{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "10383988", "DateCompleted": {"Year": "1999", "Month": "07", "Day": "20"}, "DateRevised": {"Year": "2020", "Month": "07", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0021-9193", "JournalIssue": {"Volume": "181", "Issue": "13", "PubDate": {"Year": "1999", "Month": "Jul"}}, "Title": "Journal of bacteriology", "ISOAbbreviation": "J Bacteriol"}, "ArticleTitle": "Swarming by Pseudomonas syringae B728a requires gacS (lemA) and gacA but not the acyl-homoserine lactone biosynthetic gene ahlI.", "Pagination": {"StartPage": "4133", "EndPage": "4136", "MedlinePgn": "4133-6"}, "Abstract": {"AbstractText": ["Pseudomonas syringae pv. syringae B728a, a causal agent of bacterial brown spot on snap beans, swarms with a characteristic dendritic pattern on semisolid (0.4%) agar plates. Filamentation of swarming cells of B728a was not observed. Mutations in either the gacS (formerly lemA) or gacA gene of B728a eliminate the ability of this P. syringae isolate to swarm without obvious effects on bacterial motility. Three field isolates showed a similar dependence on gacS for swarming. Since gacS and gacA mutants are known to be deficient in N-acyl-L-homoserine lactone (acyl-HSL) production, a mutant was constructed by disruption of the ahlI gene of B728a. This mutant did not make any acyl-HSL detectable by the Agrobacterium traG::lacZ reporter system, yet was unaffected in its ability to swarm. Other phenotypes of gacS and gacA mutations were similarly unaffected in the ahlI mutant."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, University of Wisconsin-Madison, Madison, Wisconsin 53706, USA."}], "LastName": "Kinscherf", "ForeName": "T G", "Initials": "TG"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Willis", "ForeName": "D K", "Initials": "DK"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Bacteriol", "NlmUniqueID": "2985120R", "ISSNLinking": "0021-9193"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Bacterial Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "GacA protein, Bacteria"}, {"RegistryNumber": "0", "NameOfSubstance": "Pheromones"}, {"RegistryNumber": "0", "NameOfSubstance": "Transcription Factors"}, {"RegistryNumber": "6KA95X0IVO", "NameOfSubstance": "Homoserine"}, {"RegistryNumber": "76924-95-3", "NameOfSubstance": "N-(3-oxohexanoyl)-3-aminodihydro-2(3H)-furanone"}, {"RegistryNumber": "EC 2.7.3.-", "NameOfSubstance": "lemA protein, bacterial"}, {"RegistryNumber": "OL659KIY4X", "NameOfSubstance": "4-Butyrolactone"}], "MeshHeadingList": [{"QualifierName": ["analogs & derivatives", "biosynthesis"], "DescriptorName": "4-Butyrolactone"}, {"QualifierName": ["genetics"], "DescriptorName": "Bacterial Proteins"}, {"QualifierName": ["microbiology"], "DescriptorName": "Fabaceae"}, {"QualifierName": [], "DescriptorName": "Genes, Bacterial"}, {"QualifierName": ["genetics"], "DescriptorName": "Homoserine"}, {"QualifierName": ["genetics"], "DescriptorName": "Locomotion"}, {"QualifierName": [], "DescriptorName": "Phenotype"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Pheromones"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["physiology"], "DescriptorName": "Pseudomonas"}, {"QualifierName": ["genetics"], "DescriptorName": "Transcription Factors"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Burkart M, Toguchi A, Harshey R M. The chemotaxis system, but not chemotaxis, is essential for swarming motility in Escherichia coli. Proc Natl Acad Sci USA. 1998;95:2568–2573.", "ArticleIdList": ["PMC19416", "9482927"]}, {"Citation": "Cha C, Gao P, Chen Y-C, Shaw P D, Farrand S K. Production of acyl-homoserine lactone quorum-sensing signals by gram-negative plant-associated bacteria. Mol Plant-Microbe Interact. 1998;11:1119–1129.", "ArticleIdList": ["9805399"]}, {"Citation": "Corbell N, Loper J E. A global regulator of secondary metabolite production in Pseudomonas fluorescens Pf-5. J Bacteriol. 1995;177:6230–6236.", "ArticleIdList": ["PMC177464", "7592389"]}, {"Citation": "Dumenyo C K, Mukerejee A, Chun W, Chatterjee A K. Genetic and physiological evidence for the production of N-acyl homoserine lactones by Pseudomonas syringae pv. syringae and other plant pathogenic Pseudomonas species. Eur J Plant Pathol. 1998;104:569–582."}, {"Citation": "Eberl L, Winson M K, Sternberg C, Stewart G S, Christiansen G, Chhabra S R, Bycroft B, Williams P, Molin S, Givskov M. Involvement of N-acyl-L-homoserine lactone autoinducers in controlling the multicellular behavior of Serratia liquefaciens. Mol Microbiol. 1996;20:127–136.", "ArticleIdList": ["8861211"]}, {"Citation": "Flavier A B, Clough S J, Schell M A, Denny T P. Identification of 3-hydroxypalmitic acid methyl ester as a novel autoregulator controlling virulence in Ralstonia solanacearum. Mol Microbiol. 1997;26:251–259.", "ArticleIdList": ["9383151"]}, {"Citation": "Frederick R D, Chiu J L, Bennetzen J L, Handa A K. Identification of a pathogenicity locus, rpfA, in Erwinia carotovora subsp. carotovora that encodes a two-component sensor-regulator protein. Mol Plant-Microbe Interact. 1997;10:407–415.", "ArticleIdList": ["9100385"]}, {"Citation": "Givskov M, Östling J, Eberl L, Lindum P W, Christensen A B, Christiansen G, Molin S, Kjelleberg S. Two separate regulatory systems participate in control of swarming motility of Serratia liquefaciens MG1. J Bacteriol. 1998;180:742–745.", "ArticleIdList": ["PMC106947", "9457883"]}, {"Citation": "Grewal S I S, Han B, Johnstone K. Identification and characterization of a locus which regulates multiple functions in Pseudomonas tolaasii, the cause of brown blotch disease of Agaricus bisporus. J Bacteriol. 1995;177:4658–4668.", "ArticleIdList": ["PMC177230", "7642492"]}, {"Citation": "Harshey R M. Bees aren’t the only ones: swarming in gram-negative bacteria. Mol Microbiol. 1994;13:389–394.", "ArticleIdList": ["7997156"]}, {"Citation": "Harshey R M, Matsuyama T. Dimorphic transition in Escherichia coli and Salmonella typhimurium: surface-induced differentiation into hyperflagellate swarmer cells. Proc Natl Acad Sci USA. 1994;91:8631–8635.", "ArticleIdList": ["PMC44660", "8078935"]}, {"Citation": "Henrichsen J. Bacterial surface translocation: a survey and a classification. Bacteriol Rev. 1972;36:478–503.", "ArticleIdList": ["PMC408329", "4631369"]}, {"Citation": "Hirano S S, Ostertag E M, Savage S A, Baker L S, Willis D K, Upper C D. Contribution of the regulatory gene lemA to field fitness of Pseudomonas syringae pv. syringae. Appl Environ Microbiol. 1997;63:4304–4312.", "ArticleIdList": ["PMC1389283", "16535727"]}, {"Citation": "Hrabak E M, Willis D K. The lemA gene required for pathogenicity of Pseudomonas syringae pv. syringae on bean is a member of a family of two-component regulators. J Bacteriol. 1992;174:3011–3020.", "ArticleIdList": ["PMC205956", "1314807"]}, {"Citation": "Hrabak E M, Willis D K. Involvement of the lemA gene in production of syringomycin and protease by Pseudomonas syringae pv. syringae. Mol Plant-Microbe Interact. 1993;6:368–375."}, {"Citation": "Kitten T, Kinscherf T G, McEvoy J L, Willis D K. A newly-identified regulator is required for virulence and toxin production in Pseudomonas syringae. Mol Microbiol. 1998;28:917–930.", "ArticleIdList": ["9663679"]}, {"Citation": "Laville J, Voisard C, Keel C, Maurhofer M, Défago G, Haas D. Global control in Pseudomonas fluorescens mediating antibiotic synthesis and suppression of black root rot of tobacco. Proc Natl Acad Sci USA. 1992;89:1562–1566.", "ArticleIdList": ["PMC48492", "1311842"]}, {"Citation": "Liao C-H, McCallus D, Fett W. Molecular characterization of two gene loci required for production of the key pathogenicity factor pectate lyase in Pseudomonas viridiflava. Mol Plant-Microbe Interact. 1994;7:391–400.", "ArticleIdList": ["8012049"]}, {"Citation": "Matsuyama T, Bhasin A, Harshey R M. Mutational analysis of flagellum-independent surface spreading of Serratia marcescens 274 on a low-agar medium. J Bacteriol. 1995;177:987–991.", "ArticleIdList": ["PMC176693", "7860610"]}, {"Citation": "Piper K R, von Bodman S B, Farrand S K. Conjugation factor of Agrobacterium tumefaciens regulates Ti plasmid transfer by autoinduction. Nature. 1993;362:448–450.", "ArticleIdList": ["8464476"]}, {"Citation": "Reimmann C, Beyeler M, Latifi A, Winteler H, Foglino M, Lazdunski A, Haas D. The global activator GacA of Pseudomonas aeruginosa PAO positively controls the production of the autoinducer N-butyryl-homoserine lactone and the formation of the virulence factors pyocyanin, cyanide, and lipase. Mol Microbiol. 1997;24:309–319.", "ArticleIdList": ["9159518"]}, {"Citation": "Rich J J, Hirano S S, Willis D K. Pathovar-specific requirement for the Pseudomonas syringae lemA gene in disease lesion formation. Appl Environ Microbiol. 1992;58:1440–1446.", "ArticleIdList": ["PMC195623", "1622209"]}, {"Citation": "Rich J J, Kinscherf T G, Kitten T, Willis D K. Genetic evidence that the gacA gene encodes the cognate response regulator for the lemA sensor in Pseudomonas syringae. J Bacteriol. 1994;176:7468–7475.", "ArticleIdList": ["PMC197202", "8002569"]}, {"Citation": "Sacherer P, Défago G, Haas D. Extracellular protease and phospholipase C are controlled by the global regulatory gene gacA in the biocontrol strain Pseudomonas fluorescens CHAO. FEMS Microbiol Lett. 1994;116:155–160.", "ArticleIdList": ["8150259"]}, {"Citation": "Willis D K, Hrabak E M, Rich J J, Barta T M, Lindow S E, Panopoulos N J. Isolation and characterization of a Pseudomonas syringae pv. syringae mutant deficient in lesion formation on bean. Mol Plant-Microbe Interact. 1990;3:149–156."}, {"Citation": "Wong S M, Carroll P A, Rahme L G, Ausubel F M, Calderwood S B. Modulation of expression of the ToxR regulon in Vibrio cholerae by a member of the two-component family of response regulators. Infect Immun. 1998;66:5854–5861.", "ArticleIdList": ["PMC108741", "9826365"]}, {"Citation": "Wood D W, Pierson L S., III The phzI gene of Pseudomonas aureofaciens 30-84 is responsible for the production of a diffusible signal required for phenazine antibiotic production. Gene. 1996;168:49–53.", "ArticleIdList": ["8626064"]}, {"Citation": "Zhang J P, Normark S. Induction of gene expression in Escherichia coli after pilus-mediated adherence. Science. 1996;273:1234–1236.", "ArticleIdList": ["8703059"]}], "ReferenceList": []}], "History": [{"Year": "1999", "Month": "6", "Day": "29"}, {"Year": "1999", "Month": "6", "Day": "29", "Hour": "0", "Minute": "1"}, {"Year": "1999", "Month": "6", "Day": "29", "Hour": "0", "Minute": "0"}, {"Year": "1999", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10383988", "PMC93910", "10.1128/JB.181.13.4133-4136.1999"]}}]}