{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "10482670", "DateCompleted": {"Year": "1999", "Month": "10", "Day": "28"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0032-0889", "JournalIssue": {"Volume": "121", "Issue": "1", "PubDate": {"Year": "1999", "Month": "Sep"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Differential induction of plant volatile biosynthesis in the lima bean by early and late intermediates of the octadecanoid-signaling pathway.", "Pagination": {"StartPage": "153", "EndPage": "162", "MedlinePgn": "153-62"}, "Abstract": {"AbstractText": ["Plants are able to respond to herbivore damage with de novo biosynthesis of an herbivore-characteristic blend of volatiles. The signal transduction initiating volatile biosynthesis may involve the activation of the octadecanoid pathway, as exemplified by the transient increase of endogenous jasmonic acid (JA) in leaves of lima bean (Phaseolus lunatus) after treatment with the macromolecular elicitor cellulysin. Within this pathway lima bean possesses at least two different biologically active signals that trigger different biosynthetic activities. Early intermediates of the pathway, especially 12-oxo-phytodienoic acid (PDA), are able to induce the biosynthesis of the diterpenoid-derived 4,8, 12-trimethyltrideca-1,3,7,11-tetraene. High concentrations of PDA result in more complex patterns of additional volatiles. JA, the last compound in the sequence, lacks the ability to induce diterpenoid-derived compounds, but is highly effective at triggering the biosynthesis of other volatiles. The phytotoxin coronatine and amino acid conjugates of linolenic acid (e.g. linolenoyl-L-glutamine) mimic the action of PDA, but coronatine does not increase the level of endogenous JA. The structural analog of coronatine, the isoleucine conjugate of 1-oxo-indanoyl-4-carboxylic acid, effectively mimics the action of JA, but does not increase the level of endogenous JA. The differential induction of volatiles resembles previous findings on signal transduction in mechanically stimulated tendrils of Bryonia dioica."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Max Planck Institute for Chemical Ecology, Tatzendpromenade 1a, 07745 Jena, Germany."}], "LastName": "Koch", "ForeName": "T", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Krumm", "ForeName": "T", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Jung", "ForeName": "V", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Engelberth", "ForeName": "J", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Boland", "ForeName": "W", "Initials": "W"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Amino Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Cyclopentanes"}, {"RegistryNumber": "0", "NameOfSubstance": "Fatty Acids, Unsaturated"}, {"RegistryNumber": "0", "NameOfSubstance": "Indenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxylipins"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Growth Regulators"}, {"RegistryNumber": "0", "NameOfSubstance": "Stearic Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}, {"RegistryNumber": "0RBV727H71", "NameOfSubstance": "alpha-Linolenic Acid"}, {"RegistryNumber": "62251-96-1", "NameOfSubstance": "coronatine"}, {"RegistryNumber": "67204-66-4", "NameOfSubstance": "12-oxophytodienoic acid"}, {"RegistryNumber": "6RI5N05OWW", "NameOfSubstance": "jasmonic acid"}, {"RegistryNumber": "EC 3.2.1.4", "NameOfSubstance": "Cellulase"}, {"RegistryNumber": "S5UOB36OCZ", "NameOfSubstance": "Mevalonic Acid"}], "MeshHeadingList": [{"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Amino Acids"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Cellulase"}, {"QualifierName": [], "DescriptorName": "Cucurbitaceae"}, {"QualifierName": ["antagonists & inhibitors", "metabolism", "pharmacology"], "DescriptorName": "Cyclopentanes"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Fabaceae"}, {"QualifierName": ["antagonists & inhibitors", "metabolism", "pharmacology"], "DescriptorName": "Fatty Acids, Unsaturated"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Indenes"}, {"QualifierName": ["metabolism"], "DescriptorName": "Mevalonic Acid"}, {"QualifierName": ["metabolism"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": [], "DescriptorName": "Oxylipins"}, {"QualifierName": [], "DescriptorName": "Physical Stimulation"}, {"QualifierName": ["antagonists & inhibitors", "metabolism", "pharmacology"], "DescriptorName": "Plant Growth Regulators"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug effects"], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["antagonists & inhibitors", "metabolism", "pharmacology"], "DescriptorName": "Stearic Acids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Terpenes"}, {"QualifierName": [], "DescriptorName": "Time Factors"}, {"QualifierName": [], "DescriptorName": "Volatilization"}, {"QualifierName": ["antagonists & inhibitors", "metabolism", "pharmacology"], "DescriptorName": "alpha-Linolenic Acid"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alborn HT, Turlings TCJ, Jones TH, Stenhagen G, Loughrin JH, Tumlinson JH. An elicitor of plant volatiles from beet armyworm oral secretions. Science. 1997;276:945–949."}, {"Citation": "Arigoni D, Sagner S, Latzel C, Eisenreich W, Bacher A, Zenk MH. Terpenoid biosynthesis from deoxy-1-d-xylulose in higher plants by intramolecular skeletal rearrangement. Proc Natl Acad Sci USA. 1997;94:10600–10605.", "ArticleIdList": ["PMC23416", "9380681"]}, {"Citation": "Baldwin IT, Zhang Z-P, Diab N, Ohnmeiss TE, McCloud ES, Lynds G, Schmelz EA. Quantification, correlations and manipulations of wound-induced changes in jasmonic acid and nicotine in Nicotiana sylvestris. Planta. 1997;201:397–404."}, {"Citation": "Beale MH, Ward JL. Jasmonates: key players in the plant defense. J Nat Prod Rep. 1998;15:533–548.", "ArticleIdList": ["10036771"]}, {"Citation": "Blechert S, Bockelmann C, Füsslein M, Schrader TV, Stelmach B, Niesel U, Weiler EW. Structure-activity analyses reveal the existence of two separate groups of active octadecanoids in elicitation of the tendril-coiling response of Bryonia diocia Jacq. Planta. 1999;207:470–479."}, {"Citation": "Blechert S, Brodschelm W, Hölder S, Kammerer L, Kutchan TM, Müller MJ, Xia Z-Q, Zenk MH. The octadecanoid pathway: signal molecules for the regulation of secondary pathways. Proc Natl Acad Sci USA. 1995;92:4100–4105.", "ArticleIdList": ["PMC41893", "7753776"]}, {"Citation": "Boland W, Feng Z, Donath J, Gäbler A. Are acyclic C11 and C16 homoterpenes plant volatiles indicating herbivory? Naturwissenschaften. 1992;79:368–371."}, {"Citation": "Boland W, Hopke J, Donath J, Nüske F, Bublitz F. Jasmonic acid and coronatine induce volatile biosynthesis in plants. Angew Chem Int Ed Engl. 1995;34:1600–1602."}, {"Citation": "Boland W, Hopke J, Piel J (1998) Induction of plant volatile biosynthesis by jasmonates. In P Schreier, M Herderich, H-U Humpf, W Schwab, eds, Natural Product Analysis: Chromatography, Spectroscopy, Biological Testing. Viehweg Verlag, Braunschweig/Wiesbaden, Germany, pp 255–269"}, {"Citation": "Boland W, Krumm T, Koch T, Piel J, Jux A (1999) Insect-plant interactions and induced plant defense. In Induced Biosynthesis of Insect Semiochemicals in Plants. Novartis Symposium 223 (in press)", "ArticleIdList": ["10549551"]}, {"Citation": "Bruin J, Sabelis MW, Dicke M. Do plants tap SOS signals from their infested neighbors? Tree. 1995;10:167–170.", "ArticleIdList": ["21236994"]}, {"Citation": "Chappell J. Biochemistry and molecular biology of the isoprenoid biosynthetic pathway in plants. Annu Rev Plant Physiol Plant Mol Biol. 1995;46:521–547."}, {"Citation": "Chaudhry Z, Yoshioka T, Sato S, Hase S, Ehara Y. Stimulated ethylene production in tobacco (Nicotiana tabacum L. cv. Ky 57) leaves infected systemically with cucumber mosaic virus yellow strain. Plant Sci. 1998;131:123–130."}, {"Citation": "Croft KPC, Jüttner F, Slusarenko AJ. Volatile products of the lipoxygenase pathway evolved from Phaseolus vulgaris (L.) leaves inoculated with Pseudomonas syringae pv phaseolicola. Plant Physiol. 1993;101:13–24.", "ArticleIdList": ["PMC158642", "12231661"]}, {"Citation": "Dathe W, Kramell H-M, Daeter W, Kramell R, Slovik S, Hartung W. Uptake of jasmonic acid and related compounds by mesophyll protoplasts of the barley leaf. J Plant Growth Regul. 1993;12:133–140."}, {"Citation": "De Moraes CM, Lewis WJ, Paré PW, Alborn HT, Tumlinson JH. Herbivore-infested plants selectively attract parasitoids. Nature. 1998;393:570–572."}, {"Citation": "Dicke M, Sabelis M (1992) Costs and benefits of chemical information conveyance: proximate and ultimate factors. In BD Roitberg, MB Isman, eds, Insect Chemical Ecology: An Evolutionary Approach. Chapman and Hall, New York, pp 122–155"}, {"Citation": "Dicke M, Sabelis MW, Takabayashi J, Bruin J, Posthumus MA. Plant strategies of manipulating predator-prey interactions through allelochemicals: prospects for application in pest control. J Chem Ecol. 1990;16:3091–3118.", "ArticleIdList": ["24263298"]}, {"Citation": "Doares SH, Narvaez-Vasques J, Conconi A, Ryan CA. Salicylic acid inhibits synthesis of proteinase inhibitors in tomato leaves induced by systemin and jasmonic acid. Plant Physiol. 1995;108:1741–1746.", "ArticleIdList": ["PMC157556", "12228577"]}, {"Citation": "Donath J (1994) Oxidativer Abbau von Nerolidol zu 4,8-Dimethylnona-1,3,7-trien in höheren Pflanzen: Mechanismus und Induktion. PhD thesis. University of Karlsruhe, Germany"}, {"Citation": "Donath J, Boland W. Biosynthesis of acyclic homoterpenes: enzyme selectivity and absolute configuration of the nerolidol precursor. Phytochemistry. 1995;39:785–790."}, {"Citation": "Falkenstein E, Groth B, Mithöfer A, Weiler EW. Methyl jasmonate and α-linolenic acid are potent inducers of tendril coiling. Planta. 1991;185:316–322.", "ArticleIdList": ["24186412"]}, {"Citation": "Farmer EE, Ryan CA. Interplant communication: airborne methyl jasmonate induces synthesis of proteinase inhibitors in plant leaves. Proc Natl Acad Sci USA. 1990;87:7713–7716.", "ArticleIdList": ["PMC54818", "11607107"]}, {"Citation": "Feussner I, Wasternack C, Kindl H, Kühn H. Lipoxygenase-catalyzed oxygenation of storage lipids is implicated in lipid mobilization during germination. Proc Natl Acad Sci USA. 1995;92:11849–11853.", "ArticleIdList": ["PMC40500", "11607617"]}, {"Citation": "Gäbler A, Boland W, Preiss U, Simon H. Stereochemical studies on homoterpene biosynthesis in higher plants: phylogenetic, ecological and mechanistic aspects. Helv Chim Acta. 1991;74:1773–1789."}, {"Citation": "Gershenzon J, Croteau R. Terpenoid biosynthesis: the basic pathway and formation of monoterpenes, sesquiterpenes, and diterpenes. In: Moore T, editor. Lipid Metabolism in Plants. Boca Raton, FL: CRC Press; 1993. pp. 340–388."}, {"Citation": "Gundlach H, Zenk M. Biological activity and biosynthesis of pentacyclic oxylipins: the linoleic pathway. Phytochemistry. 1998;47:527–537."}, {"Citation": "Hamberg M. Biosynthesis of 12-oxo-10,12(Z)-phytodienoic acid: identification of an allene oxide cyclase. Biochem Biophys Res Commun. 1988;156:543–550.", "ArticleIdList": ["3178850"]}, {"Citation": "Hopke J (1998) Die Rolle der Jasmonsäure und ihrer Metaboliten im Signalstoffwechsel höherer Pflanzen. PhD thesis. University of Bonn"}, {"Citation": "Hopke J, Donath J, Blechert S, Boland W. Herbivore-induced volatiles: the emission of acyclic homoterpenes from leaves of Phaseolus lunatus and Zea mays can be triggered by a β-glucosidase and jasmonic acid. FEBS Lett. 1994;352:146–150.", "ArticleIdList": ["7925964"]}, {"Citation": "Howe HF, Westley LC (1986) Ecology of pollination and seed dispersal. In MJ Crawley, ed, Plant Ecology. Black Scientific Publications, London, pp 185–215"}, {"Citation": "Ichihara A, Shiraishi K, Sato H, Sakamura S, Nishiyama K, Sakai R, Furusaki A, Matsumoto T. The structure of coronatine. J Am Chem Soc. 1977;99:636–637."}, {"Citation": "Kite JC (1995) The floral odour of Arum maculatum. Biochem Syst Ecol 23: 343–354"}, {"Citation": "Knudsen JT, Tollsten L, Bergström G. Floral scents: a checklist of volatile constituents isolated by headspace techniques. Phytochemistry. 1993;33:253–280."}, {"Citation": "Krumm T, Bandemer K, Boland W. Induction of volatile biosynthesis in the lima bean (Phaseolus lunatus) by leucine- and isoleucine conjugates of 1-oxo- and 1-hydroxyindane-4-carboxylic acid: evidence for amino acid conjugates of jasmonic acid as intermediates in the octadecanoid signalling pathway. FEBS Lett. 1995;377:523–529.", "ArticleIdList": ["8549790"]}, {"Citation": "Krumm T, Boland W. Leucine- and isoleucine conjugates of 1-oxo-indane-4-carboxylic acid: mimics of jasmonate type signals and the phytotoxin coronatine. Molecules. 1996;1:23–26."}, {"Citation": "Langenheim JH. Higher plant terpenoids: a phytocentric overview of their ecological roles. J Chem Ecol. 1994;20:1223–1280.", "ArticleIdList": ["24242340"]}, {"Citation": "Lichtenthaler HK, Rohmer M, Schwender J. Two independent biochemical pathways for isopentenyl diphosphate and isoprenoid biosynthesis in higher plants. Physiol Plant. 1997;101:643–652."}, {"Citation": "Lund ST, Stall RE, Klee HJ. Ethylene regulates the susceptible response to pathogen infection in tobacco. Plant Cell. 1998;10:371–382.", "ArticleIdList": ["PMC144005", "9501111"]}, {"Citation": "Mattiacci L, Dicke M, Posthumus MA. β-Glucosidase: an elicitor of herbivore-inducible plant odors that attract host-searching parasitic wasps. Proc Natl Acad Sci USA. 1995;92:2036–2040.", "ArticleIdList": ["PMC42418", "11607516"]}, {"Citation": "McCloud ES, Baldwin IT. Herbivory and caterpillar regurgitants amplify the wound-induced increases in jasmonic acid but not nicotine in Nicotiana sylvestris. Planta. 1997;203:430–435."}, {"Citation": "Miksch M, Boland W. Airborne methyl jasmonate stimulates the biosynthesis of furanocoumarins in the leaves of celery plants (Apium graveolens) Experientia. 1996;52:739–743."}, {"Citation": "Müller MJ. Enzymes involved in jasmonic acid biosynthesis. Physiol Plant. 1998;100:653–663."}, {"Citation": "Nüske J, Bublitz F. In-vitro coronatine production by several Pseudomonas syringae pv glycinea isolates. J Basic Microbiol. 1993;33:241–246."}, {"Citation": "Paré PW, Alborn HT, Tumlinson JH. Concerted biosynthesis of an insect elicitor of plant volatiles. Proc Natl Acad Sci USA. 1998;95:13971–13975.", "ArticleIdList": ["PMC24993", "9811910"]}, {"Citation": "Peña-Cortés H, Albrecht T, Prat S, Weiler EW, Willmitzer L (1993) Aspirin prevents wound-induced gene expression in tomato leaves by blocking jasmonic acid biosynthesis. Planta 191: 123–128"}, {"Citation": "Piel J, Atzorn R, Gäbler R, Kühnemann F, Boland W. Cellulysin from the plant parasitic fungus Trichoderma viride elicits volatile biosynthesis in higher plants via the octadecanoid signaling cascade. FEBS Lett. 1997;416:143–148.", "ArticleIdList": ["9369200"]}, {"Citation": "Piel J, Donath J, Bandemer K, Boland W. Mevalonate-independent biosynthesis of terpenoid volatiles in plants: induced and constitutive emission of volatiles. Angew Chem Int Ed Engl. 1998;37:2478–2481.", "ArticleIdList": ["29711361"]}, {"Citation": "Rohmer M, Knani M, Simonin P, Sutter B, Sahm H. Isoprenoid biosynthesis in bacteria: a novel pathway for early steps leading to isopentenyl diphosphate. Biochem J. 1993;295:517–524.", "ArticleIdList": ["PMC1134910", "8240251"]}, {"Citation": "Schaller F, Hennig P, Weiler EW. 12-Oxophytodienoate-10,11-reductase: occurrence of two isoenzymes of different specificity against stereoisomers of 12-oxo-phytodienoic acid. Plant Physiol. 1998;118:1345–1351.", "ArticleIdList": ["PMC34750", "9847108"]}, {"Citation": "Shulaev V, Silverman P, Raskin I. Airborne signalling by methyl salicylate in plant pathogen resistance. Nature. 1997;385:718–721."}, {"Citation": "Takabayashi J, Dicke M. Plant-carnivore mutualism through herbivore-induced carnivore attractants. Trends Plant Sci. 1996;1:109–113."}, {"Citation": "Takabayashi J, Dicke M, Posthumus MA. Variation in composition of predator-attracting allelochemicals emitted by herbivore-infested plants: relative influence of plant and herbivore. Chemoecology. 1991;2:1–6."}, {"Citation": "Tamogami S, Rakwal R, Kodama O. Phytoalexin production by amino acid conjugates of jasmonic acid through induction of naringenin-7-O-methyltransferase, a key enzyme on phytoalexin biosynthesis in rice (Oryza sativa L.) FEBS Lett. 1997;401:239–242.", "ArticleIdList": ["9013895"]}, {"Citation": "Turlings TCJ, Tumlinson JH, Lewis WJ. Exploitation of herbivore-induced plant odors by host-seeking parasitic wasps. Science. 1990;250:1251–1253.", "ArticleIdList": ["17829213"]}, {"Citation": "Vick BA, Zimmermann DC. Biosynthesis of jasmonic acid by several plant species. Plant Physiol. 1984;75:458–461.", "ArticleIdList": ["PMC1066929", "16663643"]}, {"Citation": "Wasternack C, Ortel B, Miersch O, Kramell R, Beale MH, Greulich F, Feussner I, Hause B, Krumm T, Boland W, Parthier B. Diversity in octadecanoid-induced gene expression of tomato. J Plant Physiol. 1998;152:345–352."}, {"Citation": "Weiler E. Octadecanoid-mediated signal transduction in higher plants. Naturwissenschaften. 1997;84:340–349."}, {"Citation": "Weiler EW, Kutchan TM, Gorba T, Brodschelm W, Niesel U, Bublitz F. The Pseudomonas phytotoxin coronatine mimics octadecanoid signaling molecules of higher plants. FEBS Lett. 1994;345:9–13.", "ArticleIdList": ["8194607"]}], "ReferenceList": []}], "History": [{"Year": "1999", "Month": "9", "Day": "11"}, {"Year": "1999", "Month": "9", "Day": "11", "Hour": "0", "Minute": "1"}, {"Year": "1999", "Month": "9", "Day": "11", "Hour": "0", "Minute": "0"}, {"Year": "2000", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10482670", "PMC59363", "10.1104/pp.121.1.153"]}}]}