{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "10517827", "DateCompleted": {"Year": "1999", "Month": "11", "Day": "26"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "22"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0032-0889", "JournalIssue": {"Volume": "121", "Issue": "2", "PubDate": {"Year": "1999", "Month": "Oct"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Changes in cell wall polysaccharides of green bean pods during development.", "Pagination": {"StartPage": "363", "EndPage": "372", "MedlinePgn": "363-72"}, "Abstract": {"AbstractText": ["The changes in cell wall polysaccharides and selected cell wall-modifying enzymes were studied during the development of green bean (Phaseolus vulgaris L.) pods. An overall increase of cell wall material on a dry-weight basis was observed during pod development. Major changes were detected in the pectic polymers. Young, exponentially growing cell walls contained large amounts of neutral, sugar-rich pectic polymers (rhamnogalacturonan), which were water insoluble and relatively tightly connected to the cell wall. During elongation, more galactose-rich pectic polymers were deposited into the cell wall. In addition, the level of branched rhamnogalacturonan remained constant, while the level of linear homogalacturonan steadily increased. During maturation of the pods, galactose-rich pectic polymers were degraded, while the accumulation of soluble homogalacturonan continued. During senescence there was an increase in the amount of ionically complexed pectins, mainly at the expense of freely soluble pectins. The most abundant of the enzymes tested for was pectin methylesterase. Peroxidase, beta-galactosidase, and alpha-arabinosidase were also detected in appreciable amounts. Polygalacturonase was detected only in very small amounts throughout development. The relationship between endogenous enzyme levels and the properties of cell wall polymers is discussed with respect to cell wall synthesis and degradation."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Agrotechnological Research Institute, P.O. Box 17, 6700 AA Wageningen, The Netherlands. t.stolle@ato.dlo.nl"}], "Identifier": [], "LastName": "Stolle-Smits", "ForeName": "T", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Beekhuizen", "ForeName": "J G", "Initials": "JG"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kok", "ForeName": "M T", "Initials": "MT"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pijnenburg", "ForeName": "M", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Recourt", "ForeName": "K", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Derksen", "ForeName": "J", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Voragen", "ForeName": "A G", "Initials": "AG"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Polysaccharides"}, {"RegistryNumber": "EC 1.11.1.-", "NameOfSubstance": "Peroxidases"}, {"RegistryNumber": "EC 3.1.1.-", "NameOfSubstance": "Carboxylic Ester Hydrolases"}, {"RegistryNumber": "EC 3.1.1.11", "NameOfSubstance": "pectinesterase"}, {"RegistryNumber": "EC 3.2.1.15", "NameOfSubstance": "Polygalacturonase"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Carboxylic Ester Hydrolases"}, {"QualifierName": ["growth & development", "metabolism"], "DescriptorName": "Fabaceae"}, {"QualifierName": ["metabolism"], "DescriptorName": "Peroxidases"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["metabolism"], "DescriptorName": "Polygalacturonase"}, {"QualifierName": ["isolation & purification", "metabolism"], "DescriptorName": "Polysaccharides"}, {"QualifierName": ["metabolism"], "DescriptorName": "Seeds"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahmed AER, Labavitch JM. A simplified method for accurate determination of cell wall uronide content. J Food Biochem. 1977;1:361–365."}, {"Citation": "Ali ZM, Armugam S, Lazan H. Beta-galactosidase and its significance in ripening mango fruit. Phytochemistry. 1995;38:1109–1114.", "ArticleIdList": ["7766393"]}, {"Citation": "Barrett DM, Gonzalez C. Activity of softening enzymes during cherry maturation. J Food Sci. 1994;59:574–577."}, {"Citation": "Brett C, Waldron K. Physiology and Biochemistry of Plant Cell Walls. London: Unwin Hyman; 1990."}, {"Citation": "Carpita NC, Gibeaut DM. Structural models of primary cell walls in flowering plants: consistency of molecular structure with the physical properties of the walls during growth. Plant J. 1993;3:1–30.", "ArticleIdList": ["8401598"]}, {"Citation": "Chanda SV, Bapodara C, Singh YD. Degradation of xyloglucan and pectic polysaccharides during cell elongation in Phaseolus vulgaris hypocotyls. Acta Physiol Plant. 1995;17:349–356."}, {"Citation": "Darvill AG, McNeil M, Albersheim P. Structure of plant cell walls. VIII. A new pectic polysaccharide. Plant Physiol. 1978;62:418–422.", "ArticleIdList": ["PMC1092138", "16660529"]}, {"Citation": "Dawson DM, Melton LD, Watkins CB. Cell wall changes in nectarines (Prunus persica): solubilization and depolymerization of pectic and neutral polymers during ripening and in mealy fruit. Plant Physiol. 1992;100:1203–1210.", "ArticleIdList": ["PMC1075767", "16653106"]}, {"Citation": "Dubois M, Gilles KA, Hamilton JK, Rebers PA, Smith F. Colorimetric method for the determination of sugars and related substances. Anal Chem. 1956;28:350–356.", "ArticleIdList": ["14875032"]}, {"Citation": "Ebbelaar MEM, Tucker GA, Laats MM, Van Dijk C, Stolle-Smits T, Recourt K. Molecular cloning of bean pectinesterases and their differential expression during the development of pods from Phaseolus vulgaris cultivar verona. Plant Mol Biol. 1996;31:1141–1151.", "ArticleIdList": ["8914530"]}, {"Citation": "El-Buluk RE, Babiker EE, El Tinay AH. Biochemical and physical changes in fruits of four guava cultivars during growth and development. Food Chem. 1995;54:279–282."}, {"Citation": "Fry SC. The growing plant cell wall: chemical and metabolic analysis. Essex, UK: Harlow; 1988."}, {"Citation": "Gross KC. A rapid and sensitive spectrophotometric method for assaying polygalactuornase using 2-cyanoacetamide. HortScience. 1982;17:933–934."}, {"Citation": "Hagerman AE, Austin PJ. Continuous spectrophotometric assay for plant methyl esterase. J Agric Food Chem. 1986;34:440–444."}, {"Citation": "Lurie S, Levin A, Greve LC, Labavitch JM. Pectic polymer changes in nectarines during normal and abnormal ripening. Phytochemistry. 1994;36:11–17."}, {"Citation": "Maclachan G, Brady C. Endo-1,4-β-glucanase, xyloglucanase, and xyloglucan endo-transglycosylase activities versus potential substrates in ripening tomatoes. Plant Physiol. 1994;105:965–974.", "ArticleIdList": ["PMC160747", "12232258"]}, {"Citation": "Martin-Cabrejas MA, Waldron KW, Selvendran RR, Parker ML, Moates GK. Ripening-related changes in the cell walls of Spanish pear (Pyrus communis) Physiol Plant. 1994;91:671–679."}, {"Citation": "Muda P, Seymour GB, Errington N, Tucker GA. Compositional changes in cell wall polymers during mango fruit ripening. Carbohydr Polym. 1995;26:255–260."}, {"Citation": "O'Neill MA, Selvendran RR. Isolation and partial characterization of a xyloglucan from the cell walls of Phaseolus coccineus. Carbohydr Res. 1983;111:239–255."}, {"Citation": "O'Neill MA, Selvendran RR. Structural analysis of the xyloglucan from Phaseolus coccineus cell-walls using cellulase-derived oligosaccharides. Carbohydr Res. 1985;145:45–58."}, {"Citation": "Redgwell RJ, Melton LD, Brasch DJ. Cell wall dissolution in ripening kiwifruit (Actinidia deliciosa): solubilization of pectic polymers. Plant Physiol. 1992;98:71–81.", "ArticleIdList": ["PMC1080151", "16668651"]}, {"Citation": "Rose JKC, Hadfield KA, Labavitch JM, Bennet AB. Temporal sequence of cell wall disassembly in rapidly ripening melon fruit. Plant Physiol. 1998;117:345–361.", "ArticleIdList": ["PMC34955", "9625688"]}, {"Citation": "Ryden P, Selvendran RR. Cell wall polysaccharides and glycoproteins of parenchymatous tissues of runner bean (Phaseolus coccineus) Carbohydr Res. 1990;269:393–402.", "ArticleIdList": ["PMC1131590", "2167068"]}, {"Citation": "Schols HA, Bakx EJ, Schipper D, Voragen AGJ. A xylogalacturonan subunit present in the modified hairy regions of apple pectin. Carbohydr Res. 1995;279:265–279."}, {"Citation": "Selvendran RR, Stevens BJH, O'Neill MA. Developments in the isolation and analysis of cell walls from edible plants. Soc Exp Biol Semin Ser. 1985;28:39–78."}, {"Citation": "Seymour GB, Colquhoun IJ, DuPont MS, Parsley KR, Selvendran RR. Composition and structural features of cell wall polysaccharides from tomato fruits. Phytochemistry. 1990;29:725–731."}, {"Citation": "Smith CJS, Watson CF, Morris PC, Bird CR, Seymour CB, Gray JE, Arnold C, Tucker GA, Schuch W, Harding S, Grierson D. Inheritance and effect on ripening of anti-sense polygalacturonase genes in transgenic tomatoes. Plant Mol Biol. 1992;14:369–379.", "ArticleIdList": ["2102820"]}, {"Citation": "Stolle-Smits T, Beekhuizen JG, Van Dijk C, Voragen AGJ, Recourt K. Cell wall dissolution during industrial processing of green beans (Phaseolus vulgaris L.) J Agric Food Chem. 1995;43:2480–2486."}, {"Citation": "Stolle-Smits T, Beekhuizen JG, Van Dijk C, Voragen AGJ, Recourt K. Changes in pectic and hemicellulosic polymers ofgreen beans (Phaseolus vulgaris L.) during industrial processing. J Agric Food Chem. 1997;45:4790–4799."}, {"Citation": "Talbott LD, Ray PM. Molecular size and separability features of pea cell wall polysaccharides: implications for models of primary structure. Plant Physiol. 1992;98:357–368.", "ArticleIdList": ["PMC1080191", "16668637"]}, {"Citation": "Voragen AGJ, Schols HA, Pilnik W. Determination of the degree of methylation and acetylation of pectins by h.p.l.c. Food Hydrocolloids. 1986;1:65–70."}, {"Citation": "Waldron KW, Selvendran RR. Effect of maturation and storage on asparagus (Asparagus officinalis) cell wall composition. Physiol Plant. 1990;80:576–583."}, {"Citation": "Yoshioka H, Kashimura Y, Kaneko K. Solubilization and distribution of neutral sugar residues derived from polyuronides during the softening in apple fruit. J Jpn Soc Hortic Sci. 1994;63:173–182."}]}], "History": [{"Year": "1999", "Month": "10", "Day": "12"}, {"Year": "1999", "Month": "10", "Day": "12", "Hour": "0", "Minute": "1"}, {"Year": "1999", "Month": "10", "Day": "12", "Hour": "0", "Minute": "0"}, {"Year": "2000", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10517827", "PMC59398", "10.1104/pp.121.2.363"]}}], "PubmedBookArticle": []}