{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "10557236", "DateCompleted": {"Year": "1999", "Month": "12", "Day": "29"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "15"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0032-0889", "JournalIssue": {"Volume": "121", "Issue": "3", "PubDate": {"Year": "1999", "Month": "Nov"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Glutathione and homoglutathione synthesis in legume root nodules.", "Pagination": {"StartPage": "879", "EndPage": "888", "MedlinePgn": "879-88"}, "Abstract": {"AbstractText": ["High-performance liquid chromatography (HPLC) with fluorescence detection was used to study thiol metabolism in legume nodules. Glutathione (GSH) was the major non-protein thiol in all indeterminate nodules examined, as well as in the determinate nodules of cowpea (Vigna unguiculata), whereas homoglutathione (hGSH) predominated in soybean (Glycine max), bean (Phaseolus vulgaris), and mungbean (Vigna radiata) nodules. All nodules had greater thiol concentrations than the leaves and roots of the same plants because of active thiol synthesis in nodule tissue. The correlation between thiol tripeptides and the activities of glutathione synthetase (GSHS) and homoglutathione synthetase (hGSHS) in the nodules of eight legumes, and the contrasting thiol contents and activities in alfalfa (Medicago sativa) leaves (98% hGSH, 100% hGSHS) and nodules (72% GSH, 80% GSHS) indicated that the distribution of GSH and hGSH is determined by specific synthetases. Thiol contents and synthesis decreased with both natural and induced nodule senescence, and were also reduced in the senescent zone of indeterminate nodules. Thiols and GSHS were especially abundant in the meristematic and infected zones of pea (Pisum sativum) nodules. Thiols and gamma-glutamylcysteinyl synthetase were also more abundant in the infected zone of bean nodules, but hGSHS was predominant in the cortex. Isolation of full-length cDNA sequences coding for gamma-glutamylcysteinyl synthetase from legume nodules revealed that they are highly homologous to those from other higher plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Nutrición Vegetal, Estación Experimental de Aula Dei, Consejo Superior de Investigaciones Científicas, Apdo 202, 50080 Zaragoza, Spain."}], "LastName": "Matamoros", "ForeName": "M A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Moran", "ForeName": "J F", "Initials": "JF"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Iturbe-Ormaetxe", "ForeName": "I", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Rubio", "ForeName": "M C", "Initials": "MC"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Becana", "ForeName": "M", "Initials": "M"}], "DataBankList": [{"DataBankName": "GENBANK", "AccessionNumberList": ["AF128454", "AF128455"]}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Complementary"}, {"RegistryNumber": "0", "NameOfSubstance": "homoglutathione"}, {"RegistryNumber": "EC 6.3.2.-", "NameOfSubstance": "Peptide Synthases"}, {"RegistryNumber": "EC 6.3.2.23", "NameOfSubstance": "homoglutathione synthase"}, {"RegistryNumber": "EC 6.3.2.3", "NameOfSubstance": "Glutathione Synthase"}, {"RegistryNumber": "GAN16C9B8O", "NameOfSubstance": "Glutathione"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Amino Acid Sequence"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "DNA, Complementary"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Fabaceae"}, {"QualifierName": ["analogs & derivatives", "biosynthesis"], "DescriptorName": "Glutathione"}, {"QualifierName": ["chemistry", "genetics", "metabolism"], "DescriptorName": "Glutathione Synthase"}, {"QualifierName": [], "DescriptorName": "Molecular Sequence Data"}, {"QualifierName": ["chemistry", "genetics", "metabolism"], "DescriptorName": "Peptide Synthases"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Roots"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Sequence Alignment"}, {"QualifierName": [], "DescriptorName": "Sequence Homology, Amino Acid"}, {"QualifierName": [], "DescriptorName": "Species Specificity"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Baron C, Zambryski PC. The plant response in pathogenesis, symbiosis, and wounding: variations on a common theme? Annu Rev Genet. 1995;29:107–129.", "ArticleIdList": ["8825470"]}, {"Citation": "Bielawski W, Joy KW. Reduced and oxidised glutathione and glutathione-reductase activity in tissues of Pisum sativum. Planta. 1986;169:267–272.", "ArticleIdList": ["24232560"]}, {"Citation": "Dalton DA, Post CJ, Langeberg L. Effects of ambient oxygen and of fixed nitrogen on concentrations of glutathione, ascorbate, and associated enzymes in soybean root nodules. Plant Physiol. 1991;96:812–818.", "ArticleIdList": ["PMC1080848", "16668258"]}, {"Citation": "Dalton DA, Russell SA, Hanus FJ, Pascoe GA, Evans HJ. Enzymatic reactions of ascorbate and glutathione that prevent peroxide damage in soybean root nodules. Proc Natl Acad Sci USA. 1986;83:3811–3815.", "ArticleIdList": ["PMC323613", "16593704"]}, {"Citation": "Ellman GL. Tissue sulfhydryl groups. Arch Biochem Biophys. 1959;82:70–77.", "ArticleIdList": ["13650640"]}, {"Citation": "Escuredo PR, Minchin FR, Gogorcena Y, Iturbe-Ormaetxe I, Klucas RV, Becana M. Involvement of activated oxygen in nitrate-induced senescence of pea root nodules. Plant Physiol. 1996;110:1187–1195.", "ArticleIdList": ["PMC160906", "12226252"]}, {"Citation": "Evans PJ, Gallesi D, Mathieu C, Hernandez MJ, de Felipe M, Halliwell B, Puppo A. Oxidative stress occurs during soybean nodule senescence. Planta. 1999;208:73–79."}, {"Citation": "Fahey RC, Newton GL. Determination of low-molecular-weight thiols using monobromobimane fluorescent labeling and high-performance liquid chromatography. Methods Enzymol. 1987;143:85–96.", "ArticleIdList": ["3657565"]}, {"Citation": "Farris MW, Reed DJ. High-performance liquid chromatography of thiols and disulfides: dinitrophenol derivatives. Methods Enzymol. 1987;143:101–109.", "ArticleIdList": ["3657520"]}, {"Citation": "Frendo P, Gallesi D, Turnbull R, Van de Sype G, Hérouart D, Puppo A. Localisation of glutathione and homoglutathione in Medicago truncatula is correlated to a differential expression of genes involved in their synthesis. Plant J. 1999;17:215–219."}, {"Citation": "Gavel Y, von Heijne G. A conserved cleavage-site motif in chloroplast transit peptides. FEBS Lett. 1990;261:455–458.", "ArticleIdList": ["2311769"]}, {"Citation": "Gogorcena Y, Gordon AJ, Escuredo PR, Minchin FR, Witty JF, Moran JF, Becana M. N2 fixation, carbon metabolism, and oxidative damage in nodules of dark-stressed common bean plants. Plant Physiol. 1997;113:1193–1201.", "ArticleIdList": ["PMC158242", "12223669"]}, {"Citation": "Gogorcena Y, Iturbe-Ormaetxe I, Escuredo PR, Becana M. Antioxidant defenses against activated oxygen in pea nodules subjected to water stress. Plant Physiol. 1995;113:1193–1201.", "ArticleIdList": ["PMC157397", "12228507"]}, {"Citation": "Griffith OW. Determination of glutathione and glutathione disulfide using glutathione reductase and 2-vinylpyridine. Anal Biochem. 1980;106:207–212.", "ArticleIdList": ["7416462"]}, {"Citation": "Grill E, Gekeler W, Winnacker EL, Zenk HH. Homo-phytochelatins are heavy metal-binding peptides of homo-glutathione containing Fabales. FEBS Lett. 1986;205:47–50."}, {"Citation": "Hausladen A, Alscher RG. Glutathione. In: Alscher RG, Hess JL, editors. Antioxidants in Higher Plants. Boca Raton, FL: CRC Press; 1993. pp. 1–30."}, {"Citation": "Hell R, Bergmann L. Glutathione synthetase in tobacco suspension cultures: catalytic properties and localization. Physiol Plant. 1988;72:70–76."}, {"Citation": "Hell R, Bergmann L. γ-Glutamylcysteine synthetase in higher plants: catalytic properties and subcellular localization. Planta. 1990;180:603–612.", "ArticleIdList": ["24202107"]}, {"Citation": "Hirsch AM. Developmental biology of legume nodulation. New Phytol. 1992;122:211–237.", "ArticleIdList": ["33873995"]}, {"Citation": "Huang CS, Moore WR, Meister A. On the active site thiol of γ-glutamylcysteine synthetase: relationships to catalysis, inhibition, and regulation. Proc Natl Acad Sci USA. 1988;85:2464–2468.", "ArticleIdList": ["PMC280017", "2895925"]}, {"Citation": "Klapheck S. Homoglutathione: isolation, quantification, and occurrence in legumes. Physiol Plant. 1988;74:727–732."}, {"Citation": "Klapheck S, Latus C, Bergmann L. Localization of glutathione synthetase and distribution of glutathione in leaf cells of Pisum sativum L. J Plant Physiol. 1987;131:123–131."}, {"Citation": "Kocsy G, Brunner M, Rüegsegger A, Stamp P, Brunold C. Glutathione synthesis in maize genotypes with different sensitivities to chilling. Planta. 1996;198:365–370."}, {"Citation": "Law MY, Halliwell B. Purification and properties of glutathione synthetase from spinach (Spinacia oleracea) leaves. Plant Sci. 1986;43:185–191."}, {"Citation": "Lueder DV, Phillips MA. Characterization of Trypanosoma brucei γ-glutamylcysteine synthetase, an essential enzyme in the biosynthesis of trypanothione (diglutathionylspermidine) J Biol Chem. 1996;271:17485–17490.", "ArticleIdList": ["8663359"]}, {"Citation": "Macnicol PK. Homoglutathione and glutathione synthetases of legume seedlings: partial purification and substrate specificity. Plant Sci. 1987;53:229–235."}, {"Citation": "Matamoros MA, Baird LM, Escuredo PR, Dalton DA, Minchin FR, Iturbe-Ormaetxe I, Rubio MC, Moran JF, Gordon AJ, Becana M. Stress-induced legume root nodule senescence: physiological, biochemical, and structural alterations. Plant Physiol. 1999;121:97–111.", "ArticleIdList": ["PMC59394", "10482665"]}, {"Citation": "May MJ, Leaver CJ. Arabidopsis thaliana γ-glutamylcysteine synthetase is structurally unrelated to mammalian, yeast, and Escherichia coli homologs. Proc Natl Acad Sci USA. 1994;91:10059–10063.", "ArticleIdList": ["PMC44957", "7937837"]}, {"Citation": "May MJ, Vernoux T, Leaver C, Van Montagu M, Inzé D. Glutathione homeostasis in plants: implications for environmental sensing and plant development. J Exp Bot. 1998;49:649–667."}, {"Citation": "Meister A, Anderson ME. Glutathione. Annu Rev Biochem. 1983;52:711–760.", "ArticleIdList": ["6137189"]}, {"Citation": "Nakai K, Kanehisa M. A knowledge base for predicting protein localization sites in eukaryotic cells. Genomics. 1992;14:897–911.", "ArticleIdList": ["PMC7134799", "1478671"]}, {"Citation": "Noctor G, Foyer CH. Ascorbate and glutathione: keeping active oxygen under control. Annu Rev Plant Physiol Plant Mol Biol. 1998;49:249–279.", "ArticleIdList": ["15012235"]}, {"Citation": "Rennenberg H. Molecular approaches to glutathione biosynthesis. In: Cram WJ, DeKok LJ, Stulem I, Brunold C, Rennenberg H, editors. Sulphur Metabolism in Higher Plants. Leiden, The Netherlands: Backhuys Publishers; 1997. pp. 59–70."}, {"Citation": "Roponen I. The effect of darkness on the leghemoglobin content and amino acid levels in the root nodules of pea plants. Physiol Plant. 1970;23:452–460."}, {"Citation": "Rüegsegger A, Brunold C. Localization of γ-glutamylcysteine synthetase and glutathione synthetase activity on maize seedlings. Plant Physiol. 1993;101:561–566.", "ArticleIdList": ["PMC160604", "12231710"]}, {"Citation": "Sánchez-Fernández R, Fricker M, Corben LB, White NS, Sheard N, Leaver CJ, Van Montagu M, Inzé D, May MJ. Cell proliferation and hair root tip growth in the Arabidopsis root are under mechanistically different forms of redox control. Proc Natl Acad Sci USA. 1997;94:2745–2750.", "ArticleIdList": ["PMC20161", "11038608"]}, {"Citation": "Sanger F, Nicklen S, Coulson AR. DNA sequencing with chain terminator inhibitors. Proc Natl Acad Sci USA. 1977;83:8073–8076.", "ArticleIdList": ["PMC431765", "271968"]}, {"Citation": "Schäfer HJ, Haag-Kerwer A, Rausch T. cDNA cloning and expression analysis of genes encoding GSH synthesis in roots of the heavy-metal accumulator Brassica juncea L.: evidence for Cd-induction of a putative mitochondrial γ-glutamylcysteine synthetase isoform. Plant Mol Biol. 1998;37:87–97.", "ArticleIdList": ["9620267"]}, {"Citation": "Vasse J, de Billy F, Camut S, Truchet G. Correlation between ultrastructural differentiation of bacteroids and nitrogen fixation in alfalfa nodules. J Bacteriol. 1990;172:4295–4306.", "ArticleIdList": ["PMC213254", "2376562"]}, {"Citation": "von Heijne G, Steppuhn J, Herrmann RG. Domain structure of mitochondrial and chloroplast targeting peptides. Eur J Biochem. 1989;180:535–545.", "ArticleIdList": ["2653818"]}, {"Citation": "Wingate VPM, Lawton MA, Lamb CJ. Glutathione causes a massive and selective induction of plant defense genes. Plant Physiol. 1988;87:206–210.", "ArticleIdList": ["PMC1054726", "16666104"]}], "ReferenceList": []}], "History": [{"Year": "1999", "Month": "11", "Day": "11"}, {"Year": "1999", "Month": "11", "Day": "11", "Hour": "0", "Minute": "1"}, {"Year": "1999", "Month": "11", "Day": "11", "Hour": "0", "Minute": "0"}, {"Year": "2000", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10557236", "PMC59450", "10.1104/pp.121.3.879"]}}]}