{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "10618250", "DateCompleted": {"Year": "2000", "Month": "02", "Day": "09"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0099-2240", "JournalIssue": {"Volume": "66", "Issue": "1", "PubDate": {"Year": "2000", "Month": "Jan"}}, "Title": "Applied and environmental microbiology", "ISOAbbreviation": "Appl Environ Microbiol"}, "ArticleTitle": "Role of leaf surface sugars in colonization of plants by bacterial epiphytes.", "Pagination": {"StartPage": "369", "EndPage": "374", "MedlinePgn": "369-74"}, "Abstract": {"AbstractText": ["The relationship between nutrients leached onto the leaf surface and the colonization of plants by bacteria was studied by measuring both the abundance of simple sugars and the growth of Pseudomonas fluorescens on individual bean leaves. Data obtained in this study indicate that the population size of epiphytic bacteria on plants under environmentally favorable conditions is limited by the abundance of carbon sources on the leaf surface. Sugars were depleted during the course of bacterial colonization of the leaf surface. However, about 20% of readily utilizable sugar, such as glucose, present initially remained on fully colonized leaves. The amounts of sugars on a population of apparently identical individual bean leaves before and after microbial colonization exhibited a similar right-hand-skewed distribution and varied by about 25-fold from leaf to leaf. Total bacterial population sizes on inoculated leaves under conditions favorable for bacterial growth also varied by about 29-fold and exhibited a right-hand-skewed distribution. The amounts of sugars on leaves of different plant species were directly correlated with the maximum bacterial population sizes that could be attained on those species. The capacity of bacteria to deplete leaf surface sugars varied greatly among plant species. Plants capable of supporting high bacterial population sizes were proportionally more depleted of leaf surface nutrients than plants with low epiphytic populations. Even in species with a high epiphytic bacterial population, a substantial amount of sugar remained after bacterial colonization. It is hypothesized that residual sugars on colonized leaves may not be physically accessible to the bacteria due to limitations in wettability and/or diffusion of nutrients across the leaf surface."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant and Microbial Biology, University of California, Berkeley, California 94720-3102, USA. mercier@DNAP.com"}], "Identifier": [], "LastName": "Mercier", "ForeName": "J", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lindow", "ForeName": "S E", "Initials": "SE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Appl Environ Microbiol", "NlmUniqueID": "7605801", "ISSNLinking": "0099-2240"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Carbohydrates"}, {"RegistryNumber": "IY9XDZ35W2", "NameOfSubstance": "Glucose"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Carbohydrates"}, {"QualifierName": [], "DescriptorName": "Colony Count, Microbial"}, {"QualifierName": ["microbiology"], "DescriptorName": "Fabaceae"}, {"QualifierName": ["analysis"], "DescriptorName": "Glucose"}, {"QualifierName": ["chemistry", "microbiology"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["growth & development", "metabolism"], "DescriptorName": "Pseudomonas fluorescens"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Atkinson B, Mavituna F. Biochemical engineering and biotechnology handbook. 2nd ed. New York, N.Y: Stockton Press; 1991. pp. 115–167."}, {"Citation": "Bashi E, Fokkema N J. Environmental factors limiting growth of Sporobolomyces roseus on wheat leaves. Trans Br Mycol Soc. 1977;68:17–25."}, {"Citation": "Beattie G A, Lindow S E. The secret life of bacterial colonists of leaf surfaces. Annu Rev Phytopathol. 1995;33:145–172.", "ArticleIdList": ["18294082"]}, {"Citation": "Beattie G A, Lindow S E. Survival, growth, and localization of epiphytic fitness mutants of Pseudomonas syringae on leaves. Appl Environ Microbiol. 1994;60:3790–3798.", "ArticleIdList": ["PMC201888", "16349417"]}, {"Citation": "Blakeman J P. Effect of plant age on inhibition of Botrytis cinerea spores by bacteria on beetroot leaves. Physiol Plant Pathol. 1972;2:143–152."}, {"Citation": "Brodie I D S, Blakeman J P. Competition for exogenous substrates in vitro by leaf surface micro-organisms and germination of conidia of Botrytis cinerea. Physiol Plant Pathol. 1976;9:227–239."}, {"Citation": "Brodie I D S, Blakeman J P. Competition for carbon compounds by a leaf surface bacterium and conidia of Botrytis cinerea. Physiol Plant Pathol. 1975;6:125–135."}, {"Citation": "Corpe W A, Rheem S. Ecology of the methylotrophic bacteria on living leaf surface. FEMS Microbiol Ecol. 1989;62:243–250."}, {"Citation": "Dik A J, Fokkema N J, Van Pelt J A. Consumption of aphid honeydew, a wheat yield reduction factor, by phyllosphere yeasts under field conditions. Neth J Plant Pathol. 1991;97:209–232."}, {"Citation": "Fiala V, Glad C, Martin M, Jolivet E, Derridj S. Occurrence of soluble carbohydrates on the phylloplane of maize (Zea mays L.): variations in relation to leaf heterogeneity and position on the plant. New Phytol. 1990;115:609–615."}, {"Citation": "Fokkema N J. The role of saprophytic fungi in antagonism against Drechslera sorokiana (Helminthosporium sativum) on agar plates and on rye leaves with pollen. Physiol Plant Pathol. 1973;3:195–205."}, {"Citation": "Fokkema N J, Riphagen I, Poot R J, de Jong C. Aphid honeydew, a potential stimulant of Cochliobolus sativus and Septoria nodorum and the competitive role of saprophytic mycoflora. Trans Br Mycol Soc. 1983;81:355–363."}, {"Citation": "Fokkema N J, den Houter J G, Kroterman Y J C, Nelis A L. Manipulation of yeasts on field-grown wheat leaves and their antagonistic effect on Cochliobolus sativus and Septoria nodorum. Trans Br Mycol Soc. 1979;72:19–29."}, {"Citation": "Hirano S S, Rouse D I, Clayton M K, Upper C D. Pseudomonas syringae pv. syringae and bacterial brown spot of bean: a study of epiphytic phytopathogenic bacteria and associated disease. Plant Dis. 1995;79:1085–1093."}, {"Citation": "Hirano S S, Upper C D. Dynamics, spread, and persistence of a single genotype of Pseudomonas syringae relative to those of its conspecifics on populations of snap bean leaflets. Appl Environ Microbiol. 1993;59:1082–1091.", "ArticleIdList": ["PMC202242", "8476284"]}, {"Citation": "Hirano S S, Upper C D. Population biology and epidemiology of Pseudomonas syringae. Annu Rev Phytopathol. 1990;28:155–177."}, {"Citation": "Hirano S S, Upper C D. Diel variation in population size and ice nucleation activity of Pseudomonas syringae on snap bean leaflets. Appl Environ Microbiol. 1989;55:623–630.", "ArticleIdList": ["PMC184170", "16347871"]}, {"Citation": "Hirano S S, Upper C D. Ecology and epidemiology of foliar plant pathogens. Annu Rev Phytopathol. 1983;21:243–269."}, {"Citation": "Hirano S S, Nordheim E V, Arny D C, Upper C D. Lognormal distribution of epiphytic bacterial populations on leaf surfaces. Appl Environ Microbiol. 1982;44:695–700.", "ArticleIdList": ["PMC242078", "16346097"]}, {"Citation": "Ishimaru C, Eskridge K M, Vidaver A K. Distribution analysis of naturally occurring epiphytic populations of Xanthomonas campestris pv. phaseoli on dry beans. Phytopathology. 1991;82:262–268."}, {"Citation": "Kinkel L, Wilson M, Lindow S E. Effects of sampling scale on the assessment of epiphytic bacterial populations. Microb Ecol. 1995;29:283–297.", "ArticleIdList": ["24185347"]}, {"Citation": "Kinkel L, Lindow S E. Invasion, exclusion, and coexistence among intraspecific bacterial epiphytes. Appl Environ Microbiol. 1993;59:3447–3454.", "ArticleIdList": ["PMC182472", "16349074"]}, {"Citation": "Kinkel L L. Microbial population dynamics on leaves. Annu Rev Phytopathol. 1997;35:327–347.", "ArticleIdList": ["15012527"]}, {"Citation": "Kinkel L L, Wilson M, Lindow S E. Utility of microcosm studies for predicting phylloplane bacterium population sizes in the field. Appl Environ Microbiol. 1996;62:3413–3423.", "ArticleIdList": ["PMC1388943", "16535405"]}, {"Citation": "Last F T. Factors associated with the distribution of some phylloplane microbes. Neth J Plant Pathol. 1970;76:140–143."}, {"Citation": "Lindemann J, Suslow T V. Competition between ice nucleation active wild-type and ice nucleation deficient deletion mutant strains of Pseudomonas syringae and P. fluorescens biovar I and biological control of frost injury on strawberry blossoms. Phytopathology. 1987;77:882–886."}, {"Citation": "Lindow S E. Control of epiphytic ice nucleation active bacteria for management of plant frost injury. In: Gusta L, Warren G, Lee R, editors. Biological ice nucleation and its applications. St. Paul, Minn: American Phytopathological Society Press; 1994. pp. 239–256."}, {"Citation": "Lindow S E. Competitive exclusion of epiphytic bacteria by Ice− mutants of Pseudomonas syringae. Appl Environ Microbiol. 1987;53:2520–2527.", "ArticleIdList": ["PMC204139", "16347468"]}, {"Citation": "Lindow S E. Ecology of Pseudomonas syringae relevant to the field use of Ice− deletion mutants constructed in vitro for plant frost control. In: Halvorson H O, Pramer D, Rogul M, editors. Engineered organisms in the environment: scientific issues. Washington, D.C.: American Society for Microbiology; 1985. pp. 23–25."}, {"Citation": "Lindow S E, Andersen G A. Influence of immigration in establishing epiphytic bacterial populations on navel orange. Appl Environ Microbiol. 1996;62:2978–2987.", "ArticleIdList": ["PMC1388922", "16535384"]}, {"Citation": "Lindow S E, Arny D C, Upper C D. Distribution of ice nucleation active bacteria on plants in nature. Appl Environ Microbiol. 1978;36:831–838.", "ArticleIdList": ["PMC243154", "736541"]}, {"Citation": "Loper J E, Lindow S E. A biological sensor for iron available to bacteria in their habitats on plant surfaces. Appl Environ Microbiol. 1994;60:1934–1941.", "ArticleIdList": ["PMC201583", "16349283"]}, {"Citation": "O'Brien R D, Lindow S E. Effect of plant species and environmental conditions on epiphytic population sizes of Pseudomonas syringae and other bacteria. Phytopathology. 1989;79:619–627."}, {"Citation": "Purnell T J, Preece T F. Effects of foliar washing on subsequent infection of leaves of swede (Brassica napus) by Erysiphe cruciferarum. Physiol Plant Pathol. 1971;1:123–132."}, {"Citation": "Rodger G, Blakeman J P. Microbial colonization and uptake of 14C label on leaves of sycamore. Trans Br Mycol Soc. 1984;82:45–51."}, {"Citation": "Seidler R J, Walter M V, Hern S, Fieland V, Schmedding D, Lindow S E. Measuring the dispersal and reentrainment of recombinant Pseudomonas syringae at California test sites. Microb Releases. 1994;2:209–216."}, {"Citation": "Timmer L W, Marois J J, Achor D. Growth and survival of xanthomonads under conditions nonconducive to disease development. Phytopathology. 1987;77:1341–1345."}, {"Citation": "Tukey H B., Jr The leaching of substances from plants. Annu Rev Plant Physiol. 1970;21:305–324."}, {"Citation": "Tukey H B, Jr, Wittwer S H, Tukey H B. Leaching of carbohydrates from plant foliage as related to light intensity. Science. 1957;126:120–121.", "ArticleIdList": ["17795480"]}, {"Citation": "Warren R C. The effect of pollen on the fungal leaf microflora of Beta vulgaris L. and on infection of leaves by Phoma betae. Neth J Plant Pathol. 1972;78:89–98."}, {"Citation": "Wildman H G, Parkinson D. Seasonal changes in water-soluble carbohydrates on Populus tremuloides leaves. Can J Bot. 1981;59:862–869."}, {"Citation": "Wilson M, Lindow S E. Enhanced epiphytic coexistence of near-isogenic salicylate-catabolizing and non-salicylate-catabolizing Pseudomonas putida strains after exogenous salicylate application. Appl Environ Microbiol. 1995;61:1073–1076.", "ArticleIdList": ["PMC1388389", "16534957"]}, {"Citation": "Wilson M, Savka M A, Hwang I, Farrand S K, Lindow S E. Altered epiphytic colonization of mannityl opine-producing transgenic tobacco plants by a mannityl opine-catabolizing strain of Pseudomonas syringae. Appl Environ Microbiol. 1995;61:2151–2158.", "ArticleIdList": ["PMC1388458", "16535040"]}, {"Citation": "Wilson M, Lindow S E. Coexistence among epiphytic bacterial populations mediated through nutritional resource partitioning. Appl Environ Microbiol. 1994;60:4468–4477.", "ArticleIdList": ["PMC202007", "16349462"]}, {"Citation": "Wilson M, Lindow S E. Ecological differentiation and coexistence between epiphytic Ice+Pseudomonas syringae strains and an Ice− biological control agent. Appl Environ Microbiol. 1994;60:3128–3137.", "ArticleIdList": ["PMC201780", "16349371"]}, {"Citation": "Wilson M, Lindow S E. Interactions between the biological control agent Pseudomonas fluorescens A506 and Erwinia amylovora in pear blossoms. Phytopathology. 1993;83:117–123."}]}], "History": [{"Year": "2000", "Month": "1", "Day": "5"}, {"Year": "2000", "Month": "1", "Day": "5", "Hour": "0", "Minute": "1"}, {"Year": "2000", "Month": "1", "Day": "5", "Hour": "0", "Minute": "0"}, {"Year": "2000", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10618250", "PMC91832", "10.1128/AEM.66.1.369-374.2000"]}}], "PubmedBookArticle": []}