{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "10632130", "DateCompleted": {"Year": "2000", "Month": "02", "Day": "04"}, "DateRevised": {"Year": "2013", "Month": "11", "Day": "21"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0095-6562", "JournalIssue": {"Volume": "71", "Issue": "1", "PubDate": {"Year": "2000", "Month": "Jan"}}, "Title": "Aviation, space, and environmental medicine", "ISOAbbreviation": "Aviat Space Environ Med"}, "ArticleTitle": "Herbal preparations: a primer for the aeromedical physician.", "Pagination": {"StartPage": "45", "EndPage": "60", "MedlinePgn": "45-60"}, "Abstract": {"AbstractText": ["This study was an effort to identify the botanical preparations of potential risk to the aviator and aviation safety, and to ascertain whether aviators are using dietary supplements despite extensive educational efforts discouraging over-the-counter medication use. Herbal preparations may be used by nearly 20% of the adult population. Although the aviator population may be presumed to use them as well, the actual degree of use among aviators is unknown. Use of such substances as health promotion or therapeutic agents may provide health benefits, but may also carry risk. Military and civilian aviators are not currently required to disclose such use, nor are examiners obligated to inquire or counsel aviators about them. This paper examines the trends in post-mortem toxicological samples suggesting botanical preparation use, and develops a rational method for determining suitability for use by the aviator.", "The toxicological test results from 3177 mishap pilots performed at the Civil Aeromedical Institute from 1989-1997 were examined for the presence of substances suggesting botanical preparation use. The prevalence of positive test results for ephedrine among mishap pilots was compared with the prevalence of tests positive for chemically and biologically similar non-botanical substances among mishap pilots. A review of existing literature was also performed to identify substances posing possible risk to the aviator health or aviation safety.", "Ephedrine was found to be the only substance routinely screened on toxicological specimens that was suitable for association with botanical substance utilization. The percent of specimens positive for ephedrine increased three- to four-fold while the percent of specimens positive for similar non-botanical substances decreased overall. The literature revealed sufficient evidence that a number of open market botanical agents are capable of causing incapacitation by cardiovascular or neuropsychiatric mechanisms, yet are legally permitted for use by aviators.", "Aviators are using botanical products with increasing frequency, and many of those substances may pose significant risk of incapacitation, altered sensorium, or adverse health effects. The flight surgeon must be diligent in eliciting a history of use and assisting aviators to minimize personal risk and risks to flight safety. A rational approach to assessing risk is presented."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "United States Air Force School of Aerospace Medicine, Brooks Air Force Base, TX 78235, USA. charles.fisher@mirage.brooks.af.mil"}], "Identifier": [], "LastName": "Fisher", "ForeName": "C R", "Initials": "CR", "Suffix": "Jr"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Veronneau", "ForeName": "S J", "Initials": "SJ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Aviat Space Environ Med", "NlmUniqueID": "7501714", "ISSNLinking": "0095-6562"}, "ChemicalList": [{"RegistryNumber": "GN83C131XS", "NameOfSubstance": "Ephedrine"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aerospace Medicine"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ephedrine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Plants, Medicinal"}], "NumberOfReferences": "43"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2000", "Month": "1", "Day": "13", "Hour": "9", "Minute": "0"}, {"Year": "2001", "Month": "3", "Day": "28", "Hour": "10", "Minute": "1"}, {"Year": "2000", "Month": "1", "Day": "13", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10632130"]}}], "PubmedBookArticle": []}