{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "10692382", "DateCompleted": {"Year": "2000", "Month": "03", "Day": "24"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "21"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0021-9193", "JournalIssue": {"Volume": "182", "Issue": "6", "PubDate": {"Year": "2000", "Month": "Mar"}}, "Title": "Journal of bacteriology", "ISOAbbreviation": "J Bacteriol"}, "ArticleTitle": "Glutathione is involved in environmental stress responses in Rhizobium tropici, including acid tolerance.", "Pagination": {"StartPage": "1748", "EndPage": "1753", "MedlinePgn": "1748-53"}, "Abstract": {"AbstractText": ["The isolation of rhizobial strains which exhibit an intrinsic tolerance to acidic conditions has been reported and has facilitated studies on the basic mechanisms underlying acid tolerance. Rhizobium tropici strain CIAT899 displays a high intrinsic tolerance to acidity and therefore was used in this work to study the molecular basis of bacterial responses to acid conditions and other environmental stresses. We generated a collection of R. tropici CIAT899 mutants affected in acid tolerance using Tn5-luxAB mutagenesis, and one mutant strain (CIAT899-13T2), which fails to grow under acid conditions, was characterized in detail. Strain CIAT899-13T2 was found to contain a single Tn5-luxAB insertion in a gene showing a high degree of similarity with the Escherichia coli gshB gene, encoding the enzyme glutathione synthetase. Intracellular potassium pools and intracellular pH levels were found to be lower in the mutant than in the parent. The glutathione-deficient mutant was shown to be sensitive to weak organic acids, osmotic and oxidative stresses, and the presence of methylglyoxal. Glutathione restores responses to these stresses almost to wild-type levels. Our data show that in R. tropici the production of glutathione is essential for growth in extreme environmental conditions. The mutant strain CIAT899-13T2 induced effective nodules; however, it was found to be outcompeted by the wild-type strain in coinoculation experiments."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Bioquímica y Biologia Molecular, Facultad de Ciencias Exactas, Universidad Nacional de La Plata, La Plata, Argentina."}], "Identifier": [], "LastName": "Riccillo", "ForeName": "P M", "Initials": "PM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Muglia", "ForeName": "C I", "Initials": "CI"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "de Bruijn", "ForeName": "F J", "Initials": "FJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Roe", "ForeName": "A J", "Initials": "AJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Booth", "ForeName": "I R", "Initials": "IR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Aguilar", "ForeName": "O M", "Initials": "OM"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Bacteriol", "NlmUniqueID": "2985120R", "ISSNLinking": "0021-9193"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA Transposable Elements"}, {"RegistryNumber": "722KLD7415", "NameOfSubstance": "Pyruvaldehyde"}, {"RegistryNumber": "GAN16C9B8O", "NameOfSubstance": "Glutathione"}, {"RegistryNumber": "RWP5GA015D", "NameOfSubstance": "Potassium"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "DNA Transposable Elements"}, {"QualifierName": ["microbiology"], "DescriptorName": "Fabaceae"}, {"QualifierName": ["metabolism"], "DescriptorName": "Glutathione"}, {"QualifierName": [], "DescriptorName": "Hydrogen-Ion Concentration"}, {"QualifierName": [], "DescriptorName": "Mutagenesis, Insertional"}, {"QualifierName": [], "DescriptorName": "Osmotic Pressure"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["genetics"], "DescriptorName": "Plasmids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Potassium"}, {"QualifierName": ["toxicity"], "DescriptorName": "Pyruvaldehyde"}, {"QualifierName": ["genetics", "physiology"], "DescriptorName": "Rhizobium"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aarons S R, Graham P H. Response of Rhizobium leguminosarum bv. phaseoli to acidity. Plant Soil. 1991;134:145–151."}, {"Citation": "Aguilar O M, Grasso D H. The product of the Rhizobium meliloti ilvC gene is required for isoleucine and valine synthesis and nodulation of alfalfa. J Bacteriol. 1991;173:7756–7764.", "ArticleIdList": ["PMC212565", "1744032"]}, {"Citation": "Altschul S F, Gish W, Miller W, Myers E W, Lipman D J. Basic local alignment search tool. J Mol Biol. 1990;215:403–410.", "ArticleIdList": ["2231712"]}, {"Citation": "Anderson M E. Determination of glutathione and glutathione disulfide in biological samples. Methods Enzymol. 1985;113:548–555.", "ArticleIdList": ["4088074"]}, {"Citation": "Anyango B, Wilson K J, Beynon J L, Giller K E. Diversity of rhizobia nodulating Phaseolus vulgaris L. in two Kenyan soils with contrasting pHs. Appl Environ Microbiol. 1995;61:4016–4021.", "ArticleIdList": ["PMC1388601", "16535165"]}, {"Citation": "Asha H, Gowrishankar J. Regulation of kdp operon expression in Escherichia coli: evidence against turgor as signal for transcriptional control. J Bacteriol. 1993;175:4528–4537.", "ArticleIdList": ["PMC204895", "8331081"]}, {"Citation": "Beringer J E. R factor transfer in Rhizobium leguminosarum. J Gen Microbiol. 1974;84:188–198.", "ArticleIdList": ["4612098"]}, {"Citation": "Blattner F R, Plunkett III G, Bloch C A, Perna N T, Burland V, Riley M, et al. The complete genome sequence of Escherichia coli K12. Science. 1997;277:1453–1474.", "ArticleIdList": ["9278503"]}, {"Citation": "Bohlool B B, Ladha J K, Garrity D P, George T. Biological nitrogen fixation for sustainable agriculture: a perspective. Plant Soil. 1992;141:1–11."}, {"Citation": "Booth I R. Regulation of cytoplasmic pH in bacteria. Microbiol Rev. 1985;49:359–378.", "ArticleIdList": ["PMC373043", "3912654"]}, {"Citation": "Booth I R. Bacterial responses to pH. Novartis Foundation Symposium 221. Chichester, United Kingdom: Wiley; 1999. The regulation of intracellular pH in bacteria; pp. 19–37.", "ArticleIdList": ["10207911"]}, {"Citation": "Buttery B R, Park S J, Hume D J. Potential for increasing nitrogen fixation in grain legumes. Can J Plant Sci. 1992;72:323–349."}, {"Citation": "Chesney J A, Eaton J W, Mahoney J R., Jr Bacterial glutathione: a sacrificial defense against chlorine compounds. J Bacteriol. 1996;178:2131–2135.", "ArticleIdList": ["PMC177915", "8606194"]}, {"Citation": "Crockford A J, Behncke C, Williams H D. The adaptation of Rhizobium leguminosarum bv. phaseoli to oxidative stress and its overlap with other environmental stress responses. Microbiology. 1998;142:331–336.", "ArticleIdList": ["33657746"]}, {"Citation": "De Bruijn F J, Rossbach S. Transposon mutagenesis. In: Gerhardt P, Murray R G E, Wood W A, Krieg N R, editors. Methods for general and molecular biology. Washington, D.C.: American Society for Microbiology; 1994. pp. 387–405."}, {"Citation": "Ditta G, Stanfield S, Corbin D, Helinski D R. Broad host range DNA cloning system for Gram negative bacteria: construction of a gene bank of Rhizobium meliloti. Proc Natl Acad Sci USA. 1980;77:7347–7351.", "ArticleIdList": ["PMC350500", "7012838"]}, {"Citation": "Doherty H M, Adams D G. Cloning and sequence of ftsZ and flanking regions from the cyanobacterium Anabaena PCC 7120. Gene. 1995;163:93–96.", "ArticleIdList": ["7557485"]}, {"Citation": "Errington J. Bacillus subtilis sporulation: regulation of gene expression and control of morphogenesis. Microbiol Rev. 1993;57:1–33.", "ArticleIdList": ["PMC372899", "8464402"]}, {"Citation": "Ferguson G P, Booth I R. Importance of glutathione for growth and survival of Escherichia coli cells: detoxification of methylglyoxal and maintenance of intracellular K+ J Bacteriol. 1998;180:4314–4318.", "ArticleIdList": ["PMC107434", "9696786"]}, {"Citation": "Ferguson G P, Munro A W, Douglas R M, McLaggan D, Booth I R. Activation of potassium channels during metabolite detoxification in Escherichia coli. Mol Microbiol. 1993;9:1297–1303.", "ArticleIdList": ["7934942"]}, {"Citation": "Ferguson G P, McLaggan D, Booth I R. Potassium channel activation by glutathione-S-conjugates in Escherichia coli: protection against methylglyoxal is mediated by cytoplasmic acidification. Mol Microbiol. 1995;17:1025–1033.", "ArticleIdList": ["8594323"]}, {"Citation": "Givskov M, Eberl L, Molin S. Responses to nutrient starvation in Pseudomonas putida KT2442L two-dimensional electrophoretic analysis of starvation- and stress-induced proteins. J Bacteriol. 1994;176:4816–4824.", "ArticleIdList": ["PMC196315", "8050994"]}, {"Citation": "Graham P H, Draeger K J, Ferrey M L, Conroy M J, Hamer B E, Martinez E, et al. Acid pH tolerance in strains of Rhizobium and Bradyrhizobium, and initial studies on the basis for acid tolerance of Rhizobium tropici UMR 1899. Can J Microbiol. 1994;40:198–207."}, {"Citation": "Hanahan D. Studies on transformation of Escherichia coli with plasmids. J Mol Biol. 1983;166:557–580.", "ArticleIdList": ["6345791"]}, {"Citation": "Hungría M, Franco A A, Sprent J I. New sources of high-temperature tolerant rhizobia for Phaseolus vulgaris L. Plant Soil. 1993;149:103–109."}, {"Citation": "Kiss G B, Vincze É, Kálman Z, Forrai T, Kondorasi Á. Genetic and biochemical analysis of mutants affects nitrate reduction in Rhizobium meliloti. J Gen Microbiol. 1979;113:105–118."}, {"Citation": "Kjelleberg S. Starvation in bacteria. New York, N.Y: Plenum Press; 1993."}, {"Citation": "Kragelund L, Christoffsen B, Nybroe O, de Bruijn F J. Isolation of lux reporter gene fusions in Pseudomonas fluorescens DF57 inducible by nitrogen or phosphorus starvation. FEMS Microbiol Ecol. 1995;17:95–106."}, {"Citation": "Kroll R G, Booth I R. The role of potassium transport in the generation of a pH gradient in Escherichia coli. Biochem J. 1981;198:691–698.", "ArticleIdList": ["PMC1163319", "7034732"]}, {"Citation": "Malli R, Epstein W. Expression of the Kdp ATPase is consistent with regulation by turgor pressure. J Bacteriol. 1998;180:5102–5108.", "ArticleIdList": ["PMC107545", "9748442"]}, {"Citation": "Martínez Romero E, Segovia L, Mercante F M, Franco A A, Graham P, Pardo M A. Rhizobium tropici, a novel species nodulating Phaseolus vulgaris L beans and Leucaena sp. trees. Int J Syst Bacteriol. 1991;41:417–426.", "ArticleIdList": ["1715738"]}, {"Citation": "Meury J, Kepes A. Glutathione and the gated potassium channels of Escherichia coli. EMBO J. 1982;1:339–343.", "ArticleIdList": ["PMC553046", "6325160"]}, {"Citation": "Milcamps A, Ragatz D M, Lim P, Berger K A, de Bruijn F J. Isolation of carbon- and nitrogen-deprivation induced loci of Sinorhizobium meliloti 1021 by Tn5-luxAB mutagenesis. Microbiology. 1998;144:3205–3218.", "ArticleIdList": ["9846756"]}, {"Citation": "Milcamps A, de Bruijn F J. Identification of a novel nutrient-deprivation induced Sinorhizobium meliloti gene (hmgA) involved in the degradation of tyrosine. Microbiology. 1999;145:935–947.", "ArticleIdList": ["10220173"]}, {"Citation": "Miyajima N, Hirosawa M, Sugiura M, Sasamoto S, Kimura T, Hosouchi T, et al. Sequence analysis of the genome of the unicellular cyanobacterium Synechocystis sp. strain PCC6803. II. Sequence determination of the entire genome and assignment of potential protein-coding regions. DNA Res. 1996;3:109–136.", "ArticleIdList": ["8905231"]}, {"Citation": "O'Hara G W, Gross T J, Dilworth M J, Glenn A R. Maintenance of intracellular pH and acid tolerance in Rhizobium meliloti. Appl Environ Microbiol. 1989;55:1870–1876.", "ArticleIdList": ["PMC202972", "16347984"]}, {"Citation": "Okumura N, Masamoto K, Wada H. The gshB gene in the cyanobacterium Sinechococcus sp. PCC 7942 encodes a functional glutathione synthetase. Microbiology. 1997;143:2883–2890.", "ArticleIdList": ["9308172"]}, {"Citation": "Perez-Galdona R, Kahn M L. Effects of organic acids and low pH on Rhizobium meliloti 104A14. Microbiology. 1994;140:1231–1235.", "ArticleIdList": ["8025689"]}, {"Citation": "Peters J M, Dalrymple B P, Jorgensen W K. Sequence of a putative glutathione synthetase-II gene and flanking regions from Anaplasma centrale. Biochem Biophys Res Commun. 1992;182:1040–1046.", "ArticleIdList": ["1540152"]}, {"Citation": "Phillips D A, Sande E S, Vriezen J A C, de Bruijn F J, Le Rudulier D, Joseph C M. A new genetic locus in Sinorhizobium meliloti is involved in stachydrine utilization. Appl Environ Microbiol. 1998;64:3954–3960.", "ArticleIdList": ["PMC106584", "9758825"]}, {"Citation": "Roe A J, McLaggan D, Davidson I, O'Byrne C, Booth I R. Perturbation of anion balance during inhibition of growth of Escherichia coli by weak acids. J Bacteriol. 1998;180:767–772.", "ArticleIdList": ["PMC106953", "9473028"]}, {"Citation": "Sambrook J, Fritsch E F, Maniatis T. Molecular cloning: a laboratory manual. 2nd ed. Cold Spring Harbor, N.Y: Cold Spring Harbor Laboratory Press; 1989."}, {"Citation": "Watson N, Dunyak D S, Rosey E L, Stoneczewski J L, Olson E R. Identification of elements involved in the transcriptional regulation of the Escherichia coli operon by external pH. J Bacteriol. 1992;174:530–540.", "ArticleIdList": ["PMC205747", "1370290"]}, {"Citation": "Wayne G R, Tiwari R P, Wong C M, Dilworth M J, Glenn A R. The transcriptional regulator gene phR in Sinorhizobium meliloti WSM419 is regulated by low pH and other stresses. Microbiology. 1998;144:3335–3342.", "ArticleIdList": ["9884225"]}, {"Citation": "Wolk P C, Cai Y, Panoff J M. Use of transposon with luciferase as a reporter to identify environmentally responsive genes in a cyanobacterium. Proc Natl Acad Sci USA. 1991;88:5355–5359.", "ArticleIdList": ["PMC51871", "11607193"]}]}], "History": [{"Year": "2000", "Month": "2", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2000", "Month": "4", "Day": "1", "Hour": "9", "Minute": "0"}, {"Year": "2000", "Month": "2", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2000", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10692382", "PMC94474", "10.1128/JB.182.6.1748-1753.2000"]}}], "PubmedBookArticle": []}