{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "10784278", "DateCompleted": {"Year": "2000", "Month": "06", "Day": "28"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "30"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1075-5535", "JournalIssue": {"Volume": "6", "Issue": "2", "PubDate": {"Year": "2000", "Month": "Apr"}}, "Title": "Journal of alternative and complementary medicine (New York, N.Y.)", "ISOAbbreviation": "J Altern Complement Med"}, "ArticleTitle": "The first international meeting of the Research Initiative on Traditional Antimalarial Methods (RITAM).", "Pagination": {"StartPage": "195", "EndPage": "207", "MedlinePgn": "195-207"}, "Abstract": {"AbstractText": ["The first international meeting of the Research Initiative on Traditional Antimalarial Methods (RITAM) was held at the Regional Dermatology Training Centre (RDTC) of the Tumaini University of Health Sciences, Moshi, Tanzania, on December 8-11, 1999. This Inaugural Meeting of RITAM, jointly hosted by the Global Initiative for Traditional Systems of Health (GIFTS) at Oxford University and the World Health Organization (WHO), was designed to develop a strategy for more effective, evidence-based use of traditional medicines that can also inform malaria-control policy decisions. RITAM was established during 1999 as a network of researchers and other people who are active or interested in the study and use of traditional, plant-based antimalarials. RITAM is a partnership between GIFTS of Health, University of Oxford and the Tropical Disease Research (TDR) Programme of WHO. Malaria is one of the key health issues affecting developing countries, particularly in sub-Saharan Africa and Asia. With increasing drug resistance and the high cost of pharmaceutical drugs, the use of herbal antimalarials is popular. The conference was attended by biologic and social scientists, clinicians, traditional healers, and policy makers from Africa, Asia, Europe, and the Americas. The meeting was funded by the Rockefeller Foundation, the Nuffield Foundation's Commonwealth Programme, WHO's TDR Programme, and direct support to delegates was provided by other funders. The meeting addressed the need for research and policy on the prophylactic and therapeutic effects of medicinal plants as well as on vector control and repellence. There were five main outputs from the meeting: (1) targets for making a significant contribution to the control of malaria through the use of traditional antimalarial methods; (2) methods for achieving these targets, including ethical guidelines; (3) an implementation strategy for moving this field ahead quickly and soundly and for putting research findings into practice; (4) linkages established between researchers working on traditional antimalarial methods, based on agreed research priorities and designed to avoid unnecessary replication; and (5) strengthening the RITAM database of current knowledge on traditional herbal antimalarial methods. Four specialist groups were established to develop the above: (1) policy, advocacy, and funding; (2) preclinical studies; (3) clinical development; and (4) repellance and vector control. These will be coordinated by an executive committee managed by GIFTS. Two meetings are planned in 2000: a natural-products chemistry meeting at WHO in Geneva, Switzerland, in June; and a symposium at the World Congress on Tropical Medicine in Cartagena, Colombia, in August."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "GIFTS OF HEALTH, University of Oxford, United Kingdom."}], "Identifier": [], "LastName": "Bodeker", "ForeName": "G", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Willcox", "ForeName": "M", "Initials": "M"}], "PublicationTypeList": ["Congress", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Altern Complement Med", "NlmUniqueID": "9508124", "ISSNLinking": "1075-5535"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antimalarials"}], "MeshHeadingList": [{"QualifierName": ["therapeutic use"], "DescriptorName": "Antimalarials"}, {"QualifierName": [], "DescriptorName": "Developing Countries"}, {"QualifierName": [], "DescriptorName": "Health Planning"}, {"QualifierName": [], "DescriptorName": "Health Policy"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Malaria"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2000", "Month": "4", "Day": "28", "Hour": "9", "Minute": "0"}, {"Year": "2000", "Month": "7", "Day": "6", "Hour": "11", "Minute": "0"}, {"Year": "2000", "Month": "4", "Day": "28", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10784278", "10.1089/acm.2000.6.195"]}}], "PubmedBookArticle": []}