{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "10982433", "DateCompleted": {"Year": "2000", "Month": "11", "Day": "24"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "15"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0032-0889", "JournalIssue": {"Volume": "124", "Issue": "1", "PubDate": {"Year": "2000", "Month": "Sep"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Long-term growth of Ginkgo with CO(2) enrichment increases leaf ice nucleation temperatures and limits recovery of the photosynthetic system from freezing.", "Pagination": {"StartPage": "183", "EndPage": "190", "MedlinePgn": "183-90"}, "Abstract": {"AbstractText": ["The importance of subzero temperature interactions with elevated CO(2) on plant carbon metabolism has received rather little attention, despite their likely role in influencing future vegetation productivity and dynamics. Here we focused on the critical issues of CO(2)-enrichment effects on leaf-freezing temperatures, subsequent membrane damage, and recovery of the photosynthetic system. We show that growth in elevated CO(2) (70 Pa) results in a substantial and significant (P<0.01) increase (up to 4 degrees C) in the ice nucleation temperature of leaves of Maidenhair tree (Ginkgo biloba), which was observed consistently throughout the 1999 growing season relative to their ambient CO(2) (35 Pa) counterparts. We suggest that increased sensitivity of leaves to ice damage after growth in elevated CO(2) provides an explanation for increased photoinhibition observed in the field early and late in the growing season when low nighttime temperatures are experienced. This new mechanism is proposed in addition to the earlier postulated explanation for this phenomenon involving a reduction in the rate of triose-P utilization owing to a decrease in the rate of carbohydrate export from the leaf."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal and Plant Sciences, University of Sheffield, Sheffield S10 2TN, United Kingdom."}], "Identifier": [], "LastName": "Terry", "ForeName": "A C", "Initials": "AC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Quick", "ForeName": "W P", "Initials": "WP"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Beerling", "ForeName": "D J", "Initials": "DJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Ice"}, {"RegistryNumber": "1406-65-1", "NameOfSubstance": "Chlorophyll"}, {"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "YF5Q9EJC8Y", "NameOfSubstance": "Chlorophyll A"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "Cell Membrane"}, {"QualifierName": ["metabolism"], "DescriptorName": "Chlorophyll"}, {"QualifierName": [], "DescriptorName": "Chlorophyll A"}, {"QualifierName": [], "DescriptorName": "Freezing"}, {"QualifierName": ["growth & development", "metabolism", "physiology"], "DescriptorName": "Ginkgo biloba"}, {"QualifierName": [], "DescriptorName": "Ice"}, {"QualifierName": [], "DescriptorName": "Light"}, {"QualifierName": [], "DescriptorName": "Photosynthesis"}, {"QualifierName": ["growth & development", "metabolism", "physiology"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Beerling DJ. The future as the key to the past for palaeobotany? Trends Ecol Evol. 1998;13:311–316.", "ArticleIdList": ["21238319"]}, {"Citation": "Beerling DJ. Atmospheric carbon dioxide, past climates and the plant fossil record. Bot J Scotl. 1999;51:49–68."}, {"Citation": "Beerling DJ, McElwain JC, Osborne CP. Stomatal responses of the ‘living fossil’ Ginkgo biloba L. to changes in atmospheric CO2 concentrations. J Exp Bot. 1998;49:1603–1607."}, {"Citation": "Berner RA. The rise of land plants and their effect on weathering and atmospheric CO2. Science. 1997;276:544–546."}, {"Citation": "Bravo LA, Zuniga GE, Alberdi M, Corcuera LJ. The role of ABA in freezing tolerance and cold acclimation in barley. Physiol Plant. 1998;103:17–23."}, {"Citation": "Caporn SJM, Risager M, Lee JA. Effect of nitrogen supply on frost hardiness in Calluna vulgaris (L.) Hull. New Phytol. 1994;128:461–468.", "ArticleIdList": ["33874583"]}, {"Citation": "Chaloner WG, Creber GT. The phenomenon of forest growth in Antarctica: a review. In: Crame AJ, editor. Origins and Evolution of the Antarctic Biota. Geological Society of London Special Publication No. 47, London; 1989. pp. 85–88."}, {"Citation": "Drake BG, Gonzàlez-Meler MA, Long SP. More efficient plants: a consequence of rising atmospheric CO2? Annu Rev Plant Physiol Plant Mol Biol. 1997;48:609–639.", "ArticleIdList": ["15012276"]}, {"Citation": "Flexas J, Badger M, Chow WS, Medrano H, Osmond CB. Analysis of the relative increase in photosynthetic O2 uptake when photosynthesis in grapevine leaves is inhibited following night temperatures and/or water stress. Plant Physiol. 1999;121:675–684.", "ArticleIdList": ["PMC59431", "10517860"]}, {"Citation": "Francis JE. Polar fossil forests. Geol Today. 1990;6:92–95."}, {"Citation": "Genty B, Briantais JM, Baker NR. The relationship between the quantum yield of photosynthetic electron transport and quenching of chlorophyll fluorescence. Biochim Biophys Acta. 1989;990:87–92."}, {"Citation": "Hymus GJ, Ellsworth DS, Baker NR, Long SP. Does free-air carbon dioxide enrichment affect photochemical energy use by evergreen trees in different seasons? A chlorophyll fluorescence study of mature loblolly pine. Plant Physiol. 1999;120:1183–1191.", "ArticleIdList": ["PMC59352", "10444102"]}, {"Citation": "Intergovernmental Panel on Climate Change. The Science of Climate Change. In: Houghton JT, Meira Filho LG, Callander BA, Harris N, Kattenberg A, Moss RH, editors. Climate Change 1995. Cambridge, UK: Cambridge University Press; 1995."}, {"Citation": "Korner C, Pelaez-Riedl S, Van Bel AJE. CO2 responsiveness in plants: a possible link to phloem loading. Plant Cell Environ. 1995;20:867–880."}, {"Citation": "Krause GH, Weis E. Chlorophyll fluorescence as a tool in plant physiology. Photosynth Res. 1984;5:139–157.", "ArticleIdList": ["24458602"]}, {"Citation": "Krause GH, Weis E. Chlorophyll fluorescence and photosynthesis: the basics. Annu Rev Plant Physiol Plant Mol Biol. 1991;42:313–349."}, {"Citation": "Jiang Y, Jia SR, Fei YB, Tan KH. Antifreeze proteins and their role in plant anti-freeze physiology. Acta Bot Sin. 1999;41:677–685."}, {"Citation": "Leegood LC, Walker DA, Foyer CH. Regulation of the Calvin cycle. In: Barber R, Baker NR, editors. Topics in Photosynthesis 6. Amsterdam: Elsevier; 1985. pp. 189–258."}, {"Citation": "Leverenz JW, Bruhn D, Saxe H. Responses of two provenances of Fagus sylvatica seedlings to a combination of four temperatures and two CO2 treatments during the first growing season: gas exchange of leaves and roots. New Phytol. 1999;144:437–454.", "ArticleIdList": ["33862868"]}, {"Citation": "Long SP, Humphries S, Falkowski PG. Photoinhibition of photosynthesis in nature. Annu Rev Plant Physiol Plant Mol Biol. 1994;45:633–662."}, {"Citation": "Lutze JL, Roden JS, Holly CJ, Wolfe J, Egerton JJG, Ball MC. Elevated atmospheric [CO2] promotes frost damage in evergreen tree seedlings. Plant Cell Environ. 1998;21:631–635."}, {"Citation": "Mantyla E, Lang V, Palva ET. Role of abscisic acid in drought-induced freezing tolerance, cold acclimation, and accumulation of LT178 and RAB18 proteins. Plant Physiol. 1995;107:141–148.", "ArticleIdList": ["PMC161176", "12228349"]}, {"Citation": "Osborne CP, Drake BG, LaRoche J, Long SP. Does long-term elevation of CO2 concentration increase photosynthesis in forest floor vegetation? Plant Physiol. 1997;114:337–344.", "ArticleIdList": ["PMC158309", "12223707"]}, {"Citation": "Owens TG. Fluorescence and energy transduction. In: Demers S, editor. Individual Cell and Particle Analysis in Oceanography. NATO/ASI Workshop. Berlin: Springer-Verlag; 1991. pp. 187–203."}, {"Citation": "Repo T, Hanninen H, Kellomaki S. The effects of long-term elevated of air temperature and CO2 on the frost hardiness of Scots pine. Plant Cell Environ. 1996;19:209–216."}, {"Citation": "Roden JS, Egerton JJG, Ball MC. Effect of elevated [CO2] on photosynthesis and growth of snow gum (Eucalyptus pauciflora) seedlings during winter and spring. Aust J Plant Physiol. 1999;26:37–46."}, {"Citation": "Rothwell GW, Holt B. Fossils and phenology in the evolution of Ginkgo biloba. In: Hori T, Ridge RW, Tulecke W, Del Tredici P, Trémouillaux-Guîller J, Tobe H, editors. Gingko biloba: A Global Treasure: From Biology to Medicine. Tokyo: Springer-Verlag; 1997. pp. 223–230."}, {"Citation": "Sharkey TD. O2-insensitive photosynthesis in C3 plants: its occurrence and a possible explanation. Plant Physiol. 1985;78:71–75.", "ArticleIdList": ["PMC1064678", "16664211"]}, {"Citation": "Steponkus PL. Role of the plasma membrane in freezing injury and cold acclimation. Annu Rev Plant Physiol. 1984;35:543–584."}, {"Citation": "Taylor EL, Taylor TN, Cúneo NR. The present is not the key to the past: a polar forest from the Permian of Antarctica. Science. 1992;257:1675–1677.", "ArticleIdList": ["17841167"]}, {"Citation": "Thomashow MF. Role of cold-responsive genes in plant freezing tolerance. Plant Physiol. 1998;118:1–7.", "ArticleIdList": ["PMC1539187", "9733520"]}, {"Citation": "Wayne PM, Reekie EG, Bazzaz FA. Elevated CO2 ameliorates birch response to high temperature and frost stress: implications for modelling climate-induced geographic range shifts. Oecologia. 1998;114:335–342.", "ArticleIdList": ["28307776"]}, {"Citation": "Wiemken V, Kossatz L, Ineichen K. Frost hardiness of Norway spruce grown under elevated atmospheric CO2 and increased nitrogen fertilizing. J Plant Physiol. 1996;149:433–438."}, {"Citation": "Wisniewski M, Londow SE, Ashworth EN. Observations of ice nucleation and propagation in plants using infrared video thermography. Plant Physiol. 1997;113:327–334.", "ArticleIdList": ["PMC158146", "12223611"]}, {"Citation": "Woodward FI. Climate and Plant Distribution. Cambridge, UK: Cambridge University Press; 1987."}]}], "History": [{"Year": "2000", "Month": "9", "Day": "12", "Hour": "11", "Minute": "0"}, {"Year": "2001", "Month": "2", "Day": "28", "Hour": "10", "Minute": "1"}, {"Year": "2000", "Month": "9", "Day": "12", "Hour": "11", "Minute": "0"}, {"Year": "2001", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10982433", "PMC59133", "10.1104/pp.124.1.183"]}}], "PubmedBookArticle": []}