{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "11152059", "DateCompleted": {"Year": "2001", "Month": "02", "Day": "08"}, "DateRevised": {"Year": "2004", "Month": "11", "Day": "17"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1075-5535", "JournalIssue": {"Volume": "6", "Issue": "6", "PubDate": {"Year": "2000", "Month": "Dec"}}, "Title": "Journal of alternative and complementary medicine (New York, N.Y.)", "ISOAbbreviation": "J Altern Complement Med"}, "ArticleTitle": "Ruscus aculeatus (butcher's broom) as a potential treatment for orthostatic hypotension, with a case report.", "Pagination": {"StartPage": "539", "EndPage": "549", "MedlinePgn": "539-49"}, "Abstract": {"AbstractText": ["Chronic orthostatic hypotension (OH) is frequently a severely debilitating disease that affects large groups of the population with autonomic insufficiency--the elderly; patients with diabetes, Parkinson's disease, and chronic fatigue syndrome; and anyone on drugs that affect the autonomic nervous system. Unfortunately, even though more than 60 medications are currently being used to treat OH, none of them is particularly or consistently effective. Ruscus aculeatus, a phytotherapeutic agent that is well known in Europe, may, however, change this. Its vasoconstrictive and venotonic properties make it ideally suited to treat the pooling of blood in the limbs, lack of venous tone, and lack of neurally mediated vasoconstriction that frequently characterize OH. Although it has never been suggested as a treatment for OH, it already has a long, proven record of use in Europe for treating a variety of circulatory disorders.", "To provide evidence for what appears to be an effective, safe, inexpensive botanical therapy for OH and encourage further studies on the efficacy of Ruscus for OH patients.", "Review of OH and therapies currently available for OH and evaluation of the properties of Ruscus aculeatus, its mechanism of action, and its suitability as a therapeutic agent for treatment of OH.", "A review of the many pharmacologic and nonpharmacologic agents for treating OH reveals that all of the drug therapies are disappointing and marginally useful. Although nonpharmacologic management is preferred, in the many cases in which OH becomes debilitating, pharmacologic intervention becomes a last resort. But drug therapy may not always be necessary, because Ruscus aculeatus, a phytotherapeutic agent containing ruscogenins and flavonoids, may prove useful for the treatment of OH if denervation is not so advanced that it has compromised receptor activity at the venous wall. Ruscus aculeatus is an alpha-adrenergic agonist that causes venous constriction by directly activating postjunctional alpha1- and alpha2-receptors, in turn stimulating the release of noradrenaline at the level of the vascular wall. It also possesses venotonic properties: it reduces venous capacity and pooling of blood in the legs and exerts protective effects on capillaries, the vascular endothelium, and smooth muscle. Its flavonoid content strengthens blood vessels, reduces capillary fragility, and helps maintain healthy circulation. Unlike most of the drug therapies used to treat OH, Ruscus aculeatus does not cause supine hypertension. It also appears to do something no other therapy can offer--alleviate the worsening effects of OH in environmentally hot conditions. Finally, it is an extremely safe, inexpensive, over-the-counter botanical medicine.", "With proven phlebotherapeutic properties, including vasoconstrictive action and venotonic properties, Ruscus aculeatus shows great promise for ameliorating the symptoms of OH and improving the quality of life for large groups in the population. It clearly deserves to be the object of wider research and study as a treatment for OH."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "American University, Washington, DC, USA."}], "Identifier": [], "LastName": "Redman", "ForeName": "D A", "Initials": "DA"}], "PublicationTypeList": ["Case Reports", "Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Altern Complement Med", "NlmUniqueID": "9508124", "ISSNLinking": "1075-5535"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Receptors, Adrenergic, alpha"}, {"RegistryNumber": "0", "NameOfSubstance": "Saponins"}, {"RegistryNumber": "0", "NameOfSubstance": "Vasoconstrictor Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Hypotension, Orthostatic"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["drug effects", "therapeutic use"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Receptors, Adrenergic, alpha"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Saponins"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Vasoconstrictor Agents"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2001", "Month": "1", "Day": "11", "Hour": "11", "Minute": "0"}, {"Year": "2001", "Month": "3", "Day": "3", "Hour": "10", "Minute": "1"}, {"Year": "2001", "Month": "1", "Day": "11", "Hour": "11", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["11152059", "10.1089/acm.2000.6.539"]}}], "PubmedBookArticle": []}