{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "11160744", "DateCompleted": {"Year": "2001", "Month": "03", "Day": "29"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0022-538X", "JournalIssue": {"Volume": "75", "Issue": "5", "PubDate": {"Year": "2001", "Month": "Mar"}}, "Title": "Journal of virology", "ISOAbbreviation": "J Virol"}, "ArticleTitle": "Cymbidium ringspot tombusvirus coat protein coding sequence acts as an avirulent RNA.", "Pagination": {"StartPage": "2411", "EndPage": "2420", "MedlinePgn": "2411-20"}, "Abstract": {"AbstractText": ["Avirulent genes either directly or indirectly produce elicitors that are recognized by specific receptors of plant resistance genes, leading to the induction of host defense responses such as hypersensitive reaction (HR). HR is characterized by the development of a necrotic lesion at the site of infection which results in confinement of the invader to this area. Artificial chimeras and mutants of cymbidium ringspot (CymRSV) and the pepper isolate of tomato bushy stunt (TBSV-P) tombusviruses were used to determine viral factors involved in the HR resistance phenotype of Datura stramonium upon infection with CymRSV. A series of constructs carrying deletions and frameshifts of the CymRSV coat protein (CP) undoubtedly clarified that an 860-nucleotide (nt)-long RNA sequence in the CymRSV CP coding region (between nt 2666 and 3526) is the elicitor of a very rapid HR-like response of D. stramonium which limits the virus spread. This finding provides the first evidence that an untranslatable RNA can trigger an HR-like resistance response in virus-infected plants. The effectiveness of the resistance response might indicate that other nonhost resistance could also be due to RNA-mediated HR. It is an appealing explanation that RNA-mediated HR has evolved as an alternative defense strategy against RNA viruses."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Biotechnology Center, 2101 Gödöllo, Hungary."}], "Identifier": [], "LastName": "Szittya", "ForeName": "G", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Burgyán", "ForeName": "J", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Virol", "NlmUniqueID": "0113724", "ISSNLinking": "0022-538X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "RNA, Viral"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Amino Acid Sequence"}, {"QualifierName": [], "DescriptorName": "Base Sequence"}, {"QualifierName": ["virology"], "DescriptorName": "Capsicum"}, {"QualifierName": ["genetics"], "DescriptorName": "Capsid"}, {"QualifierName": ["virology"], "DescriptorName": "Datura stramonium"}, {"QualifierName": [], "DescriptorName": "In Situ Hybridization"}, {"QualifierName": [], "DescriptorName": "Molecular Sequence Data"}, {"QualifierName": ["virology"], "DescriptorName": "Plant Diseases"}, {"QualifierName": ["virology"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Plants, Toxic"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "RNA, Viral"}, {"QualifierName": ["genetics", "metabolism", "pathogenicity"], "DescriptorName": "Tombusvirus"}, {"QualifierName": [], "DescriptorName": "Virulence"}, {"QualifierName": [], "DescriptorName": "Virus Replication"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bass B L. Double-stranded RNA as a template for gene silencing. Cell. 2000;101:235–238.", "ArticleIdList": ["10847677"]}, {"Citation": "Bendahmane A, Kohn B A, Dedi C, Baulcombe D C. The coat protein of potato virus X is a strain-specific elicitor of Rx1-mediated virus resistance in potato. Plant J. 1995;8:933–941.", "ArticleIdList": ["8580963"]}, {"Citation": "Berzal-Herranz A, de la Cruz A, Tenllado F, Díaz-Ruíz J R, López L, Sanz A I, Vaquero C, Serra M T, García-Luque I. The capsicum L3 gene-mediated resistance against the tobamoviruses is elicited by the coat protein. Virology. 1995;209:498–505.", "ArticleIdList": ["7778282"]}, {"Citation": "Burgyán J, Hornyik C, Szittya G, Silhavy D, Bisztray G. The ORF1 products of tombusviruses play a crucial role in lethal necrosis of virus-infected plants. J Virol. 2000;74:10873–10881.", "ArticleIdList": ["PMC113166", "11069981"]}, {"Citation": "Burgyán J, Rubino L, Russo M. The 5′-terminal region of a tombusvirus genome determines the origin of multivesicular bodies. J Gen Virol. 1996;77:1967–1974.", "ArticleIdList": ["8760449"]}, {"Citation": "Carrington J C, Whitham S A. Viral invasion and host defense: strategies and counter-strategies. Curr Opin Plant Biol. 1998;1:336–341.", "ArticleIdList": ["10066606"]}, {"Citation": "Carrington J C, Kasschau K D, Mahajan S K, Shaad M C. Cell-to-cell and long distance movement of viruses in plants. Plant Cell. 1996;8:1669–1681.", "ArticleIdList": ["PMC161306", "12239357"]}, {"Citation": "Chu M, Park J-W, Scholthof H B. Separate regions on the tomato bushy stunt virus p22 protein mediate cell-to-cell movement versus elicitation of effective resistance responses. Mol Plant-Microbe Interact. 1999;12:285–292."}, {"Citation": "Culver J. Viral avirulence genes. In: Stacey G, Keen N T, editors. Plant-microbe interactions. New York, N.Y: Chapman and Hall; 1996. pp. 196–219."}, {"Citation": "Dalmay T, Rubino L, Burgyán J, Russo M. Replication and movement of a coat protein mutant of cymbidium ringspot tombusvirus. Mol Plant-Microbe Interact. 1992;5:379–383.", "ArticleIdList": ["1472715"]}, {"Citation": "Dalmay T, Rubino L, Burgyán J, Kollár Á, Russo M. Functional analysis of cymbidium ringspot virus genome. Virology. 1993;194:697–704.", "ArticleIdList": ["8503183"]}, {"Citation": "Dangl J L, Dietrich R A, Richberg M H. Death don't have no mercy: cell death programs in plant-microbe interactions. Plant Cell. 1996;8:1793–1807.", "ArticleIdList": ["PMC161315", "12239362"]}, {"Citation": "Dawson W O, Hilf M E. Host-range determinants of plant viruses. Annu Rev Plant Physiol Plant Mol Biol. 1992;43:527–555."}, {"Citation": "de la Cruz A, López L, Tenllado F, Díaz-Ruíz J R, Sanz A I, Vaquero C, Serra M T, García-Luque I. The coat protein is required for the elicitation of the capsicum L2 gene-mediated resistance against the tobamoviruses. Mol Plant-Microbe Interact. 1997;10:107–113.", "ArticleIdList": ["9002274"]}, {"Citation": "Erickson F L, Holzberg S, Calderon-Urrea A, Handley V, Axtell M, Corr C, Baker B. The helicase domain of the TMV replicase proteins induces the N-mediated defense response in tobacco. Plant J. 1999;18:67–75.", "ArticleIdList": ["10341444"]}, {"Citation": "Hamamoto H, Watanabe Y, Kamada H, Okada Y. Amino acid changes in the putative replicase of tomato mosaic tobamovirus that overcome resistance in Tm-1 tomato. J Gen Virol. 1997;78:461–464.", "ArticleIdList": ["9018069"]}, {"Citation": "Hamamoto H, Watanabe Y, Kamada H, Okada Y. A single amino acid substitution in the virus-encoded replicase of tomato mosaic tobamovirus alters host specificity. Mol Plant-Microbe Interact. 1997;10:1015–1018."}, {"Citation": "Hattori M, Sakaki Y. Dideoxy sequencing method using denatured plasmid templates. Anal Biochem. 1986;152:232–238.", "ArticleIdList": ["3516005"]}, {"Citation": "Havelda Z, Szittya G, Burgyán J. Characterization of the molecular mechanism of defective interfering RNA-mediated symptom attenuation in tombusvirus-infected plants. J Virol. 1998;72:6251–6256.", "ArticleIdList": ["PMC110454", "9621100"]}, {"Citation": "Heaton L A, Carrington J C, Morris T J. Turnip crinkle virus infection from RNA synthesized in vitro. Virology. 1989;170:214–218.", "ArticleIdList": ["2718380"]}, {"Citation": "Kaufman R J. Double-stranded RNA-activated protein kinase mediates virus-induced apotosis: a new role for an old actor. Proc Natl Acad Sci USA. 1999;96:11693–11695.", "ArticleIdList": ["PMC33789", "10518510"]}, {"Citation": "Keen N T. The molecular biology of disease resistance. Plant Mol Biol. 1992;19:109–122.", "ArticleIdList": ["1600163"]}, {"Citation": "Keller K E, Johansen I E, Martin R R, Hampton R O. Potyvirus genome-linked protein (VPg) determines pea seed-borne mosaic virus pathotype-specific virulence in Pisum sativum. Mol Plant-Microbe Interact. 1998;11:124–130.", "ArticleIdList": ["9450335"]}, {"Citation": "Kim C H, Palukaitis P. The plant defense response to cucumbermosaic virus in cowpea is elicited by the viral polymerase gene and affects virus accumulation in single cells. EMBO J. 1997;16:4060–4068.", "ArticleIdList": ["PMC1170029", "9233815"]}, {"Citation": "Kollár Á, Burgyán J. Evidence that ORF 1 and 2 are the only virus encoded replicase genes of cymbidium ringspot tombusvirus. Virology. 1994;201:169–172.", "ArticleIdList": ["8178483"]}, {"Citation": "Li H-W, Lucy A P, Guo H-S, Li W-X, Ji L-H, Wong S-M, Ding S-W. Strong host resistance targeted against a viral suppressor of the plant gene silencing defense mechanism. EMBO J. 1999;18:2683–2691.", "ArticleIdList": ["PMC1171350", "10329615"]}, {"Citation": "Martelli G P, Gallitelli D, Russo M. Tombusviruses. In: Koenig R, editor. The plant viruses. Vol. 3. New York, N.Y: Plenum Publishing; 1988. pp. 13–72."}, {"Citation": "Meshi T, Motoyoshi F, Adachi A, Watanabe Y, Takamatsu N, Okada Y. Two concomitant base substitutions in the putative replicase genes of tobacco mosaic virus confer the ability to overcome the effects of a tomato resistance gene, Tm-1. EMBO J. 1988;7:1575–1581.", "ArticleIdList": ["PMC457139", "16453849"]}, {"Citation": "Meshi T, Motoyoshi F, Maeda T, Yoshiwoka S, Watanabe H, Okada Y. Mutations in the tobacco mosaic virus 30-kD protein gene overcome Tm-2 resistance in tomato. Plant Cell. 1989;1:515–522.", "ArticleIdList": ["PMC159785", "2535549"]}, {"Citation": "Mise K, Allison R F, Janda M, Ahlquist P. Bromovirus movement protein genes play a crucial role in host specificity. J Virol. 1993;67:2815–2823.", "ArticleIdList": ["PMC237606", "7682628"]}, {"Citation": "Oster S K, Wu B, White A. Uncoupled expression of p33 and p92 permits amplification of tomato bushy stunt virus RNAs. J Virol. 1998;72:5845–5851.", "ArticleIdList": ["PMC110387", "9621045"]}, {"Citation": "Padgett H S, Watanabe Y, Beachy R N. Identification of the TMV replicase sequence that activates the N gene-mediated hypersensitive response. Mol Plant-Microbe Interact. 1997;10:709–715."}, {"Citation": "Ratcliff F G, MacFarlane S A, Baulcombe D C. Gene silencing without DNA: RNA-mediated cross-protection between viruses. Plant Cell. 1999;11:1207–1215.", "ArticleIdList": ["PMC144281", "10402423"]}, {"Citation": "Rochon D M, Johnston J C. Infectious transcripts from cloned cucumber necrosis virus cDNA. Evidence for a bifunctional subgenomic mRNA. Virology. 1991;181:656–665.", "ArticleIdList": ["2014641"]}, {"Citation": "Russo M, Burgyán J, Martelli P G. The molecular biology of Tombusviridae. Adv Virus Res. 1994;44:382–424.", "ArticleIdList": ["7817878"]}, {"Citation": "Ryals J A, Neuenschwander U H, Willits M G, Molina A, Steiner H Y, Hunt M D. Systemic acquired resistance. Plant Cell. 1996;8:1809–1819.", "ArticleIdList": ["PMC161316", "12239363"]}, {"Citation": "Ryu K H, Kim C H, Palukaitis P. The coat protein of cucumber mosaic virus is a host range determinant for infection of maize. Mol Plant-Microbe Interact. 1998;11:351–357."}, {"Citation": "Sambrook J, Fritsch E F, Maniatis T. Molecular cloning: a laboratory manual. 2nd ed. Cold Spring Harbor, N.Y: Cold Spring Harbor Laboratory Press; 1989."}, {"Citation": "Sanger F, Nicklen S, Coulson A R. DNA sequencing with chain-terminating inhibitors. Proc Natl Acad Sci USA. 1977;74:5463–5467.", "ArticleIdList": ["PMC431765", "271968"]}, {"Citation": "Scholthof H B, Morris T J, Jackson A O. The capsid protein gene of tomato bushy stunt virus is dispensable for systemic movement and can be replaced for localized expression of foreign genes. Mol Plant-Microbe Interact. 1993;6:309–322."}, {"Citation": "Scholthof H B, Scholthof K-B G, Jackson A O. Identification of tomato bushy stunt virus host-specific symptom determinants by expression of individual genes from a potato virus X vector. Plant Cell. 1995;7:1157–1172.", "ArticleIdList": ["PMC160941", "7549478"]}, {"Citation": "Scholthof H B, Scholthof K-B G, Kikkert M, Jackson A O. Tomato bushy stunt virus spread is regulated by two nested genes that function in cell-to-cell movement and host-dependent systemic invasion. Virology. 1995;213:425–438.", "ArticleIdList": ["7491767"]}, {"Citation": "Scholthof K-B G, Scholthof H B, Jackson A O. The tomato bushy stunt virus replicase proteins are coordinately expressed and membrane associated. Virology. 1995;208:365–369.", "ArticleIdList": ["11831721"]}, {"Citation": "Sticher L, Mauch-Mani B, Metraux J P. Systemic acquired resistance. Annu Rev Phytopathol. 1997;35:235–270.", "ArticleIdList": ["15012523"]}, {"Citation": "Szilassy D, Salánki K, Balázs E. Stunting induced by cucumber mosaic cucumovirus-infected Nicotiana glutinosa is determined by a single amino acid residue in the coat protein. Mol Plant-Microbe Interact. 1999;12:1105–1113.", "ArticleIdList": ["10624018"]}, {"Citation": "Taraporewala Z F, Culver J N. Identification of an elicitor active site within the three-dimensional structure of the tobacco mosaic tobamovirus coat protein. Plant Cell. 1996;8:169–178.", "ArticleIdList": ["PMC161089", "8742708"]}, {"Citation": "Voinnet O, Pinto Y M, Baulcombe D C. Suppression of gene silencing: a general strategy used by diverse DNA and RNA viruses of plants. Proc Natl Acad Sci USA. 1999;96:14147–14152.", "ArticleIdList": ["PMC24205", "10570213"]}, {"Citation": "Weber H, Pfitzner A J. Tm-22 resistance in tomato requires recognition of the carboxy terminus of the movement protein of tomato mosaic virus. Mol Plant-Microbe Interact. 1998;11:498–503.", "ArticleIdList": ["9612948"]}, {"Citation": "Weber H, Schultze S, Pfitzner A J. Two amino acid substitutions in the tomato mosaic virus 30-kilodalton movement protein confer the ability to overcome the Tm-2(2) resistance gene in the tomato. J Virol. 1993;67:6432–6438.", "ArticleIdList": ["PMC238078", "8411345"]}, {"Citation": "White J L, Kaper J M. A simple method for detection of viral satellite RNAs in small tissue samples. J Virol Methods. 1989;23:83–94.", "ArticleIdList": ["2723021"]}]}], "History": [{"Year": "2001", "Month": "2", "Day": "13", "Hour": "11", "Minute": "0"}, {"Year": "2001", "Month": "4", "Day": "3", "Hour": "10", "Minute": "1"}, {"Year": "2001", "Month": "2", "Day": "13", "Hour": "11", "Minute": "0"}, {"Year": "2001", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["11160744", "PMC114824", "10.1128/JVI.75.5.2411-2420.2001"]}}], "PubmedBookArticle": []}