{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "11405277", "DateCompleted": {"Year": "2001", "Month": "10", "Day": "25"}, "DateRevised": {"Year": "2017", "Month": "11", "Day": "16"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1058-8108", "JournalIssue": {"Volume": "10", "Issue": "2", "PubDate": {"Year": "2001", "Month": "May"}}, "Title": "Journal of natural toxins", "ISOAbbreviation": "J Nat Toxins"}, "ArticleTitle": "Prophylactic action of garlic on the histological and histochemical patterns of hepatic and gastric tissues in rats injected with a snake venom.", "Pagination": {"StartPage": "137", "EndPage": "165", "MedlinePgn": "137-65"}, "Abstract": {"AbstractText": ["The present study aimed to examine the prophylactic action of oral administration of two doses of garlic on the histological and histochemical patterns of the gastric and hepatic tissues in rats envenomed with cobra snake. The study included the following groups: Group I contained control rats orally administered distilled water for ten days. Group II included rats orally administered daily for ten days with the equivalent therapeutic dose of garlic to rat (18 mg/kg body weight). Group III included rats orally administered daily for ten days with double the equivalent therapeutic dose of garlic to rat (36 mg/kg body weight). Group IV contained rats intramuscularly (i.m.) injected with 1/2 LD50 of cobra venom (0.0125 microg venom/gm body weight) and dissected after 6 hr from injection. Groups V and VI contained rats daily administered with the previous two doses of garlic for ten days, respectively, followed by a single i.m. injection of the above dose of cobra venom after 24 hr from the last garlic application. Rats of these two groups were dissected after 6 hr from venom injection. Administration of the therapeutic dose of garlic induced slight cytoplasmic granulation in some hepatic cells. However, administration of double the therapeutic dose caused swelling, necrosis, and damage of the gastric glandular epithelia together with signs of erosion, exfoliation, and necrosis of the surface mucosal cells. It also induced swelling and coalescence of the hepatic cells, loss of the normal arrangement of the hepatic cords, and hypertrophy of Kupffer cells. Injection with cobra venom caused loss of the normal characteristic appearance of the gastric glands and the epithelial lining cells of the gastric folds and the appearance of numerous inflammatory cells in the lamina properia. It also induced the occurrence of highly swollen hepatic cells, hepatic cellular necrosis and damage, as well as activated Kupffer cells. Nevertheless, pretreatment with the therapeutic dose of garlic for ten days induced a prophylactic activity against the pathogenic effects of the venom in both tissues, which appeared more or less normal except for very minor abnormalities. However, application of double the therapeutic dose of garlic for the same duration did not induce any prophylactic activity. Histochemically, slight alterations were noticed in the polysaccharide, protein, and nucleic acid contents of the gastric mucosa and the hepatic tissues due to administration of the therapeutic doses of garlic. However, severe depletions of these components were recorded in both tissues due to administration of double the therapeutic doses of garlic or injection of cobravenom or the application of both of them together. On the contrary, minor changes were noticed in the histochemical patterns of both tissues in rats pretreated with the therapeutic doses of garlic prior to venom application. It could be concluded that oral administration of the therapeutic dose of garlic for ten days has no serious side effects on gastric and hepatic tissues and could be used as a prophylactic tool against cobra snake envenomation."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Zoology Department, Faculty of Science, Suez Canal University, Ismailia, Egypt."}], "Identifier": [], "LastName": "Rahmy", "ForeName": "T R", "Initials": "TR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hemmaid", "ForeName": "K Z", "Initials": "KZ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Nat Toxins", "NlmUniqueID": "9208016", "ISSNLinking": "1058-8108"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antivenins"}, {"RegistryNumber": "0", "NameOfSubstance": "Elapid Venoms"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Administration, Oral"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antivenins"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": ["toxicity"], "DescriptorName": "Elapid Venoms"}, {"QualifierName": [], "DescriptorName": "Garlic"}, {"QualifierName": ["drug effects", "pathology"], "DescriptorName": "Liver"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": ["drug effects", "pathology"], "DescriptorName": "Stomach"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2001", "Month": "6", "Day": "19", "Hour": "10", "Minute": "0"}, {"Year": "2001", "Month": "10", "Day": "26", "Hour": "10", "Minute": "1"}, {"Year": "2001", "Month": "6", "Day": "19", "Hour": "10", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["11405277"]}}], "PubmedBookArticle": []}