{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "11487939", "DateCompleted": {"Year": "2001", "Month": "09", "Day": "13"}, "DateRevised": {"Year": "2006", "Month": "11", "Day": "15"}, "Article": {"ArticleDate": [], "Language": ["spa"], "ELocationID": [], "Journal": {"ISSN": "0034-7744", "JournalIssue": {"Volume": "48", "Issue": "4", "PubDate": {"Year": "2000", "Month": "Dec"}}, "Title": "Revista de biologia tropical", "ISOAbbreviation": "Rev Biol Trop"}, "ArticleTitle": "[Description, distribution, anatomy, chemical composition and uses of Mimosa tenuiflora(Fabaceae-Mimosoideae) in Mexico].", "Pagination": {"StartPage": "939", "EndPage": "954", "MedlinePgn": "939-54"}, "Abstract": {"AbstractText": ["Because of some catastrophic events which occurred in Mexico during the 1980 decade, the utilization of \"tepescohuite\" bark against skin wounds and burns was popularized. The media manipulated the lack of available information about its medical properties and gave erroneous information to the society propagating a lot of myths. Therefore, the aim of this paper is to determine its taxonomic identity and to study the distribution, bark and wood anatomy of this species, and to determine its actual and historic uses, and the compilation of the information about bark pharmacology and toxicity. Its taxonomic identity is established as Mimosa tenuiflora (Willd.) Poir. (Fabaceae-Mimosoideae). It blooms and fructifies from November to June, occurring in Mexico (the states of Oaxaca and Chiapas), Guatemala, Honduras, El Salvador, Nicaragua, Panama, Colombia, Venezuela and Brazil, at altitudes of 0-1110 (-1520) m. In Mexico, it is found in dry forests, thorny thickets, Pinus and Pinus-Quercus forests, and in M. tenuiflora pure thickets, along roads and in resting or abandoned culture lands. This species has an aggregate distribution in the forests and a uniform one in the thickets. It presents a mean density of 9 individuals per m2, with 0.45 of frequency per quadrat and 1.69 m2 of mean coverture, and it has a wide range of tolerance to climatic and edaphic factors, confirming their invasive character. Regionally, the wood is used as fuel and fence construction, and against skin wounds and burns (bark tea, powder and/or ointment), and diverse products, such as shampoos, creams, capsules, soaps, etc., are commercialized. The bark is wrinkled, reddish-brown to grey, fibrous texture, 0.5-1.5 mm thick, resinous and with an astringent odor and flavor, and with a great quantity of tannins. The wood presents extremely short vessel elements, with alternate areolate punctuations, and simple perforated plates, vasicentric axial parenchima, confluent stripes, uniseriated rays, extremely short, fine and very short libriform fibres. The bark contains tannins, saponins, an alkaloide fraction, lipids, phytosterols, glucosides, xylose, rhamnose, arabinose, lupeol, methoxychalcones, and kukulkanins."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad Autónoma Metropolitana-Iztapalapa. slcr@xanum.uam.mx"}], "Identifier": [], "LastName": "Camargo-Ricalde", "ForeName": "S L", "Initials": "SL"}], "PublicationTypeList": ["English Abstract", "Journal Article", "Research Support, Non-U.S. Gov't"], "VernacularTitle": "Descripción, distribución, anatomía, composición química y usos de Mimosa tenuiflora (Fabaceae-Mimosoideae) en México."}, "MedlineJournalInfo": {"Country": "Costa Rica", "MedlineTA": "Rev Biol Trop", "NlmUniqueID": "0404267", "ISSNLinking": "0034-7744"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Mexico"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry", "classification", "therapeutic use"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2001", "Month": "8", "Day": "8", "Hour": "10", "Minute": "0"}, {"Year": "2001", "Month": "9", "Day": "14", "Hour": "10", "Minute": "1"}, {"Year": "2001", "Month": "8", "Day": "8", "Hour": "10", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["11487939"]}}], "PubmedBookArticle": []}