{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "11500456", "DateCompleted": {"Year": "2001", "Month": "09", "Day": "13"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "05"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0019-9567", "JournalIssue": {"Volume": "69", "Issue": "9", "PubDate": {"Year": "2001", "Month": "Sep"}}, "Title": "Infection and immunity", "ISOAbbreviation": "Infect Immun"}, "ArticleTitle": "Towards development of an edible vaccine against bovine pneumonic pasteurellosis using transgenic white clover expressing a Mannheimia haemolytica A1 leukotoxin 50 fusion protein.", "Pagination": {"StartPage": "5786", "EndPage": "5793", "MedlinePgn": "5786-93"}, "Abstract": {"AbstractText": ["Development of vaccines against bovine pneumonia pasteurellosis, or shipping fever, has focused mainly on Mannheimia haemolytica A1 leukotoxin (Lkt). In this study, the feasibility of expressing Lkt in a forage plant for use as an edible vaccine was investigated. Derivatives of the M. haemolytica Lkt in which the hydrophobic transmembrane domains were removed were made. Lkt66 retained its immunogenicity and was capable of eliciting an antibody response in rabbits that recognized and neutralized authentic Lkt. Genes encoding a shorter Lkt derivative, Lkt50, fused to a modified green fluorescent protein (mGFP5), were constructed for plant transformation. Constructs were screened by Western immunoblot analysis for their ability to express the fusion protein after agroinfiltration in tobacco. The fusion construct pBlkt50-mgfp5, which employs the cauliflower mosaic virus 35S promoter for transcription, was selected and introduced into white clover by Agrobacterium tumefaciens-mediated transformation. Transgenic lines of white clover were recovered, and expression of Lkt50-GFP was monitored and confirmed by laser confocal microscopy and Western immunoblot analysis. Lkt50-GFP was found to be stable in clover tissue after drying of the plant material at room temperature for 4 days. An extract containing Lkt50-GFP from white clover was able to induce an immune response in rabbits (via injection), and rabbit antisera recognized and neutralized authentic Lkt. This is the first demonstration of the expression of an M. haemolytica antigen in plants and paves the way for the development of transgenic plants expressing M. haemolytica antigens as an edible vaccine against bovine pneumonic pasteurellosis."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Departments of Microbiology, University of Guelph, Guelph, Ontario, Canada N1G 2W1."}], "Identifier": [], "LastName": "Lee", "ForeName": "R W", "Initials": "RW"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Strommer", "ForeName": "J", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hodgins", "ForeName": "D", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Shewen", "ForeName": "P E", "Initials": "PE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Niu", "ForeName": "Y", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lo", "ForeName": "R Y", "Initials": "RY"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Infect Immun", "NlmUniqueID": "0246127", "ISSNLinking": "0019-9567"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antibodies, Bacterial"}, {"RegistryNumber": "0", "NameOfSubstance": "Bacterial Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Bacterial Vaccines"}, {"RegistryNumber": "0", "NameOfSubstance": "Exotoxins"}, {"RegistryNumber": "0", "NameOfSubstance": "Hemolysin Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Luminescent Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Recombinant Fusion Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "lktA protein, bacteria"}, {"RegistryNumber": "147336-22-9", "NameOfSubstance": "Green Fluorescent Proteins"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["blood"], "DescriptorName": "Antibodies, Bacterial"}, {"QualifierName": [], "DescriptorName": "Bacterial Proteins"}, {"QualifierName": [], "DescriptorName": "Bacterial Vaccines"}, {"QualifierName": [], "DescriptorName": "Cattle"}, {"QualifierName": ["genetics", "immunology", "metabolism"], "DescriptorName": "Exotoxins"}, {"QualifierName": ["genetics", "immunology", "metabolism"], "DescriptorName": "Fabaceae"}, {"QualifierName": [], "DescriptorName": "Green Fluorescent Proteins"}, {"QualifierName": ["genetics", "immunology", "metabolism"], "DescriptorName": "Hemolysin Proteins"}, {"QualifierName": [], "DescriptorName": "Immunization"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Luminescent Proteins"}, {"QualifierName": ["immunology", "metabolism"], "DescriptorName": "Mannheimia haemolytica"}, {"QualifierName": ["microbiology", "prevention & control"], "DescriptorName": "Pasteurellosis, Pneumonic"}, {"QualifierName": ["genetics", "immunology", "metabolism"], "DescriptorName": "Plants, Edible"}, {"QualifierName": ["genetics", "immunology", "metabolism"], "DescriptorName": "Plants, Genetically Modified"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rabbits"}, {"QualifierName": ["immunology"], "DescriptorName": "Recombinant Fusion Proteins"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ackermann M R, Brogden K A. Response of the ruminant respiratory tract to Mannheimia (Pasteurella) haemolytica. Microbes Infect. 2000;2:1079–1088.", "ArticleIdList": ["10967288"]}, {"Citation": "Ausubel F M, Brent R, Kingston R E, Moore D D, Seidman J G, Smith J A, Struhl K, editors. Current protocols in molecular biology. New York, N.Y: John Wiley and Sons; 1999."}, {"Citation": "Clinkenbeard K D, Mosier D A, Confer A W. Transmembrane pore size and role of cell swelling in cytotoxicity caused by Pasteurella haemolytica leukotoxin. Infect Immun. 1989;57:420–425.", "ArticleIdList": ["PMC313113", "2463967"]}, {"Citation": "Confer A W, Clinkenbeard K D, Murphy G L. Pathogenesis and virulence of Pasteurella haemolytica in cattle: an analysis of current knowledge and future approaches. In: Donachie W, Lainson F A, Hodgson J C, editors. Haemophilus, Actinobacillus, and Pasteurella. New York, N.Y: Plenum Press; 1995. pp. 51–62."}, {"Citation": "Conlon J A, Shewen P E, Lo R Y C. Efficacy of recombinant leukotoxin in protection against pneumonic challenge with live Pasteurella haemolytica A1. Infect Immun. 1991;59:587–591.", "ArticleIdList": ["PMC257793", "1987075"]}, {"Citation": "English J J, Davenport G F, Elmayan T, Vaucheret H, Baulcombe D C. Requirement of sense transcription for homology-dependent virus resistance and trans-inactivation. Plant J. 1997;12:597–603."}, {"Citation": "Felmlee T, Pellett S, Welch R A. Alterations of amino acid repeats in the Escherichia coli hemolysin affect cytolytic activity and secretion. Proc Natl Acad Sci USA. 1988;85:5269–5273.", "ArticleIdList": ["PMC281731", "2839840"]}, {"Citation": "Frisch D A, Harris-Haller L W, Yokubaitis N T, Thomas T L, Harden S H, Hall T C. Complete sequence of the binary vector Bin 19. Plant Mol Biol. 1995;27:405–409.", "ArticleIdList": ["7888628"]}, {"Citation": "Gamborg L O, Miller R A, Ojima K. Nutrient requirements of suspension cultures of soybean root cells. Exp Cell Res. 1968;50:151–158.", "ArticleIdList": ["5650857"]}, {"Citation": "Gelvin S B, Schilperoort R A. Plant molecular biology manual. Dordrecht, The Netherlands: Kluwer Academic Publishers; 1994."}, {"Citation": "Gerbig D G, Cameron M R, Struck D K, Moore R N. Characterization of a neutralizing monoclonal antibody to Pasteurella haemolytica leukotoxin. Infect Immun. 1992;60:1734–1739.", "ArticleIdList": ["PMC257066", "1373398"]}, {"Citation": "Griffin D. Economic impact associated with respiratory disease on beef cattle. In: Vestweber J, St. Jean G, editors. Veterinary clinics of North America: food animal practice. W. B. Philadelphia, Pa: Saunders Co.; 1997. pp. 367–377.", "ArticleIdList": ["9368983"]}, {"Citation": "Harper B K, Mabon S A, Leffel S M, Halfhill M D, Richards H A, Moyer K A, Stewart C N., Jr Green fluorescence protein as a marker for expression of a second gene in transgenic plants. Nat Biotechnol. 1999;17:1125–1129.", "ArticleIdList": ["10545923"]}, {"Citation": "Haseloff J, Siemering K R. The uses of green fluorescent protein in plants. In: Chalfie M, Kain S, editors. Green fluorescent protein: properties, applications, and protocols. New York, N.Y: Wiley-Liss, Inc.; 1998. pp. 191–220."}, {"Citation": "Haseloff J, Siemering K R, Prasher D C, Hodge S. Removal of a cryptic intron and subcellular localization of green fluorescent protein are required to mark transgenic Arabidopsis plants brightly. Proc Natl Acad Sci USA. 1997;94:2122–2127.", "ArticleIdList": ["PMC20051", "9122158"]}, {"Citation": "Hodgins D C, Shewen P E. Vaccination of neonatal colostrum deprived calves against Pasteurella haemolytica A1. Can J Vet Res. 2000;64:3–8.", "ArticleIdList": ["PMC1189573", "10680649"]}, {"Citation": "Lainson F A, Murray J, Davies R C, Donachie W. Characterization of epitopes involved in the neutralization of Pasteurella haemolytica serotype A1 leukotoxin. Microbiology. 1996;142:2499–2507.", "ArticleIdList": ["8828217"]}, {"Citation": "Larkin P J, Gibson J M, Mathesius U, Weinman J J, Gartner E, Hall E, Tanner G J, Rolfe B G, Djordjevic M A. Transgenic white clover. Studies with the auxin-responsive promoter, GH3, in root gravitropism and lateral root development. Transgenic Res. 1996;5:325–335.", "ArticleIdList": ["11539555"]}, {"Citation": "Lee R W H, Huttner W B. Tyrosine-O-sulfated proteins of PC12 pheochromocytoma cells and their sulfation by a tyrosylprotein sulfotransferase. J Biol Chem. 1983;258:11326–11334.", "ArticleIdList": ["6577005"]}, {"Citation": "Lo R Y C, Strathdee C A, Shewen P E. Nucleotide sequence of the leukotoxin genes of Pasteurella haemolytica A1. Infect Immun. 1987;55:1987–1996.", "ArticleIdList": ["PMC260644", "3040588"]}, {"Citation": "Lo R Y C, Mellors A. The isolation of recombinant plasmids expressing secreted antigens of Pasteurella haemolytica A1 and the characterization of an immunogenic 60 kDa antigen. Vet Microbiol. 1996;51:381–391.", "ArticleIdList": ["8870198"]}, {"Citation": "Lo R Y C, Watt M-A, Gryoffy S, Mellors A. Preparation of recombinant glycoprotease of Pasteurella haemolytica A1 utilizing the Escherichia coli α-hemolysin secretion system. FEMS Microb Lett. 1994;116:225–230.", "ArticleIdList": ["8150268"]}, {"Citation": "Murashige T, Skoog F. A revised medium for rapid growth and bioassays with tobacco tissue cultures. Physiol Plant. 1962;15:473–497."}, {"Citation": "Richter L, Kipp P B. Transgenic plants as edible vaccines. Curr Top Microbiol Immunol. 1999;240:159–176.", "ArticleIdList": ["10394720"]}, {"Citation": "Sambrook J, Fritsch E F, Maniatis T. Molecular cloning: a laboratory manual. 2nd ed. Cold spring Harbor, N.Y: Cold Spring Harbor Laboratory Press; 1989."}, {"Citation": "Shewen P E, Wilkie B N. Cytotoxin of Pasteurella haemolytica acting on bovine leukocytes. Infect Immun. 1982;35:91–94.", "ArticleIdList": ["PMC351000", "7054131"]}, {"Citation": "Strathdee C A. Molecular characterization of the Pasteurella haemolytica leukotoxin determinant. Ph.D. thesis. Guelph, Ontario, Canada: University of Guelph; 1989."}, {"Citation": "Tacket C O, Mason H S. A review of oral vaccination with transgenic vegetables. Microbes Infect. 1999;1:777–783.", "ArticleIdList": ["10816083"]}, {"Citation": "Towbin H, Staehelin T, Gordon J. Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: procedure and some applications. Proc Natl Acad Sci USA. 1979;76:4350–4354.", "ArticleIdList": ["PMC411572", "388439"]}, {"Citation": "Walmsley A M, Arntzen C J. Plants for delivery of edible vaccines. Curr Opin Biotechnol. 2000;11:126–129.", "ArticleIdList": ["10753769"]}, {"Citation": "Welch R A. Pore-forming cytolysis of gram-negative bacteria. Mol Microbiol. 1991;5:521–528.", "ArticleIdList": ["2046545"]}, {"Citation": "Welch R A, Bauer M E, Kent A D, Ledds J A, Moayeri M, Regassa L B, Swenson D L. Battling against host phagocytes: the wherefore of the RTX family of toxins. Infect Agents Dis. 1995;4:254–272.", "ArticleIdList": ["8665089"]}, {"Citation": "Yates W D G. A review of infectious bovine rhinotracheitis, shipping fever pneumonia and viral-bacterial synergism in respiratory disease of cattle. Can J Comp Med. 1982;46:225–263.", "ArticleIdList": ["PMC1320319", "6290011"]}]}], "History": [{"Year": "2001", "Month": "8", "Day": "14", "Hour": "10", "Minute": "0"}, {"Year": "2001", "Month": "9", "Day": "14", "Hour": "10", "Minute": "1"}, {"Year": "2001", "Month": "8", "Day": "14", "Hour": "10", "Minute": "0"}, {"Year": "2001", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["11500456", "PMC98696", "10.1128/IAI.69.9.5786-5793.2001"]}}], "PubmedBookArticle": []}