{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "11757332", "DateCompleted": {"Year": "2002", "Month": "05", "Day": "28"}, "DateRevised": {"Year": "2019", "Month": "11", "Day": "05"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0065-308X", "JournalIssue": {"Volume": "50", "PubDate": {"Year": "2001"}}, "Title": "Advances in parasitology", "ISOAbbreviation": "Adv Parasitol"}, "ArticleTitle": "Antiparasitic properties of medicinal plants and other naturally occurring products.", "Pagination": {"StartPage": "199", "EndPage": "295", "MedlinePgn": "199-295"}, "Abstract": {"AbstractText": ["Parasitic diseases remain a major public health problem affecting hundreds of millions of people, particularly in tropical developing countries. The limited availability and affordability of pharmaceutical medicines means that the majority of the world's population depends on traditional medical remedies, and it is estimated that some 20,000 species of higher plant are used medicinally throughout the world. Many well-known drugs listed in the modern pharmacopoeia have their origins in nature, including, for example, quinine from the bark of the Cinchona tree for the treatment of malaria, which has been followed by the subsequent development of the synthetic derivatives chloroquine, amodiaquine, primaquine and mefloquine. More recently, the wider recognition of the antimalarial activity of artemisinin from the herb Artemisia annua has led current research to focus on the development of a large number of synthetic and semisynthetic compounds, which are more active than artemisinin. There is an increasing awareness of the potential of natural products, which may lead to the development of much-needed new antiparasitic drugs. In this chapter, we have drawn together a comprehensive list of medicinal plants and other natural products that have been shown to have activity against human and, to a lesser extent, animal parasites. In addition, some of the opportunities and difficulties in working with natural products have been reviewed and discussed, including the problems involved with evaluating complex mixtures of compounds which may occur in extracts, problems associated with differentiating between general cytotoxicity and genuine antiparasitic activity, and the hope that new technologies will rapidly accelerate new drug discovery and development in this field. Nevertheless, the way forward for natural product medicines, including the conservation of recognized natural products and protection of general biodiversity, the discovery and development process, and the promotion and usage of existing remedies, presents some difficult challenges. Following an initiative by the World Health Organization in August 2000, there is now the opportunity to evaluate scientifically many more traditional medicines and other natural products in validated antiparasite and toxicity screens, which will help establish which substances have potential for new pharmaceutical products. The use of 'untested' traditional medicines will no doubt continue, and there is an urgent need to distinguish between the efficacious and safe products and the ineffective and/or unsafe products, particularly since many remedies are being more widely promoted in developing countries."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Tropical Parasitic Diseases Unit, Northwick Park Institute for Medical Research, Harrow, Middlesex, HA1 3UJ, UK."}], "Identifier": [], "LastName": "Tagboto", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Townson", "ForeName": "S", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Adv Parasitol", "NlmUniqueID": "0370435", "ISSNLinking": "0065-308X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anthelmintics"}, {"RegistryNumber": "0", "NameOfSubstance": "Antiparasitic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antiprotozoal Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Biological Products"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Anthelmintics"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Antiparasitic Agents"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Antiprotozoal Agents"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Biological Products"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Parasitic Diseases"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}], "NumberOfReferences": "320"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2002", "Month": "1", "Day": "5", "Hour": "10", "Minute": "0"}, {"Year": "2002", "Month": "5", "Day": "29", "Hour": "10", "Minute": "1"}, {"Year": "2002", "Month": "1", "Day": "5", "Hour": "10", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["11757332", "10.1016/s0065-308x(01)50032-9"]}}], "PubmedBookArticle": []}