{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "11822637", "DateCompleted": {"Year": "2002", "Month": "07", "Day": "19"}, "DateRevised": {"Year": "2019", "Month": "11", "Day": "05"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1075-5535", "JournalIssue": {"Volume": "7 Suppl 1", "PubDate": {"Year": "2001"}}, "Title": "Journal of alternative and complementary medicine (New York, N.Y.)", "ISOAbbreviation": "J Altern Complement Med"}, "ArticleTitle": "A new integrated program for natural product development and the value of an ethnomedical approach.", "Pagination": {"StartPage": "S61", "EndPage": "S72", "MedlinePgn": "S61-72"}, "Abstract": {"AbstractText": ["There is a need for less expensive alternative therapies, especially in the treatment of chronic illnesses. This presentation addresses the issues inherent in the use of natural products in a drug-discovery or development program and reviews a model program developed by the U.S. National Institutes of Health (NIH) and administered by the Fogarty International Center at the NIH. Eighty percent (80%) of the world's population relies on medicinal plants for their primary health care. The World Health Organization has been promoting traditional medicine as a source of less expensive, comprehensive medical care, especially in developing countries. Natural products have also been successful in drug development. Over 50% of the best-selling pharmaceuticals in use today are derived from natural products. In a natural-product drug development program, it is the diversity of the natural products that is especially interesting. Thanks to technologic advances, now is a good time to be looking for new drugs in the natural-product arena. But there are major hurdles to overcome in a natural-products development program, namely, time-to-lead, supply, and ownership. Time-to-lead is complex because most natural products are mixtures or crude extracts. It can be very difficult to isolate the active principles and elucidate their structures. The difficulty of obtaining sufficient supply is often given as a reason for not becoming involved in natural-product drug development or discovery. This presentation details some ways these seeming hurdles can be overcome. The concept of ownership has changed dramatically in recent years. Until recently, genetic resources were considered to belong to no one and to therefore be the heritage of everyone. The United Nations Convention on Biodiversity and the meetings in Rio de Janeiro in 1992, redefined biodiversity ownership. Genetic biodiversity has a potential value and belongs to the country of origin. The International Conservation of Biodiversity Groups (ICBGs) was founded in 1992 to address such issues. This presentation discusses the importance of integrating efforts in conservation, economic development, and drug development into one program. The presentation details a collaboration that includes an ICBG based at the Walter Reed Army Institute of Research and its four partner organizations and discusses the associated programs the collaboration has underway."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Walter Reed Army Institute of Research, Washington, DC 20307-5100, USA. brian.schuster@na.amedd.army.mil"}], "Identifier": [], "LastName": "Schuster", "ForeName": "B G", "Initials": "BG"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Altern Complement Med", "NlmUniqueID": "9508124", "ISSNLinking": "1075-5535"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Bioethics"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Chronic Disease"}, {"QualifierName": [], "DescriptorName": "Developing Countries"}, {"QualifierName": [], "DescriptorName": "Drug Design"}, {"QualifierName": ["standards"], "DescriptorName": "Drug Industry"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Global Health"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "International Cooperation"}, {"QualifierName": ["organization & administration"], "DescriptorName": "Pharmacognosy"}, {"QualifierName": ["isolation & purification", "standards"], "DescriptorName": "Plant Preparations"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Public Policy"}, {"QualifierName": [], "DescriptorName": "United Nations"}, {"QualifierName": [], "DescriptorName": "United States"}], "NumberOfReferences": "8"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2002", "Month": "2", "Day": "2", "Hour": "10", "Minute": "0"}, {"Year": "2002", "Month": "7", "Day": "20", "Hour": "10", "Minute": "1"}, {"Year": "2002", "Month": "2", "Day": "2", "Hour": "10", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["11822637", "10.1089/107555301753393823"]}}], "PubmedBookArticle": []}