{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "12271788", "DateCompleted": {"Year": "2002", "Month": "11", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "22"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1180-4882", "JournalIssue": {"Volume": "27", "Issue": "5", "PubDate": {"Year": "2002", "Month": "Sep"}}, "Title": "Journal of psychiatry & neuroscience : JPN", "ISOAbbreviation": "J Psychiatry Neurosci"}, "ArticleTitle": "Evidence-based decisions about herbal products for treating mental disorders.", "Pagination": {"StartPage": "324", "EndPage": "333", "MedlinePgn": "324-33"}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Psychiatry and College of Pharmacy, Dalhousie University, Halifax, NS. david.gardner@dal.ca"}], "Identifier": [], "LastName": "Gardner", "ForeName": "David M", "Initials": "DM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Canada", "MedlineTA": "J Psychiatry Neurosci", "NlmUniqueID": "9107859", "ISSNLinking": "1180-4882"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Decision Making"}, {"QualifierName": [], "DescriptorName": "Evidence-Based Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Internet"}, {"QualifierName": ["therapy"], "DescriptorName": "Mental Disorders"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Shelton RC, Keller MB, Gelenberg A, Dunner DL, Hirschfeld R, Thase ME, et al. Effectiveness of St John's wort in major depression: a randomized controlled trial. JAMA 2001;285(15):1978-86.", "ArticleIdList": ["11308434"]}, {"Citation": "Miller LG, Hume A, Harris IM, Jackson EA, Kanmaz TJ, Cauffield JS, et al. White paper on herbal products. Pharmacotherapy 2000;20:877-91.", "ArticleIdList": ["10907985"]}, {"Citation": "Greenhalgh T. How to read a paper: the MEDLINE database. BMJ 1997;315:180-3.", "ArticleIdList": ["PMC2127107", "9251552"]}, {"Citation": "Woods D, Trewheellar T. MEDLINE and EMBASE complement each other in literature searches. BMJ 1998;316:1166.", "ArticleIdList": ["PMC1112953", "9552968"]}, {"Citation": "The Cochrane Controlled Trials Register. In: The Cochrane Library; Issue 4, 2001. Oxford: Update Software."}, {"Citation": "Malsch U, Kieser M. Efficacy of kava kava in the treatment of non-psychotic anxiety, following pretreatment with benzodiazepines. Psychopharmacology (Berl) 2001;157(3):277-83.", "ArticleIdList": ["11605083"]}, {"Citation": "Le Bars PL, Kieser M, Itil KZ. A 26-week analysis of a double-blind, placebo-controlled trial of the Ginkgo biloba extract EGb 761 in dementia. Dement Geriatr Cogn Disord 2000;11(4): 230-7.", "ArticleIdList": ["10867450"]}, {"Citation": "Donath F, Quispe S, Diefenbach K, Maurer A, Fietze I, Roots I. Critical evaluation of the effect of valerian extract on sleep structure and sleep quality. Pharmacopsychiatry 2000;33(2):47-53.", "ArticleIdList": ["10761819"]}, {"Citation": "Shebek J, Rindone JP. A pilot study exploring the effect of kudzu root on the drinking habits of patients with chronic alcoholism. J Altern Complement Med 2000;6(1):45-8.", "ArticleIdList": ["10706235"]}, {"Citation": "Hao W, Zhao M. A comparative clinical study of the effect of WeiniCom, a Chinese herbal compound, on alleviation of withdrawal symptoms and craving for heroin in detoxification treatment. J Psychoactive Drugs 2000;32(3):277-84.", "ArticleIdList": ["11061678"]}, {"Citation": "Lingaerde O, Foreland AR, Magnusson A. Can winter depression be prevented by Ginkgo biloba extract? A placebo-controlled trial. Acta Psychiatr Scand 1999;100(1):62-6.", "ArticleIdList": ["10442441"]}, {"Citation": "Wang D, Huang X, Du S. A clinical trial on yu cong tang in treatment of senile dementia. J Tradit Chin Med 1999;19(1):32-8.", "ArticleIdList": ["10453581"]}, {"Citation": "Wang B. Traditional Chinese medical treatment to invigorate blood and relieve stasis treatment of schizophrenia: comparison with antipsychotic treatment. Psychiatry Clin Neurosci 1998;52(Suppl):S329-30.", "ArticleIdList": ["9895184"]}, {"Citation": "Wong AH, Smith M, Boon HS. Herbal remedies in psychiatric practice. Arch Gen Psychiatry 1998;55:1033-44.", "ArticleIdList": ["9819073"]}, {"Citation": "Beaubrun G, Gray GE. A review of herbal medicines for psychiatric disorders. Psychiatr Serv 2000;51:1130-4.", "ArticleIdList": ["10970915"]}, {"Citation": "Fugh-Berman A, Cott JM. Dietary supplements and natural products as psychotherapeutic agents. Psychosom Med 1999;61: 712-28.", "ArticleIdList": ["10511018"]}, {"Citation": "Cupp MJ. Herbal remedies: adverse effects and drug interactions. Am Fam Physician 1999;59:1239-45.", "ArticleIdList": ["10088878"]}, {"Citation": "Natural Health Products Directorate. Ottawa: Health Canada. Available: www.hc-sc.gc.ca/hpb/onhp/welcome_e.html (accessed 22 Jul 2002)."}, {"Citation": "Haynes B. Can it work? Does it work? Is it worth it? BMJ 1999; 319:652-3.", "ArticleIdList": ["PMC1116525", "10480802"]}, {"Citation": "Guyatt GH, Sackett D, Cook DJ, for the Evidence Based Medicine Working Group. Users' guides to the medical literature. II. How to use an article about therapy or prevention. A. Are the results of the study valid? JAMA 1993;270:2598-601.", "ArticleIdList": ["8230645"]}, {"Citation": "Guyatt GH, Sackett D, Cook DJ, for the Evidence Based Medicine Working Group. Users' guides to the medical literature. II. How to use an article about therapy or prevention. B. What were the results and will they help me in caring for my patients? JAMA 1994;271:59-63.", "ArticleIdList": ["8258890"]}, {"Citation": "Windrum P, Hull DR, Morris TC. Herb–drug interactions. Lancet 2000;355:1019-20.", "ArticleIdList": ["10768466"]}, {"Citation": "Sackett DL, Straus SE, Richardson WS, Rosenberg W, Haynes RB. Evidence-based medicine: how to practice and teach EBM. 2nd ed. London: Churchill Livingstone; 2000."}, {"Citation": "Olatunbosun OA, Edouard L, Pierson RA. Physicians' attitudes toward evidence-based obstetric practice: a questionnaire survey. BMJ 1998;316:365-6.", "ArticleIdList": ["PMC2665531", "9487175"]}, {"Citation": "McAlister FA, Graham I, Karr GW, Laupacis A. Evidence-based medicine and the practicing clinician. J Gen Intern Med 1999;14(4):236-42.", "ArticleIdList": ["PMC1496564", "10203636"]}, {"Citation": "Charlton BG. Restoring the balance: evidence-based medicine put in its place. J Eval Clin Pract 1997;3:87-98.", "ArticleIdList": ["9276582"]}, {"Citation": "Porzsolt F, Sellenthin C. Der sechste Schritt in der Anwendung der Evidence-Based Medicine. Z Aerztl Fortbild Qual Sich 2000; 94:619-20. Available: www.uni-ulm.de/cebm/Publikationen/Sechster_Schritt/sechster_schritt.html"}, {"Citation": "Bauer R. Quality criteria and standardization of phytopharmaceuticals: Can acceptable drug standards be achieved? Drug Inf J 1998;32:101-10."}, {"Citation": "Busse W. The significance of quality for efficacy and safety of herbal medicinal products. Drug Inf J 2000;34:15-23."}, {"Citation": "Guyatt G, Rennie D, editors. Users' guides to the medical literature: A manual for evidence-based clinical practice. Chicago: American Medical Association; 2002."}, {"Citation": "Chandler F, editor. Herbs: everyday reference for health professionals. Ottawa: Canadian Pharmacists Association and Canadian Medical Association; 2000."}, {"Citation": "Huang WF, Wen KC, Hsiao ML. Adulteration by synthetic therapeutic substances of traditional Chinese medicines in Taiwan. J Clin Pharmacol 1997;37:344-50.", "ArticleIdList": ["9115061"]}, {"Citation": "Gaus W, Hogel J. Studies on the efficacy of unconventional therapies. Problems and designs. Arzneimittelforschung 1995; 45:88-92.", "ArticleIdList": ["7893278"]}, {"Citation": "Henney JE. From the Food and Drug Administration: Risk of drug interactions with St John's wort. JAMA 2000;283(13):1679.", "ArticleIdList": ["10755481"]}, {"Citation": "Wharry S. Health Canada sounds warning over St John's wort. CMAJ 2000;162:1723."}, {"Citation": "Phillips R, Ball C, Sackett D, Badenoch D, Straus S, Haynes B, et al. Levels of evidence and grades of recommendations. Oxford: Centre for Evidence-Based Medicine; 2001. http://www.minervation.com/cebm/docs/levels.html (accessed 23 Jul 2002)."}, {"Citation": "Linde K, Mulrow CD. St John's wort for depression [Cochrane review]. In: The Cochrane Library; Issue 2, 2002. Oxford: Update Software."}, {"Citation": "Guyatt GH, Meade MO, Jaeschke RZ, Cook DJ, Haynes RB. Practitioners of evidence based care. Not all clinicians need to appraise evidence from scratch but all need some skills. BMJ 2000;320:954-5.", "ArticleIdList": ["PMC1117895", "10753130"]}, {"Citation": "Pittler M, Edzard E. Kava extract for treating anxiety [Cochrane review]. In: The Cochrane Library; Issue 4, 2001. Oxford: Update Software.", "ArticleIdList": ["11687196"]}, {"Citation": "Jadad AR, Moore A, Carroll D, Jenkinson C, Reynolds DJM, Gavaghan DJ, et al. Assessing the quality of reports of randomised clinical trials: Is blinding necessary? Control Clin Trials 1996;17:1-12.", "ArticleIdList": ["8721797"]}]}], "History": [{"Year": "2002", "Month": "9", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2002", "Month": "11", "Day": "26", "Hour": "4", "Minute": "0"}, {"Year": "2002", "Month": "9", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2002", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["12271788", "PMC161674"]}}], "PubmedBookArticle": []}