{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "12635815", "DateCompleted": {"Year": "2003", "Month": "08", "Day": "26"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "18"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0360-2532", "JournalIssue": {"Volume": "35", "Issue": "1", "PubDate": {"Year": "2003", "Month": "Feb"}}, "Title": "Drug metabolism reviews", "ISOAbbreviation": "Drug Metab Rev"}, "ArticleTitle": "Interactions of herbs with cytochrome P450.", "Pagination": {"StartPage": "35", "EndPage": "98", "MedlinePgn": "35-98"}, "Abstract": {"AbstractText": ["A resurgence in the use of medical herbs in the Western world, and the co-use of modern and traditional therapies is becoming more common. Thus there is the potential for both pharmacokinetic and pharmacodynamic herb-drug interactions. For example, systems such as the cytochrome P450 (CYP) may be particularly vulnerable to modulation by the multiple active constituents of herbs, as it is well known that the CYPs are subject to induction and inhibition by exposure to a wide variety of xenobiotics. Using in vitro, in silico, and in vivo approaches, many herbs and natural compounds isolated from herbs have been identified as substrates, inhibitors, and/or inducers of various CYP enzymes. For example, St. John's wort is a potent inducer of CYP3A4, which is mediated by activating the orphan pregnane X receptor. It also contains ingredients that inhibit CYP1A2, CYP2C9, CYP2C19, CYP2D6, and CYP3A4. Many other common medicinal herbs also exhibited inducing or inhibiting effects on the CYP system, with the latter being competitive, noncompetitive, or mechanism-based. It appears that the regulation of CYPs by herbal products complex, depending on the herb type, their administration dose and route, the target organ and species. Due to the difficulties in identifying the active constituents responsible for the modulation of CYP enzymes, prediction of herb-drug metabolic interactions is difficult. However, herb-CYP interactions may have important clinical and toxicological consequences. For example, induction of CYP3A4 by St. John's wort may partly provide an explanation for the enhanced plasma clearance of a number of drugs, such as cyclosporine and innadivir, which are known substrates of CYP3A4, although other mechanisms including modulation of gastric absorption and drug transporters cannot be ruled out. In contrast, many organosulfur compounds, such as diallyl sulfide from garlic, are potent inhibitors of CYP2E1; this may provide an explanation for garlic's chemoproventive effects, as many mutagens require activation by CYP2E1. Therefore, known or potential herb-CYP interactions exist, and further studies on their clinical and toxicological roles are warranted. Given that increasing numbers of people are exposed to a number of herbal preparations that contain many constituents with potential of CYP modulation, high-throughput screening assays should be developed to explore herb-CYP interactions."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Science, National University of Singapore, Republic of Singapore. phazsf@nus.edu.sg"}], "Identifier": [], "LastName": "Zhou", "ForeName": "Shufeng", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gao", "ForeName": "Yihuai", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jiang", "ForeName": "Wenqi", "Initials": "W"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Huang", "ForeName": "Min", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Xu", "ForeName": "Anlong", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Paxton", "ForeName": "James W", "Initials": "JW"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Drug Metab Rev", "NlmUniqueID": "0322067", "ISSNLinking": "0360-2532"}, "ChemicalList": [{"RegistryNumber": "9035-51-2", "NameOfSubstance": "Cytochrome P-450 Enzyme System"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cytochrome P-450 Enzyme System"}, {"QualifierName": [], "DescriptorName": "Herb-Drug Interactions"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Plants, Medicinal"}], "NumberOfReferences": "315"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2003", "Month": "3", "Day": "15", "Hour": "4", "Minute": "0"}, {"Year": "2003", "Month": "8", "Day": "27", "Hour": "5", "Minute": "0"}, {"Year": "2003", "Month": "3", "Day": "15", "Hour": "4", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["12635815", "10.1081/dmr-120018248"]}}], "PubmedBookArticle": []}