{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "14693530", "DateCompleted": {"Year": "2004", "Month": "02", "Day": "20"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "17"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0066-4804", "JournalIssue": {"Volume": "48", "Issue": "1", "PubDate": {"Year": "2004", "Month": "Jan"}}, "Title": "Antimicrobial agents and chemotherapy", "ISOAbbreviation": "Antimicrob Agents Chemother"}, "ArticleTitle": "In vitro and in vivo activities of a triterpenoid saponin extract (PX-6518) from the plant Maesa balansae against visceral leishmania species.", "Pagination": {"StartPage": "130", "EndPage": "136", "MedlinePgn": "130-6"}, "Abstract": {"AbstractText": ["The in vitro and in vivo activities of a mixture of six oleane triterpene saponins, recovered from the methanolic extract of the leaves of the Vietnamese plant Maesa balansae (PX-6518), were evaluated against drug-sensitive visceral Leishmania strains. The in vitro 50% inhibitory concentration (IC(50)) against intracellular Leishmania infantum amastigotes was 0.04 micro g/ml. The cytotoxic concentrations causing 50% cell death (CC(50)s) were about 1 micro g/ml in murine macrophage host cells and >32 micro g/ml in human fibroblasts (MRC-5 cell line). Evaluation in the Leishmania donovani BALB/c mouse model indicated that a single subcutaneous administration of 0.4 mg/kg at 1 day after infection reduced liver amastigote burdens by about 95% in all treated animals. If treatment was delayed until 14 days after infection, a dose of 1.6 mg/kg of body weight was required to maintain the same level of activity. Single 250-mg/kg doses of sodium stibogluconate (Pentostam) 1 and 14 days after infection produced comparable efficacies. A single dose of PX-6518 at 2.5 mg/kg administered 5 days before infection was still 100% effective in preventing liver infection, suggesting a particularly long residual action. Spleen and bone marrow could not be cleared by PX-6518 nor sodium stibogluconate. PX-6518 did not show activity after oral dosing at up to 200 mg/kg for 5 days. This study concludes that triterpenoid saponins from M. balansae show promising in vitro and in vivo antileishmanial potential and can be considered as new lead structures in the search for novel antileishmanial drugs."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical, Biomedical and Veterinary Sciences, University of Antwerp, Antwerp, Belgium. louis.maes@ua.ac.be"}], "Identifier": [], "LastName": "Maes", "ForeName": "Louis", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Vanden Berghe", "ForeName": "Dirk", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Germonprez", "ForeName": "Nils", "Initials": "N"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Quirijnen", "ForeName": "Ludo", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Cos", "ForeName": "Paul", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "De Kimpe", "ForeName": "Norbert", "Initials": "N"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Van Puyvelde", "ForeName": "Luc", "Initials": "L"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Antimicrob Agents Chemother", "NlmUniqueID": "0315061", "ISSNLinking": "0066-4804"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Antiprotozoal Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Peptides"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Saponins"}, {"RegistryNumber": "0", "NameOfSubstance": "Solvents"}, {"RegistryNumber": "0", "NameOfSubstance": "poly(arginyl-histidine)"}, {"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Antiprotozoal Agents"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Survival"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": [], "DescriptorName": "Drug Screening Assays, Antitumor"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects"], "DescriptorName": "Leishmania infantum"}, {"QualifierName": ["drug therapy", "parasitology"], "DescriptorName": "Leishmaniasis, Visceral"}, {"QualifierName": [], "DescriptorName": "Magnetic Resonance Spectroscopy"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Methanol"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred BALB C"}, {"QualifierName": ["blood", "pharmacology"], "DescriptorName": "Peptides"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Saponins"}, {"QualifierName": [], "DescriptorName": "Solvents"}, {"QualifierName": [], "DescriptorName": "Vietnam"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akendengue, B., E. Ngou-Milama, A. Laurens, and R. Hocquemiller. 1999. Recent advances in the fight against leishmaniasis with natural products. Parasite 6:3-8.", "ArticleIdList": ["10229931"]}, {"Citation": "Banduwardene, R., A. B. Mullen, and K. C. Carter. 1997. Immune responses of Leishmania donovani infected BALB/c mice following treatment with free and vesicular sodium stibogluconate formulations. Int. J. Immunopharmacol. 19:195-203.", "ArticleIdList": ["9373770"]}, {"Citation": "Bantia, S., C. D. Parker, S. L. Ananth, L. L. Horn, K. Andries, P. Chand, P. L. Kotian, A. Dehghani, Y. El-Kattan, T. Lin, T. L. Hutchison, J. A. Montgomery, D. L. Kellog, and Y. S. Babu. 2001. Comparison of the anti-influenza virus activity of RWJ-270201 with those of oseltamivir and zanamivir. Antimicrob. Agents Chemother. 45:1162-1167.", "ArticleIdList": ["PMC90439", "11257030"]}, {"Citation": "Bradley, D. J. 1977. Regulation of Leishmania populations within the host. II. Genetic control of acute susceptibility of mice to Leishmania donovani infection. Clin. Exp. Immunol. 30:130-140.", "ArticleIdList": ["PMC1541182", "606434"]}, {"Citation": "Camacho, M. R., S. L. Croft, and J. D. Phillipson. 2000. Natural products as sources of antiprotozoal drugs. Curr. Opin. Anti-Infect. Investig. Drugs 2:47-62."}, {"Citation": "Chan, M. M., and D. Fong. 1990. Inhibition of leishmanias but not host macrophages by the antitubulin herbicide trifluralin. Science 249:924-926.", "ArticleIdList": ["2392684"]}, {"Citation": "Collins, M., K. C. Carter, and A. J. Baillie. 1992. Visceral leishmaniasis in the BALB/c mouse: antimony tissue disposition and parasite suppression after the administration of free stibogluconate. Ann. Trop. Med. Parasitol. 86:35-40.", "ArticleIdList": ["1319700"]}, {"Citation": "Croft, S. L., and V. Yardley. 2002. Chemotherapy of leishmaniasis. Curr. Pharm. Des. 8:319-342.", "ArticleIdList": ["11860369"]}, {"Citation": "Delmas, F., C. Di Giorgio, R. Elias, M. Gasquet, N. Azas, V. Mshvildadze, G. Dekanosidze, E. Kemertelidze, and P. Timon-David. 2000. Antileishmanial activity of three saponins isolated from ivy, alpha-hederin, beta-hederin and hederacolchiside A1, as compared to their action on mammalian cells cultured in vitro. Planta Med. 66:343-347.", "ArticleIdList": ["10865451"]}, {"Citation": "Desjeux, P. 2001. The increase in risk factors for leishmaniasis worldwide. Trans. R. Soc. Trop. Med. Hyg. 95:239-243.", "ArticleIdList": ["11490989"]}, {"Citation": "Fournet, A., and V. Munoz. 2002. Natural products as trypanocidal, antileishmanial and antimalarial drugs. Curr. Top. Med. Chem. 2:1215-1237.", "ArticleIdList": ["12171582"]}, {"Citation": "Germonprez, N., L. Van Puyvelde, L. Maes, M. Van Tri, and N. De Kimpe. New pentacyclic triterpene saponins with strong anti-leishmanial activity from the leaves of Maesa balansae. Tetrahedron, in press."}, {"Citation": "Guerin, P., J. P. Olliaro, S. Sundar, M. Boelaert, S. L. Croft, P. Desjeux, M. K. Wasunna, and A. D. Bryceson. 2002. Visceral leishmaniasis: current status of control, diagnosis, and treatment, and a proposed research and development agenda. Lancet Infect. Dis. 2:494-501.", "ArticleIdList": ["12150849"]}, {"Citation": "Handman, E. 2001. Leishmaniasis: current status of vaccine development. Clin. Microbiol. Rev. 14:229-243.", "ArticleIdList": ["PMC88972", "11292637"]}, {"Citation": "Havens, C. G., N. Bryant, L. Asher, L. Lamoreaux, S. Perfetto, J. J. Brendle, and K. A. Werbovetz. 2000. Cellular effects of leishmanial tubulin inhibitors on L. donovani. Mol. Biochem. Parasitol. 110:223-236.", "ArticleIdList": ["11071278"]}, {"Citation": "Hostettmann, K., and A. Marston. 1995. Chemistry and pharmacology of natural products. Saponins, p. 239-284. Cambridge University Press, Cambridge, United Kingdom."}, {"Citation": "Jiang, Z., J. F. Gallard, M. T. Adeline, V. Dumontet, M. V. Tri, T. Sevenet, and M. Pais. 1999. Six triterpenoid saponins from Maesa laxiflora. J. Nat. Prod. 62:873-876.", "ArticleIdList": ["10395506"]}, {"Citation": "Jonckers, T. H., S. van Miert, K. Cimanga, C. Bailly, P. Colson, M. C. De Pauw-Gillet, H. van den Heuvel, M. Claeys, F. Lemiere, E. L. Esmans, J. Rozenski, L. Quirijnen, L. Maes, R. Dommisse, G. L. Lemiere, A. Vlietinck, and L. Pieters. 2002. Synthesis, cytotoxicity, and antiplasmodial and antitrypanosomal activity of new neocryptolepine derivatives. J. Med. Chem. 45:3497-3508.", "ArticleIdList": ["12139461"]}, {"Citation": "Koike, K., M. Kudo, Z. Jia, T. Nikaido, Y. Ide, and T. Sakura. 1999. New triterpenoid saponins from Maesa japonica. J. Nat. Prod. 62:228-232.", "ArticleIdList": ["10075747"]}, {"Citation": "Koike, K., Z. Jia, and T. Nikaido. 2001. New triterpenoid saponins from Maesa tenera. Chem. Pharm. Bull. 49:758-761.", "ArticleIdList": ["11411532"]}, {"Citation": "Legrand, P., A. Vertut-Doi, and J. Bolard. 1996. Comparative internalization and recycling of different amphotericin B formulations by a macrophage-like cell line. J. Antimicrob. Chemother. 37:519-533.", "ArticleIdList": ["9182109"]}, {"Citation": "Maes, L. 2003. Lead identification and development of a new anti-leishmanial saponin PX-6518, isolated from the Vietnamese plant Maesa balansae. Ph.D. thesis. Faculty of Pharmaceutical, Biomedical and Veterinary Sciences, Antwerp University, Antwerp, Belgium."}, {"Citation": "Maes, L., N. Germonprez, L. Van Puyvelde, M. Van Tri, T. Ngoc Ninh, and N. De Kimpe. July. 2000. Antiprotozoal saponins. International patent WO 00/38700."}, {"Citation": "Neal, R. A., and S. L. Croft. 1984. An in vitro system for determining the activity of compounds against the intracellular form of Leishmania donovani. J. Antimicrob. Chemother. 14:463-475.", "ArticleIdList": ["6096347"]}, {"Citation": "O'Brien, J., I. Wilson, T. Orton, and F. Pognan. 2000. Investigation of the Alamar Blue (resazurin) fluorescent dye for the assessment of mammalian cell cytotoxicity. Eur. J. Biochem. 267:5421-5426.", "ArticleIdList": ["10951200"]}, {"Citation": "Okunji, C. O., M. M. Iwu, J. E. Jackson, and J. D. Tally. 1996. Biological activity of saponins from two Dracaena species. Adv. Exp. Med. Biol. 404:415-428.", "ArticleIdList": ["8957311"]}, {"Citation": "Pauwels, R., K. Andries, Z. Debyser, P. Van Daele, D. Schols, P. Stoffels, K. De Vreese, R. Woestenborghs, A. M. Vandamme, C. G. Janssen et al. 1993. Potent and highly selective human immunodeficiency virus type 1 (HIV-1) inhibition by a series of alpha-anilinophenyl acetamide derivatives targeted at HIV-1 reverse transcriptase. Proc. Natl. Acad. Sci. USA 90:1711-1715.", "ArticleIdList": ["PMC45949", "7680476"]}, {"Citation": "Pecoul, B., P. Chirac, P. Trouiller, and J. Pinel. 1999. Access to essential drugs in poor countries: a lost battle? JAMA 281:361-367.", "ArticleIdList": ["9929090"]}, {"Citation": "Plock, A., W. Sokolowska-Kohler, and W. Presber. 2001. Application of flow cytometry and microscopical methods to characterize the effect of herbal drugs on Leishmania spp. Exp. Parasitol. 97:141-153.", "ArticleIdList": ["11312576"]}, {"Citation": "Rex, J. H., M. A. Pfaller, T. J. Walsh, V. Chaturvedi, A. Espinel-Ingroff, M. A. Ghannoum, L. L. Gosey, F. C. Odds, M. G. Rinaldi, D. J. Sheehan, and D. W. Warnock. 2001. Antifungal susceptibility testing: practical aspects and current challenges. Clin. Microbiol. Rev. 14:643-658.", "ArticleIdList": ["PMC88997", "11585779"]}, {"Citation": "Ridoux, O., C. Di Giorgio, F. Delmas, R. Elias, V. Mshvildadze, G. Dekanosidze, E. Kemertelidze, G. Balansard, and P. Timon-David. 2001. In vitro antileishmanial activity of three saponins isolated from ivy, alpha-hederin, beta-hederin and hederacolchiside A(1), in association with pentamidine and amphotericin B. Phytother. Res. 15:298-301.", "ArticleIdList": ["11406851"]}, {"Citation": "Roberts, W. L., J. D. Berman, and P. M. Rainey. 1995. In vitro antileishmanial properties of tri- and pentavalent antimonial preparations. Antimicrob. Agents Chemother. 39:1234-1239.", "ArticleIdList": ["PMC162718", "7574507"]}, {"Citation": "Romand, S., C. Della Bruna, R. Farinotti, and F. Derouin. 1996. In vitro and in vivo effects of rifabutin alone or combined with atovaquone against Toxoplasma gondii. Antimicrob. Agents Chemother. 40:2015-2020.", "ArticleIdList": ["PMC163465", "8878573"]}, {"Citation": "Sindambiwe, J. B., A. M. Balde, T. De Bruyne, L. Pieters, H. Van den Heuvel, M. Claeys, D. A. Vanden Berghe, and A. J. Vlietinck. 1996. Triterpenoid saponins from Maesa lanceolata. Phytochemistry 41:269-277.", "ArticleIdList": ["8588869"]}, {"Citation": "Stauber, L. A. 1966. Characterisation of strains of Leishmania donovani. Exp. Parasitol. 18:1-11.", "ArticleIdList": ["5909670"]}, {"Citation": "Sundar, S. 2001. Drug resistance in Indian visceral leishmaniasis. Trop. Med. Int. Health 6:849-854.", "ArticleIdList": ["11703838"]}, {"Citation": "Sundar, S., T. K. Jha, C. P. Thakur, J. Engel, H. Sindermann, C. Fischer, K. Junge, A. Bryceson, and J. Berman. 2002. Oral miltefosine for Indian visceral leishmaniasis. N. Engl. J. Med. 347:1739-1746.", "ArticleIdList": ["12456849"]}, {"Citation": "Taylor, M. A. 1990. A larval development test for the detection of anthelminthic resistance in nematodes of sheep. Res. Vet. Sci. 49:198-202.", "ArticleIdList": ["2236917"]}, {"Citation": "Tuntiwachwuttikul, P., O. Pancharoen, W. Mahabusarakam, P. Wiriyachitra, W. C. Taylor, W. A. Bubb, and G. H. Towers. 1997. A triterpenoid saponin from Maesa ramentacea. Phytochemistry 44:491-495.", "ArticleIdList": ["9014372"]}, {"Citation": "Vanden Berghe, D. A., and A. J. Vlietinck. 1991. Screening methods for antibacterial and antiviral agents from higher plants. Methods Plant Biochem. 6:47-69."}, {"Citation": "Yardley, V., and S. L. Croft. 2000. A comparison of the activities of three amphotericin B lipid formulations against experimental visceral and cutaneous leishmaniasis. Int. J. Antimicrob. Agents 13:243-248.", "ArticleIdList": ["10755238"]}]}], "History": [{"Year": "2003", "Month": "12", "Day": "25", "Hour": "5", "Minute": "0"}, {"Year": "2004", "Month": "2", "Day": "21", "Hour": "5", "Minute": "0"}, {"Year": "2003", "Month": "12", "Day": "25", "Hour": "5", "Minute": "0"}, {"Year": "2004", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["14693530", "PMC310194", "10.1128/AAC.48.1.130-136.2004"]}}], "PubmedBookArticle": []}