{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "15173337", "DateCompleted": {"Year": "2004", "Month": "08", "Day": "10"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "14"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0141-0768", "JournalIssue": {"Volume": "97", "Issue": "6", "PubDate": {"Year": "2004", "Month": "Jun"}}, "Title": "Journal of the Royal Society of Medicine", "ISOAbbreviation": "J R Soc Med"}, "ArticleTitle": "Medicinal uses of tobacco in history.", "Pagination": {"StartPage": "292", "EndPage": "296", "MedlinePgn": "292-6"}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Epidemiology and Health Sciences, Stopford Building, University of Manchester, Manchester M13 9PT, UK. Anne.Charlton@man.ac.uk"}], "Identifier": [], "LastName": "Charlton", "ForeName": "Anne", "Initials": "A"}], "PublicationTypeList": ["Historical Article", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J R Soc Med", "NlmUniqueID": "7802879", "ISSNLinking": "0141-0768"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "History, 15th Century"}, {"QualifierName": [], "DescriptorName": "History, 16th Century"}, {"QualifierName": [], "DescriptorName": "History, 17th Century"}, {"QualifierName": [], "DescriptorName": "History, 19th Century"}, {"QualifierName": [], "DescriptorName": "History, 20th Century"}, {"QualifierName": ["history", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Toxic"}, {"QualifierName": ["history"], "DescriptorName": "Smoking"}, {"QualifierName": [], "DescriptorName": "Nicotiana"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Peto R, Lopez AD, Boreham J, Thun M, Heath C Jr, Doll R. Mortality from smoking worldwide. Br Med Bull 1996;52: 12-21", "ArticleIdList": ["8746293"]}, {"Citation": "US Department of Health and Human Services. The Health Consequences of Smoking. A Report by the Surgeon General. Rockville, MD: US Department of Health and Human Services, 1982"}, {"Citation": "US Environmental Protection Agency. Respiratory Effects of Passive Smoking: Lung Cancer and Other Disorders: The Report of the US Environmental Protection Agency, Monograph 4. NIH Publication No. 93-3605. US Department of Health and Human Services, 1993"}, {"Citation": "Posselt W, Reimann L. Chemische Untersuchungen des Tabaks und Darstellung des eigenhumlichen wirksamen Principes dieser Pflanze. Geigers Magazin der Pharmazie 1828;24: 138-61"}, {"Citation": "Royal College of Physicians. Smoking or Health. Tunbridge Wells: Pitman Medical, 1977"}, {"Citation": "Dickson SA. Panacea or Precious Bane. Tobacco in 16th Century Literature. New York: New York Public Library, 1954"}, {"Citation": "Feinhandler SJ, Fleming HC, Monahan JM. Pre-Columbian tobaccos in the Pacific. Economic Botany, 1979;33: 213-26"}, {"Citation": "Goodspeed TH. The Genus Nicotiana. Waltham, Mass: Chronica Botanica, 1954"}, {"Citation": "Brookes JE. The Mighty Leaf: Tobacco Through the Centuries. Boston: Little, Brown, 1952"}, {"Citation": "Meyer FG, Trueblood EE, Heller JL. The Great Herbal of Leonard Fuchs: De historia stirpium commentaria insignes, 1542, Vol 1: Commentary, Vol 2: Facsimile Chapter 5. The Vienna Codex: Leonard Fuchs's Unpublished Herb Book. Stanford: Stanford University Press, 1999"}, {"Citation": "Brookes JE. Tobacco: Its History Illustrated by The Books, Manuscripts and Drawings and Engravings in the Library of George Arents Jr, Vol 1: 1507-1615. New York: Rosenbach, 1937"}, {"Citation": "Charlton A, Moyer CA. Children and Tobacco: the Wider View. Geneva: International Union Against Cancer, 1991"}, {"Citation": "Stewart GG. A history of the medicinal use of tobacco 1492-1860. Med Hist 1967;11: 228-68", "ArticleIdList": ["PMC1033728", "4864420"]}, {"Citation": "Monardes N. Joyfull Newes out of the New Found World (English translation by Thomas Hackett). London, 1596. (Section on tobacco reprinted in Economic Botany 1963;17: 83-5)"}, {"Citation": "Dodoens R. Cruydeboeck. Antwerp, 1554"}, {"Citation": "Thevet A. Les singularités de la France antarctique, autrement nomée Amerique & de plusieurs Terres & Isles decouvert de notre temps. Antwerp, 1558"}, {"Citation": "Silvette H, Larson PS, Haag HB. Medical uses of tobacco: past and present. Virginia Med Monthly 1958;85: 472-84", "ArticleIdList": ["13581502"]}, {"Citation": "Gesner C. Epistolarum medicinalum, Libri 111. Zurich, 1577"}, {"Citation": "Decaux F. L'utilisation du tabac dans la médecine d'autrefois. Acta Phytotherapeutica 1961;8: 66-71"}, {"Citation": "Bennett JP. From noli-me-tangere to rodent ulcer: the recognition of basal cell carcinoma. Br J Plast Surg 1974;27: 144-54", "ArticleIdList": ["4599453"]}, {"Citation": "Mullett CF. Tobacco as a drug in earlier English medicine. Ann Med Hist 1940;2: 110-23", "ArticleIdList": ["PMC7942597", "33943802"]}, {"Citation": "Philaretes. Work for Chimny sweepers or A warning for Tabacconists. London: Thomas East for Thomas Bushell, 1602"}, {"Citation": "Vaughan W. Directions for Health, both Naturall and Artificial: derived from the best physitians as well moderne as auncient. London: T Snodham for R Jackson, 1612"}, {"Citation": "Cotta J. A Short Discoverie for severall sorts of ignorant and unconsiderate Practisers of Physicke in England. With Directions for the safest election of Physitian in necessitie. London: William Jones and Richard Boyle, 1612"}, {"Citation": "Hart J. The Diet of the Diseased. London: John Beale for Thomas Allot, 1633"}, {"Citation": "Wesley J. Primitive Physick: or an Easy and Natural Method of Curing most Diseases. London: 1847", "ArticleIdList": ["2661451"]}, {"Citation": "Todd RB. The Lumleian Lectures for 1849, delivered at the Royal College of Physicians: On the Pathology and Treatment of Convulsive Diseases. London: Printed from The Medical Gazette by Wilson and Ogilvie, 1849"}, {"Citation": "Anonymous. Old beliefs concerning tobacco. Lancet 1902;i: 1266-7"}, {"Citation": "Anonymous. Public Health and Poor Law: Local Government Department: reports of medical officers of health. Lancet 1882;i: 201"}, {"Citation": "Anonymous. Does smoking protect against infection? BMJ 1889;ii: 253"}, {"Citation": "Anonymous. The germicidal properties of tobacco smoke. Lancet 1913;i: 406"}, {"Citation": "Moll H. The treatment of post-encephalitic Parkinsonism by nicotine. BMJ 1926;i: 1079-81", "ArticleIdList": ["PMC2524155", "20772630"]}, {"Citation": "Baron JA. Cigarette smoking and Parkinson's disease. Neurology 1986;36: 1490-6", "ArticleIdList": ["3531917"]}, {"Citation": "Graves AB, van Duijn CM, Chandra V, et al. Alcohol and tobacco consumption as risk factors for Alzheimer's disease: a collaborative re-analysis of case-control studies. Int J Epidemiol 1991;20(suppl 2): s48-57", "ArticleIdList": ["1833354"]}, {"Citation": "Newhouse PA, Hughes JR. The role of nicotine and nicotinic mechanisms in neuropsychiatric disease. Br J Addict 1991;86: 521-6", "ArticleIdList": ["1677596"]}, {"Citation": "Koiwai A, Suzuki F, Matsuzaki T, Kawsashima N. The fatty acid composition of seeds and leaves of Nicotiana species. Phytochemistry 1983;22: 1409-12"}, {"Citation": "Saitoh F, Noma M, Kawashima N. The alkaloid contents of sixty Nicotiana species. Phytochemistry 1985;24: 477-80"}]}], "History": [{"Year": "2004", "Month": "6", "Day": "3", "Hour": "5", "Minute": "0"}, {"Year": "2004", "Month": "8", "Day": "11", "Hour": "5", "Minute": "0"}, {"Year": "2004", "Month": "6", "Day": "3", "Hour": "5", "Minute": "0"}, {"Year": "2004", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15173337", "PMC1079499", "10.1177/014107680409700614"]}}], "PubmedBookArticle": []}