{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "15673731", "DateCompleted": {"Year": "2005", "Month": "03", "Day": "29"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "11"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0066-4804", "JournalIssue": {"Volume": "49", "Issue": "2", "PubDate": {"Year": "2005", "Month": "Feb"}}, "Title": "Antimicrobial agents and chemotherapy", "ISOAbbreviation": "Antimicrob Agents Chemother"}, "ArticleTitle": "Alkyl gallates, intensifiers of beta-lactam susceptibility in methicillin-resistant Staphylococcus aureus.", "Pagination": {"StartPage": "549", "EndPage": "555", "MedlinePgn": "549-55"}, "Abstract": {"AbstractText": ["We found that ethyl gallate purified from a dried pod of tara (Caesalpinia spinosa) intensified beta-lactam susceptibility in methicillin-resistant and methicillin-sensitive strains of Staphylococcus aureus (MRSA and MSSA strains, respectively). This compound and several known alkyl gallates were tested with MRSA and MSSA strains to gain new insights into their structural functions in relation to antimicrobial and beta-lactam susceptibility-intensifying activities. The maximum activity of alkyl gallates against MRSA and MSSA strains occurred at 1-nonyl and 1-decyl gallate, with an MIC at which 90% of the isolates tested were inhibited of 15.6 microg/ml. At concentrations lower than the MIC, alkyl gallates synergistically elevated the susceptibility of MRSA and MSSA strains to beta-lactam antibiotics. Such a synergistic activity of the alkyl gallates appears to be specific for beta-lactam antibiotics, because no significant changes were observed in the MICs of other classes of antibiotics examined in this study. The length of the alkyl chain was also associated with the modifying activity of the alkyl gallates, and the optimum length was C5 to C6. The present work clearly demonstrates that the length of the alkyl chain has a key role in the elevation of susceptibility to beta-lactam antibiotics."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Cell Biology, Institute of Health Biosciences, The University of Tokushima, Shomachi, Tokushima 770-8505, Japan."}], "Identifier": [], "LastName": "Shibata", "ForeName": "Hirofumi", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kondo", "ForeName": "Kyoko", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Katsuyama", "ForeName": "Ryo", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kawazoe", "ForeName": "Kazuyoshi", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sato", "ForeName": "Yoichi", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Murakami", "ForeName": "Kotaro", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Takaishi", "ForeName": "Yoshihisa", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Arakaki", "ForeName": "Naokatu", "Initials": "N"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Higuti", "ForeName": "Tomihiko", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Antimicrob Agents Chemother", "NlmUniqueID": "0315061", "ISSNLinking": "0066-4804"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "beta-Lactams"}, {"RegistryNumber": "632XD903SP", "NameOfSubstance": "Gallic Acid"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Drug Synergism"}, {"QualifierName": ["analogs & derivatives", "chemical synthesis", "pharmacology"], "DescriptorName": "Gallic Acid"}, {"QualifierName": [], "DescriptorName": "Magnetic Resonance Spectroscopy"}, {"QualifierName": [], "DescriptorName": "Methicillin Resistance"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Spectrometry, Mass, Electrospray Ionization"}, {"QualifierName": ["drug effects"], "DescriptorName": "Staphylococcus aureus"}, {"QualifierName": ["pharmacology"], "DescriptorName": "beta-Lactams"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aranda, F. J., J. Villalain, and J. C. Gomez-Fernandez. 1995. Capsaicin affects the structure and phase organization of phospholipid membranes. Biochim. Biophys. Acta 1234:225-234.", "ArticleIdList": ["7696298"]}, {"Citation": "Bruns, W., H. Keppeler, and R. Baucks. 1985. Suppression of intrinsic resistance to penicillins in Staphylococcus aureus by polidocanol, a dodecyl polyethyleneoxid ether. Antimicrob. Agents Chemother. 27:632-639.", "ArticleIdList": ["PMC180110", "3873904"]}, {"Citation": "Centers for Disease Control and Prevention. 2001. National Nosocomial Infections Surveillance (NNIS) report, data summary from January 1992-June 2001. Am. J. Infect. Control 29:404-421.", "ArticleIdList": ["11743489"]}, {"Citation": "Centers for Disease Control and Prevention. 2002. Staphylococcus aureus resistant to vancomycin—United States, 2002. Morb. Mortal. Wkly. Rep. 51:565-567.", "ArticleIdList": ["12139181"]}, {"Citation": "Centers for Disease Control and Prevention. 2002. Vancomycin-resistant Staphylococcus aureus—Pennsylvania, 2002. Morb. Mortal. Wkly. Rep. 51:902.", "ArticleIdList": ["12418544"]}, {"Citation": "Centers for Disease Control and Prevention. 2004. Vancomycin-resistant Staphylococcus aureus—New York, 2004. Morb. Mortal. Wkly. Rep. 53:322-323.", "ArticleIdList": ["15103297"]}, {"Citation": "Chang, F.-Y., B. B. MacDonald, J. E. Peacock, D. M. Musher, P. Triplett, J. M. Mylotte, A. O'Donnell, M. M. Wagener, and V. L. Yu. 2003. A prospective multicenter study of Staphylococcus aureus bacteremia. Incidence of endocarditis, risk factors for mortality, and clinical impact of methicillin resistance. Medicine 82:322-332.", "ArticleIdList": ["14530781"]}, {"Citation": "Chang, S., D. M. Sievert, J. C. Hageman, M. L. Boulton, F. C. Tenover, F. P. Downes, S. Shah, J. T. Rudrik, G. R. Pupp, W. J. Brown, D. Cardo, and S. K. Fridkin. 2003. Infection with vancomycin-resistant Staphylococcus aureus containing the vanA resistance gene. N. Engl. J. Med. 348:1342-1347.", "ArticleIdList": ["12672861"]}, {"Citation": "Cowan, M. M. 1999. Plant products as antimicrobial agents. Clin. Microbiol. Rev. 12:564-582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Eid, C. N., N. G. Halligan, T. I. Nicas, D. L. Mullen, T. F. Butler, R. J. Loncharich. J. W. Paschal, C. J. Schofield, N. J. Westwood, and L. Cheng. 1997. Tripeptide LY301621 and its diastereomers as methicillin potentiators against methicillin resistant Staphylococcus aureus. J. Antibiot. 50:283-285.", "ArticleIdList": ["9439706"]}, {"Citation": "Food and Agriculture Organization of the United Nations. 1995. Gums, resins and latexes of plant origin. Non-wood forest products 6. Food and Agriculture Organization of the United Nations. [Online.] http://www.fao.org/docrep/v9236e/V9236e00.htm. Accessed 17 May 2004."}, {"Citation": "Fukuda, N., T. Yamase, and Y. Tajima. 1999. Inhibitory effect of polyoxotungstates on the production of penicillin-binding proteins and β-lactamase against methicillin-resistant Staphylococcus aureus. Biol. Pharm. Bull. 22:463-470.", "ArticleIdList": ["10375165"]}, {"Citation": "Gibbons, S., B. Ohlendorf, and I. Johnsen. 2002. The genus Hypericum—a valuable resource of anti-staphylococcal leads. Fitoterapia 73:300-304.", "ArticleIdList": ["12234572"]}, {"Citation": "Gonzales, R. D., P. C. Schreckenberger, M. B. Graham, S. Kelkar, K. DenBesten, and J. P. Quinn. 2001. Infections due to vancomycin-resistant Enterococcus faecium resistant to linezolid. Lancet 357:1179.", "ArticleIdList": ["11323048"]}, {"Citation": "Hershberger, E., S. Donabedian, K. Konstantinou, and M. J. Zervos. 2004. Quinupristin-dalfopristin resistance in gram-positive bacteria: mechanism of resistance and epidemiology. Clin. Infect. Dis. 38:92-98.", "ArticleIdList": ["14679454"]}, {"Citation": "Hu, Z. Q., W. H. Zhao, N. Asano, Y. Yoda, Y. Hara, and T. Shimamura. 2002. Epigallocatechin gallate synergistically enhances the activity of carbapenems against methicillin-resistant Staphylococcus aureus. Antimicrob. Agents Chemother. 46:558-560.", "ArticleIdList": ["PMC127028", "11796378"]}, {"Citation": "Isenberg, H. D. 1992. Clinical microbiology procedures handbook, vol. 1. American Society for Microbiology, Washington, D.C."}, {"Citation": "Komatsuzawa, H., M. Sugai, C. Shirai, J. Suzuki, K. Hiramatsu, and H. Suginaka. 1995. Triton X-100 alters the resistance level of methicillin-resistant Staphylococcus aureus to oxacillin. FEMS Microbiol. Lett. 134:209-212.", "ArticleIdList": ["8586269"]}, {"Citation": "Komatsuzawa, H., M. Sugai, K. Ohta, T. Fujiwara, S. Nakashima, J. Suzuki, C. Y. Lee, and H. Suginaka. 1997. Cloning and characterization of the fmt gene which affects the methicillin resistance level and autolysis in the presence of triton X-100 in methicillin-resistant Staphylococcus aureus. Antimicrob. Agents Chemother. 41:2355-2361.", "ArticleIdList": ["PMC164128", "9371333"]}, {"Citation": "Komatsuzawa, H., J. Suzuki, M. Sugai, Y. Miyake, and H. Suginaka. 1994. The effect of Triton X-100 on the in-vitro susceptibility of methicillin-resistant Staphylococcus aureus to oxacillin. J. Antimicrob. Chemother. 34:885-897.", "ArticleIdList": ["7730232"]}, {"Citation": "Kondo, K., Y. Takaishi, H. Shibata, and T. Higuti. 2004. ILSMRs (intensifier of β-lactam-susceptibility in methicillin-resistant Staphylococcus aureus) from tara [Caesalpinia spinosa (Molina) Kuntze]. Phytomed. (in press).", "ArticleIdList": ["16428032"]}, {"Citation": "Kubo, I., P. Xiao, and K. Fujita. 2002. Anti-MRSA activity of alkyl gallates. Bioorg. Med. Chem. Lett. 12:113-116.", "ArticleIdList": ["11755333"]}, {"Citation": "Liu, I. X., D. G. Durham, and R. M. Richards. 2000. Baicalin synergy with β-lactam antibiotics against methicillin-resistant Staphylococcus aureus and other β-lactam-resistant strains of S. aureus. J. Pharm. Pharmacol. 52:361-366.", "ArticleIdList": ["10757427"]}, {"Citation": "Lowy, F. 1998. Staphylococcus aureus infections. N. Engl. J. Med. 339:520-532.", "ArticleIdList": ["9709046"]}, {"Citation": "Nicolson, K., G. Evans, and P. W. O'Toole. 1999. Potentiation of methicillin activity against methicillin-resistant Staphylococcus aureus by diterpenes. FEMS Microbiol. Lett. 179:233-239.", "ArticleIdList": ["10518721"]}, {"Citation": "Okasaka, M., Y. Takaishi, K. Kogure, K. Fukuzawa, H. Shibata, and T. Higuti. 2004. New stilbene derivatives from Calligonum leucocladum. J. Nat. Products (in press).", "ArticleIdList": ["15217293"]}, {"Citation": "Projan, S. J. 2000. Antibiotic resistance in the staphylococci, p. 463-470. In V. A. Fischetti, R. P. Novick, J. J. Ferretti, D. A. Portnoy, and J. I. Rood (ed.), Gram-positive pathogens. American Society for Microbiology, Washington, D.C."}, {"Citation": "Sato, Y., H. Oketani, K. Singyouchi, T. Ohtsubo, M. Kihara, H. Shibata, and T. Higuti. 1997. Extraction and purification of effective antimicrobial constituents of Terminalia chebula RETS against methicillin-resistant Staphylococcus aureus. Biol. Pharm. Bull. 20:401-404.", "ArticleIdList": ["9145218"]}, {"Citation": "Sato, Y., H. Shibata, N. Arakaki, and T. Higuti. 2004. 6,7-Dihydroxyflavone dramatically intensifies the susceptibility to β-lactam antibiotics in methicillin-resistant and -sensitive Staphylococcus aureus. Antimicrob. Agents Chemother. 48:1357-1360.", "ArticleIdList": ["PMC375321", "15047543"]}, {"Citation": "Sato, Y., H. Shibata, T. Arai, A. Yamamoto, Y. Okimura, N. Arakaki, and T. Higuti. 2004. Variation in synergistic activity by flavone and its related compounds on the increased susceptibility of various strains of methicillin-resistant Staphylococcus aureus to β-lactam antibiotics. Int. J. Antimicrob. Agents 24:28-35.", "ArticleIdList": ["15325425"]}, {"Citation": "Shibata, H., C. Shirakata, H. Kawasaki, Y. Sato, T. Kuwahara, Y. Ohnishi, N. Arakaki, and T. Higuti. 2003. Flavone markedly affects phenotypic expression of β-lactam resistance in methicillin-resistant Staphylococcus aureus strains isolated clinically. Biol. Pharm. Bull. 26:1478-1483.", "ArticleIdList": ["14519958"]}, {"Citation": "Shimizu, M., S. Shiota, T. Mizushima, H. Ito, T. Hatano, T. Yoshida, and T. Tsuchiya. 2001. Marked potentiation of activity of β-lactams against methicillin-resistant Staphylococcus aureus by corilagin. Antimicrob. Agents Chemother. 45:3198-3201.", "ArticleIdList": ["PMC90804", "11600378"]}, {"Citation": "Shiota, S., M. Shimizu, T. Mizushima, H. Ito, T. Hatano, T. Yoshida, and T. Tsuchiya. 1999. Marked reduction in the minimum inhibitory concentration (MIC) of β-lactams in methicillin-resistant Staphylococcus aureus produced by epicatechin gallate, an ingredient of green tea (Camellia sinensis). Biol. Pharm. Bull. 22:1388-1390.", "ArticleIdList": ["10746177"]}, {"Citation": "Shiota, S., M. Shimizu, T. Mizusima, H. Ito, T. Hatano, T. Yoshida, and T. Tsuchiya. 2000. Restoration of effectiveness of β-lactams on methicillin-resistant Staphylococcus aureus by tellimagrandin I from rose red. FEMS Microbiol. Lett. 185:135-138.", "ArticleIdList": ["10754237"]}, {"Citation": "Shirai, C., M. Sugai, H. Komatsuzawa, K. Ohta, M. Yamakido, and H. Suginaka. 1998. A triazine dye, cibacron blue F3GA, decreases oxacillin resistance levels in methicillin-resistant Staphylococcus aureus. Antimicrob. Agents Chemother. 42:1278-1280.", "ArticleIdList": ["PMC105803", "9593167"]}, {"Citation": "Suzuki, J., H. Komatsuzawa, M. Sugai, K. Ohta, K. Kozai, N. Nagasaka, and H. Suginaka. 1997. Effects of various types of Triton X on the susceptibilities of methicillin-resistant staphylococci to oxacillin. FEMS Microbiol. Lett. 153:327-331.", "ArticleIdList": ["9271859"]}, {"Citation": "Tsiodras, S., H. S. Gold, G. Sakoulas, G. M. Eliopoulos, C. Wennersten, L. Venkataraman, R. C. Moellering, and M. J. Ferraro. 2001. Linezolid resistance in a clinical isolate of Staphylococcus aureus. Lancet 358:207-208.", "ArticleIdList": ["11476839"]}, {"Citation": "Van der Heijden, C. A., P. J. Janssen, and J. J. Strik. 1986. Toxicology of gallates: a review and evaluation. Food Chem. Toxicol. 24:1067-1070.", "ArticleIdList": ["3542759"]}, {"Citation": "Wilson, P., J. A. Andrews, R. Charlesworth, R. Walesby, M. Singer, D. J. Farrell, and M. Robins. 2003. Linezolid resistance in clinical isolates of Staphylococcus aureus. J. Antimicrob. Chemother. 51:186-188.", "ArticleIdList": ["12493812"]}, {"Citation": "Yamase, T., N. Fukuda, and Y. Tajima. 1996. Synergistic effect of polyoxotungstates in combination with β-lactam antibiotics on antibacterial activity against methicillin-resistant Staphylococcus aureus. Biol. Pharm. Bull. 19:459-465.", "ArticleIdList": ["8924919"]}, {"Citation": "Zhao, W. H., Z. Q. Hu, S. Okubo, Y. Hara, and T. Shimamura. 2001. Mechanism of synergy between epigallocatechin gallate and β-lactams against methicillin-resistant Staphylococcus aureus. Antimicrob. Agents Chemother. 45:1737-1742.", "ArticleIdList": ["PMC90539", "11353619"]}]}], "History": [{"Year": "2005", "Month": "1", "Day": "28", "Hour": "9", "Minute": "0"}, {"Year": "2005", "Month": "3", "Day": "30", "Hour": "9", "Minute": "0"}, {"Year": "2005", "Month": "1", "Day": "28", "Hour": "9", "Minute": "0"}, {"Year": "2005", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15673731", "PMC547244", "10.1128/AAC.49.2.549-555.2005", "49/2/549"]}}], "PubmedBookArticle": []}