{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "16042502", "DateCompleted": {"Year": "2005", "Month": "09", "Day": "27"}, "DateRevised": {"Year": "2019", "Month": "11", "Day": "09"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1176-2551", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2005"}}, "Title": "Toxicological reviews", "ISOAbbreviation": "Toxicol Rev"}, "ArticleTitle": "Toxicological aspects of the South American herbs cat's claw (Uncaria tomentosa) and Maca (Lepidium meyenii) : a critical synopsis.", "Pagination": {"StartPage": "11", "EndPage": "35", "MedlinePgn": "11-35"}, "Abstract": {"AbstractText": ["Recent exceptional growth in human exposure to natural products known to originate from traditional medicine has lead to a resurgence of scientific interest in their biological effects. As a strategy for improvement of the assessment of their pharmacological and toxicological profile, scientific evidence-based approaches are being employed to appropriately evaluate composition, quality, potential medicinal activity and safety of these natural products. Using this approach, we comprehensively reviewed existing scientific evidence for known composition, medicinal uses (past and present), and documented biological effects with emphasis on clinical pharmacology and toxicology of two commonly used medicinal plants from South America with substantial human exposure from historical and current global use: Uncaria tomentosa (common name: cat's claw, and Spanish: uña de gato), and Lepidium meyenii (common name: maca). Despite the geographic sourcing from remote regions of the tropical Amazon and high altitude Andean mountains, cat's claw and maca are widely available commercially in industrialised countries. Analytical characterisations of their active constituents have identified a variety of classes of compounds of toxicological, pharmacological and even nutritional interest including oxindole and indole alkaloids, flavonoids, glucosinolates, sterols, polyunsaturated fatty acids, carbolines and other compounds. The oxindole alkaloids from the root bark of cat's claw are thought to invoke its most widely sought-after medicinal effects as a herbal remedy against inflammation. We find the scientific evidence supporting this claim is not conclusive and although there exists a base of information addressing this medicinal use, it is limited in scope with some evidence accumulated from in vitro studies towards understanding possible mechanisms of action by specific oxindole alkaloids through inhibition of nuclear factor (NF)-kappaB activation. Although controlled clinical studies have demonstrated reduction in pain associated with cat's claw intake in patients with various chronic inflammatory disorders, there is insufficient clinical data overall to draw a firm conclusion for its anti-inflammatory effects. An important observation was that experimental results were often dependent upon the nature of the preparation used. It appears that the presence of unknown substances has an important role in the overall effects of cat's claw extracts is an important factor for consideration. The available animal toxicological studies did not indicate severe toxicity from oral intake of cat's claw preparations but rather were suggestive of a low potential for acute and subacute oral toxicity, and a lack of evidence to demonstrate genotoxic potential and mutagenic activity. Maca is a clear example of a herb with substantial medicinal use in traditional herbal medicine by indigenous cultures in South America since the first recorded knowledge of it in the seventeenth century. The hypocotyls of maca are the edible part of the plant used for nutritional and proposed fertility-enhancing properties. Maca has been described to possess many other medicinal properties in traditional herbal medicine but only a few of them have been well studied scientifically. Published clinical studies of maca seem to be related to its property as a nutrient, for male fertility and for energy. There are inadequate data regarding the precise mechanism of action of maca. Some studies suggest that secondary metabolites found in maca extracts are important constituents responsible for its physiological effects. Maca has been reported in the scientific literature to have a low degree of acute oral toxicity in animals and low cellular toxicity in vitro. An important finding unveiled by this review is the importance of standardisation in quality and additional basic and clinical research to scientifically validate and understand composition, biological activity, safety and risk. Development of a comprehensive pharmacological and toxicological profile through critical evaluation of existing and future experimental data, especially carefully conducted clinical studies would facilitate the scientific evidence-based approach to understanding potential biological effects of these major traditionally based herbals in current global use."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biotechnology and GRAS Notice Review, Office of Food Additive Safety, Center for Food Safety and Applied Nutrition, U.S. Food and Drug Administration, College Park, Maryland 20740, USA. Luis.Valerio@cfsan.fda.gov"}], "Identifier": [], "LastName": "Valerio", "ForeName": "Luis G", "Initials": "LG", "Suffix": "Jr"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gonzales", "ForeName": "Gustavo F", "Initials": "GF"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Toxicol Rev", "NlmUniqueID": "101162874", "ISSNLinking": "1176-2551"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Cat's Claw"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Lepidium"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["metabolism", "toxicity"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["metabolism", "toxicity"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Toxicity Tests"}], "NumberOfReferences": "154"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2005", "Month": "7", "Day": "27", "Hour": "9", "Minute": "0"}, {"Year": "2005", "Month": "9", "Day": "28", "Hour": "9", "Minute": "0"}, {"Year": "2005", "Month": "7", "Day": "27", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16042502", "10.2165/00139709-200524010-00002", "2412"]}}], "PubmedBookArticle": []}