{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "16270940", "DateCompleted": {"Year": "2009", "Month": "11", "Day": "24"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2005", "Month": "09", "Day": "27"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "1", "PubDate": {"Year": "2005", "Month": "Sep", "Day": "27"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnopharmacological survey of different uses of seven medicinal plants from Mali, (West Africa) in the regions Doila, Kolokani and Siby.", "Pagination": {"StartPage": "7", "MedlinePgn": "7"}, "Abstract": {"AbstractText": ["An ethnopharmacological survey was carried out to collect information on the use of seven medicinal plants in rural areas in the nearby regions of Bamako, Mali. The plants were Opilia celtidifolia, Anthocleista djalonensis, Erythrina senegalensis, Heliotropium indicum, Trichilia emetica, Piliostigma thonningii and Cochlospermum tinctorium. About 50 medical indications were reported for the use of these plants in traditional medicine. The most frequent ailments reported were malaria, abdominal pain and dermatitis. The highest number of usages was reported for the treatment of malaria (22%). The majority of the remedies were prepared from freshly collected plant material from the wild and from a single species only. They were mainly taken orally, but some applications were prepared with a mixture of plants or ingredients such as honey, sugar, salt, ginger and pepper. Decoction of the leaves was the main form of preparation (65%) and leaf powder was mostly used for the preparation of infusions (13%). The part of the plants most frequently used was the leaves. There was a high degree of informant consensus for the species and their medicinal indications between the healers interviewed. The results of this study showed that people are still dependent on medicinal plants in these rural areas of Mali."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, University of Oslo, PO Box 1068, Blindern, 0316, Norway. adiaratou.togola@farmasi.uio.no"}], "Identifier": [], "LastName": "Togola", "ForeName": "Adiaratou", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Diallo", "ForeName": "Drissa", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Dembélé", "ForeName": "Seydou", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Barsett", "ForeName": "Hilde", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Paulsen", "ForeName": "Berit Smestad", "Initials": "BS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Bixaceae"}, {"QualifierName": [], "DescriptorName": "Erythrina"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Heliotropium"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Interviews as Topic"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mali"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Meliaceae"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rural Population"}, {"QualifierName": [], "DescriptorName": "Wound Healing"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "WHO website "}, {"Citation": "Diallo D, Paulsen BS. Pharmaceutical research and traditional practitioners in Mali: Experiences with benefit sharing. In: Svarstad H, Dhillion S, editor. Responding to Bioprospecting from biodiversity in the South to medicines in the North. Printed in Norway; 2000. pp. 133–144."}, {"Citation": "Macia Manuel J, Garcia E, Vidaurre Prem J. An ethnobotanical survey of medicinal plants commercialized in the markets of La Paz and El Alto, Bolivia. Journal of ethnopharmacology. 2005;97:337–350. doi: 10.1016/j.jep.2004.11.022.", "ArticleIdList": ["10.1016/j.jep.2004.11.022", "15707774"]}, {"Citation": "Diallo D, Sogn C, Samake FB, Paulsen BS, Michaelsen TE, Keita A. Wound healing plants in Mali, The Bamako region. An Ethnobotanical survey and complement fixation of water extracts from selected plants. Pharmaceutical Biology. 2002;40:117–128."}, {"Citation": "Inngjerdingen K, Nergard CS, Diallo D, Mounkoro PP, Paulsen BS. An Ethnopharmacological survey of plants used for wound healing in Dogonland, Mali, West Africa. Journal of ethnopharmacology. 2004;92:233–244. doi: 10.1016/j.jep.2004.02.021.", "ArticleIdList": ["10.1016/j.jep.2004.02.021", "15138006"]}, {"Citation": "Nergard CS, Diallo D, Michaelsen TE, Malterud KE, Kiyohara H, Matsumoto T, Yamada H, Paulsen BS. Isolation, partial characterisation and immunomodulating activities of polysaccharides from Vernonia kotschyana Sch. Bip. ex Walp. Journal of Ethnopharmacology. 2004;91:141–152. doi: 10.1016/j.jep.2003.12.007.", "ArticleIdList": ["10.1016/j.jep.2003.12.007", "15036481"]}, {"Citation": "Nergard Cecilie S, Diallo D, Inngjerdingen K, Michaelsen Terje E, Matsumoto T, Kiyohara H, Yamada H, Paulsen BS. Medicinal use of Cochlospermum tinctorium in Mali Anti-ulcer-, radical scavenging- and immunomodulating activities of polymers in the aqueous extract of the roots. Journal of ethnopharmacology. 2005;96:255–269. doi: 10.1016/j.jep.2004.09.018.", "ArticleIdList": ["10.1016/j.jep.2004.09.018", "15588678"]}, {"Citation": "Alexiades MN, ed . Advances in Economic Botany. Vol. 10. The New York Botanical Garden, Bronx; Selected Guidelines for Ethnobotanical Research: A Field Manual."}, {"Citation": "Burkill HM. The Useful plants of West Tropical Africa. 2. Vol. 4. Royal Botanic Gardens, Kew; 1997."}, {"Citation": "Shihata IM, El-Gendi AYI, Abd El-Malik MM. Pharmacochemical studies on saponin fraction of Opilia celtidifolia. Planta Medica. 1977;31:60–67.", "ArticleIdList": ["557210"]}, {"Citation": "Burkill HM. The useful plants of West Tropical Africa. 2. Vol. 3. Royal Botanic Gardens, Kew; 1995."}, {"Citation": "Okoli AS, Iroegbu CU. Evaluation of extracts of Anthocleista djalonensis, Nauclea latifolia and Uvaria afzalii for activity against bacterial isolates from cases of non-gonococcal urethritis. Journal of ethnopharmacology. 2004;92:135–144. doi: 10.1016/j.jep.2003.12.015.", "ArticleIdList": ["10.1016/j.jep.2003.12.015", "15099860"]}, {"Citation": "Saidu K, Onah J, Orisadipe A, Olusola A, Wambebe C, Gamaniel K. Antiplasmodial, analgesic, and anti-inflammatory activities of the aqueous extract of the stem bark of Erythrina senegalensis. Journal of ethnopharmacology. 2000;71:275–280. doi: 10.1016/S0378-8741(00)00188-4.", "ArticleIdList": ["10.1016/S0378-8741(00)00188-4", "10904174"]}, {"Citation": "Kone WM, Atindehou KK, Terreaux C, Hostettmann K, Traore D, Dosso M. Traditional medicine in north Cote-d'Ivoire: screening of 50 medicinal plants for antibacterial activity. Journal of ethnopharmacology. 2004;93:43–49. doi: 10.1016/j.jep.2004.03.006.", "ArticleIdList": ["10.1016/j.jep.2004.03.006", "15182903"]}, {"Citation": "Kerharo J, Adams J. La Pharmacopée Senegalaise Traditionnelle. Plantes médicales et Toxiques. Edition Vigot et Frères, Paris; 1974."}, {"Citation": "Burkill HM. The useful plants of West Tropical Africa. 2. Vol. 1. Royal Botanic Gardens, Kew; 1985."}, {"Citation": "Reddy JS, Rao PR, Reddy Mada S. Wound healing effects of Heliotropium indicum, Plumbago zeylanicum and Acalypha indica in rats. Journal of ethnopharmacology. 2002;79:249–251. doi: 10.1016/S0378-8741(01)00388-9.", "ArticleIdList": ["10.1016/S0378-8741(01)00388-9", "11801388"]}, {"Citation": "Kugelman M, Lui W-C, Axelrod M, McBride TJ, Rao KV. Indicine-N-oxide: the antitumor principle of Heliotropium indicum. Lloydia. 1976;39:125–128.", "ArticleIdList": ["948236"]}, {"Citation": "Malgras D. Arbres et arbustes guérisseurs des savanes maliennes. Edits. Karthala, Paris; 1992."}, {"Citation": "El Tahir A, Satti GM, Khalid SA. Antiplasmodial activity of selected Sudanese medicinal plants with emphasis on Maytenus senegalensis (Lam.) Exell. Journal of ethnopharmacology. 1999;64:227–233. doi: 10.1016/S0378-8741(98)00129-9.", "ArticleIdList": ["10.1016/S0378-8741(98)00129-9", "10363837"]}, {"Citation": "McGaw LJ, Anna KJ, van Staden J. Prostaglandin synthesis inhibitory activity in Zulu, Xhosa and Sotho medicinal plants. Phytotherapy Research. 1997;11:113–117. doi: 10.1002/(SICI)1099-1573(199703)11:2<113::AID-PTR27>3.0.CO;2-S.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199703)11:2<113::AID-PTR27>3.0.CO;2-S"]}, {"Citation": "Sanogo R, Germano MP, D'Angelo V, Forestieri AM, Ragusa S, Rapisarda A. Trichilia roka Chiov. (Meliaceae): Pharmacognostic researches. Farmaco. 2001;56:357–360. doi: 10.1016/S0014-827X(01)01051-5.", "ArticleIdList": ["10.1016/S0014-827X(01)01051-5", "11482758"]}, {"Citation": "Diallo D, Paulsen BS, Liljeback THA, Michaelsen TE. The malian medicinal plant Trichilia emetica ; studies on polysaccharides with complement fixing ability. Journal of Ethnopharmacology. 2003;84:279–287. doi: 10.1016/S0378-8741(02)00330-6.", "ArticleIdList": ["10.1016/S0378-8741(02)00330-6", "12648827"]}, {"Citation": "Aubreville A. Flore Forestiere Soudano-guinéenne, Afrique Occidental Française -Cameroun- Afrique Equatorial Française. Societé d'Edition Geographiques Maritimes et Coloniales, Paris; 1950."}, {"Citation": "Bouquets A. Plantes medicinales du Congo-Brazzaville. Uvariopsis, Pauridiatha, Diospyrsos, Trav Doc ORSTOM. 1972."}, {"Citation": "Asuzu IU, Gray AI, Waterman PG. The anthelmintic activity of D-3-O-methylchiroinositol isolated from Piliostigma thonningii stem bark. Fitoterapia. 1999;70:77–79. doi: 10.1016/S0367-326X(98)00006-9.", "ArticleIdList": ["10.1016/S0367-326X(98)00006-9"]}, {"Citation": "Akinpelu DA, Obuotor EM. Antibacterial activity of Piliostigma thonningii stem bark. Fitoterapia. 2000;71:442–443. doi: 10.1016/S0367-326X(00)00136-2.", "ArticleIdList": ["10.1016/S0367-326X(00)00136-2", "10925021"]}, {"Citation": "Kerharo J, Bouquets A. Plantes medicinales et toxiques de la Côte d'Ivoire-Haute Volta. Vigot Frères, Paris; 1950."}, {"Citation": "Zederkopff Ballin N, Traore M, Tinto H, Sittie A, Molgaard P, Olsen CE, Kharazmi A, Christensen SB. Antiplasmodial compounds from Cochlospermum tinctorium. Journal of Natural Products. 2002;65:1325–13257. doi: 10.1021/np020008h.", "ArticleIdList": ["10.1021/np020008h", "12350157"]}, {"Citation": "Diallo B, Vanhaelen M, Kiso Y, Hikino H. Antihepatotoxic actions of Cochlospermum tinctorium rhizomes. Journal of ethnopharmacology. 1987;20:239–243. doi: 10.1016/0378-8741(87)90051-1.", "ArticleIdList": ["10.1016/0378-8741(87)90051-1", "3682848"]}, {"Citation": "Maiga A, Diallo D, Fane S, Sanogo R, Paulsen BS, Cisse B. A survey of toxic plants on the market in the district of Bamako, Mali: traditional knowledge compared with a literature search of modern pharmacology and toxicology. Journal of ethnopharmacology. 2005;96:183–193. doi: 10.1016/j.jep.2004.09.005.", "ArticleIdList": ["10.1016/j.jep.2004.09.005", "15588669"]}]}], "History": [{"Year": "2005", "Month": "6", "Day": "23"}, {"Year": "2005", "Month": "9", "Day": "27"}, {"Year": "2005", "Month": "11", "Day": "8", "Hour": "9", "Minute": "0"}, {"Year": "2005", "Month": "11", "Day": "8", "Hour": "9", "Minute": "1"}, {"Year": "2005", "Month": "11", "Day": "8", "Hour": "9", "Minute": "0"}, {"Year": "2005", "Month": "9", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["16270940", "PMC1277087", "10.1186/1746-4269-1-7", "1746-4269-1-7"]}}], "PubmedBookArticle": []}