{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "16421964", "DateCompleted": {"Year": "2006", "Month": "05", "Day": "17"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1673-1581", "JournalIssue": {"Volume": "7", "Issue": "2", "PubDate": {"Year": "2006", "Month": "Feb"}}, "Title": "Journal of Zhejiang University. Science. B", "ISOAbbreviation": "J Zhejiang Univ Sci B"}, "ArticleTitle": "Early metabolism evaluation making traditional Chinese medicine effective and safe therapeutics.", "Pagination": {"StartPage": "99", "EndPage": "106", "MedlinePgn": "99-106"}, "Abstract": {"AbstractText": ["Increasing attention is being paid to the scientific evaluation of traditional Chinese medicine (TCM). As many TCMs are capable of biotransformation in the gastrointestinal tract, attention to biotransformation of TCM in the gastrointestinal tract may lead to discovery of the active components and active mechanisms. In this article, we review reports that host metabolic enzymes and intestinal bacteria may be responsible for the metabolism of TCM. Good understanding of the in vivo course of TCM will help us to know how to conduct metabolism evaluation of TCM by using in vitro human-derived system. This evaluation system will create new views on TCM as effective and safe therapeutic agents."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmaceutical Resource Discovery, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, China."}], "Identifier": [], "LastName": "Liu", "ForeName": "Yong", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Yang", "ForeName": "Ling", "Initials": "L"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "J Zhejiang Univ Sci B", "NlmUniqueID": "101236535", "ISSNLinking": "1673-1581"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biotransformation"}, {"QualifierName": [], "DescriptorName": "Drug Evaluation"}, {"QualifierName": ["analysis"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": ["microbiology", "pathology"], "DescriptorName": "Gastrointestinal Tract"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["microbiology"], "DescriptorName": "Intestines"}, {"QualifierName": ["microbiology"], "DescriptorName": "Liver"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Microsomes, Liver"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Quality Control"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdel-Hafez AA, Meselhy MR, Nakamura N, Hattori M, Watanabe H, Mohamed TA, Mahfouz NM, el-Gendy MA. Potent anticonvulsant paeonimetabolin-I derivatives obtained by incubation of paeoniflorin and thiol compounds with Lactobacillus brevis . Chem Pharm Bull. 1998;46:1486–1487.", "ArticleIdList": ["9775444"]}, {"Citation": "Ansede JH, Thakker DR. High-throughput screening for stability and inhibitory activity of compounds toward cytochrome P450-mediated metabolism. J Pharm Sci. 2004;93(2):239–255. doi: 10.1002/jps.10545.", "ArticleIdList": ["10.1002/jps.10545", "14705182"]}, {"Citation": "Barone GW, Gurley BJ, Ketel BL, Lightfoot ML, Abul-Ezz SR. Drug interaction between St. John’s Wort and cyclosporin. Ann Pharmacother. 2000;34(9):1013–1016. doi: 10.1345/aph.10088.", "ArticleIdList": ["10.1345/aph.10088", "10981246"]}, {"Citation": "Chauret N, Gauthier A, Martin J, Nicoll-Griffith DA. In vitro comparison of cytochrome P450-mediated metabolic activities in human, dog, cat, and horse. Drug Metab Dispos. 1997;25:1130–1136.", "ArticleIdList": ["9321515"]}, {"Citation": "Crespi CL, Miller VP. The use of heterologously expressed drug metabolizing enzymes–state of the art and prospects for the future. Pharmacol Ther. 1999;84(2):121–131. doi: 10.1016/S0163-7258(99)00028-5.", "ArticleIdList": ["10.1016/S0163-7258(99)00028-5", "10596902"]}, {"Citation": "de Smet PA. Herbal remedies. New Engl J Med. 2002;347(25):2046–2056. doi: 10.1056/NEJMra020398.", "ArticleIdList": ["10.1056/NEJMra020398", "12490687"]}, {"Citation": "Delaforge M. Importance of metabolism in pharmacological studies: possible in vitro predictability. Nucl Med Biol. 1998;25(8):705–709. doi: 10.1016/S0969-8051(98)00063-8.", "ArticleIdList": ["10.1016/S0969-8051(98)00063-8", "9863553"]}, {"Citation": "Dreessen M, Eyssen H, Lemli J. The metabolism of sennosides A and B by the intestinal microflora: in vitro and vivo studies on the rat and the mouse. J Pharm Pharmacol. 1981;33:679–681.", "ArticleIdList": ["6117629"]}, {"Citation": "Eddershaw PJ, Beresford AP, Bayliss MK. ADME/PK as part of a rational approach to drug discovery. Drug Discov Today. 2000;5(9):409–414. doi: 10.1016/S1359-6446(00)01540-3.", "ArticleIdList": ["10.1016/S1359-6446(00)01540-3", "10931658"]}, {"Citation": "Ferrini JB, Pichard L, Domergue J, Maurel P. Long-term primary cultures of adult human hepatocytes. Chemico-Biological Interactions. 1997;107(1-2):31–45. doi: 10.1016/S0009-2797(97)00072-0.", "ArticleIdList": ["10.1016/S0009-2797(97)00072-0", "9402948"]}, {"Citation": "Gonzalez FP. The molecular biology of cytochrome P450s. Pharmacol Rev. 1989;40:243–288.", "ArticleIdList": ["3072575"]}, {"Citation": "Gunaratna C. Drug metabolism and pharmacokinetics in drug discovery: a primer for bioanalytical chemists, part I. Curr Sep. 2000;19:17–23."}, {"Citation": "Hasegawa H. Proof of the mysterious efficacy of ginseng: basic and clinical trials: metabolic activation of ginsenoside: deglycosylation by intestinal bacteria and esterification with fatty acid. J Pharmacol Sci. 2004;95(2):153–157. doi: 10.1254/jphs.FMJ04001X4.", "ArticleIdList": ["10.1254/jphs.FMJ04001X4", "15215638"]}, {"Citation": "Holtbecker N, Fromm MF, Kroemer HK, Ohnhms EF, Heidermann H. The nifedipine-rifampin interaction: evidence for induction of gut wall metabolism. Drug Metab Dispos. 1996;24:1121–1123.", "ArticleIdList": ["8894514"]}, {"Citation": "Holzapfel WH, Haberer P, Snel J, Schillinger U, Huis in’t Veld JH. Overview of gut flora and probiotics. Int J Food Microbiol. 1998;41(2):85–101. doi: 10.1016/S0168-1605(98)00044-0.", "ArticleIdList": ["10.1016/S0168-1605(98)00044-0", "9704859"]}, {"Citation": "Hooper LV, Wong MH, Thelin A, Hansson L, Falk PG, Gordon JI. Molecular analysis of commensal host-microbial relationships in the intestine (cites personal communication from Joshua Lederberg) Science. 2001;291(5505):881–884. doi: 10.1126/science.291.5505.881.", "ArticleIdList": ["10.1126/science.291.5505.881", "11157169"]}, {"Citation": "Ingelman-Sundberg M. Pharmacogenetics of cytochrome P450 and its applications in drug therapy: the past, present and future. Trends Pharmacol Sci. 2004;25(4):193–200. doi: 10.1016/j.tips.2004.02.007.", "ArticleIdList": ["10.1016/j.tips.2004.02.007", "15063083"]}, {"Citation": "Iyer KR, Sinz MW. Characterization of Phase I and Phase II hepatic drug metabolism activities in a panel of human liver preparations. Chemico-Biological Interactions. 1999;118(2):151–169. doi: 10.1016/S0009-2797(99)00007-1.", "ArticleIdList": ["10.1016/S0009-2797(99)00007-1", "10359459"]}, {"Citation": "Kaminsky LS, Zhang QY. The small intestine as a xenobiotic-metabolizing organ. Drug Metab Dispos. 2003;31(12):1520–1525. doi: 10.1124/dmd.31.12.1520.", "ArticleIdList": ["10.1124/dmd.31.12.1520", "14625348"]}, {"Citation": "Kedderis GL. Pharmacokinetics of drug interactions. Adv Pharmacol. 1997;43:189–203.", "ArticleIdList": ["9342177"]}, {"Citation": "Kennedy T. Managing the drug discovery/development interface. Drug Discov Today. 1997;2(10):436–444. doi: 10.1016/S1359-6446(97)01099-4.", "ArticleIdList": ["10.1016/S1359-6446(97)01099-4"]}, {"Citation": "Kim DH, Jung EA, Sohng IS, Han JA, Kim TH, Han MJ. Intestinal bacterial metabolism of flavonoids and its relation to some biological activities. Arch Pharm Res. 1998;21:17–23.", "ArticleIdList": ["9875509"]}, {"Citation": "Ko RJ. A U.S. perspective on the adverse reactions from traditional Chinese medicines. J Chin Med Assoc. 2004;67:109–116.", "ArticleIdList": ["15181962"]}, {"Citation": "Kobashi K, Akao T. Relation of intestinal bacteria to pharmacological effects of glycosides. Bifidobacteria Microflora. 1997;16:1–7."}, {"Citation": "Kobashi K, Akao T, Hattori M, Namba T. Metabolism of drugs by intestinal bacteria. Bifidobacteria Microflora. 1992;11:9–23."}, {"Citation": "Kola I, Landis J. Can the pharmaceutical industry reduce attrition rates? Nat Rev Drug Discov. 2004;3(8):711–715. doi: 10.1038/nrd1470.", "ArticleIdList": ["10.1038/nrd1470", "15286737"]}, {"Citation": "Lasker JM, Wester MR, Aramsombatdee E, Raucy JL. Characterization of CYP2C19 and CYP2C9 from human liver: respective roles in microsomal tolbutamide, S-mephenytoin, and omeprazole hydroxylations. Arch Biochem Biophys. 1998;353(1):16–28. doi: 10.1006/abbi.1998.0615.", "ArticleIdList": ["10.1006/abbi.1998.0615", "9578596"]}, {"Citation": "Lin JH, Lu AYH. Inhibition and induction of cytochrome P450 and the clinical implications. Clin Pharmacokinet. 1998;5:361–390.", "ArticleIdList": ["9839089"]}, {"Citation": "Liu Y, Li W, Li P, Deng MC, Yang SL, Yang L. The inhibitory effect of intestinal bacterial metabolite of ginsenosides on CYP3A activity. Biol Pharm Bull. 2004;27(10):1555–1560. doi: 10.1248/bpb.27.1555.", "ArticleIdList": ["10.1248/bpb.27.1555", "15467194"]}, {"Citation": "Mackie R, Sghir A, Gaskins HR. Developmental microbial ecology of the neonatal gastrointestinal tract. Am J Clin Nutr. 1999;69:1035S–1045S.", "ArticleIdList": ["10232646"]}, {"Citation": "Margolis JM, Obach RS. Impact of nonspecific binding to microsomes and phospholipid on the inhibition of cytochrome P4502D6: implications for relating in vitro inhibition data to in vivo drug interactions. Drug Metab Dispos. 2003;31(5):606–611. doi: 10.1124/dmd.31.5.606.", "ArticleIdList": ["10.1124/dmd.31.5.606", "12695349"]}, {"Citation": "Masimirembwa CM, Thompson R, Andersson TB. In vitro high throughput screening of compounds for favorable metabolic properties in drug discovery. Comb Chem High Throughput Screen. 2001;4:245–263.", "ArticleIdList": ["11375740"]}, {"Citation": "Nicholson JK, Holmes E, Wilson ID. Gut microorganisms, mammalian metabolism and personalized health care. Nat Rev Microbiol. 2005;3(5):431–438. doi: 10.1038/nrmicro1152.", "ArticleIdList": ["10.1038/nrmicro1152", "15821725"]}, {"Citation": "Obach RS, Zhang QY, Dunbar D, Kaminsky LS. Metabolic characterization of the major human small intestinal cytochrome P450s. Drug Metab Dispos. 2001;29:347–352.", "ArticleIdList": ["11181505"]}, {"Citation": "Paine MF, Shen DD, Kunze KL, Perkins JD, Marsh CL, McVicar JP, Barr DM, Gillies BS, Thummel KE. First-pass metabolism of midazolam by the human intestine. Clin Pharmacol Ther. 1996;60(1):14–24. doi: 10.1016/S0009-9236(96)90162-9.", "ArticleIdList": ["10.1016/S0009-9236(96)90162-9", "8689807"]}, {"Citation": "Piscitelli SC, Burstein AH, Chaitt D, Alfaro RM, Falloon J. Indinavir concentrations and St. John’s Wort. The Lancet. 2000;355(9203):547–548. doi: 10.1016/S0140-6736(99)05712-8.", "ArticleIdList": ["10.1016/S0140-6736(99)05712-8", "10683007"]}, {"Citation": "Prentis RA, Lis Y, Walker SR. Pharmaceutical innovation by the seven UK-owned pharmaceutical companies (1964~1985) Br J Clin Pharmacol. 1988;25:387–396.", "ArticleIdList": ["PMC1386364", "3358900"]}, {"Citation": "Rodrigues AD, Wong SL. Application of human liver microsomes in metabolism-based drug-drug interactions. Adv Pharmacol. 1997;43:65–101.", "ArticleIdList": ["9342173"]}, {"Citation": "Rosenblatt M, Mindel J. Spontaneous hyphema associated with ingestion of Ginkgo biloba extract. New Engl J Med. 1997;336(15):1108. doi: 10.1056/NEJM199704103361518.", "ArticleIdList": ["10.1056/NEJM199704103361518", "9091822"]}, {"Citation": "Schaeffeler E, Schwab M, Eichelbaum M, Zanger UM. CYP2D6 genotyping strategy based on gene copy number determination by TaqMan real-time PCR. Human Mutation. 2003;22(6):476–485. doi: 10.1002/humu.10280.", "ArticleIdList": ["10.1002/humu.10280", "14635107"]}, {"Citation": "Shimada T, Yamazaki H, Mimura M, Inui Y, Guengerich FP. Interindividual variations in human liver cytochrome P-450 enzymes involved in the oxidation of drugs, carcinogens and toxic chemicals: studies with liver microsomes of 30 Japanese and 30 Caucasians. J Pharmacol Exp Ther. 1994;270:414–423.", "ArticleIdList": ["8035341"]}, {"Citation": "Shu YZ, Hattori M, Akao T, Kobashi K, Kagei K, Fukuyama K, Tsukihara T, Namba T. Metabolism of paeoniflorin and related compounds by human intestinal bacteria. II. Structures of 7S-and 7R-paeonimetabolines I and II formed by Bacteroides fragilis and Lactobacillus brevis . Chem Pharm Bull. 1987;35:3726–3733.", "ArticleIdList": ["3435970"]}, {"Citation": "Siow YL, Gong Y, Au-Yeung KK, Woo CW, Choy PC, O K. Emerging issues in traditional Chinese medicine. Can J Physiol Pharmacol. 2005;83(4):321–334. doi: 10.1139/y05-029.", "ArticleIdList": ["10.1139/y05-029", "15877107"]}, {"Citation": "Sunter WH. Warfarin and garlic. Pharm J. 1991;246:722."}, {"Citation": "Wrighton SA, Stevens JC. The human hepatic cytochromes P450 involved in drug metabolism. Crit Rev Toxicol. 1992;22:1–21.", "ArticleIdList": ["1616599"]}, {"Citation": "Yan Z, Caldwell GW. Metabolism profiling, and cytochrome P450 inhibition and induction in drug discovery. Curr Top Med Chem. 2001;1(5):403–425. doi: 10.2174/1568026013395001.", "ArticleIdList": ["10.2174/1568026013395001", "11899105"]}, {"Citation": "Yang L, Akao T, Kobashi K, Hattori M. Purification and characterization of a novel sennoside-hydro lyzing beta-glucosidase from Bifidobacterium sp. strain SEN, a human intestinal anaerobe. Biol Pharm Bull. 1996;19:705–709.", "ArticleIdList": ["8741579"]}, {"Citation": "Yim JS, Kim YS, Moon SK, Cho KH, Bae HS, Kim JJ, Park EK, Kim DH. Metabolic activities of ginsenoside Rb1, baicalin, glycyrrhizin and geniposide to their bioactive compounds by human intestinal microflora. Biol Pharm Bull. 2004;27(10):1580–1583. doi: 10.1248/bpb.27.1580.", "ArticleIdList": ["10.1248/bpb.27.1580", "15467199"]}, {"Citation": "Yue QY, Bergquist C, Gerden B. Safety of St. John’s Wort (Hypericum perforatum) The Lancet. 2000;355(9203):576–577. doi: 10.1016/S0140-6736(05)73227-X.", "ArticleIdList": ["10.1016/S0140-6736(05)73227-X", "10683030"]}, {"Citation": "Zhang QY, Dunbar D, Ostrowska A, Zeisloft S, Yang J, Kaminsky LS. Characterization of human small intestinal cytochromes P-450. Drug Metab Dispos. 1999;27:804–809.", "ArticleIdList": ["10383924"]}]}], "History": [{"Year": "2006", "Month": "1", "Day": "20", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "5", "Day": "18", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "1", "Day": "20", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16421964", "PMC1363752", "10.1631/jzus.2006.B0099"]}}], "PubmedBookArticle": []}