{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "16563158", "DateCompleted": {"Year": "2009", "Month": "12", "Day": "28"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2006", "Month": "03", "Day": "24"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "2", "PubDate": {"Year": "2006", "Month": "Mar", "Day": "24"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Circum-Mediterranean cultural heritage and medicinal plant uses in traditional animal healthcare: a field survey in eight selected areas within the RUBIA project.", "Pagination": {"StartPage": "16", "MedlinePgn": "16"}, "Abstract": {"AbstractText": ["During the years 2003-2005, a comparative ethnobotanical field survey was conducted on remedies used in traditional animal healthcare in eight Mediterranean areas. The study sites were selected within the EU-funded RUBIA project, and were as follows: the upper Kelmend Province of Albania; the Capannori area in Eastern Tuscany and the Bagnocavallo area of Romagna, Italy; Cercle de Ouezanne, Morocco; Sierra de Aracena y Picos de Aroche Natural Park in the province of Huelva, Spain; the St. Catherine area of the Sinai Peninsula, Egypt; Eastern and Western Crete, Greece; the Paphos and Larnaca areas of Cyprus; and the Mitidja area of Algeria.One hundred and thirty-six veterinary preparations and 110 plant taxa were recorded in the survey, with Asteraceae and Lamiaceae being the most quoted botanical families. For certain plant species the survey uncovered veterinary phytotherapeutical indications that were very uncommon, and to our knowledge never recorded before. These include Anabasis articulata (Chenopodiaceae), Cardopatium corymbosum (Asteraceae), Lilium martagon (Liliaceae), Dorycnium rectum (Fabaceae), Oenanthe pimpinelloides (Apiaceae), Origanum floribundum (Lamiaceae), Tuberaria lignosa (Cistaceae), and Dittrichia graveolens (Asteraceae). These phytotherapeutical indications are briefly discussed in this report, taking into account modern phytopharmacology and phytochemistry.The percentage of overall botanical veterinary taxa recorded in all the study areas was extremely low (8%), however when all taxa belonging to the same botanical genus are considered, this portion increases to 17%. Nevertheless, very few plant uses were found to be part of a presumed \"Mediterranean\" cultural heritage in veterinary practices, which raises critical questions about the concept of Mediterraneanism in ethnobotany and suggests that further discussion is required.Nearly the half of the recorded veterinary plant uses for mammals uncovered in this survey have also been recorded in the same areas in human folk medicine, suggesting a strong link between human and veterinary medical practices, and perhaps also suggesting the adaptive origins of a few medical practices. Since most of the recorded data concern remedies for treating cattle, sheep, goats, and camels, it would be interesting to test a few of the recorded phytotherapeuticals in the future, to see if they are indeed able to improve animal healthcare in breeding environments, or to raise the quality of dairy and meat products in the absence of classical, industrial, veterinary pharmaceuticals."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "SCH Group, Department of Social Sciences, Wageningen University and Research Centres, Postbus 8060 6700 DA Wageningen, The Netherlands. a.pieroni@bradford.ac.uk"}], "Identifier": [], "LastName": "Pieroni", "ForeName": "Andrea", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Giusti", "ForeName": "Maria Elena", "Initials": "ME"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "de Pasquale", "ForeName": "Caterina", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lenzarini", "ForeName": "Cinzia", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Censorii", "ForeName": "Eleonora", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gonzáles-Tejero", "ForeName": "María Reyes", "Initials": "MR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sánchez-Rojas", "ForeName": "Cristina Patricia", "Initials": "CP"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ramiro-Gutiérrez", "ForeName": "Jose M", "Initials": "JM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Skoula", "ForeName": "Melpomeni", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Johnson", "ForeName": "Chris", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sarpaki", "ForeName": "Anaya", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Della", "ForeName": "Athena", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Paraskeva-Hadijchambi", "ForeName": "Demetra", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hadjichambis", "ForeName": "Andreas", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hmamouchi", "ForeName": "Mohammed", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "El-Jorhi", "ForeName": "Said", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "El-Demerdash", "ForeName": "Mohamed", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "El-Zayat", "ForeName": "Mustafa", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Al-Shahaby", "ForeName": "Omar", "Initials": "O"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Houmani", "ForeName": "Zahia", "Initials": "Z"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Scherazed", "ForeName": "Mekious", "Initials": "M"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Anthropology, Cultural"}, {"QualifierName": [], "DescriptorName": "Culture"}, {"QualifierName": [], "DescriptorName": "Data Collection"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Mediterranean Region"}, {"QualifierName": ["veterinary"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Tape Recording"}, {"QualifierName": ["methods"], "DescriptorName": "Veterinary Medicine"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "UNESCO  Safeguarding of the Intangible Cultural Heritage Paris. 2005.  26th September 2005."}, {"Citation": "Herzfeld M. Meaning and morality: a semiotic approach to evil eye accusations in a Greek village. Am Ethnologist. 1981;8:560–517. doi: 10.1525/ae.1981.8.3.02a00090.", "ArticleIdList": ["10.1525/ae.1981.8.3.02a00090"]}, {"Citation": "Galt AH. The evil eye as synthetic image and its meanings on the Island of Pantelleria. Am Ethnologist. 1982;9:664–681. doi: 10.1525/ae.1982.9.4.02a00030.", "ArticleIdList": ["10.1525/ae.1982.9.4.02a00030"]}, {"Citation": "Herzfeld M. The horns of the Mediterraneanist dilemma. Am Ethnologist. 1984;11:439–454. doi: 10.1525/ae.1984.11.3.02a00020.", "ArticleIdList": ["10.1525/ae.1984.11.3.02a00020"]}, {"Citation": "Herzfeld M. Of horns and history: The Mediterraneanist dilemma again. Am Ethnologist. 1985;12:778–780. doi: 10.1525/ae.1985.12.4.02a00140.", "ArticleIdList": ["10.1525/ae.1985.12.4.02a00140"]}, {"Citation": "Galt AH. Does the Mediterraneanist dilemma have straw horns? Am Ethnologist. 1985;12:369–371. doi: 10.1525/ae.1985.12.2.02a00110.", "ArticleIdList": ["10.1525/ae.1985.12.2.02a00110"]}, {"Citation": "Schneider J, Schneider P. Mafia, antimafia and the plural cultures in Sicily. Current Anthropology. 2004;46:501–520. doi: 10.1086/431529.", "ArticleIdList": ["10.1086/431529"]}, {"Citation": "Herzfield M. Practical Mediterraneanism: excuse for everything, from epistemology to eating. In: Harris WV, editor. Rethinking the Mediterranean. Oxford, UK: Oxford University Press; 2005. pp. 45–63."}, {"Citation": "RUBIA  . Circum-Mediterranean Ethnobotanical and Ethnographic Heritage in Traditional Technologies, Tools, and Uses of Wild and Neglected Cultivated Plants for Food, Medicine, Textiles, Dyeing, and Handicrafts. Wageningen (Netherlands); 2006.  15th February 2006."}, {"Citation": "Pieroni A, Münz H, Akbulut M, Baser KHC, Durmuskahya C. Traditional phytotherapy and trans-cultural pharmacy among Turkish migrants living in Cologne, Germany. J Ethnopharmacol. 2005;102:69–88. doi: 10.1016/j.jep.2005.05.018.", "ArticleIdList": ["10.1016/j.jep.2005.05.018", "16002248"]}, {"Citation": "McCorkle C. An introduction to ethnoveterinary research and development. J Ethnobiol Ethnobiology. 1986;6:129–149."}, {"Citation": "Hirschkind L. Sal/Manteca/Panela: ethnoveterinary practice in Highland Ecuador. Am Anthropologist. 2000;102:290–302. doi: 10.1525/aa.2000.102.2.290.", "ArticleIdList": ["10.1525/aa.2000.102.2.290"]}, {"Citation": "Lans C, Harper T, Georges K, Bridgewater E. Medicinal plants used for dogs in Trinidad and Tobago. Prev Vet Med. 2000;45:201–220. doi: 10.1016/S0167-5877(00)00123-9.", "ArticleIdList": ["10.1016/S0167-5877(00)00123-9", "10821961"]}, {"Citation": "Scarpa GF. Plants employed in traditional veterinary medicine by the Criollos of the Northwestern Argentine Chaco. Darwiniana. 2000;38:253–265."}, {"Citation": "Lans C, Harper T, Georges K, Bridgewater E. Medicinal and ethnoveterinary remedies of hunters in Trinidad. BMC Complement Altern Med. 2001;1:10. doi: 10.1186/1472-6882-1-10.", "ArticleIdList": ["10.1186/1472-6882-1-10", "PMC60997", "11737880"]}, {"Citation": "Adewumni CO, Agbedahunsi JM, Adebajo AC, Aladesanmi AJ, Murphy N, Wando J. Ethno-veterinary medicine: screening of Nigerian medicinal plants for trypanocidal properties. J Ethnopharmacol. 2001;77:19–24. doi: 10.1016/S0378-8741(01)00247-1.", "ArticleIdList": ["10.1016/S0378-8741(01)00247-1", "11483373"]}, {"Citation": "Nfi AN, Mbanya JN, Ndi C, Kameni A, Vabi M, Pingpoh D, Yonkeu S, Moussa C. Ethnoveterinary medicine in the Northern Province of Cameroon. Vet Res Commun. 2001;25:71–76. doi: 10.1023/A:1026766219786.", "ArticleIdList": ["10.1023/A:1026766219786", "11214674"]}, {"Citation": "Alawa JP, Jokthan GE, Akut K. Ethnoveterinary medical practice for ruminants in the subhumid zone of Northern Nigeria. Prev Vet Res. 2002;54:79–90. doi: 10.1016/S0167-5877(01)00273-2.", "ArticleIdList": ["10.1016/S0167-5877(01)00273-2", "12062521"]}, {"Citation": "Ghotge NS, Ramdas SR, Ashalata S, Mathur NP, Broome VG, Sanyasi Rao ML. A social approach to the validation of traditional veterinary remedies – The Anthra project. Trop Anim Health Prod. 2002;34:121–143. doi: 10.1023/A:1014266106237.", "ArticleIdList": ["10.1023/A:1014266106237", "11969110"]}, {"Citation": "Ole-Miaron JO. The Maasai ethnodiagnostic skill of livestock diseases: a lead to traditional bioprospecting. J Ethnopharmacol. 2003;84:79–83. doi: 10.1016/S0378-8741(02)00283-0.", "ArticleIdList": ["10.1016/S0378-8741(02)00283-0", "12499079"]}, {"Citation": "Tabuti JR, Dhillion SS, Lye KA. Ethnoveterinary medicines for cattle (Bos indicus) in Bulamogi county, Uganda: plan species and mode of use. J Ethnopharmacol. 2003;88:279–286. doi: 10.1016/S0378-8741(03)00265-4.", "ArticleIdList": ["10.1016/S0378-8741(03)00265-4", "12963156"]}, {"Citation": "Muhammad G, Khan MZ, Hussain MH, Iqbal Z, Athar M. Ethnoveterinary practices of owners of pneumatic-cart pulling camels in Faisalabad City (Pakistan) J Ethnopharmacol. 2005;97:241–146. doi: 10.1016/j.jep.2004.11.008.", "ArticleIdList": ["10.1016/j.jep.2004.11.008", "15707760"]}, {"Citation": "Martin M, McCorkle C, Mathias E. Ethnoveterinary Medicine An Annotated Bibliography of Community Animal Healthcare. London (UK): ITDG Publishing; 2001."}, {"Citation": "Corrain C, Zampini P. Note di veterinaria popolare riguardanti il Polesine. Archivio Antropologia Etnologia. 1961;XCI:249–263."}, {"Citation": "Manzi A. Piante utilizzate nella veterinaria popolare a Gessopalena. Rivista Abruzzese. 1989;3:253–260."}, {"Citation": "Brag S, Hansen HJ. Treatment of ruminal indigestion according to popular belief in Sweden. Rev Sci Tech. 1994;13:529–535.", "ArticleIdList": ["8038450"]}, {"Citation": "Vučevat-Bajt V, Karlović M. Traditional methods for the treatment of animal diseases in Croatia. Rev Sci Tech. 1994;13:499–512.", "ArticleIdList": ["8038448"]}, {"Citation": "Blanco E, Macía MJ, Morales R. Medicinal veterinary plants of El Caurel (Galicia, northwest Spain) J Ethnopharmacol. 1999;65:113–124. doi: 10.1016/S0378-8741(98)00178-0.", "ArticleIdList": ["10.1016/S0378-8741(98)00178-0", "10465651"]}, {"Citation": "Pieroni A., (Ed) Herbs, Humans and Animals/Erbe, Uomini e Bestie. Cologne (Germany): experiences Verlag; 1999."}, {"Citation": "Viegi L, Bioli A, Vangelisti R, Cela Tenzoni G. Prima indagine sulle piante utilizzate in medicina veterinaria popolare in alcune località dell'Alta Val di Cecina. Atti della Società Toscana di Scienze Naturali – Memorie Serie B. 1999;106:131–140."}, {"Citation": "Viegi L, Pieroni A, Guarrera PM, Maccioni S. Piante usate in Italia in medicina veterinaria popolare. Annali della Facoltà di Medicina Veterinaria di Pisa. 2001;LIV:405–420."}, {"Citation": "Walzer PJ, Bernes G, Thamsborg SM, Sutura A, Richter SH, Ingebrigtsen K, Höglund J. Plants as de-worming agents of livestock in the Nordic countries: historical perspective, popular beliefs and prospects for the future. Acta Vet Scand. 2001;42:31–44.", "ArticleIdList": ["PMC2202332", "11455900"]}, {"Citation": "Viegi L, Pieroni A, Guarrera PM, Vangelisti R. A review of plants used in folk veterinary medicine in Italy as basis for a databank. J Ethnopharmacol. 2004;89:221–244. doi: 10.1016/j.jep.2003.08.003.", "ArticleIdList": ["10.1016/j.jep.2003.08.003", "14611886"]}, {"Citation": "Uncini Manganelli RE, Camangi R, Tomei PE. Curing animals with plants: traditional usage in Tuscany (Italy) J Ethnopharmacol. 2001;78:171–191. doi: 10.1016/S0378-8741(01)00341-5.", "ArticleIdList": ["10.1016/S0378-8741(01)00341-5", "11694363"]}, {"Citation": "Pieroni A, Howard P, Volpato G, Santoro RF. Natural remedies and nutraceuticals used in ethnoveterinary practices in inland southern Italy. Vet Res Commun. 2004;28:55–80. doi: 10.1023/B:VERC.0000009535.96676.eb.", "ArticleIdList": ["10.1023/B:VERC.0000009535.96676.eb", "14989363"]}, {"Citation": "Alexiades NM, Sheldon JE., (Eds) Selected Guidelines for Ethnobotanical Research: A Field Manual. New York (USA): New York Botanical Garden; 1996."}, {"Citation": "Cotton C. Ethnobotany Principles and Applications. Chichester (UK): Wiley; 1996."}, {"Citation": "O'Reilly K. Ethnographic Methods. London (UK): Routldege; 2005."}, {"Citation": "Tutin TG., (Ed) Flora Europaea 1963–1984. Cambridge (UK): Cambridge University Press;"}, {"Citation": "Pignatti S. Flora d'Italia. Bologna (Italy): Edizioni Ed agricole; 1982."}, {"Citation": "Valdés B, Talavera S, Fernández-Galiana E. Flora de Andalucía Occidental. Barcelona (Spain): Ketres Editora; 1987."}, {"Citation": "Paparisto K, Qosja X., (Eds) Flora e Shqipërisë/Flore de l'Albanie 1988–2000. 1–4. Tirana (Albania): Akademia e Shkecave e Republikes se Shqipërisë;"}, {"Citation": "Meikle RD. Flora of Cyprus. 1–2. Kew (UK): Bentham-Moxon Trust; 1977."}, {"Citation": "Maire R. Flore de l'Afrique du Nord (Maroc, Algérie, Tunisie, Tripolitaine, Cyrénaïque et Sahara) 1952–1987. Vol. 16. Paris: P. Lechevalier;"}, {"Citation": "Boulos L. Flora of Egypt 1999–2002. 1–3. Cairo (Egypt): Al Hadara Publishing;"}, {"Citation": "Quézel P, Santa S. Nouvelle Flore de l'Algérie et des Régions Désertiques Méridionales 1962–1963. Paris: Éditions du Centre National de la Recherche Scientifique;"}, {"Citation": "Fennane M, Ibn Tattou M, Mathez J, Ouyahyia A, El-Oualidi J. Flore Practique du Maroc 1 Pteridophyta, Gymnospermae, Angiospermae (Lauraceae-Neuradaceae) Rabat (Morocco): Institut Scientifique Série Botanique; 1999."}, {"Citation": "Moerman ED, Pemberton RW, Kiefer D, Berlin B. A comparative analysis of five medicinal flora. J Ethnobiol. 1999;19:49–70."}, {"Citation": "Brett J, Heinrich M. Culture, perception, and the environments. J Appl Bot. 1998;72:67–69."}, {"Citation": "Leonti M, Sticher O, Heinrich M. Medicinal plants of the Popoluca, México: organoleptic properties as indigenous selection criteria. J Ethnopharmacol. 2002;81:307–315. doi: 10.1016/S0378-8741(02)00078-8.", "ArticleIdList": ["10.1016/S0378-8741(02)00078-8", "12127230"]}, {"Citation": "Pieroni A, Nebel S, Quave C, Münz H, Heinrich M. Ethnopharmacology of liakra: traditional weedy vegetables of the Arbëreshë of the Vulture area in southern Italy. J Ethnopharmacol. 2002;81:165–185. doi: 10.1016/S0378-8741(02)00052-1.", "ArticleIdList": ["10.1016/S0378-8741(02)00052-1", "12065148"]}, {"Citation": "Sathiyamoorthy P, Lugasi-Evgi H, Van-Damme P, Abu-Rabia A, Gopas J, Golan-Goldhirsh A. Larvicidal activity in desert plants of the Negev and Bedouin market plant products. Int J Pharmacognosy. 1997;35:265–273."}, {"Citation": "Pieroni A, Dibra B, Grishaj G, Grishaj I, Maçai SG. Traditional phytotherapy of the Albanians of Lepushe, Northern Albanians Alps. Fitoterapia. 2005;76:379–399. doi: 10.1016/j.fitote.2005.03.015.", "ArticleIdList": ["10.1016/j.fitote.2005.03.015", "15890470"]}, {"Citation": "Molan AL, Waghorn CG, Min BR, McNabb WC. The effect of condensed tannins from seven herbages on Trichostrongylus colubriformis larval migration in vitro. Folia Parasitol. 2002;47:39–44. doi: 10.1159/000048687.", "ArticleIdList": ["10.1159/000048687", "10833014"]}, {"Citation": "Abad MJ, Bermelo P, Villar A, Palomino SS, Carrasco L. Antiviral activity of medicinal plant extracts. Phytother Res. 1997;11:198–202. doi: 10.1002/(SICI)1099-1573(199705)11:3<198::AID-PTR78>3.0.CO;2-L.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199705)11:3<198::AID-PTR78>3.0.CO;2-L"]}, {"Citation": "Bedoya LM, Sanchez-Palomino S, Abad MJ, Bermejo P, Alcami J. Anti-HIV activity of medicinal plant extracts. J Ethnopharmacol. 2001;77:113–116. doi: 10.1016/S0378-8741(01)00265-3.", "ArticleIdList": ["10.1016/S0378-8741(01)00265-3", "11483387"]}, {"Citation": "Huffman MA. Self-medicative behaviour in the African great apes: an evolutionary perspective into the origins of human traditional medicine. BioScience. 2001;51:651–661."}, {"Citation": "Huffman MA. Animal self-medication and ethno-medicine: exploration and exploitation of the medicinal properties of plants. Proc Nutr Soc. 2003;62:371–381. doi: 10.1079/PNS2003257.", "ArticleIdList": ["10.1079/PNS2003257", "14506884"]}, {"Citation": "Garber PA, Kitron US. Seed swallowing in tamarins: evidence of a curative function or enhanced foraging efficiency? Int J Primatol. 1997;18:523–538. doi: 10.1023/A:1026359105653.", "ArticleIdList": ["10.1023/A:1026359105653"]}, {"Citation": "Krief S, Hladik CM, Haxaire C. Ethnomedicinal and bioactive properties of plants ingested by wild chimpanzees in Uganda. J Ethnopharmacol. 2005;101:1–15. doi: 10.1016/j.jep.2005.03.024.", "ArticleIdList": ["10.1016/j.jep.2005.03.024", "15913933"]}]}], "History": [{"Year": "2006", "Month": "2", "Day": "13"}, {"Year": "2006", "Month": "3", "Day": "24"}, {"Year": "2006", "Month": "3", "Day": "28", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "3", "Day": "28", "Hour": "9", "Minute": "1"}, {"Year": "2006", "Month": "3", "Day": "28", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "3", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["16563158", "PMC1447602", "10.1186/1746-4269-2-16", "1746-4269-2-16"]}}], "PubmedBookArticle": []}