{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "16790066", "DateCompleted": {"Year": "2007", "Month": "08", "Day": "28"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2006", "Month": "06", "Day": "21"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "2", "PubDate": {"Year": "2006", "Month": "Jun", "Day": "21"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Gitksan medicinal plants--cultural choice and efficacy.", "Pagination": {"StartPage": "29", "MedlinePgn": "29"}, "Abstract": {"AbstractText": ["The use of plants for healing by any cultural group is integrally related to local concepts of the nature of disease, the nature of plants, and the world view of the culture. The physical and chemical properties of the plants themselves also bear on their selection by people for medicines, as does the array of plants available for people to choose from. I examine use of medicinal plants from a \"biobehavioral\" perspective to illuminate cultural selection of plants used for medicine by the Gitksan of northwestern British Columbia, Canada.", "Consultant consensus, \"intercultural consensus\", independent use of the same plants by other cultural groups, and phytochemistry and bioassay results from the literature, were employed in analysis of probable empirical efficacy of plant uses.", "70% of 37 Gitksan medicinal plants were used similarly by other cultures where direct diffusion is not known to have occurred; eleven plants, including the eight most frequently mentioned medicinal plants, also show active phytochemicals or bioassays indicating probable physiologically based therapeutic effects.", "Analysis of intercultural consensus revealed that the majority of cultures in the British Columbia region within the plant ranges use the same plants, or closely related species, in similar ways. The rigor of this analysis is effected by the lack of consistent data on all taxa of interest for all cultures within the region."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Work and Community Studies, Athabasca University, 1 University Drive, Athabasca, Alberta, Canada. leslie.johnson@ualberta.ca"}], "Identifier": [], "LastName": "Johnson", "ForeName": "Leslie Main", "Initials": "LM"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "British Columbia"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["ethnology"], "DescriptorName": "Indians, North American"}, {"QualifierName": [], "DescriptorName": "Juniperus"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Nuphar"}, {"QualifierName": [], "DescriptorName": "Oplopanax"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": [], "DescriptorName": "Sambucus"}, {"QualifierName": [], "DescriptorName": "Tracheophyta"}, {"QualifierName": [], "DescriptorName": "Veratrum"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Barbeau M. Medicine-Men of the North Pacific Coast. 1958."}, {"Citation": "Johnson LM. Health, Healing and the Land: An Examination of Gitksan Traditional Medicine and Healing. University of Alberta. 1997."}, {"Citation": "Gottesfeld LMJ, Anderson B. Gitksan Traditional Medicine: Herbs and Healing. Journal of Ethnobiology. 1988;8:13–33."}, {"Citation": "Johnson LM. Ethnobotanical Research in Northwest British Columbia: Collaboration with the Gitksan and Wet'suwet'en. In: MF DWall, McCormack PA, Payne M, Wein EE, Wein RW, editor. Securing Northern Futures: Developing Research Partnerships Proceedings of an International Conference, May 1–4, 1997. Edmonton: Canadian Circumpolar Institute; 1999. pp. 159–170. Occasional Publication No. 45."}, {"Citation": "Compton B, Rigsby B, Tarpent M-L, Ed Ethnobotany of the Gitksan Indians of British Columbia by Harlan I. Smith. Ottawa, Hull, Quebec National Museum of Canada, Canadian Museum of Civilization. 1997."}, {"Citation": "Browner CH, Ortiz de Montellano BR, Rubel AJ. A Methodology for Cross-cultural Ethnomedical Research. Current Anthropology. 1988;29:681–702. doi: 10.1086/203688.", "ArticleIdList": ["10.1086/203688"]}, {"Citation": "Trotter RT, Logan MH. Informant Consensus: a New Approach for Identifying Potentially Effective Medicinal Plants. In: Etkin NL, editor. Plants, Indigenous Medicine and Diet, Biobehavioral Approaches. Bedford Hills, New York: Redgrave Publishing Company; 1986. pp. 91–112."}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal Plants in Mexico: Healer's consensus and cultural importance. Social Science and Medicine. 1998;47:1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Moerman DE. Native American Ethnobotany. Portland Timber Press; 1998."}, {"Citation": "Turner NJ, Loewen DC. The Original \"Free Trade\" : Exchange of Botanical Products and Associated Plant Knowledge in Northwestern North America. Anthropologica. 1998;XL:49–70."}, {"Citation": "Turner NJ. Traditional Use of Devil's-Club (Oplopanax horridus; Araliaceae) by Native Peoples in Western North America. Journal of Ethnobiology. 1982;2:17–38."}, {"Citation": "Hirai Y, Murayama T, Miyakoshi M, Hirono S, Isoda S, Ideura Ida NY, Shoji J, Wang G-S, Xu J-D. Three New Lupane Type Glycosyl Esters from Oplopanax japonicus leaves. Natural Medicines. 1996;49:462–467."}, {"Citation": "Hultén E. Flora of Alaska and Neighboring Territories, a Manual of the Vascular Plants Stanford. California Stanford University Press; 1968."}, {"Citation": "McCutcheon AR, Ellis SM, Hancock REW, Towers GHN. Antibiotic Screening of Medicinal Plants of the British Columbian Native Peoples. Journal of Ethnopharmacology. 1992;37:213–223. doi: 10.1016/0378-8741(92)90036-Q.", "ArticleIdList": ["10.1016/0378-8741(92)90036-Q", "1453710"]}, {"Citation": "McCutcheon AR, Stokes RW, Thorson LM, Ellis SM, Hancock REW, Towers GHN. Anti-mycobacterial Screening of British Columbian Medicinal Plants. International Journal of Pharmacognosy. 1997;35:77–83."}, {"Citation": "Kobaisy M, Abramowski Z, Lermer L, Saxena G, Hancock REW, Towers GHN, Doxsee D, Stokes RW. Antimycobacterial Polyynes of Devil's Club (Oplopanax horridus), a North American Native Medicinal Plant. Journal of Natural Products. 1997;60:1210–1213. doi: 10.1021/np970182j.", "ArticleIdList": ["10.1021/np970182j", "9392889"]}, {"Citation": "McCutcheon AR, Roberts TE, Gibbons E, Ellis SM, Babiuk LA, Hancock RE, Towers GH. Antiviral Screening of British Columbian Medicinal Plants. Journal of Ethnopharmacology. 1995;49:101–110.", "ArticleIdList": ["PMC7131204", "8847882"]}, {"Citation": "Molokovsky DS, Davydov VV, Tyulenev VV. Effect of Adaptogenic Phytopharmaceuticals in Experimental Alloxan Diabetes [in Russian] Preblemy Endokronologii. 1989;35:82–87.", "ArticleIdList": ["2622892"]}, {"Citation": "Blaxton JD, Der Marderosian A, Gibbs R. Bioactive constitutents of Alaskan devil's root Oplopanax horridus. Economic Botany. 2002;56:285–287. doi: 10.1663/0013-0001(2002)056[0285:BCOADR]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2002)056[0285:BCOADR]2.0.CO;2"]}, {"Citation": "Zhang L, Huang Y, Qian Y, Ziao P. Chung-Kuo i Hsueh Ki Hsueh Yuan Hsueh Pao [Effect of deoxynupharidine on immune function in vitro-English abstract] Acta Academiae Medicinae Sinicae. 1995;17:343–348.", "ArticleIdList": ["8706168"]}, {"Citation": "Beckstrom-Sternberg SM, Duke JA. The Phytochemical Database. 1994."}, {"Citation": "Farnsworth NR, Bingel AS. Problems and Prospects of Discovering New Drugs from Higher Plants by Pharmacological Screening. In: Wagner HWP, editor. New Natural Products and Plant Drugs with Pharmacological, Biological or Therapeautic Activity. Berlin Springer-Verlag; 1977. pp. 1–22."}, {"Citation": "Ritch-Krc EM, Turner NJ, Towers GH. Carrier Herbal Medicine: an Evaluation of Antimicrobial and Anticancer Activity in Some Frequently Used Remedies. Journal of Ethnopharmacology. 1996;52:151–156. doi: 10.1016/0378-8741(96)01407-9.", "ArticleIdList": ["10.1016/0378-8741(96)01407-9", "8771456"]}, {"Citation": "Lampe KF, McCann MA. AMA Handbook of Poisonous and Injurious Plants Chicago American Medical Association. 1985."}, {"Citation": "Johnson Gottesfeld LM. Wet'suwet'en Ethnobotany: Traditional Plant Uses. Journal of Ethnobiology. 1994;14:185–210."}, {"Citation": "McClellan C. My Old People Say, an Ethnographic Survey of Southern Yukon Territory. Ottawa National Museum of Man, National Museums of Canada; 1975."}, {"Citation": "Schauenberg P, Paris F. Guide to Medicinal Plants (translated from the French by Maurice Pugh-Jones) New Canaan, Connecticut: Keats Publishing, Inc; 1977."}, {"Citation": "Shepard GH., Jr A Sensory Ecology of Medicinal Plant Therapy in Two Amazonian Societies. American Anthropologist. 2004;106:252–266. doi: 10.1525/aa.2004.106.2.252.", "ArticleIdList": ["10.1525/aa.2004.106.2.252"]}, {"Citation": "Davis A, with Wilson B, Compton BD. Salmonberry Blossoms in the New Year, Some Culturally Significant Plants of the Haisla Known to Occur within the Greater Kitlope Ecosystem. Kitamaat Nanakila Press; 1995."}, {"Citation": "Gunther E. Ethnobotany of Western Washington, the Knowledge and Use of Indigenous Plants by Native Americans Revised edn. Seattle and London: University of Washington Press; 1973."}, {"Citation": "Hunn E, with James Selam . Nch'i-Wána \"The Big River\" Mid-Columbia Indians and Their Land. Seattle and London: University of Washington Press; 1990."}, {"Citation": "Palmer G. Shuswap Indian Ethnobotany. Syesis. 1975;8:29–81."}, {"Citation": "Turner NJ, Hebda RJ. Contemporary Use of Bark Medicine by Two Salishan Native Eders of Southeast Vancouver Island, Canada. Journal of Ethnopharmacology. 1990;29:59–72. doi: 10.1016/0378-8741(90)90098-E.", "ArticleIdList": ["10.1016/0378-8741(90)90098-E", "2345461"]}, {"Citation": "Turner N, Bell MAM. The Ethnobotany of the Southern Kwakiutl Indians of British Columbia. Economic Botany. 1973;27:257–310."}, {"Citation": "Emmons GT. The Tahltan Indians. Philadelphia: University of Pennsylvania Press; 1911."}, {"Citation": "de Laguna F. Under Mt St Elias: the History and Culture of the Yakutat Tlingit, Part Two. City of Washington: Smithsonian Institution Press; 1972."}, {"Citation": "Turner NJ, with Davidson F, Matthews W, Matthews E, Young G, Wilson E, Wilson S, Moody M, Moody A, Pryce S, Hans K, Pearson B. Plants of Haida Gwaii, Xaadaa Gwaay gud gina k'aws (Skidegate) Xaadaa Gwaayee guu giin k'aws (Masset) Winlaw, BC Sononis Press; 2004."}, {"Citation": "Turner NJ, Thompson C, Thompson MT, York AZ. Thompson Ethnobotany Victoria: Royal British Columbia Museum. 1990."}, {"Citation": "Turner N, Thomas J, Carlson BF, Ogilvie RT. Ethnobotany of the Nitinaht Indians of Vancouver Island. Victoria: British Columbia Provincial Museum and Parks Canada, Western Region; 1983."}, {"Citation": "Turner NJ. Plant Taxonomic Systems and Ethnobotany of Three Contemporary Indian Groups of the Pacific Northwest (Haida, Bella Coola, and Lillooet) Syesis. 1974;7:1–104."}, {"Citation": "Turner N, Bouchard R, Kennedy DIDB. Ethnobotany of the Okanagan-Colville Indians of British Columbia and Washington. Victoria British Columbia Provincial Museum; 1980."}, {"Citation": "Kerik J. Living with the Land: Use of Plants by the Native People of Alberta. Edmonton: Provincial Museum of Alberta; no date;"}, {"Citation": "Ritch-Krc EM, Thomas S, Turner NJ, Towers GHN. Carrier Herbal Medicine: Traditional and Contemporary Plant Use. Journal of Ethnopharmacology. 1996;52:85–94. doi: 10.1016/0378-8741(96)01392-X.", "ArticleIdList": ["10.1016/0378-8741(96)01392-X", "8735452"]}, {"Citation": "Compton BD. Upper North Wakashan and Southern Tsimshian Ethnbotany: the Knowledge and Usage of Plants and Fungi among the Oweekeno, Hanaksiala (Kitlope and Kemano),Haisla (Kitamaat) and Kitasoo Peoples of the Central and Noth Coasts of British Columbia. University of British Columbia, Department of Botany. 1993."}, {"Citation": "Anonymous . Hanúyeh Ghun 'Utni~i Plants of Carrier Country/British Columbia. Fort St. James, British Columbia: Carrier Linguistic Committee; 1973."}, {"Citation": "Smith HI. The Use of Plants by the Carrier Indians of British Columbia. Working Copy. Canadian Museum of Civilization, Hull, Quebec. circa. 1923."}]}], "History": [{"Year": "2006", "Month": "3", "Day": "29"}, {"Year": "2006", "Month": "6", "Day": "21"}, {"Year": "2006", "Month": "6", "Day": "23", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "8", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "6", "Day": "23", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "6", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["16790066", "PMC1564001", "10.1186/1746-4269-2-29", "1746-4269-2-29"]}}], "PubmedBookArticle": []}