{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "16845722", "DateCompleted": {"Year": "2006", "Month": "09", "Day": "21"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1673-1581", "JournalIssue": {"Volume": "7", "Issue": "8", "PubDate": {"Year": "2006", "Month": "Aug"}}, "Title": "Journal of Zhejiang University. Science. B", "ISOAbbreviation": "J Zhejiang Univ Sci B"}, "ArticleTitle": "Studies on Pongamia pinnata (L.) Pierre leaves: understanding the mechanism(s) of action in infectious diarrhea.", "Pagination": {"StartPage": "665", "EndPage": "674", "MedlinePgn": "665-74"}, "Abstract": {"AbstractText": ["While data are available on the effect of medicinal plants on intestinal motility and their antibacterial action, there is a paucity of information on their mode of action on various aspects of diarrheal pathogenicity, namely colonization to intestinal epithelial cells and production/action of enterotoxins. Crude decoction of dried leaves of Pongamia pinnata was evaluated for its antimicrobial (antibacterial, antigiardial and antirotaviral) effect; and its effect on production and action of enterotoxins (cholera toxin, CT; Escherichia coli labile toxin, LT; and E. coli stable toxin, ST); and adherence of enteropathogenic E. coli and invasion of enteroinvasive E. coli and Shigella flexneri to epithelial cells. The decoction had no antibacterial, antigiardial and antirotaviral activity, but reduced production of CT and bacterial invasion to epithelial cells. The observed results indicated that the crude decoction of P. pinnata has selective antidiarrheal action with efficacy against cholera and enteroinvasive bacterial strains causing bloody diarrheal episodes."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "The Foundation for Medical Research, R.G. Thadani Marg, Worli, Mumbai 400018, India. fmrbom@hathway.com"}], "Identifier": [], "LastName": "Brijesh", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Daswani", "ForeName": "P G", "Initials": "PG"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tetali", "ForeName": "P", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Rojatkar", "ForeName": "S R", "Initials": "SR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Antia", "ForeName": "N H", "Initials": "NH"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Birdi", "ForeName": "T J", "Initials": "TJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "J Zhejiang Univ Sci B", "NlmUniqueID": "101236535", "ISSNLinking": "1673-1581"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antidiarrheals"}, {"RegistryNumber": "0", "NameOfSubstance": "Enterotoxins"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antidiarrheals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Bacterial Adhesion"}, {"QualifierName": [], "DescriptorName": "Cell Line"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Enterotoxins"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Millettia"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Agbor GA, Leopold T, Jeanne NY. The antidiarrhoeal activity of Alchornea cordifolia leaf extract. Phytother Res. 2004;18(11):873–876. doi: 10.1002/ptr.1446.", "ArticleIdList": ["10.1002/ptr.1446", "15597302"]}, {"Citation": "Akah PA, Aguwa CN, Agu RU. Studies on the antidiarrhoeal properties of Pentaclethra macrophylla leaf extracts. Phytother Res. 1999;13:292–295. doi: 10.1002/(SICI)1099-1573(199906)13:4<292::AID-PTR415>3.0.CO;2-N.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199906)13:4<292::AID-PTR415>3.0.CO;2-N", "10404533"]}, {"Citation": "Ashkenazi S, Pickering LK. Pathogenesis and diagnosis of bacterial diarrhoea. Eur J Clin Microbiol Infect Dis. 1989;8(3):203–206. doi: 10.1007/BF01965261.", "ArticleIdList": ["10.1007/BF01965261", "2496987"]}, {"Citation": "Bhattacharya SK. Therapeutic methods for diarrhoea in children. World J Gasteroenterol. 2000;6(4):497–500.", "ArticleIdList": ["PMC4723546", "11819636"]}, {"Citation": "Brijesh S, Daswani PG, Tetali P, Antia NH, Birdi TJ. Studies on Dalbergia sissoo (Roxb.) leaves: possible mechanism(s) of action in infectious diarrhoea. Indian J Pharmacol. 2006;38(2):120–124."}, {"Citation": "Cohen D, Orr N, Haim M, Ashkenazi S. Safety and immunogenicity of two different lots of the oral, killed enterotoxigenic Escherichia coli—cholera toxin B subunit vaccine in Israeli young adults. Infect Immun. 2000;68(8):4492–4497. doi: 10.1128/IAI.68.8.4492-4497.2000.", "ArticleIdList": ["10.1128/IAI.68.8.4492-4497.2000", "PMC98356", "10899847"]}, {"Citation": "Cravioto A, Grass RJ, Scotland SM, Gran RJ, Scotland SM, Rowe B. An adhesive factor found in strains of E. coli belonging to the traditional infantile enteropathogenic serotypes. Curr Microbiol. 1979;3:95–99."}, {"Citation": "Cruickshank R, Duguid JP, Marmion BP, et al. Medical Microbiology. Great Britain: Longman Group Ltd.; 1975. Tests for Sensitivity of Antimicrobial Agents; pp. 190–208."}, {"Citation": "Daswani PG, Birdi TJ, Antia NH. Study of the action of Cyperus rotundus root decoction on the adherence and enterotoxin production of diarrhoeagenic. Escherichia coli Indian J Pharmacol. 2001;33(2):116–117."}, {"Citation": "Daswani PG, Birdi TJ, Antarkar DS, Antia NH. Investigation of the antidiarrhoeal activity of Holarrhena antidysenterica . Indian J Pharmaceutical Sci. 2002;64(2):164–167."}, {"Citation": "Dham SK. Treatment of Diarrhoeal Diseases. In: Raghunath D, Nayak R, editors. Diarrhoeal Diseases: Current Status, Research Trends and Field Studies. New Delhi, India: Tata McGraw-Hill Publishing Company Limited; 2003. pp. 245–254."}, {"Citation": "Di Carlo G, Autore G, Izzo AA, Maibline P, Mascolo N, Viola P, Diurno MV, Capasso F. Inhibition of intestinal motility and secretion by flavonoids in mice and rats: structure activity relationships. J Pharm Pharmacol. 1993;45(12):1054–1059.", "ArticleIdList": ["7908974"]}, {"Citation": "Galvez J, Zarzuelo A, Crespo ME, Utrilla MP, Jimenez J, Spiessens C, de Witte P. Antidiarrhoeic activity of Scleroarya birrea bark extract and its active tannin constituent in rats. Phytother Res. 1991;5:276–278."}, {"Citation": "Galvez J, Crespo ME, Jimenez J, Suarez A, Zarzuelo A. Antidiarrhoeic activity of quercitrin in mice and rats. J Pharm Pharmacol. 1993;45(2):157–159.", "ArticleIdList": ["8095537"]}, {"Citation": "Galvez J, Zarzuelo A, Crespo ME, Lorente MD, Ocete MA, Jimenez J. Antidiarrhoeic activity of Euphorbia hirta extract and isolation of an active flavonoid constituent. Planta Med. 1993;59(3):333–336.", "ArticleIdList": ["8372151"]}, {"Citation": "Ganguly NK, Kaur T. Mechanism of action of cholera toxin and other toxins. Indian J Med Res. 1996;104(July):28–37.", "ArticleIdList": ["8783505"]}, {"Citation": "Ghose AC. Adherence and colonization properties of Vibrio cholerae and diarrhoeagenic Escherichia coli . Indian J Med Res. 1996;104(July):38–51.", "ArticleIdList": ["8783506"]}, {"Citation": "Gianella RA. Suckling mouse model for detection of heat stable Escherichia coli enterotoxin: characteristics of the model. Infect Immun. 1976;14(1):95–99.", "ArticleIdList": ["PMC420849", "780280"]}, {"Citation": "Guerrant RL, Bobak DA. Bacterial and protozoal gastroenteritis. N Engl J Med. 1991;325(5):327–340.", "ArticleIdList": ["2057037"]}, {"Citation": "Guerrant RL, Steiner TS, Lima AAM, Bobak DA. How intestinal bacteria cause disease. J Infect Dis. 1999;179(Suppl. 2):S331–S337.", "ArticleIdList": ["10081504"]}, {"Citation": "Kagnoff MF. Upregulation of Innate Defense Mechanisms by Enteric Infections. In: Hecht GA, editor. Microbial Pathogenesis and the Intestinal Epithelial Cell. Washington DC, USA: ASM Press; 2003. pp. 155–174."}, {"Citation": "Kambu K, Tona L, Luki N, Cimanga K, Uvoya A. Antibacterial activity of extracts from plants used in preparations as antidiarrhoeal at Kinshasa, Zaire. Ann Pharm Fr. 1990;48(5):255–263.", "ArticleIdList": ["2088161"]}, {"Citation": "Klee SR, Tzschaschel BD, Falt I, Kaenell A, Linberg AA, Timmis KN, Guzman CA. Construction and characterization of a live attenuated vaccine candidate against Shigella dysenteriae type1. Infect Immun. 1997;65(6):2112–2118.", "ArticleIdList": ["PMC175292", "9169740"]}, {"Citation": "Kokate CK, Purohit AP, Gokhale SB. Pharmacognosy. 1st Ed. Pune, India: Nirali Prakashan; 1990. Analytical Pharmacognosy; pp. 105–137."}, {"Citation": "Lagos R, Fasano A, Wasserman SS, Prado V, Martin OS, Abrego P, Losonsky GA, Alegria S, Levine MM. Effect of small bowel bacterial overgrowth on the immunogenicity of single-dose live cholera vaccine CVD 103-HgR. J Inf Dis. 1999;180(5):1709–1712. doi: 10.1086/315051.", "ArticleIdList": ["10.1086/315051", "10515838"]}, {"Citation": "Longanga Otshudi A, Vercruysse A, Foriers A. Contribution to the ethnobotanical, phytochemical and pharmacological studies of traditionally used medicinal plants in the treatment of dysentery and diarrhoea in Lomela area (DRC) J Ethnopharmacol. 2000;71(3):411–423. doi: 10.1016/S0378-8741(00)00167-7.", "ArticleIdList": ["10.1016/S0378-8741(00)00167-7", "10940578"]}, {"Citation": "Lutterodt GD, Ismail A, Basheer RH, Baharuddin MH. Antimicrobial effects of Psidium guajava extract as one mechanism of its antidiarrhoeal action. Malaysian J Med Sci. 1999;6(2):17–20.", "ArticleIdList": ["PMC3329747", "22589684"]}, {"Citation": "Malik SB, Sharma P, Sheshadri TR. Furanoflavonoids from the leaves of Pongamia glabra . Indian J Chem. 1977;15B:536–538."}, {"Citation": "Martines J, Phillips M, Feachem RGA. Diarrhoeal Diseases. In: Janson DT, Measham A, editors. Disease Control Priorities in Developing Countries. UK: Oxford University Press; 1993. pp. 91–116."}, {"Citation": "Meera B, Kumar S, Kalidhar SB. A review of the chemistry and biological activity of Pongamia pinnata . Journal of Medicinal and Aromatic Plant Sciences. 2003;25(5):441–446."}, {"Citation": "Miranda D, Pereira L, Sirsat SM, Antarkar DS, Vaidya AB. In vitro action of Dadima (Punica granatum Linn.) against microorganisms involved in human gastrointestinal infections—isolation and identification of tannins. Journal of Research in Ayurveda and Siddha. 1993;14(3-4):154–164."}, {"Citation": "Mukherjee PK, Saha K, Murugesan T, Mandal SC, Pal M, Saha BP. Screening of anti-diarrhoeal profile of some plant extracts of a specific region of West Bengal, India. J Ethnopharmacol. 1998;60(1):85–89. doi: 10.1016/S0378-8741(97)00130-X.", "ArticleIdList": ["10.1016/S0378-8741(97)00130-X", "9533436"]}, {"Citation": "Murray CJL, Lopez AD. Global mortality, disability, and the contribution of risk factors: global burden of disease study. Lancet. 1997;349(9063):1436–1442. doi: 10.1016/S0140-6736(96)07495-8.", "ArticleIdList": ["10.1016/S0140-6736(96)07495-8", "9164317"]}, {"Citation": "Murray CJL, Lopez AD. Alternative projections of mortality and disability by cause 1990-2020: global burden of disease study. Lancet. 1997;349(9064):1498–1504. doi: 10.1016/S0140-6736(96)07492-2.", "ArticleIdList": ["10.1016/S0140-6736(96)07492-2", "9167458"]}, {"Citation": "Nadkarni AK. Indian Materia Medica, Vol. 3rd Ed. Vol. 1. Bombay: Popular Book Depot.; 1954. p. 46."}, {"Citation": "Oben JE, Assi SE, Agbor GA, Musoro DF. Effect of Eremomastax speciosa on experimental diarrhoea. African J Traditional Complimentary Alternative Med. 2006;3(1):95–100."}, {"Citation": "Parish CR, Mullbacher A. Automated colorimetric assay for T cell cytotoxicity. J Immunol Methods. 1983;58(1-2):225–237. doi: 10.1016/0022-1759(83)90277-6.", "ArticleIdList": ["10.1016/0022-1759(83)90277-6", "6339633"]}, {"Citation": "Prabhu TM, Devakumar C, Sastry VRB, Agrawal DK. Quantification of karanjin using high performance liquid chromatograph in raw and detoxified P. pinnata (Pongamia glabra vent) seed cake. Asian-Australasian Journal of Animal Sciences. 2002;15(3):416–420."}, {"Citation": "Rao VSN, Santos FA, Sobreika TT, Souza MF, Melo LL, Silveira ER. Investigations on the gastroprotective and antidiarrhoeal properties of ternatin, a tetramethoxyflavone from Egletes viscose . Planta Med. 1997;63(2):146–149.", "ArticleIdList": ["9140229"]}, {"Citation": "Satyavati GV, Gupta AK, Tandon N. Medicinal Plants of India. Vol. 2. New Delhi, India: Indian Council of Medical Research; 1987. pp. 490–499."}, {"Citation": "Sharma PC, Yelne MB, Dennis TJ. Database on Medicinal Plants Used in Auyurveda. Vol. 2. New Delhi, India: Central Council for Research in Ayurveda and Siddha; 2001. pp. 292–312."}, {"Citation": "Shoba GF, Thomas M. Study of antidiarrhoeal activity of four medicinal plants in castor-oil induced diarrhoea. J Ethnopharmacol. 2001;76(1):73–76. doi: 10.1016/S0378-8741(00)00379-2.", "ArticleIdList": ["10.1016/S0378-8741(00)00379-2", "11378284"]}, {"Citation": "Svennerholm AM, Wilkund G. Rapid GM1-enzyme-linked immunosorbent assay with visual reading for identification of Escherichia coli heat-labile enterotoxins. J Clin Microbiol. 1983;17(4):596–600.", "ArticleIdList": ["PMC272699", "6343419"]}, {"Citation": "Thakkur CG. Introduction to Ayurveda: Basic Indian Medicine. 2nd Ed. Jamnagar, India: Gulakunverba Ayurvedic Society; 1976. The Art and Science of Pharmacy; pp. 107–111."}, {"Citation": "Tona L, Kambu K, Mesia K, Cimanga K, Apers S, De Bruyne T, Pieters L, Totte J, Vlietinck AJ. Biological screening of traditional preparations from some medicinal plants used as antidiarrhoeal in Kinshasa, Congo. Phytomedicine. 1999;6(1):59–66.", "ArticleIdList": ["10228613"]}, {"Citation": "Trowell OA. Lymphocytes. In: Willmer EN, editor. Cells and Tissues in Culture. London: Academic Press; 1965. pp. 96–172."}, {"Citation": "Venkatesan N, Thiyagarajan V, Narayanan S, Arul A, Raja S, Kumar SGV, Rajarajan T, Perianayagam JB. Anti-diarrhoeal potential of Asparagus racemosus wild root extracts in laboratory animals. J Pharm Pharmaceut Sci. 2005;8(1):39–45.", "ArticleIdList": ["15946596"]}, {"Citation": "Vesikari T, Bromisrska J, Maki M. Enhancement of invasiveness of Yersinia enterocolitica and Escherichia coli to HEp-2 cells by centrifugation. Infect Immun. 1982;36(2):834–836.", "ArticleIdList": ["PMC351304", "7044978"]}, {"Citation": "Warrier PK, Nambiar VPK, Ramakutty C. Indian Medicinal Plants: A Compendium of 500 sps. Vol. 3. India: Orient Longman; 1993. pp. 339–344."}, {"Citation": "WHO (World Health Organization) World Health Report. Geneva: WHO; 2004. pp. 120–125."}]}], "History": [{"Year": "2006", "Month": "7", "Day": "18", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "9", "Day": "22", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "7", "Day": "18", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16845722", "PMC1533752", "10.1631/jzus.2006.B0665"]}}], "PubmedBookArticle": []}