{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "16936134", "DateCompleted": {"Year": "2006", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0146-0404", "JournalIssue": {"Volume": "47", "Issue": "9", "PubDate": {"Year": "2006", "Month": "Sep"}}, "Title": "Investigative ophthalmology & visual science", "ISOAbbreviation": "Invest Ophthalmol Vis Sci"}, "ArticleTitle": "Small molecule anti-angiogenic probes of the ubiquitin proteasome pathway: potential application to choroidal neovascularization.", "Pagination": {"StartPage": "4138", "EndPage": "4145", "MedlinePgn": "4138-45"}, "Abstract": {"AbstractText": ["To characterize the angiogenic and inflammatory responses of human choroidal endothelial cells (HCECs) to stimulators and inhibitors of the ubiquitin proteasome pathway (UPP).", "The regulation of the UPP by the inhibitor withaferin A and its congener, withanolide D, two natural products derived from the medicinal plant Withania somnifera was assessed in the three-dimensional endothelial cell sprouting assay (3D-ECSA), by using HCEC- and human umbilical vein endothelial cell (HUVEC)-derived spheroids embedded in a collagen I matrix. Western blot analysis was used to investigate the effect of withanolides on IkappaB-alpha, polyubiquitination, and heme oxygenase (HO)-1 regulation in HCEC and HUVEC cultures.", "HCECs, like HUVECs, responded to fibroblast growth factor-2, vascular endothelial growth factor, and tumor necrosis factor (TNF)-alpha stimulation and sprouted vessel-like structures in collagen I matrix. However, HCECs were slower to generate these sprouting vessels, when compared with HUVECs. The extent of inhibition of endothelial cell sprouting in 3D matrix, the blockade of TNF-alpha-induced IkappaB-alpha degradation, levels of global polyubiquitinated proteins, and induced production of HO-1 in response to treatment by the withanolides in cultured endothelial cells was similarly regulated between HCECs and HUVECs.", "HCECs share with HUVECs a similar response to UPP inhibitors, suggesting that this well-conserved pathway that regulates angioinflammatory mechanisms could be exploited for drug-targeting in the development of novel agents for CNV treatment."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ophthalmology and Visual Sciences, University of Kentucky, Lexington, KY 40536, USA."}], "Identifier": [], "LastName": "Bargagna-Mohan", "ForeName": "Paola", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ravindranath", "ForeName": "Padma Priya", "Initials": "PP"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mohan", "ForeName": "Royce", "Initials": "R"}], "GrantList": [{"GrantID": "R01 EY016782-03", "Acronym": "EY", "Agency": "NEI NIH HHS", "Country": "United States"}, {"GrantID": "R01 EY016782-02", "Acronym": "EY", "Agency": "NEI NIH HHS", "Country": "United States"}, {"GrantID": "R01 EY016782", "Acronym": "EY", "Agency": "NEI NIH HHS", "Country": "United States"}, {"GrantID": "R01 EY016782-05", "Acronym": "EY", "Agency": "NEI NIH HHS", "Country": "United States"}, {"GrantID": "R01 EY016782-01A2", "Acronym": "EY", "Agency": "NEI NIH HHS", "Country": "United States"}, {"GrantID": "R01 EY016782-04", "Acronym": "EY", "Agency": "NEI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Invest Ophthalmol Vis Sci", "NlmUniqueID": "7703701", "ISSNLinking": "0146-0404"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Angiogenesis Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Growth Substances"}, {"RegistryNumber": "0", "NameOfSubstance": "I-kappa B Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "NFKBIA protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Ubiquitin"}, {"RegistryNumber": "0", "NameOfSubstance": "Withanolides"}, {"RegistryNumber": "139874-52-5", "NameOfSubstance": "NF-KappaB Inhibitor alpha"}, {"RegistryNumber": "30655-48-2", "NameOfSubstance": "withanolide D"}, {"RegistryNumber": "EC 1.14.14.18", "NameOfSubstance": "Heme Oxygenase-1"}, {"RegistryNumber": "EC 3.4.25.1", "NameOfSubstance": "Proteasome Endopeptidase Complex"}, {"RegistryNumber": "L6DO3QW4K5", "NameOfSubstance": "withaferin A"}, {"RegistryNumber": "Z30RAY509F", "NameOfSubstance": "Ergosterol"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Angiogenesis Inhibitors"}, {"QualifierName": [], "DescriptorName": "Blotting, Western"}, {"QualifierName": [], "DescriptorName": "Cells, Cultured"}, {"QualifierName": ["blood supply"], "DescriptorName": "Choroid"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Choroidal Neovascularization"}, {"QualifierName": ["cytology", "drug effects", "metabolism"], "DescriptorName": "Endothelium, Vascular"}, {"QualifierName": ["analogs & derivatives", "pharmacology"], "DescriptorName": "Ergosterol"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Growth Substances"}, {"QualifierName": ["metabolism"], "DescriptorName": "Heme Oxygenase-1"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["metabolism"], "DescriptorName": "I-kappa B Proteins"}, {"QualifierName": [], "DescriptorName": "NF-KappaB Inhibitor alpha"}, {"QualifierName": ["drug effects"], "DescriptorName": "Neovascularization, Physiologic"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["metabolism"], "DescriptorName": "Proteasome Endopeptidase Complex"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ubiquitin"}, {"QualifierName": ["cytology"], "DescriptorName": "Umbilical Veins"}, {"QualifierName": [], "DescriptorName": "Withanolides"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ambati J, Ambati BK, Yoo SH, Ianchulev S, Adamis AP. Age-related macular degeneration: etiology, pathogenesis, and therapeutic strategies. Surv Ophthalmol. 2003;48:257–293.", "ArticleIdList": ["12745003"]}, {"Citation": "Fine SL. Age-related macular degeneration 1969–2004: a 35-year personal perspective. Am J Ophthalmol. 2005;139:405–420.", "ArticleIdList": ["15767048"]}, {"Citation": "Grossniklaus HE, Green WR. Choroidal neovascularization. Am J Ophthalmol. 2004;137:496–503.", "ArticleIdList": ["15013874"]}, {"Citation": "Kijlstra A, La Heij E, Hendrikse F. Immunological factors in the pathogenesis and treatment of age-related macular degeneration. Ocul Immunol Inflamm. 2005;13:3–11.", "ArticleIdList": ["15804763"]}, {"Citation": "Ambati J, Anand A, Fernandez S, et al. An animal model of age-related macular degeneration in senescent Ccl-2- or Ccr-2-deficient mice. Nat Med. 2003;9:1390–1397.", "ArticleIdList": ["14566334"]}, {"Citation": "Bok D. Evidence for an inflammatory process in age-related macular degeneration gains new support. Proc Natl Acad Sci USA. 2005;102:7053–7054.", "ArticleIdList": ["PMC1129150", "15886281"]}, {"Citation": "Penfold PL, Madigan MC, Gillies MC, Provis JM. Immunological and aetiological aspects of macular degeneration. Prog Retin Eye Res. 2001;20:385–414.", "ArticleIdList": ["11286898"]}, {"Citation": "Cousins SW, Espinosa-Heidmann DG, Csaky KG. Monocyte activation in patients with age-related macular degeneration: a biomarker of risk for choroidal neovascularization? Arch Ophthalmol. 2004;122:1013–1018.", "ArticleIdList": ["15249366"]}, {"Citation": "Hangai M, He S, Hoffmann S, Lim JI, Ryan SJ, Hinton DR. Sequential induction of angiogenic growth factors by TNF-alpha in choroidal endothelial cells. J Neuroimmunol. 2006;171:45–56.", "ArticleIdList": ["16288810"]}, {"Citation": "Markomichelakis NN, Theodossiadis PG, Sfikakis PP. Regression of neovascular age-related macular degeneration following infliximab therapy. Am J Ophthalmol. 2005;139:537–540.", "ArticleIdList": ["15767068"]}, {"Citation": "DeBusk LM, Chen Y, Nishishita T, Chen J, Thomas JW, Lin PC. Tie2 receptor tyrosine kinase, a major mediator of tumor necrosis factor alpha-induced angiogenesis in rheumatoid arthritis. Arthritis Rheum. 2003;48:2461–2471.", "ArticleIdList": ["13130465"]}, {"Citation": "Lizzul PF, Aphale A, Malaviya R, et al. Differential expression of phosphorylated NF-kappaB/RelA in normal and psoriatic epidermis and downregulation of NF-kappaB in response to treatment with etanercept. J Invest Dermatol. 2005;124:1275–1283.", "ArticleIdList": ["15955104"]}, {"Citation": "van Wijngaarden P, Coster DJ, Williams KA. Inhibitors of ocular neovascularization: promises and potential problems. JAMA. 2005;293:1509–1513.", "ArticleIdList": ["15784876"]}, {"Citation": "Ciechanover A. Intracellular protein degradation: from a vague idea thru the lysosome and the ubiquitin-proteasome system and onto human diseases and drug targeting. Cell Death Differ. 2005;12:1178–1190.", "ArticleIdList": ["16094394"]}, {"Citation": "Mitsiades CS, Mitsiades N, Hideshima T, Richardson PG, Anderson KC. Proteasome inhibitors as therapeutics. Essays Biochem. 2005;41:205–218.", "ArticleIdList": ["16250907"]}, {"Citation": "Rajkumar SV, Richardson PG, Hideshima T, Anderson KC. Proteasome inhibition as a novel therapeutic target in human cancer. J Clin Oncol. 2005;23:630–639.", "ArticleIdList": ["15659509"]}, {"Citation": "Meng L, Mohan R, Kwok BH, Elofsson M, Sin N, Crews CM. Epoxomicin, a potent and selective proteasome inhibitor, exhibits in vivo antiinflammatory activity. Proc Natl Acad Sci USA. 1999;96:10403–10408.", "ArticleIdList": ["PMC17900", "10468620"]}, {"Citation": "Palombella VJ, Conner EM, Fuseler JW, et al. Role of the proteasome and NF-kappaB in streptococcal cell wall-induced polyarthritis. Proc Natl Acad Sci USA. 1998;95:15671–15676.", "ArticleIdList": ["PMC28102", "9861028"]}, {"Citation": "Robinson PA, Ardley HC. Ubiquitin-protein ligases: novel therapeutic targets? Curr Protein Pept Sci. 2004;5:163–176.", "ArticleIdList": ["15180521"]}, {"Citation": "Amit S, Ben-Neriah Y. NF-kappaB activation in cancer: a challenge for ubiquitination- and proteasome-based therapeutic approach. Semin Cancer Biol. 2003;13:15–28.", "ArticleIdList": ["12507553"]}, {"Citation": "Mishra LC, Singh BB, Dagenais S. Scientific basis for the therapeutic use of Withania somnifera (ashwagandha): a review. Altern Med Rev. 2000;5:334–346.", "ArticleIdList": ["10956379"]}, {"Citation": "Korff T, Augustin HG. Integration of endothelial cells in multicellular spheroids prevents apoptosis and induces differentiation. J Cell Biol. 1998;143:1341–1352.", "ArticleIdList": ["PMC2133072", "9832561"]}, {"Citation": "Mohan R, Hammers HJ, Bargagna-Mohan P, et al. Withaferin A is a potent inhibitor of angiogenesis. Angiogenesis. 2004;7:115–122.", "ArticleIdList": ["15516832"]}, {"Citation": "Sakamoto T, Sakamoto H, Hinton DR, Spee C, Ishibashi T, Ryan SJ. In vitro studies of human choroidal endothelial cells. Curr Eye Res. 1995;14:621–627.", "ArticleIdList": ["8529396"]}, {"Citation": "Browning AC, Gray T, Amoaku WM. Isolation, culture, and characterisation of human macular inner choroidal microvascular endothelial cells. Br J Ophthalmol. 2005;89:1343–1347.", "ArticleIdList": ["PMC1772898", "16170129"]}, {"Citation": "Leopold JA, Loscalzo J. Oxidative enzymopathies and vascular disease. Arterioscler Thromb Vasc Biol. 2005;25:1332–1340.", "ArticleIdList": ["15790928"]}, {"Citation": "Prawan A, Kundu JK, Surh AJ. Molecular basis of heme oxygenase-1 induction: implications for chemoprevention and chemoprotection. Antioxid Redox Signal. 2005;7:1688–1703.", "ArticleIdList": ["16356130"]}, {"Citation": "Su B-Ng J-Q, Kang Y-H, Park E-J, Pezzuto JM, Kinghorn AD. Induction of the phase II enzyme, quinone reductase, by withanolides and norwithanolides from solanaceous species. Rev Organ Chem. 2004;1:115–123."}, {"Citation": "Ganzera M, Choudhary MI, Khan IA. Quantitative HPLC analysis of withanolides in Withania somnifera. Fitoterapia. 2003;74:68–76.", "ArticleIdList": ["12628397"]}, {"Citation": "Sin N, Kim KB, Elofsson M, et al. Total synthesis of the potent proteasome inhibitor epoxomicin: a useful tool for understanding proteasome biology. Bioorg Med Chem Lett. 1999;9:2283–2288.", "ArticleIdList": ["10465562"]}, {"Citation": "Budhiraja RDK, Pawan SS. Biological activity of withanolides. J Sci Ind Res. 2000;59:904–911."}, {"Citation": "Kwok BH, Koh B, Ndubuisi MI, Elofsson M, Crews CM. The anti-inflammatory natural product parthenolide from the medicinal herb feverfew directly binds to and inhibits IkappaB kinase. Chem Biol. 2001;8:759–766.", "ArticleIdList": ["11514225"]}, {"Citation": "Gupta SK, Mohanty I, Talwar KK, et al. Cardioprotection from ischemia and reperfusion injury by Withania somnifera: a hemodynamic, biochemical and histopathological assessment. Mol Cell Biochem. 2004;260:39–47.", "ArticleIdList": ["15228084"]}, {"Citation": "Ohta K, Yachie A. Development of vascular biology over the past 10 years: heme oxygenase-1 in cardiovascular homeostasis. J Endovasc Ther. 2004;11(suppl 2):140–150.", "ArticleIdList": ["15760253"]}, {"Citation": "Chen J, Regan RF. Increasing expression of heme oxygenase-1 by proteasome inhibition protects astrocytes from heme-mediated oxidative injury. Curr Neurovasc Res. 2005;2:189–196.", "ArticleIdList": ["16181113"]}, {"Citation": "Hoekstra KA, Godin DV, Cheng KM. Protective role of heme oxygenase in the blood vessel wall during atherogenesis. Biochem Cell Biol. 2004;82:351–359.", "ArticleIdList": ["15181468"]}, {"Citation": "Denk A, Goebeler M, Schmid S, et al. Activation of NF-kappa B via the Ikappa B kinase complex is both essential and sufficient for proinflammatory gene expression in primary endothelial cells. J Biol Chem. 2001;276:28451–28458.", "ArticleIdList": ["11337506"]}, {"Citation": "Verma IM. Nuclear factor (NF)-kappaB proteins: therapeutic targets. Ann Rheum Dis. 2004;63(suppl 2):57–61.", "ArticleIdList": ["PMC1766777", "15479873"]}, {"Citation": "Madge LA, Pober JS. TNF signaling in vascular endothelial cells. Exp Mol Pathol. 2001;70:317–325.", "ArticleIdList": ["11418010"]}, {"Citation": "Chen ZJ. Ubiquitin signalling in the NF-kappaB pathway. Nat Cell Biol. 2005;7:758–765.", "ArticleIdList": ["PMC1551980", "16056267"]}, {"Citation": "Kayatz P, Heimann K, Schraermeyer U. Ultrastructural localization of light-induced lipid peroxides in the rat retina. Invest Ophthalmol Vis Sci. 1999;40:2314–2321.", "ArticleIdList": ["10476798"]}, {"Citation": "Wu T, Handa JT, Gottsch JD. Light-induced oxidative stress in choroidal endothelial cells in mice. Invest Ophthalmol Vis Sci. 2005;46:1117–1123.", "ArticleIdList": ["15790868"]}, {"Citation": "Taylor HR, West S, Munoz B, Rosenthal FS, Bressler SB, Bressler NM. The long-term effects of visible light on the eye. Arch Ophthalmol. 1992;110:99–104.", "ArticleIdList": ["1731731"]}, {"Citation": "Cruickshanks KJ, Klein R, Klein BE, Nondahl DM. Sunlight and the 5-year incidence of early age-related maculopathy: the Beaver Dam Eye Study. Arch Ophthalmol. 2001;119:246–250.", "ArticleIdList": ["11176987"]}, {"Citation": "Hammes HP, Hoerauf H, Alt A, et al. N(epsilon)(carboxymethyl)lysin and the AGE receptor RAGE colocalize in age-related macular degeneration. Invest Ophthalmol Vis Sci. 1999;40:1855–1859.", "ArticleIdList": ["10393061"]}, {"Citation": "Kempe S, Kestler H, Lasar A, Wirth T. NF-kappaB controls the global pro-inflammatory response in endothelial cells: evidence for the regulation of a pro-atherogenic program. Nucleic Acids Res. 2005;33:5308–5319.", "ArticleIdList": ["PMC1226313", "16177180"]}, {"Citation": "Frank RN, Amin RH, Puklin JE. Antioxidant enzymes in the macular retinal pigment epithelium of eyes with neovascular age-related macular degeneration. Am J Ophthalmol. 1999;127:694–709.", "ArticleIdList": ["10372880"]}, {"Citation": "Sangwan RS, Chaurasiya ND, Misra LN, et al. Phytochemical variability in commercial herbal products and preparations of Withania somnifera (Ashwagandha) Current Science. 2004;86:461–465."}]}], "History": [{"Year": "2006", "Month": "8", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "10", "Day": "3", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "8", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2011", "Month": "12", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16936134", "NIHMS263463", "PMC3229038", "10.1167/iovs.05-1452", "47/9/4138"]}}], "PubmedBookArticle": []}