{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "16956401", "DateCompleted": {"Year": "2007", "Month": "08", "Day": "28"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2006", "Month": "09", "Day": "06"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "2", "PubDate": {"Year": "2006", "Month": "Sep", "Day": "06"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnobotany of the Samburu of Mt. Nyiru, South Turkana, Kenya.", "Pagination": {"StartPage": "35", "MedlinePgn": "35"}, "Abstract": {"AbstractText": ["Traditional plant use is of extremely high importance in many societies, and prevalent in African communities. This knowledge is however dwindling rapidly due to changes towards a more Western lifestyle. The influence of modern tourism cannot be neglected in this context. This paper examines the plant use of the Samburu of the Mt. Nyiru area in Northern Kenya. The Samburu pastoralists of Kenya are still amongst the most traditional communities of the country and have retained most of their knowledge about the use of a large part of the plants in their environment for a wide variety of purposes. The results indicate that the local population has a very high knowledge of the plants in their surroundings, and attributes a purpose to a large percentage of the plants found. 448 plant species were collected, identified and their Samburu names and traditional uses recorded. 199 species were reported as of \"no use\". The high proportion of 249 plant species however had some traditional use: The highest number (180 species) was used as fodder, followed by 80 species that had medicinal use. Firewood (59 species), construction (42 species), tools (31 species), food (29 species) and ceremonial use (19 species) ranked far behind. Traditionally the Samburu attribute most illnesses to the effect of pollutants that block or inhibit digestion. This can include \"polluted\" food, contagion through sick people as well as witchcraft. In most cases the treatment of illness involves herbal purgatives to cleanse the patient. There are however frequent indications of plant use for common problems like wounds, parasites, body aches and burns. The change from a nomadic to a more sedentary lifestyle, often observed in other areas of the country, has affected the Samburu of remote Mt. Nyiru to a much lesser extent and did so far not lead to a major loss of traditional plant knowledge. However, overgrazing and over-exploitation of plant resources have already led to a decline of the plant material available."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Hawaii, Lyon Arboretum, 3860 Manoa Rd, Honolulu, HI 96822, USA. bussmann@hawaii.edu"}], "Identifier": [], "LastName": "Bussmann", "ForeName": "Rainer W", "Initials": "RW"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animal Feed"}, {"QualifierName": [], "DescriptorName": "Animal Husbandry"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Anthropology, Cultural"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Kenya"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": [], "DescriptorName": "Plants, Edible"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Terminology as Topic"}, {"QualifierName": [], "DescriptorName": "Transients and Migrants"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Shackleton RM. Geology of the country between Nanyuki and Maralal. Geological Survey of Kenya Repor, 11. Survey of Kenya, Nairobi; 1946."}, {"Citation": "Dixey F. Geology of Northern Kenya. Geological Survey of Kenya, Report 15, Survey of Kenya, Nairobi; 1948."}, {"Citation": "Dodson RG. Geology of the South Horr Area. Geological Survey of Kenya Report No. 60. Geological Survey of Kenya, Nairobi; 1963."}, {"Citation": "Randel RP. Geology of the Laisamis Area. Government Printer, Nairobi; 1967."}, {"Citation": "Baker BH. Geology of the Baragoi Area. Geological Survey of Kenya, Nairob; 1960."}, {"Citation": "Mäckel R. Oberflächenformung in den Trockengebieten Nordkenyas. In: Büdel J, Busche D, editor. Studien zur tropischen Reliefbildung. Berlin: Bornträger; 1986. pp. 85–225."}, {"Citation": "Mäckel R, Schultka W. Vegetationsveränderungen und Morphodynamik im Ngare Ndare-Gebiet, Kenia. Abh Akad Wiss Gött Mat Phys Kl. 1988;3/41:253–276."}, {"Citation": "Mäckel R, Walter D. Die landschaftsökologische Bedeutung der Bergwälder für die Trockengebiete Nordkenyas. Die Erde. 1983;114:211–235."}, {"Citation": "Jätzold R. Klimageographie, Serie E, Blatt 5, 1:1000000. Berlin, Stuttgart: Bornträger; 1977."}, {"Citation": "Jätzold R. Klimageograpgie Ostafrika – Afrika Kartenwerk, Serie E, Beiheft zu Blatt 5. Berlin, Stuttgart: Bornträger; 1981."}, {"Citation": "Edwards KA, Field CR, Hogg IGG. A prelimnary analysis of climatological data from the Marsabit District of Northern Kenya. IPAL Technical Report B-1. Unesco, Nairobi; 1979."}, {"Citation": "Survey of Kenya . East African mean monthly rainfall in millimetres (North sheet: Kenya and Uganda, Scale 1:2000000) Survey of Kenya, Nairobi; 1966."}, {"Citation": "Kenya Meteorological Department . Climatological Statistics for Kenya. Nairobi: Kenya; 1984."}, {"Citation": "Neumann AE. Elephant-Hunting in East Equatorial Africa. R. Ward, London; 1898."}, {"Citation": "Synott TJ. A report on the status, importance and protection of the montane forests. IPAL Technical Report D-2a. Unesco, Nairobi; 1979."}, {"Citation": "Beentje HJ. The forests of Kenya. Mitteilungen des Instituts fuer Allgemeine Botanik Hamburg. 1990;23a:265–286."}, {"Citation": "Herlocker D. Vegetation of southwestern Marsabit district, Kenya. IPAL Technical Report D-1. Unesco, Nairobi; 1979."}, {"Citation": "Hepper FN. The phytogeography of Mt. Kulal, Kenya, with special reference to Compositae, Leguminosae and Gramineae. Bothalia. 1983;14:534–551."}, {"Citation": "Hepper FN, Jaeger PML, Gillett JB, Gilbert MG. Annotated checklist of the plants of Mount Kulal. IPAL Technical. Report D-3. Unesco, Nairobi; 1981."}, {"Citation": "Schultka W, Hilger HH. Epizoochore Verbreitung in der Krautschicht beweideter Bergwälder des Mt. Kulal (Nordkenia) Beitraege zur Biologie der Pflanzen. 1983;58:333–356."}, {"Citation": "White F. The vegetation of Africa. Paris: Unesco; 1983."}, {"Citation": "Bytebier B, Bussmann RW. The vegetation of Mount Nyiru (Samburu District, Kenya): A checklist and syntaxonomic survey. Journal of East African Natural History. 2000;89:45–71."}, {"Citation": "Bussmann RW. Islands in the desert – forest vegetation of Kenya's smaller mountains and highland areas (Nyiru, Ndoto, Kulal, Marsabit, Loroghi, Ndare, Mukogodo, Porror, Mathews, Gakoe, Imenti, Ngaia, Nyambeni, Loita, Nguruman, Nairobi) Journal of East African Natural History. 2002;91:27–79.  appendices 1–7."}, {"Citation": "Sidigia I, Nyaigotti-Chacha C, Kanunah MP. Traditional Medicine in Africa. East African Educational Publishers, Nairobi; 1990."}, {"Citation": "Barrow EGC. The dry lands of Africa: Local participation in tree management. Initiative, Publishers, Nairobi; 1996."}, {"Citation": "Fratkin EM. Traditional medicine and concepts of healing among Samburu pastoralists of Kenya. Journal of Ethnobiology. 1996;16:63–97."}, {"Citation": "Homewood KM, Rodgers WA. Maasailand Ecology: pastoralist Development and Wildlife Conservation in Ngorongoro, Tanzania. Cambridge University Press, Cambridge; 1991."}, {"Citation": "Akama JS. Marginalization of the Maasai in Kenya. Annals of Tourism Research. 1999;26:716–718. doi: 10.1016/S0160-7383(99)00027-4.", "ArticleIdList": ["10.1016/S0160-7383(99)00027-4"]}, {"Citation": "Fratkin EM, Mearns R. Sustainability and Pastoral Livelihoods: Lessons from East Africa and Mongolia. Human Organization. 2003;62:112–122."}, {"Citation": "Lamprey RH, Reid RS. Expansion of human settlement in Kenya's Maasai Mara: what future for pastoralism and wildlife? Journal of Biogeography. 2004;31:997–1032. doi: 10.1111/j.1365-2699.2004.01062.x.", "ArticleIdList": ["10.1111/j.1365-2699.2004.01062.x"]}, {"Citation": "Kiringe JW. Ecological and anthropological threats to ethno-medicinal plant resources and their utilization in Maasai communal ranches in the Amboseli region of Kenya. Ethnobotany Research & Applications. 2005;3:231–241."}, {"Citation": "Ehret C. Between the coast and the Great lakes. In: Niane DT, editor. General History of East Africa. IV. Unesco, Paris; 1984. pp. 481–497."}, {"Citation": "Spencer P. The Samburu, a study of gerontocracy in a nomadic tribe. Routledge and Kegan, London; 1965."}, {"Citation": "Hollis AC. The Masai: Their language and folklore. Clarendon, Oxford; 1905."}, {"Citation": "Merker M. Die Masai. Dietrich Reimer, Berlin; 1910."}, {"Citation": "Kårehed J, Odhult E. An ethnobotanical study among the Maasai of the Loita Hills, Kenya. Minor Field Studies No. 14. Swedish University of Agricultural Sciences, International Office, Uppsala; 1997."}, {"Citation": "Bussmann RW, Gilbreath GG, Lutura M, Lutuluo R, Kunguru K, Wood N, Mathenge S. Plant use of the Maasai of Sekenani Valley, Maasai Mara, Kenya. Journal of Ethnobiology and Ethnomedicine. 2006;2:8:22. doi: 10.1186/1746-4269-2-22.", "ArticleIdList": ["10.1186/1746-4269-2-22", "PMC1475560", "16674830"]}, {"Citation": "Ole Sankan SS. The Maasai. Kenya Literature Bureau, Nairobi; 1995."}, {"Citation": "Waller R. Ecology, Migration and Expansion in East Africa. African Affairs. 1983;84:346–370."}, {"Citation": "Lamprey RH. Maasai impact on Kenya savanna vegetation: a remote sensing approach. PhD thesis, University of Aston-in-Birmingham; 1984."}, {"Citation": "Lamprey RH, Waller R. The Loita-Mara region in historical times: patterns of subsistence, settlement and ecological change. In: Robertshaw P, editor. Early pastoralists of south-western Kenya. Memoir 11, British Institute in Eastern Africa, Nairobi; 1990. pp. 16–35."}, {"Citation": "Kokwaro JO, Herlocker DJ. A check-list of botanical, Samburu and Rendile names of plants of the \"IPAL\" study area, Marsabit District, Kenya. IPAL Technical Report D-4. Unep, Nairobi; 1982."}, {"Citation": "Heine B, Heine I, Koenig C. Plant use and concepts – An Ethnobotanical Survey of the Semi-Arid and Arid Lands of East-Africa. Part V. Plants of the Samburu (Kenya) Koelner Beitraege zur Entwicklungsforschung. 1988;10:1–286."}, {"Citation": "Fratkin EM. Concepts of healing and disease among the Ariaal Rendille Herbal medicine, ritual curing and modern health care in a pastoral community in Northern Kenya. PhD Dissertation, University of London; 1980. unpublished."}, {"Citation": "Bamps P. Catalogue of the phanerogamic families dealt with in the main floras of Tropical Africa. Boissiera. 1976;24:667–686."}, {"Citation": "Polhill RM, (Ed) Flora of Tropical East Africa. AA Balkema, Rotterdam/Boston; 2006. (Series available in parts under various dates and authors)."}, {"Citation": "Agnew ADQ, Agnew S. Kenya Upland Wild Flowers. East African Natural History Society, Nairobi; 1994."}, {"Citation": "Chao C, Renvoize SA. A revision of the species described under Arundinaria (Gramineae) in Southeast Asia and Africa. Kew Bulletin. 1989;44:349–367."}, {"Citation": "Haines RW, Lye KA. The sedges and rushes of East Africa. East African Natural History Society, Nairobi; 1983."}, {"Citation": "Phillips S. Flora of Ethiopia and Eritrea, Poaceae (Gramineae) Vol. 7. National Herbarium, Addis Ababa; 1995."}, {"Citation": "Beentje HJ. Kenya trees, shrubs and lianas. National Museums of Kenya, Nairobi; 1994."}, {"Citation": "Maundu P, Berger D, Ole Saitabau C, Nasieku J, Kipelian M, Mathenge S, Morimoto Y, Höft R. Ethnobotany of the Loita Maasai People and Plants Working Paper 8. Unesco, Paris; 2001."}, {"Citation": "Heine B. Concepts of plant taxonomy among the Samburu (Kenya) – some preliminary observations. Afrikanische Arbeitspapiere. 1983;3:5–36."}, {"Citation": "Njoroge GN, Bussmann RW. Phytotherapeutic management of malaria in the central highlands of Kenya. Journal of Ethnobiology and Ethnomedicine. 2006;2:1:8. doi: 10.1186/1746-4269-2-8.", "ArticleIdList": ["10.1186/1746-4269-2-8", "PMC1397805", "16451716"]}, {"Citation": "Njoroge GN, Bussmann RW. Ethnoveterinary practices in Central Kenya: Plants and their uses in managing diseases of livestock. Journal of Ethnopharmacology. 2006", "ArticleIdList": ["0"]}, {"Citation": "Gathuma JM, Mbaria JM, Wanyama J, Kanuria HFA, Mpoke L, Mwangi JN. Efficacy of Myrsine africana, Albizia anthelmetica and Hilderbrantia sepalosa herbal remedies against mixed natural sheep helminthiosis in Samburu district, Kenya. Journal of Ethnopharmacology. 2003;91:7–12. doi: 10.1016/j.jep.2003.11.007.", "ArticleIdList": ["10.1016/j.jep.2003.11.007", "15036460"]}, {"Citation": "McCorkle M, Mathias E, Sahilllhorn van veen TM. Ethnoveterinary Research and Development. Intermediate Technology publications, London; 1996."}]}], "History": [{"Year": "2006", "Month": "7", "Day": "3"}, {"Year": "2006", "Month": "9", "Day": "6"}, {"Year": "2006", "Month": "9", "Day": "8", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "8", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "9", "Day": "8", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "9", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["16956401", "PMC1570449", "10.1186/1746-4269-2-35", "1746-4269-2-35"]}}], "PubmedBookArticle": []}