{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "17158620", "DateCompleted": {"Year": "2007", "Month": "03", "Day": "27"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2006", "Month": "12", "Day": "08"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0099-2240", "JournalIssue": {"Volume": "73", "Issue": "3", "PubDate": {"Year": "2007", "Month": "Feb"}}, "Title": "Applied and environmental microbiology", "ISOAbbreviation": "Appl Environ Microbiol"}, "ArticleTitle": "Expression of a novel small antimicrobial protein from the seeds of motherwort (Leonurus japonicus) confers disease resistance in tobacco.", "Pagination": {"StartPage": "939", "EndPage": "946", "MedlinePgn": "939-46"}, "Abstract": {"AbstractText": ["Medicinal plants are valuable resources of natural antimicrobial materials. A novel small protein with antimicrobial activities, designated LJAMP1, was purified from the seeds of a medicinal herb, motherwort (Leonurus japonicus Houtt). LJAMP1 is a heat-stable protein with a molecular mass of 7.8 kDa and a determined isoelectric point of 8.2. In vitro assays showed that LJAMP1 inhibits the growth of an array of fungi and bacteria. The hyphal growth inhibition by LJAMP1 was more evident against hyphomycete fungi, such as Alternaria alternata, Cercospora personata, and Aspergillus niger. The N-terminal amino acid sequence of LJAMP1 was determined, and its coding gene was consequently cloned by the rapid amplification of cDNA ends. The gene LJAMP1 has no intron and encodes a polypeptide of 95 amino acids, in which the first 27 residues was deduced as a signal peptide. The mature LJAMP1 shows relatively low identity to plant napin-like storage proteins. Northern blot assays revealed that LJAMP1 is expressed preferentially in seeds. Bioassays in transgenic tobacco demonstrated that that overexpression of LJAMP1 significantly enhanced the resistance of tobacco against not only the fungal pathogen A. alternata but also the bacterial pathogen Ralstonia solanacearum, while no visible alteration in plant growth and development was observed."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center, Southwest Agricultural University, 400716 Chongqing, China. yangxy94@swu.edu.cn"}], "Identifier": [], "LastName": "Yang", "ForeName": "Xingyong", "Initials": "X"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Xiao", "ForeName": "Yuehua", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wang", "ForeName": "Xiaowen", "Initials": "X"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pei", "ForeName": "Yan", "Initials": "Y"}], "DataBankList": [{"DataBankName": "GENBANK", "AccessionNumberList": ["AAW66631"]}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Appl Environ Microbiol", "NlmUniqueID": "7605801", "ISSNLinking": "0099-2240"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Amino Acid Sequence"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["drug effects", "pathogenicity"], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Base Sequence"}, {"QualifierName": ["drug effects", "pathogenicity"], "DescriptorName": "Fungi"}, {"QualifierName": ["growth & development", "metabolism"], "DescriptorName": "Leonurus"}, {"QualifierName": [], "DescriptorName": "Molecular Sequence Data"}, {"QualifierName": ["microbiology"], "DescriptorName": "Plant Diseases"}, {"QualifierName": ["chemistry", "genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["genetics", "metabolism", "microbiology"], "DescriptorName": "Plants, Genetically Modified"}, {"QualifierName": ["metabolism"], "DescriptorName": "Seeds"}, {"QualifierName": [], "DescriptorName": "Sequence Analysis, DNA"}, {"QualifierName": ["genetics", "metabolism", "microbiology"], "DescriptorName": "Nicotiana"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Agizzio, A. P., A. O. Carvalho, S. F. F. Ribeiro, O. L. T. Machado, E. W. Alves, L. A. Okorokov, S. S. Samarao, J. C. Bloch, M. V. Prates, and V. M. Gomes. 2003. A 2S albumin-homologous protein from passion fruit seeds inhibits the fungal growth and acidification of the medium by Fusarium oxysporum. Arch. Biochem. Biophys. 416:188-195.", "ArticleIdList": ["12893296"]}, {"Citation": "An, G. 1987. Binary Ti vectors for plant transformation and promoter analysis. Methods Enzymol. 153:292-305."}, {"Citation": "Barbieri, L., M. G. Battelli, and F. Stirpe. 1993. Ribosome-inactivating proteins from plants. Biochim. Biophys. Acta Rev. Biomembr. 1154:237-282.", "ArticleIdList": ["8280743"]}, {"Citation": "Barciszewski, J., M. Szymanski, and T. Haertle. 2000. Minireview: analysis of rape seed napin structure and potential roles of the storage protein. J. Protein Chem. 19:249-254.", "ArticleIdList": ["11043929"]}, {"Citation": "Bradford, M. M. 1976. A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal. Biochem. 72:248-254.", "ArticleIdList": ["942051"]}, {"Citation": "Broekaert, W. F., F. R. G. Terras, B. P. A. Cammue, and R. W. Osborn. 1995. Plant defensins: novel antimicrobial peptides as components of the host defense system. Plant Physiol. 108:1353-1358.", "ArticleIdList": ["PMC157512", "7659744"]}, {"Citation": "Cammue, B. P. A., K. Thevissen, M. Hendriks, K. Eggermont, I. J. Goderis, P. Proost, J. Van Damme, R. W. Osborn, F. Guerbette, J. C. Kader, and W. F. Broekaert. 1995. A potent antimicrobial protein from onion seeds showing sequence homology to plant lipid transfer proteins. Plant Physiol. 109:445-455.", "ArticleIdList": ["PMC157606", "7480341"]}, {"Citation": "Cheng, C. S., D. Samuel, Y. J. Liu, J. C. Shyu, S. M. Lai, K. F. Lin, and P. C. Lyu. 2004. Binding mechanism of nonspecific lipid transfer proteins and their role in plant defense. Biochemistry 43:13628-13636.", "ArticleIdList": ["15504025"]}, {"Citation": "Chinwala, M. G., M. Gao, J. Dai, and J. Shao. 2003. In vitro anticancer activities of Leonurus heterophyllus sweet (Chinese motherwort herb). J. Altern. Complement. Med. 9:511-518.", "ArticleIdList": ["14499027"]}, {"Citation": "Dong, T. X., T. B. Ng, H. W. Yeung, and R. N. S. Wong. 1994. Isolation and characterization of a novel ribosome-inactivating protein, β-kirilowin, from the seeds of Trichosanthes kirilowii. Biochem. Biophys. Res. Commun. 199:387-393.", "ArticleIdList": ["8123040"]}, {"Citation": "Donini, M., C. Lico, S. Baschieri, S. Conti, W. Magliani, L. Polonelli, and E. Benvenuto. 2005. Production of an engineered killer peptide in Nicotiana benthamiana by using a Potato virus X expression system. Appl. Environ. Microbiol. 71:6360-6367.", "ArticleIdList": ["PMC1265961", "16204558"]}, {"Citation": "Ericson, M. L., J. Rodin, M. Lenman, K. Glimelius, L. G. Josefsson, and L. Rask. 1986. Structure of the rapeseed 1.7 S storage protein, napin, and its precursor. J. Biol. Chem. 261:14576-14581.", "ArticleIdList": ["3771543"]}, {"Citation": "Fagoaga, C., I. Rodrigo, V. Conejero, C. Hinarejos, J. J. Tuset, J. Arnau, J. A. Pina, L. Navarro, and L. Pena. 2001. Increased tolerance to Phytophthora citrophthora in transgenic orange plants constitutively expressing a tomato pathogenesis related protein PR-5. Mol. Breed. 7:175-185."}, {"Citation": "Ferre, R., E. Badosa, L. Feliu, M. Planas, E. Montesinos, and E. Bardaji. 2006. Inhibition of plant-pathogenic bacteria by short synthetic cecropin A-melittin hybrid peptides. Appl. Environ. Microbiol. 72:3302-3308.", "ArticleIdList": ["PMC1472336", "16672470"]}, {"Citation": "Florack, D. E. A., and W. J. Stiekema. 1994. Thionins—properties, possible biological roles and mechanisms of action. Plant Mol. Biol. 26:25-37.", "ArticleIdList": ["7948874"]}, {"Citation": "Frisch, D. A., L. W. Harris-Haller, N. T. Yokubaitis, T. L. Thomas, S. H. Hardin, and T. C. Hall. 1995. Complete sequence of the binary vector Bin 19. Plant Mol. Biol. 27:405-409.", "ArticleIdList": ["7888628"]}, {"Citation": "Gehrig, P. M., and K. Biemann. 1996. Assignment of the disulfide bonds in napin, a seed storage protein from Brassica napus, using matrix-assisted laser desorption ionization mass spectrometry. Pept. Res. 9:308-314.", "ArticleIdList": ["9048425"]}, {"Citation": "Hecker, K. H., and K. H. Roux. 1996. High and low annealing temperatures increase both specificity and yield in touchdown and stepdown PCR. BioTechniques 20:478-485.", "ArticleIdList": ["8679209"]}, {"Citation": "Hoekema, A., P. R. Hirsch, P. J. J. Hooykaas, and R. A. Schilperoort. 1983. A binary plant vector strategy based on separation of vir- and T-region of the Agrobacterium tumefaciens Ti-plasmid. Nature 303:179-180."}, {"Citation": "Horsch, R. B., J. E. Fry, N. L. Hoffman, D. Eichholtz, S. G. Rogers, and R. T. Fraley. 1985. A simple method for transferring gene into plants. Science 227:1229-1231.", "ArticleIdList": ["17757866"]}, {"Citation": "Jach, G., B. Gornhardt, J. Mundy, J. Logemann, P. Pinsdorf, R. Leah, J. Schell, and C. Maas. 1995. Enhanced quantitative resistance against fungal disease by combinatorial expression of different barley antifungal proteins in transgenic tobacco. Plant J. 8:97-109.", "ArticleIdList": ["7655510"]}, {"Citation": "Jaynes, J. M., P. Nagpala, L. Destefano-Beltran, J. Hong Huang, J. Kim, T. Denny, and S. Cetiner. 1993. Expression of a cecropin B lytic peptide analog in transgenic tobacco confers enhanced resistance to bacterial wilt caused by Pseudomonas solanacearum. Plant Sci. 89:43-53."}, {"Citation": "Jefferson, R. A., T. A. Kavanagh, and M. W. Bevan. 1987. GUS fusions: beta-glucuronidase as a sensitive and versatile gene fusion marker in higher plants. EMBO J. 6:3901-3907.", "ArticleIdList": ["PMC553867", "3327686"]}, {"Citation": "Leah, R., H. Tommerup, I. Svendsen, and J. Mundy. 1991. Biochemical and molecular characterization of three barley seed proteins with antifungal properties. J. Biol. Chem. 266:1564-1573.", "ArticleIdList": ["1899089"]}, {"Citation": "Li, Y., G. Hagen, and T. J. Guilfoyle. 1992. Altered morphology in transgenic tobacco plants that overproduce cytokinins in specific tissues and organs. Dev. Biol. 153:386-395.", "ArticleIdList": ["1397692"]}, {"Citation": "Liu, Y., J. Luo, C. Xu, F. Ren, C. Peng, G. Wu, and J. Zhao. 2000. Purification, characterization, and molecular cloning of the gene of a seed-specific antimicrobial protein from pokeweed. Plant Physiol. 122:1015-1024.", "ArticleIdList": ["PMC58936", "10759497"]}, {"Citation": "Logemann, J., J. Schell, and L. Willmitzer. 1987. Improved method for the isolation of RNA from plant tissues. Anal. Biochem. 163:16-20.", "ArticleIdList": ["2441623"]}, {"Citation": "Melchers, L. S., M. Apotheker-de Groot, J. A. Knaap, A. S. Ponstein, M. B. Sela-Buurlage, J. F. Bol, B. J. C. Cornelissen, P. J. M. Elzen, and H. J. M. Linthorst. 1994. A new class of tobacco chitinases homologous to bacterial exo-chitinases displays antifungal activity. Plant J. 5:469-480.", "ArticleIdList": ["8012401"]}, {"Citation": "Milkowska-Leyck, K., B. Filipek, and H. Strzelecka. 2002. Pharmacological effects of lavandulifolioside from Leonurus cardiaca. J. Ethnopharmacol. 80:85-90.", "ArticleIdList": ["11891090"]}, {"Citation": "Nagasawa, H., H. Inatomi, M. Suzuki, and T. Mori. 1992. Further study on the effects of motherwort (Leonurus sibiricus L) on preneoplastic and neoplastic mammary gland growth in multiparous GR/A mice. Anti-cancer Res. 12:141-143.", "ArticleIdList": ["1567160"]}, {"Citation": "Nakai, K., and M. Kanehisa. 1991. Expert system for predicting protein localization sites in gram-negative bacteria. Proteins 11:95-110.", "ArticleIdList": ["1946347"]}, {"Citation": "Neumann, G. M., R. Condron, I. Thomas, and G. M. Polya. 1996. Purification and sequencing of multiple forms of Brassica napus seed napin large chains that are calmodulin antagonists and substrates for plant calcium-dependent protein kinase. Biochim. Biophys. Acta Protein Struct. Mol. Enzymol. 1295:34-43.", "ArticleIdList": ["8679671"]}, {"Citation": "Ngai, P. H. K., and T. B. Ng. 2003. Isolation of a napin-like polypeptide with potent translation-inhibitory activity from Chinese cabbage (Brassica parachinensis cv. green-stalked) seeds. J. Pept. Sci. 9:442-449.", "ArticleIdList": ["12916641"]}, {"Citation": "Park, S. W., N. M. Stevens, and J. M. Vivanco. 2002. Enzymatic specificity of three ribosome-inactivating proteins against fungal ribosomes, and correlation with antifungal activity. Planta 216:227-234.", "ArticleIdList": ["12447536"]}, {"Citation": "Park, S. W., R. Vepachedu, N. Sharma, and J. M. Vivanco. 2004. Ribosome-inactivating proteins in plant biology. Planta 219:1093-1096.", "ArticleIdList": ["15605180"]}, {"Citation": "Parkash, A., T. B. Ng, and W. W. Tso. 2002. Purification and characterization of charantin, a napin-like ribosome-inactivating peptide from bitter gourd (Momordica charantia) seeds. J. Pept. Res. 59:197-202.", "ArticleIdList": ["11966976"]}, {"Citation": "Patkar, R., and B. Chattoo. 2006. Transgenic indica rice expressing ns-LTP-like protein shows enhanced resistance to both fungal and bacterial pathogens. Mol. Breed. 17:159-171."}, {"Citation": "Punja, Z. K. 2001. Genetic engineering of plants to enhance resistance to fungal pathogens—a review of progress and future prospects. Can. J. Plant Pathol. 23:216-235."}, {"Citation": "Punja, Z. K. 2006. Recent developments toward achieving fungal disease resistance in transgenic plants. Can. J. Plant Pathol. 28:S298-S308."}, {"Citation": "Sambrook, J., and D. W. Russell. 2001. Molecular cloning: a laboratory manual. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY."}, {"Citation": "Serna, A., M. Maitz, T. O'Connell, G. Santandrea, K. Thevissen, K. Tienens, G. Hueros, C. Faleri, G. Cai, F. Lottspeich, and R. D. Thompson. 2001. Maize endosperm secretes a novel antifungal protein into adjacent maternal tissue. Plant J. 25:687-698.", "ArticleIdList": ["11319035"]}, {"Citation": "Sharma, N., S.-W. Park, R. Vepachedu, L. Barbieri, M. Ciani, F. Stirpe, B. J. Savary, and J. M. Vivanco. 2004. Isolation and characterization of an RIP (ribosome-inactivating protein)-like protein from tobacco with dual enzymatic activity. Plant Physiol. 134:171-181.", "ArticleIdList": ["PMC316297", "14671015"]}, {"Citation": "Tassin, S., W. F. Broekaert, D. Marion, D. P. Acland, M. Ptak, F. Vovelle, and P. Sodano. 1998. Solution structure of Ace-AMP1, a potent antimicrobial protein extracted from onion seeds. Structural analogies with plant nonspecific lipid transfer proteins. Biochemistry 37:3623-3637.", "ArticleIdList": ["9521681"]}, {"Citation": "Terras, F. R., H. M. Schoofs, M. F. De Bolle, F. Van Leuven, S. B. Rees, J. Vanderleyden, B. P. Cammue, and W. F. Broekaert. 1992. Analysis of two novel classes of plant antifungal proteins from radish (Raphanus sativus L.) seeds. J. Biol. Chem. 267:15301-15309.", "ArticleIdList": ["1639777"]}, {"Citation": "Terras, F. R. G., K. Eggermont, V. Kovaleva, N. V. Raikhel, R. W. Osborn, A. Kester, S. B. Rees, S. Torrekens, F. V. Leuven, J. Vanderleyden, B. P. A. Cammue, and W. F. Broekaert. 1995. Small cysteine-rich antifungal proteins from radish: their role in host defense. Plant Cell 7:573-588.", "ArticleIdList": ["PMC160805", "7780308"]}, {"Citation": "Thomma, B., B. P. A. Cammue, and K. Thevissen. 2002. Plant defensins. Planta 216:193-202.", "ArticleIdList": ["12447532"]}, {"Citation": "Tjamos, S. E., E. Flemetakis, E. J. Paplomatas, and P. Katinakis. 2005. Induction of resistance to Verticillium dahliae in Arabidopsis thaliana by the biocontrol agent K-165 and pathogenesis-related proteins gene expression. Mol. Plant-Microbe Interact. 18:555-561.", "ArticleIdList": ["15986925"]}, {"Citation": "Vellicce, G., J. Ricci, L. Hernández, and A. Castagnaro. 2006. Enhanced resistance to Botrytis cinerea mediated by the transgenic expression of the chitinase gene ch5B in strawberry. Transgenic Res. 15:57-68.", "ArticleIdList": ["16475010"]}, {"Citation": "Xiao, Y. H., M. Luo, W. G. Fang, K. M. Luo, L. Hou, X. Y. Luo, and Y. Pei. 2002. PCR walking in cotton genome using YADE method. Acta Genetic Sin. 29:62-66.", "ArticleIdList": ["11838377"]}, {"Citation": "Yang, X., J. Li, X. Wang, W. Fang, M. J. Bidochka, R. She, Y. Xiao, and Y. Pei. 2006. Psc-AFP, an antifungal protein with trypsin inhibitor activity from Psoralea corylifolia seeds. Peptides 27:1726-1731.", "ArticleIdList": ["16530884"]}, {"Citation": "Zoubenko, O., F. Uckun, Y. Hur, I. Chet, and N. Tumer. 1997. Plant resistance to fungal infection induced by nontoxic pokeweed antiviral protein mutants. Nat. Biotech. 15:992-996.", "ArticleIdList": ["9335052"]}]}], "History": [{"Year": "2006", "Month": "12", "Day": "13", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "3", "Day": "28", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "12", "Day": "13", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17158620", "PMC1800757", "10.1128/AEM.02016-06", "AEM.02016-06"]}}], "PubmedBookArticle": []}