{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "17191902", "DateCompleted": {"Year": "2007", "Month": "02", "Day": "16"}, "DateRevised": {"Year": "2006", "Month": "12", "Day": "28"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "1", "Issue": "8", "PubDate": {"Year": "2004", "Month": "Aug"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "The world of beta- and gamma-peptides comprised of homologated proteinogenic amino acids and other components.", "Pagination": {"StartPage": "1111", "EndPage": "1239", "MedlinePgn": "1111-239"}, "Abstract": {"AbstractText": ["The origins of our nearly ten-year research program of chemical and biological investigations into peptides based on homologated proteinogenic amino acids are described. The road from the biopolymer poly[ethyl (R)-3-hydroxybutanoate] to the beta-peptides was primarily a step from organic synthesis methodology (the preparation of enantiomerically pure compounds (EPCs)) to supramolecular chemistry (higher-order structures maintained through non-covalent interactions). The performing of biochemical and biological tests on the beta- and gamma-peptides, which differ from natural peptides/proteins by a single or two additional CH(2) groups per amino acid, then led into bioorganic chemistry and medicinal chemistry. The individual chapters of this review article begin with descriptions of work on beta-amino acids, beta-peptides, and polymers (Nylon-3) that dates back to the 1960s, even to the times of Emil Fischer, but did not yield insights into structures or biological properties. The numerous, often highly physiologically active, or even toxic, natural products containing beta- and gamma-amino acid moieties are then presented. Chapters on the preparation of homologated amino acids with proteinogenic side chains, their coupling to provide the corresponding peptides, both in solution (including thioligation) and on the solid phase, their isolation by preparative HPLC, and their characterization by mass spectrometry (HR-MS and MS sequencing) follow. After that, their structures, predominantly determined by NMR spectroscopy in methanolic solution, are described: helices, pleated sheets, and turns, together with stack-, crankshaft-, paddlewheel-, and staircase-like patterns. The presence of the additional C--C bonds in the backbones of the new peptides did not give rise to a chaotic increase in their secondary structures as many protein specialists might have expected: while there are indeed more structure types than are observed in the alpha-peptide realm - three different helices (10/12-, 12-, and 14-helix) if we include oligomers of trans-2-aminocyclopentanecarboxylic acid, for example - the structures are already observable with chains made up of only four components, and, having now undergone a learning process, we are able to construct them by design. The structures of the shorter beta-peptides can also be reliably determined by molecular-dynamics calculations (in solution; GROMOS program package). Unlike in the case of the natural helices, these compounds' folding into secondary structures is not cooperative. In beta- and gamma-peptides, it is possible to introduce heteroatom substituents (such as halogen or OH) onto the backbones or to incorporate heteroatoms (NH, O) directly into the chain, and, thanks to this, it has been possible to study effects unobservable in the world of the alpha-peptides. Tests with proteolytic enzymes of all types (from mammals, microorganisms, yeasts) and in vivo examination (mice, rats, insects, plants) showed beta- and gamma-peptides to be completely stable towards proteolysis and, as demonstrated for two beta-peptides, extraordinarily stable towards metabolism, even when bearing functionalized side chains (such as those of Thr, Tyr, Trp, Lys, or Arg). The beta-peptides so far examined also normally display no or only very weak cytotoxic, antiproliferative, antimicrobial, hemolytic, immunogenic, or inflammatory properties either in cell cultures or in vivo. Even biological degradation by microbial colonies of the types found in sewage-treatment plants or in soil is very slow. That there are indeed interactions of beta- and gamma-peptides with biological systems, however, can be seen in the following findings: i) organ-specific distribution takes place after intravenous (i.v.) administration in rats, ii) transport through the intestines of rodents has been observed, iii) beta-peptides with positively charged side chains (Arg and Lys) settle on cell surfaces, are able to enter into mammalian cells (fibroplasts, keratinocytes, HeLa cells), and migrate into their cell nuclei (and nucleoli), and iv) in one case, it has already been established that a beta-peptide derivative can up- and down-regulate gene expression rates. Besides these less sharply definable interactions, it has also been possible to construct beta- and gamma-peptide agonists of naturally occurring peptide hormones, MHC-binding beta-peptides, or amphipathic beta-peptide inhibitors of membrane-bound proteins in a controlled fashion. Examples include somatostatin mimics and the suppression of cholesterol transport through the intestinal brush-border membrane (by the SR-BI-protein). The results so far obtained from investigations into peptides made up of homologues of the proteinogenic amino acids also represent a contribution to deepening of our knowledge of the natural peptides/proteins, while potential for biomedicinal application of this new class of substances has also been suggested."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratorium für Organische Chemie, Eidgenössische Technische Hochschule, ETH-Hönggerberg, Wolfgang-Pauli-Strasse 10, CH-8093 Zürich. seebach@org.chem.ethz.ch"}], "Identifier": [], "LastName": "Seebach", "ForeName": "Dieter", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Beck", "ForeName": "Albert K", "Initials": "AK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bierbaum", "ForeName": "Daniel J", "Initials": "DJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Amino Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Peptides"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Amino Acid Sequence"}, {"QualifierName": ["chemical synthesis", "chemistry"], "DescriptorName": "Amino Acids"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Molecular Sequence Data"}, {"QualifierName": ["chemical synthesis", "chemistry", "classification"], "DescriptorName": "Peptides"}, {"QualifierName": [], "DescriptorName": "Protein Conformation"}, {"QualifierName": [], "DescriptorName": "Protein Structure, Secondary"}, {"QualifierName": [], "DescriptorName": "Protein Structure, Tertiary"}], "NumberOfReferences": "531"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2006", "Month": "12", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "2", "Day": "17", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "12", "Day": "29", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17191902", "10.1002/cbdv.200490087"]}}], "PubmedBookArticle": []}