{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "17241473", "DateCompleted": {"Year": "2007", "Month": "08", "Day": "29"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2007", "Month": "01", "Day": "22"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "3", "PubDate": {"Year": "2007", "Month": "Jan", "Day": "22"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Fataluku medicinal ethnobotany and the East Timorese military resistance.", "Pagination": {"StartPage": "5", "MedlinePgn": "5"}, "Abstract": {"AbstractText": ["An ethnobotanical study of medicinal and poisonous plants used by the East Timor resistance was undertaken in the Lautem District of East Timor to study medicinal plant use in the region. Interviews were conducted with a single key consultant from the resistance army who belonged to the Fataluku culture. This study is of importance as a historical document and because no previous medicinal ethnobotanical studies on this region exist.", "A rapid ethnobotanical survey of medicinal and poisonous plants was conducted through the proposed Conis Santana National Park in the Lautem district of East Timor. Medicinal and poisonous plants were identified by a Consultant and data was collected by the authors using classical descriptive ethnobotanical techniques (i.e. no quantitative measures) through an unstructured open ended interview.", "During the survey 40 medicinal and poisonous plants were identified by the Consultant and collected by the authors. Defining characteristics of the Consultant's knowledge include a high frequency use of trees, heavily forested habitats, leaves, decoctions and drinks for a range of conditions relevant to a resistance army.", "Despite limitations of the study, important contributions of this study include preservation of a part of the cultural history of the resistance movement and traditional botanical knowledge of the Fataluku. Furthermore, initial findings may indicate that traditional botanical knowledge is unique amongst different East Timorese cultures in terms of plant selection."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Ottawa, Ottawa, Canada. seancollins99@hotmail.com"}], "Identifier": [], "LastName": "Collins", "ForeName": "Sean W M", "Initials": "SW"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Martins", "ForeName": "Xisto", "Initials": "X"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mitchell", "ForeName": "Andrew", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Teshome", "ForeName": "Awegechew", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Arnason", "ForeName": "John T", "Initials": "JT"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Communicable Diseases"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["methods", "veterinary"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["administration & dosage", "therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Toxic"}, {"QualifierName": [], "DescriptorName": "Timor-Leste"}, {"QualifierName": [], "DescriptorName": "Warfare"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Cotton J. Against the grain: the East Timor intervention. Survival. 2001;43:127–142. doi: 10.1093/survival/43.1.127.", "ArticleIdList": ["10.1093/survival/43.1.127"]}, {"Citation": "Monk KA, Fretes YD, Reksodiharjo-Lilley G. The Ecology of Nusa Tenggara and Maluku Vol V The Ecology of Indonesia Series. Singapore: Periplus Editions (HK) Ltd; 1997."}, {"Citation": "Whitmore TC. Tropical rain forests of the far east. Oxford University Press, Great Britain; 1975."}, {"Citation": "Whistler A. Ecological survey and preliminary botanical inventory of the Tutuala beach and Jaco Island Protected Natural Areas, East Timor. A United Nations Transitional Administration in East Timor (UNTAET) paper. 2001."}, {"Citation": "UNTAET Regulation 2000/19 on protected places. United Nations Transitional Administration in East Timor. 2000."}, {"Citation": "Ministry of Agriculture, Forestry and Fisheries, Republica Democratica de Timor-Leste, New South Wales National Parks and Wildlife Service and Bird Life International Proposal to establish a protected area network in Timor-Leste. 2003."}, {"Citation": "Elliott S, Brimacombe J. The medicinal plants of Gunung Leuser National Park, Indonesia. Journal of Ethnopharmacology. 1987;19:285–317. doi: 10.1016/0378-8741(87)90006-7.", "ArticleIdList": ["10.1016/0378-8741(87)90006-7", "3669690"]}, {"Citation": "Grosvenor PW, Gothard PK, McWilliam NC, Supriono A, Gray DO. Medicinal plants from Riau Province, Sumatra, Indonesia. Part 1: uses. Journal of Ethnopharmacology. 1995;45:75–95. doi: 10.1016/0378-8741(94)01209-I.", "ArticleIdList": ["10.1016/0378-8741(94)01209-I", "7776664"]}, {"Citation": "Hirschhorn HH. Botanical remedies of the former Dutch East Indies (Indonesia). Part I: eumycetes, pteridophyta, gymnospermae, angiospermae (monocotyledones only) Journal of Ethnopharmacology. 1983;7:123–156. doi: 10.1016/0378-8741(83)90016-8.", "ArticleIdList": ["10.1016/0378-8741(83)90016-8", "6345940"]}, {"Citation": "Holdsworth D, Wamoi B. Medicinal plants of the Admiralty Islands, Papua New Guinea Part 1. International Journal of Crude Drug Research. 1982;20:169–181."}, {"Citation": "Leaman DJ, Arnason JT, Yusuf R, Sangat-Roemantyo H, Soedjito H, Angerhofer CK, Pezzuto JM. Malaria remedies of the Kenyah of the Apo Kayan, East Kalimantan, Indonesian Borneo: a quantitative assessment of local consensus as an indicator of biological efficacy. Journal of Ethnopharmacology. 1995;49:1–16. doi: 10.1016/0378-8741(95)01289-3.", "ArticleIdList": ["10.1016/0378-8741(95)01289-3", "8786652"]}, {"Citation": "Trainor C. A preliminary list of important bird areas in East Timor – interim list of priority sites for biodiversity conservation in Asia's newest country. BirdLife International – Asia Division. 2002."}, {"Citation": "Phillips O, Gentry AH. The useful plants of Tambopata, Peru: I. Statistical hypotheses tests with a new quantitative technique. Economic Botany. 1993;47:15–32."}, {"Citation": "Phillips O, Gentry AH. The useful plants of Tambopata, Peru: II. Additional hypothesis testing in quantitative ethnobotany. Economic Botany. 1993;47:33–43."}, {"Citation": "Trotter RT, Logan MH. Informant consensus: a new approach for identifying potentially effective medicinal plants. In: Etkin NL, editor. Plants in indigenous medicine and diet. Redgrave Publishing Company, Bedford Hill, New York; 1986. pp. 91–112."}, {"Citation": "Cook FEM. In: Economic botany data collection standard. Prendergast HDV, editor. Royal Botanic Gardens, Kew, United Kingdom; 1995."}, {"Citation": "Giday M, Asfaw Z, Elmqvist T, Woldu Z. An ethnobotanical study of medicinal plants used by the Zay people in Ethiopia. Journal of Ethnopharmacology. 2003;85:43–52. doi: 10.1016/S0378-8741(02)00359-8.", "ArticleIdList": ["10.1016/S0378-8741(02)00359-8", "12576201"]}, {"Citation": "Long C, Li R. Ethnobotanical studies on medicinal plants used by the Red-headed Yao people in Jinping, Yunnan Province, China. Journal of Ethnopharmacology. 2004;90:389–395. doi: 10.1016/j.jep.2003.10.021.", "ArticleIdList": ["10.1016/j.jep.2003.10.021", "15013206"]}, {"Citation": "Li RW, Myers SP, Leach DN, Lin GD, Leach G. A cross-cultural study: anti-inflammatory activity of Australian and Chinese plants. Journal of Ethnopharmacology. 2003;85:25–32. doi: 10.1016/S0378-8741(02)00336-7.", "ArticleIdList": ["10.1016/S0378-8741(02)00336-7", "12576199"]}, {"Citation": "Li RW, Leach DN, Myers SP, Leach GJ, Lin GD, Brushett DJ, Waterman PG. Anti-inflammatory activity, cytotoxicity and active compounds of Tinospora smilacina Benth. Phytotherapy Research. 2004;18:78–83. doi: 10.1002/ptr.1373.", "ArticleIdList": ["10.1002/ptr.1373", "14750206"]}, {"Citation": "de Padua LS, Bunyapraphatsara N, Lemmens RHMJ, (Eds) Plant Resources of South-East Asia No 12(1) Medicinal and poisonous plants 1. Leiden, the Netherlands: Backhuys Publishers; 1999."}, {"Citation": "Khan MR, Omoloso AD. Antibacterial activity of Pterocarpus indicus. Fitoterapia. 2003;74:603–605. doi: 10.1016/S0367-326X(03)00149-7.", "ArticleIdList": ["10.1016/S0367-326X(03)00149-7", "12946726"]}, {"Citation": "Gao H, Kuroyanagi M, Wu L, Kawahara N, Yasuno T, Nakamura Y. Antitumor-promoting constituents from Dioscorea bulbifera L. in JB6 mouse epidermal cells. Biol Pharm Bull. 2002;25:1241–1243. doi: 10.1248/bpb.25.1241.", "ArticleIdList": ["10.1248/bpb.25.1241", "12230129"]}, {"Citation": "Collins S. MSc thesis. University of Ottawa, Canada, Department of Biology; 2005. The Ethnobotany of East Timor."}, {"Citation": "Bouma G, Kobryn H. Technical Report No 01/02. Murdoch University, School of Environmental Science, Australia; 2002. Assessing vegetation change in East Timor using landsat thematic mapper data."}, {"Citation": "Boom B. Ethnobotany of the Chacobo Indians, Beni, Bolivia. Advances in Economic Botany. 1987;4:1–70."}, {"Citation": "Schultes RE. The reason for ethnobotanical conservation. In: Akerele O, Heywood V, Synge H, editor. The Conservation of Medicinal Plants. Cambridge University press, Cambridge; pp. 65–75."}]}], "History": [{"Year": "2006", "Month": "6", "Day": "15"}, {"Year": "2007", "Month": "1", "Day": "22"}, {"Year": "2007", "Month": "1", "Day": "24", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "8", "Day": "30", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "1", "Day": "24", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "1", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["17241473", "PMC1796860", "10.1186/1746-4269-3-5", "1746-4269-3-5"]}}], "PubmedBookArticle": []}