{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "17342240", "DateCompleted": {"Year": "2012", "Month": "08", "Day": "27"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2006", "Month": "09", "Day": "14"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "4", "Issue": "1", "PubDate": {"Year": "2007", "Month": "Mar"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Benefits of Zataria multiflora Boiss in Experimental Model of Mouse Inflammatory Bowel Disease.", "Pagination": {"StartPage": "43", "EndPage": "50", "MedlinePgn": "43-50"}, "Abstract": {"AbstractText": ["Inflammatory bowel disease (IBD) is a chronic condition of the intestine with unknown etiology involving multiple immune, genetic and environmental factors. We were interested to examine the effect of total extract from Zataria multiflora Boiss, a folk medicinal plant on prevention and treatment of experimental IBD. Z. multiflora was administered (400, 600, 900 p.p.m.) through drinking water to IBD mice induced by intrarectal administration of acetic acid. Prednisolone was used as the standard drug for comparison. Biochemical, macroscopic and microscopic examinations of colon were performed. Biochemical evaluation of inflamed colon was done using assay of myeloperoxidase (MPO) activity and thiobarbituric acid reactive substances (TBARS) concentration as indicators of free radical activity and cell lipid peroxidation. The activity of MPO and lipid peroxidation products (TBARS) increased in acetic acid-treated groups while recovered by pretreatment of animals with Z. multiflora (400-900 p.p.m.) and prednisolone. Z. multiflora (600 and 900 p.p.m.) and prednisolone-treated groups showed significantly lower score values of macroscopic and microscopic characters when compared with the acetic acid-treated group. The beneficial effect of Z. multiflora (900 p.p.m.) was comparable with that of prednisolone. The antioxidant, antimicrobial and anti-inflammatory potentials of Z. multiflora might be the mechanisms by which this herbal extract protects animals against experimentally induced IBD. Proper clinical investigation should be carried out to confirm the activity in human."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Toxicology, Department of Toxicology and Pharmacology, Faculty of Pharmacy, and Pharmaceutical Sciences Research Center, Laboratory of Pharmacognosy, Faculty of Pharmacy and Medicinal Plants Research Center and Laboratory of Histopathology, School of Medicine, Tehran University of Medical Sciences Tehran, Iran."}], "Identifier": [], "LastName": "Nakhai", "ForeName": "Leila Ashtaral", "Initials": "LA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mohammadirad", "ForeName": "Azadeh", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Yasa", "ForeName": "Narges", "Initials": "N"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Minaie", "ForeName": "Bagher", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Nikfar", "ForeName": "Shekoufeh", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ghazanfari", "ForeName": "Ghazal", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zamani", "ForeName": "Mohammad Jafar", "Initials": "MJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Dehghan", "ForeName": "Gholamreza", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jamshidi", "ForeName": "Hamidreza", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Boushehri", "ForeName": "Vahid Shetab", "Initials": "VS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Khorasani", "ForeName": "Reza", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Abdollahi", "ForeName": "Mohammad", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Simmonds NJ, Rampton DS. Inflammatory bowel disease—a radical view. Gut. 1993;34:865–8.", "ArticleIdList": ["PMC1374216", "8344570"]}, {"Citation": "Lih-Brody L, Powell SR, Collier KP, Reddy GM, Cerchia R, Kahn E, et al. Increased oxidative stress and decreased antioxidant defenses in mucosa of inflammatory bowel disease. Dig Dis Sci. 1996;41:2078–86.", "ArticleIdList": ["8888724"]}, {"Citation": "Abdollahi M, Ranjbar A, Shadnia S, Nikfar S, Rezaiee A. Pesticides and oxidative stress: a review. Med Sci Monit. 2004;10:RA144–7.", "ArticleIdList": ["15173684"]}, {"Citation": "Nielsen OH, Ahnfelt-Ronne I. Involvement of oxygen-derived free radicals in the pathogenesis of chronic inflammatory bowel disease. Klin Wochenschr. 1991;69:995–1000.", "ArticleIdList": ["1686790"]}, {"Citation": "Barbosa DS, Cecchini REl, Kadri MZ, Rodriguez MA, Burini RC, Dichi I. Decreased oxidative stress in patients with ulcerative colitis supplemented with fish oil omega-3 fatty acids. Nutrition. 2003;19:837–42.", "ArticleIdList": ["14559317"]}, {"Citation": "Hirayama A, Nagase S, Ueda A, Ishizu T, Taru Y, Yoh K, et al. Oxidative stress during leukocyte absorption apheresis. J Clin Apher. 2003;18:61–6.", "ArticleIdList": ["12874817"]}, {"Citation": "Ahnfelt-Ronne I, Nielsen OH. The antiinflammatory moiety of sulfasalazine, 5-aminosalicylic acid, is a radical scavenger. Agents Actions. 1987;21:191–4.", "ArticleIdList": ["2888280"]}, {"Citation": "Jahanshahi G, Motavasel V, Rezaie A, Hashtroudi AA, Daryani NE, Abdollahi M. Alterations in antioxidant power and levels of epidermal growth factor and nitric oxide in saliva of patients with inflammatory bowel diseases. Dig Dis Sci. 2004;49:1752–7.", "ArticleIdList": ["15628697"]}, {"Citation": "D'Odorico A, Bortolan S, Cardin R, D'Inca' R, Martines D, Ferronato A, et al. Reduced plasma antioxidant concentrations and increased oxidative DNA damage in inflammatory bowel disease. Scand J Gastroenterol. 2001;36:1289–94.", "ArticleIdList": ["11761019"]}, {"Citation": "Krawisz JE, Sharon P, Stenson WF. Qualitative assay for acute intestinal inflammation based on myeloperoxidase activity. Gastroenterology. 1984;87:1344–50.", "ArticleIdList": ["6092199"]}, {"Citation": "Elson CO, Sartor RB, Tennyson GS, Riddell RH. Experimental models of inflammatory bowel disease. Gastroenterology. 1995;109:1344–67.", "ArticleIdList": ["7557106"]}, {"Citation": "Hernandez-Perez M, Rabanal RM, de la Torre MC, Rodriguez B. Analgesic, anti-inflammatory, antipyretic and haematological effects of aethiopinone, an o-naphthoquinone diterpenoid from Salvia aethiopis roots and two hemisynthetic derivatives. Planta Med. 1995;61:505–9.", "ArticleIdList": ["8824942"]}, {"Citation": "Cuppett SL, Hall CA., 3rd Antioxidant activity of the Labiatae. Adv Food Nutr Res. 1998;42:245–71.", "ArticleIdList": ["9597729"]}, {"Citation": "Wasser S, Ho JM, Ang HK, Tan CE. Salvia miltiorrhiza reduces experimentally-induced hepatic fibrosis in rats. J Hepatol. 1998;29:760–71.", "ArticleIdList": ["9833914"]}, {"Citation": "Hosseinzadeh H, Haddad Khodaparast MH, Shokohizadeh H. Antihyperglycemic effect of Saliva leriifolia leaf and seed extract in mice. Irn J Med Sci. 1998;23:78–80."}, {"Citation": "Zargari A. Medicinal Plants. 4th edn. Tehran: Tehran University Press; 1990. pp. 1–57."}, {"Citation": "Jagtap AG, Shirke SS, Phadke AS. Effect of polyherbal formulation on experimental models of inflammatory bowel diseases. J Ethnopharmacol. 2004;90:195–204.", "ArticleIdList": ["15013181"]}, {"Citation": "Satho K. Serum lipid peroxidation in cerebrovascular disorders determined by a new colorimetric method. Clin Chem Acta. 1978;90:37–43.", "ArticleIdList": ["719890"]}, {"Citation": "Arnhold J. Properties, functions, and secretion of human myeloperoxidase. Biochemistry (Mosc) 2004;69:4–9.", "ArticleIdList": ["14972011"]}, {"Citation": "Sharon P, Stenson WF. Metabolism of arachidonic acid in acetic acid colitis in rats. Gastroenteroloogy. 1985;88:55–63.", "ArticleIdList": ["3917261"]}, {"Citation": "Elson CO, Cong Y, Brandwein S, Weaver CT, McCabe RP, Mahler M, et al. Experimental models to study molecular mechanisms underlying intestinal inflammation. Ann N Y Acad Sci. 1998;859:85–95.", "ArticleIdList": ["9928372"]}, {"Citation": "MacPherson B, Pfeiffer CJ. Experimental colitis. Digestion. 1976;14:424–52.", "ArticleIdList": ["976626"]}, {"Citation": "Katzung BG. Basic & Clinical Pharmacology. 8th edn. New York. Appleton & Lange; 2000."}, {"Citation": "Hosseinzadeh H, Ramezani M, Salmani GA. Antinociceptive, anti-inflammatory and acute toxicity effects of Zataria multiflora Boiss extracts in mice and rats. J Ethnopharmacol. 2000;73:379–85.", "ArticleIdList": ["11090990"]}, {"Citation": "Ramezani M, Hosseinzadeh H, Samizadeh S. Antinociceptive effects of Zataria multiflora Boiss fractions in mice. J Ethnopharmacol. 2004;91:167–70.", "ArticleIdList": ["15036484"]}, {"Citation": "Jaffary F, Ghannadi A, Siahpoush A. Antinociceptive effects of hydroalcoholic extract and essential oil of Zataria multiflora. Fitoterapia. 2004;75:217–20.", "ArticleIdList": ["15030929"]}, {"Citation": "Shafiee A, Javidnia K. Composition of essential oil of Zataria multiflora. Planta Med. 1997;63:371–2.", "ArticleIdList": ["17252397"]}, {"Citation": "Ebrahimzadeh H, Yamini Y, Sefidkon F, Chaloosi M, Pourmortazavi SM. Chemical composition of the essential oil and supercritical CO2 extracts of Zataria multiflora Boiss. Food Chem. 2003;83:357–61."}, {"Citation": "Mohagheghzadeh A, Shams-Ardakani M, Ghannadi A. Volatile constituents of callus and flower-bearing tops of Zataria multiflora Boiss (Lamiaceae) Flavour Fragr J. 2000;15:373–6."}, {"Citation": "Shaiq Ali M, Jahangir M, Saleem M, Uddin Ahmad V. Chemical constituents of Pulicaria gnaphalodes. Nat Prod Sci. 1999;5:134–7."}, {"Citation": "Martinez-Vazquez M, Ramirez Apan TO, Aguilar H, Bye R. Analgesic and antipyretic activities of an aqueous extract and of the flavone linarin of Buddleia cordata. Planta Med. 1996;62:137–40.", "ArticleIdList": ["8657746"]}, {"Citation": "Ramesh M, Rao YN, Rao AV, Prabhakar MC, Rao CS, Muralidhar N, et al. Antinociceptive and anti-inflammatory activity of a flavonoid isolated from Caralluma attenuata. J Ethnopharmacol. 1998;62:63–6.", "ArticleIdList": ["9720613"]}, {"Citation": "Kim JA, Kim DK, Kang OH, Choi YA, Park HJ, Choi SC, et al. Inhibitory effect of luteolin on TNF-alpha-induced IL-8 production in human colon epithelial cells. Int Immunopharmacol. 2005;5:209–17.", "ArticleIdList": ["15589482"]}, {"Citation": "Parnham MJ, Kesselring K. Rosmarinic acid. Drugs Future. 1985;10:756–7."}, {"Citation": "Mohagheghzadeh A, Shams-Ardakani M, Ghannadi A, Minaeian M. Rosmarinic acid from Zataria multiflora tops and in vitro cultures. Fitoterapia. 2004;75:315–21.", "ArticleIdList": ["15158988"]}, {"Citation": "Osakabe N, Yasuda A, Natsume M, Yoshikawa T. Rosmarinic acid inhibits epidermal inflammatory responses: anticarcinogenic effect of Perilla frutescens extract in the murine two-stage skin model. Carcinogenesis. 2004;25:549–57.", "ArticleIdList": ["14729597"]}, {"Citation": "Staunton DE, Marlin SD, Stratowa C, Dustin ML, Springer TA. Primary structure of ICAM-1 demonstrates interaction between members of the immunoglobulin and integrin supergene families. Cell. 1988;52:925–33.", "ArticleIdList": ["3349522"]}, {"Citation": "Tuzun A, Erdil A, Inal V, Aydin A, Bagci S, Yesilova Z, et al. Oxidative stress and antioxidant capacity in patients with inflammatory bowel disease. Clin Biochem. 2002;35:569–72.", "ArticleIdList": ["12493587"]}, {"Citation": "McKenzie SJ, Baker MS, Buffinton GD, Doe WF. Evidence of oxidant-induced injury to epithelial cells during inflammatory bowel disease. J Clin Invest. 1996;98:136–41.", "ArticleIdList": ["PMC507409", "8690784"]}, {"Citation": "Grisham MB. Oxidants and free radicals in inflammatory bowel disease. Lancet. 1994;344:859–61.", "ArticleIdList": ["7916405"]}, {"Citation": "Allgayer H. Clinical relevance of oxygen radicals in inflammatory bowel disease—facts and fashion. Klin Wochenschr. 1991;69:1001–3.", "ArticleIdList": ["1665882"]}, {"Citation": "Grisham MB, Granger DN. Neutrophil-mediated mucosal injury. Role of reactive oxygen metabolites. Dig Dis Sci. 1988;33:6S–15S.", "ArticleIdList": ["2831016"]}, {"Citation": "Koutroubakis IE, Malliaraki N, Dimoulios PD, Karmiris K, Castanas E, Kouroumalis EA. Decreased total and corrected antioxidant capacity in patients with inflammatory bowel disease. Dig Dis Sci. 2004;49:1433–7.", "ArticleIdList": ["15481315"]}, {"Citation": "Kruidenier L, Kuiper I, Van Duijn W, Mieremet-Ooms MA, van Hogezand RA, Lamers CB, et al. Imbalanced secondary mucosal antioxidant response in inflammatory bowel disease. J Pathol. 2003;201:17–27.", "ArticleIdList": ["12950013"]}, {"Citation": "Le Marchand L. Cancer preventive effects of flavonoids—a review. Biomed Pharmacother. 2002;56:296–301.", "ArticleIdList": ["12224601"]}, {"Citation": "Setchell KD, Cassidy A. Dietary isoflavones: biological effects and relevance to human health. J Nutr. 1999;129:758S–67S.", "ArticleIdList": ["10082786"]}, {"Citation": "Sanchez de Medina F, Vera B, Galvez J, Zarzuelo A. Effect of quercitrin on the early stages of hapten induced colonic inflammation in the rat. Life Sci. 2002;70:3097–108.", "ArticleIdList": ["12008093"]}, {"Citation": "Hong T, Jin GB, Cho S, Cyong JC. Evaluation of the anti-inflammatory effect of baicalein on dextran sulfate sodium-induced colitis in mice. Planta Med. 2002;68:268–71.", "ArticleIdList": ["11914968"]}, {"Citation": "Villegas I, Alarcon de la Lastra C, Orjales A, La Casa C. A new flavonoid derivative, dosmalfate, attenuates the development of dextran sulphate sodium-induced colitis in mice. Int Immunopharmacol. 2003;l3:1731–41.", "ArticleIdList": ["14636824"]}, {"Citation": "Abdollahi M, Chan TS, Subrahmanyam V, O'Brien PJ. Effects of phosphodiesterase 3,4,5 inhibitors on hepatocyte cAMP levels, glycogenolysis, gluconeogenesis and susceptibility to a mitochondrial toxin. Mol Cell Biochem. 2003;252:205–11.", "ArticleIdList": ["14577594"]}, {"Citation": "Abdollahi M, Bahreini-Moghadam A, Emami B, Fooladian F, Zafari K. Increasing intracellular cAMP and cGMP inhibits cadmium-induced oxidative stress in rat submandibular saliva. Comp Biochem Physiol C Toxicol Pharmacol. 2003;135:331–6.", "ArticleIdList": ["12927907"]}, {"Citation": "Abdollahi M, Fooladian F, Emami B, Zafari K, Bahreini-Moghadam A. Protection by sildenafil and theophylline of lead acetate-induced oxidative stress in rat submandibular gland and saliva. Hum Exp Toxicol. 2003;22:587–92.", "ArticleIdList": ["14686481"]}, {"Citation": "Aghababaeian R, Ghazi-Khansari M, Abdi K, Taghadosinejad F, Abdollahi M. Protective effects of sildenafil and dipyridamol from lead-induced lipid peroxidation in perfused rat liver. Intl J Pharmacol. 2005;1:157–60."}, {"Citation": "Milani E, Nikfar S, Khorasani R, Zamani MJ, Abdollahi M. Reduction of diabetes-induced oxidative stress by phosphodiesterase inhibitors in rats. Comp Biochem Physiol C Toxicol Pharmacol. 2005;140:251–5.", "ArticleIdList": ["15907769"]}, {"Citation": "Radfar M, Larijani B, Hadjibabaie M, Rajabipour B, Mojtahedi A, Abdollahi M. Effects of pentoxifylline on oxidative stress and levels of EGF and NO in blood of diabetic type-2 patients; a randomized, double-blind placebo-controlled clinical trial. Biomed Pharmacother. 2005;59:302–6.", "ArticleIdList": ["15932791"]}, {"Citation": "Zamani MJ, Sharifzadeh M, Rezaie A, Mashayekhi F, Abdollahi M. Effects of sildenafil on rat irritable bowel syndrome. Therapy. 2005;2:237–42."}, {"Citation": "Saleem M, Nazli R, Afza N, Sami A, Ali MS. Biological significance of essential oil of Zataria multiflora boiss. Nat Prod Res. 2004;18:493–7.", "ArticleIdList": ["15595607"]}, {"Citation": "Rasooli I, Rezaei MB. Bioactivity and chemical properties of essential oils from Zataria multiflora Boiss and Mentha longifolia (L.) Huds. J Essent Oil Res. 2002;14:141–6."}, {"Citation": "Basti AA, Razavilar V, Misaghi A, Radmehr B, Abbasifar R, Yazdani D, et al. Effect of Zataria multiflora Boiss. essential oil on probability of growth initiation of Staphylococcus aureus in a brain heart infusion broth. J Med Plants. 2004;3:53–60."}, {"Citation": "Basti AA, Razavilar V, Abbasifar R, Radmehr B, Misaghi A, Khalighi Sigaroodi F. Effect of Zataria multiflora Boiss essential oil on probability of growth initiation of Salmonella typhimurium in a brain heart infusion broth. J Med Plants. 2004;3:85–92."}, {"Citation": "Shafiee A, Javidnia K, Tabatabai M. Volatile constituents and antimicrobial activity of Zataria multiflora, population Iran. Irn J Chem Chem Eng. 1999;18:1–5."}, {"Citation": "Jurjus AR, Khoury NN, Reimund JM. Animal models of inflammatory bowel disease. J Pharmacol Toxicol Methods. 2004;50:81–92.", "ArticleIdList": ["15385082"]}, {"Citation": "Kiyohara H, Matsumoto T, Yamada H. Combination effects of herbs in a multi-herbal formula: expression of Juzen-taiho-to's immuno-modulatory activity on the intestinal immune system. Evid Based Complement Alternat Med. 2004;1:83–91.", "ArticleIdList": ["PMC526207", "15257329"]}, {"Citation": "Hadjibabaie M, Rastkari N, Rezaie A, Abdollahi M. The adverse drug reaction in the gastrointestinal tract: an overview. Intl J Pharmacol. 2005;1:1–8."}]}], "History": [{"Year": "2006", "Month": "1", "Day": "10"}, {"Year": "2006", "Month": "6", "Day": "19"}, {"Year": "2007", "Month": "3", "Day": "8", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "3", "Day": "8", "Hour": "9", "Minute": "1"}, {"Year": "2007", "Month": "3", "Day": "8", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17342240", "PMC1810372", "10.1093/ecam/nel051"]}}], "PubmedBookArticle": []}