{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "17355645", "DateCompleted": {"Year": "2007", "Month": "08", "Day": "29"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2007", "Month": "03", "Day": "14"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "3", "PubDate": {"Year": "2007", "Month": "Mar", "Day": "14"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnobotanical study of medicinal plants used by people in Zegie Peninsula, Northwestern Ethiopia.", "Pagination": {"StartPage": "12", "MedlinePgn": "12"}, "Abstract": {"AbstractText": ["An ethnobotanical study was conducted from October 2005 to June 2006 to investigate the uses of medicinal plants by people in Zegie Peninsula, northwestern Ethiopia. Information was gathered from 200 people: 70 female and 130 males, using semistructured questionnaire. Of which, six were male local healers. The informants, except the healers, were selected randomly and no appointment was made prior to the visits. Informant consensus factor (ICF) for category of ailments and the fidelity level (FL) of the medicinal plants were determined. Sixty-seven medicinal plants used as a cure for 52 ailments were documented. They are distributed across 42 families and 64 genera. The most frequently utilized plant part was the underground part (root/rhizome/bulb) (42%). The largest number of remedies was used to treat gastrointestinal disorder and parasites infections (22.8%) followed by external injuries and parasites infections (22.1%). The administration routes are oral (51.4%), external (38.6%), nasal (7.9%), and ear (2.1%). The medicinal plants that were presumed to be effective in treating a certain category of disease, such as 'mich' and febrile diseases (0.80) had higher ICF values. This probably indicates a high incidence of these types of diseases in the region, possibly due to the poor socio-economic and sanitary conditions of this people. The medicinal plants that are widely used by the local people or used as a remedy for a specific ailment have higher FL values (Carissa spinarum, Clausena anisata, Acokanthera schimperi, Calpurnia aurea, Ficus thonningii, and Cyphostemma junceum) than those that are less popular or used to treat more than one type of ailments (Plumbago zeylanicum, Dorstenia barnimiana)."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Endod and Other Medicinal Plants Unit, Aklilu Lemma Institute of Pathobiology, Addis Ababa University, PO Box 1176, Addis Ababa, Ethiopia. tilahunmt@yahoo.com"}], "Identifier": [], "LastName": "Teklehaymanot", "ForeName": "Tilahun", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Giday", "ForeName": "Mirutse", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Cattle"}, {"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["methods", "statistics & numerical data", "veterinary"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["administration & dosage", "therapeutic use"], "DescriptorName": "Plant Preparations"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Cox AP, Balick JM. Ethnobotanical Research and traditional Health Care in Developing Countries, plants, people and culture. W.H. Freeman and Co; 1996."}, {"Citation": "Flaster T. Proceedings of the third national symposiu. ASHS Press, Alexandria; 1996. Ethnobotanical approaches to the discovery of bioactive compounds. Progress in new crops; pp. 561–565."}, {"Citation": "Abebe D, Hagos E. Plants as a primary source of drugs in the traditional health practices of Ethiopia. In: Engles JMM, Hawkes JG, Worede M, editor. Plant Genetic resources of Ethiopia. Cambridge University Press, Cambridge; 1991. pp. 101–113."}, {"Citation": "Asfaw D, Abebe D, Urga K. Traditional medicine in Ethiopia: perspectives and developmental efforts. J Ethiop Med Pract. 1999;1:114–17."}, {"Citation": "Addis G, Abebe D, Urga K. A survey of traditional medicine in Shirka District, Arsi Zone, Ethiopia. Ethiop pharm j. 2001;19:30–47."}, {"Citation": "Govaerts R. How many species of seed plants are there? Taxon. 2001;50:1085–1090. doi: 10.2307/1224723.", "ArticleIdList": ["10.2307/1224723"]}, {"Citation": "Schippmann U, Leaman DJ, Cunningham AB. (FAO) Biodiversity and the ecosystem approach in agriculture, forestry and fisheries Satellite event on the occasion of the Ninth regular session of the commission on genetic resources for food and agriculture Rome 12 – 13 October, 2002. Inter departmental working group on biological diversity for food and agriculture; Rome; 2002. Impact of Cultivation and Gathering of Medicinal Plants on Biodiversity: Global Trends and Issues."}, {"Citation": "Pankhurst R. An historical examination of traditional Ethiopian medicine and surgery. Eth Med J. 1965;3:157–172."}, {"Citation": "Pankhurst R. An introduction to the medical history of Ethiopia. Trenton, New Jersey: The Red Sea Press, INC; 1990."}, {"Citation": "Slikkerveer LJ. Plural medical systems in the Horn of Africa: The legacy of \"Sheik\" Hippocrates. London and New York: Kegan-Paul International; 1990."}, {"Citation": "Abebe D, Ayehu A. Medicinal plants and enigmatic health practices of northern Ethiopia. B. S. P. E.: Addis Ababa, Ethiopia; 1993."}, {"Citation": "Vecchiato NL. Traditional medicine. In: Kloos H, Zein A, editor. The ecology of health and disease in Ethiopia. Boulder: Sanfrancisco and Oxford Westview Press; 1993."}, {"Citation": "Iwu MM. Handbook of African medicinal plants. Boca Raton: CRC Press; 1993."}, {"Citation": "Abbink J. Medicinal and ritual plants of the Ethiopian South West. An account of recent research. Indigenous knowledge and development monitor. 1995;3:6–8."}, {"Citation": "Pankhurst R. Proceedings of the National Workshop on Biodiversity Conservation and Sustainable Use of Medicinal Plants in Ethiopia 28 April – 01 may, 1998. IBCR: Addis Ababa; 2001. The status and Availability of oral and written knowledge on traditional health care in Ethiopia; pp. 92–106."}, {"Citation": "Fassil H. Beyond Plants, Professionals & Parchments: The role of home-based medicinal plant use and traditional health knowledge in primary health care in Ethiopia. Ethnobotany Research & Applications. 2005;3:037–049."}, {"Citation": "Martin GJ. Ethnobotany A Methods Manual. WWF for Nature International, London, UK: Chapman and Hall; 1995."}, {"Citation": "The National Herbarium of Addis Ababa University . Flora of Ethiopia, Volume 3: Pittosporaceae to Araliaceae. Addis Ababa; 1989."}, {"Citation": "The National Herbarium of Addis Ababa University . Flora of Ethiopia and Eritrea, Volume 2, Part 2: Canellaceae to Euphorbiaceae. Addis Ababa; 1995."}, {"Citation": "The National Herbarium of Addis Ababa University . Flora of Ethiopia and Eritrea, Volume 2, Part 1: Magnoliaceae to Flacourttiaceae. Addis Ababa; 2000."}, {"Citation": "The National Herbarium of Addis Ababa University . Flora of Ethiopia and Eritrea, Volume 6: Hydrocharitaceae to Arecaceae. Addis Ababa; 1997."}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: Healers' consensus and cultural importance. Social Science and Medicine. 1998;47:1863–1875.", "ArticleIdList": ["9877354"]}, {"Citation": "Alexiades MN. Advances in Economic Botany. Vol. 10. Bronx: The New York Botanical Garden; 1996. Selected Guidelines for Ethnobotanical Research: A Field Manual."}, {"Citation": "Rekdal OB. Cross Cultural Healing in East African Ethnography. Medical Anthropology Quarterly. 1999;13:458–482. doi: 10.1525/maq.1999.13.4.458.", "ArticleIdList": ["10.1525/maq.1999.13.4.458", "10626276"]}, {"Citation": "Bishaw B. Attitudes of modern and traditional medical practitioners toward cooperation. Ethiop Med J. 1990;28:63–72.", "ArticleIdList": ["2364934"]}, {"Citation": "Tesfu CB, Mengistu B, Wolde Aregay G. Women Lead in Protecting Food Germplasm and Herbs for Health in Ethiopia. Report submitted to EarthCare Africa, Nairobi, Kenya (unpublished); 1995."}, {"Citation": "Schulz V, Hänsel R, Tyler VE. Rational phytotherapy A physician's guide to herbal medicine. 4. Berlin: Springer-Verlag; 2001."}, {"Citation": "Tessema T, Giday M, Aklilu N. National Biodiversity strategy and action plan project. Medicinal plant Team, Addis Ababa: IBDA; 2001. Stacking and information on the medicinal plants of Ethiopia."}, {"Citation": "Giday M, Ameni G. An Ethnobotanical survey on plants of veterinary importance in two Woreda of southern Tigray, Northern Ethiopia. Ethiopian J Sci. 2003;26:123–136."}]}], "History": [{"Year": "2006", "Month": "12", "Day": "21"}, {"Year": "2007", "Month": "3", "Day": "14"}, {"Year": "2007", "Month": "3", "Day": "16", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "8", "Day": "30", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "3", "Day": "16", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "3", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["17355645", "PMC1852296", "10.1186/1746-4269-3-12", "1746-4269-3-12"]}}], "PubmedBookArticle": []}