{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "17362507", "DateCompleted": {"Year": "2007", "Month": "08", "Day": "29"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2007", "Month": "03", "Day": "15"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "3", "PubDate": {"Year": "2007", "Month": "Mar", "Day": "15"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnomedicines used in Trinidad and Tobago for reproductive problems.", "Pagination": {"StartPage": "13", "MedlinePgn": "13"}, "Abstract": {"AbstractText": ["Throughout history women have tried to control or enhance their fertility using herbal remedies, with various levels of societal support. Caribbean folk medicine has been influenced by European folk medicine, either through the early Spanish and French settlers or through the continuous immigration of Spanish-speaking peoples from Venezuela. Some folk uses are ancient and were documented by Galen and Pliny the Elder.", "Thirty respondents, ten of whom were male were interviewed from September 1996 to September 2000. The respondents were obtained by snowball sampling, and were found in thirteen different sites, 12 in Trinidad (Paramin, Talparo, Sangre Grande, Mayaro, Carapichaima, Kernahan, Newlands, Todd's Road, Arima, Guayaguayare, Santa Cruz, Port of Spain and Siparia) and one in Tobago (Mason Hall). Snowball sampling was used because there was no other means of identifying respondents and to cover the entire islands. The validation of the remedies was conducted with a non-experimental method.", "Plants are used for specific problems of both genders. Clusea rosea, Urena sinuata and Catharanthus roseus are used for unspecified male problems. Richeria grandis and Parinari campestris are used for erectile dysfunction. Ageratum conyzoides, Scoparia dulcis, Cucurbita pepo, Cucurbita maxima, Gomphrena globosa and Justicia pectoralis are used for prostate problems. The following plants are used for childbirth and infertility: Mimosa pudica, Ruta graveolens, Abelmoschus moschatus, Chamaesyce hirta, Cola nitida, Ambrosia cumanenesis, Pilea microphylla, Eryngium foetidum, Aristolochia rugosa, Aristolochia trilobata, Coleus aromaticus, Laportea aestuans and Vetiveria zizanioides. The following plants are used for menstrual pain and unspecified female complaints: Achyranthes indica, Artemisia absinthium, Brownea latifolia, Eleutherine bulbosa, Hibiscus rosa-sinensis, Eupatorium macrophyllum, Justicia secunda, Parthenium hysterophorus, Wedelia trilobata, Abelmoschus moschatus, Capraria biflora, Cordia curassavica, Croton gossypifolius, Entada polystachya, Leonotis nepetaefolia, Eryngium foetidum, Aristolochia rugosa, Aristolochia trilobata and Ambrosia cumanenesis.", "Native Caribbean plants have been less studied that those from Africa, India and Europe. Chamaesyce hirta has scientific support but as a diuretic. Other plants with level 3 validity for reproductive issues are: Achyranthes indica, Coleus aromaticus, Hibiscus rosa-sinesis, Parthenium hysterophorus and Ruta graveolens. The non-experimental validation method can be used to advise the public on which plants are safe, effective and useful, and which are not; pending clinical trials. This is especially important since so few clinical trials are conducted on Caribbean plants."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "BCICS, University of Victoria, British Columbia, V8W 2Y2, Canada. cher2lans@netscape.net"}], "Identifier": [], "LastName": "Lans", "ForeName": "Cheryl", "Initials": "C"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Genital Diseases, Female"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Genital Diseases, Male"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Infertility"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Midwifery"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Pregnancy Complications"}, {"QualifierName": [], "DescriptorName": "Trinidad and Tobago"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ritchie HE. The safety of herbal medicine use during pregnancy. Frontiers in fetal health. 2001;3:259–266."}, {"Citation": "Buck Louis GM, Lynch CD, Cooney MA. Environmental influences on female fecundity and fertility. Semin Reprod Med. 2006;24:147–55.", "ArticleIdList": ["16804813"]}, {"Citation": "Mills A, Barclay L. None of them were satisfactory: women's experiences with contraception. Health Care Women Int. 2006;27:379–98. doi: 10.1080/07399330600629468.", "ArticleIdList": ["10.1080/07399330600629468", "16877290"]}, {"Citation": "Anon Tetanus vaccine may be laced with anti-fertility drug. International/developing countries. Vaccine Wkly. 1995:9–10. 1995; May 29 – Jun 5.", "ArticleIdList": ["12346214"]}, {"Citation": "Roopnarinesingh S, Bassaw B, Roopnarinesingh AJ. Obstetric deaths in Trinidad. Journal of Obstetrics and Gynaecology. 1998;18:37–39. doi: 10.1080/01443619868244.", "ArticleIdList": ["10.1080/01443619868244", "15511999"]}, {"Citation": "Bassaw B, Roopnarinesingh S, Sirjusingh A. An audit of perinatal mortality. West Indian Med J. 2001;50:42–6. Erratum in: West Indian Med J 2001; 50(3):243–4.", "ArticleIdList": ["11398286"]}, {"Citation": "Ali Z. Neonatal Group B streptococcal infection at the Mount Hope Women's Hospital, Trinidad. Child Care Health Dev. 2004;30:1–3. doi: 10.1111/j.1365-2214.2004.00379.x.", "ArticleIdList": ["10.1111/j.1365-2214.2004.00379.x", "14678305"]}, {"Citation": "Khan Khalid S, Wojdyla Daniel, Say Lale, Gülmezoglu A Metin, Van Look Paul FA. WHO analysis of causes of maternal death: a systematic review. Lancet. 2006;367:1066–74. doi: 10.1016/S0140-6736(06)68397-9.", "ArticleIdList": ["10.1016/S0140-6736(06)68397-9", "16581405"]}, {"Citation": "McCaw-Binns A. Historical lessons. Safe motherhood in Jamaica: from slavery to self-determination. Paediatric and Perinatal Epidemiology. 2005;19:254–261. doi: 10.1111/j.1365-3016.2005.00650.x.", "ArticleIdList": ["10.1111/j.1365-3016.2005.00650.x", "15958146"]}, {"Citation": "Weniger B, Haag-Berrurier M, Anton R. Plants of Haiti used as antifertility agents. J Ethnopharmacology. 1982;6:67–84. doi: 10.1016/0378-8741(82)90072-1.", "ArticleIdList": ["10.1016/0378-8741(82)90072-1", "7109665"]}, {"Citation": "Lans C. Creole remedies of Trinidad and Tobago. Lulucom. 2006. "}, {"Citation": "Browner CH. Plants used for reproductive health in Oaxaca, Mexico. Economic Botany. 1985;39:482–504.", "ArticleIdList": ["12342712"]}, {"Citation": "Sobo EJ. Abortion traditions in rural Jamaica. Soc Sci Med. 1996;42:495–508. doi: 10.1016/0277-9536(95)00172-7.", "ArticleIdList": ["10.1016/0277-9536(95)00172-7", "8643976"]}, {"Citation": "Coe FG, Anderson GJ. Screening of medicinal plants used by the Garífuna of Eastern Nicaragua for bioactive compunds. Journal of Ethnopharmacology. 1996;53:29–50. doi: 10.1016/0378-8741(96)01424-9.", "ArticleIdList": ["10.1016/0378-8741(96)01424-9", "8807474"]}, {"Citation": "Kay MA. Healing with plants in the American and Mexican West. University of Arizona Press, Tuscon; 1996. p. 315."}, {"Citation": "Ankli A, Sticher O, Heinrich M. Medical ethnobotany of the Yucatec Maya: healers' consensus as a quantitative criterion. Economic Botany. 1999;53:144–160."}, {"Citation": "Browner CH, Ortiz de Montellano BR, Rubel AJ. A methodology for cross-cultural ethnomedical research. Current Anthropology. 1988;29:681–702. doi: 10.1086/203688.", "ArticleIdList": ["10.1086/203688"]}, {"Citation": "Lans C, Brown G, Borde G, Offiah VN. Knowledge of traditional medicines and veterinary practices used for reproductive health problems. Journal of Ethnobiology. 2003;23:187–208."}, {"Citation": "Heinrich M, Rimpler H, Antonio Barrera N. Indigenous phytotherapy of gastrointestinal disorders in a lowland Mixe community (Oaxaca, Mexico): Ethnopharmacologic evaluation. Journal of Ethnopharmacology. 1992;36:63–80. doi: 10.1016/0378-8741(92)90062-V.", "ArticleIdList": ["10.1016/0378-8741(92)90062-V", "1501495"]}, {"Citation": "Hirschhorn H. Botanical remedies of South and Central America, and the Caribbean: An Archival Analysis. Parts I&II. Journal of Ethnopharmacology. 4:129–158. doi: 10.1016/0378-8741(81)90032-5. 5: 163–180.", "ArticleIdList": ["10.1016/0378-8741(81)90032-5", "7311595"]}, {"Citation": "Madari H, Jacobs RS. An analysis of cytotoxic botanical formulations used in the traditional medicine of ancient Persia as abortifacients. J Nat Prod. 2004;67:1204–10. doi: 10.1021/np049953r.", "ArticleIdList": ["10.1021/np049953r", "15332833"]}, {"Citation": "Cambie RC. Anti-fertility plants of the Pacific. CSIRO Publishing, Australia; 1997.", "ArticleIdList": ["0"]}, {"Citation": "Bourdy G, Walter A. Maternity and medicinal plants in Vanuatu. 1. The cycle of reproduction. Journal of Ethnopharmacology. 1992;37:179–196. doi: 10.1016/0378-8741(92)90033-N.", "ArticleIdList": ["10.1016/0378-8741(92)90033-N", "1453707"]}, {"Citation": "Liu IM, Liou SS, Cheng JT. Mediation of beta-endorphin by myricetin to lower plasma glucose in streptozotocin-induced diabetic rats. Journal of Ethnopharmacology. 2006;104:199–206. doi: 10.1016/j.jep.2005.09.001.", "ArticleIdList": ["10.1016/j.jep.2005.09.001", "16203117"]}, {"Citation": "Bhattarai N. Folk herbal remedies for gynaecological complaints in Central Nepal. International Journal of Pharmacognosy. 1994;32:13–26."}, {"Citation": "Sandhyakumary K, Boby RG, Indira M. Impact of feeding ethanolic extracts of Achyranthes aspera Linn. on reproductive functions in male rats. Indian J Exp Biol. 2002;40:1307–9.", "ArticleIdList": ["13677636"]}, {"Citation": "Shibeshi W, Makonnen E, Zerihun L, Debella A. Effect of Achyranthes aspera L. on fetal abortion, uterine and pituitaryweights, serum lipids and hormones. Afr Health Sci. 2006;6:108–12.", "ArticleIdList": ["PMC1831979", "16916302"]}, {"Citation": "Achola KJ, Munenge RW. Bronchodilating and uterine activities of Ageratum conyzoides extract. Pharmaceutical Biology. 1998;36:93–96."}, {"Citation": "Silva MJ, Capaz FR, Vale MR. Effects of the water soluble fraction from leaves of Ageratum conyzoides on smooth muscle. Phytotherapy Research. 2000;14:130–2. doi: 10.1002/(SICI)1099-1573(200003)14:2<130::AID-PTR594>3.0.CO;2-4.", "ArticleIdList": ["10.1002/(SICI)1099-1573(200003)14:2<130::AID-PTR594>3.0.CO;2-4", "10685113"]}, {"Citation": "Ososki A, Lohr P, Reiff M, Balick MJ, Kronenberg F, Fugh-Berman A, O'Connor B. Ethnobotanical literature survey of medicinal plants in the Dominican Republic used for women's health conditions. Journal of Ethnopharmacology. 2002;79:285–298. doi: 10.1016/S0378-8741(01)00376-2.", "ArticleIdList": ["10.1016/S0378-8741(01)00376-2", "11849831"]}, {"Citation": "Lastra AL, Ramirez TO, Salazar L, Martinez M, Trujillo-Ferrara J. The ambrosanolide cumanin inhibits macrophage nitric oxide synthesis: some structural considerations. Journal of Ethnopharmacology. 2004;95:221–7. doi: 10.1016/j.jep.2004.07.020.", "ArticleIdList": ["10.1016/j.jep.2004.07.020", "15507340"]}, {"Citation": "Sosa S, Balick MJ, Arvigo R, Esposito RG, Pizza C, Altinier G, Tubaro A. Screening of the topical anti-inflammatory activity of some Central American plants. Journal of Ethnopharmacology. 2002;81:211–5. doi: 10.1016/S0378-8741(02)00080-6.", "ArticleIdList": ["10.1016/S0378-8741(02)00080-6", "12065153"]}, {"Citation": "Arenas P, Azorero RM. Plants of common use in Paraguayan folk medicine for regulating fertility. Econ Bot. 1977;31:298–301.", "ArticleIdList": ["12336417"]}, {"Citation": "Adams JD, Jr, Garcia C. Women's health among the Chumash. Evidence Based Complementary and Alternative Medicine. 2006;3:125–31. doi: 10.1093/ecam/nek021.", "ArticleIdList": ["10.1093/ecam/nek021", "PMC1375244", "16550233"]}, {"Citation": "Johnson PB, Abdurahman EM, Tiam EA, Abdu-Aguye I, Hussaini IM. Euphorbia hirta leaf extracts increase urine output and electrolytes in rats. Journal of Ethnopharmacology. 1999;65:63–9. doi: 10.1016/S0378-8741(98)00143-3.", "ArticleIdList": ["10.1016/S0378-8741(98)00143-3", "10350369"]}, {"Citation": "Lanhers M-C, Fleurentin J, Dorfman P, Mortier F, Pelt J-M. Analgesic, antipyretic and anti-inflammatory properties of Euphorbia hirta. Planta Medica. 1991;57:225–31. doi: 10.1055/s-2006-960079.", "ArticleIdList": ["10.1055/s-2006-960079", "1896520"]}, {"Citation": "Bittar M, de Souza MM, Yunes RA, Lento R, Delle Monache F, Cechinel Filho V. Antinociceptive activity of I3, II8-binaringenin, a biflavonoid present in plants of the Guttiferae. Planta Medica. 2000;66:84–6.", "ArticleIdList": ["10705746"]}, {"Citation": "Lokvam J, Braddock JF, Reichardt PB, Clausen TP. Two polyisoprenylated benzophenones from the trunk latex of Clusia grandiflora (Clusiaceae) Phytochemistry. 2000;55:29–34. doi: 10.1016/S0031-9422(00)00193-X.", "ArticleIdList": ["10.1016/S0031-9422(00)00193-X", "11021641"]}, {"Citation": "Diaz-Carballo D, Seeber S, Strumberg D, Hilger RA. Novel antitumoral compound isolated from Clusia rosea. Int J Clin Pharmacol Ther. 2003;41:622–3.", "ArticleIdList": ["14692721"]}, {"Citation": "Cano JH, Volpato G. Herbal mixtures in the traditional medicine of Eastern Cuba. Journal of Ethnopharmacology. 2004;90:293–316. doi: 10.1016/j.jep.2003.10.012.", "ArticleIdList": ["10.1016/j.jep.2003.10.012", "15013195"]}, {"Citation": "Kirszberg C, Esquenazi D, Alviano CS, Rumjanek VM. The effect of a catechin-rich extract of Cocos nucifera on lymphocytes proliferation. Phytotherapy Research. 2003;17:1054–8. doi: 10.1002/ptr.1297.", "ArticleIdList": ["10.1002/ptr.1297", "14595586"]}, {"Citation": "Benie T, Duval J, Thieulant ML. Effects of some traditional plant extracts on rat oestrous cycle compared with Clomid. Phytotherapy Research. 2003;17:748–55. doi: 10.1002/ptr.1206.", "ArticleIdList": ["10.1002/ptr.1206", "12916072"]}, {"Citation": "Almeida FCG, Lemonica IP. The toxic effects of Coleus barbatus B. on the different periods of pregnancy in rats. Journal of Ethnopharmacology. 2000;73:53–60. doi: 10.1016/S0378-8741(00)00275-0.", "ArticleIdList": ["10.1016/S0378-8741(00)00275-0", "11025139"]}, {"Citation": "Kim HS, Kim YH, Hong YS, Paek NS, Lee HS, Kim TH, Kim KW, Lee JJ. Alpha-Glucosidase inhibitors from Commelina communis. Planta Medica. 1999;65:437–9.", "ArticleIdList": ["10418330"]}, {"Citation": "Mensah AK, Houghton PJ, Fleischer TC, Mensah MLK, Agyare C, Annan K, Dickson R. Antimicrobial and antioxidant aspects of Commelina diffusa, a Ghanaian plant used traditionally for wound healing. Journal of Pharmacy and Pharmacology. 2004;56:S-79."}, {"Citation": "Hernández T, Canales M, Avila JG, Duran A, Caballero J, Romo de Vivar A, Lira R. Ethnobotany and antibacterial activity of some plants used in traditional medicine of Zapotitlan de las Salinas, Puebla (Mexico) Journal of Ethnopharmacology. 2003;88:181–8. doi: 10.1016/S0378-8741(03)00213-7.", "ArticleIdList": ["10.1016/S0378-8741(03)00213-7", "12963140"]}, {"Citation": "Abdon AP, Leal-Cardoso JH, Coelho-de-Souza AN, Morais SM, Santos CF. Antinociceptive effects of the essential oil of Croton nepetaefolius on mice. Braz J Med Biol Res. 2002;35:1215–9. doi: 10.1590/S0100-879X2002001000015.", "ArticleIdList": ["10.1590/S0100-879X2002001000015", "12424495"]}, {"Citation": "Guerrero MF, Puebla P, Carron R, Martin ML, Arteaga L, Roman LS. Assessment of the antihypertensive and vasodilator effects of ethanolic extracts of some Colombian medicinal plants. Journal of Ethnopharmacology. 2002;80:37–42. doi: 10.1016/S0378-8741(01)00420-2.", "ArticleIdList": ["10.1016/S0378-8741(01)00420-2", "11891085"]}, {"Citation": "Rathi A, Rao ChV, Ravishankar B, De S, Mehrotra S. Anti-inflammatory and anti-nociceptive activity of the water decoction Desmodium gangeticum. Journal of Ethnopharmacology. 2004;95:259–63. doi: 10.1016/j.jep.2004.07.009.", "ArticleIdList": ["10.1016/j.jep.2004.07.009", "15507346"]}, {"Citation": "Halberstein RA. Medicinal Plants: Historical and cross-cultural usage patterns. Ann Epidemiol. 2005;15:686–699. doi: 10.1016/j.annepidem.2005.02.004.", "ArticleIdList": ["10.1016/j.annepidem.2005.02.004", "15921929"]}, {"Citation": "Garcia MD, Saenz MT, Gomez MA, Fernandez MA. Topical antiinflammatory activity of phytosterols isolated from Eryngium foetidum on chronic and acute inflammation models. Phytotherapy Research. 1999;13:78–80. doi: 10.1002/(SICI)1099-1573(199902)13:1<78::AID-PTR384>3.0.CO;2-F.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199902)13:1<78::AID-PTR384>3.0.CO;2-F", "10189959"]}, {"Citation": "Elisabetsky E, Posey DA. Use of contraceptive and related plants by the Kayapo Indians (Brazil) Journal of Ethnopharmacology. 1989;26:299–316. doi: 10.1016/0378-8741(89)90103-7.", "ArticleIdList": ["10.1016/0378-8741(89)90103-7", "2615411"]}, {"Citation": "Phan TT, Wang L, See P, Grayer RJ, Chan SY, Lee ST. Phenolic compounds of Chromolaena odorata protect cultured skin cells from oxidative damage: implication for cutaneous wound healing. Biol Pharm Bull. 2001;24:1373–9. doi: 10.1248/bpb.24.1373.", "ArticleIdList": ["10.1248/bpb.24.1373", "11767105"]}, {"Citation": "Pomilio AB, Buschi CA, Tomes CN, Viale AA. Antimicrobial constituents of Gomphrena martiana and Gomphrena boliviana. Journal of Ethnopharmacology. 1992;36:155–61. doi: 10.1016/0378-8741(92)90016-K.", "ArticleIdList": ["10.1016/0378-8741(92)90016-K", "1608273"]}, {"Citation": "Cai YZ, Xing J, Sun M, Corke H. Rapid identification of betacyanins from Amaranthus tricolor, Gomphrena globosa, and Hylocereus polyrhizus by matrix-assisted laser desorption/ionisation quadrupole ion trap time-of-flight mass spectrometry (MALDI-QIT-TOF MS) J Agric Food Chem. 2006;54:6520–6. doi: 10.1021/jf0609983.", "ArticleIdList": ["10.1021/jf0609983", "16939305"]}, {"Citation": "Murthy DR, Reddy CM, Patil SB. Effect of benzene extract of Hibiscus rosa sinensis on the estrous cycle and ovarian activity in albino mice. Biol Pharm Bull. 1997;20:756–8.", "ArticleIdList": ["9255415"]}, {"Citation": "Prakash AO, Mathur A, Mehta H, Mathur R. Concentrations of Na+ and K+ in serum and uterine flushings of ovariectomized, pregnant and cyclic rats when treated with extracts of Hibiscus rosa sinensis flowers. Journal of Ethnopharmacology. 1990;28:337–47. doi: 10.1016/0378-8741(90)90085-8.", "ArticleIdList": ["10.1016/0378-8741(90)90085-8", "2335962"]}, {"Citation": "Pakrashi A, Bhattacharya K, Kabir SN, Pal AK. Flowers of Hibiscus rosa-sinensis, a potential source of contragestative agent. III: Interceptive effect of benzene extract in mouse. Contraception. 1986;34:523–36. doi: 10.1016/0010-7824(86)90061-2.", "ArticleIdList": ["10.1016/0010-7824(86)90061-2", "3816235"]}, {"Citation": "Pal AK, Bhattacharya K, Kabir SN, Pakrashi A. Flowers of Hibiscus rosa-sinensis, a potential source of contragestative agent: II. Possible mode of action with reference to anti-implantation effect of the benzene extract. Contraception. 1985;32:517–29. doi: 10.1016/0010-7824(85)90021-6.", "ArticleIdList": ["10.1016/0010-7824(85)90021-6", "4085250"]}, {"Citation": "Reddy CM, Murthy DR, Patil SB. Antispermatogenic and androgenic activities of various extracts of Hibiscus rosa sinesis in albino mice. Indian J Exp Biol. 1997;35:1170–4.", "ArticleIdList": ["9567744"]}, {"Citation": "Leal LKAM, Ferreira AAG, Bezerra GA, Matos FJA, Viana GSB. Antinociceptive, anti-inflammatory and bronchodilator activities of Brazilian medicinal plants containing coumarin: a comparative study. Journal of Ethnopharmacology. 2000;70:151–159. doi: 10.1016/S0378-8741(99)00165-8.", "ArticleIdList": ["10.1016/S0378-8741(99)00165-8", "10771205"]}, {"Citation": "Valsala S, Karpagaganapathy PR. Effect of Mimosa pudica root powder on oestrous cycle and ovulation in cycling female albino rat, Rattus norvegicus. Phytother Res. 2002;16:190–2. doi: 10.1002/ptr.924.", "ArticleIdList": ["10.1002/ptr.924", "11933127"]}, {"Citation": "Molina M, Contreras CM, Tellez-Alcantara P. Mimosa pudica may possess antidepressant actions in the rat. Phytomedicine. 1999;6:319–23.", "ArticleIdList": ["11962537"]}, {"Citation": "Villasenor IM, Lamadrid MR. Comparative anti-hyperglycemic potentials of medicinal plants. Journal of Ethnopharmacology. 2006;104:129–31. doi: 10.1016/j.jep.2005.08.067.", "ArticleIdList": ["10.1016/j.jep.2005.08.067", "16253452"]}, {"Citation": "Vongtau HO, Abbah J, Ngazal IE, Kunle OF, Chindo BA, Otsapa PB, Gamaniel KS. Anti-nociceptive and anti-inflammatory activities of the methanolic extract of Parinari polyandra stem bark in rats and mice. Journal of Ethnopharmacology. 2004;90:115–21. doi: 10.1016/j.jep.2003.09.038.", "ArticleIdList": ["10.1016/j.jep.2003.09.038", "14698518"]}, {"Citation": "Vijayalakshmi P, Vijayalakshmi KM, Nanda Kumar NV. Depolarizing neuromuscular junctional blocking action of Parthenium hysterophorus leaf extracts in rat. Phytother Res. 1999;13:367–70. doi: 10.1002/(SICI)1099-1573(199908/09)13:5<367::AID-PTR434>3.0.CO;2-3.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199908/09)13:5<367::AID-PTR434>3.0.CO;2-3", "10441773"]}, {"Citation": "Facey PC, Pascoe KO, Porter RB, Jones AD. Investigation of plants used in Jamaican folk medicine for anti-bacterial activity. Journal of Pharmacy and Pharmacology. 1999;51:1455–1460. doi: 10.1211/0022357991777119.", "ArticleIdList": ["10.1211/0022357991777119", "10678503"]}, {"Citation": "Uphof JC, Th . In: Dictionary of economic plants. 2. Verlag von J. Cramer, editor.", "ArticleIdList": ["0"]}, {"Citation": "Ankli A, Sticher O, Heinrich M. Medical ethnobotany of the Yucatec Maya: healers' consensus as a quantitative criterion. Economic Botany. 1999;53:144–160."}, {"Citation": "Conway GA, Slocumb JC. Plants used as abortifacients and emmenagogues by Spanish New Mexicans. Journal of Ethnopharmacology. 1979;1:241–61.", "ArticleIdList": ["232204"]}, {"Citation": "Ojala T, Remes S, Haansuu P, Vuorela H, Hiltunen R, Haahtela K, Vuorela P. Antimicrobial activity of some coumarin containing herbal plants growing in Finland. Journal of Ethnopharmacology. 2000;73:299–305. doi: 10.1016/S0378-8741(00)00279-8.", "ArticleIdList": ["10.1016/S0378-8741(00)00279-8", "11025169"]}, {"Citation": "Ciganda C, Laborde A. Herbal infusions used for induced abortion. J Toxicol Clin Toxicol. 2003;41:235–9. doi: 10.1081/CLT-120021104.", "ArticleIdList": ["10.1081/CLT-120021104", "12807304"]}, {"Citation": "Latha M, Ramkumar KM, Pari L, Damodaran PN, Rajeshkannan V, Suresh T. Phytochemical and antimicrobial study of an antidiabetic plant: Scoparia dulcis L. J Med Food. 2006;9:391–4. doi: 10.1089/jmf.2006.9.391.", "ArticleIdList": ["10.1089/jmf.2006.9.391", "17004904"]}, {"Citation": "Mazumder UK, Gupta M, Manikandan L, Bhattacharya S. Antibacterial activity of Urena lobata root. Fitoterapia. 2001;72:927–9. doi: 10.1016/S0367-326X(01)00330-6.", "ArticleIdList": ["10.1016/S0367-326X(01)00330-6", "11731119"]}, {"Citation": "Block LC, Santos AR, de Souza MM, Scheidt C, Yunes RA, Santos MA, Monache FD, Cechinel Filho V. Chemical and pharmacological examination of antinociceptive constituents of Wedelia paludosa. Journal of Ethnopharmacology. 1998;61:85–89. doi: 10.1016/S0378-8741(98)00019-1.", "ArticleIdList": ["10.1016/S0378-8741(98)00019-1", "9687086"]}, {"Citation": "Lans C. Unpublished MSc thesis. Wageningen: Agricultural University, Dept. of Ecological Agriculture, the Netherlands; 1996. Ethnoveterinary practices used by livestock keepers in Trinidad and Tobago."}, {"Citation": "Lev E. The doctrine of signatures in the medieval and Ottoman Levant. Vesalius. 2002;8:13–22.", "ArticleIdList": ["12422877"]}, {"Citation": "Davis E, Yost J. The ethnomedicine of the Waorani of Amazonian Ecuador. Journal of Ethnopharmacology. 1983;9:273–297. doi: 10.1016/0378-8741(83)90036-3.", "ArticleIdList": ["10.1016/0378-8741(83)90036-3", "6677819"]}, {"Citation": "Pieroni A. Medicinal plants and food medicines in the folk traditions of the upper Lucca Province, Italy. Journal of Ethnopharmacology. 2000;70:235–273. doi: 10.1016/S0378-8741(99)00207-X.", "ArticleIdList": ["10.1016/S0378-8741(99)00207-X", "10837988"]}, {"Citation": "George M. When will we cure healthcare ills? Trinidad Guardian. Sunday 17th September, 2006."}, {"Citation": "Gauri V, Cercone J, Briceno R. Separating financing from provision: evidence from 10 years of partnership with health cooperatives in Costa Rica. Health Policy Plan. 2004;19:292–301. doi: 10.1093/heapol/czh034.", "ArticleIdList": ["10.1093/heapol/czh034", "15310664"]}, {"Citation": "De Vos P, Van der Stuyft P. Cuba's international cooperative efforts in health. BMJ. 2006;333:464. Comment on: MJ.2006, 333(7568):603.", "ArticleIdList": ["PMC1569987", "16974026"]}]}], "History": [{"Year": "2006", "Month": "10", "Day": "9"}, {"Year": "2007", "Month": "3", "Day": "15"}, {"Year": "2007", "Month": "3", "Day": "17", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "8", "Day": "30", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "3", "Day": "17", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "3", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["17362507", "PMC1838898", "10.1186/1746-4269-3-13", "1746-4269-3-13"]}}], "PubmedBookArticle": []}