{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "17499539", "DateCompleted": {"Year": "2007", "Month": "09", "Day": "06"}, "DateRevised": {"Year": "2007", "Month": "06", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2007", "Month": "05", "Day": "11"}], "Language": ["fre"], "ELocationID": [], "Journal": {"ISSN": "1246-7820", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2007", "Month": "May"}}, "Title": "Transfusion clinique et biologique : journal de la Societe francaise de transfusion sanguine", "ISOAbbreviation": "Transfus Clin Biol"}, "ArticleTitle": "[Plasma fractionation in the world: current status].", "Pagination": {"StartPage": "41", "EndPage": "50", "MedlinePgn": "41-50"}, "Abstract": {"AbstractText": ["From 22 to 25 million liters of plasma are fractionated yearly in about 70 fractionation plants, either private or government-owned, mainly located in industrialized countries, and with a capacity ranging from 50000 to three million liters. In an increasingly global environment, the plasma industry has recently gone through a major consolidation phase that has seen mergers and acquisitions, and has led to the closure of a number of small plants in Europe. Currently, some fifteen countries are involved into contract plasma fractionation programs to ensure a supply of plasma-derived medicinal products. The majority of the plasma for fractionation is obtained by automated plasmapheresis, the remaining (recovered plasma) being prepared from whole blood as a by-product of red cell production. Plasma for fractionation should be produced, and controlled following well established procedures to meet the strict quality requirements set by regulatory authorities and fractionators. The plasma fractionation technology still relies heavily on the cold ethanol fractionation process, but has been improved by the introduction of modern chromatographic purification methods, and efficient viral inactivation and removal treatments, ensuring quality and safety to a large portfolio of fractionated plasma products. The safety of these products with regards to the risk of transmission of variant Creutzfeldt-Jakob disease seems to be provided, based on current scientific data, by extensive removal of the infectious agent during certain fractionation steps. The leading plasma product is now the intravenous immunoglobulin G, which has replaced factor VIII and albumin in this role. The supply of plasma products (most specifically coagulation products and immunoglobulin) at an affordable price and in sufficient quantity remains an issue; the problem is particularly acute in developing countries, as the switch to recombinant factor VIII in rich countries has not solved the supply issue and has even led to an increase of the mean price of plasma-derived factor VIII to the developing world. In the last few years, the plasma fractionation industry has improved greatly, and should remain essential in the years to come for the procurement of many essential medicines."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Human Plasma Product Services (HPPS), 18 rue Saint-Jacques, 59000 Lille, France. tburnou@attglobal.net"}], "Identifier": [], "LastName": "Burnouf", "ForeName": "T", "Initials": "T"}], "PublicationTypeList": ["English Abstract", "Journal Article", "Review"], "VernacularTitle": "Fractionnement plasmatique international: état des lieux."}, "MedlineJournalInfo": {"Country": "France", "MedlineTA": "Transfus Clin Biol", "NlmUniqueID": "9423846", "ISSNLinking": "1246-7820"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Immunoglobulin G"}], "MeshHeadingList": [{"QualifierName": ["methods", "statistics & numerical data", "trends"], "DescriptorName": "Blood Component Transfusion"}, {"QualifierName": [], "DescriptorName": "European Union"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Immunoglobulin G"}, {"QualifierName": [], "DescriptorName": "Industry"}, {"QualifierName": [], "DescriptorName": "Injections, Intravenous"}, {"QualifierName": ["cytology"], "DescriptorName": "Plasma"}, {"QualifierName": ["prevention & control", "transmission"], "DescriptorName": "Prion Diseases"}], "NumberOfReferences": "63"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2007", "Month": "5", "Day": "15", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "9", "Day": "7", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "5", "Day": "15", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17499539", "10.1016/j.tracli.2007.04.002", "S1246-7820(07)00072-9"]}}], "PubmedBookArticle": []}