{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "17575704", "DateCompleted": {"Year": "2007", "Month": "06", "Day": "29"}, "DateRevised": {"Year": "2019", "Month": "12", "Day": "10"}, "Article": {"ArticleDate": [], "Language": ["kor"], "ELocationID": [], "Journal": {"ISSN": "1225-505X", "JournalIssue": {"Volume": "15", "Issue": "2", "PubDate": {"Year": "2006", "Month": "Dec"}}, "Title": "Ui sahak", "ISOAbbreviation": "Uisahak"}, "ArticleTitle": "[Modern medicine environment and adaptation of Korean trader for medicinal herbs from the late 19th century to the early 20th century].", "Pagination": {"StartPage": "189", "EndPage": "209", "MedlinePgn": "189-209"}, "Abstract": {"AbstractText": ["Since the late 18th century, the Korean traditional medicine trade witnessed a steady growth. There were lots of stores which sold Korean medicinal herbs in Seoul and every major towns had at least one or more stores in Korea, which led to a subsequent growth of people involved in the trade. However, Korean medicine merchants encountered a new environment with the influx of western medicines after the Opening of Ports and the execution of modern medicine policies. Such change of atmosphere led the merchants to seek new breakthroughs. Some of the merchants found the answer in producing and selling patent medicine. The people in the industry had little knowledge of western medicine, so that they had little choice but to combine their experience of Korean medicine with whatever information they had about western counterpart. Such resolution generated a new kind of medicine known as patent medicine. Patent medicine businessmen observed the new medicine policies of the Korean Empire. Some visionary ones even sought to eagerly utilize the trademark system to secure the selling route. The Japanese colonial government strengthened the medicine policies. It revised the legislature and mobilized administrative powers to manage and control the industry. However, such colonial policies in the 1910s implicated certain limits due to its lack of understanding of Korean medicine industry. Also, the colonial government showed poor efforts in introducing modern medicine facilities and systems, so that the ground was set for the patent medicine business to flourish. Patent medicine enjoyed a high turnover. So, the entrepreneurs endeavored to promote the sales in whatever means necessary. The most basic form of advertisement was through the newspaper. Indirect promotion through newspaper articles, issuing medicine flyers, free gift draw, reputation of an influential expert were widely used for its sales. Consequently, patent medicine industry in the 1910s saw a healthy prosperity. One example of such golden days was the case of Hwuapyungdangyakbabg (one of the biggest patent medicine companies), which won a third place along with Kyungsungbangjik, which was the top Korean company at that time, in the advertisement design contest hosted by the classified department of Dong-a Daily in 1926. But actually, a few Japanese medicine merchants led the industry. So prosperity of Korean medicine merchant had its limits."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Korean History."}], "Identifier": [], "LastName": "Yang", "ForeName": "Jeongpil", "Initials": "J"}], "PublicationTypeList": ["Historical Article", "Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Uisahak", "NlmUniqueID": "9605018", "ISSNLinking": "1225-505X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Nonprescription Drugs"}], "MeshHeadingList": [{"QualifierName": ["history"], "DescriptorName": "Advertising"}, {"QualifierName": ["history"], "DescriptorName": "Colonialism"}, {"QualifierName": ["history"], "DescriptorName": "Government Regulation"}, {"QualifierName": [], "DescriptorName": "History, 19th Century"}, {"QualifierName": [], "DescriptorName": "History, 20th Century"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Japan"}, {"QualifierName": [], "DescriptorName": "Korea"}, {"QualifierName": ["history"], "DescriptorName": "Legislation, Drug"}, {"QualifierName": ["history"], "DescriptorName": "Nonprescription Drugs"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2007", "Month": "6", "Day": "20", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "6", "Day": "30", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "6", "Day": "20", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17575704"]}}], "PubmedBookArticle": []}