{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Indian medicinal plants", "antioxidant", "indomethacin", "mucin", "stomach ulcer"]], "GeneralNote": [], "PMID": "18193104", "DateCompleted": {"Year": "2011", "Month": "07", "Day": "14"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "16"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.3164/jcbn.2007015"], "Journal": {"ISSN": "0912-0009", "JournalIssue": {"Volume": "41", "Issue": "2", "PubDate": {"Year": "2007", "Month": "Sep"}}, "Title": "Journal of clinical biochemistry and nutrition", "ISOAbbreviation": "J Clin Biochem Nutr"}, "ArticleTitle": "Healing Properties of Some Indian Medicinal Plants against Indomethacin-Induced Gastric Ulceration of Rats.", "Pagination": {"StartPage": "106", "EndPage": "114", "MedlinePgn": "106-14"}, "Abstract": {"AbstractText": ["The healing activity of the ethanol extracts of Piper betel, Emblica officinalis, Terminalia bellerica, and Terminalia chebula against the indomethacin-induced stomach ulceration has been studied and compared with that of misoprostol. Compared to autohealing, all the drugs accelerated the healing process, albeit to different extents. The relative healing activities of the extracts was P. betel>E. officinalis>T. bellerica~T. chebula, that correlated well with their in vivo antioxidant and mucin augmenting activities. The excellent healing activity of the extracts of P. betel and E. officinalis indicated a major role of mucin protection and regeneration in the healing of nonsteroidal anti-inflammatory drugs mediated stomach ulceration."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Dr. B.C. Roy Post Graduate Institute of Basic Medical Sciences and IPGMERR, 244B, Acharya Jagadish Chandra Bose Road, Kolkata - 700 020, India."}], "Identifier": [], "LastName": "Bhattacharya", "ForeName": "Sayanti", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chaudhuri", "ForeName": "Susri R", "Initials": "SR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chattopadhyay", "ForeName": "Subrata", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bandyopadhyay", "ForeName": "Sandip K", "Initials": "SK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "J Clin Biochem Nutr", "NlmUniqueID": "8700907", "ISSNLinking": "0912-0009"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Griffin M.R., Scheiman J.M. Prospects for changing the burden of nonsteroidal anti-inflammatory drug toxicity. Am. J. Med. 2001;110:33S–37S.", "ArticleIdList": ["11165994"]}, {"Citation": "Miederer S.E. Will anti-ulcer drugs differ only in their side effects ? Fortschr Med. 1986;104:918–920.", "ArticleIdList": ["2881864"]}, {"Citation": "Yesilada E., Gurbuz I. In: A compilation of the studies on the antiulcerogenic effects of medicinal plants. in Recent Progress in Medicinal Plants, vol. II: Phytochemistry and Pharmacology. Singh S., Singh V.K., Govil J.N., editors. SCI Tech Publishing LLC; Houston: 2003. pp. 111–174."}, {"Citation": "Majumdar B., Roy Chaudhury S., Roy A., Bandyopadhyay S.K. Potential antiulcerogenic activity of ethanol extract of leaf of Piper betle Linn. by antioxidative mechanism. Indian J. Clin. Biochem. 2002;17:49–57.", "ArticleIdList": ["PMC3453712", "23105337"]}, {"Citation": "Prabhu M.S., Patel K., Saraawathi G., Srinivasan K. Effect of orally administered betel leaf (Piper betle leaf Linn.) on digestive enzymes of pancreas and intestinal mucosa and on bile production in rats. Indian J. Exp. Biol. 1995;33:752–756.", "ArticleIdList": ["8575807"]}, {"Citation": "Bhattacharya S., Subramanian M., Roychowdhury S., Bauri A.K., Kamat J.P., Chattopadhyay S., Bandyopadhyay S.K. Radioprotective property of the ethanolic extract of Piper betel leaf. J. Radiat. Res. 2005;46:165–171.", "ArticleIdList": ["15988134"]}, {"Citation": "Bhattacharya S., Mula S., Gamre S., Kamat J.P., Bandyopadhyay S.K., Chattopadhyay S. Inhibitory property of Piper betel extract against photosensitization-induced damages to lipids and proteins. Food Chem. 2007;100:1474–1480."}, {"Citation": "Bhattacharya A., Ghosal S., Bhattacharya S.K. Antioxidant activity of tannoid principles of Emblica officinalis (amla) in chronic stress induced changes in rat brain. Indian J. Exp. Biol. 2000;38:877–880.", "ArticleIdList": ["12561944"]}, {"Citation": "Bhattacharya S.K., Bhattacharya A., Sairam K., Ghosal S. Effect of bioactive tannoid principles of Emblica officinalis on ischemia-reperfusion-induced oxidative stress in rat heart. Phytomedicine. 2002;9:171–174.", "ArticleIdList": ["11995952"]}, {"Citation": "Bandyopadhyay S.K., Pakrashi S.C., Pakrashi A. The role of antioxidant activity of Phyllanthus emblica fruits on prevention from indomethacin induced gastric ulcer. J. Ethnopharmacol. 2000;79:171–176.", "ArticleIdList": ["10771207"]}, {"Citation": "Al-Rehaily A.J., Al-Howiriny T.A., Al-Sohaibani M.O., Rafatullah S. Gastroprotective effects of ‘Amla’ Emblica officinalis on in vivo test models in rats. Phytomedicine. 2002;9:515–522.", "ArticleIdList": ["12403160"]}, {"Citation": "Sairam K., Rao C.V., Dora Babu M., Vijay Kumar K., Agrawal V.K., Goel R.K. Antiulcerogenic effect of methanolic extract of Emblica officinalis: an experimental study. J. Ethnopharmacol. 2002;82:1–9.", "ArticleIdList": ["12169398"]}, {"Citation": "Ananad K.K., Singh B., Saxena A.K., Chandan B.K., Gupta V.N., Bhardwaj V. 3,4,5-Trihydroxy benzoic acid (gallic acid), the hepatoprotective principle in the fruits of Terminalia belerica-bioassay guided activity. Pharmacol. Res. 1997;36:315–321.", "ArticleIdList": ["9425622"]}, {"Citation": "Nadkarni A.K. Dr. K.M. Nadkarni’s Indian Materia Medica. 3rd Ed. Vol. 1. Popular Book Depot; Bombay: 1954. p. 1202."}, {"Citation": "Suguna L., Singh S., Sivakumar P., Sampath P., Chandrakasan G. Influence of Terminalia chebula on dermal wound healing. Phyther. Res. 2002;16:227–231.", "ArticleIdList": ["12164266"]}, {"Citation": "Naik G.H., Priyadarsini K.I., Naik D.B., Gangabhagirathi R., Mohan H. Studies on the aqueous extract of Terminalia chebula as a potent antioxidant and radioprotector. Phytomedicine. 2004;11:530–538.", "ArticleIdList": ["15500265"]}, {"Citation": "Szabo S., Trier J.S., Brown A. A quantitative method for assessing the extent of experimental gastric erosions and ulcer. J. Pharmacol. Meth. 1985;13:59–66.", "ArticleIdList": ["3974255"]}, {"Citation": "Esterbauer H., Cheeseman K.H. Determination of aldehydic lipid peroxidation products: malonaldehyde and 4-hydroxynonenal. Methods Enzymol. 1990;186:407–421.", "ArticleIdList": ["2233308"]}, {"Citation": "Palamanda J.R., Kehrer J.P. Inhibition of protein carbonyl formation and lipid peroxidation by glutathione in rat liver microsomes. Arch. Biochem. Biophys. 1992;293:103–109.", "ArticleIdList": ["1731626"]}, {"Citation": "Burton K. A study of the conditions and mechanisms of the diphenylamine reaction for colorimetric estimation of deoxyribonucleic acid. J. Biol. Chem. 1956;62:315–323.", "ArticleIdList": ["PMC1215910", "13293190"]}, {"Citation": "Luck H. In: Catalase. in Methods of Enzymatic Analysis. Bergmeyer H.U., editor. Academic Press; New York: 1963. pp. 885–888."}, {"Citation": "McCord J.M., Fridovich I. Superoxide dismutase, an enzyme function for erythrocuprin (Hemocuprin) J. Biol. Chem. 1969;244:6049–6055.", "ArticleIdList": ["5389100"]}, {"Citation": "Corne S.J., Morissey S.M., Woods R.J. A method for the quantitative estimation of barrier mucus. J. Physiol. (London) 1974;242:116–117.", "ArticleIdList": ["4142046"]}, {"Citation": "Winzler R.J. Determination of serum glycoproteins. Methods Biochem. Anal. 1958;2:79–331.", "ArticleIdList": ["14393571"]}, {"Citation": "Rathee J.S., Hassarajani S.A., Chattopadhyay S. Antioxidant activity of Mammea longifolia bud extracts. Food Chem. 2006;99:436–443."}, {"Citation": "Biswas K., Bandyopadhyay U., Chattopadhyay I., Varadaraj A., Ali E., Banerjee R.K. A novel antioxidant and antiapoptotic role of omeprazole to block gastric ulcer through scavenging of hydroxyl radical. J. Biol. Chem. 2003;278:10993–11001.", "ArticleIdList": ["12529378"]}, {"Citation": "Marotta F., Tajiri H., Safran P., Fesce E., Ideo G. Ethanol related gastric mucosal damage: Evidence of a free radical-mediated mechanism and beneficial effect of oral supplementation with bionormalizer, a novel natural antioxidant. Digestion. 1999;60(Suppl 6):538–543.", "ArticleIdList": ["10545723"]}, {"Citation": "El-Missiry M.A., El-Sayed L.H., Othman A.I. Protection by metal complexes with SOD-mimetic activity against oxidative gastric injury induced by indomethacin and ethanol in rats. Ann. Clin. Biochem. 2001;38:694–700.", "ArticleIdList": ["11732653"]}, {"Citation": "Szabo S., Hollander D. Pathway of gastrointestinal protection and repair: mechanism of action of sucralfate. Am. J. Med. 1989;86:23–31.", "ArticleIdList": ["2735333"]}, {"Citation": "Tabor C.W., Tabor H. Polyamines. Annual Rev. Biochem. 1984;53:749–790.", "ArticleIdList": ["6206782"]}, {"Citation": "Naito Y., Yoshikawa T., Matsuyama K., Yagi N., Arai M., Nakamura Y., Nishimura S., Yoshida N., Kondo M. Effects of oxygen radical scavengers on the quality of gastric ulcer healing in rats. J. Clin. Gastroenterol. 1995;21:S82–86.", "ArticleIdList": ["8774996"]}, {"Citation": "Bernier J.J., Florent C. Les défences de l’estomac. Recherche. 1986;117:614–621."}, {"Citation": "Alanko J., Riutta A., Holm P., Mucha I., Vapatalo H., Metsa-Ketela T. Modulation of arachidonic acid metabolism by phenols: relation to their structure and antioxidant/prooxidant properties. Free Radic. Biol. Med. 1999;26(Suppl 1-2):193–201.", "ArticleIdList": ["9890654"]}]}], "History": [{"Year": "2006", "Month": "9", "Day": "19"}, {"Year": "2007", "Month": "1", "Day": "19"}, {"Year": "2008", "Month": "1", "Day": "15", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "1", "Day": "15", "Hour": "9", "Minute": "1"}, {"Year": "2008", "Month": "1", "Day": "15", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18193104", "PMC2170955", "10.3164/jcbn.2007015"]}}], "PubmedBookArticle": []}