{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "18199323", "DateCompleted": {"Year": "2008", "Month": "08", "Day": "06"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2008", "Month": "01", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-4-2"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "4", "PubDate": {"Year": "2008", "Month": "Jan", "Day": "16"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Indigenous knowledge for plant species diversity: a case study of wild plants' folk names used by the Mongolians in Ejina desert area, Inner Mongolia, P. R. China.", "Pagination": {"StartPage": "2", "MedlinePgn": "2"}, "Abstract": {"AbstractText": ["Folk names of plants are the roots of traditional plant biodiversity knowledge. This paper mainly records and analyses the wild plant folk names of the Mongolians in the Ejina desert area based on a field survey for collection and identification of voucher specimens. The results show that a total of 121 folk names of local plants have correspondence with 93 scientific species which belong to 26 families and 70 genera. The correspondence between plants' Mongol folk names and scientific species may be classified as one to one correspondence, multitude to one correspondence and one to multitude correspondence. The Ejina Mongolian plant folk names were formed on the basis of observations and an understanding of the wild plants growing in their desert environment. The high correspondence between folk names and scientific names shows the scientific meaning of folk botanical nomenclature and classification. It is very useful to take an inventory of biodiversity, especially among the rapid rural appraisal (RRA) in studying biodiversity at the community level."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Ethnobotany, Inner Mongolia Normal University, Huhhot, 010022, Inner Mongolia, PR China. ethnobiology@imnu.edu.cn"}], "Identifier": [], "LastName": "Khasbagan"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Soyolt"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Altitude"}, {"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Desert Climate"}, {"QualifierName": [], "DescriptorName": "Ethnicity"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["classification"], "DescriptorName": "Plants"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rural Population"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Berlin B. Ethnobiological Classification: Principles of Categorization of Plant and Animals in Traditional Societies. New Jersey: Princeton University Press; 1992."}, {"Citation": "Berlin B. Folk systematics in relation to biological classification and nomenclature. Annual Review of Ecology and Systematics. 1973;4:71–295. doi: 10.1146/annurev.es.04.110173.001355.", "ArticleIdList": ["10.1146/annurev.es.04.110173.001355"]}, {"Citation": "Berlin B, Breedlove DE, Raven PH. General Principles of Classification and Nomenclature in Folk Biology. Amer Anthro. 1973;75:42–214."}, {"Citation": "Berlin B, Raven PH, Breedlove D. Principles of Tzeltal Plant Classification: An Introduction to Botanical Ethnography of a Mayan Speaking Community in Highland Ciapas. New York: Academic Press; 1974."}, {"Citation": "Khasbagan A preliminary study on plants used as Mongolian traditional tea in Inner Mongolia. Acta Botanica Yunnanica. 1990;12:43–48. (in Chinese)."}, {"Citation": "Khasbagan , Chen . The cultural importance of animals in traditional Mongolian plant nomenclature. In: Humphrey C, Sneath D, editor. Culture and environment in Inner Asia:2 Society and culture. Cambridge: The White Horse Press; 1996. pp. 25–29."}, {"Citation": "Khasbagan , Soyolt , Enhebayar . The Mongols traditional knowledge of regional plant species diversity: a case study of Arhorchin Mongolians in Inner Mongolia. In: Garidkhuu J, editor. Biodiversity of the Mongolian Plateau and Adjacent Territory. Ulaanbaatar: Mongolian Academy of Natural Sciences; 2001. pp. 202–207."}, {"Citation": "Dasmann RF. The importance of cultural and biological diversity. In: Oldfield ML, Alcorn JB, editor. Biodiversity: culture, conservation, and Ecodevelopment. Boulder : Westview Press; 1991. pp. 7–15."}, {"Citation": "Pei SJ. Mountain Culture and Forest Resource Management of Himalaya. In: Tewari DW, editor. Himalaya Ecosystem. Indua: Intel Book Distribution; 1995. pp. 114–120."}, {"Citation": "Liu AZ, Pei SJ, Chen SY. Yi nationality's sacred groves and biodiversity conservation in Chuxiong, Yunnan. Chinese journal of Applied Ecology. 2000;11:489–492. (in Chinese).", "ArticleIdList": ["11767662"]}, {"Citation": "Pei SJ. Bio-cultural diversity and development of western China. Journal of Graduate School of the Chinese Academy of Sciences. 2002;19:107–115."}, {"Citation": "Editorial Board of the Annals of Ejina Banner . Annals of Ejina Banner. Beijing: Local Chronicles Press; 1998."}, {"Citation": "Investigation group of the Chinese Academy of Sciences for Inner Mongolia and Ningxia . Vegetation of Inner Mongolia. Beijing: Science Press; 1985. pp. 392–419. (in Chinese)."}, {"Citation": "Ma YQ. Flora of Inner Mongolia. 2. Vol. 5. Hohhot: Inner Mongolia Peoples Press; 1998. (in Chinese)."}, {"Citation": "Zhang YL. The geological study on the plant flora in Ejina county of Inner Mongolia. Arid Zone Research. 1997;14:23–32. (in Chinese)."}, {"Citation": "Zhu ZY, Wen DS. A report of investigation on the vegetation and flora in Ejinaqi. Acta Scientiarum Naturalium Universitatis Intramongolicae. 1984;15:417–431. (in Chinese)."}, {"Citation": "Wang GX, Cheng GD. Land desertification status and developing trend in the Heihe river basin. Journal of desert Research. 1990;19:368–374. (in Chinese)."}, {"Citation": "Wang GX, Cheng GD. Study on the landscape pattern of a desert-oasis ecological system: a spatial grid method and its application. Arid Zone Research. 1999;16:6–11. (in Chinese)."}, {"Citation": "Wang GX, Cheng GD. The spatial pattern and influence caused by water resources in arid desert oasis. Acta Ecologica Sinica. 2000;20:363–368. (in Chinese)."}, {"Citation": "Wang GX, Cheng GD, Shen YP. Dynamic tendency of arid oasis under the influence of water resources decrease-a case study of Ejina oasis in Heihe river basin. Chinese journal of Applied Ecology. 2002;13:564–568. (in Chinese).", "ArticleIdList": ["12181897"]}, {"Citation": "Liang CZ, Liu ZL, Zhu ZY, Wang W. Specific diversity and distribution characteristics of annual synusia in Alashan desert. Chinese journal of Applied Ecology. 2003;14:897–903. (in Chinese).", "ArticleIdList": ["12973992"]}, {"Citation": "Martin GJ. Ethnobotany:a methods manual. London, Glasgow, Weinheim, New York, Tokyo, Melbourne, Madras: Chapman & Hall; 1995."}]}], "History": [{"Year": "2007", "Month": "2", "Day": "27"}, {"Year": "2008", "Month": "1", "Day": "16"}, {"Year": "2008", "Month": "1", "Day": "18", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "8", "Day": "7", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "1", "Day": "18", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "1", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["18199323", "PMC2268917", "10.1186/1746-4269-4-2", "1746-4269-4-2"]}}], "PubmedBookArticle": []}