{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "18442379", "DateCompleted": {"Year": "2008", "Month": "08", "Day": "06"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2008", "Month": "04", "Day": "28"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-4-10"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "4", "PubDate": {"Year": "2008", "Month": "Apr", "Day": "28"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "An ethnobotanical study of medicinal plants in Mana Angetu district, southeastern Ethiopia.", "Pagination": {"StartPage": "10", "MedlinePgn": "10"}, "Abstract": {"AbstractText": ["This study documents indigenous medicinal plant utilization, management and the threats affecting them. The study was carried out in Mana Angetu district between January 2003 and December 2004. Ethnobotanical data were collected using semi structured interviews, field observations, preference and direct matrix ranking with traditional medicine practitioners. The ethnomedicinal use of 230 plant species was documented in the study area. Most of the plants (78.7%) were reportedly used to treat human diseases. The most frequently used plant part were roots (33.9%), followed by leaves (25.6%). Most of the medicinal species (90.4%) were collected from the wild. Direct matrix analysis showed that Olea europaea L. Subsp. cuspidata (Wall. ex G. Don) was the most important species followed by Acacia tortilis (Forssk.) Hayne (120) indicating high utility value of these species for the local community. The principal threatening factors reported were deforestation (90%), agricultural expansion (85%) and fire (53%). Documenting the eroding plants and associated indigenous knowledge can be used as a basis for developing management plans for conservation and sustainable use of medicinal plants in the area."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Debre Berhan University, P,O, Box 445, Debre Berhan, Ethiopia. ermias_lulekal@yahoo.ca"}], "Identifier": [], "LastName": "Lulekal", "ForeName": "Ermias", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kelbessa", "ForeName": "Ensermu", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bekele", "ForeName": "Tamrat", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Yineger", "ForeName": "Haile", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Geography"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Gonorrhea"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Volcanic Eruptions"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Dery BB, Ofsynia R, Ngatigwa C. Indigenous knowledge of medicinal trees and setting priorities for their domestication in Shinyanga region, Tanzania. Nairobi, Kenya: International Center for Research in Agroforestry; 1999."}, {"Citation": "Farnsworth NR. Ethnobotany and the search for new drugs, Ciba Foundation Symposium 185. Chichester, Uk Prance GT: John Wiley and Sons; 1994. Ethnopharmacology and drug development; pp. 42–59.", "ArticleIdList": ["7736861"]}, {"Citation": "Cotton CM. Ethnobotany: Principles and applications. Chichester, New York: John Wiley and Sons Ltd.; 1996."}, {"Citation": "WHO Traditional medicine. Fact sheet No 134. 2003."}, {"Citation": "Rai LK, Pankaj P, Sharma E. Conservation threats to some important medicinal plants of Sikkim Himalya. Biological Conservation. 2000;3:27–34."}, {"Citation": "Lange D. Europe's medicinal and aromatic plants: their use, trade and conservation. Cambridge: TRAFFIC Europe/International; 1998."}, {"Citation": "Laird SA. The botanical medicine industry. In: Tenkate K, editor. The commercial use of biodiversity: access to genetic resources and benefit-sharing. London Laird SA: Earthscan; 1999. pp. 78–116."}, {"Citation": "Kibebew F. The status and availability of oral and written knowledge on traditional health care on traditional health care in Ethiopia. In: Zewdu M, editor. Conservation and sustainable use of medicinal plants in Ethiopia, Proceedings of the National workshop, 28 April – 01 May 1998. Addis Ababa Demissie A: Institute of Biodiversity Conservation and Research; 2001. pp. 107–119."}, {"Citation": "Abebe D. The role of medicinal plants in healthcare coverage of Ethiopia, the possible benefits of integration. In: Zewdu M, editor. Conservation and sustainable use of medicinal plants in Ethiopia, Proceedings of the National workshop, 28 April – 01 May 1998. Addis Ababa. Edited by , Demissie A: Institute of Biodiversity Conservation and Research; 2001. pp. 6–21."}, {"Citation": "Mohr PA. The geology of Ethiopia. Addis Ababa: Haile Selassie University Press; 1963."}, {"Citation": "Teketay D. Past and present activities, achievements and constraints in forest genetic resources conservation in Ethiopia. In: Edwards S, Demissie A, Bekele T, editor. Proceedings of the national workshop on forest genetic resources conservation: Principles, strategies and actions, 21–22 June 1999. Addis Ababa. Haase G: IBCR and GTZ; 1999. pp. 49–72."}, {"Citation": "Bale Zone Planning and Economic Development Office . The socioeconomic profile of Mana Angetu District. Bale, Robe: BZPEDO; 2000."}, {"Citation": "Baxter PTW. The creation and constitution of Oromo nationality. In: Fukui K, editor. Ethnicity and Conflict in the Horn of Africa. London. Markakis J: Ohio University; 1994. pp. 167–186."}, {"Citation": "Anonymous  . The Columbia Encyclopedia. Sixth. Columbia University Press; 2004.  (Accessed on 05/11/07)."}, {"Citation": "Legesse A. Gada: Three Approaches to the Study of African Society. New York: Free Press; 1973."}, {"Citation": "Hassen M. The Oromo of Ethiopia: A History, 1570–1860. Trenton: The Red Sea Press; 1990."}, {"Citation": "Lewis IM. Modern Ethiopia: From the Accession of Menelik II to the Protest. Rotterdam. Tubiana J: Balkema; 1980. The Western Somali Liberation Front (WSLF) and the Legacy of Sheikh Hussein of Bale; pp. 409–515."}, {"Citation": "Martin GJ. Ethnobotany: a methods manual. London, UK: Chapman and Hall; 1995."}, {"Citation": "Alexiades M. Collecting ethnobotanical data. An introduction to basic concepts and techniques. In: Alexiades M, editor. Selected Guideline for ethnobotanical research: A Field Manual. U.S.A. Sheldon JW: The New York Botanical Garden; 1996. pp. 53–94."}, {"Citation": "Hedberg I, Edwards S, eds . Flora of Ethiopia Pittosporaceae to Araliaceae. Vol. 3. The National Herbarium, Addis Ababa, Ethiopia, and Department of Systematic Botany, Uppsala, Sweden; 1989."}, {"Citation": "Hedberg I, Edwards S, eds . Flora of Ethiopia and Eritrea Poaceae. Vol. 7. The National Herbarium, Addis Ababa, Ethiopia, and Department of Systematic Botany, Uppsala, Sweden; 1995."}, {"Citation": "Edwards S, Tadesse M, Hedberg I, eds . Flora of Ethiopia and Eritrea Canellaceae to Euphorbiaceae. Vol. 2. The National Herbarium, Addis Ababa, Ethiopia, and Department of Systematic Botany, Uppsala, Sweden; 1995."}, {"Citation": "Edwards S, Demissew S, Hedberg I, eds . Flora of Ethiopia and Eritrea Hydrocharitaceae to Arecaceae. Vol. 6. The National Herbarium, Addis Ababa, Ethiopia, and Department of Systematic Botany, Uppsala, Sweden; 1997."}, {"Citation": "Edwards S, Tadesse M, Demissew S, Hedberg I, eds . Flora of Ethiopia and Eritrea Magnoliaceae to Flacourtiaceae. Vol. 2. The National Herbarium, Addis Ababa, Ethiopia, and Department of Systematic Botany, Uppsala, Sweden; 2000."}, {"Citation": "Hedberg I, Edwards S, Nemomissa S, eds . Flora of Ethiopia and Eritrea Apiaceae to Dipsacaceae. Vol. 4. The National Herbarium, Addis Ababa, Ethiopia, and Department of Systematic Botany, Uppsala, Sweden; 2003."}, {"Citation": "Hedberg I, Friis I, Edwards S, eds . Flora of Ethiopia and Eritrea Asteraceae. Vol. 4. The National Herbarium, Addis Ababa, Ethiopia, and Department of Systematic Botany, Uppsala, Sweden; 2004."}, {"Citation": "Höft M, Barik SK, Lykke AM. Quantitative Ethnobotany Applications of multivariate and statistical analyses in ethnobotany. People and Plant Working Paper; 1999."}, {"Citation": "Giday M, Asfaw Z, Elmqvist T, Woldu Z. An ethnobotanical study of medicinal plants used by the Zay people in Ethiopia. J Ethnopharmacol. 2003;85:43–52.", "ArticleIdList": ["12576201"]}, {"Citation": "Balemie K, Kelbessa E, Asfaw Z. Indigenous medicinal plant utilization, management and threats in Fentalle area, Eastern Shewa, Ethiopia. Ethiopian Journal of Biological Sciences. 2004;3:37–58."}, {"Citation": "Hunde D, Asfaw Z, Kelbessa E. Use and management of ethnoveterinary medicinal plants by indigenous people in 'Boosat', Welenchiti area. Ethiopian Journal of Biological Sciences. 2004;3:113–132."}, {"Citation": "Giday M, Teklehaymanot T, Animut A, Mekonnen Y. Medicinal plants of the Shinasha, Agew-awi and Amhara peoples in Northwest Ethiopia. Journal of Ethnopharmacology. 2007;110:516–525.", "ArticleIdList": ["17101251"]}, {"Citation": "Yineger H, Kelbessa E, Bekele T, Lulekal E. Ethnoveterinary medicinal plants at Bale Mountains National Park, Ethiopia. J Ethnopharmacol. 2007;112:55–70.", "ArticleIdList": ["17368989"]}, {"Citation": "Yineger H, Yewhalaw D. Traditional medicinal plant knowledge and use by local healers in Sekoru District, Jimma Zone, Southwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2007;3:24.", "ArticleIdList": ["PMC1905946", "17547765"]}, {"Citation": "Wondimu T, Asfaw Z, Kelbessa E. Ethnobotanical study of medicinal plants around 'Dheeraa' town, Arsi Zone, Ethiopia. J Ethnopharmacol. 2007;112:152–161.", "ArticleIdList": ["17418987"]}, {"Citation": "Bonet MA', Parada M, Selga A, Valle's J. Studies on pharmaceutical ethnobotany in the regions of L'Alt Emporda' and Les Guilleries (Catalonia, Iberian Peninsula) J Ethnopharmacol. 1999;68:145–168.", "ArticleIdList": ["10624874"]}, {"Citation": "Seifu T, Asres K, Gebre-Mariam T. Ethnobotanical and ethnopharmaceutical studies on medicinal plants of Chifra District, Afar Region, Northeastern Ethiopia. Ethiopian Pharmaceutical Journal. 2006;24:41–58."}, {"Citation": "Gazzaneo LRS, Lucena RFP, Albuquerque UP. Knowledge and use of medicinal plants by local specialists in a region of Atlantic Forest in the state of Pernambuco (Northeastern Brazil) J Ethnobiol Ethnomed. 2005;1:9.", "ArticleIdList": ["PMC1291389", "16270911"]}, {"Citation": "Addis G, Abebe D, Urga K. A survey of traditional medicinal plants in Shirka District, Arsi Zone, Ethiopia. Ethiopian Pharmaceutical Journal. 2001;19:30–47."}, {"Citation": "Getahun A. Some common medicinal and poisonous plants used in Ethiopian folk medicine. Addis Ababa: Addis Ababa University; 1976."}, {"Citation": "Tadesse M, Demissew S. Medicinal Ethiopian plants. Inventory, identification and classification. In: Edwards S, editor. Plants used in African traditional medicine as practiced in Ethiopia and Uganda Botany 2000 East and Central Africa NAPRECA monograph series No 5. Addis Ababa. Asfaw Z: Addis Ababa University; 1992. pp. 1–19."}, {"Citation": "Tamene B. A floristic analysis and ethnobotanical study of the semi-wetland of Cheffa area, South Welo, Ethiopia MSc Thesis. Addis Ababa: Addis Ababa University; 2000."}, {"Citation": "Anokobonggo W. The role of African traditional medicine in healthcare delivery alongside modern medicine. In: Edwards S, editor. Plants used in African traditional medicine as practiced in Ethiopia and Uganda Botany 2000 East and Central Africa NAPRECA monograph series No 5. Addis Ababa. Asfaw Z: Addis Ababa University; 1992. pp. 25–35."}, {"Citation": "Grace NN, Rainer BW, Barbara G, Eric NL, Ngumi VW. Utilization of weedy species as source of traditional medicines in central Kenya. Lyonia. 2004;7:71–87."}, {"Citation": "Mebe PP, Cordell GA, Pezzuto JM. Pentacyclic triterpenes and naphthoquinones from Euclea divinorum. Phytochemistry. 1998;47:311–313."}, {"Citation": "Homer KA, Manji F, Beighton D. Inhibition of protease activities of periodontopathic bacteria by extracts of plants used in Kenya as chewing sticks (mswaki) Arch Oral Biol. 1990;35:421–424.", "ArticleIdList": ["2142592"]}]}], "History": [{"Year": "2007", "Month": "11", "Day": "6"}, {"Year": "2008", "Month": "4", "Day": "28"}, {"Year": "2008", "Month": "4", "Day": "30", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "8", "Day": "7", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "4", "Day": "30", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "4", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["18442379", "PMC2391147", "10.1186/1746-4269-4-10", "1746-4269-4-10"]}}], "PubmedBookArticle": []}