{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "18458131", "DateCompleted": {"Year": "2008", "Month": "09", "Day": "15"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2008", "Month": "05", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1128/AAC.01297-07"], "Journal": {"ISSN": "1098-6596", "JournalIssue": {"Volume": "52", "Issue": "7", "PubDate": {"Year": "2008", "Month": "Jul"}}, "Title": "Antimicrobial agents and chemotherapy", "ISOAbbreviation": "Antimicrob Agents Chemother"}, "ArticleTitle": "Potent in vitro antifungal activities of naturally occurring acetylenic acids.", "Pagination": {"StartPage": "2442", "EndPage": "2448", "MedlinePgn": "2442-8"}, "Abstract": {"AbstractText": ["Our continuing effort in antifungal natural product discovery has led to the identification of five 6-acetylenic acids with chain lengths from C(16) to C(20): 6-hexadecynoic acid (compound 1), 6-heptadecynoic acid (compound 2), 6-octadecynoic acid (compound 3), 6-nonadecynoic acid (compound 4), and 6-icosynoic acid (compound 5) from the plant Sommera sabiceoides. Compounds 2 and 5 represent newly isolated fatty acids. The five acetylenic acids were evaluated for their in vitro antifungal activities against Candida albicans, Candida glabrata, Candida krusei, Candida tropicalis, Candida parapsilosis, Cryptococcus neoformans, Aspergillus fumigatus, Aspergillus flavus, Aspergillus niger, Trichophyton mentagrophytes, and Trichophyton rubrum by comparison with the positive control drugs amphotericin B, fluconazole, ketoconazole, caspofungin, terbinafine, and undecylenic acid. The compounds showed various degrees of antifungal activity against the 21 tested strains. Compound 4 was the most active, in particular against the dermatophytes T. mentagrophytes and T. rubrum and the opportunistic pathogens C. albicans and A. fumigatus, with MICs comparable to several control drugs. Inclusion of two commercially available acetylenic acids, 9-octadecynoic acid (compound 6) and 5,8,11,14-eicosatetraynoic acid (compound 7), in the in vitro antifungal testing further demonstrated that the antifungal activities of the acetylenic acids were associated with their chain lengths and positional triple bonds. In vitro toxicity testing against mammalian cell lines indicated that compounds 1 to 5 were not toxic at concentrations up to 32 muM. Furthermore, compounds 3 and 4 did not produce obvious toxic effects in mice at a dose of 34 mumol/kg of body weight when administered intraperitoneally. Taking into account the low in vitro and in vivo toxicities and significant antifungal potencies, these 6-acetylenic acids may be excellent leads for further preclinical studies."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for Natural Products Research, Research Institute of Pharmaceutical Sciences, School of Pharmacy, The University of Mississippi, University, MS 38677, USA. xcli7@olemiss.edu"}], "Identifier": [], "LastName": "Li", "ForeName": "Xing-Cong", "Initials": "XC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jacob", "ForeName": "Melissa R", "Initials": "MR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Khan", "ForeName": "Shabana I", "Initials": "SI"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ashfaq", "ForeName": "M Khalid", "Initials": "MK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Babu", "ForeName": "K Suresh", "Initials": "KS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Agarwal", "ForeName": "Ameeta K", "Initials": "AK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Elsohly", "ForeName": "Hala N", "Initials": "HN"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Manly", "ForeName": "Susan P", "Initials": "SP"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Clark", "ForeName": "Alice M", "Initials": "AM"}], "GrantList": [{"GrantID": "R01 AI027094", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "AI 27094", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Antimicrob Agents Chemother", "NlmUniqueID": "0315061", "ISSNLinking": "0066-4804"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Alkynes"}, {"RegistryNumber": "0", "NameOfSubstance": "Antifungal Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Fatty Acids, Unsaturated"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology", "toxicity"], "DescriptorName": "Alkynes"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "pharmacology", "toxicity"], "DescriptorName": "Antifungal Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Candida albicans"}, {"QualifierName": [], "DescriptorName": "Cell Line"}, {"QualifierName": ["chemistry", "pharmacology", "toxicity"], "DescriptorName": "Fatty Acids, Unsaturated"}, {"QualifierName": ["drug effects"], "DescriptorName": "Fungi"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rubiaceae"}, {"QualifierName": ["drug effects"], "DescriptorName": "Trichophyton"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Babu, K. S., X.-C. Li, M. R. Jacob, Q.-F. Zhang, S. I. Khan, D. Ferreira, and A. M. Clark. 2006. Synthesis, antifungal activity, and structure activity relationships of coruscanone A analogs. J. Med. Chem. 49:7877-7886.", "ArticleIdList": ["PMC2530892", "17181171"]}, {"Citation": "Berry, D. E., J. A. Chan, L. MacKenzie, and S. M. Hecht. 1991. 9-Octadecynoic acid: a novel DNA binding agent. Chem. Res. Toxicol. 4:195-198.", "ArticleIdList": ["1664257"]}, {"Citation": "Bohlmann, F., T. Burkhardt, and C. Zdero. 1973. Naturally occurring acetylenes. Academic Press, New York, NY."}, {"Citation": "Borenfreund, E., and J. Puerner. 1985. Toxicity determined in vitro morphological alterations and neutral red absorption. Toxicol. Lett. 24:119-124.", "ArticleIdList": ["3983963"]}, {"Citation": "Butler, J. M., and L. A. Miller. November 1964. Method of inhibiting growth of fungi and bacteria with esters of acetylenic acid and polyol. U.S. patent 3,156,612."}, {"Citation": "Carballeira, N. M., D. Sanabria, C. Cruz, K. Parang, B. Wan, and S. Franzblau. 2006. 2,6-Hexadecadiynoic acid and 2,6-nonadecadiynoic acid: novel synthesized acetylenic fatty acids as potent antifungal agents. Lipids 41:507-511.", "ArticleIdList": ["PMC1626269", "16933795"]}, {"Citation": "Carballeira, N. M., D. Sanabria, and K. Parang. 2005. Total synthesis and further scrutiny of the in vitro antifungal activity of 6-nonadecynoic acid. Arch. Pharm. 338:441-443.", "ArticleIdList": ["16143955"]}, {"Citation": "Celmer, W. D., and I. A. Solomons. 1952. Mycomycin. I. Isolation, crystallization, and chemical characterization. J. Am. Chem. Soc. 74:2245-2248."}, {"Citation": "Cox, C. D., J. C. Forbes, and J. H. Wotiz. 1950. Fungistatic and bacteriostatic studies on some alkynoic acids. J. Am. Pharm. Assoc. 39:55-57."}, {"Citation": "Darkes, M. J. M., L. J. Scott, and K. L. Goa. 2003. Terbinafine: a review of its use in onychomycosis in adults. Am. J. Clin. Dermatol. 4:39-65.", "ArticleIdList": ["12477372"]}, {"Citation": "Dembitsky, V. M., and T. Rezanka. 1995. Distribution of acetylenic acids and polar lipids in some acuatic bryophytes. Phytochemistry 40:93-97."}, {"Citation": "Dembitsky, V. M. 2006. Anticancer activity of natural and synthetic acetylenic lipids. Lipids 41:883-924.", "ArticleIdList": ["17180879"]}, {"Citation": "Fatope, M. O., O. A. Adoum, and Y. Takeda. 2000. C18 acetylenic fatty acids of Ximenia americana with potential pesticidal activity. J. Agric. Food Chem. 48:1872-1874.", "ArticleIdList": ["10820107"]}, {"Citation": "Fusetani, N., H.-Y. Li, K. Tamura, and S. Matsunaga. 1993. Bioactive marine metabolites. 46. Antifungal brominated C18 acetylenic acids from the marine sponge Petrosia volcano Hoshino. Tetrahedron 49:1203-1210."}, {"Citation": "Georgopapadakou, N. H., and T. J. Walsh. 1996. Antifungal agents: chemotherapeutic targets and immunologic strategies. Antimicrob. Agents Chemother. 40:279-291.", "ArticleIdList": ["PMC163103", "8834867"]}, {"Citation": "Gershon, H., and L. Shanks. 1978. Antifungal properties of 2-alkynoic acids and their methyl esters. Can. J. Microbiol. 24:593-597.", "ArticleIdList": ["26458"]}, {"Citation": "Hoppe, U., U. Eigener, F. Wolf, and J. Jacob. 1997. Antibacterial, antifungal, and antiviral cosmetic and pharmaceutical preparations containing alkyne-, alkadiyne-, and/or alkatriynecarboxylic acids. DE patent 19535948."}, {"Citation": "Ishiyama, H., M. Ishibashi, A. Ogawa, S. Yoshida, and J. Kobayashi. 1997. Taurospongin A, a novel acetylenic fatty acid derivative inhibiting DNA polymerase β and HIV reverse transcriptase from sponge Hippospongia sp. J. Org. Chem. 62:3831-3836."}, {"Citation": "Jonson, E. M. 2008. Issues in antifungal susceptibility testing. J. Antimicrob. Chemother. 61(Suppl. 1):i13-i18.", "ArticleIdList": ["18063599"]}, {"Citation": "Jurenka, J. S. 1 February 2002. Undecylenic acid—monograph. Altern. Med. Rev. http://www.highbeam.com/Alternative+Medicine+Review/publications.aspx?date=200202.", "ArticleIdList": ["11896747"]}, {"Citation": "King, D. S. 1950. Tuberculosis. N. Engl. J. Med. 243:530-536.", "ArticleIdList": ["14780329"]}, {"Citation": "Konthikamee, W., J. R. Gilbertson, H. Langkamp, and H. Gershon. 1982. Effect of 2-alkynoic acids on in vitro growth of bacterial and mammalian cells. Antimicrob. Agents Chemother. 22:805-809.", "ArticleIdList": ["PMC185664", "7181490"]}, {"Citation": "Kuriyama, T., D. W. Williams, J. Bagg, W. A. Coulter, D. Ready, and M. A. O. Lewis. 2005. In vitro susceptibility of oral Candida to seven antifungal agents. Oral Microbiol. Immunol. 20:349-353.", "ArticleIdList": ["16238594"]}, {"Citation": "Li, H.-Y., S. Matsunaga, and N. Fusteani. 1994. Bioactive marine metabolites. Corticatic acids A-C, antifungal acetylenic acids from the marine sponge, Petrosia corticata. J. Nat. Prod. 57:1464-1467.", "ArticleIdList": ["7807132"]}, {"Citation": "Li, X.-C., M. R. Jacob, H. N. ElSohly, D. G. Nagle, T. J. Smillie, L. A. Walker, and A. M. Clark. 2003. Acetylenic acids inhibiting azole-resistant Candida albicans from Pentagonia gigantifolia. J. Nat. Prod. 66:1132-1135.", "ArticleIdList": ["12932143"]}, {"Citation": "Lumb, P. B., and J. C. Smith. 1952. Higher aliphatic compounds. Part X. A synthesis of tariric and petroselinic acids. J. Chem. Soc. 1952:5032-5035."}, {"Citation": "McLain, N., R. Ascanio, C. Baker, R. Strohaver, and J. W. Dolan. 2000. Undecylenic acid inhibits morphogenesis of Candida albicans. Antimicrob. Agents Chemother. 44:2873-2875.", "ArticleIdList": ["PMC90168", "10991877"]}, {"Citation": "Nakatani, M., Y. Fukunaga, H. Haraguchi, M. Taniguchi, and T. Hase. 1986. Synthesis and biological activities of acetylenic fatty acids and their esters. Bull. Chem. Soc. Jpn. 59:3535-3539."}, {"Citation": "NCCLS. 2002. Reference method for broth dilution antifungal susceptibility testing of yeasts; approved standard M27-A2. National Committee on Clinical Laboratory Standards, Wayne, PA."}, {"Citation": "NCCLS. 2002. Reference method for broth dilution antifungal susceptibility testing of filamentous fungi; approved standard M38-A. National Committee on Clinical Laboratory Standards, Wayne, PA."}, {"Citation": "Ondrey, F., J. E. Harris, and K. M. Anderson. 1989. Inhibition of U937 eicosanoid and DNA synthesis by 5,8,11,14-eicosatetraynoic acid, an inhibitor of arachidonic acid metabolism, and its partial reversal by leukotriene C4. Cancer Res. 49:1138-1142.", "ArticleIdList": ["2492901"]}, {"Citation": "Tobias, L. D., and J. G. Hamilton. 1979. The effect of 5,8,11,14-eicosatetraynoic acid on lipid metabolism. Lipids 14:181-193.", "ArticleIdList": ["106197"]}, {"Citation": "Upreti, G. C., M. Matocha, and R. Wood. 1981. Effect of 2-hexadecynoic acid on cultured 7288C hepatoma cells. Lipids 16:315-322.", "ArticleIdList": ["7253840"]}, {"Citation": "Van de Ven, M., H. Van Lengen, W. Verwer, and Y. K. Levine. 1984. Raman spectra and conformations of α-hexadecynoic acids and their potassium salts. Chem. Phys. Lipids 34:185-200."}, {"Citation": "White, T. C. 1997. Increased mRNA levels of ERG16, CDR, and MDR1 correlate with increases in azole resistance in Candida albicans isolates from a patient infected with human immunodeficiency virus. Antimicrob. Agents Chemother. 41:1482-1487.", "ArticleIdList": ["PMC163944", "9210670"]}, {"Citation": "White, T. C., K. A. Marr, and R. A. Bowden. 1998. Clinical, cellular, and molecular factors that contribute to antifungal drug resistance. Clin. Microbiol. Rev. 11:382-402.", "ArticleIdList": ["PMC106838", "9564569"]}, {"Citation": "Wingfield, A. B., A. C. Fernandez-Obregon, F. S. Wignall, and D. L. Greer. 2004. Treatment of tinea imbricata: a randomized clinical trial using griseofulvin, terbinafine, itraconazole and fluconazole. Br. J. Dermatol. 150:119-126.", "ArticleIdList": ["14746625"]}, {"Citation": "Wood, R., and T. Lee. 1981. Metabolism of 2-hexadecynoate and inhibition of fatty acids elongation. J. Biol. Chem. 256:12379-12386.", "ArticleIdList": ["7298663"]}, {"Citation": "Yang, C.-R., Y. Zhang, M. R. Jacob, S. I. Khan, Y.-J. Zhang, and X.-C. Li. 2006. Antifungal activity of C-27 steroidal saponins. Antimicrob. Agents Chemother. 50:1710-1714.", "ArticleIdList": ["PMC1472193", "16641439"]}]}], "History": [{"Year": "2008", "Month": "5", "Day": "7", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "9", "Day": "16", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "5", "Day": "7", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18458131", "PMC2443879", "10.1128/AAC.01297-07", "AAC.01297-07"]}}], "PubmedBookArticle": []}