{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "18548886", "DateCompleted": {"Year": "2008", "Month": "07", "Day": "10"}, "DateRevised": {"Year": "2015", "Month": "07", "Day": "30"}, "Article": {"ArticleDate": [], "Language": ["jpn"], "ELocationID": [], "Journal": {"ISSN": "0285-2314", "JournalIssue": {"Volume": "42", "Issue": "2", "PubDate": {"Year": "2007"}}, "Title": "Yakushigaku zasshi", "ISOAbbreviation": "Yakushigaku Zasshi"}, "ArticleTitle": "[Aromatic trees and herbs that connect Heaven and earth].", "Pagination": {"StartPage": "122", "EndPage": "130", "MedlinePgn": "122-30"}, "Abstract": {"AbstractText": ["It has been known for a long time that aromatic substances (essential oils) contained in plants often exert psychological effects ranging from sedative to excitatory actions. Medicinal effects have also been confirmed through numerous experiences. In ancient times, aromatic trees and herbs were offered to deities, mostly as incenses that were believed to carry people's wishes, such as requests to cure sick people, to Heaven. In the medieval periods, their deep and subtle aromas elevated aromatics to so-called \"treasures of the world,\" while their various medicinal activities including the psychological effects made them useful as treatment measures. Demands for aromatics in our time as raw materials for cosmetics far outweigh those as medicines. The market for aromatics, however, has become virtually non-existent, as the popularity of synthetic aromatics for cosmetics grew. In West Asia, olibanum and myrrh were highly regarded both as incense and analgesics for tooth pain. In India, sandalwood was prized as incense, and sometimes as an antidote for poisonous snakebites. In China and Japan, agalloch (Kyara is agalloch of the highest quality) was considered the most significant of the aromatics. Agalloch and many other aromatics were in possession of the Emperor's family in 8th century Japan; some of which are kept in Nara to this day. Olfactory sense is ultimately identified in the olfactory area of the frontal lobe of the human brain. When stimuli reach the olfactory area, they also affect other cells such as those around the hypothalamus when they go through it. The hypothalamus is the center of instinctive behaviors with the centers for appetite, sexuality, blood pressure and thirst, and greatly affects the psychological side of the human behavior with its delicate connection to the autonomic nerve system. It therefore may not be surprising that aromatics were often used in medicine, which once had close ties with shamanism, animism and other religious activities. Aromatics smokes that connected people on the earth with deities in Heaven healed people's mind, sometimes curing illness through what is now called aromatherapy. In fact, such use of aromatics is still practiced in China, where aromatics are highly regarded as treatment agents. There have also been reports of aromatics being used for psychological and mental disorders."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Kainos Laboratories Inc., 38-18 Hongo, 2-chome, Bunkyo-ku, Tokyo 113-0033."}], "Identifier": [], "LastName": "Sugiyama", "ForeName": "Shigeru", "Initials": "S"}], "PublicationTypeList": ["English Abstract", "Historical Article", "Journal Article"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "Yakushigaku Zasshi", "NlmUniqueID": "1267223", "ISSNLinking": "0285-2314"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}], "MeshHeadingList": [{"QualifierName": ["history"], "DescriptorName": "Aromatherapy"}, {"QualifierName": [], "DescriptorName": "Asia"}, {"QualifierName": ["history"], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "History, Ancient"}, {"QualifierName": [], "DescriptorName": "History, Medieval"}, {"QualifierName": [], "DescriptorName": "Mythology"}, {"QualifierName": ["history"], "DescriptorName": "Oils, Volatile"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2008", "Month": "6", "Day": "14", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "7", "Day": "11", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "6", "Day": "14", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18548886"]}}], "PubmedBookArticle": []}