{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "18688212", "DateCompleted": {"Year": "2009", "Month": "03", "Day": "30"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2008", "Month": "08", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.1038/npp.2008.120"], "Journal": {"ISSN": "1740-634X", "JournalIssue": {"Volume": "34", "Issue": "3", "PubDate": {"Year": "2009", "Month": "Feb"}}, "Title": "Neuropsychopharmacology : official publication of the American College of Neuropsychopharmacology", "ISOAbbreviation": "Neuropsychopharmacology"}, "ArticleTitle": "Smoked medicinal cannabis for neuropathic pain in HIV: a randomized, crossover clinical trial.", "Pagination": {"StartPage": "672", "EndPage": "680", "MedlinePgn": "672-80"}, "Abstract": {"AbstractText": ["Despite management with opioids and other pain modifying therapies, neuropathic pain continues to reduce the quality of life and daily functioning in HIV-infected individuals. Cannabinoid receptors in the central and peripheral nervous systems have been shown to modulate pain perception. We conducted a clinical trial to assess the impact of smoked cannabis on neuropathic pain in HIV. This was a phase II, double-blind, placebo-controlled, crossover trial of analgesia with smoked cannabis in HIV-associated distal sensory predominant polyneuropathy (DSPN). Eligible subjects had neuropathic pain refractory to at least two previous analgesic classes; they continued on their prestudy analgesic regimens throughout the trial. Regulatory considerations dictated that subjects smoke under direct observation in a hospital setting. Treatments were placebo and active cannabis ranging in potency between 1 and 8% Delta-9-tetrahydrocannabinol, four times daily for 5 consecutive days during each of 2 treatment weeks, separated by a 2-week washout. The primary outcome was change in pain intensity as measured by the Descriptor Differential Scale (DDS) from a pretreatment baseline to the end of each treatment week. Secondary measures included assessments of mood and daily functioning. Of 127 volunteers screened, 34 eligible subjects enrolled and 28 completed both cannabis and placebo treatments. Among the completers, pain relief was greater with cannabis than placebo (median difference in DDS pain intensity change, 3.3 points, effect size=0.60; p=0.016). The proportions of subjects achieving at least 30% pain relief with cannabis versus placebo were 0.46 (95%CI 0.28, 0.65) and 0.18 (0.03, 0.32). Mood and daily functioning improved to a similar extent during both treatment periods. Although most side effects were mild and self-limited, two subjects experienced treatment-limiting toxicities. Smoked cannabis was generally well tolerated and effective when added to concomitant analgesic therapy in patients with medically refractory pain due to HIV DSPN."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosciences, University of California, San Diego, CA 92103, USA. roellis@ucsd.edu"}], "Identifier": [], "LastName": "Ellis", "ForeName": "Ronald J", "Initials": "RJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Toperoff", "ForeName": "Will", "Initials": "W"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Vaida", "ForeName": "Florin", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "van den Brande", "ForeName": "Geoffrey", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gonzales", "ForeName": "James", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gouaux", "ForeName": "Ben", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bentley", "ForeName": "Heather", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Atkinson", "ForeName": "J Hampton", "Initials": "JH"}], "GrantList": [{"GrantID": "P30 MH062512", "Acronym": "MH", "Agency": "NIMH NIH HHS", "Country": "United States"}, {"GrantID": "P30 MH062512-10", "Acronym": "MH", "Agency": "NIMH NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Clinical Trial, Phase II", "Journal Article", "Randomized Controlled Trial", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Neuropsychopharmacology", "NlmUniqueID": "8904907", "ISSNLinking": "0893-133X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Analgesics, Non-Narcotic"}, {"RegistryNumber": "0", "NameOfSubstance": "Placebos"}, {"RegistryNumber": "7J8897W37S", "NameOfSubstance": "Dronabinol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Activities of Daily Living"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["drug effects"], "DescriptorName": "Affect"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Analgesics, Non-Narcotic"}, {"QualifierName": [], "DescriptorName": "Cross-Over Studies"}, {"QualifierName": [], "DescriptorName": "Double-Blind Method"}, {"QualifierName": ["administration & dosage", "adverse effects", "therapeutic use"], "DescriptorName": "Dronabinol"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["complications"], "DescriptorName": "HIV Infections"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["psychology"], "DescriptorName": "Marijuana Smoking"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Pain Measurement"}, {"QualifierName": ["complications", "drug therapy"], "DescriptorName": "Pain, Intractable"}, {"QualifierName": [], "DescriptorName": "Placebos"}, {"QualifierName": ["physiology"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["complications", "drug therapy"], "DescriptorName": "Polyneuropathies"}], "CoiStatement": "<b>DISCLOSURE</b>. Heather Bentley and Ben Gouaux are employees of the Center for Medicinal Cannabis Research at the University of California, San Diego, the study sponsor. Ms Bentley is Project Manager for the CMCR and assisted the investigator with regulatory issues, oversight/monitoring, and preparation of the manuscript. Mr. Gouaux is a Research Associate with the CMCR and assisted the investigator with regulatory issues, oversight/monitoring, data preparation and analysis, and preparation and submission of the article. The authors declare that over the past 3 years Dr. Atkinson has received compensation from Eli Lilly Pharmaceuticals. The authors declare that they have not received other financial support or compensation in the past 3 years or have any personal financial holdings that could be perceived as constituting a conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "AACTG. Table for Grading Severity of Adult Adverse Experiences. Rockville, Maryland: Division of AIDS, National Institute of Allergy and Infectious Diseases; 1992."}, {"Citation": "AAN. Nomenclature and research case definitions for neurologic manifestations of human immunodeficiency virus-type 1 (HIV-1) infection. Report of a Working Group of the American Academy of Neurology AIDS Task Force. Neurology. 1991;41:778–785.", "ArticleIdList": ["2046917"]}, {"Citation": "Abrams DI, Jay CA, Shade SB, Vizoso H, Reda H, Press S, et al. Cannabis in painful HIV-associated sensory neuropathy: a randomized placebo-controlled trial. Neurology. 2007;68:515–521.", "ArticleIdList": ["17296917"]}, {"Citation": "Agency for Health Care Policy and Research. Quick Reference Guide for Clinicians AHCPR. Rockville, MD: Agency for Health Care Policy and Research, Public Health Service, U.S. Department of Health and Human Services; 1992. Acute Pain Management in Adults: Operative Procedures. Pub No. 92-0019.", "ArticleIdList": ["1302133"]}, {"Citation": "Backonja MM. Use of anticonvulsants for treatment of neuropathic pain. Neurology. 2002;59:S14–S17.", "ArticleIdList": ["12221151"]}, {"Citation": "Block RI, Erwin WJ, Farinpour R, Braverman K. Sedative, stimulant, and other subjective effects of marijuana: relationships to smoking techniques. Pharmacol Biochem Behav. 1998;59:405–412.", "ArticleIdList": ["9476988"]}, {"Citation": "Calignano A, La Rana G, Giuffrida A, Piomelli D. Control of pain initiation by endogenous cannabinoids. Nature. 1998;394:277–281.", "ArticleIdList": ["9685157"]}, {"Citation": "Chapman CR, Syrjala K, Sargur M. Pain as a manifestation of cancer treatment. Semin Oncol Nurs. 1985;1:100–108.", "ArticleIdList": ["3898270"]}, {"Citation": "Cornblath DR, Chaudhry V, Carter K, Lee D, Seysedadr M, Miernicki M, et al. Total neuropathy score: validation and reliability study. Neurology. 1999;53:1660–1664.", "ArticleIdList": ["10563609"]}, {"Citation": "Derogatis LR, Melisaratos N. The Brief Symptom Inventory: an introductory report. Psychol Med. 1983;13:595–605.", "ArticleIdList": ["6622612"]}, {"Citation": "Deyo RA. Conservative therapy for low back pain. Distinguishing useful from useless therapy. JAMAama. 1983;250:1057–1062.", "ArticleIdList": ["6224032"]}, {"Citation": "Farrar JT, Young JP, Jr, LaMoreaux L, Werth JL, Poole RM. Clinical importance of changes in chronic pain intensity measured on an 11-point numerical pain rating scale. Pain. 2001;94:149–158.", "ArticleIdList": ["11690728"]}, {"Citation": "Foltin RW, Fischman MW, Byrne MF. Effects of smoked marijuana on food intake and body weight of humans living in a residential laboratory. Appetite. 1988;11:1–14.", "ArticleIdList": ["3228283"]}, {"Citation": "Gilson BS, Gilson JS, Bergner M, Bobbit RA, Kressel S, Pollard WE, et al. The sickness impact profile. Development of an outcome measure of health care. Am J Public Health. 1975;65:1304–1310.", "ArticleIdList": ["PMC1776251", "1200192"]}, {"Citation": "Gracely RH, Kwilosz DM. The Descriptor Differential Scale: applying psychophysical principles to clinical pain assessment. Pain. 1988;35:279–288.", "ArticleIdList": ["3226757"]}, {"Citation": "Gracely RH, McGrath F, Dubner R. Ratio scales of sensory and affective verbal pain descriptors. Pain. 1978a;5:5–18.", "ArticleIdList": ["673440"]}, {"Citation": "Gracely RH, McGrath P, Dubner R. Validity and sensitivity of ratio scales of sensory and affective verbal pain descriptors: manipulation of affect by diazepam. Pain. 1978b;5:19–29.", "ArticleIdList": ["673439"]}, {"Citation": "Hall W, Solowij N. Adverse effects of cannabis. Lancet. 1998;352:1611–1616.", "ArticleIdList": ["9843121"]}, {"Citation": "Harder S, Rietbrock S. Concentration-effect relationship of delta-9-tetrahydrocannabiol and prediction of psychotropic effects after smoking marijuana. Int J Clin Pharmacol Ther. 1997;35:155–159.", "ArticleIdList": ["9112136"]}, {"Citation": "Kieburtz K, Simpson D, Yiannoutsos C, Max MB, Hall CD, Ellis RJ, et al. A randomized trial of amitriptyline and mexiletine for painful neuropathy in HIV infection. AIDS Clinical Trial Group 242 Protocol Team. Neurology. 1998;51:1682–1688.", "ArticleIdList": ["9855523"]}, {"Citation": "Lingjaerde O, Ahlfors U, Bech P, Dencker S, Elgen K. The UKU side effects rating scale. Acta Psychiatr Scand. 1987a;76:11–79.", "ArticleIdList": ["2887090"]}, {"Citation": "Lingjaerde O, Ahlfors UG, Bech P, Dencker SJ, Elgen K. The UKU side effect rating scale. A new comprehensive rating scale for psychotropic drugs and a cross-sectional study of side effects in neuroleptic-treated patients. Acta Psychiatr Scand Suppl. 1987b;334:1–100.", "ArticleIdList": ["2887090"]}, {"Citation": "Little R, Rubin D. Statistical Analysis with Missing Data. Hoboken, New Jersey: Wiley-Interscience; 2002."}, {"Citation": "Mao J, Price DD, Lu J, Keniston L, Mayer DJ. Two distinctive antinociceptive systems in rats with pathological pain. Neurosci Lett. 2000;280:13–16.", "ArticleIdList": ["10696800"]}, {"Citation": "Martin BR, Lichtman AH. Cannabinoid transmission and pain perception. Neurobiol Dis. 1998;5:447–461.", "ArticleIdList": ["9974177"]}, {"Citation": "Max MB, Lynch SA, Muir J, Shoaf SE, Smoller B, Dubner R. Effects of desipramine, amitriptyline, and fluoxetine on pain in diabetic neuropathy. N Engl J Med. 1992;326:1250–1256.", "ArticleIdList": ["1560801"]}, {"Citation": "McNair D, Lorr M, Droppleman L. Profile of Mood States (POMS) Manual. San Diego: Educational and Industrial Testing Services; 1992."}, {"Citation": "Melzack R. The McGill Pain Questionnaire: major properties and scoring methods. Pain. 1975;1:277–299.", "ArticleIdList": ["1235985"]}, {"Citation": "Moore TH, Zammit S, Lingford-Hughes A, Barnes TR, Jones PB, Burke M, et al. Cannabis use and risk of psychotic or affective mental health outcomes: a systematic review. Lancet. 2007;370:319–328.", "ArticleIdList": ["17662880"]}, {"Citation": "Moscucci M, Byrne L, Weintraub M, Cox C. Blinding, unblinding, and the placebo effect: an analysis of patients′ guesses of treatment assignment in a double-blind clinical trial. Clin Pharmacol Ther. 1987;41:259–265.", "ArticleIdList": ["3816016"]}, {"Citation": "Rog DJ, Nurmikko TJ, Friede T, Young CA. Randomized, controlled trial of cannabis-based medicine in central pain in multiple sclerosis. Neurology. 2005;65:812–819.", "ArticleIdList": ["16186518"]}, {"Citation": "Shlay JC, Chaloner K, Max MB, Flaws B, Reichelderfer P, Wentworth D, et al. Acupuncture and amitriptyline for pain due to HIV-related peripheral neuropathy: a randomized controlled trial. Terry Beirn Community Programs for Clinical Research on AIDS. JAMA. 1998;280:1590–1595.", "ArticleIdList": ["9820261"]}, {"Citation": "Simpson DM, McArthur JC, Olney R, Clifford D, So Y, Ross D, et al. Lamotrigine for HIV-associated painful sensory neuropathies: a placebo-controlled trial. Neurology. 2003;60:1508–1514.", "ArticleIdList": ["12743240"]}, {"Citation": "Svendsen KB, Jensen TS, Bach FW. Does the cannabinoid dronabinol reduce central pain in multiple sclerosis? Randomised double blind placebo controlled crossover trial. BMJmj. 2004;329:253.", "ArticleIdList": ["PMC498019", "15258006"]}, {"Citation": "Tetrault JM, Crothers K, Moore BA, Mehra R, Concato J, Fiellin DA. Effects of marijuana smoking on pulmonary function and respiratory complications: a systematic review. Arch Intern Med. 2007;167:221–228.", "ArticleIdList": ["PMC2720277", "17296876"]}, {"Citation": "Watson SJ, Benson JA, Jr, Joy JE. Marijuana and medicine: assessing the science base: a summary of the 1999 Institute of Medicine report. Arch Gen Psychiatry. 2000;57:547–552.", "ArticleIdList": ["10839332"]}]}], "History": [{"Year": "2008", "Month": "8", "Day": "9", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "3", "Day": "31", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "8", "Day": "9", "Hour": "9", "Minute": "0"}, {"Year": "2011", "Month": "3", "Day": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18688212", "NIHMS277052", "PMC3066045", "10.1038/npp.2008.120", "npp2008120"]}}], "PubmedBookArticle": []}