{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "18823529", "DateCompleted": {"Year": "2008", "Month": "12", "Day": "02"}, "DateRevised": {"Year": "2008", "Month": "10", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2008", "Month": "09", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-4-21"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "4", "PubDate": {"Year": "2008", "Month": "Sep", "Day": "29"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "The plants, rituals and spells that 'cured' helminthiasis in Sicily.", "Pagination": {"StartPage": "21", "MedlinePgn": "21"}, "Abstract": {"AbstractText": ["The author reports on the plants, rituals and spells used against worms and the so-called scantu (fright) in some areas of Sicily. The work is based on ethnobotanical research carried out, prevalently, between 2002-2006, in some areas of Eastern, South-Eastern, North-Central and South-Central Sicily.", "This research is based on dialogue. Senior 'healers' were contacted; furthermore, doctors, teachers, farmers and in general 'experts' with herbs and 'magic' rituals. Information was collected about the way the plants of folk medicine are prepared. The interviewees were also invited to recite prayers and spells against helminthiasis.", "The author has highlighted the importance of how, in some parts of Sicily, some ailments like helminthiasis and other correlated pathologies like scantu are 'treated' and, especially within the rural social classes, by folk medicine remedies, herbal practises, particular prayers, rituals and spells.", "As regards health/illness, it should be noted that in the last ten years conventional medicine has provided very satisfactory results even resolving potentially mortal pathologies. However, in certain social classes, there is no real collaboration between conventional and folk medicine; so for some senior citizens, the 'healer' with his rituals and empirical and magical herbs is still the person to turn to for the 'cure' of particular ailments. Interest in these practises from ancestral heritage in an advanced country like Italy, is only relevant if the aim is to recoup a cultural identity which is already in decline.It is significant to report a piece: on 14 October 2007 the news on a well-known national Italian TV channel reported an interview with a 94 year-old man from Arbatax (Sardinia) referred to as a 'healer' because both his townspeople and others from all over the world go to him for his cures. He is not paid except in kind and has been known to cure St. Anthony's fire, burns, scalding and marine fungal infections, by smearing his saliva over the infected part and reciting 'special words'."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Botanica, Università di Catania, Via A, Longo 19 - 95125 - Catania, Italy. mariangela.napoli@alice.it"}], "Identifier": [], "LastName": "Napoli", "ForeName": "Mariangela", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Ceremonial Behavior"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Faith Healing"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["therapy"], "DescriptorName": "Helminthiasis"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Interviews as Topic"}, {"QualifierName": [], "DescriptorName": "Italy"}, {"QualifierName": [], "DescriptorName": "Magic"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rural Population"}, {"QualifierName": [], "DescriptorName": "Sicily"}, {"QualifierName": [], "DescriptorName": "Social Class"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Arcidiacono S, Napoli M, Pavone P. Piante selvatiche utilizzate nella medicina e veterinaria popolari nel territorio di Bronte (Catania) Quad Botanica Ambientale Appl. 1999;10:105–118."}, {"Citation": "Arcidiacono S, Napoli M, Pavone P. Piante spontanee d'uso popolare nel territorio di Bronte (Catania) Quad Botanica Ambientale Appl. 2003;14:151–172."}, {"Citation": "Arcidiacono S, Napoli M, Oddo G, Pavone P. Piante selvatiche d'uso popolare nei territori di Alcara Li Fusi e Militello Rosmarino (Messina, N-E Sicilia) Quad Botanica Ambientale Appl. 2007;18:105–146."}, {"Citation": "Napoli M. Indagine etnobotanica su alcune piante utilizzate, in Sicilia, nella medicina popolare, per curare le convulsioni, lo \"spavento\" e l'elmintiasi. Le \"Erbe dello scongiuro\". Formazione psichiatrica. 2000;21:67–80."}, {"Citation": "Napoli M. Indagine sul significato magico-apotropaico di alcuni vegetali in Sicilia: le piante utilizzate nella tradizione popolare contro le \"fatture\" e il malocchio. Formazione psichiatrica. 2002;23:3–17."}, {"Citation": "Napoli M. Utilizzazione nella pratica erboristica e magico-religiosa di Epilobium parviflorum Schreber (Onagraceae) nel territorio di Casalvecchio siculo (Messina) AA VV Etnobotanica nella Provincia di Catania Catania. 2002. pp. 49–54."}, {"Citation": "Napoli M. Segnalazione dell'uso di Rosa canina L. (Rosaceae) in Sicilia, per le presunte proprietà antirabbiche. Formazione psichiatrica. 2005;26:143–155."}, {"Citation": "Napoli M, Giglio T. Usi tradizionali di piante spontanee nel territorio di Monterosso Almo (Ragusa) Boll Acc Gioenia Sci Nat Catania. 2002;35:361–402."}, {"Citation": "Piccitto G, Tropea G. Vocabolario siciliano. Centro Studi Linguistici e Filologici Siciliani. Palermo; 2002."}, {"Citation": "Quave CL, Pieroni A. Traditional Healing in the Vulture Area of Southern Italy. In: Gottschalk-Batschkus CE, Green JC, editor. Handbuch der Ethnoterapien/Handbook of Ethnotherapies, München. 2002. pp. 97–109."}, {"Citation": "Grabner E. Wurm' als Krankheitsvorstellung. Süddeutsche und südosteuropäische Beiträge zur allgemeinen Volksmedizin. 1962;81:224–40."}, {"Citation": "Bonomo G. Scongiuri del popolo siciliano. Palumbo Editore. Palermo; 1953."}, {"Citation": "Saly Rosas F. Il mito del rapto del alma y los ritosmàgicos para la curaciòn del susto. Cultura Peruana. 1959;19:130."}, {"Citation": "Rubel AJ. The Epidemiology of Folk illness: Susto in Hispanic America. Ethnology. 1964;3:268–283. doi: 10.2307/3772883.", "ArticleIdList": ["10.2307/3772883"]}, {"Citation": "Gallini C. Tradizioni sarde e miti d'oggi Dinamiche culturali e scontri di classe. EDES, Cagliari; 1977."}, {"Citation": "Cossu N. Medicina Popolare in Sardegna Dinamiche, Operatori, Practiche Empiriche e Terapie Magiche. Delfino Editore Sassari; 1996."}, {"Citation": "Amodio E. Il colore del Monte Il ciclo della vita nella cultura di Monterosso Almo (Ragusa) Edi grafica \"La Cittadella\", Monterosso Almo; 1991."}, {"Citation": "Quave CL, Pieroni A. Ritual Healing in Arbëreshë Albanian and Italian Communities of Lucania, Southern Italy. Journal of Folklore Research. 2005;42:57–97."}, {"Citation": "Pignatti S. Flora d'Italia, Edagricole Bologna. 1982."}, {"Citation": "Conti F, Abbate G, Alessandrini A, Blasi C. An Annotated checklist of the Italian Vascular Flora. Palumbi. Roma; 2005."}, {"Citation": "Gastaldo P. Compendio della Flora Officinale Italiana. Piccin, Padova; 1987."}, {"Citation": "Palma L. Le piante medicinali d'Italia Botanica, Chimica, Farmacodinamica, Terapia. S.E.I. Torino; 1964."}, {"Citation": "Proserpio G. Il nuovo Codex vegetabilis. Sinerga Studio Edizioni, Milano; 1997."}, {"Citation": "Ceruti A, Ceruti M, Vigolo G. Botanica Medica, Farmaceutica e Veterinaria con Elementi di Botanica Generale. Zanichelli, Bologna; 1993."}, {"Citation": "Lagusi V. Erbuario italo-siciliano. Valenza Editore, Palermo; 1743."}, {"Citation": "Bernardino da Ucria . Hortus regius panhormitanus. Tipis Regiis, Palermo; 1789."}, {"Citation": "Calcara P. Florula Medica Siciliana o Esposizione delle piante indigene medicinali Palermo. 1851."}, {"Citation": "Assenza V. Dizionario botanico dialettale italiano scientifico della maggior parte delle piante spontanee coltivate ed ornamentali della contea di Modica. Tipolitografia Unione, Modica; 1923."}, {"Citation": "Provitina FM. Dizionario Siciliano, Italiano e Latino della flora in Sicilia. Spes Edizioni, Palermo; 1986."}, {"Citation": "Pitrè G. Medicina popolare siciliana. Clio, Palermo; 1993."}, {"Citation": "Guggino E. Le forme del lavoro: mestieri tradizionali in Sicilia I maghi e i ciarmavermi. Sellerio, Palermo; 1988."}, {"Citation": "De Martino E. Sud e Magia. Feltrinelli, Milano; 1998."}, {"Citation": "Pitrè G. Gli scongiuri del popolo siciliano. Antares Editrice, Palermo; 2004."}, {"Citation": "Cossu N. A luna calante. Argo, Lecce; 2005."}, {"Citation": "Anzalone B. Botanica Farmaceutica. 2. Japadre, L'Aquila; 1986."}, {"Citation": "De Simoni E, Guarrera PM. Indagine etnobotanica nella provincia di Teramo. Quad Botanica Ambientale Appl. 1994;5:3–10."}, {"Citation": "Guarrera PM. Usi e tradizioni della flora italiana. Aracne Editore, Roma; 2006."}, {"Citation": "Guarrera PM, Forti G, Marignoli S, Gelsomini G. Piante e Tradizione popolare ad Acquapendente. Quaderni del Museo del fiore. 2004;2:9–160."}, {"Citation": "Cappellani S. Il \"Mauru\" ossia alghe rosse commestibili nella Sicilia centro-orientale. CITEM. 1960. pp. 1–63."}, {"Citation": "Barbagallo C, Battiato A, Cormaci M, Furnari G, Majorana G. Alghe marine della Sicilia orientale di interesse officinale. Boll Acc Gioenia Sci Nat. 1979;13:311–321."}, {"Citation": "Barone R, Sortino M. Indagine conoscitiva sul patrimonio algale dei mari siciliani idoneo ad usi farmaceutici. Convegno Scientifico Nazionale Progetto Finalizzato Oceanografia e Fondi Marini. 1979. pp. 401–412."}, {"Citation": "Barbagallo C, Furnari F. Flora officinale del territorio di Caltagirone (CT) CNR, Memorie. 1967;7:45–165."}, {"Citation": "Ilardi V, Raimondo FM. L'uso tradizionale delle piante nella comunità rurale di Mezzojuso (PA) Quad Botanica Ambientale Appl. 1992;3:41–51."}, {"Citation": "Lentini F, Raimondo FM. L'uso tradizionale delle piante nel territorio di Mistretta (ME) Quad Botanica Ambientale Appl. 1990;1:103–117."}, {"Citation": "Galt AH. The Evil Eye as Synthetic Image and Its Meanings on the Island of Pantelleria, Italy. American Ethnologist. 1982;9:664–81. doi: 10.1525/ae.1982.9.4.02a00030.", "ArticleIdList": ["10.1525/ae.1982.9.4.02a00030"]}, {"Citation": "Dessart F. The Albanian Ethnic Groups in the World: A Historical and Cultural Essay on the Albanian Colonies in Italy. East European Quarterly. 1982;4:469–84."}, {"Citation": "Sironi VA. Medicina Popolare in Brianza. Cattaneo Editore, Oggiono; 1998."}]}], "History": [{"Year": "2008", "Month": "5", "Day": "13"}, {"Year": "2008", "Month": "9", "Day": "29"}, {"Year": "2008", "Month": "10", "Day": "1", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "12", "Day": "17", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "10", "Day": "1", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "9", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["18823529", "PMC2566559", "10.1186/1746-4269-4-21", "1746-4269-4-21"]}}], "PubmedBookArticle": []}