{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "18850234", "DateCompleted": {"Year": "2011", "Month": "07", "Day": "14"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1007/s12263-007-0062-1"], "Journal": {"ISSN": "1555-8932", "JournalIssue": {"Volume": "2", "Issue": "4", "PubDate": {"Year": "2008", "Month": "Feb"}}, "Title": "Genes & nutrition", "ISOAbbreviation": "Genes Nutr"}, "ArticleTitle": "Screening of Korean medicinal plants for possible osteoclastogenesis effects in vitro.", "Pagination": {"StartPage": "375", "EndPage": "380", "MedlinePgn": "375-80"}, "Abstract": {"AbstractText": ["Bone undergoes continuous remodeling through bone formation and resorption, and maintaining the balance for skeletal rigidity. Bone resorption and loss are generally attributed to osteoclasts. Differentiation of osteoclasts is regulated by receptor activator of nuclear factor NF-kB ligand (RANKL), a member of tumor necrosis factor family. When the balance is disturbed, pathological bone abnormality ensues. Through the screening of traditional Korean medicinal plants, the effective molecules for inhibition and stimulation of RANKL-induced osteoclast differentiation in mouse bone marrow macrophages were identified. Among 222 methanol extracts, of medicinal plants, 10 samples exhibited ability to induce osteoclast differentiation. These include Dryobalanops aromatica, Euphoria longana, Lithospermum erythrorhizon, Prunus mume, Prunus nakaii, and Polygonatum odoratum. In contrast, Ailanthus altissima, Curcuma longa, Solanum nigrum, Taraxacum platycarpa, Trichosanthes kirilowii, and Daphne genkwa showed inhibitory effects in RANKL-induced osteoclast differentiation."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Sookmyung Women's University, Seoul, 140-742, Republic of Korea."}], "Identifier": [], "LastName": "Youn", "ForeName": "Yu Na", "Initials": "YN"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lim", "ForeName": "Erang", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lee", "ForeName": "Nari", "Initials": "N"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kim", "ForeName": "Young Seop", "Initials": "YS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Koo", "ForeName": "Min Seon", "Initials": "MS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Choi", "ForeName": "Soon Young", "Initials": "SY"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Genes Nutr", "NlmUniqueID": "101280108", "ISSNLinking": "1555-8932"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "", "ArticleIdList": ["10617959"]}, {"Citation": "New SA, Robins SP, Campbell MK, Martin JC, Garton MJ, Bolton-Smith C, Grubb DA, Lee SJ, Reid DM (2000) Dietary influences on bone mass and bone metabolism: further evidence of a positive link between fruit and vegetable consumption and bone health? Am J Clin Nutr 71:142–151", "ArticleIdList": ["10617959"]}, {"Citation": "", "ArticleIdList": ["10.1359/JBMR.050716", "16234977"]}, {"Citation": "Viereck V, Grundker C, Friess SC, Frosch KH, Raddatz D, Schoppet M, Nisslein T, Emons G, Hofbauer LC (2005) Isopropanolic extract of black cohosh stimulates osteoprotegerin production by human osteoblasts. J Bone Miner Res 20:2036–43", "ArticleIdList": ["16234977"]}, {"Citation": "", "ArticleIdList": ["14608079"]}, {"Citation": "Muhlbauer RC, Lozano A, Reinli A, Wetli H (2003) Various selected vegetables, fruits, mushrooms and red wine residue inhibit bone resorption in rats. J Nutr 133:3592–3597", "ArticleIdList": ["14608079"]}, {"Citation": "", "ArticleIdList": ["10197575"]}, {"Citation": "Tucker KL, Hannan MT, Chen H, Cupples LA, Wilson PW, Kiel DP (1999) Potassium, magnesium, and fruit and vegetable intakes are associated with greater bone mineral density in elderly men and women. Am J Clin Nutr 69:727–736", "ArticleIdList": ["10197575"]}, {"Citation": "", "ArticleIdList": ["10966908"]}, {"Citation": "Alekel DL, Germain AS, Peterson CT, Hanson KB, Stewart JW, Toda T (2000) Isoflavone-rich soy protein isolate attenuates bone loss in the lumbar spine of perimenopausal women. Am J Clin Nutr 72:844–852", "ArticleIdList": ["10966908"]}, {"Citation": "", "ArticleIdList": ["8558297"]}, {"Citation": "Arjmandi BH, Alekel L, Hollis BW, Amin D, Stacewicz-Sapuntzakis M, Guo P, Kukreja SC (1996) Dietary soybean protein prevents bone loss in an ovariectomized rat model of osteoporosis. J Nutr 126:161–167", "ArticleIdList": ["8558297"]}, {"Citation": "", "ArticleIdList": ["10.1016/S8756-3282(03)00243-6", "PMC5233454", "14555264"]}, {"Citation": "Breitman PL, Fonseca D, Cheung AM, Ward WE (2003) Isoflavones with supplemental calcium provide greater protection against the loss of bone mass and strength after ovariectomy compared to isoflavones alone. Bone 33:597–605", "ArticleIdList": ["PMC5233454", "14555264"]}, {"Citation": "", "ArticleIdList": ["9848502"]}, {"Citation": "Potter SM, Baum JA, Teng H, Stillman RJ, Shay NF, Erdman JW Jr (1998) Soy protein and isoflavones: their effects on blood lipids and bone density in postmenopausal women. Am J Clin Nutr 68:1375S–1379S", "ArticleIdList": ["9848502"]}, {"Citation": "", "ArticleIdList": ["10.1359/jbmr.2002.17.7.1230", "12096836"]}, {"Citation": "Muhlbauer RC, Lozano A, Reinli A (2002) Onion and a mixture of vegetables, salads, and herbs affect bone resorption in the rat by a mechanism independent of their base excess. J Bone Miner Res 17:1230–1236", "ArticleIdList": ["12096836"]}, {"Citation": "", "ArticleIdList": ["10.1016/S8756-3282(03)00027-9", "12689680"]}, {"Citation": "Muhlbauer RC, Lozano A, Palacio S, Reinli A, Felix R (2003) Common herbs, essential oils, and monoterpenes potently modulate bone metabolism. Bone 32:372–380", "ArticleIdList": ["12689680"]}, {"Citation": "", "ArticleIdList": ["10.1002/1099-1573(200102)15:1<53::AID-PTR732>3.0.CO;2-E", "11180524"]}, {"Citation": "Chae HJ, Kang JS, Kim JH, Kim CW, Yoo SK, Shin TY, Choi B, Kim HM, Kim HR (2001) Antiosteoporotic activity of Dae-Bo-Won-Chun in ovariectomized rats. Phytother Res 15:53–57", "ArticleIdList": ["11180524"]}, {"Citation": "", "ArticleIdList": ["10.1016/j.jep.2006.01.012", "16513308"]}, {"Citation": "Jin UH, Kim DI, Lee TK, Lee DN, Kim JK, Lee IS, Kim CH (2006) Herbal formulation, Yukmi-jihang-tang-Jahage, regulates bone resorption by inhibition of phosphorylation mediated by tyrosine kinase Src and cyclooxygenase expression. J Ethnopharmacol 106:333–343", "ArticleIdList": ["16513308"]}, {"Citation": "", "ArticleIdList": ["10.1002/ptr.1718", "16220578"]}, {"Citation": "Lee MS, Park KW, Park JS, Kim HJ, Moon SR (2005) Effects of nutritional supplement with herbal extract on bone mineral density and height in prepubescent children: a preliminary study. Phytother Res 19:810–811", "ArticleIdList": ["16220578"]}, {"Citation": "", "ArticleIdList": ["10.1089/jmf.2006.9.336", "17004895"]}, {"Citation": "Hur JM, Park JC (2006) Effects of the aerial parts of Orostachys japonicus and its bioactive component on hepatic alcohol-metabolizing enzyme system. J Med Food 9:336–341", "ArticleIdList": ["17004895"]}, {"Citation": "", "ArticleIdList": ["10.1021/jf060845f", "16881719"]}, {"Citation": "Choi SY, Chung MJ, Seo WD, Shin JH, Shon MY, Sung NJ (2006) Inhibitory effects of Orostachys japonicus extracts on the formation of N-nitrosodimethylamine. J Agric Food Chem 54:6075–6078", "ArticleIdList": ["16881719"]}, {"Citation": "", "ArticleIdList": ["7839574"]}, {"Citation": "Chan TY, Tomlinson B, Tse LK, Chan JC, Chan WW, Critchley JA (1994) Aconitine poisoning due to Chinese herbal medicines: a review. Vet Hum Toxicol 36:452–455", "ArticleIdList": ["7839574"]}, {"Citation": "", "ArticleIdList": ["10.1016/j.carres.2005.11.032", "16406277"]}, {"Citation": "Zhao C, Li M, Luo Y, Wu W (2006) Isolation and structural characterization of an immunostimulating polysaccharide from fuzi, Aconitum carmichaeli. Carbohydr Res 341:485–491", "ArticleIdList": ["16406277"]}, {"Citation": "", "ArticleIdList": ["10.1002/ptr.1670", "15934030"]}, {"Citation": "De Feo V, Martino LD, Santoro A, Leone A, Pizza C, Franceschelli S, Pascale M (2005) Antiproliferative effects of tree-of-heaven (Ailanthus altissima Swingle). Phytother Res 19:226–230", "ArticleIdList": ["15934030"]}, {"Citation": "", "ArticleIdList": ["10.1111/j.1469-7580.2007.00721.x", "PMC2375739", "17451535"]}, {"Citation": "Avwioro OG, Onwuka SK, Moody JO, Agbedahunsi JM, Oduola T, Ekpo OE, Oladele AA (2007) Curcuma longa extract as a histological dye for collagen fibres and red blood cells. J Anat 210:600–603", "ArticleIdList": ["PMC2375739", "17451535"]}, {"Citation": "", "ArticleIdList": ["10.1016/j.intimp.2006.07.011", "17178378"]}, {"Citation": "Zheng W, Gao X, Gu Q, Chen C, Wei Z, Shi F (2007) Antitumor activity of daphnodorins from Daphne genkwa roots. Int Immunopharmacol 7:128–134", "ArticleIdList": ["17178378"]}, {"Citation": "", "ArticleIdList": ["10.1016/j.jep.2006.12.023", "17241759"]}, {"Citation": "Park BY, Min BS, Ahn KS, Kwon OK, Joung H, Bae KH, Lee HK, Oh SR (2006) Daphnane diterpene esters isolated from flower buds of Daphne genkwa induce apoptosis in human myelocytic HL-60 cells and suppress tumor growth in Lewis lung carcinoma (LLC)-inoculated mouse model. J Ethnopharmacol 111:496–503", "ArticleIdList": ["17241759"]}, {"Citation": "", "ArticleIdList": ["10.1271/bbb.66.1859", "12400684"]}, {"Citation": "Yun SI, Cho HR, Choi HS (2002) Anticoagulant from Taraxacum platycarpum. Biosci Biotechnol Biochem 66:1859–1864", "ArticleIdList": ["12400684"]}, {"Citation": "", "ArticleIdList": ["10489881"]}, {"Citation": "Ko SK, Lee SM, Whang WK (1999) Anti-platelet aggregation activity of stilbene derivatives from Rheum undulatum. Arch Pharm Res 22:401–403", "ArticleIdList": ["10489881"]}, {"Citation": "", "ArticleIdList": ["10.1002/ptr.2042", "17128434"]}, {"Citation": "Yoo MY, Oh KS, Lee JW, Seo HW, Yon GH, Kwon DY, Kim YS, Ryu SY, Lee BH (2007) Vasorelaxant effect of stilbenes from rhizome extract of rhubarb (Rheum undulatum) on the contractility of rat aorta. Phytother Res 21:186–189", "ArticleIdList": ["17128434"]}, {"Citation": "", "ArticleIdList": ["10.1016/S0024-3205(03)00288-1", "12757841"]}, {"Citation": "Kim SS, Oh OJ, Min HY, Park EJ, Kim Y, Park HJ, Nam Han Y, Lee SK (2003) Eugenol suppresses cyclooxygenase-2 expression in lipopolysaccharide-stimulated mouse macrophage RAW264.7 cells. Life Sci 73:337–348", "ArticleIdList": ["12757841"]}, {"Citation": "", "ArticleIdList": ["10.1016/j.canlet.2004.11.018", "15922856"]}, {"Citation": "Yoo CB, Han KT, Cho KS, Ha J, Park HJ, Nam JH, Kil UH, Lee KT (2005) Eugenol isolated from the essential oil of Eugenia caryophyllata induces a reactive oxygen species-mediated apoptosis in HL-60 human promyelocytic leukemia cells. Cancer Lett 225:41–52", "ArticleIdList": ["15922856"]}, {"Citation": "", "ArticleIdList": ["10.1016/j.lfs.2006.03.047", "16725160"]}, {"Citation": "Huang H, Chan H, Wang YY, Ouyang DY, Zheng YT, Tam SC (2006) Trichosanthin suppresses the elevation of p38 MAPK, and Bcl-2 induced by HSV-1 infection in Vero cells. Life Sci 79:1287–1292", "ArticleIdList": ["16725160"]}, {"Citation": "", "ArticleIdList": ["10.1016/j.lfs.2005.04.018", "15925389"]}, {"Citation": "Ohno T, Takemura G, Murata I, Kagawa T, Akao S, Minatoguchi S, Fujiwara T, Fujiwara H (2005) Water extract of the root of Lindera strychnifolia slows down the progression of diabetic nephropathy in db/db mice. Life Sci 77:1391–1403", "ArticleIdList": ["15925389"]}, {"Citation": "", "ArticleIdList": ["10.1248/bpb.30.772", "17409518"]}, {"Citation": "Choi SY, Ko HC, Ko SY, Hwang JH, Park JG, Kang SH, Han SH, Yun SH, Kim SJ (2007) Correlation between flavonoid content and the NO production inhibitory activity of peel extracts from various citrus fruits. Biol Pharm Bull 30:772–778", "ArticleIdList": ["17409518"]}, {"Citation": "", "ArticleIdList": ["10.1254/jphs.92.74", "12832858"]}, {"Citation": "Kim JM, Son D, Lee P, Lee KJ, Kim H, Kim SY (2003) Ethyl acetate soluble fraction of Cnidium officinale MAKINO inhibits neuronal cell death by reduction of excessive nitric oxide production in lipopolysaccharide-treated rat hippocampal slice cultures and microglia cells. J Pharmacol Sci 92:74–78", "ArticleIdList": ["12832858"]}, {"Citation": "", "ArticleIdList": ["10.1002/ptr.2135", "17397133"]}, {"Citation": "Zhao QW, Huang X, Lou YJ, Weber N, Proksch P (2007) Effects of ethanol extracts from Adzuki bean (Phaseolus angularis Wight.) and Lima bean (Phaseolus lunatus L.) on estrogen and progesterone receptor phenotypes of MCF-7/BOS cells. Phytother Res 21:648–652", "ArticleIdList": ["17397133"]}, {"Citation": "", "ArticleIdList": ["10.1006/phrs.2000.0726", "11058409"]}, {"Citation": "Oh KS, Park TJ, Choi BH, Lee DK, Lee TK, Kim KT (2000) Inhibition of nicotinic receptor-mediated catecholamine secretion by Dryobalanops aromatica in bovine adrenal chromaffin cells. Pharmacol Res 42:559–564", "ArticleIdList": ["11058409"]}, {"Citation": "", "ArticleIdList": ["10.1002/ptr.1433", "15162365"]}, {"Citation": "Lee CJ, Lee JH, Seok JH, Hur GM, Park Js J, Bae S, Lim JH, Park YC (2004) Effects of betaine, coumarin and flavonoids on mucin release from cultured hamster tracheal surface epithelial cells. Phytother Res 18:301–305", "ArticleIdList": ["15162365"]}, {"Citation": "", "ArticleIdList": ["10.1021/jf0523770", "16536585"]}, {"Citation": "Jeong JT, Moon JH, Park KH, Shin CS (2006) Isolation and characterization of a new compound from Prunus mume fruit that inhibits cancer cells. J Agric Food Chem 54:2123–2128", "ArticleIdList": ["16536585"]}, {"Citation": "", "ArticleIdList": ["10.1021/jf0403484", "15740011"]}, {"Citation": "Rangkadilok N, Worasuttayangkurn L, Bennett RN, Satayavivad J (2005) Identification and quantification of polyphenolic compounds in Longan (Euphoria longana Lam.) fruit. J Agric Food Chem 53:1387–1392", "ArticleIdList": ["15740011"]}, {"Citation": "", "ArticleIdList": ["10.1002/ptr.1100", "12164262"]}, {"Citation": "Chen X, Yang L, Oppenheim JJ, Howard MZ (2002) Cellular pharmacology studies of shikonin derivatives. Phytother Res 16:199–209", "ArticleIdList": ["12164262"]}]}], "History": [{"Year": "2008", "Month": "10", "Day": "14", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "10", "Day": "14", "Hour": "9", "Minute": "1"}, {"Year": "2008", "Month": "10", "Day": "14", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18850234", "PMC2478488", "10.1007/s12263-007-0062-1"]}}], "PubmedBookArticle": []}