{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "18927219", "DateCompleted": {"Year": "2009", "Month": "02", "Day": "20"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2008", "Month": "10", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1210/en.2008-0999"], "Journal": {"ISSN": "1945-7170", "JournalIssue": {"Volume": "150", "Issue": "2", "PubDate": {"Year": "2009", "Month": "Feb"}}, "Title": "Endocrinology", "ISOAbbreviation": "Endocrinology"}, "ArticleTitle": "Selective elevation of adiponectin production by the natural compounds derived from a medicinal herb alleviates insulin resistance and glucose intolerance in obese mice.", "Pagination": {"StartPage": "625", "EndPage": "633", "MedlinePgn": "625-33"}, "Abstract": {"AbstractText": ["Adiponectin is an adipocyte-derived insulin-sensitizing hormone with antidiabetic, antiinflammatory, and antiatherosclerotic properties. A decreased serum level of adiponectin in obesity has been identified as an independent risk factor for diabetes and cardiovascular complications, suggesting that pharmacological intervention aimed at elevating adiponectin production might hold promise for the treatment and/or prevention of these diseases. Here we report the identification of two structurally related natural compounds (astragaloside II and isoastragaloside I) from the medicinal herb Radix Astragali that possess such an activity. Astragaloside II and isoastragaloside I selectively increased adiponectin secretion in primary adipocytes without any obvious effects on a panel of other adipokines. Furthermore, an additive effect on induction of adiponectin production was observed between these two compounds and rosiglitazone, a thiazolidinedione class of insulin-sensitizing drugs. Chronic administration of astragaloside II and isoastragaloside I in both dietary and genetic obese mice significantly elevated serum levels of total adiponectin and selectively increased the composition of its high molecular weight oligomeric complex. These changes were associated with an alleviation of hyperglycemia, glucose intolerance, and insulin resistance. By contrast, the beneficial effects of these two compounds on insulin sensitivity and glucose metabolism were diminished in adiponectin knockout mice. In conclusion, our results suggest that pharmacological elevation of circulating adiponectin alone is sufficient to ameliorate insulin resistance and diabetes and support the use of adiponectin as a biomarker for future drug discovery. The two natural compounds might provide the lead as a novel class of therapeutics for obesity-related diseases."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine and Research Center for Heart, Brain, Hormones, and Healthy Aging, University of Hong Kong, Hong Kong. amxu@hkucc.hku.hk"}], "Identifier": [], "LastName": "Xu", "ForeName": "Aimin", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wang", "ForeName": "Hongbing", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hoo", "ForeName": "Ruby L C", "Initials": "RL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sweeney", "ForeName": "Gary", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Vanhoutte", "ForeName": "Paul M", "Initials": "PM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wang", "ForeName": "Yu", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wu", "ForeName": "Donghai", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chu", "ForeName": "Wenjing", "Initials": "W"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Qin", "ForeName": "Guowei", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lam", "ForeName": "Karen S L", "Initials": "KS"}], "GrantList": [{"GrantID": "R01 HL051586", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "HL-51586", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Endocrinology", "NlmUniqueID": "0375040", "ISSNLinking": "0013-7227"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Adiponectin"}, {"RegistryNumber": "0", "NameOfSubstance": "Biological Products"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "3T3-L1 Cells"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Adipocytes"}, {"QualifierName": ["metabolism"], "DescriptorName": "Adiponectin"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Astragalus propinquus"}, {"QualifierName": ["isolation & purification", "pharmacology", "therapeutic use"], "DescriptorName": "Biological Products"}, {"QualifierName": [], "DescriptorName": "Cells, Cultured"}, {"QualifierName": [], "DescriptorName": "Drug Evaluation, Preclinical"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Glucose Intolerance"}, {"QualifierName": ["physiology"], "DescriptorName": "Insulin Resistance"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred C57BL"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred NOD"}, {"QualifierName": [], "DescriptorName": "Mice, Obese"}, {"QualifierName": [], "DescriptorName": "Models, Biological"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Obesity"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug effects"], "DescriptorName": "Substrate Specificity"}, {"QualifierName": ["drug effects"], "DescriptorName": "Up-Regulation"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Shoelson SE, Herrero L, Naaz A 2007 Obesity, inflammation, and insulin resistance. Gastroenterology 132:2169–2180", "ArticleIdList": ["17498510"]}, {"Citation": "Trujillo ME, Scherer PE 2006 Adipose tissue-derived factors: impact on health and disease. Endocr Rev 27:762–778", "ArticleIdList": ["17056740"]}, {"Citation": "Tilg H, Moschen AR 2006 Adipocytokines: mediators linking adipose tissue, inflammation and immunity. Nat Rev Immunol 6:772–783", "ArticleIdList": ["16998510"]}, {"Citation": "Kadowaki T, Yamauchi T, Kubota N, Hara K, Ueki K, Tobe K 2006 Adiponectin and adiponectin receptors in insulin resistance, diabetes, and the metabolic syndrome. J Clin Invest 116:1784–1792", "ArticleIdList": ["PMC1483172", "16823476"]}, {"Citation": "Wang Y, Lam KS, Yau MH, Xu A 2008 Post-translational modifications of adiponectin: mechanisms and functional implications. Biochem J 409: 623–633", "ArticleIdList": ["18177270"]}, {"Citation": "Menzaghi C, Trischitta V, Doria A 2007 Genetic influences of adiponectin on insulin resistance, type 2 diabetes, and cardiovascular disease. Diabetes 56:1198–1209", "ArticleIdList": ["17303804"]}, {"Citation": "Daimon M, Oizumi T, Saitoh T, Kameda W, Hirata A, Yamaguchi H, Ohnuma H, Igarashi M, Tominaga M, Kato T 2003 Decreased serum levels of adiponectin are a risk factor for the progression to type 2 diabetes in the Japanese population: the Funagata study. Diabetes Care 26:2015–2020", "ArticleIdList": ["12832305"]}, {"Citation": "Pischon T, Girman CJ, Hotamisligil GS, Rifai N, Hu FB, Rimm EB 2004 Plasma adiponectin levels and risk of myocardial infarction in men. JAMA 291:1730–1737", "ArticleIdList": ["15082700"]}, {"Citation": "Lindsay RS, Funahashi T, Hanson RL, Matsuzawa Y, Tanaka S, Tataranni PA, Knowler WC, Krakoff J 2002 Adiponectin and development of type 2 diabetes in the Pima Indian population. Lancet 360:57–58", "ArticleIdList": ["12114044"]}, {"Citation": "Kubota N, Terauchi Y, Yamauchi T, Kubota T, Moroi M, Matsui J, Eto K, Yamashita T, Kamon J, Satoh H, Yano W, Froguel P, Nagai R, Kimura S, Kadowaki T, Noda T 2002 Disruption of adiponectin causes insulin resistance and neointimal formation. J Biol Chem 277:25863–25866", "ArticleIdList": ["12032136"]}, {"Citation": "Maeda N, Shimomura I, Kishida K, Nishizawa H, Matsuda M, Nagaretani H, Furuyama N, Kondo H, Takahashi M, Arita Y, Komuro R, Ouchi N, Kihara S, Tochino Y, Okutomi K, Horie M, Takeda S, Aoyama T, Funahashi T, Matsuzawa Y 2002 Diet-induced insulin resistance in mice lacking adiponectin/ACRP30. Nat Med 8:731–737", "ArticleIdList": ["12068289"]}, {"Citation": "Fruebis J, Tsao TS, Javorschi S, Ebbets-Reed D, Erickson MR, Yen FT, Bihain BE, Lodish HF 2001 Proteolytic cleavage product of 30-kDa adipocyte complement-related protein increases fatty acid oxidation in muscle and causes weight loss in mice. Proc Natl Acad Sci USA 98:2005–2010", "ArticleIdList": ["PMC29372", "11172066"]}, {"Citation": "Berg AH, Combs TP, Du X, Brownlee M, Scherer PE 2001 The adipocyte-secreted protein Acrp30 enhances hepatic insulin action. Nat Med 7:947–953", "ArticleIdList": ["11479628"]}, {"Citation": "Wang Y, Xu A, Knight C, Xu LY, Cooper GJ 2002 Hydroxylation and glycosylation of the four conserved lysine residues in the collagenous domain of adiponectin. Potential role in the modulation of its insulin-sensitizing activity. J Biol Chem 277:19521–19529", "ArticleIdList": ["11912203"]}, {"Citation": "Yamauchi T, Kamon J, Minokoshi Y, Ito Y, Waki H, Uchida S, Yamashita S, Noda M, Kita S, Ueki K, Eto K, Akanuma Y, Froguel P, Foufelle F, Ferre P, Carling D, Kimura S, Nagai R, Kahn BB, Kadowaki T 2002 Adiponectin stimulates glucose utilization and fatty-acid oxidation by activating AMP-activated protein kinase. Nat Med 8:1288–1295", "ArticleIdList": ["12368907"]}, {"Citation": "Ohashi K, Kihara S, Ouchi N, Kumada M, Fujita K, Hiuge A, Hibuse T, Ryo M, Nishizawa H, Maeda N, Maeda K, Shibata R, Walsh K, Funahashi T, Shimomura I 2006 Adiponectin replenishment ameliorates obesity-related hypertension. Hypertension 47:1108–1116", "ArticleIdList": ["16651465"]}, {"Citation": "Zhu W, Cheng KK, Vanhoutte PM, Lam KS, Xu A 2008 Vascular effects of adiponectin: molecular mechanisms and potential therapeutic intervention. Clin Sci (Lond) 114:361–374", "ArticleIdList": ["18230060"]}, {"Citation": "Xu A, Wang Y, Keshaw H, Xu LY, Lam KS, Cooper GJ 2003 The fat-derived hormone adiponectin alleviates alcoholic and nonalcoholic fatty liver diseases in mice. J Clin Invest 112:91–100", "ArticleIdList": ["PMC162288", "12840063"]}, {"Citation": "Shibata R, Sato K, Pimentel DR, Takemura Y, Kihara S, Ohashi K, Funahashi T, Ouchi N, Walsh K 2005 Adiponectin protects against myocardial ischemia-reperfusion injury through AMPK- and COX-2-dependent mechanisms. Nat Med 11:1096–1103", "ArticleIdList": ["PMC2828682", "16155579"]}, {"Citation": "Wang Y, Lam JB, Lam KS, Liu J, Lam MC, Hoo RL, Wu D, Cooper GJ, Xu A 2006 Adiponectin modulates the glycogen synthase kinase-3β/β-catenin signaling pathway and attenuates mammary tumorigenesis of MDA-MB-231 cells in nude mice. Cancer Res 66:11462–11470", "ArticleIdList": ["17145894"]}, {"Citation": "Hattori Y, Hattori S, Akimoto K, Nishikimi T, Suzuki K, Matsuoka H, Kasai K 2007 Globular adiponectin activates nuclear factor-κB and activating protein-1 and enhances angiotensin II-induced proliferation in cardiac fibroblasts. Diabetes 56:804–808", "ArticleIdList": ["17327451"]}, {"Citation": "Haugen F, Drevon CA 2007 Activation of nuclear factor-κB by high molecular weight and globular adiponectin. Endocrinology 148:5478–5486", "ArticleIdList": ["17702846"]}, {"Citation": "Xu A, Chan KW, Hoo RL, Wang Y, Tan KC, Zhang J, Chen B, Lam MC, Tse C, Cooper GJ, Lam KS 2005 Testosterone selectively reduces the high molecular weight form of adiponectin by inhibiting its secretion from adipocytes. J Biol Chem 280:18073–18080", "ArticleIdList": ["15760892"]}, {"Citation": "Ma K, Cabrero A, Saha PK, Kojima H, Li L, Chang BH, Paul A, Chan L 2002 Increased β-oxidation but no insulin resistance or glucose intolerance in mice lacking adiponectin. J Biol Chem 277:34658–34661", "ArticleIdList": ["12151381"]}, {"Citation": "Combs TP, Wagner JA, Berger J, Doebber T, Wang WJ, Zhang BB, Tanen M, Berg AH, O'Rahilly S, Savage DB, Chatterjee K, Weiss S, Larson PJ, Gottesdiener KM, Gertz BJ, Charron MJ, Scherer PE, Moller DE 2002 Induction of adipocyte complement-related protein of 30 kilodaltons by PPARγ agonists: a potential mechanism of insulin sensitization. Endocrinology 143:998–1007", "ArticleIdList": ["11861525"]}, {"Citation": "Yamauchi T, Kamon J, Waki H, Terauchi Y, Kubota N, Hara K, Mori Y, Ide T, Murakami K, Tsuboyama-Kasaoka N, Ezaki O, Akanuma Y, Gavrilova O, Vinson C, Reitman ML, Kagechika H, Shudo K, Yoda M, Nakano Y, Tobe K, Nagai R, Kimura S, Tomita M, Froguel P, Kadowaki T 2001 The fat-derived hormone adiponectin reverses insulin resistance associated with both lipoatrophy and obesity. Nat Med 7:941–946", "ArticleIdList": ["11479627"]}, {"Citation": "Kubota N, Terauchi Y, Kubota T, Kumagai H, Itoh S, Satoh H, Yano W, Ogata H, Tokuyama K, Takamoto I, Mineyama T, Ishikawa M, Moroi M, Sugi K, Yamauchi T, Ueki K, Tobe K, Noda T, Nagai R, Kadowaki T 2006 Pioglitazone ameliorates insulin resistance and diabetes by both adiponectin-dependent and -independent pathways. J Biol Chem 281:8748–8755", "ArticleIdList": ["16431926"]}, {"Citation": "Nawrocki AR, Rajala MW, Tomas E, Pajvani UB, Saha AK, Trumbauer ME, Pang Z, Chen AS, Ruderman NB, Chen H, Rossetti L, Scherer PE 2006 Mice lacking adiponectin show decreased hepatic insulin sensitivity and reduced responsiveness to peroxisome proliferator-activated receptor γ agonists. J Biol Chem 281:2654–2660", "ArticleIdList": ["16326714"]}, {"Citation": "Wang ZV, Schraw TD, Kim JY, Khan T, Rajala MW, Follenzi A, Scherer PE 2007 Secretion of the adipocyte-specific secretory protein adiponectin critically depends on thiol-mediated protein retention. Mol Cell Biol 27:3716–3731", "ArticleIdList": ["PMC1899995", "17353260"]}, {"Citation": "Qiang L, Wang H, Farmer SR 2007 Adiponectin secretion is regulated by SIRT1 and the endoplasmic reticulum oxidoreductase Ero1-Lα. Mol Cell Biol 27:4698–4707", "ArticleIdList": ["PMC1951471", "17452443"]}, {"Citation": "Long YC, Zierath JR 2006 AMP-activated protein kinase signaling in metabolic regulation. J Clin Invest 116:1776–1783", "ArticleIdList": ["PMC1483147", "16823475"]}, {"Citation": "Tomas E, Tsao TS, Saha AK, Murrey HE, Zhang Cc C, Itani SI, Lodish HF, Ruderman NB 2002 Enhanced muscle fat oxidation and glucose transport by ACRP30 globular domain: acetyl-CoA carboxylase inhibition and AMP-activated protein kinase activation. Proc Natl Acad Sci USA 99:16309–16313", "ArticleIdList": ["PMC138607", "12456889"]}, {"Citation": "Ryu M, Kim EH, Chun M, Kang S, Shim B, Yu YB, Jeong G, Lee JS 2008 Astragali Radix elicits anti-inflammation via activation of MKP-1, concomitant with attenuation of p38 and Erk. J Ethnopharmacol 115:184–193", "ArticleIdList": ["17996413"]}, {"Citation": "Gui SY, Wei W, Wang H, Wu L, Sun WY, Chen WB, Wu CY 2006 Effects and mechanisms of crude astragalosides fraction on liver fibrosis in rats. J Ethnopharmacol 103:154–159", "ArticleIdList": ["16198523"]}, {"Citation": "Xu XL, Ji H, Gu SY, Shao Q, Huang QJ, Cheng YP 2008 Cardioprotective effects of Astragali Radix against isoproterenol-induced myocardial injury in rats and its possible mechanism. Phytother Res 22:389–394", "ArticleIdList": ["18058992"]}, {"Citation": "Jia W, Gao W, Tang L 2003 Antidiabetic herbal drugs officially approved in China. Phytother Res 17:1127–1134", "ArticleIdList": ["14669243"]}, {"Citation": "Pajvani UB, Hawkins M, Combs TP, Rajala MW, Doebber T, Berger JP, Wagner JA, Wu M, Knopps A, Xiang AH, Utzschneider KM, Kahn SE, Olefsky JM, Buchanan TA, Scherer PE 2004 Complex distribution, not absolute amount of adiponectin, correlates with thiazolidinedione-mediated improvement in insulin sensitivity. J Biol Chem 279:12152–12162", "ArticleIdList": ["14699128"]}, {"Citation": "Bodles A, Banga A, Rasouli N, Ono F, Kern PA, Owens RJ 2006 Pioglitazone increases secretion of high molecular weight adiponectin from adipocytes. Am J Physiol Endocrinol Metab 291:E1100–E1105", "ArticleIdList": ["16803857"]}]}], "History": [{"Year": "2008", "Month": "10", "Day": "18", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "2", "Day": "21", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "10", "Day": "18", "Hour": "9", "Minute": "0"}, {"Year": "2010", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18927219", "PMC2732290", "10.1210/en.2008-0999", "en.2008-0999"]}}], "PubmedBookArticle": []}