{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "18955251", "DateCompleted": {"Year": "2010", "Month": "09", "Day": "09"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2007", "Month": "10", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1093/ecam/nem148"], "Journal": {"ISSN": "1741-4288", "JournalIssue": {"Volume": "6", "Issue": "4", "PubDate": {"Year": "2009", "Month": "Dec"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Assessment of antimalarial activity against Plasmodium falciparum and phytochemical screening of some Yemeni medicinal plants.", "Pagination": {"StartPage": "453", "EndPage": "456", "MedlinePgn": "453-6"}, "Abstract": {"AbstractText": ["Developing countries, where malaria is one of the most prevalent diseases, still rely on traditional medicine as a source for the treatment of this disease. In the present study, six selected plants (Acalypha fruticosa, Azadirachta indica, Cissus rotundifolia, Echium rauwalfii, Dendrosicyos socotrana and Boswellia elongata) commonly used in Yemen by traditional healers for the treatment of malaria as well as other diseases, were collected from different localities of Yemen, dried and extracted with methanol and water successfully. The antiplasmodial activity of the extracts was evaluated against fresh clinical isolates of Plasmodium falciparum. The selectivity parameters to evaluate the efficacy of these medicinal plants were measured by in vitro micro test (Mark III) according to World Health Organization (WHO) 1996 & WHO 2001 protocols of antimalarial drug tests. Among the investigated 12 extracts, three were found to have significant antiplasmodial activity with IC(50) values less than 4 microg/ml, namely the water extracts of A. fruticosa, A. indica and D. socotrana. Six extracts showed moderate activity with IC(50) values ranging from 10 to 30 microg/ml and three appeared to be inactive with IC(50) values more than 30 microg/ml. In addition, preliminary phytochemical screening of the methanolic and aqueous extracts indicated the presence of saponins, tannins, flavonoids, terpenoids, polysaccharides and peptides."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Sana'a-University, Sana'a, Yemen."}], "Identifier": [], "LastName": "Alshawsh", "ForeName": "Mohammed A", "Initials": "MA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mothana", "ForeName": "Ramzi A", "Initials": "RA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Al-Shamahy", "ForeName": "Hassan A", "Initials": "HA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Alsllami", "ForeName": "Salah F", "Initials": "SF"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lindequist", "ForeName": "Ulrike", "Initials": "U"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Health Organization. Vol. 71. Geneva: 1996. Malaria distribution. A weekly epidemiological record; pp. 17–24."}, {"Citation": "World Health Organization. Geneva: WHO; Fact sheet No.94, revised October 1998."}, {"Citation": "Ministry of Public Health and Population (MoPH&P) Annual report. Yemen: 2002. National Malaria Control Program."}, {"Citation": "Bloland PB. Geneva: World Health Organization; Drug resistance in malaria 2001. (WHO/CDS/CSR/DRS/2001/4)"}, {"Citation": "Etkin NL. The co-evolution of people, plants, and parasites: biological and cultural adaptations to malaria. Proc Nutr Soc. 2003;62:311–7.", "ArticleIdList": ["14506878"]}, {"Citation": "Tan RX, Zheng WF, Tang HQ. Biologically active substances from the genus. Artemisia. Planta Med. 1998;64:295–302.", "ArticleIdList": ["9619108"]}, {"Citation": "Merlin LW. Traditional Medicinal Plants and Malaria. Buckingham, Gerard Bodeker. University of Oxford England, UK: University of Oxford; 2004."}, {"Citation": "Clarkson C, Maharaj VJ, Crouch NR, Grace OM, Pillay P, Matsabisa MG, et al. In vitro antiplasmodial activity of medicinal plants native to or naturalised in South Africa. J Ethnopharmacol. 2004;92:177–91.", "ArticleIdList": ["15137999"]}, {"Citation": "Ali AN, Attif OA, Mohammed MI. Herbal medicine in two Yemeni provinces-ethno botanical study. Yem Med J. 1999;3:13–23."}, {"Citation": "Ali AN, Al-rahwi AK, Lindequist U. Some medicinal plants used in Yemeni herbal medicine to treat malaria. Afr J Trad CAM. 2004;1:72–6."}, {"Citation": "Wagner H, Bladt S. Plants Drug Analysis: A Thin Layer Chromatography Atlas. 2nd. Berlin: Springer; 1996. pp. 306–64."}, {"Citation": "World Health Organization. Geneva: WHO/MAL/96, 1077; 1996. Assessment of therapeutic efficacy of antimalarial drugs for uncomplicated falciparum malaria in areas with intense transmission."}, {"Citation": "World Health Organization. Geneva: WHO; 2001. In vitro micro test (MarkIII) for the assessment of the response of Plasmodium falciparum to chloroquine, mefloquine, quinine, amodiaquine, sulfadoxine/pyrimethamine and artemisinin. CTD/MAL/97, 20."}, {"Citation": "Flores MVC, Berger-Eiszele SM, Stuart TS. Long-term cultivation of Plasmodium falciparum in media with commercial non-serum supplements. Parasitol Res. 1997;83:734–6.", "ArticleIdList": ["9272569"]}, {"Citation": "Wernsdorfer WH, Wernsdorfer MG. The evaluation of in vitro tests for the assessment of drug response in Plasmodium falciparum. Mitt Oesterr Ges Trop Parasitol. 1995;17:221–8."}, {"Citation": "Miller AG, Morres M. Ethno Flora of the Soqotra Archipelago: the Royal Botanic Garden. Edinburgh UK; Royal Botanic Garden, 2004;458–64, 535–6."}, {"Citation": "Mothana RA, Lindequist U. Antimicrobial activity of some medicinal plants of the island Soqotra. J Ethnopharmacol. 2005;96:177–81.", "ArticleIdList": ["15588668"]}, {"Citation": "El-Tahir A, Satti GMH, Khaild SA. Antiplasmodial activity of selected Sudanese medicinal plants with emphasis on Maytenus senegalensis (Lam.) Exell. J Ethnopharmacol. 1999;64:227–33.", "ArticleIdList": ["10363837"]}, {"Citation": "Dhar R, Zhang K, Talwar GP, Grag S, Kumar N. Inhibition of the growth and development of asexual and sexual stages of drug sensitive and resistant strains of the human malaria parasite Plasmodium falciparum by neem (Azadirachta indica) fractions. J Ethnopharmacol. 1998;61:31–9.", "ArticleIdList": ["9687079"]}, {"Citation": "Iroka J. Antimalarial activity of Nigerian neem leaves. Trans R Soc Trop Med Hyg. 1993;87:471–2.", "ArticleIdList": ["8249085"]}, {"Citation": "Jones IW, Denholm AA, Ley SV, Lovell H, Wood A, Sinden RE. Sexual development of malaria parasite is inhibited in vitro by the neem extract Azadiachtin and it's semi-synthetic analogues. FEMS Microbiol Lett. 1994;120:267–74.", "ArticleIdList": ["7980823"]}, {"Citation": "Wernsdorfer WH, Payne D. Drug sensitivity tests in malaria parasites. In: Wernsdorfer WH, McGregor IA, editors. Malaria: Principles and Practice of Malariology., Vol 2. London: Churchill Livingstone Ltd.; 1765–800, 1988."}, {"Citation": "MacKinnon S, Durst T, Arnason JT, Angerhofer C, Pezzuto J, Sanchez-Vindas PE, et al. Antimalarial activity of tropical Meliaceae extracts and gedunin derivatives. J Nat Prod. 1997;60:336–41.", "ArticleIdList": ["9134742"]}, {"Citation": "Randrianarivelojosia M, Rasidimanana VT, Rabarison H, Cheplogoi PK, Ratsimbason M, Mulholland DA, et al. Plants traditionally prescribed to treat tazo (malaria) in the eastern region of Madagascar. Malaria J. 2003;2:25.", "ArticleIdList": ["PMC184444", "12921540"]}]}], "History": [{"Year": "2008", "Month": "10", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "10", "Day": "29", "Hour": "9", "Minute": "1"}, {"Year": "2008", "Month": "10", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18955251", "PMC2781778", "10.1093/ecam/nem148", "nem148"]}}], "PubmedBookArticle": []}