{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Morinda citrifolia", "excision and dead space wound", "hydroxyproline", "wound healing"]], "GeneralNote": [], "PMID": "18955257", "DateCompleted": {"Year": "2011", "Month": "07", "Day": "14"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2007", "Month": "10", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1093/ecam/nem127"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "6", "Issue": "3", "PubDate": {"Year": "2009", "Month": "Sep"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Evaluation of the Wound-healing Activity of Ethanolic Extract of Morinda citrifolia L. Leaf.", "Pagination": {"StartPage": "351", "EndPage": "356", "MedlinePgn": "351-6"}, "Abstract": {"AbstractText": ["Morinda citrifolia L. (noni) is one of the most important traditional Polynesian medicinal plants. The primary indigenous use of this plant appears to be of the leaves, as a topical treatment for wound healing. The ethanol extract of noni leaves (150 mg kg(-1) day(-1)) was used to evaluate the wound-healing activity on rats, using excision and dead space wound models. Animals were randomly divided into two groups of six for each model. Test group animals in each model were treated with the ethanol extract of noni orally by mixing in drinking water and the control group animals were maintained with plain drinking water. Healing was assessed by the rate of wound contraction, time until complete epithelialization, granulation tissue weight and hydoxyproline content. On day 11, the extract-treated animals exhibited 71% reduction in the wound area when compared with controls which exhibited 57%. The granulation tissue weight and hydroxyproline content in the dead space wounds were also increased significantly in noni-treated animals compared with controls (P < 0.002). Enhanced wound contraction, decreased epithelialization time, increased hydroxyproline content and histological characteristics suggest that noni leaf extract may have therapeutic benefits in wound healing."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pre clinical Sciences, Biochemistry unit, Faculty of Medical Sciences, The University of the West Indies, St Augustine, Trinidad. shiv25@gmail.com."}], "Identifier": [], "LastName": "Nayak", "ForeName": "B Shivananda", "Initials": "BS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sandiford", "ForeName": "Steve", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Maxwell", "ForeName": "Anderson", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kumar R, Katoch SS, Sharma S. β–Adrenoceptor agonist treatment reverses denervation atrophy with augmentation of collagen proliferation in denervated mice gastrocnemius muscle. Indian J Exp Biol. 2006;44:371–76.", "ArticleIdList": ["16708889"]}, {"Citation": "Lawrence WT, Diegelmann RF. Growth factors in wound healing. Clin Dermatol. 1994;12:157–69.", "ArticleIdList": ["8180938"]}, {"Citation": "Falanga V. The Chronic wound; impaired wound healing and solutions in the context of wound bed preparation. Blood cells Mole dis. 2004;32:88–94.", "ArticleIdList": ["14757419"]}, {"Citation": "Elkins R. Hawaiian Noni (Morinda citrifolia) Pleasant Grove, UT: Woodland Publishing; 1997."}, {"Citation": "Hirazumi A, Furusawa E, Chou SC, Hokama Y. Immunomodulation contributes to the anticancer activity of Noni (noni) fruit juice. Proc West Pharmacol Soc. 1996;39:7–9.", "ArticleIdList": ["8895953"]}, {"Citation": "McClatchey W. From Polynesian healers to health food stores: changing perspectives of Morinda citrifolia (Rubiaceae) Integr Cancer Ther. 2002;1:110–20.", "ArticleIdList": ["14664736"]}, {"Citation": "Hirazumi A, Furusawa E. An immunomodulatory polysaccharide-rich substance from the fruit juice of Noni(noni) with antitumour activity. Phytother Res. 1999;13:380–7.", "ArticleIdList": ["10441776"]}, {"Citation": "Hiramatsu T, Imoto M, Koyano T, Umezawa K. Induction of normal phenotypes in ras-transformed cells by damnacanthal from Morinda citrifolia. Cancer Lett. 1993;73:161–66.", "ArticleIdList": ["7693328"]}, {"Citation": "Younos C, Rolland A, Fleurentin J, Lanhers MC, Misslin R, Mortier F. Analgesic and behavioral effects of Morinda citrifolia. Planta Med. 1990;56:430–34.", "ArticleIdList": ["1981810"]}, {"Citation": "Takashima J, Ikeda Y, Komiyama K, Hayashi M, Kishida A, Ohsaki A. New constituents from the leaves of Morinda citrifolia. Chem Pharm Bull. 2007;55:343–5.", "ArticleIdList": ["17268114"]}, {"Citation": "Kapoor LD, Singh A, Kapoort SL, Strivastava SN. Survey of Indian medicinal plants for saponins. Alkaloids and flavonoids. Lloydia. 1969;32:297–302.", "ArticleIdList": ["5356032"]}, {"Citation": "Said IM, Din LB, Samsudin MW, Zakaria Z, Yusoff NI, Suki U, et al. A phytochemical survey of Uku Kincin, Pahang, Malaysia. Mal Nat J. 1990;43:260–66."}, {"Citation": "Harborne JB. Photochemical Methods: A Guide to Modern Techniques of Plant Analysis. London: Chapman A & Hall; 1973. p. 279."}, {"Citation": "Trease GE, Evans WC. A Text-book of Parmacognosy. London: Bailliere Tinall Ltd; 1989. p. 53."}, {"Citation": "Jalalpure SS, Patil MB, Prakash NS, Hemalatha K, Manvi FV. Hepatoprotective activity of fruits of Piper longum L. Indian J Pharm Sci. 2003;65:363–6."}, {"Citation": "Morton JJ, Malone MH. Evaluation of vulnerary activity by an open wound procedure in rats. Arch. Int. Pharmacodyn. 1972;196:117–26.", "ArticleIdList": ["5059357"]}, {"Citation": "Turner RA. Inflammatory agent in screening methods of pharmacology. 2nd. New York: Academic press; 1965."}, {"Citation": "Neuman RE, Logan MA. The determination of hydroxyproline. J Biol Chem. 1950;184:299–306.", "ArticleIdList": ["15421999"]}, {"Citation": "Scortichini M, Pia Rossi M. Preliminary in vitro evaluation of the antimicrobial activity of triterpenes and terpenoids towards Erwinia amylovora (Burrill) J Bacteriol. 1991;71:109–12."}, {"Citation": "Tsuchiya H, Sato M, Miyazaki T, Fujiwara S, Tanigaki S, Ohyama M, et al. Comparative study on the antibacterial activity of phytochemical flavanones against methicillin-resistant Staphylococcus aureus. J Ethnopharmacol. 1996;50:27–34.", "ArticleIdList": ["8778504"]}, {"Citation": "Nayak BS. Cecropia peltata L (Cecropiaceae) has wound healing potential-a preclinical study in Sprague Dawley rat model. Int J Low Extrem Wounds. 2006;5:20–26.", "ArticleIdList": ["16543209"]}, {"Citation": "Haque MM, Rafiq, Sherajee S, Ahmed Q, Hasan, Mostofa M. Treatment of external wounds by using indigenous medicinal plants and patent drugs in guinea pigs. J Biol Sci. 2003;3:1126–33."}]}], "History": [{"Year": "2008", "Month": "10", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "10", "Day": "29", "Hour": "9", "Minute": "1"}, {"Year": "2008", "Month": "10", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "10", "Day": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18955257", "PMC2722214", "10.1093/ecam/nem127", "nem127"]}}], "PubmedBookArticle": []}