{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "18952688", "DateCompleted": {"Year": "2012", "Month": "08", "Day": "23"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2011", "Month": "06", "Day": "16"}], "Language": ["eng"], "ELocationID": ["874538", "10.1093/ecam/nen067"], "Journal": {"ISSN": "1741-4288", "JournalIssue": {"Volume": "2011", "PubDate": {"Year": "2011"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Weight loss in animals and humans treated with \"weighlevel\", a combination of four medicinal plants used in traditional arabic and islamic medicine.", "Pagination": {"StartPage": "874538", "MedlinePgn": "874538"}, "Abstract": {"AbstractText": ["Weighlevel, a mixture of extract of four plants used in traditional Arabic and Islamic medicine as well as in European herbal medicine, was prepared and assessed for its safety and efficacy in weight loss. Leaves of Alchemilla vulgaris, Olea europaea and Mentha longifolia L., as well as seeds of Cuminum cyminum, were used. Cultured human fibroblasts treated with Weighlevel did not exhibit any sign of toxicity as evidenced by lactate dehydrogenase release. These results were confirmed in experimental studies on rats where an LD(50) of 15.3 g kg(-1) was observed. Significant antioxidant properties were seen at very low concentrations of Weighlevel (10 μg ml(-1)) as measured by the lipid peroxidation method. Progressive and significant weight loss was observed in chickens given this mixture weekly for 4 weeks compared with controls. Furthermore, a 3-fold increase in the thermogenesis was seen in rat interscapular brown adipose tissue following exposure to different concentrations of Weighlevel extract as determined by measurement of increased oxygen consumption. In addition, a clinical study was carried out among 80 human volunteers with a body mass index (BMI) of 30.67 ± 2.14 kg m(-2). All 80 subjects were asked to continue their usual diet but to eat only three main meals daily and to take one Weighlevel tablet 30 min before each meal. Fourteen subjects were excluded for not following the protocol, and 66 subjects were all evaluated for efficacy and tolerability of Weighlevel monthly for 3 months. Weighlevel was well tolerated by all subjects, and no side effects were reported. A progressive and significant weight loss was seen in these subjects during the whole study period. Higher levels of weight loss were seen in people with BMI of 25-30 kg m(-2) (overweight) compared to people with BMI >30 kg m(-2) (obese). The BMI was reduced after 3 months from 28.5 ± 1.2 and 32.1 ± 1.8 kg m(-2) to 24.5 ± 1.4 and 27.5 ± 2.2 kg m(-2) in overweight and obese group, respectively. Results indicate safety, tolerability and efficacy of Weighlevel."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Antaki Center for Herbal Medicine Ltd, Kfar Kana 16930, Israel."}], "Identifier": [], "LastName": "Said", "ForeName": "Omar", "Initials": "O"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Saad", "ForeName": "Bashar", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Fulder", "ForeName": "Stephen", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Khalil", "ForeName": "Khaled", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kassis", "ForeName": "Eli", "Initials": "E"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Halpern A, Mancini MC. Treatment of obesity: an update on anti-obesity medications. Obesity Reviews. 2003;4(1):25–42.", "ArticleIdList": ["12608525"]}, {"Citation": "Avicenna (Ibn Sina) The Canon of Medicine. Vol. 1. Introduction. Arabic. Beirut, Lebanon: Dar Al-hekma; 1994."}, {"Citation": "Rhazes (Al Razi) Al Hawi Fi Tib—The Comprehensive Book of Medicine. Vol. 5. Introduction. Arabic. Cairo, Egypt: Dar Al-huda; 2002."}, {"Citation": "Saad B, Azaizeh H, Said O. Tradition and perspectives of Arab herbal medicine: a review. Evidence-Based Complementary and Alternative Medicine. 2005;2(4):475–479.", "ArticleIdList": ["PMC1297506", "16322804"]}, {"Citation": "Azaizeh H, Saad B, Khalil KH, Said O. The status of traditional Arab medicine and medicinal herbs of the Middle Eastern region: review. Evidence-Based Complementary and Alternative Medicine. 2006;3:229–235.", "ArticleIdList": ["PMC1475945", "16786053"]}, {"Citation": "Saad B, Azaizeh H, Abu-Hijleh G, Said O. Safety of traditional Arab herbal medicine. Evidence-Based Complementary and Alternative Medicine. 2006;3(4):433–439.", "ArticleIdList": ["PMC1697757", "17173106"]}, {"Citation": "Blumenthal M, Klein J, Rister R, et al. Newtown, Boston, USA: Integrative Medical Comunication; 1999. The Complete German Commission E monographs."}, {"Citation": "Ibn Rassool Alturkmani. Almaatammad Fi Aladwiya Almufrada. Vol. 319. Cairo, Egypt: Dar AlKutub Alarabiya; 1930. pp. 432–525."}, {"Citation": "Said O, Khalil K, Fulder S, Azaizeh H. Ethnopharmacological survey of medicinal herbs in Israel, the Golan Heights and the West Bank region. Journal of Ethnopharmacology. 2002;83(3):251–265.", "ArticleIdList": ["12426094"]}, {"Citation": "Pinelli P. Quali-quantitative analysis of antioxidant activity of different polyphenolic extracts from Olea europea L. L. leaves. Journal of Commodity Science. 2000;39:71–83."}, {"Citation": "Borodin II, Seliatitskaia VG, Obukhova LA, Pal’chikova NA, Odintsov SV, Kukushkina TA. Effect of polyphenol fraction from Alchemilla vulgaris on the morphofunctional state of the thyroid in rats exposed to cold. Biulleten’ Eksperimental’noi Biologii i Meditsiny. 1999;127(6):697–699.", "ArticleIdList": ["10445146"]}, {"Citation": "Al-Qarawi AA, Al-Damegh MA, ElMougy SA. Effect of freeze dried extract of Olea europaea on the pituitary-thyroid axis in rats. Phytotherapy Research. 2002;16(3):286–287.", "ArticleIdList": ["12164280"]}, {"Citation": "May B, Köhler S, Schneider B. Efficacy and tolerability of a fixed combination of peppermint oil and caraway oil in patients suffering from functional dyspepsia. Alimentary Pharmacology and Therapeutics. 2000;14(12):1671–1677.", "ArticleIdList": ["11121917"]}, {"Citation": "Martindale W. The Extra Pharmacopoeia. Section on Aromatic Carminatives. London, UK: Pharmaceutical Press; 2001."}, {"Citation": "Draper HH, Hadley M. Malondialdehyde determination as index of lipid peroxidation. Methods in Enzymology. 1990;186:421–431.", "ArticleIdList": ["2233309"]}, {"Citation": "Kaneko M, Chapman DC, Ganguly PK, Beamish RE, Dhalla NS. Modification of cardiac adrenergic receptors by oxygen free radicals. American Journal of Physiology. 1991;260(3):H821–H826.", "ArticleIdList": ["1848050"]}, {"Citation": "Lowry OH, Rosebrough NJ, Farr AL, Randal RJ. Protein measurement with the folin phenol reagent. The Journal of Biological Chemistry. 1951;193:265–275.", "ArticleIdList": ["14907713"]}, {"Citation": "Saad B, Abu-Hijleh G, Suter UW. Polymer biocompatibility assessment by cell culture techniques. In: Arshady R, editor. Introduction to Polymeric Biomaterials. London, UK: The Citus Books; 2003. pp. 263–299."}, {"Citation": "Saad B, Dakwar S, Said O, et al. Evaluation of medicinal plant hepatotoxicity in co-cultures of hepatocytes and monocytes. Evidence-Based Complementary and Alternative Medicine. 2006;3(1):93–98.", "ArticleIdList": ["PMC1375247", "16550229"]}, {"Citation": "Dulloo AG, Seydoux J, Girardier L, Chantre P, Vandermander J. Green tea and thermogenesis: interactions between catechin-polyphenols, caffeine and sympathetic activity. International Journal of Obesity. 2000;24(2):252–258.", "ArticleIdList": ["10702779"]}, {"Citation": "Dulloo AG, Seydoux J, Girardier L. Potentiation of the thermogenic antiobesity effects of ephedrine by dietary methylxanthines: adenosine antagonism or phosphodiesterase inhibition? Metabolism. 1992;41(11):1233–1241.", "ArticleIdList": ["1435297"]}, {"Citation": "Barde YA, Chinet A, Girardier L. Potassium induced increase in oxygen consumption of brown adipose tissue from the rat. Journal of Physiology. 1975;252(2):523–536.", "ArticleIdList": ["PMC1348457", "1206544"]}, {"Citation": "Durand J, Giacobino JP, Girardier L. Catechol-O-methyl-transferase activity in whole brown adipose tissue of rate in vitro. In: Girardier L, Seydoux J, editors. Effectors of Thermogenesis. Basel, Switzerland: Birkhauserel; 1977. pp. 45–53.", "ArticleIdList": ["274318"]}, {"Citation": "Young JB, Saville E, Rothwell NJ, Stock MJ. Effect of diet and cold exposure on norepinephrine turnover in brown adipose tissue of the rat. Journal of Clinical Investigation. 1982;69:1061–1071.", "ArticleIdList": ["PMC370170", "7068845"]}, {"Citation": "Seydoux J, Girardier L. Control of brown fat thermogenesis by the sympathetic nervous system. Experientia. 1977;33(9):1128–1130.", "ArticleIdList": ["891846"]}, {"Citation": "Saad B, Azaizeh H, Said O. Arab botanical medicines. The Encyclopedia of Botanicals in Clinical CAB International 2008. In: Preedy VR, Watson RR, editors. Botanical Medicine in Clinical Practice. 2008. pp. 31–39."}, {"Citation": "Azaizeh H, Saad B, Cooper E, Said O. Traditional Arabic and Islamic medicine (TAIM), a re-emerging health aid. Evidence-Based Complementary and Alternative Medicine. 2010;7(4):419–424.", "ArticleIdList": ["PMC2892355", "18955344"]}, {"Citation": "Saad B, Soudah AbouAtta B, Basha W, et al. Hypericum triquetrifolium—derived factors downregulate the production levels of LPS-induced nitric oxide and tumor necrosis factor-α in THP-1 cells. Evidence-Based Complementary and Alternative Medicine. 2008", "ArticleIdList": ["PMC3136706", "18955363"]}, {"Citation": "Jonadet M, Meunier MT, Villie F, Bastide JP, Lamaison JL. Flavonoids extracted from Ribes nigrum L. and Alchemilla vulgaris LL. In-vitro inhibitory activities on elastase, trypsin and chemotrypsin. 2. Angioprotective activities in-vivo. Journal de Pharmacologie. 1986;17(1):21–27.", "ArticleIdList": ["3635653"]}, {"Citation": "Fehri B, Aiache JM, Memmi A, et al. Hypotension, hypoglycaemia and hypouricemia recorded after repeated administration of aqueous leaf extract of Olea europea L. Journal de Pharmacie de Belgique. 1994;49:101–108.", "ArticleIdList": ["8035301"]}, {"Citation": "Gonzalez M, Zarzuelo A, Gamez MJ, Utrilla MP, Jimenez J, Osuna I. Hypoglycemic activity of olive leaf. Planta Medica. 1992;58(6):513–515.", "ArticleIdList": ["1484890"]}, {"Citation": "Said O, Fulder S, Khalil K, Azaizeh H, Kassis E, Saad B. Maintaining a physiological blood glucose level with the help of “Glucolevel,” a combination of four anti-diabetes plants used in the traditional Arab herbal medicine. Evidence-Based Complementary and Alternative Medicine. 2008;5(4):421–428.", "ArticleIdList": ["PMC2586306", "18955212"]}, {"Citation": "Spirling LI, Daniels IR. Botanical perspectives on health peppermint: more than just an after-dinner mint. Journal of the Royal Society for the Promotion of Health. 2001;121(1):62–63.", "ArticleIdList": ["11329700"]}, {"Citation": "Platel K, Srinivasan K. Influence of dietary spices and their active principles on pancreatic digestive enzymes in albino rats. Die Nahrung. 2000;44(1):42–46.", "ArticleIdList": ["10702999"]}, {"Citation": "Roman-Ramos R, Flores-Saenz JL, Alarcon-Aguilar FJ. Anti-hyperglycemic effect of some edible plants. Journal of Ethnopharmacology. 1995;48(1):25–32.", "ArticleIdList": ["8569244"]}]}], "History": [{"Year": "2007", "Month": "9", "Day": "25"}, {"Year": "2008", "Month": "9", "Day": "24"}, {"Year": "2008", "Month": "10", "Day": "28", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "10", "Day": "28", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "10", "Day": "28", "Hour": "9", "Minute": "1"}, {"Year": "2011", "Month": "6", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18952688", "PMC3137768", "10.1093/ecam/nen067", "nen067"]}}], "PubmedBookArticle": []}