{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "18991571", "DateCompleted": {"Year": "2009", "Month": "05", "Day": "22"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1873-5576", "JournalIssue": {"Volume": "8", "Issue": "7", "PubDate": {"Year": "2008", "Month": "Nov"}}, "Title": "Current cancer drug targets", "ISOAbbreviation": "Curr Cancer Drug Targets"}, "ArticleTitle": "Luteolin, a flavonoid with potential for cancer prevention and therapy.", "Pagination": {"StartPage": "634", "EndPage": "646", "MedlinePgn": "634-46"}, "Abstract": {"AbstractText": ["Luteolin, 3',4',5,7-tetrahydroxyflavone, is a common flavonoid that exists in many types of plants including fruits, vegetables, and medicinal herbs. Plants rich in luteolin have been used in Chinese traditional medicine for treating various diseases such as hypertension, inflammatory disorders, and cancer. Having multiple biological effects such as anti-inflammation, anti-allergy and anticancer, luteolin functions as either an antioxidant or a pro-oxidant biochemically. The biological effects of luteolin could be functionally related to each other. For instance, the anti-inflammatory activity may be linked to its anticancer property. Luteolin's anticancer property is associated with the induction of apoptosis, and inhibition of cell proliferation, metastasis and angiogenesis. Furthermore, luteolin sensitizes cancer cells to therapeutic-induced cytotoxicity through suppressing cell survival pathways such as phosphatidylinositol 3'-kinase (PI3K)/Akt, nuclear factor kappa B (NF-kappaB), and X-linked inhibitor of apoptosis protein (XIAP), and stimulating apoptosis pathways including those that induce the tumor suppressor p53. These observations suggest that luteolin could be an anticancer agent for various cancers. Furthermore, recent epidemiological studies have attributed a cancer prevention property to luteolin. In this review, we summarize the progress of recent research on luteolin, with a particular focus on its anticancer role and molecular mechanisms underlying this property of luteolin."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Biology and Lung Cancer Program, Lovelace Respiratory Research Institute, 2425 Ridgecrest Dr., SE, Albuquerque, NM 87108, USA. ylin@lrri.org"}], "Identifier": [], "LastName": "Lin", "ForeName": "Yong", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Shi", "ForeName": "Ranxin", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wang", "ForeName": "Xia", "Initials": "X"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Shen", "ForeName": "Han-Ming", "Initials": "HM"}], "GrantList": [{"GrantID": "R03 CA125796", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "R03 CA125796-01A1", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "R03 CA125796-02", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "R03CA125796", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Curr Cancer Drug Targets", "NlmUniqueID": "101094211", "ISSNLinking": "1568-0096"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "KUX1ZNC9J2", "NameOfSubstance": "Luteolin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["isolation & purification", "pharmacology", "therapeutic use"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Apoptosis"}, {"QualifierName": ["isolation & purification", "pharmacology", "therapeutic use"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["isolation & purification", "pharmacology", "therapeutic use"], "DescriptorName": "Luteolin"}, {"QualifierName": ["drug therapy", "metabolism", "prevention & control"], "DescriptorName": "Neoplasms"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Signal Transduction"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Harborne JB, Williams CA. Advances in flavonoid research since 1992. Phytochemistry. 2000;55:481–504.", "ArticleIdList": ["11130659"]}, {"Citation": "Birt DF, Hendrich S, Wang W. Dietary agents in cancer prevention: flavonoids and isoflavonoids. Pharmacol. Ther. 2001;90:157–177.", "ArticleIdList": ["11578656"]}, {"Citation": "Knekt P, Jarvinen R, Seppanen R, Hellovaara M, Teppo L, Pukkala E, Aromaa A. Dietary flavonoids and the risk of lung cancer and other malignant neoplasms. Am. J. Epidemiol. 1997;146:223–230.", "ArticleIdList": ["9247006"]}, {"Citation": "Neuhouser ML. Dietary flavonoids and cancer risk: evidence from human population studies. Nutr. Cancer. 2004;50:1–7.", "ArticleIdList": ["15572291"]}, {"Citation": "Ross JA, Kasum CM. Dietary flavonoids: bioavailability, metabolic effects, and safety. Annu. Rev. Nutr. 2002;22:19–34.", "ArticleIdList": ["12055336"]}, {"Citation": "Chan TS, Galati G, Pannala AS, Rice-Evans C, O'Brien PJ. Simultaneous detection of the antioxidant and pro-oxidant activity of dietary polyphenolics in a peroxidase system. Free Radic. Res. 2003;37:787–794.", "ArticleIdList": ["12911276"]}, {"Citation": "Hempel J, Pforte H, Raab B, Engst W, Bohm H, Jacobasch G. Flavonols and flavones of parsley cell suspension culture change the antioxidative capacity of plasma in rats. Nahrung. 1999;43:201–204.", "ArticleIdList": ["10399355"]}, {"Citation": "Shimoi K, Okada H, Furugori M, Goda T, Takase S, Suzuki M, Hara Y, Yamamoto H, Kinae N. Intestinal absorption of luteolin and luteolin 7-O-beta-glucoside in rats and humans. FEBS Lett. 1998;438:220–224.", "ArticleIdList": ["9827549"]}, {"Citation": "Le Marchand L. Cancer preventive effects of flavonoids--a review. Biomed. Pharmacother. 2002;56:296–301.", "ArticleIdList": ["12224601"]}, {"Citation": "Miean KH, Mohamed S. Flavonoid (myricetin, quercetin, kaempferol, luteolin, and apigenin) content of edible tropical plants. J. Agric. Food Chem. 49:3106–3112. 200.", "ArticleIdList": ["11410016"]}, {"Citation": "Gates MA, Tworoger SS, Hecht JL, De Vivo I, Rosner B, Hankinson SE. A prospective study of dietary flavonoid intake and incidence of epithelial ovarian cancer. Int. J. Cancer. 2007;121:2225–2232.", "ArticleIdList": ["17471564"]}, {"Citation": "Sun T, Xu Z, Wu CT, Janes M, Prinyawiwatkul W, No HK. Antioxidant activities of different colored sweet bell peppers (Capsicum annuum L.). J. Food Sci. 2007;72:S98–102.", "ArticleIdList": ["17995862"]}, {"Citation": "Mencherini T, Picerno P, Scesa C, Aquino R. Triterpene, Antioxidant, and Antimicrobial Compounds from Melissa officinalis. J. Nat. Prod. 2007;70:1889–1894.", "ArticleIdList": ["18004816"]}, {"Citation": "Wruck CJ, Claussen M, Fuhrmann G, Romer L, Schulz A, Pufe T, Waetzig V, Peipp M, Herdegen T, Gotz ME. Luteolin protects rat PC12 and C6 cells against MPP+ induced toxicity via an ERK dependent Keap1-Nrf2-ARE pathway. J. Neural Transm. Suppl. 2007;72:57–67.", "ArticleIdList": ["17982879"]}, {"Citation": "Nimnual AS, Taylor LJ, Bar-Sagi D. Redox-dependent downregulation of Rho by Rac. Nat. Cell. Biol. 2003;5:236–241.", "ArticleIdList": ["12598902"]}, {"Citation": "Robak J, Shridi F, Wolbis M, Krolikowska M. Screening of the influence of flavonoids on lipoxygenase and cyclooxygenase activity, as well as on nonenzymic lipid oxidation. Pol. J. Pharmacol. Pharm. 1988;40:451–458.", "ArticleIdList": ["3151014"]}, {"Citation": "Brown JE, Rice-Evans CA. Luteolin-rich artichoke extract protects low density lipoprotein from oxidation in vitro. Free Radic. Res. 1998;29:247–255.", "ArticleIdList": ["9802556"]}, {"Citation": "Lien EJ, Ren S, Bui HH, Wang R. Quantitative structure-activity relationship analysis of phenolic antioxidants. Free Radic. Biol. Med. 1999;26:285–294.", "ArticleIdList": ["9895218"]}, {"Citation": "Shimoi K, Masuda S, Furugori M, Esaki S, Kinae N. Radioprotective effect of antioxidative flavonoids in gamma-ray irradiated mice. Carcinogenesis. 1994;15:2669–2672.", "ArticleIdList": ["7955124"]}, {"Citation": "Nagao A, Seki M, Kobayashi H. Inhibition of xanthine oxidase by flavonoids. Biosci. Biotechnol. Biochem. 1999;63:1787–1790.", "ArticleIdList": ["10671036"]}, {"Citation": "Sen N, Das BB, Ganguly A, Banerjee B, Sen T, Majumder HK. Leishmania donovani: intracellular ATP level regulates apoptosis-like death in luteolin induced dyskinetoplastid cells. Exp. Parasitol. 2006;114:204–214.", "ArticleIdList": ["16707127"]}, {"Citation": "Leung HW, Kuo CL, Yang WH, Lin CH, Lee HZ. Antioxidant enzymes activity involvement in luteolin-induced human lung squamous carcinoma CH27 cell apoptosis. Eur. J. Pharmacol. 2006;534:12–18.", "ArticleIdList": ["16469309"]}, {"Citation": "Manju V, Nalini N. Chemopreventive potential of luteolin during colon carcinogenesis induced by 1,2-dimethylhydrazine. Ital. J. Biochem. 2005;54:268–275.", "ArticleIdList": ["16688936"]}, {"Citation": "Harris GK, Qian Y, Leonard SS, Sbarra DC, Shi X. Luteolin and chrysin differentially inhibit cyclooxygenase-2 expression and scavenge reactive oxygen species but similarly inhibit prostaglandin-E2 formation in RAW 264.7 cells. J. Nutr. 2006;136:1517–1521.", "ArticleIdList": ["16702314"]}, {"Citation": "Lapidot T, Walker MD, Kanner J. Antioxidant and Prooxidant Effects of Phenolics on Pancreatic Cells in Vitro. J. Agric. Food Chem. 2002;50:7220–7225.", "ArticleIdList": ["12452635"]}, {"Citation": "Galati G, O'Brien PJ. Potential toxicity of flavonoids and other dietary phenolics: significance for their chemopreventive and anticancer properties. Free Radic. Biol. Med. 2004;37:287–303.", "ArticleIdList": ["15223063"]}, {"Citation": "Hanasaki Y, Ogawa S, Fukui S. The correlation between active oxygens scavenging and antioxidative effects of flavonoids Free Radic. Biol. Med. 1994;16:845–850.", "ArticleIdList": ["8070690"]}, {"Citation": "Galati G, Sabzevari O, Wilson JX, O'Brien PJ. Prooxidant activity and cellular effects of the phenoxyl radicals of dietary flavonoids and other polyphenolics. Toxicology. 2002;177:91–104.", "ArticleIdList": ["12126798"]}, {"Citation": "Sergediene E, Jonsson K, Szymusiak H, Tyrakowska B, Rietjens IMCM, Cenas N. Prooxidant toxicity of polyphenolic antioxidants to HL-60 cells: description of quantitative structure-activity relationships. FEBS Lett. 1999;462:392–396.", "ArticleIdList": ["10622732"]}, {"Citation": "Matsuo M, Sasaki N, Saga K, Kaneko T. Cytotoxicity of flavonoids toward cultured normal human cells. Biol. Pharm. Bull. 2005;28:253–259.", "ArticleIdList": ["15684479"]}, {"Citation": "Ju W, Wang X, Shi H, Chen W, Belinsky SA, Lin Y. A critical role of luteolin-induced reactive oxygen species in blockage of tumor necrosis factor-activated nuclear factor-kappaB pathway and sensitization of apoptosis in lung cancer cells. Mol. Pharmacol. 2007;71:1381–1388.", "ArticleIdList": ["17296806"]}, {"Citation": "Cao G, Sofic E, Prior RL. Antioxidant and Prooxidant Behavior of Flavonoids: Structure-Activity Relationships. Free Radic. Biol. Med. 1997;22:749–760.", "ArticleIdList": ["9119242"]}, {"Citation": "Sugihara N, Arakawa T, Ohnishi M, Furuno K. Anti- and pro-oxidative effects of flavonoids on metal-induced lipid hydroperoxide-dependent lipid peroxidation in cultured hepatocytes loaded with alpha-linolenic acid. Free Radic. Biol. Med. 1999;27:1313–1323.", "ArticleIdList": ["10641726"]}, {"Citation": "Williams RJ, Spencer JP, Rice-Evans C. Flavonoids: antioxidants or signalling molecules? Free Radic. Biol. Med. 2004;36:838–849.", "ArticleIdList": ["15019969"]}, {"Citation": "Shen S-C, Ko CH, Tseng S-W, Tsai S-H, Chen Y-C. Structurally related antitumor effects of flavanones in vitro and in vivo: involvement of caspase 3 activation, p21 gene expression, and reactive oxygen species production. Toxicol. Appl. Pharmacol. 2004;197:84–95.", "ArticleIdList": ["15163544"]}, {"Citation": "Colditz GA. Estrogen, Estrogen Plus Progestin Therapy, and Risk of Breast Cancer. Clin. Cancer Res. 2005;11:909–917.", "ArticleIdList": ["15701886"]}, {"Citation": "Collins-Burow BM, Burow ME, Duong BN, McLachlan JA. Estrogenic and antiestrogenic activities of flavonoid phytochemicals through estrogen receptor binding-dependent and -independent mechanisms. Nutr. Cancer. 2000;38:229–244.", "ArticleIdList": ["11525602"]}, {"Citation": "Han DH, Denison MS, Tachibana H, Yamada K. Relationship between estrogen receptor-binding and estrogenic activities of environmental estrogens and suppression by flavonoids. Biosci. Biotechnol. Biochem. 2002;66:1479–1487.", "ArticleIdList": ["12224631"]}, {"Citation": "Ise R, Han D, Takahashi Y, Terasaka S, Inoue A, Tanji M, Kiyama R. Expression profiling of the estrogen responsive genes in response to phytoestrogens using a customized DNA microarray. FEBS Lett. 2005;579:1732–1740.", "ArticleIdList": ["15757668"]}, {"Citation": "Zand RS, Jenkins DJ, Diamandis EP. Steroid hormone activity of flavonoids and related compounds. Breast Cancer Res. Treat. 2000;62:35–49.", "ArticleIdList": ["10989984"]}, {"Citation": "Murkies AL, Wilcox G, Davis SR. Phytoestrogens. J. Clin. Endocrinol. Metab. 1998;83:297–303.", "ArticleIdList": ["9467531"]}, {"Citation": "Wang C, Makela T, Hase T, Adlercreutz H, Kurzer MS. Lignans and flavonoids inhibit aromatase enzyme in human preadipocytes. J. Steroid. Biochem. Mol. Biol. 1994;50:205–212.", "ArticleIdList": ["8049151"]}, {"Citation": "Wang TT, Milner MJ, Milner JA, Kim YS. Estrogen receptor alpha as a target for indole-3-carbinol. J. Nutr. Biochem. 2006;17:659–664.", "ArticleIdList": ["16488130"]}, {"Citation": "Chiu FL, Lin JK. Downregulation of androgen receptor expression by luteolin causes inhibition of cell proliferation and induction of apoptosis in human prostate cancer cells and xenografts. Prostate. 2008;68:61–71.", "ArticleIdList": ["18008333"]}, {"Citation": "Shoulars K, Rodriguez MA, Crowley J, Turk J, Thompson T, Markaverich BM. Reconstitution of the type II [3H]estradiol binding site with recombinant histone H4. J. Steroid. Biochem. Mol. Biol. 2006;99:1–8.", "ArticleIdList": ["16621524"]}, {"Citation": "Markaverich BM, Roberts RR, Alejandro MA, Johnson GA, Middleditch BS, Clark JH. Bioflavonoid interaction with rat uterine type II binding sites and cell growth inhibition. J. Steroid. Biochem. 1988;30:71–78.", "ArticleIdList": ["3386279"]}, {"Citation": "Holland MB, Roy D. Estrone-induced cell proliferation and differentiation in the mammary gland of the female Noble rat. Carcinogenesis. 1995;16:1955–1961.", "ArticleIdList": ["7634427"]}, {"Citation": "Brody JS, Spira A. State of the art. Chronic obstructive pulmonary disease, inflammation, and lung cancer. Proc. Am. Thorac. Soc. 2006;3:535–537.", "ArticleIdList": ["16921139"]}, {"Citation": "Perwez Hussain S, Harris CC. Inflammation and cancer: an ancient link with novel potentials. Int. J. Cancer. 2007;121:2373–2380.", "ArticleIdList": ["17893866"]}, {"Citation": "Karin M, Lawrence T, Nizet V. Innate immunity gone awry: linking microbial infections to chronic inflammation and cancer. Cell. 2006;124:823–835.", "ArticleIdList": ["16497591"]}, {"Citation": "Xagorari A, Papapetropoulos A, Mauromatis A, Economou M, Fotsis T, Roussos C. Luteolin inhibits an endotoxin-stimulated phosphorylation cascade and proinflammatory cytokine production in macrophages. J. Pharmacol. Exp. Ther. 2001;296:181–187.", "ArticleIdList": ["11123379"]}, {"Citation": "Chen C-C, Chow M-P, Huang W-C, Lin Y-C, Chang Y-J. Flavonoids Inhibit Tumor Necrosis Factor-{alpha}-Induced Up-Regulation of Intercellular Adhesion Molecule-1 (ICAM-1) in Respiratory Epithelial Cells through Activator Protein-1 and Nuclear Factor-{kappa}B: Structure-Activity Relationships. Mol. Pharmacol. 2004;66:683–693.", "ArticleIdList": ["15322261"]}, {"Citation": "Kumazawa Y, Kawaguchi K, Takimoto H. Immunomodulating effects of flavonoids on acute and chronic inflammatory responses caused by tumor necrosis factor alpha. Curr. Pharm. Des. 2006;12:4271–4279.", "ArticleIdList": ["17100629"]}, {"Citation": "Kotanidou A, Xagorari A, Bagli E, Kitsanta P, Fotsis T, Papapetropoulos A, Roussos C. Luteolin Reduces Lipopolysaccharide-induced Lethal Toxicity and Expression of Proinflammatory Molecules in Mice. Am. J. Respir. Crit. Care Med. 2002;165:818–823.", "ArticleIdList": ["11897650"]}, {"Citation": "Tormakangas L, Vuorela P, Saario E, Leinonen M, Saikku P, Vuorela H. In vivo treatment of acute Chlamydia pneumoniae infection with the flavonoids quercetin and luteolin and an alkyl gallate, octyl gallate, in a mouse model. Biochem. Pharmacol. 2005;70:1222–1230.", "ArticleIdList": ["16139801"]}, {"Citation": "Chen CY, Peng WH, Tsai KD, Hsu SL. Luteolin suppresses inflammation-associated gene expression by blocking NF-kappaB and AP-1 activation pathway in mouse alveolar macrophages. Life Sci. 2007;81:1602–1614.", "ArticleIdList": ["PMC7094354", "17977562"]}, {"Citation": "Xagorari A, Roussos C, Papapetropoulos A. Inhibition of LPS-stimulated pathways in macrophages by the flavonoid luteolin. Br. J. Pharmacol. 2002;136:1058–1064.", "ArticleIdList": ["PMC1573431", "12145106"]}, {"Citation": "Karin M. Mitogen activated protein kinases as targets for development of novel anti-inflammatory drugs. Ann. Rheum. Dis. 2004;63(Suppl 2):ii62–ii64.", "ArticleIdList": ["PMC1766783", "15479874"]}, {"Citation": "Hayden MS, Ghosh S. Signaling to NF-kappaB. Genes Dev. 2004;18:2195–2224.", "ArticleIdList": ["15371334"]}, {"Citation": "Chen CC, Chow MP, Huang WC, Lin YC, Chang YJ. Flavonoids inhibit tumor necrosis factor-alpha-induced up-regulation of intercellular adhesion molecule-1 (ICAM-1) in respiratory epithelial cells through activator protein-1 and nuclear factor-kappaB: structure-activity relationships. Mol. Pharmacol. 2004;66:683–693.", "ArticleIdList": ["15322261"]}, {"Citation": "Devasagayam TP, Subramanian M, Singh BB, Ramanathan R, Das NP. Protection of plasmid pBR322 DNA by flavonoids against single-stranded breaks induced by singlet molecular oxygen. J. Photochem. Photobiol. B. 1995;30:97–103.", "ArticleIdList": ["8558371"]}, {"Citation": "Kim HK, Cheon BS, Kim YH, Kim SY, Kim HP. Effects of naturally occurring flavonoids on nitric oxide production in the macrophage cell line RAW 264.7 and their structure-activity relationships. Biochem. Pharmacol. 1999;58:759–765.", "ArticleIdList": ["10449184"]}, {"Citation": "Hu C, Kitts DD. Luteolin and luteolin-7-O-glucoside from dandelion flower suppress iNOS and COX-2 in RAW264.7 cells. Mol. Cell. Biochem. 2004;265:107–113.", "ArticleIdList": ["15543940"]}, {"Citation": "Kamata H, Honda S, Maeda S, Chang L, Hirata H, Karin M. Reactive oxygen species promote TNFalpha-induced death and sustained JNK activation by inhibiting MAP kinase phosphatases. Cell. 2005;120:649–661.", "ArticleIdList": ["15766528"]}, {"Citation": "Karin M, Greten FR. NF-kappaB: linking inflammation and immunity to cancer development and progression. Nat. Rev. Immunol. 2005;5:749–759.", "ArticleIdList": ["16175180"]}, {"Citation": "Pitot HC. Multistage carcinogenesis--genetic and epigenetic mechanisms in relation to cancer prevention. Cancer Detect. Prev. 1993;17:567–573.", "ArticleIdList": ["8275509"]}, {"Citation": "Hanahan D, Weinberg RA. The hallmarks of cancer. Cell. 2000;100:57–70.", "ArticleIdList": ["10647931"]}, {"Citation": "Galati G, Teng S, Moridani MY, Chan TS, O'Brien PJ. Cancer chemoprevention and apoptosis mechanisms induced by dietary polyphenolics. Drug. Metabol. Drug. Interact. 2000;17:311–349.", "ArticleIdList": ["11201302"]}, {"Citation": "Buening MK, Chang RL, Huang MT, Fortner JG, Wood AW, Conney AH. Activation and inhibition of benzo(a)pyrene and aflatoxin B1 metabolism in human liver microsomes by naturally occurring flavonoids. Cancer Res. 1981;41:67–72.", "ArticleIdList": ["7448777"]}, {"Citation": "Huang MT, Wood AW, Newmark HL, Sayer JM, Yagi H, Jerina DM, Conney AH. Inhibition of the mutagenicity of bay-region diolepoxides of polycyclic aromatic hydrocarbons by phenolic plant flavonoids. Carcinogenesis. 1983;4:1631–1637.", "ArticleIdList": ["6360409"]}, {"Citation": "Kim HJ, Lee SB, Park SK, Kim HM, Park YI, Dong MS. Effects of hydroxyl group numbers on the B-ring of 5,7-dihydroxyflavones on the differential inhibition of human CYP 1A and CYP1B1 enzymes. Arch. Pharm. Res. 2005;28:1114–1121.", "ArticleIdList": ["16276964"]}, {"Citation": "Miller KP, Ramos KS. Impact of cellular metabolism on the biological effects of benzo[a]pyrene and related hydrocarbons. Drug Metab. Rev. 2001;33:1–35.", "ArticleIdList": ["11270659"]}, {"Citation": "Fotsis T, Pepper MS, Aktas E, Breit S, Rasku S, Adlercreutz H, Wahala K, Montesano R, Schweigerer L. Flavonoids, dietary-derived inhibitors of cell proliferation and in vitro angiogenesis. Cancer Res. 1997;57:2916–2921.", "ArticleIdList": ["9230201"]}, {"Citation": "Ko WG, Kang TH, Lee SJ, Kim YC, Lee BH. Effects of luteolin on the inhibition of proliferation and induction of apoptosis in human myeloid leukaemia cells. Phytother Res. 2002;16:295–298.", "ArticleIdList": ["12164283"]}, {"Citation": "Knowles LM, Zigrossi DA, Tauber RA, Hightower C, Milner JA. Flavonoids suppress androgen-independent human prostate tumor proliferation. Nutr. Cancer. 2000;38:116–120.", "ArticleIdList": ["11341036"]}, {"Citation": "Massague J. G1 cell-cycle control and cancer. Nature. 2004;432:298.", "ArticleIdList": ["15549091"]}, {"Citation": "Zi X, Feyes DK, Agarwal R. Anticarcinogenic effect of a flavonoid antioxidant, silymarin, in human breast cancer cells MDA-MB 468: induction of G1 arrest through an increase in Cip1/p21 concomitant with a decrease in kinase activity of cyclin-dependent kinases and associated cyclins. Clin. Cancer Res. 1998;4:1055–1064.", "ArticleIdList": ["9563902"]}, {"Citation": "Lindenmeyer F, Li H, Menashi S, Soria C, Lu H. Apigenin acts on the tumor cell invasion process and regulates protease production. Nutr. Cancer. 2001;39:139–147.", "ArticleIdList": ["11588896"]}, {"Citation": "Matsukawa Y, Marui N, Sakai T, Satomi Y, Yoshida M, Matsumoto K, Nishino H, Aoike A. Genistein arrests cell cycle progression at G2-M. Cancer Res. 1993;53:1328–1331.", "ArticleIdList": ["8443813"]}, {"Citation": "Kobayashi T, Nakata T, Kuzumaki T. Effect of flavonoids on cell cycle progression in prostate cancer cells. Cancer Lett. 2002;176:17–23.", "ArticleIdList": ["11790449"]}, {"Citation": "Casagrande F, Darbon JM. Effects of structurally related flavonoids on cell cycle progression of human melanoma cells: regulation of cyclin-dependent kinases CDK2 and CDK1. Biochem. Pharmacol. 2001;61:1205–1215.", "ArticleIdList": ["11322924"]}, {"Citation": "Lim do Y, Jeong Y, Tyner AL, Park JH. Induction of cell cycle arrest and apoptosis in HT-29 human colon cancer cells by the dietary compound luteolin. Am J Physiol Gastrointest Liver Physiol. 2007;292:G66–75.", "ArticleIdList": ["16901994"]}, {"Citation": "Li WX, Cui CB, Cai B, Wang HY, Yao XS. Flavonoids from Vitex trifolia L. inhibit cell cycle progression at G2/M phase and induce apoptosis in mammalian cancer cells. J. Asian Nat. Prod. Res. 2005;7:615–626.", "ArticleIdList": ["16087636"]}, {"Citation": "Caino MC, Oliva JL, Jiang H, Penning TM, Kazanietz MG. Benzo[a]pyrene-7,8-dihydrodiol promotes checkpoint activation and G2/M arrest in human bronchoalveolar carcinoma H358 cells. Mol. Pharmacol. 2007;71:744–750.", "ArticleIdList": ["17114299"]}, {"Citation": "Helton ES, Chen X. p53 modulation of the DNA damage response. J. Cell. Biochem. 2007;100:883–896.", "ArticleIdList": ["17031865"]}, {"Citation": "Yamashita N, Kawanishi S. Distinct mechanisms of DNA damage in apoptosis induced by quercetin and luteolin. Free Radic. Res. 2000;33:623–633.", "ArticleIdList": ["11200093"]}, {"Citation": "Chowdhury AR, Sharma S, Mandal S, Goswami A, Mukhopadhyay S, Majumder HK. Luteolin, an emerging anti-cancer flavonoid, poisons eukaryotic DNA topoisomerase I. Biochem. J. 2002;366:653–661.", "ArticleIdList": ["PMC1222798", "12027807"]}, {"Citation": "Zhang L, Lau YK, Xi L, Hong RL, Kim DS, Chen CF, Hortobagyi GN, Chang C, Hung MC. Tyrosine kinase inhibitors, emodin and its derivative repress HER-2/neu-induced cellular transformation and metastasis-associated properties. Oncogene. 1998;16:2855–2863.", "ArticleIdList": ["9671406"]}, {"Citation": "Lee LT, Huang YT, Hwang JJ, Lee PP, Ke FC, Nair MP, Kanadaswam C, Lee MT. Blockade of the epidermal growth factor receptor tyrosine kinase activity by quercetin and luteolin leads to growth inhibition and apoptosis of pancreatic tumor cells. Anticancer Res. 2002;22:1615–1627.", "ArticleIdList": ["12168845"]}, {"Citation": "Fang J, Zhou Q, Shi XL, Jiang BH. Luteolin inhibits insulin-like growth factor 1 receptor signaling in prostate cancer cells. Carcinogenesis. 2007;28:713–723.", "ArticleIdList": ["17065200"]}, {"Citation": "Kim JH, Jin YR, Park BS, Kim TJ, Kim SY, Lim Y, Hong JT, Yoo HS, Yun YP. Luteolin prevents PDGF-BB-induced proliferation of vascular smooth muscle cells by inhibition of PDGF beta-receptor phosphorylation. Biochem. Pharmacol. 2005;69:1715–1721.", "ArticleIdList": ["15935146"]}, {"Citation": "Matei D, Emerson RE, Lai YC, Baldridge LA, Rao J, Yiannoutsos C, Donner DD. Autocrine activation of PDGFRalpha promotes the progression of ovarian cancer. Oncogene. 2006;25:2060–2069.", "ArticleIdList": ["16331269"]}, {"Citation": "Yin F, Giuliano AE, Van Herle AJ. Growth inhibitory effects of flavonoids in human thyroid cancer cell lines. Thyroid. 1999;9:369–376.", "ArticleIdList": ["10319943"]}, {"Citation": "Lucas M, Sanchez-Margalet V. Protein kinase C involvement in apoptosis. Gen. Pharmacol. 1995;26:881–887.", "ArticleIdList": ["7557262"]}, {"Citation": "Weinstein IB, Kahn SM, O'Driscoll K, Borner C, Bang D, Jiang W, Blackwood A, Nomoto K. The role of protein kinase C in signal transduction, growth control and lipid metabolism. Adv. Exp. Med. Biol. 1997;400A:313–321.", "ArticleIdList": ["9547573"]}, {"Citation": "Ferriola PC, Cody V, Middleton E., Jr. Protein kinase C inhibition by plant flavonoids. Kinetic mechanisms and structure-activity relationships. Biochem. Pharmacol. 1989;38:1617.", "ArticleIdList": ["2730676"]}, {"Citation": "Stathopoulos GT, Sherrill TP, Cheng DS, Scoggins RM, Han W, Polosukhin VV, Connelly L, Yull FE, Fingleton B, Blackwell TS. Epithelial NF-kappaB activation promotes urethane-induced lung carcinogenesis. Proc. Natl. Acad Sci. U.S.A. 2007;104:18514–18519.", "ArticleIdList": ["PMC2141808", "18000061"]}, {"Citation": "Lee SH, Lee SJ, Kim JH, Park BJ. Chemical carcinogen, N-methyl-N′-nitro-N-nitrosoguanidine, is a specific activator of oncogenic Ras. Cell Cycle. 2007;6:1257–1264.", "ArticleIdList": ["17495535"]}, {"Citation": "Hanahan D, Weinberg RA. The Hallmarks of Cancer. Cell. 2000;100:57–70.", "ArticleIdList": ["10647931"]}, {"Citation": "Wang X. The expanding role of mitochondria in apoptosis. Genes Dev. 2001;15:2922–2933.", "ArticleIdList": ["11711427"]}, {"Citation": "Wajant H, Pfizenmaier K, Scheurich P. Tumor necrosis factor signaling. Cell Death. Differ. 2003;10:45–65.", "ArticleIdList": ["12655295"]}, {"Citation": "Huang YT, Hwang JJ, Lee PP, Ke FC, Huang JH, Huang CJ, Kandaswami C, Middleton E, Jr., Lee MT. Effects of luteolin and quercetin, inhibitors of tyrosine kinase, on cell growth and metastasis-associated properties in A431 cells overexpressing epidermal growth factor receptor. Br. J. Pharmacol. 1999;128:999–1010.", "ArticleIdList": ["PMC1571723", "10556937"]}, {"Citation": "Cheng A-C, Huang T-C, Lai C-S, Pan M-H. Induction of apoptosis by luteolin through cleavage of Bcl-2 family in human leukemia HL-60 cells. Eur. J. Pharmacol. 2005;509:1–10.", "ArticleIdList": ["15713423"]}, {"Citation": "Lee HJ, Wang CJ, Kuo HC, Chou FP, Jean LF, Tseng TH. Induction apoptosis of luteolin in human hepatoma HepG2 cells involving mitochondria translocation of Bax/Bak and activation of JNK. Toxicol. Appl. Pharmacol. 2005;203:124–131.", "ArticleIdList": ["15710173"]}, {"Citation": "Horinaka M, Yoshida T, Shiraishi T, Nakata S, Wakada M, Nakanishi R, Nishino H, Matsui H, Sakai T. Luteolin induces apoptosis via death receptor 5 upregulation in human malignant tumor cells. Oncogene. 2005;24:7180–7189.", "ArticleIdList": ["16007131"]}, {"Citation": "Selvendiran K, Koga H, Ueno T, Yoshida T, Maeyama M, Torimura T, Yano H, Kojiro M, Sata M. Luteolin promotes degradation in signal transducer and activator of transcription 3 in human hepatoma cells: an implication for the antitumor potential of flavonoids. Cancer Res. 2006;66:4826–4834.", "ArticleIdList": ["16651438"]}, {"Citation": "Plaumann B, Fritsche M, Rimpler H, Brandner G, Hess RD. Flavonoids activate wild-type p53. Oncogene. 1996;13:1605–1614.", "ArticleIdList": ["8895505"]}, {"Citation": "Shi R, Huang Q, Zhu X, Ong YB, Zhao B, Lu J, Ong CN, Shen HM. Luteolin sensitizes the anticancer effect of cisplatin via c-Jun NH2-terminal kinase-mediated p53 phosphorylation and stabilization. Mol. Cancer Ther. 2007;6:1338–1347.", "ArticleIdList": ["17431112"]}, {"Citation": "Shi RX, Ong CN, Shen HM. Luteolin sensitizes tumor necrosis factor-alpha-induced apoptosis in human tumor cells. Oncogene. 2004;23:7712–7721.", "ArticleIdList": ["15334063"]}, {"Citation": "Yu C, Minemoto Y, Zhang J, Liu J, Tang F, Bui TN, Xiang J, Lin A. JNK suppresses apoptosis via phosphorylation of the proapoptotic Bcl-2 family protein BAD. Mol. Cell. 2004;13:329–340.", "ArticleIdList": ["14967141"]}, {"Citation": "Greten FR, Eckmann L, Greten TF, Park JM, Li ZW, Egan LJ, Kagnoff MF, Karin M. IKKbeta links inflammation and tumorigenesis in a mouse model of colitis-associated cancer. Cell. 2004;118:285–296.", "ArticleIdList": ["15294155"]}, {"Citation": "Malhi H, Gores GJ. TRAIL resistance results in cancer progression: a TRAIL to perdition? Oncogene. 2006;25:7333–7335.", "ArticleIdList": ["16785986"]}, {"Citation": "Shi R-X, Ong C-N, Shen H-M. Protein Kinase C Inhibition and X-Linked Inhibitor of Apoptosis Protein Degradation Contribute to the Sensitization Effect of Luteolin on Tumor Necrosis Factor-Related Apoptosis-Inducing Ligand-Induced Apoptosis in Cancer Cells. Cancer Res. 2005;65:7815–7823.", "ArticleIdList": ["16140950"]}, {"Citation": "Chang J, Hsu Y, Kuo P, Kuo Y, Chiang L, Lin C. Increase of Bax/Bcl-XL ratio and arrest of cell cycle by luteolin in immortalized human hepatoma cell line. Life Sci. 2005;76:1883–1893.", "ArticleIdList": ["15698865"]}, {"Citation": "Brusselmans K, Vrolix R, Verhoeven G, Swinnen JV. Induction of cancer cell apoptosis by flavonoids is associated with their ability to inhibit fatty acid synthase activity. J. Biol. Chem. 2005;280:5636–5645.", "ArticleIdList": ["15533929"]}, {"Citation": "Lupu R, Menendez JA. Pharmacological inhibitors of Fatty Acid Synthase (FASN)--catalyzed endogenous fatty acid biogenesis: a new family of anticancer agents? Curr. Pharm. Biotechnol. 2006;7:483–493.", "ArticleIdList": ["17168665"]}, {"Citation": "Folkman J. Angiogenesis in cancer, vascular, rheumatoid and other disease. Nat. Med. 1995;1:27–31.", "ArticleIdList": ["7584949"]}, {"Citation": "Benassayag C, Perrot-Applanat M, Ferre F. Phytoestrogens as modulators of steroid action in target cells. J. Chromatogr. B. 2002;777:233–248.", "ArticleIdList": ["12270216"]}, {"Citation": "Joussen AM, Rohrschneider K, Reichling J, Kirchhof B, Kruse FE. Treatment of Corneal Neovascularization with Dietary Isoflavonoids and Flavonoids. Exp. Eye Res. 2000;71:483–487.", "ArticleIdList": ["11040083"]}, {"Citation": "Bagli E, Stefaniotou M, Morbidelli L, Ziche M, Psillas K, Murphy C, Fotsis T. Luteolin inhibits vascular endothelial growth factor-induced angiogenesis; inhibition of endothelial cell survival and proliferation by targeting phosphatidylinositol 3′-kinase activity. Cancer Res. 2004;64:7936–7946.", "ArticleIdList": ["15520200"]}, {"Citation": "Semenza GL. HIF-1 and mechanisms of hypoxia sensing. Curr. Opin. Cell Biol. 2001;13:167–171.", "ArticleIdList": ["11248550"]}, {"Citation": "Hasebe Y, Egawa K, Yamazaki Y, Kunimoto S, Hirai Y, Ida Y, Nose K. Specific inhibition of hypoxia-inducible factor (HIF)-1 alpha activation and of vascular endothelial growth factor (VEGF) production by flavonoids. Biol. Pharm. Bull. 2003;26:1379–1383.", "ArticleIdList": ["14519939"]}, {"Citation": "Trochon V, Mabilat-Pragnon C, Bertrand P, Legrand Y, Soria J, Soria C, Delpech B, Lu H. Hyaluronectin blocks the stimulatory effect of hyaluronan-derived fragments on endothelial cells during angiogenesis in vitro. FEBS Lett. 1997;418:6–10.", "ArticleIdList": ["9414083"]}, {"Citation": "Kuppusamy UR, Khoo HE, Das NP. Structure-activity studies of flavonoids as inhibitors of hyaluronidase. Biochem. Pharmacol. 1990;40:397–401.", "ArticleIdList": ["2375774"]}, {"Citation": "Deryugina EI, Quigley JP. Matrix metalloproteinases and tumor metastasis. Cancer Metastasis Rev. 2006;25:9–34.", "ArticleIdList": ["16680569"]}, {"Citation": "Ende C, Gebhardt R. Inhibition of matrix metalloproteinase-2 and -9 activities by selected flavonoids. Planta Med. 2004;70:1006–1008.", "ArticleIdList": ["15490332"]}, {"Citation": "Brinckerhoff CE, Matrisian LM. Matrix metalloproteinases: a tail of a frog that became a prince. Nat. Rev. Mol. Cell Biol. 2002;3:207–214.", "ArticleIdList": ["11994741"]}, {"Citation": "Yang J, Mani SA, Weinberg RA. Exploring a new twist on tumor metastasis. Cancer Res. 2006;66:4549–4552.", "ArticleIdList": ["16651402"]}, {"Citation": "Beuvink I, Boulay A, Fumagalli S, Zilbermann F, Ruetz S, O'Reilly T, Natt F, Hall J, Lane HA, Thomas G. The mTOR Inhibitor RAD001 Sensitizes Tumor Cells to DNA-Damaged Induced Apoptosis through Inhibition of p21 Translation. Cell. 2005;120:747–759.", "ArticleIdList": ["15797377"]}, {"Citation": "Szlosarek P, Charles KA, Balkwill FR. Tumour necrosis factor-alpha as a tumour promoter. Eur. J. Cancer. 2006;42:745–750.", "ArticleIdList": ["16517151"]}, {"Citation": "Kim JH, Cho YH, Park SM, Lee KE, Lee JJ, Lee BC, Pyo HB, Song KS, Park HD, Yun YP. Antioxidants and inhibitor of matrix metalloproteinase-1 expression from leaves of Zostera marina L. Arch. Pharm. Res. 2004;27:177–183.", "ArticleIdList": ["15022719"]}, {"Citation": "Lee L-T, Huang Y-T, Hwang J-J, Lee AYL, Ke F-C, Huang C-J, Kandaswami C, Lee P-PH, Lee M-T. Transinactivation of the epidermal growth factor receptor tyrosine kinase and focal adhesion kinase phosphorylation by dietary flavonoids: effect on invasive potential of human carcinoma cells. Biochem. Pharmacol. 2004;67:2103–2114.", "ArticleIdList": ["15135307"]}, {"Citation": "Huang YT, Lee LT, Lee PP, Lin YS, Lee MT. Targeting of focal adhesion kinase by flavonoids and small-interfering RNAs reduces tumor cell migration ability. Anticancer Res. 2005;25:2017–2025.", "ArticleIdList": ["16158939"]}, {"Citation": "Lansky EP, Harrison G, Froom P, Jiang WG. Pomegranate (Punica granatum) pure chemicals show possible synergistic inhibition of human PC-3 prostate cancer cell invasion across Matrigel. Invest. New Drugs. 2005;23:121–122.", "ArticleIdList": ["15744587"]}, {"Citation": "Lee WJ, Wu LF, Chen WK, Wang CJ, Tseng TH. Inhibitory effect of luteolin on hepatocyte growth factor/scatter factor-induced HepG2 cell invasion involving both MAPK/ERKs and PI3K-Akt pathways. Chem. Biol. Interact. 2006;160:123–133.", "ArticleIdList": ["16458870"]}, {"Citation": "Monasterio A, Urdaci MC, Pinchuk IV, Lopez-Moratalla N, Martinez-Irujo JJ. Flavonoids induce apoptosis in human leukemia U937 cells through caspase- and caspase-calpain-dependent pathways. Nutr. Cancer. 2004;50:90–100.", "ArticleIdList": ["15572302"]}, {"Citation": "Chiang CT, Way TD, Lin JK. Sensitizing HER2-overexpressing cancer cells to luteolin-induced apoptosis through suppressing p21(WAF1/CIP1) expression with rapamycin. Mol. Cancer Ther. 2007;6:2127–2138.", "ArticleIdList": ["17620442"]}, {"Citation": "Kandaswami C, Lee LT, Lee PP, Hwang JJ, Ke FC, Huang YT, Lee MT. The antitumor activities of flavonoids. In Vivo. 2005;19:895–909.", "ArticleIdList": ["16097445"]}, {"Citation": "Kim JH, Lee EO, Lee HJ, Ku JS, Lee MH, Yang DC, Kim SH. Caspase activation and extracellular signal-regulated kinase/Akt inhibition were involved in luteolin-induced apoptosis in Lewis lung carcinoma cells. Ann. N. Y. Acad. Sci. 2007;1095:598–611.", "ArticleIdList": ["17410645"]}, {"Citation": "Samy RP, Gopalakrishnakone P, Ignacimuthu S. Anti-tumor promoting potential of luteolin against 7,12-dimethylbenz(a)anthracene-induced mammary tumors in rats. Chem. Biol. Interact. 2006;164:1–14.", "ArticleIdList": ["17064676"]}, {"Citation": "Chen D, Chen MS, Cui QC, Yang H, Dou QP. Structure-proteasome-inhibitory activity relationships of dietary flavonoids in human cancer cells. Front. Biosci. 2007;12:1935–1945.", "ArticleIdList": ["17127432"]}, {"Citation": "Belyanskaya LL, Hopkins-Donaldson S, Kurtz S, Simoes-Wust AP, Yousefi S, Simon HU, Stahel R, Zangemeister-Wittke U. Cisplatin activates Akt in small cell lung cancer cells and attenuates apoptosis by survivin upregulation. Int. J. Cancer. 2005;117:755–763.", "ArticleIdList": ["15981204"]}, {"Citation": "Lin Y, Devin A, Cook A, Keane MM, Kelliher M, Lipkowitz S, Liu ZG. The death domain kinase RIP is essential for TRAIL (Apo2L)-induced activation of IkappaB kinase and c-Jun N-terminal kinase. Mol. Cell. Biol. 2000;20:6638–6645.", "ArticleIdList": ["PMC86162", "10958661"]}, {"Citation": "Friesen C, Fulda S, Debatin KM. Cytotoxic drugs and the CD95 pathway. Leukemia. 1999;13:1854–1858.", "ArticleIdList": ["10557062"]}, {"Citation": "Huang C, Huang Y, Li J, Hu W, Aziz R, Tang MS, Sun N, Cassady J, Stoner GD. Inhibition of benzo(a)pyrene diol-epoxide-induced transactivation of activated protein 1 and nuclear factor kappaB by black raspberry extracts. Cancer Res. 2002;62:6857–6863.", "ArticleIdList": ["12460899"]}, {"Citation": "Lu H, Li J, Zhang D, Stoner GD, Huang C. Molecular mechanisms involved in chemoprevention of black raspberry extracts: from transcription factors to their target genes. Nutr. Cancer. 2006;54:69–78.", "ArticleIdList": ["16800774"]}, {"Citation": "Li J, Zhang D, Stoner GD, Huang C. Differential effects of black raspberry and strawberry extracts on BaPDE-induced activation of transcription factors and their target genes. Mol. Carcinog. 2008;47:286–294.", "ArticleIdList": ["PMC3758121", "18085529"]}, {"Citation": "Raina K, Singh RP, Agarwal R, Agarwal C. Oral grape seed extract inhibits prostate tumor growth and progression in TRAMP mice. Cancer Res. 2007;67:5976–5982.", "ArticleIdList": ["17575168"]}, {"Citation": "Veeriah S, Kautenburger T, Habermann N, Sauer J, Dietrich H, Will F, Pool-Zobel BL. Apple flavonoids inhibit growth of HT29 human colon cancer cells and modulate expression of genes involved in the biotransformation of xenobiotics. Mol. Carcinog. 2006;45:164–174.", "ArticleIdList": ["16369997"]}, {"Citation": "Elangovan V, Sekar N, Govindasamy S. Chemopreventive potential of dietary bioflavonoids against 20-methylcholanthrene-induced tumorigenesis. Cancer Lett. 1994;87:107–113.", "ArticleIdList": ["7954363"]}, {"Citation": "Osakabe N, Yasuda A, Natsume M, Yoshikawa T. Rosmarinic acid inhibits epidermal inflammatory responses: anticarcinogenic effect of Perilla frutescens extract in the murine two-stage skin model. Carcinogenesis. 2004;25:549–557.", "ArticleIdList": ["14729597"]}, {"Citation": "Ueda H, Yamazaki C, Yamazaki M. Inhibitory effect of Perilla leaf extract and luteolin on mouse skin tumor promotion. Biol. Pharm. Bull. 2003;26:560–563.", "ArticleIdList": ["12673045"]}, {"Citation": "Manju V, Nalini N. Protective role of luteolin in 1,2-dimethylhydrazine induced experimental colon carcinogenesis. Cell Biochem. Funct. 2007;25:189–194.", "ArticleIdList": ["16850523"]}, {"Citation": "Knekt P, Jarvinen R, Seppanen R, Hellovaara M, Teppo L, Pukkala E, Aromaa A. Dietary flavonoids and the risk of lung cancer and other malignant neoplasms. Am. J. Epidemiol. 1997;146:223–230.", "ArticleIdList": ["9247006"]}, {"Citation": "Wright ME, Mayne ST, Stolzenberg-Solomon RZ, Li Z, Pietinen P, Taylor PR, Virtamo J, Albanes D. Development of a comprehensive dietary antioxidant index and application to lung cancer risk in a cohort of male smokers. Am. J. Epidemiol. 2004;160:68–76.", "ArticleIdList": ["15229119"]}, {"Citation": "Hirvonen T, Virtamo J, Korhonen P, Albanes D, Pietinen P. Flavonol and flavone intake and the risk of cancer in male smokers (Finland). Cancer Causes Control. 2001;12:789–796.", "ArticleIdList": ["11714106"]}, {"Citation": "Garcia-Closas R, Agudo A, Gonzalez CA, Riboli E. Intake of specific carotenoids and flavonoids and the risk of lung cancer in women in Barcelona, Spain. Nutr. Cancer. 1998;32:154–158.", "ArticleIdList": ["10050265"]}, {"Citation": "Kim JS, Jobin C. The flavonoid luteolin prevents lipopolysaccharide-induced NF- B signalling and gene expression by blocking I B kinase activity in intestinal epithelial cells and bone-marrow derived dendritic cells. Immunology. 2005;115:375–387.", "ArticleIdList": ["PMC1782165", "15946255"]}, {"Citation": "Karrasch T, Kim JS, Jang BI, Jobin C. The flavonoid luteolin worsens chemical-induced colitis in NF-kappaB(EGFP) transgenic mice through blockade of NF-kappaB-dependent protective molecules. PLoS ONE. 2007;2:e596.", "ArticleIdList": ["PMC1895919", "17611628"]}]}], "History": [{"Year": "2008", "Month": "11", "Day": "11", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "5", "Day": "23", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "11", "Day": "11", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18991571", "NIHMS82233", "PMC2615542", "10.2174/156800908786241050"]}}], "PubmedBookArticle": []}