{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "19032752", "DateCompleted": {"Year": "2009", "Month": "02", "Day": "19"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2008", "Month": "11", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-4-23"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "4", "PubDate": {"Year": "2008", "Month": "Nov", "Day": "25"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Living knowledge of the healing plants: ethno-phytotherapy in the Chepang communities from the Mid-Hills of Nepal.", "Pagination": {"StartPage": "23", "MedlinePgn": "23"}, "Abstract": {"AbstractText": ["Contribution of indigenous knowledge in developing more effective drugs with minimum or no side effects helped to realise importance of study of indigenous remedies and the conservation of biological resources. This study analysed indigenous knowledge regarding medicinal plants use among the Chepang communities from ward number 3 and 4 of Shaktikhor Village Development Committee located in the central mid hills of Nepal. Data were collected in a one-year period and included interviews with traditional healers and elders. Chepangs are rich in knowledge regarding use of different plants and were using a total 219 plant parts from 115 species including one mushroom (belonging 55 families) for medicinal uses. Out of these, 75 species had 118 different new medicinal uses and 18 of them were not reported in any previous documents from Nepal as medicinal plants. Spiritual belief, economy and limitation of alternative health facilities were cause of continuity of people's dependency on traditional healers. Change in socio-economic activities not only threatened traditional knowledge but also resource base of the area. Enforcement of local institution in management of forest resources and legitimating traditional knowledge and practices could help to preserve indigenous knowledge."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "House no,2111 \"Kha\", Pasanglhamu Marg, Ward no 6 Bauddha, Mahankal, Kathmandu, Nepal. arunrijal@yahoo.com"}], "Identifier": [], "LastName": "Rijal", "ForeName": "Arun", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Conservation of Natural Resources"}, {"QualifierName": [], "DescriptorName": "Ethnicity"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Interviews as Topic"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Nepal"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plant Structures"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rural Health"}, {"QualifierName": [], "DescriptorName": "Socioeconomic Factors"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Benz B, Cevallos J, Munoz E, Santana F. Ethnobotany serving society: a case study from the Sierra de Manantlan Biosphere Reserve. Sida. 1996;17:1–16."}, {"Citation": "Convention on Biological Diversity (CBD)  Traditional Knowledge and the Convention on Biological Diversity. 1992. "}, {"Citation": "Gerritsen PRW. Community development, natural resource management and biodiversity conservation in the Sierra de Manantlan biosphere reserve, Mexico. Community Development Journal. 1998;33:314–324."}, {"Citation": "Twang S, Kapoor P. United Nations Conference on Trade and Development (UNCTAD) United Nations, New York and Geneva; 2004. Protecting and Promoting Traditional Knowledge: Systems, National Experiences and International Dimensions."}, {"Citation": "Brockman A, Masuzumi B, Augustine S. When all people have the same story, human will Cease to Exist, Protecting and Conserving Traditional Knowledge. A Report for the Biodiversity Conservation Office, Dene Cultural Institute. 1997."}, {"Citation": "Chhetri NS, Ghimire S, Gribnau C, Pradhan S, Rana S. Identification of development potentials of Praja communities in Chitwan District. SNV, Kathmandu; 1997. Can Orange Trees Bloom on a Barren Land."}, {"Citation": "Gurung GM. Report from a Chepang Village (Society, Culture and Ecology) Kathmandu, Nepal; 1995.", "ArticleIdList": ["0"]}, {"Citation": "Chaudhary RP. Biodiversity in Nepal – Status and Conservation. Craftsman Press, Bangkok, Thailand; 1998."}, {"Citation": "Khan MH. Documentation of indigenous knowledge in the Chepang community of Shakti Khor VDC, Chitwan. In: Shrestha KK, Jha PK, Shengji P, Rastogi A, Rajbhandary S, Joshi M, editor. Ethnobotany for conservation and community development. Ethnobotanical Society of Nepal, Kathmandu; 1998. pp. 96–101."}, {"Citation": "Manandhar NP. Medicinal Plants used by Chepang tribes of Makwanpur District, Nepal. Fitoterapia Lx (1), Perish. 1989."}, {"Citation": "CBS . Central Bureau of Statistics. HMG. Kathmandu; 2001. Population Census."}, {"Citation": "Bhattrai TR. Chepang: Status, Efforts and Issues: A Syo's perspective. In: Bhattarai TR, editor. Chepang Resources and Development. SNV/SEACOW, Kathmandu; 1995."}, {"Citation": "Gautam MK, Roberts EH, Singh BK. Community based leasehold approach and agroforestry technology for restoring degraded hill forests and improving rural livelihoods in Nepal. Paper presented at the International Conference on Rural Livelihoods, Forests and Biodiversity, Bonn. 19–23 May 2003."}, {"Citation": "Pandit BH. Non-timber forest products on shifting cultivation plots (khorya): a means of improving livelihood of Chepang Rural Hill Tribe of Nepal. Asia-Pacific Journal of Rural Development. 2001;11:1–14."}, {"Citation": "Bista DB. People of Nepal. Ratna Pustak Bhandar, Kathmandu. 2004."}, {"Citation": "Martin GJ. A People and Plant Conservation Manual. Chapman and Hall, London; 1995. Ethnobotany: A Method Manual."}, {"Citation": "Press JR, Shrestha KK, Suttan DA. Annotated Checklist of the Flowering Plants of Nepal. The Natural History Museum, London. 2000."}, {"Citation": "Coburn B. Some native medicinal plants of western Gurung. Kailash. 1984;11:55–88."}, {"Citation": "Manandhar NP. Medicinal plants of Nepal Himalaya. Ratna Pustak Bhandar, Kathmandu; 1980.", "ArticleIdList": ["0"]}, {"Citation": "Manandhar NP. Ethnobotanical notes on certain medicinal plants used by Tharus of Dangdeokhuri district, Nepal. International Journal of Crude Drug Research. 1985;23:153–159."}, {"Citation": "Manandhar NP. A contribution to the ethnobotany of Mooshar tribes of Dhanusah district, Nepal. Journal of Natural History Museum, Kathmandu. 1986;10:53–64."}, {"Citation": "Manandhar NP. Traditional phytotherapy of Danuwar tribe of Kamlakhonj in Sindhuli district, Nepal. Fitoterapia. 1990;61:325–332."}, {"Citation": "Manandhar NP. Medicinal plant-lore of Tamang tribes of Kabhrepalanchok district, Nepal. Economic Botany. 1991;45:58–71."}, {"Citation": "Manandhar NP. Native phytotherapy among Raute tribes of Dadeldhura district, Nepal. J Ethnopharmacol. 1998;60:199–206. doi: 10.1016/S0378-8741(97)00150-5.", "ArticleIdList": ["10.1016/S0378-8741(97)00150-5", "9613833"]}, {"Citation": "Manandhar NP. Plants and People of Nepal. Timber Press, Portland, Oregon, USA; 2002."}, {"Citation": "Sacherer J. The high altitude ethnobotany of Rolwaling Sherpa. Contribution to Nepalese Studies. 1979;6:45–64."}, {"Citation": "Bhatta DD. Natural History and Economic Botany of Nepal. Orient Longman, New Delhi; 1977."}, {"Citation": "HMG . Bulletin of Department of Medicinal Plants No 15. Department of Plant Resources, Thapathali, Kathmandu, Nepal; 1995. Medicinal Plants of Nepal for Ayurvedic Drugs."}, {"Citation": "HMG . Bulletin of Department of Medicinal Plants No10. Department of Plant Resources, Thapathali, Kathmandu, Nepal; 1997. Medicinal Plants of Nepal."}, {"Citation": "HMG . Bulletin of the Department of Medicinal Plants No3. Department of Plant Resources, Thapathali, Kathmandu, Nepal; 2001. Medicinal Plants of Nepal."}, {"Citation": "Manandhar NP. Proceedings of First National Science and Technology Congress. National Council for Science and Technology, Kirtipur, Kathmandu; 1982. An ethnobotanical study of Nuwakot; pp. 72–79."}, {"Citation": "Pandey BD. The wealth of medicinal plants of Nepal. Proceeding of Peking Symposium, China. 1964. pp. 183–140."}, {"Citation": "Shrestha TB. Traditional medicine and native plants of Nepal. Proceedings of the Seminar on Traditional Medicines and Role of medicinal Plants Kathmandu. August 2–3, 1979."}, {"Citation": "Rijal A. MSc Thesis. The Agricultural University of Norway, Aas, Norway; 1994. Ethnobotany of Padampur: Analysis of Dependency and Conflict."}, {"Citation": "Carvalho AR. Popular use, Chemical composition and trade of cerrado's medicinal plants (Goias's, Brazil) Environment, Development and sustainability. 2004;6:307–316. doi: 10.1023/B:ENVI.0000029889.29698.89.", "ArticleIdList": ["10.1023/B:ENVI.0000029889.29698.89"]}, {"Citation": "Rijal A. PhD Thesis. The University of Copenhagen, Copenhagen, Denmark; 2007. Multifaceted Forest Management for Biodiversity Conservation and Poverty Alleviation: A Case Study of Mid Hills of Nepal."}, {"Citation": "Larsen HO, Olsen CS. Unsustainable collection and unfair trade? Uncovering and assessing assumptions regarding central Himalayan medicinal plant conservation. Biodiversity and Conservation. 2007;16:1679–1697. doi: 10.1007/s10531-006-9039-4.", "ArticleIdList": ["10.1007/s10531-006-9039-4"]}, {"Citation": "Saul R. Indigenous Forest Knowledge: Factors Influencing its Social Distribution. In: Allen M, editor. Anthropology of Nepal: People, Problems and Processes. Mandala Book Point, Kathmandu; 1992."}, {"Citation": "Benz B, Cevallos J, Santana F, Graf S. Loosing knowledge about plant use in the Sierra de Manantlan Biosphere Reserve, Mexico. Economic Botany. 2000;54:183–191."}, {"Citation": "Caniago I, Siebert S. Medicinal plant ecology, knowledge, and conservation in Kalimantan, Indonesia. Economic Botany. 1998;52:229–250."}, {"Citation": "Stark LL. Elderly people in modern society. Helium. 2008. "}, {"Citation": "Tsuji LJS. Loss of Cree traditional ecological knowledge in the Western James Bay region of Northern Ontario, Canada: A case study of the sharp-tailed grouse, Tympanuchus phasianellus phasianellus. The Canadian Journal of Native Studies. 1996;16:283–292."}, {"Citation": "Uniyal SK, Awasthi A, Rawat G. Developmental Processes, Changing Lifestyle and Traditional Wisdom: Analysis from Western Himalaya. The Environment. 2003;23:307–312."}, {"Citation": "Oviedo G, Gonzales A, Maffi L. The Importance of Traditional Ecological Knowledge and Ways to Protect it. In: Twang S, Kapoor P, editor. Protecting and Promoting Traditional Knowledge: Systems, National Experiences and International Dimensions. United Nations Conference on Trade and Development (UNCTAD), United Nations, New York and Geneva; 2004."}, {"Citation": "Ruddle K. The Transmission of Traditional Ecological Knowledge. In: Inglis JT, editor. Traditonal Ecological Knowledge, Concept and Cases. International Program on Traditional Ecological Knowledge and International Development Research Centre, Ottawa, Canada; 1993. pp. 17–31."}, {"Citation": "Twarog S. Preserving, Protecting and Promoting Traditional Knowledge: National Actions and International Dimensions. In: Twang S, Kapoor P, editor. Protecting and Promoting Traditional Knowledge: Systems, National Experiences and International Dimensions. United Nations Conference on Trade and Development (UNCTAD), United Nations, New York and Geneva; 2004."}, {"Citation": "Alves RRN, Rosa IL. Why study the use of animal products in traditional medicines? Journal of Ethnobiology and Ethnomedicine. 2005;1:5. doi: 10.1186/1746-4269-1-5. ", "ArticleIdList": ["10.1186/1746-4269-1-5", "PMC1277085", "16270931"]}, {"Citation": "Kurien J. Traditional ecological knowledge and ecosystem sustainability: new meaning to Asian coastal proverbs. Ecological Applications. 1998;8:S2–S5. doi: 10.2307/2641358.", "ArticleIdList": ["10.2307/2641358"]}, {"Citation": "Schultes RE. Reasons for ethnobotanical conservation. In: Johannes RE, editor. Traditional Ecological Knowledge: a collection of essays. IUCN Publications Services;"}, {"Citation": "Boesch C, Tomasello M. Chimpanzee and human cultures. Current Anthropology. 1998;39:591–614. doi: 10.1086/204785.", "ArticleIdList": ["10.1086/204785"]}, {"Citation": "Ladio AH, Lozada M. Non-timber forest product use in two human populations from NW Patagonia: a quantitative approach. Human Ecology. 2001;29:367–380. doi: 10.1023/A:1013199103440.", "ArticleIdList": ["10.1023/A:1013199103440"]}, {"Citation": "Ulluwishewa R. Indigenous pest control methods in Sri Lanka. Honey Bee. 1993;4:3–4."}, {"Citation": "Hill F. Indigenous Knowledge Conference Proceedings, Pennsylvania State University. University Park, PA; 2004. Passing on Traditional Knowledge."}, {"Citation": "Wavey R. International workshop on knowledge and community-based resource management. Keynote Address. In: Inglis JT, editor. Traditional Ecological Knowledge: Concepts and Cases. Canadian Museum of Nature, Ottawa, Ontario; 1993."}, {"Citation": "Howard-Borjas P. Some implications of gender relations for plant genetic resources management. Biotechnology and Development Monitor. 1999;37:2–5."}, {"Citation": "Anguilar L, Blanco  M, Juniga P. Protected Areas, Gender Makes the Difference. IUCN. 2004. "}, {"Citation": "Voeks RA, Leony A. Forgetting the forest: Assessing medicinal plant erosion in eastern Brazil. Economic Botany. 2004;58:294–306. doi: 10.1663/0013-0001(2004)58[S294:FTFAMP]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2004)58[S294:FTFAMP]2.0.CO;2"]}, {"Citation": "Wayland P. Gendering local knowledge: medicinal plant use and primary health care in the Amazon. Medicinal Anthropology. 2001;15:171–88. doi: 10.1525/maq.2001.15.2.171.", "ArticleIdList": ["10.1525/maq.2001.15.2.171", "11452626"]}, {"Citation": "Stamm BH, Stamm HE, Hudnall AC, Higson-Smith C. Considering A Theory of Cultural Trauma and Loss. Journal of Loss and Trauma. 2004;9:89–111. doi: 10.1080/15325020490255412.", "ArticleIdList": ["10.1080/15325020490255412"]}, {"Citation": "Ladio AH, Lozada M. Edible wild plant use in a Mapuche community of north-western Patagonia. Human Ecology. 2000;28:53–71. doi: 10.1023/A:1007027705077.", "ArticleIdList": ["10.1023/A:1007027705077"]}, {"Citation": "Ladio AH, Lozada M. Patterns of use and knowledge of wild edible plants in distinct ecological environments: a case study of a Mapuche community from north-western Patagonia. Biodiversity and Conservation. 2004;13:1153–1173. doi: 10.1023/B:BIOC.0000018150.79156.50.", "ArticleIdList": ["10.1023/B:BIOC.0000018150.79156.50"]}, {"Citation": "Hill DM.  Traditional medicine in contemporary contexts, protecting and respecting indigenous knowledge and medicine. National Aboriginal Health organisation (NAHO); 2003. "}]}], "History": [{"Year": "2008", "Month": "5", "Day": "13"}, {"Year": "2008", "Month": "11", "Day": "25"}, {"Year": "2008", "Month": "11", "Day": "27", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "2", "Day": "20", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "11", "Day": "27", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "11", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["19032752", "PMC2633329", "10.1186/1746-4269-4-23", "1746-4269-4-23"]}}], "PubmedBookArticle": []}