{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "19077315", "DateCompleted": {"Year": "2009", "Month": "02", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2008", "Month": "12", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-4-25"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "4", "PubDate": {"Year": "2008", "Month": "Dec", "Day": "15"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Cultural transmission of traditional knowledge in two populations of North-western Patagonia.", "Pagination": {"StartPage": "25", "MedlinePgn": "25"}, "Abstract": {"AbstractText": ["In the present study we have investigated the cultural transmission of two types of traditional plant knowledge in two communities of North-western Patagonia, Argentina. In the Pilcaniyeu community, we studied the transmission of traditional knowledge related to horticultural practices in home-gardens, greenhouses and gardens; while in the community of Cuyin Manzano, we studied wild plant gathering customs.", "Ethnobotanical fieldwork was conducted by means of semi-structured interviews, in which we investigated which plants are used, at what life history phase was learned, modes of transmission and who the principal transmitters were in childhood and adulthood. In both communities, each of this three aspects related to cultural transmission were categorized and the frequencies of each category were obtained. The total number of species recorded in each community was also calculated. Frequencies were analyzed with the Chi-square test of independence.", "In both communities, transmission of traditional plant knowledge begins at an early age, as a family custom, in which women play a predominant role. Wild plant use and horticultural knowledge continue to be learned during adulthood. This was particularly registered associated with horticultural learning, which receives greater influence from extension agents who are introducing new practices and technology. This outside influence, which implies novelty, could imply syncretism but also traditional knowledge loss.", "Given the remarkable acculturation processes occurring at present in rural communities of Northwestern Patagonia, it might be of vital importance to document traditional knowledge of ancient practices. Moreover, it could be interesting to share our results with both populations in order to encourage participatory activities within the communities which could enhance traditional knowledge horizontal transmission, particularly among elder adults and youngsters."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Inibioma-Universidad Nacional del Comahue, Lab, Ecotono, Quintral 1250-8400 San Carlos de Bariloche, Rio Negro, Argentina. quimeyrayen@yahoo.com.ar"}], "Identifier": [], "LastName": "Eyssartier", "ForeName": "Cecilia", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ladio", "ForeName": "Ana H", "Initials": "AH"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lozada", "ForeName": "Mariana", "Initials": "M"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": [], "DescriptorName": "Anthropology, Cultural"}, {"QualifierName": [], "DescriptorName": "Argentina"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Crops, Agricultural"}, {"QualifierName": [], "DescriptorName": "Cross-Cultural Comparison"}, {"QualifierName": [], "DescriptorName": "Cultural Characteristics"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Gardening"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Learning"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Plants, Edible"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Social Support"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Joyal E. The palm has its time: an ethnoecology of Sabal uresana in Sonora, Mexico. Economic Botany. 1996;50:446–462."}, {"Citation": "Berkes F, Colding J, Folke C. Rediscovery of traditional ecological knowledge as adaptive management. Ecological Applications. 2000;10:1251–1262. doi: 10.1890/1051-0761(2000)010[1251:ROTEKA]2.0.CO;2.", "ArticleIdList": ["10.1890/1051-0761(2000)010[1251:ROTEKA]2.0.CO;2"]}, {"Citation": "Pilgrim S, Smith D, Pretty J. A cross-regional assessment of the factors affecting ecoliteracy: implications for policy and practice. Ecological Applications. 2007;17:1742–1751. doi: 10.1890/06-1358.1.", "ArticleIdList": ["10.1890/06-1358.1", "17913137"]}, {"Citation": "Hewlett BS, Cavalli-Sforza LL. Cultural transmission among Aka Pygmies. American Anthropologist. 1986;88:922–934. doi: 10.1525/aa.1986.88.4.02a00100.", "ArticleIdList": ["10.1525/aa.1986.88.4.02a00100"]}, {"Citation": "Cavalli-Sforza LL, Feldman MW, Chen KH, Dornbusch SM. Theory and observation in cultural Transmission. Science. 1982;218:19–27. doi: 10.1126/science.7123211.", "ArticleIdList": ["10.1126/science.7123211", "7123211"]}, {"Citation": "Boesch C, Tomasello M. Chimpanzee and Human Cultures. Current Anthropology. 1998;39:591–604. doi: 10.1086/204785.", "ArticleIdList": ["10.1086/204785"]}, {"Citation": "Aunger R. The Life History of Culture Learning in a Face-to-Face Society. Ethos. 2000;28:445–481. doi: 10.1525/eth.2000.28.3.445.", "ArticleIdList": ["10.1525/eth.2000.28.3.445"]}, {"Citation": "Berkes F, Folke C. Back to the Future: Ecosystem Dynamics and Local Knowledge. In: Lance H Gunderson, Holling CS, editor. Panarchy, Understanding transformations in Human and Natural Systems. Chapter 5. Washington-Covelo-London: Island Press; 2002. pp. 122–137."}, {"Citation": "Kirstensen M, Balslev H. Perception, use and availability of woody plants among the Gourounsi in Burkina Faso. Biodiversity and Conservation. 2003;12:1715–1739. doi: 10.1023/A:1023614816878.", "ArticleIdList": ["10.1023/A:1023614816878"]}, {"Citation": "Berkes F, Turner N. Knowledge, Learning and the Resilience of Social-Ecological Systems. Human Ecology. 2006;34:479–494. doi: 10.1007/s10745-006-9008-2.", "ArticleIdList": ["10.1007/s10745-006-9008-2"]}, {"Citation": "Turner NJ, Berkes F. Coming to Understanding: Developing Conservation through Incremental Learning in the Pacific Northwest. Human Ecology. 2006;34:495–513. doi: 10.1007/s10745-006-9042-0.", "ArticleIdList": ["10.1007/s10745-006-9042-0"]}, {"Citation": "Pardo BO, Pizarro TJL. In: Especies Botánicas consumidas por los Chilenos Prehispánicos. Mare Nostrum, editor. Colección Chile Precolombino. Primera edición, Santiago, Chile; 2005."}, {"Citation": "de Mösbach EW. In: Botánica indígena de Chile. Andres Bello, editor. Museo Chileno de Arte Precolombino. Fundación Andes; 1992."}, {"Citation": "Citarella L, Conejeros AM, Espinossa B, Jelves I, Oyarce AM, Vidal A. Medicinas y culturas en La Araucanía. Programa de Atención Primaria en Salud, Cooperación Italiana; 1995. pp. 11–38."}, {"Citation": "Ladio AH, Lozada M. Comparison of wild edible plant diversity and foraging strategies in two aboriginal communities of northwestern Patagonia. Biodiversity and Conservation. 2003;12:937–951. doi: 10.1023/A:1022873725432.", "ArticleIdList": ["10.1023/A:1022873725432"]}, {"Citation": "Ladio AH, Lozada M. Patterns of use and knowledge of wild edible plants in distinct ecological environments: a case of study of a Mapuche community from norhtwestern Patagonia. Biodiversity and Conservation. 2004;13:1153–1173. doi: 10.1023/B:BIOC.0000018150.79156.50.", "ArticleIdList": ["10.1023/B:BIOC.0000018150.79156.50"]}, {"Citation": "Villagran C, Meza I, Silva E, Vera N. Nombres folklóricos y usos de la flora de la Isla Quinchao, Chiloé. Publicación Ocasional del Museo Nacional de Historia Natural. 1983;39:3–58."}, {"Citation": "Ladio AH, Lozada M. Nontimber Forest Product Use in Two Human Populations From Northwest Patagonia: A Quantitative Approach. Human Ecology. 2001;29:367–379. doi: 10.1023/A:1013199103440.", "ArticleIdList": ["10.1023/A:1013199103440"]}, {"Citation": "Estomba D, Ladio AH, Lozada M. Medicinal wild plant knowledge and gathering patterns in a Mapuche community of North-western Patagonia. Journal of Ethnopharmacology. 2005;103:109–119. doi: 10.1016/j.jep.2005.07.015.", "ArticleIdList": ["10.1016/j.jep.2005.07.015", "16157460"]}, {"Citation": "Lozada M, Ladio AH, Weigandt M. Cultural transmission of ethnobotanical knowledge in a rural community of northwestern Patagonia. Economic Botany. 2006;60:374–385. doi: 10.1663/0013-0001(2006)60[374:CTOEKI]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2006)60[374:CTOEKI]2.0.CO;2"]}, {"Citation": "Cabrera AL. Enciclopedia Argentina de la Agricultura y Jardinería Fascículo 1 Tomo II. Editorial Acme S.A.C.I., Buenos Aires, Argentina; 1976. Regiones fitogeográficas argentinas."}, {"Citation": "Correa MN. Flora Patagónica. Partes 1,2,3,4,5,6 y 7. Colección Científica, del Instituto Nacional de Tecnología Agropecuaria. Buenos Aires, Argentina 1969–1999;"}, {"Citation": "Marticorena C, Quezada M. Flora vascular de Chile. Gayana. 1985;42:1–157."}, {"Citation": "Ezcurra C, Brion C. Plantas del Nahuel Huapi Catálogo de la Flora Vascular del Parque Nacional Nahuel Huapi, Argentina. Universidad Nacional del Comahue. Red Latinoamericana de Botánica. San Carlos de Bariloche, Argentina; 2005."}, {"Citation": "Conover WJ. Practical Nonparametric Statistics. John Wiley & Sons, New York; 1971."}, {"Citation": "Gupte M. Participation in a Gendered Environment: The Case of Community Forestry in India. Human Ecology. 2004;32:365–381. doi: 10.1023/B:HUEC.0000028086.63366.3d.", "ArticleIdList": ["10.1023/B:HUEC.0000028086.63366.3d"]}, {"Citation": "Voeks RA. Are women reservoirs of traditional plant knowledge? Gender, Ethnobotany and globalization in northeast Brazil. Singapore Journal of Tropical Geography. 2007;28:7–20. doi: 10.1111/j.1467-9493.2006.00273.x.", "ArticleIdList": ["10.1111/j.1467-9493.2006.00273.x"]}, {"Citation": "Vazquez-García V. Gender, ethnicity, and economic status in plant management: Uncultivated edible plant among the Nahuas and Popolucas of Veracruz, México. Agriculture and Human Values. 2007."}, {"Citation": "Parlee B, Berkes F, the Teetl it Gwich in Renewable Resources Council Health of the Land, Health of the People: A Case Study on Gwich'in Berry Harvesting in Northern Canada. EcoHealth. 2005;2:127–137. doi: 10.1007/s10393-005-3870-z.", "ArticleIdList": ["10.1007/s10393-005-3870-z"]}, {"Citation": "Salick J, Cellinese N, Knapp S. Indigenous diversity of cassava: Generation, maintenance, use and loss among the Amuesha, Peruvian Upper Amazon. Economic Botany. 1997;51:6–19."}, {"Citation": "Vogl-Lukasser B, Vogl CR. Ethnobotanical Research in Homegardens of Small Farmers in the Alpine Region of Osttirol (Austria): An example for Bridges Built and Building Bridges. Ethnobotany Research & Applications. 2004;2:111–137."}, {"Citation": "Bingeman K. Women's participation in Forest Management Decisions in the Upper Kullu Valley, Himachal Pradesh, India. Himalayan Research Bulletin XXI. 2003;2:53–61."}, {"Citation": "Davidson-Hunt IJ. Adaptive Learning Networks: Developing Resource Management Knowledge through Social Learning Forums. Human Ecology. 2006;34:593–613. doi: 10.1007/s10745-006-9009-1.", "ArticleIdList": ["10.1007/s10745-006-9009-1"]}, {"Citation": "Sears RR, Padoch C, Pinedo-Vasquez M. Amazon Forestry Transformed: Integrating Knowledge for Smallholder Timber Management in Eastern Brazil. Human Ecology. 2007;35:697–707. doi: 10.1007/s10745-006-9109-y.", "ArticleIdList": ["10.1007/s10745-006-9109-y"]}, {"Citation": "Ladio AH, Lozada M. Human ecology, ethnobotany and traditional practices in rural populations inhabiting the Monte region: Resilience and Ecological Knowledge. Journal of Arid Environments. 2008."}, {"Citation": "Schultz PW, Shriver C, Tabanico JJ, Khazian AM. Implicit connections with nature. Journal of Environmental Psychology. 2004;24:31–42. doi: 10.1016/S0272-4944(03)00022-7.", "ArticleIdList": ["10.1016/S0272-4944(03)00022-7"]}, {"Citation": "Pretty J. Social capital and the collective management of resources. Science. 2003;302:1912–1914. doi: 10.1126/science.1090847.", "ArticleIdList": ["10.1126/science.1090847", "14671287"]}]}], "History": [{"Year": "2008", "Month": "7", "Day": "16"}, {"Year": "2008", "Month": "12", "Day": "15"}, {"Year": "2008", "Month": "12", "Day": "17", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "12", "Day": "17", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "2", "Day": "12", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "12", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["19077315", "PMC2614966", "10.1186/1746-4269-4-25", "1746-4269-4-25"]}}], "PubmedBookArticle": []}