{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "19183244", "DateCompleted": {"Year": "2010", "Month": "08", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2009", "Month": "01", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.1111/j.1582-4934.2008.00648.x"], "Journal": {"ISSN": "1582-4934", "JournalIssue": {"Volume": "14", "Issue": "3", "PubDate": {"Year": "2010", "Month": "Mar"}}, "Title": "Journal of cellular and molecular medicine", "ISOAbbreviation": "J Cell Mol Med"}, "ArticleTitle": "A novel protein fraction from Sesbania grandiflora shows potential anticancer and chemopreventive efficacy, in vitro and in vivo.", "Pagination": {"StartPage": "636", "EndPage": "646", "MedlinePgn": "636-46"}, "Abstract": {"AbstractText": ["We report mechanism-based evidence for the anticancer efficacy of a protein fraction, SF2 (Sesbania fraction 2) isolated from the flower of the medicinal plant, Sesbania grandiflora (S. grandiflora). The fraction was evaluated in two murine ascites tumour cell lines and human cancer cell lines of different origin for its anticancer effect. SF2 inhibited cell proliferation and induced apoptosis as demonstrated by DNA fragmentation and externalization of phosphatidyl serine in Daltons lymphoma ascites (DLA) and colon cancer cells (SW-480). Sensitivity to SF2 in these cells was associated with activation of caspases 3, 8 and 9, poly (ADP-ribose) polymerase cleavage and cytochrome C release which attests apoptosis induced cell death. Mechanistically, SF2 down-regulated phorbol myristate acetate (PMA) induced NF-kappaB, a transcription factor which controls the expression of genes encoding proteins involved in cell regulation and growth control. Additionally, SF2 also down-regulated anti-apoptotic factors such as Bcl-2, p-Akt and cyclooxygenase-2 induced by the tumour promoter PMA suggestive of a possible explanation for its anticancer effect. In vivo studies using ascites and solid tumour models strongly support in vitro findings as SF2 administration increased the life span and decreased the tumour volume in mice bearing tumour. In vivo toxicological evaluation revealed the pharmacological safety of SF2 and may serve as a potential anticancer drug candidate."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, St. Stephan's College, Pathanapuram, Kerala, India."}], "Identifier": [], "LastName": "Laladhas", "ForeName": "Krishna P", "Initials": "KP"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Cheriyan", "ForeName": "Vino T", "Initials": "VT"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Puliappadamba", "ForeName": "Vineshkumar T", "Initials": "VT"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bava", "ForeName": "Smitha V", "Initials": "SV"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Unnithan", "ForeName": "Rajesh G", "Initials": "RG"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Vijayammal", "ForeName": "Parvathy L", "Initials": "PL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Anto", "ForeName": "Ruby John", "Initials": "RJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Cell Mol Med", "NlmUniqueID": "101083777", "ISSNLinking": "1582-1838"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "NF-kappa B"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "9007-43-6", "NameOfSubstance": "Cytochromes c"}, {"RegistryNumber": "EC 2.4.2.30", "NameOfSubstance": "Poly(ADP-ribose) Polymerases"}, {"RegistryNumber": "EC 3.4.22.-", "NameOfSubstance": "Caspases"}, {"RegistryNumber": "NI40JAQ945", "NameOfSubstance": "Tetradecanoylphorbol Acetate"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Apoptosis"}, {"QualifierName": [], "DescriptorName": "Blotting, Western"}, {"QualifierName": ["metabolism"], "DescriptorName": "Caspases"}, {"QualifierName": [], "DescriptorName": "Cell Line"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cytochromes c"}, {"QualifierName": ["drug effects"], "DescriptorName": "Enzyme Activation"}, {"QualifierName": ["chemistry"], "DescriptorName": "Flowers"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["metabolism"], "DescriptorName": "NF-kappa B"}, {"QualifierName": ["metabolism", "pathology"], "DescriptorName": "Neoplasms"}, {"QualifierName": ["drug therapy", "pathology", "prevention & control"], "DescriptorName": "Neoplasms, Experimental"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["metabolism"], "DescriptorName": "Poly(ADP-ribose) Polymerases"}, {"QualifierName": ["chemistry"], "DescriptorName": "Sesbania"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Tetradecanoylphorbol Acetate"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ferantinos L. Human consumption of Sesbania grandiflora. In: Macklin B, Evans DO, editors. Perennial Sesbania species in agroforestry systems. Hawaii: NFTA; 1990. p. 105."}, {"Citation": "Chaudhari RH. Comparative pharmacologistic studies on the stem bark of Sesbania sesban (L) and S.grandiflora (L) Bull Bot. Surv Ind. 1996;8:216–20."}, {"Citation": "Joshy SG. Text book of medicinal plants. New Delhi: Oxford and TBH Publishing Co. Pvt. Ltd; 2000. Leguminoceae; p. 130."}, {"Citation": "Thamboli S. Antiinflammatory activity of S. grandiflora. Indian Drugs. 1996;33:504–6."}, {"Citation": "Thamboli SA. Analgesic and antipyretic activity of S. grandiflora. Indian Drugs. 2000;37:95–8."}, {"Citation": "Kasture VS, Deshmukh VK, Chopde CT. Anxiolytic and anticonvulsive activity of Sesbania grandiflora leaves in experimental animals. Phytother Res. 2002;16:455–60.", "ArticleIdList": ["12203267"]}, {"Citation": "Vijayakumar G. Preliminary studies on the effect of indigenous plant S. grandiflora in carbon tetrachloride induced hepatitis in calves. Indian J. Veterenery Med. 1997;17:17–21."}, {"Citation": "Tewtrakal SS, Rattanasuwan P. HIV-1 protease inhibitory effects of some selected plants in Caesalpiniaceae and Papilionaceae families. J. Sci. Technol. 2003;25:509–14."}, {"Citation": "Ramesh T, Begum V. Protective effect of Sesbania grandiflora against cigarette smoke-induced oxidative damage in rats. J Med Food. 2008;11:369–75.", "ArticleIdList": ["18598182"]}, {"Citation": "Pari LUA. Protective effect of Sesbania grandiflora against erythromycin estolate-induced hepatotoxicity. Therapie. 2003;5:439–43.", "ArticleIdList": ["14682193"]}, {"Citation": "Doddola SPH, Koganti B, Prasad KV. Evaluation of Sesbania grandiflora for antiurolithiatic and antioxidant properties. Nat Med. 2008;3:300–7.", "ArticleIdList": ["18408896"]}, {"Citation": "Ramesh TMR, Hazeena Begum V. Effect of Sesbania grandiflora on lung antioxidant defense system in cigarette smoke exposed rats. Int J Biol Chem. 2007;1:141–8."}, {"Citation": "Sivarajan VV, Indira B. Ayurvedic drug sources. New Delhi: Oxford & IBH Publishing Co; 1995. , New Delhi, India;"}, {"Citation": "Boonmee A, Reynolds CD, Sangvanich P. Alpha-glucosidase inhibitor proteins from Sesbania grandiflora flowers. Planta Med. 2007;73:1197–201.", "ArticleIdList": ["17823874"]}, {"Citation": "Kirithikar KR, Basu BD. Indian medicinal plants. Vol. 1. New Delhi: 1967. pp. 735–6. International Book Distributors."}, {"Citation": "D’Silva I, Heath MC. Purification and characterization of two novel hypersensitive response-inducing specific elicitors produced by the cowpea rust fungus. J Biol Chem. 1997;272:3924–7.", "ArticleIdList": ["9020095"]}, {"Citation": "Anto RJ, Mukhopadhyay A, Denning K, et al. Curcumin (diferuloylmethane) induces apoptosis through activation of caspase-8, BID cleavage and cytochrome c release: its suppression by ectopic expression of Bcl-2 and Bcl-xl. Carcinogenesis. 2002;23:143–50.", "ArticleIdList": ["11756235"]}, {"Citation": "Anto RJ, Maliekal TT, Karunagaran D. L-929 cells harboring ectopically expressed RelA resist curcumin-induced apoptosis. J Biol Chem. 2000;275:15601–4.", "ArticleIdList": ["10747850"]}, {"Citation": "Anto RJ, Venkatraman M, Karunagaran D. Inhibition of NF-κB sensitizes A431 cells to epidermal growth factor-induced apoptosis, whereas its activation by ectopic expression of RelA confers resistance. J Biol Chem. 2003;278:25490–8.", "ArticleIdList": ["12714587"]}, {"Citation": "Ruby AJ, Kuttan G, Babu KD, et al. Anti-tumour and antioxidant activity of natural curcuminoids. Cancer Lett. 1995;94:79–83.", "ArticleIdList": ["7621448"]}, {"Citation": "Prasad SB, Giri A. Antitumor effect of cisplatin against murine ascites Dalton’s lymphoma. Indian J Exp Biol. 1994;32:155–62.", "ArticleIdList": ["8070834"]}, {"Citation": "Mukherjee KL. A procedure manual for routine diagnostic tests. Vol. 2. New Delhi: Tata McGraw Hill Publishers; 1988. Medical laboratory technology."}, {"Citation": "Moss DW, Baron DN, Walker PG, et al. The King-Armstrong method. J Clin Pathol. 1972;25:368–9.", "ArticleIdList": ["PMC477318", "5028648"]}, {"Citation": "Narayanan S. Alkaline phosphatase as tumor marker. Ann Clin Lab Sci. 1983;13:133–6.", "ArticleIdList": ["6859804"]}, {"Citation": "Wootton I. Micro analysis in medical biochemistry. A and J Churchill London Ltd. (4th ed) 1964"}, {"Citation": "Reitman S, Frankel S. A colorimetric method for the determination of serum glutamic oxalacetic and glutamic pyruvic transaminases. Am J Clin Pathol. 1957;28:56–63.", "ArticleIdList": ["13458125"]}, {"Citation": "Pianetti S, Arsura M, Romieu-Mourez R, et al. Her-2/neu overexpression induces NF-κB via a PI3-kinase/Akt pathway involving calpain-mediated degradation of IkappaB-alpha that can be inhibited by the tumor suppressor PTEN. Oncogene. 2001;20:1287–99.", "ArticleIdList": ["11313873"]}, {"Citation": "Ozes ON, Mayo LD, Gustin JA, et al. NF-κB activation by tumour necrosis factor requires the Akt serine-threonine kinase. Nature. 1999;401:82–5.", "ArticleIdList": ["10485710"]}, {"Citation": "Miller DK. The role of the Caspase family of cysteine proteases in apoptosis. Semin Immunol. 1997;9:35–49.", "ArticleIdList": ["9106306"]}, {"Citation": "Du J, Suzuki H, Nagase F, et al. Methylglyoxal induces apoptosis in Jurkat leukemia T cells by activating c-Jun N-terminal kinase. J Cell Biochem. 2000;77:333–44.", "ArticleIdList": ["10723098"]}, {"Citation": "Li H, Zhu H, Xu CJ, et al. Cleavage of BID by caspase 8 mediates the mitochondrial damage in the Fas pathway of apoptosis. Cell. 1998;94:491–501.", "ArticleIdList": ["9727492"]}, {"Citation": "Santoro MG, Rossi A, Amici C. NF-κB and virus infection: who controls whom. EMBO J. 2003;22:2552–60.", "ArticleIdList": ["PMC156764", "12773372"]}, {"Citation": "Meng F, Liu L, Chin PC, et al. Akt is a downstream target of NF-κB. J Biol Chem. 2002;277:29674–80.", "ArticleIdList": ["12052823"]}, {"Citation": "Kane LP, Shapiro VS, Stokoe D, et al. Induction of NF-κB by the Akt/PKB kinase. Curr Biol. 1999;9:601–4.", "ArticleIdList": ["10359702"]}, {"Citation": "St-Germain ME, Gagnon V, Parent S, et al. Regulation of COX-2 protein expression by Akt in endometrial cancer cells is mediated through NF-κB /I-κB pathway. Mol Cancer. 2004;3:1–11.", "ArticleIdList": ["PMC394342", "15016316"]}, {"Citation": "Fan XM, Jiang XH, Gu Q, et al. Inhibition of Akt/PKB by a COX-2 inhibitor induces apoptosis in gastric cancer cells. Digestion. 2006;73:75–83.", "ArticleIdList": ["16641552"]}, {"Citation": "Joo Weon Lim, Hyeyoung Kim, Kyung Hwan Kim. Expressions of Ku70 and Ku80 mediated by NF-κB and cyclooxygenase-2 are related to cell proliferation in human gastric cancer cells. J Biol Chem. 2002;277:46093–100.", "ArticleIdList": ["12324457"]}, {"Citation": "Williams CS, Mann M, DuBois RN. The role of cyclooxygenases in inflammation, cancer, and development. Oncogene. 1999;18:7908–16.", "ArticleIdList": ["10630643"]}, {"Citation": "Cusack JC, Liu R, Baldwin AS. NF-κB and chemoresistance: potentiation of cancer drugs via inhibition of NF-κB. Drug Resist Updat. 1999;2:271–3.", "ArticleIdList": ["11504498"]}, {"Citation": "Kluck RM, Bossy-Wetzel E, Green DR, et al. The release of cytochrome C from mitochondria: a primary site for Bcl-2 regulation of apoptosis. Science. 1997;275:1132–6.", "ArticleIdList": ["9027315"]}, {"Citation": "Yang JLX, Bhalla K. Prevention of apoptosis by Bcl-2: release of cytochrome c from mitochondria blocked. Science. 1997;275:1129–32.", "ArticleIdList": ["9027314"]}, {"Citation": "Green DR, Reed JC. Mitochondria and apoptosis. Science. 1998;281:1309–12.", "ArticleIdList": ["9721092"]}, {"Citation": "Tamatani M, Che YH, Matsuzaki H, et al. Tumor necrosis factor induces Bcl-2 and Bcl-x expression through NF-κB activation in primary hippocampal neurons. J. Biol. Chem. 1999;274:8531–8.", "ArticleIdList": ["10085086"]}, {"Citation": "Zong WX, Edelstein LC, Chen C, et al. The prosurvival Bcl-2 homolog Bfl-1/A1 is a direct transcriptional target of NF-κB that blocks TNF-alpha induced apoptosis. Genes Dev. 1999;13:382–7.", "ArticleIdList": ["PMC316475", "10049353"]}, {"Citation": "Stefan G, Patrick AB, Klaus S-O. Bcl-2 Down-regulates the activity of transcription factor NF-κB induced upon apoptosis. J Cell Biol. 1996;134:13–23.", "ArticleIdList": ["PMC2120920", "8698809"]}, {"Citation": "Bava SV, Puliappadamba VT, Deepti A, et al. Sensitization of taxol-induced apoptosis by curcumin involves down-regulation of NF-κB and the serine/threonine kinase Akt and is independent of tubulin polymerization. J Biol Chem. 2005;280:6301–8.", "ArticleIdList": ["15590651"]}, {"Citation": "Kenichi Satake ET, Akiko I, Yasumasa K, et al. Anti-tumor effect of vitamin A and D on head and neck squamous cell carcinoma. Auris Nasus Larynx. 2003;30:403–12.", "ArticleIdList": ["14656567"]}, {"Citation": "The wealth of India: raw materials. Vol. 9. New Delhi: Council of Scientific Industrial Research; 1972. pp. 295–8."}, {"Citation": "Ramesh T, Hazeena Begum V. Hypolipidemic effect of Sesbania grandiflora on cigarette smoke exposed rats. Pharmacologyonline. 2006;3:309–23."}, {"Citation": "Ramesh T, Mahesh R, Hazeena Begum V. Effect of Sesbania grandiflora on membrane-bound ATPases in cigarette smoke exposed rats. J Pharmacol Toxicol. 2007;2:559–66."}]}], "History": [{"Year": "2009", "Month": "2", "Day": "3", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "2", "Day": "3", "Hour": "9", "Minute": "0"}, {"Year": "2010", "Month": "8", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19183244", "PMC3823462", "10.1111/j.1582-4934.2008.00648.x", "JCMM648"]}}], "PubmedBookArticle": []}