{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "19187546", "DateCompleted": {"Year": "2009", "Month": "03", "Day": "31"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2009", "Month": "02", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-5-4"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "5", "PubDate": {"Year": "2009", "Month": "Feb", "Day": "02"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Shadows of the colonial past--diverging plant use in Northern Peru and Southern Ecuador.", "Pagination": {"StartPage": "4", "MedlinePgn": "4"}, "Abstract": {"AbstractText": ["This paper examines the traditional use of medicinal plants in Northern Peru and Southern Ecuador, with special focus on the Departments of Piura, Lambayeque, La Libertad, Cajamarca, and San Martin, and in Loja province, with special focus on the development since the early colonial period. Northern Peru represents the locus of the old Central Andean \"Health Axis.\" The roots of traditional healing practices in this region go as far back as the Cupisnique culture early in the first millennium BC. Northern Peru and Southern Ecuador share the same cultural context and flora but show striking differences in plant use and traditional knowledge. Two hundred fifteen plant species used for medicinal purposes in Ecuador and 510 plant species used for medicinal purposes in Peru were collected, identified,. and their vernacular names, traditional uses, and applications recorded. This number of species indicates that the healers, market vendors, and members of the public interviewed in Peru still have a very high knowledge of plants in their surroundings, which can be seen as a reflection of the knowledge of the population in general. In Ecuador much of the original plant knowledge has already been lost. In Peru, 433 (85%) were Dicotyledons, 46 (9%) Monocotyledons, 21 (4%) Pteridophytes, and 5 (1%) Gymnosperms. Three species of Giartina (Algae) and one species of the Lichen genus Siphula were used. The families best represented were Asteraceae with 69 species, Fabaceae (35), Lamiaceae (25), and Solanaceae (21). Euphorbiaceae had 12 species, and Poaceae and Apiaceae each accounted for 11 species. In Ecuador the families best represented were Asteraceae (32 species), Euphorbiaceae, Lamiaceae, and Solanaceae (11 species each), and Apiaceae, Fabaceae, Lycopodiaceae (9 species each). One hundred eighty-two (85%) of the species used were Dicotyledons, 20 Monocotyledons (9.3%), 12 ferns (5.5%), and one unidentified lichen was used. Most of the plants used (83%) were native to Peru and Ecuador. Fresh plants, often collected wild, were used in two thirds of all cases in Peru, but in almost 95% of the cases in Ecuador. The most common applications included the ingestion of herb decoctions or the application of plant material as poultices. Although about 50% of the plants in use in the colonial period have disappeared from the popular pharmacopoeia, the overall number of plant species used medicinally has increased in Northern Peru, while Southern Ecuador shows a decline of plant knowledge since colonial times."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "William L, Brown Center, Missouri Botanical Garden, PO Box 299, St. Louis, MO 63166-0299, USA. rainer.bussmann@mobot.org"}], "Identifier": [], "LastName": "Bussmann", "ForeName": "Rainer W", "Initials": "RW"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sharon", "ForeName": "Douglas", "Initials": "D"}], "GrantList": [{"GrantID": "G0000613", "Agency": "PHS HHS", "Country": "United States"}], "PublicationTypeList": ["Historical Article", "Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": ["history"], "DescriptorName": "Colonialism"}, {"QualifierName": [], "DescriptorName": "Culture"}, {"QualifierName": [], "DescriptorName": "Ecuador"}, {"QualifierName": ["history"], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "History, 17th Century"}, {"QualifierName": [], "DescriptorName": "History, 18th Century"}, {"QualifierName": [], "DescriptorName": "History, 20th Century"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["history"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Peru"}, {"QualifierName": ["history", "statistics & numerical data"], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plant Structures"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Sharon D, Bussmann RW. Plantas Medicinales en la Obra del Obispo Don Baltasar Jaime Martínez Compañon (Siglo XVIII) In: Millones L, Kato T, editor. Desde el exterior: El Perú y sus estudios. Tercer Congreso Internacional de Peruanistas, Nagoya, UNMSM, FEFCS, Lima; 2006. pp. 147–165."}, {"Citation": "Sharon D. Shamanismo y el Cacto Sagrado – Shamanism and the Sacred Cactus. San Diego Museum Papers; 2000. 37."}, {"Citation": "Glass-Coffin B, Sharon D, Uceda S. Curanderos a la sombra de la Huaca de la luna. Bull Inst fr Etudes andines. 2004;33:81–95."}, {"Citation": "Béjar E, Bussmann RW, Roa C, Sharon D. Pharmacological search for active ingredients in medicinal plants of Latin America. In: Shuman T, Garrett M, Wozniak L, editor. International Symposium on Herbal Medicine: A Holistic Approach. SDSU International Institute for Human Resources Development, San Diego; 1997. pp. 63–81."}, {"Citation": "Béjar E, Bussmann RW, Roa C, Sharon D. Herbs of Southern Ecuador – Hierbas del Sur Ecuatoriano. Latin Herbal Press, San Diego; 2001."}, {"Citation": "Bussmann RW. Ethnobotany and Biodiversity Conservation. In: Ambasht RS, Ambasht NK, editor. Modern Trends in Applied Terrestrial Ecology. 2002. pp. 345–362."}, {"Citation": "Acosta J. de Historia natural y moral de las Indias Sevilla. 1590."}, {"Citation": "Alcedo A. de Diccionario geografico histórico de las indias occidentales o América Madrid. pp. 1786–89."}, {"Citation": "Cobo B. Historia del Nuevo Mundo, 2 tomos Sevilla. 1653."}, {"Citation": "Cobo B. In: Historia del Nuevo Mundo. Francisco de Mateos, editor. Ediciones Atlas, Madrid; 1956."}, {"Citation": "Marínez Compañon DB. Razon de las especies de la naturaleza y del arte del obispado de Trujillo del Perú. 1789."}, {"Citation": "Monardes N. Primera y segunda y tercera partes de la história medicinal de las cosas que se traen de nuestras Indias Occidentales, que sirven en medicina; Tratado de la piedra bezaar, y dela yerva escuerçonera; Diálogo de las grandezas del hierro, y de sus virtudes medicinales; Tratado de la nieve, y del beuer frio. Sevilla: Alonso Escribano; 1574."}, {"Citation": "Ruiz H. Relación del viaje hecho a los reynos del Perú y Chile 1777–1788. Translated by Schultes ER, Nemry von Thenen de Jaramillo-Arango MJ as\"The Journals of Hippólito Ruiz, Portland, Timber Press. 1998."}, {"Citation": "Brako L, Zarucchi JL, Eds . Catalogue of the Flowering Plants and Gymnosperms of Peru. Missouri Botanical Garden, Saint Louis, MO; 1993."}, {"Citation": "Valdizan H, Maldonado YA. La medicina popular peruana. 3 tomos. Torres Aguirre, Lima; 1922."}, {"Citation": "Camino L. Cerros, plantas y lagunas poderosas: La medicina al norte del Perú. Lluvia Editores, Lima; 1992."}, {"Citation": "Cruz Sánchez G. Informe sobre las aplicaciones populares de la cimora en el norte del Perú. Revista de Farmacologia y Medicina Experimental Lima. 1948;1:253–258."}, {"Citation": "Dobkin de Rios ML. Trichocereus pachanoi: a mescaline cactus used in folk healing in Peru. Economic Botany. 1968;22:191–194."}, {"Citation": "Dobkin de Rios M. Folk curing with a psychedelic cactus in North Coast Peru. International Journal of Social Psychiatry. 1969;15:23–32. doi: 10.1177/002076406901500102.", "ArticleIdList": ["10.1177/002076406901500102", "5735241"]}, {"Citation": "Bristol ML. Tree Datura drugs of the Columbian Sibundoy. Boanical Museum Leaflets. 1969;22:165–227."}, {"Citation": "Crosby DM, McLaughlin JL. Cactus alkaloids. XIX. Crystallization of mescaline HCl and 3-methoxytyramine HCl from Tricocerues pachanoi. Lloydia. 1973;36:416–418.", "ArticleIdList": ["4773270"]}, {"Citation": "Dobkin de Rios M. Plant hallucinogens and the religion of the Mochica, an ancient Peruvian people. Economic Botany. 1977;31:189–203."}, {"Citation": "Dobkin de Rios M, Cardenas M. Plant hallucinogens, shamanism and Nazca ceramics. Journal of Ethnopharmacology. 1980;2:233–246.", "ArticleIdList": ["7412332"]}, {"Citation": "Donnan CB. Moche Art of Peru. Fowler Museum of Cultural History, University of California, Los Angeles; 1978."}, {"Citation": "Pummangura S, McLaughlin JL, Schiffendecker RC. Cactus alkaloids. LI. Lack of mescaline translocation in grafted Trichocereus. Journal of Natural Products. 1982;45:215–216."}, {"Citation": "Donnan CB. Moche Portraits from Ancient Peru. Austin: University of Texas Press; 2004."}, {"Citation": "Martin RT. The role of coca in the history, religion, and medicine of South American Indians. Economic Botany. 1970;24:422–438."}, {"Citation": "Naranjo P. Social function of coca in pre-Columbian America. Journal of. 1981;3:161–172.", "ArticleIdList": ["7017288"]}, {"Citation": "Plowman T. Amazonian coca. Journal of Ethnopharmacology. 1981;3:195–225. doi: 10.1016/0378-8741(81)90054-4.", "ArticleIdList": ["10.1016/0378-8741(81)90054-4", "7017289"]}, {"Citation": "Plowman T. The ethnobotany of coca (Erythroxylum spp., Erythroxylaceae) Advances in Economic Botany. 1984;1:62–111."}, {"Citation": "Plowman T. The origin, evolution, and diffusion of coca, Erythroxylum spp., in South and Central America. Papers of the Peabody Museum of Archaeology and Ethnology. 1984;76:125–163."}, {"Citation": "Rivier L, Lindgren JE. Ayahuasca, the S. American hallucinogenic drink: An ethnobotanical and chemical investigation. Economic Botany. 1971;25:101–133."}, {"Citation": "McKenna DJ, Luna LE, Towers CHN. Ingredientes biodinámicos en las plantas que se mezclan al ayahuasca. Una farmacopea tradicional no identificada. América Indígena. 1986;46:73–98."}, {"Citation": "Schultes RE, Raffauf R. Vine of the Soul. Synergetic Press, Oracle, Arizona; 1992."}, {"Citation": "Bianchi A, Samorini G. Plants in Associacion with Ayahasuca. Jahrbuch Ethnomedizin. 1993:21–42."}, {"Citation": "Chiappe M, Lemlij M, Millones L. Alucinógenos y Shamanismo en el Peru contemporáneo. El Virrey, Lima; 1985."}, {"Citation": "Alarco de Zandra A. Perú, el libro de las plantas mágicas. Concytec, Lima; 1988. p. 152."}, {"Citation": "Cabieses F. The Magic Plants of Ancient Perú. Atti del V Congresso Nazionale della Società Italiana di Fitochimica, LP2; 1990."}, {"Citation": "Schultes RE, Hofmann A. Plants of the Gods. Healing Arts Press, Rochester, NY; 1992."}, {"Citation": "Cabieses F. La Uña de Gato u su entorno De la Selva a la farmácia. Universidad de San Martín de Porres, Lima; 2000."}, {"Citation": "Yacovleff E, Larco Herrera F. El Mundo Vegetal de los antiguos peruanos. Revista del Museo Nacional. 1935;4"}, {"Citation": "Weberbauer A. El Mundo Vegetal de los Andes Peruanos, Lima. 1945."}, {"Citation": "Towle MA. The Ethnobotany of Peru. Wenner-Gren Foundation for Anthropological Research, Inc. Aldine Publishing Company, Chicago; 1961."}, {"Citation": "Valdivia Ponce O. Medicina folklórica y su substrato aborígen en el Perú. Universidad Nacional Mayor de San Marcos, Lima; 1975. Hampicamayoc."}, {"Citation": "Brack Egg A. Diccionario enciclopédico de plantas útiles del Perú. PNUD – CBC, Cuscso; 1999."}, {"Citation": "Larco Herrera F. Plantas que curan y plantas que matan de la Flora del Cusco. Revista del Museo Nacional Lima. 1940;IX:74–127."}, {"Citation": "Lira JA. Medicina Andina Farmacopea y rituales. Centro Bartolomé de las Casas, Cusco; 1985."}, {"Citation": "Soukup J. Vocabulario de los nombres vulgares de la flora peruana. Imp. Colegio Salesiano, Lima; 1970."}, {"Citation": "Soukup J. Vocabulario de los nombres tradicionales de la Flora Peruana y catalogo de los géneros. Editorial Salesiana, Lima; 1987."}, {"Citation": "De Ferreira EC. Plantas medicinales alto-andinas. Boletín de la Colonia Suiza en el Perú. 1978. pp. 1–6."}, {"Citation": "De Ferreira EC. Plantas que curan las heridas del hombre y los animales. Boletín de Lima. 1981. pp. 1–12."}, {"Citation": "Franquemont C, Plowman T, Franquemont E, Niezgoda C, King S, Sperling C, Davis W. The Ethnobotany of Chinchero, an Andean Community in Southern Peru. Fieldiana Botany new series. 1990;24"}, {"Citation": "Girault L. Kallawaya: Curanderos itinerantes de los Andes. UNICEF-OPS-OMS, La Paz; 1987."}, {"Citation": "Bastien J. Healers of the Andes: Kallawaya Herbalists and Their Medicinal Plants. University of Utah Press, Salt Lake City; 1987."}, {"Citation": "Bastien J. Drum and Stethoscope: Integrating Ethnomedicine and Biomedicine in Bolivia. University of Utah Press, Salt Lake City; 1992."}, {"Citation": "Roersch C. Plantas Medicinales en el Sur Andino del Perú. Koeltz Scientific Books, Königstein; 1994."}, {"Citation": "Macía JM, García E, Vidaurre PJ. An ethnobotanical survey of medicinal plants commercialized in the markets of La Paz and El Alto, Bolivia. Journal of Ethnopharmacology. 2005;97:337–350. doi: 10.1016/j.jep.2004.11.022.", "ArticleIdList": ["10.1016/j.jep.2004.11.022", "15707774"]}, {"Citation": "Prance GT. Ethnobotanical notes from Amazonian Brazil. Economic Botany. 1972;26:221–233."}, {"Citation": "Vazquez R. Plantas útiles de la Amazonia Peruana Iquitos, Peru. 1989."}, {"Citation": "Rutter RA. Catálogo de plantas útiles de la Amazonia Peruana. Comunidades y Culturas Peruanas. 1990;22:1–349."}, {"Citation": "Duke JA, Velásquez YR. Amazonian Ethnobotanical Dictionary. CRC Press, Boca Raton; 1994."}, {"Citation": "Jovel EM, Cabanillas JH, Towers GHN. An ethnobotanical study of the traditional medicine of the Mestizo people of Suni Mirafio, Loreto, Peru. Current Anthropology. 2005;46", "ArticleIdList": ["8887022"]}, {"Citation": "Hammond GB, Fernández ID, Villegas L, Vaisbeerg AJ. A survey of traditional medicinal plants from the Callejón de Huaylas, Department of Ancash, Perú. Journal of Ethnopharmacology. 1998;61:17–30. doi: 10.1016/S0378-8741(98)00009-9.", "ArticleIdList": ["10.1016/S0378-8741(98)00009-9", "9687078"]}, {"Citation": "Polia M. Las Lagunas de los Encantos – Medicina Tradicional Andina en el Peru septentrional Lima, CePeSer. 1988."}, {"Citation": "De Feo V. Medicinal and magical plants on northern Peruvian Andes. Fitoterapia. 1992;63:417–440."}, {"Citation": "De Feo V. Ethnomedicinal field study in northern Peruvian Andes with particular reference to divination practices. Journal of Ethnopharmacology. 2003;85:243–256. doi: 10.1016/S0378-8741(03)00017-5.", "ArticleIdList": ["10.1016/S0378-8741(03)00017-5", "12639748"]}, {"Citation": "Bussmann RW. Manteniendo el balance de naturaleza y hombre: La diversidad florística andina y su importancia por la diversidad cultural – ejemplos del Norte de Perú y Sur de Ecuador. Arnaldoa. 2006;13:382–397."}, {"Citation": "Bussmann RW, Sharon D. Traditional plant use in Northern Peru: Tracking two thousand years of health culture. Journal of Ethnobiology and Ethnomedicine. 2006;2:47. doi: 10.1186/1746-4269-2-47. ", "ArticleIdList": ["10.1186/1746-4269-2-47", "PMC1637095", "17090303"]}, {"Citation": "Bussmann RW, Sharon D. Traditional plant use in Southern Ecuador. Journal of Ethnobiology and Ethnomedicine. 2006;2:44. doi: 10.1186/1746-4269-2-44. ", "ArticleIdList": ["10.1186/1746-4269-2-44", "PMC1615866", "17032450"]}, {"Citation": "Bussmann RW, Sharon D, Lopez A. Blending Traditional and Western Medicine: Medicinal plant use among patients at Clinica Anticona in El Porvenir, Peru. Ethnobotany Research and Applications. 2007;5:185–199."}, {"Citation": "Bussmann RW, Sharon D. Plants of longevity – The medicinal flora of Vilcabamba Plantas de longevidad – La flora medicinal de Vilcabamba Graficart, Trujillo. 2007."}, {"Citation": "Bussmann RW, Sharon D. Plants of the four winds – The magic and medicinal flora of Peru Plantas de los cuatro vientos – La flora mágica y medicinal del Perú Graficart, Trujillo. 2007."}, {"Citation": "Larco Hoyle R. Cronología Arqueológica del Norte del Perú Buenos Aires. 1948."}, {"Citation": "Larco Hoyle R. Los Mochicas (I & II) Museo Arqueológico Rafael Larco Herrerra, Lima; 2001."}, {"Citation": "McClelland D. The Ulluchu A Moche Symbolic Fruit. In: Cordy-Collins A, Stern J, editor. Pre-Columbian Art History. Peek Publications, Palo Alto; 1977. pp. 435–452."}, {"Citation": "Hocquenghem A-M. Iconografía Mochica. Fondo Editorial de la Pontificia Universidad Católica del Perú, Lima; 1987."}, {"Citation": "Cabieses F. Apuntes de medicina tradicional, Vols 1 and 2 Diselpesa, Lima. 1993."}, {"Citation": "Bonavia D, Ochoa CM, Tovar SO, Cerrón Palomino R. Archaeological evidence of Cherimoya (Annona cherimola Mill.) and Guanabana (Annona muricata L.) in ancient Peru. Economic Botany. 2004;58:509–522. doi: 10.1663/0013-0001(2004)058[0509:AEOCAC]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2004)058[0509:AEOCAC]2.0.CO;2"]}, {"Citation": "Fernández Honores AM, Rodrígues Rodríguez EF. Etnobotánica del Perú pre-hispáno. Universidad Nacional Trujillo, Peru; 2007."}, {"Citation": "Sharon D. Wizard of the Four Winds: A Shaman's Story. Free Press, New York; 1978."}, {"Citation": "Sharon D. El Chamán de los Cuatro Vientos. Siglo veintiuno editores, México, D.F; 1980."}, {"Citation": "Sharon D. Tuno y sus colegas: notas comparativas. In: Millones L, Lemlij M, editor. En el Nombre del Señor: Shamanes, demonios y curanderos del norte del Perú, Australis SA, Lima. 1994. pp. 128–147."}, {"Citation": "Joralemon D, Sharon D. Sorcery and Shamanism: Curanderos and Clients in Northern Peru. University of Utah Press, Salt Lake City; 1993."}, {"Citation": "Jørgensen PM, León-Yanez S, Eds Catalogue of the vascular plants of Ecuador. Monographs in Systematic Botany from the Missouri Botanical Garden. 1999;75"}, {"Citation": "McBride JF, Ed . Flora of Peru. Fieldiana: Botany. Field Museum of Natural History, Chicago; pp. 1936–1981."}, {"Citation": "Jørgensen PM, Ulloa Ulloa C. Seed plants of the High Andes of Ecuador – a Checklist. AAU Reports. 1994;34:1–443."}, {"Citation": "Pestalozzi HU. Flora ilustrada altoandina. Herbario Nacional de Bolivia and Herbario Forestal Nacional Martín Cardenas, Cochabamba; 1998."}, {"Citation": "Ulloa Ulloa C, Jørgensen PM. Arboles y arbustos de los Andes del Ecuador. AAU Reports. 1993;30:1–263."}, {"Citation": "Sparre G, Harling B. Flora of Ecuador (various authors) Council for Nordic Publications in Botany. 1978."}, {"Citation": "Eynden V Van den, Cueva C, Cabrera O. Of \"Climbing Peanuts\" and \"Dog's Testicles\". Mestizo and Shuar plant nomenclature in Ecuador. Journal of Ethnobiology. 2004;24:279–306."}, {"Citation": "Downer CC. Insights: Mining Peru's Andean Forest Puts Unique Species, Ecosystem at Risk. Environmental News Service. 2006."}]}], "History": [{"Year": "2008", "Month": "11", "Day": "19"}, {"Year": "2009", "Month": "2", "Day": "2"}, {"Year": "2009", "Month": "2", "Day": "4", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "2", "Day": "4", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "4", "Day": "1", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "2", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["19187546", "PMC2655273", "10.1186/1746-4269-5-4", "1746-4269-5-4"]}}], "PubmedBookArticle": []}