{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "19228384", "DateCompleted": {"Year": "2009", "Month": "03", "Day": "31"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2009", "Month": "02", "Day": "19"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-5-7"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "5", "PubDate": {"Year": "2009", "Month": "Feb", "Day": "19"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Extending the temporal context of ethnobotanical databases: the case study of the Campania region (southern Italy).", "Pagination": {"StartPage": "7", "MedlinePgn": "7"}, "Abstract": {"AbstractText": ["Ethnobotanical studies generally describe the traditional knowledge of a territory according to a \"hic et nunc\" principle. The need of approaching this field also embedding historical data has been frequently acknowledged. With their long history of civilization some regions of the Mediterranean basin seem to be particularly suited for an historical approach to be adopted. Campania, a region of southern Italy, has been selected for a database implementation containing present and past information on plant uses.", "A relational database has been built on the basis of information gathered from different historical sources, including diaries, travel accounts, and treatises on medicinal plants, written by explorers, botanists, physicians, who travelled in Campania during the last three centuries. Moreover, ethnobotanical uses described in historical herbal collections and in Ancient and Medieval texts from the Mediterranean Region have been included in the database.", "1672 different uses, ranging from medicinal, to alimentary, ceremonial, veterinary, have been recorded for 474 species listed in the data base. Information is not uniformly spread over the Campanian territory; Sannio being the most studied geographical area and Cilento the least one. About 50 plants have been continuously used in the last three centuries in the cure of the same affections. A comparison with the uses reported for the same species in Ancient treatises shows that the origin of present ethnomedicine from old learned medical doctrines needs a case-by-case confirmation.", "The database is flexible enough to represent a useful tool for researchers who need to store and compare present and previous ethnobotanical uses from Mediterranean Countries."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department Ar,Bo,Pa,Ve, University of Naples Federico II-Via Università, 100, 80055 Portici, NA, Italy. denatale@unina.it"}], "Identifier": [], "LastName": "De Natale", "ForeName": "Antonino", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pezzatti", "ForeName": "Gianni Boris", "Initials": "GB"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pollio", "ForeName": "Antonino", "Initials": "A"}], "PublicationTypeList": ["Historical Article", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Databases, Factual"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "History, 18th Century"}, {"QualifierName": [], "DescriptorName": "History, 19th Century"}, {"QualifierName": [], "DescriptorName": "History, 20th Century"}, {"QualifierName": [], "DescriptorName": "History, 21st Century"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Italy"}, {"QualifierName": ["history"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["history"], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "MEDUSA Network for the identification, conservation and use of wild plants in the Mediterranean region "}, {"Citation": "Pieroni A, Giusti ME, de Pasquale C, Lenzarini C, Censorii E, Gonzáles-Tejero MR, Sánchez-Rojas CP, Ramiro-Gutiérrez J, Skoula M, Johnson C, Sarpaki A, Della A, Paraskeva-Hadijchambi D, Hadjichambis A, Hmamouchi M, El-Jorhi S, El-Demerdash M, El-Zayat M, Al-Shahaby O, Houmani Z, Scherazed M. Circum-Mediterranean cultural heritage and medicinal plant uses in traditional animal healthcare: a field survey in eight selected areas within the RUBIA project. Journal of Ethnobiology and Ethnomedicine. 2006;2", "ArticleIdList": ["PMC1447602", "16563158"]}, {"Citation": "Thomas MB, Lin N, Beck HW. A database Model for integrating and facilitating collaborative ethnomedicinal Research. Pharmaceutical Biology (Formerly International Journal of Pharmacognosy) 2001;39:41–52.", "ArticleIdList": ["21554170"]}, {"Citation": "Skoczen S, Bussmann RW. ebDB – Filling the gap for an international Ethnobotany Database. Lyonia. 2006;11:71–81. "}, {"Citation": "Etkin NL, Elisabetski E. Seeking a transdisciplinary and culturally germane: The future of ethnopharmacology. Journal of Etnopharmacology. 2005;100:23–26. doi: 10.1016/j.jep.2005.05.025.", "ArticleIdList": ["10.1016/j.jep.2005.05.025", "16002247"]}, {"Citation": "Heinrich M, Kufer J, Leonti M, Pardo-de-Santayana M. Ethnobotany and ethnopharmacology – Interdisciplinary links with the historical sciences. Journal of Etnopharmacology. 2006;107:157–160. doi: 10.1016/j.jep.2006.05.035.", "ArticleIdList": ["10.1016/j.jep.2006.05.035", "16876349"]}, {"Citation": "Braudel F. La Méditerranée: L'Espace et l'Histoire. Famarion (Paris) Edition Flammarion; 1985."}, {"Citation": "Pollio A, De Natale A, Appettiti E, Aliotta G, Touwaide A. Continuity and Change in the Mediterranean Medical Tradition: Ruta sp. pl. in Hippocratic Medicine and Present Practices. Journal of Ethnopharmacology. 2008;116:469–482. doi: 10.1016/j.jep.2007.12.013.", "ArticleIdList": ["10.1016/j.jep.2007.12.013", "18276094"]}, {"Citation": "Pardo-de-Santayana M, Blanco E, Morales R. Plants known as \"té\" (tea) in Spain. An ethno-pharmaco-botanical review. Journal of Etnopharmacology. 2005;98:1–19. doi: 10.1016/j.jep.2004.11.003.", "ArticleIdList": ["10.1016/j.jep.2004.11.003", "15763359"]}, {"Citation": "Salmon ET. Samnium and Samnites. Cambridge University Press; 1967."}, {"Citation": "Conti F, Abbate G, Alessandrini A, Blasi C, (eds) An annotated check-list of the italian vascular flora, Edizioni Palombi, Roma. 2005."}, {"Citation": "Aliotta G, Piomelli D, Pollio A, Touwaide A. Le piante medicinali del «Corpus Hippocraticum». Guerini e Associati. 2003."}, {"Citation": "Piomelli D, Pollio A. In upupa o strige. A study in Renaissance Psychotropic Plant Ointments. History & Philosophy of the Life Sciences. 1994;16:241–273.", "ArticleIdList": ["7724723"]}, {"Citation": "Aliotta G, De Santo NG, Pollio A, Sepe J, Touwaide A. The diuretic use of Scilla from Dioscorides to the end of the 18th century. Journal of Nephrology. 2004;17:342–347. doi: 10.1159/000077168.", "ArticleIdList": ["10.1159/000077168", "15293542"]}, {"Citation": "Touwaide A, Pollio A, Aliotta G, Pomelli D, De Santo NG. Medicinal plants for the treatment of urogenital tract pathologies according to Dioscorides' De Materia Medica. American Journal of Nephrology. 1997;17:241–247. doi: 10.1159/000169108.", "ArticleIdList": ["10.1159/000169108", "9189241"]}, {"Citation": "Aliotta G, Piomelli D, Pollio A. Le piante narcotiche e psicotrope in Plinio e Dioscoride. Annali dei Musei Civici, Rovereto. 1993;9:99–114."}, {"Citation": "Pollio A, Aliotta G, Piomelli D, Sepe D, Touwaide A. Knowledge of medicinal plants in the Mediterranean region from the greek heyday to the decline of Rome. Delpinoa ns. 2001;43:118."}, {"Citation": "Piomelli D, Pollio A. Medicinal plants. Nature. 1994;371:9. doi: 10.1038/371009b0.", "ArticleIdList": ["10.1038/371009b0", "8072535"]}, {"Citation": "Buenz EJ, Schepple DJ, Bauer BA, Elkin PL, Riddle JM, Mottley TJ. Tecniques: Bioprospecting historical herbal texts by hunting for new leads in old tomes. Trends Pharmacology Science. 2004;29:494–498. doi: 10.1016/j.tips.2004.07.003.", "ArticleIdList": ["10.1016/j.tips.2004.07.003", "15559252"]}, {"Citation": "Raven J. Plants and Plant Lore in Ancient Greece. Leopards Head Pr Ltd; 2000."}, {"Citation": "Stirling I. Nominum herbarium, arborum fructicumque linguae latinae. Ex Ædibus Domus Editoriae \"Enciclopaedia\", Budapestini. 1995;1–4"}, {"Citation": "PostgreSQL: the world's most advanced open source database, version 8.3 "}, {"Citation": "Access Home Page – Microsoft Office Online, version 2000 "}, {"Citation": "Gussone G. Enumeratio Plantarum Vascularium in Insula Inarime sponte provenientium vel oeconomico usu passim cultarum. Ex Vanni Typographeo, Neapoli; 1855."}, {"Citation": "Pasquale GA. Flora vesuviana o catalogo ragionato delle piante del Vesuvio confrontate con quelle dell'isola di Capri e di altri luoghi circostanti. Atti dell'Accademia di Scienze, Fisica e Matematica di Napoli. 1869;6:1–142."}, {"Citation": "Pasquale GA, Pasquale F. Elementi di botanica, ordinati specialmente alla conoscenza delle piante utili più comuni. Jovene Editore, Napoli. 1892."}, {"Citation": "Petagna V. Delle facultà delle piante trattato in cui s'espongono le virtù delle Piante, tanto di quelle addette all'uso medico, quanto di quelle, che servono ad altri usi nella civile economia. Gaetano Raimondi, Napoli. 1796;3"}, {"Citation": "Limoncelli G. Farmacologia generale ovvero dizionario terapeutico e farmaceutico. Stabilimento Tipografico di Federico Vitale, Napoli. 1862."}, {"Citation": "Pasquale GA, Avellino G. Flora Medica della provincia di Napoli. Azzolino e Compagno, Napoli. 1841."}, {"Citation": "Turner NJ. \"The importance of a Rose\": Evaluating the Cultural Significance of Plants in Thompson and Lillooet Interior Salish. American Anthropologist. 1998;90:272–290. doi: 10.1525/aa.1988.90.2.02a00020.", "ArticleIdList": ["10.1525/aa.1988.90.2.02a00020"]}, {"Citation": "Cirelli F. Il Regno delle due Sicilie descritto ed illustrato. Stabilimento Poligrafico di Tiberio Pansini, Napoli. 1853."}, {"Citation": "Gusumpaur F. Vocabolario Botanico Napoletano. Luca Torre, Napoli. 1887. (reprint 1994)"}, {"Citation": "Antonone R, De Simone F, Morrica P. Traditional phytotherapy in the Roccamonfina volcanic group, Campania, Southern Italy. Journal of Ethnopharmacology. 1988;22:295–306. doi: 10.1016/0378-8741(88)90240-1.", "ArticleIdList": ["10.1016/0378-8741(88)90240-1", "3393011"]}, {"Citation": "De Feo V, Ambrosio C, Senatore F. Traditional phytotherapy in Caserta Province, Campania, southern Italy. Fitoterapia. 1992;63:337–349."}, {"Citation": "De Feo V, Senatore F. Medicinal plants and phytotherapy in the Amalfitan Coast, Salerno Province, Campania, Southern Italy. Journal of Ethnopharmacology. 1993;39:39–51. doi: 10.1016/0378-8741(93)90049-B.", "ArticleIdList": ["10.1016/0378-8741(93)90049-B", "8331961"]}, {"Citation": "De Natale A, Pollio A. Plants species in the folk medicine of Montecorvino Rovella (inland Campania, Italy) Journal of Ethnopharmacology. 2007;109:295–303. doi: 10.1016/j.jep.2006.07.038.", "ArticleIdList": ["10.1016/j.jep.2006.07.038", "16987626"]}, {"Citation": "La Palometa P, Grieco C. La flora officinale nel Parco Nazionale del Cilento e Vallo di Diano. Plast Sud, Agropoli. 2003."}, {"Citation": "Jamalio A. La Regina del Sannio. Federico & Ardia Editori, Napoli. 1918."}, {"Citation": "De Feo V, Aquino R, Menghini A, Ramundo E, Senatore F. Traditional phytotherapy in the Peninsula Sorrentina, Campania, Southern Italy. Journal of Ethnopharmacology. 1992;36:113–125. doi: 10.1016/0378-8741(92)90010-O.", "ArticleIdList": ["10.1016/0378-8741(92)90010-O", "1608267"]}, {"Citation": "Cavara C. Coltivazione delle Piante officinali – con cenni sul loro uso in terapia o nella medicina popolare. Delpinoa, nuova serie. 1954. pp. 1–171."}, {"Citation": "Scherrer AM, Motti R, Weekerle CS. Traditional plant use in the areas of Monte Vesole and Ascea, Cilento National Park (Campania, Southern Italy) Journal of Ethnopharmacology. 2004;97:129–143. doi: 10.1016/j.jep.2004.11.002.", "ArticleIdList": ["10.1016/j.jep.2004.11.002", "15652287"]}, {"Citation": "Di Nola AM. La medicina popolare: questioni di metodo. La Ricerca Folklorica. 1983;8:7–12. doi: 10.2307/1479529.", "ArticleIdList": ["10.2307/1479529"]}, {"Citation": "Hoppal M. Proceedings of Congressus Internationalis Historiae Artis MedicinAE, 25–31 Augusti 1974. Budapestini, tomus II, Budapest; 1976. The state of ethnomedical research in Hungary; p. 1265."}, {"Citation": "Stannard J. Hippocratic pharmacology. Bulletin of the History of Medicine. 1961;35:497–518.", "ArticleIdList": ["13916265"]}, {"Citation": "Paul HW. People's Stories: Wine in Popular Medicine. Bacchic Medicine, Clio Medica Rodopi, Amsterdam, New York. 2001;64:1–24.", "ArticleIdList": ["11747507"]}]}], "History": [{"Year": "2008", "Month": "7", "Day": "2"}, {"Year": "2009", "Month": "2", "Day": "19"}, {"Year": "2009", "Month": "2", "Day": "21", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "2", "Day": "21", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "4", "Day": "1", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "2", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["19228384", "PMC2656484", "10.1186/1746-4269-5-7", "1746-4269-5-7"]}}], "PubmedBookArticle": []}