{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "19258339", "DateCompleted": {"Year": "2009", "Month": "06", "Day": "05"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2009", "Month": "03", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.1093/aob/mcp045"], "Journal": {"ISSN": "1095-8290", "JournalIssue": {"Volume": "103", "Issue": "7", "PubDate": {"Year": "2009", "Month": "May"}}, "Title": "Annals of botany", "ISOAbbreviation": "Ann Bot"}, "ArticleTitle": "Chromosome elimination, addition and introgression in intertribal partial hybrids between Brassica rapa and Isatis indigotica.", "Pagination": {"StartPage": "1039", "EndPage": "1048", "MedlinePgn": "1039-48"}, "Abstract": {"AbstractText": ["Partial hybrids with female-parent-type phenotypes and chromosome numbers but altered genomic compositions have been reported in wide crosses of several plants. In order to introgress desirable genes from a wild relative, Isatis indigotica (a dye and medicinal plant; 2n = 14), into Brassica crops, intertribal sexual hybridizations were carried out with B. rapa (2n = 20), and the resulting hybrids and their progenies were characterized.", "Using genomic in situ hybridization (GISH) and amplified fragment length polymorphism (AFLP), chromosomal/genomic components of the hybrids and their progenies were analysed.", "Many hybrid plants were obtained from the mature seeds harvested from the B. rapa x I. indigotica cross, and these exhibited different morphological traits. However, the majority of them did not survive and only three plants grew to maturity. These three hybrids showed poor growth and much smaller stature than the two parents, but had some morphological traits and chemical composition of I. indigotica. One plant had 2n = 10, the haploid chromosome number of B. rapa, and was absolutely sterile. The other two plants had 20 and 22 somatic chromosomes and were male sterile but produced seeds following pollinations with B. rapa. All back-cross progenies over several generations maintained a B. rapa-type phenotype and also displayed some variations in morphological characters and fatty acid compositions. They were all 2n = 20 and showed good seed-set. The hybrid with 2n = 22 produced some progeny plants with 2n = 21 and 2n = 22. GISH detected two chromosomes of I. indigotica in the hybrid with 2n = 22 but none in the one with 2n = 20. AFLP bands specific for I. indigotica, novel for two parents or absent in B. rapa, were detected in the two hybrids and their progenies. These progeny plants were novel B. rapa types with an altered genomic constitution or alien additions.", "Complete or partial chromosome elimination and diploidization with genomic rearrangements were considered to lead to the formation of partial hybrids in this cross."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Key Laboratory of Crop Genetic Improvement, National Center of Crop Molecular Breeding Technology, National Center of Oil Crop Improvement-Wuhan, Huazhong Agricultural University, Wuhan, P. R. China."}], "Identifier": [], "LastName": "Tu", "ForeName": "Yuqin", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sun", "ForeName": "Jian", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ge", "ForeName": "Xianhong", "Initials": "X"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Li", "ForeName": "Zaiyun", "Initials": "Z"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Ann Bot", "NlmUniqueID": "0372347", "ISSNLinking": "0305-7364"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Fatty Acids"}, {"RegistryNumber": "0F5N573A2Y", "NameOfSubstance": "Ether"}, {"RegistryNumber": "3K9958V90M", "NameOfSubstance": "Ethanol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Amplified Fragment Length Polymorphism Analysis"}, {"QualifierName": ["genetics"], "DescriptorName": "Brassica rapa"}, {"QualifierName": ["genetics", "growth & development", "metabolism"], "DescriptorName": "Chimera"}, {"QualifierName": ["genetics"], "DescriptorName": "Chromosomes, Plant"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ethanol"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ether"}, {"QualifierName": ["analysis"], "DescriptorName": "Fatty Acids"}, {"QualifierName": ["genetics"], "DescriptorName": "Hybridization, Genetic"}, {"QualifierName": [], "DescriptorName": "In Situ Hybridization"}, {"QualifierName": ["genetics"], "DescriptorName": "Isatis"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Al-Shehbaz IA, Beilstein MA, Kellogg EA. Systematics and phylogeny of the Brassicaceae (Cruciferae): an overview. Plant Systematics and Evolution. 2006;259:89–120."}, {"Citation": "Anderson E. Introgressive hybridization. New York: John Wiley & Sons; 1949."}, {"Citation": "Anderson E, Stebbins GL. Hybridization as an evolutionary stimulus. Evolution. 1954;8:378–388."}, {"Citation": "Angelini LG, Tozzi S, o Di Nasso NN. Differences in leaf yield and indigo precursors production in woad (Isatis tinctoria L.) and Chinese woad (Isatis indigotica Fort.) genotypes. Field Crops Research. 2007;101:285–295."}, {"Citation": "Arnold ML. Natural hybridization as an evolutionary process. Annual Review of Ecology and Systematics. 1992;23:237–261."}, {"Citation": "Arnold ML. Transfer and origin of adaptations through natural hybridization: were Anderson and Stebbins right? The Plant Cell. 2004;16:562–570.", "ArticleIdList": ["PMC540259", "15004269"]}, {"Citation": "Baack EJ, Rieseberg LH. A genomic view of introgression and hybrid speciation. Current Opinion in Genetics & Development. 2007;17:513–518.", "ArticleIdList": ["PMC2173880", "17933508"]}, {"Citation": "Bailey CD, Koch MA, Mayer M, et al. Toward a global phylogeny of the Brassicaceae. Molecular Biology and Evolution. 2006;23:2142–2160.", "ArticleIdList": ["16916944"]}, {"Citation": "Bassam B, Caetano-Anolles G, Gresshoff PM. Fast and sensitive silver staining of DNA in polyacrylamide gels. Analytical Biochemistry. 1991;196:80–83.", "ArticleIdList": ["1716076"]}, {"Citation": "Buggs RJA, Soltis PS, Mavrodiev EV, Symonds VV, Soltis DE. Does phylogenetic distance between parental genomes govern the success of polyploids? Castanea. 2008;73:74–93."}, {"Citation": "Chapman MA, Burke JM. Genetic divergence and hybrid speciation. Evolution. 2007;61:1773–1780.", "ArticleIdList": ["17598755"]}, {"Citation": "Chen HF, Wang H, Li ZY. Production and genetic analysis of partial hybrids in intertribal crosses between Brassica species (B. rapa, B. napus) and Capsella bursa-pastoris. Plant Cell Reports. 2007;26:1791–1800.", "ArticleIdList": ["17569050"]}, {"Citation": "Chen L, Lin T, Zhang HX, Su YB. Immune responses to foot-and-mouth disease DNA vaccines can be enhanced by coinjection with the Isatis indigotica extract. Intervirology. 2005;48:207–212.", "ArticleIdList": ["15920343"]}, {"Citation": "Chen ZJ. Genetic and epigenetic mechanisms for gene expression and phenotypic variation in plant polyploids. Annual Review of Plant Biology. 2007;58:377–406.", "ArticleIdList": ["PMC1949485", "17280525"]}, {"Citation": "Cheng BF, Heneen WK, Chen BY. Meiotic studies on a Brassica campestris-alboglabra monosomic addition line and derived B. campestris primary trisomics. Genome. 1994;37:584–589.", "ArticleIdList": ["18470102"]}, {"Citation": "Cheng BF, Seguin-Swartz G, Somers DJ. Cytogenetic and molecular characterization of intergeneric hybrids between Brassica napus and Orychophragmus violaceus. Genome. 2002;45:110–115.", "ArticleIdList": ["11908652"]}, {"Citation": "Cronn R, Wendel JF. Cryptic trysts, genomic mergers, and plant speciation. New Phytologist. 2004;161:133–142."}, {"Citation": "Dellaporta SL, Wood J, Hicks JB. A plant DNA mini preparation: version II. Plant Molecular Biology Reporter. 1983;1:19–21."}, {"Citation": "Doyle JJ, Doyle JL, Rauscher JT, Brown AHD. Diploid and polyploidy reticulate evolution throughout the history of the perennial soybeans (Glycine subg. Glycine) New Phytologist. 2004;161:121–132."}, {"Citation": "Dowling TE, Secor CL. The role of hybridization and introgression in the diversification of animals. Annual Review of Ecology and Systematics. 1997;28:593–619."}, {"Citation": "Du XZ. China: Huazhong Agricultural University; 2008. Genetic analysis of intertribal hybrids of Brassica napus with Lesquerella fendleri and Isatis indigotica. PhD Thesis."}, {"Citation": "Du XZ, Ge XH, Zhao ZG, Li ZY. Chromosome elimination and fragment introgression and recombination producing intertribal partial hybrids from Brassica napus × Lesquerella fendleri crosses. Plant Cell Reports. 2008;27:261–271.", "ArticleIdList": ["17899097"]}, {"Citation": "Faure N, Serieys H, Bervillé A, Cazaux E, Kaan F. Occurrence of partial hybrids in wide crosses between sunflower (Helianthus annuus) and perennial species H. mollis and H. orgyalis. Theoretical and Applied Genetics. 2002;a 104:652–660.", "ArticleIdList": ["12582670"]}, {"Citation": "Faure N, Serieys H, Cazaux E, Kaan F, Bervillé A. Partial hybridization in wide crosses between cultivated sunflower and perennial Helianthus species H. mollis and H. orgyalis. Annals of Botany. 2002;b 89:31–39.", "ArticleIdList": ["PMC4233770", "12096817"]}, {"Citation": "Grant V. Plant Speciation. New York: Columbia University Press; 1981."}, {"Citation": "Hasterok R, Wolny E, Kulak S, Zdziechiewicz A, Maluszynska J, Heneen WK. Molecular cytogenetic analysis of Brassica rapa – Brassica oleracea var. alboglabra monosomic addition lines. Theoretical and Applied Genetics. 2005;111:196–205.", "ArticleIdList": ["15756535"]}, {"Citation": "Hayek A. Entwurf eines Cruciferensystems auf phylogenetischer Grundlage. Beih Botanischen Centralblatt. 1911;27:127–335."}, {"Citation": "Hegarty MJ, Hiscock SJ. Genomic clues to the evolutionary success of polyploid plants. Current Biology. 2008;18:R435–R444.", "ArticleIdList": ["18492478"]}, {"Citation": "Hua YW, Liu M, Li ZY. Parental genome separation and elimination of cells and chromosomes revealed by AFLP and GISH analyses in a Brassica carinata × Orychophragmus violaceus cross. Annals of Botany. 2006;97:993–998.", "ArticleIdList": ["PMC2803403", "16624845"]}, {"Citation": "Lashermes P, Andrzejewski S, Bertrand B, et al. Molecular analysis of introgressive breeding in coffee (Coffea arabica L.) Theoretical and Applied Genetics. 2000;100:139–146."}, {"Citation": "Laurie DA, Bennett MD. The timing of chromosome elimination in hexaploid wheat × maize crosses. Genome. 1989;32:953–961."}, {"Citation": "Leflon M, Eber F, Letanneur JC, et al. Pairing and recombination at meiosis of Brassica rapa (AA) × Brassica napus (AACC) hybrids. Theoretical and Applied Genetics. 2006;113:1467–1480.", "ArticleIdList": ["16983552"]}, {"Citation": "Li Z, Liu HL, Luo P. Production and cytogenetics of intergeneric hybrids between Brassica napus and Orychophragmus violaceus. Theoretical and Applied Genetics. 1995;91:131–136.", "ArticleIdList": ["24169678"]}, {"Citation": "Liu B, Wendel JF. Retrotransposon activation followed by rapid repression in introgressed rice plants. Genome. 2000;43:874–880.", "ArticleIdList": ["11081978"]}, {"Citation": "Liu B, Piao HM, Zhao FS, Zhao JH, Zhao R, Liu ZL. Production and molecular characterization of rice lines with introgressed traits from a wild species Zizania latifolia (Griseb.) Journal of Genetics and Breeding. 1999;53:279–284."}, {"Citation": "Liu M, Li ZY. Genome doubling and chromosome elimination with fragment recombination leading to the formation of Brassica rapa-type plants with genomic alterations in crosses with Orychophragmus violaceus. Genome. 2007;50:985–993.", "ArticleIdList": ["18059544"]}, {"Citation": "Liu ZL, Wang YM, Shen Y, Guo WL, Hao S, Liu B. Extensive alterations in DNA methylation and transcription in rice caused by introgression from Zizania latifolia. Plant Molecular Biology. 2004;54:571–582.", "ArticleIdList": ["15316290"]}, {"Citation": "Lotsy JP. Evolution by means of hybridization. The Hague: Martinus Nijhoff; 1916."}, {"Citation": "Luo P, Fu HL, Lan ZQ, Zhou SD, Zhou HF, Luo Q. Phytogenetic studies on intergeneric hybridization between Brassica napus and Matthiola incana. Acta Botanica Sinica. 2003;45:432–436."}, {"Citation": "Lysak MA, Cheung K, Kitschke M, Bures P. Ancestral chromosomal blocks are triplicated in Brassiceae species with varying chromosome number and genome size. Plant Physiology. 2007;145:402–410.", "ArticleIdList": ["PMC2048728", "17720758"]}, {"Citation": "Madlung A, Comai L. The effect of stress on genome regulation and structure. Annals of Botany. 2004;94:481–495.", "ArticleIdList": ["PMC4242226", "15319229"]}, {"Citation": "Madlung A, Masuelli RW, Watson B, Reynolds SH, Davison J, Comai L. Remodeling of DNA methylation and phenotypic and transcriptional changes in synthetic Arabidopsis allotetraploids. Plant Physiology. 2002;129:733–746.", "ArticleIdList": ["PMC161697", "12068115"]}, {"Citation": "McClintock B. The significance of responses of the genome to challenge. Science. 1984;226:792–801.", "ArticleIdList": ["15739260"]}, {"Citation": "Mochida K, Tsujimoto H, Sasakuma T. Confocal analysisi of chromosome behavior in wheat × maize zygotes. Genome. 2004;47:199–205.", "ArticleIdList": ["15060616"]}, {"Citation": "Murashige T, Skoog F. A revised medium for rapid growth and bioassay with tobacco tissue cultures. Physiologia Plantarum. 1962;15:473–479."}, {"Citation": "Natali L, Giordani T, Polizzi E, Pugliesi C, Fambrini M, Cavallini A. Genomic alteration in the interspecific hybrid Helianthus annuus × Helianthus tuberosus. Theoretical and Applied Genetics. 1998;97:1240–1247."}, {"Citation": "Osborn TC, Pires JC, Birchler JA, et al. Understanding mechanisms of novel gene expression in polyploids. Trends in Genetics. 2003;19:141–147.", "ArticleIdList": ["12615008"]}, {"Citation": "Otto SP, Whitton J. Polyploid incidence and evolution. Annual Review of Genetics. 2000;34:401–437.", "ArticleIdList": ["11092833"]}, {"Citation": "Prakash S, Bhat SR, Quiros CF, Kirti PB, Chopra VL. Brassica and its close allies: cytogenetics and evolution. Plant Breeding Reviews. 2009;31:21–187."}, {"Citation": "Riera-Lizarazu O, Rines HW, Phillips RL. Cytological and molecular characterization of oat × maize partial hybrids. Theoretical and Applied Genetics. 1996;93:123–135.", "ArticleIdList": ["24162209"]}, {"Citation": "Rieseberg LH, Carney S. Plant hybridization. New Phytologist. 1998;140:599–624.", "ArticleIdList": ["33862960"]}, {"Citation": "Rieseberg LH, Wills JH. Plant speciation. Science. 2007;317:910–913.", "ArticleIdList": ["PMC2442920", "17702935"]}, {"Citation": "Rieseberg LH, Van Fossen C, Desrochers AM. Hybrid speciation accompanied by genomic reorganization in wild sunflowers. Nature. 1995;375:313–316."}, {"Citation": "Rieseberg LH, Raymond O, Rosenthal DM, et al. Major ecological transitions in wild sunflowers facilitated by hybridization. Science. 2003;301:211–1216.", "ArticleIdList": ["12907807"]}, {"Citation": "Schulz OE. Cruciferae. In: Engler A, Harms H, editors. Die natürlichen Pflanzenfamilien. Leipzig: Verlag Von Wilhelm Engelmann; 1936. pp. 227–658."}, {"Citation": "Seehausen O. Hybridization and adaptive radiation. Trends in Ecology and Evolution. 2004;19:198–207.", "ArticleIdList": ["16701254"]}, {"Citation": "Shaked H, Kashkush K, Ozkan H, Feldman M, Levy AA. Sequence elimination and cytosine methylation are rapid and reproducible responses of the genome to wide hybridization and allopolyploidy in wheat. The Plant Cell. 2001;13:1749–1759.", "ArticleIdList": ["PMC139131", "11487690"]}, {"Citation": "Shan XH, Liu ZL, Dong ZY, et al. Mobilization of the active mite transposons mPing and Pong in rice by introgression from wild rice (Zizania latifolia Griseb.) Molecular Biology and Evolution. 2005;22:976–990.", "ArticleIdList": ["15647520"]}, {"Citation": "Song K, Lu P, Tang K, Osborn TC. Rapid genome change in synthetic polyploids of Brassica and its implications for polyploidy evolution. Proceedings of National Academy of Sciences of the USA. 1995;92:7719–7723.", "ArticleIdList": ["PMC41217", "7644483"]}, {"Citation": "Stebbins GL. Variations and evolution in plants. New York: Columbia University Press; 1950."}, {"Citation": "Sun DD, Li X, Chen JW, He LW. Study on chemical constituents extracted with ethanol from radix isatidis. China Pharmacy. 2007;18:2325–2326."}, {"Citation": "Tu YQ, Sun J, Liu Y, et al. Production and characterization of intertribal somatic hybrids of Raphanus sativus and Brassica rapa with dye and medicinal plant Isatis indigotica. Plant Cell Reports. 2008;27:873–883.", "ArticleIdList": ["18264711"]}, {"Citation": "Vos P, Hogers R, Bleeker M, et al. AFLP: a new technique for DNA fingerprinting. Nucleic Acids Research. 1995;23:4407–4414.", "ArticleIdList": ["PMC307397", "7501463"]}, {"Citation": "Wang J, Tian L, Lee HS, Chen ZJ. Nonadditive regulation of FRI and FLC loci mediates flowering-time variation in Arabidopsis allotetraploids. Genetics. 2006;173:965–974.", "ArticleIdList": ["PMC1526503", "16547097"]}, {"Citation": "Wang QY, Wan XB. A TMV-resistant material – Banlangen (Isatis indigotica Fort.) Acta Agriculturae Boreali-Sinica. 1988;3:92–95."}, {"Citation": "Wang YM, Dong ZY, Zhang ZJ, et al. Extensive de novo genomic variation in rice induced by introgression from wild rice (Zizania latifolia Griseb.) Genetics. 2005;170:1945–1956.", "ArticleIdList": ["PMC1449789", "15937131"]}, {"Citation": "Wendel JF. Genome evolution in polyploids. Plant Molecular Biology. 2000;42:225–249.", "ArticleIdList": ["10688139"]}, {"Citation": "Zhao HJ, Huang YJ, Wang YY. A study on intergeneric hybridization between Brassica napus L. and Isatis indigotica Fort. Scientia Agricultura Sinica. 1994;27:89–91."}, {"Citation": "Zhong XB, Hans de Jong J, Zabel P. Preparation of tomato meiotic pachytene and mitotic metaphase chromosomes suitable for fluorescence in situ hybridization (FISH) Chromosome Research. 1996;4:24–28.", "ArticleIdList": ["8653264"]}]}], "History": [{"Year": "2009", "Month": "3", "Day": "5", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "3", "Day": "5", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "6", "Day": "6", "Hour": "9", "Minute": "0"}, {"Year": "2010", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19258339", "PMC2707916", "10.1093/aob/mcp045", "mcp045"]}}], "PubmedBookArticle": []}