{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "19575486", "DateCompleted": {"Year": "2009", "Month": "09", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "17"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2219-2840", "JournalIssue": {"Volume": "15", "Issue": "25", "PubDate": {"Year": "2009", "Month": "Jul", "Day": "07"}}, "Title": "World journal of gastroenterology", "ISOAbbreviation": "World J Gastroenterol"}, "ArticleTitle": "A systematic review of the efficacy and safety of herbal medicines used in the treatment of obesity.", "Pagination": {"StartPage": "3073", "EndPage": "3085", "MedlinePgn": "3073-85"}, "Abstract": {"AbstractText": ["This review focuses on the efficacy and safety of effective herbal medicines in the management of obesity in humans and animals. PubMed, Scopus, Google Scholar, Web of Science, and IranMedex databases were searched up to December 30, 2008. The search terms were \"obesity\" and (\"herbal medicine\" or \"plant\", \"plant medicinal\" or \"medicine traditional\") without narrowing or limiting search elements. All of the human and animal studies on the effects of herbs with the key outcome of change in anthropometric measures such as body weight and waist-hip circumference, body fat, amount of food intake, and appetite were included. In vitro studies, reviews, and letters to editors were excluded. Of the publications identified in the initial database, 915 results were identified and reviewed, and a total of 77 studies were included (19 human and 58 animal studies). Studies with Cissus quadrangularis (CQ), Sambucus nigra, Asparagus officinalis, Garcinia atroviridis, ephedra and caffeine, Slimax (extract of several plants including Zingiber officinale and Bofutsushosan) showed a significant decrease in body weight. In 41 animal studies, significant weight loss or inhibition of weight gain was found. No significant adverse effects or mortality were observed except in studies with supplements containing ephedra, caffeine and Bofutsushosan. In conclusion, compounds containing ephedra, CQ, ginseng, bitter melon, and zingiber were found to be effective in the management of obesity. Attention to these natural compounds would open a new approach for novel therapeutic and more effective agents."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Endocrinology and Metabolism Research Center, and Faculty of Medicine, Tehran University of Medical Sciences, Tehran, Iran."}], "Identifier": [], "LastName": "Hasani-Ranjbar", "ForeName": "Shirin", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Nayebi", "ForeName": "Neda", "Initials": "N"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Larijani", "ForeName": "Bagher", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Abdollahi", "ForeName": "Mohammad", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "World J Gastroenterol", "NlmUniqueID": "100883448", "ISSNLinking": "1007-9327"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Obesity Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "CommentsCorrectionsList": [{"RefSource": "World J Gastroenterol. 2010 Oct 14;16(38):4880-2. doi: 10.3748/wjg.v16.i38.4880", "PMID": "20939120"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Anti-Obesity Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Body Weight"}, {"QualifierName": [], "DescriptorName": "Dietary Supplements"}, {"QualifierName": ["drug effects"], "DescriptorName": "Eating"}, {"QualifierName": [], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Obesity"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Randomized Controlled Trials as Topic"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Health Organisation. Obesity: preventing and managing the global epidemic. Report of a WHO consultation on obesity. World Health Organisation: Geneva; 1997.", "ArticleIdList": ["11234459"]}, {"Citation": "Hardeman W, Griffin S, Johnston M, Kinmonth AL, Wareham NJ. Interventions to prevent weight gain: a systematic review of psychological models and behaviour change methods. Int J Obes Relat Metab Disord. 2000;24:131–143.", "ArticleIdList": ["10702762"]}, {"Citation": "Abdollahi M, Afshar-Imani B. A review on obesity and weight loss measures. Middle East Pharmacy. 2003;11:6–10."}, {"Citation": "Mahan LK, Escott-Stump S. Krause's food, nutrition, and diet therapy. 12th ed. Vol. 11. WB Saunders: Philadelphia; 2008."}, {"Citation": "Hasani-Ranjbar S, Larijani B, Abdollahi M. A systematic review of Iranian medicinal plants useful in diabetes mellitus. Arch Med Sci. 2008;4:285–292."}, {"Citation": "Liu JP, Zhang M, Wang WY, Grimsgaard S. Chinese herbal medicines for type 2 diabetes mellitus. Cochrane Database Syst Rev. 2004;4:CD003642.", "ArticleIdList": ["PMC9028977", "15266492"]}, {"Citation": "Liu JP, Yang M, Du XM. Herbal medicines for viral myocarditis. Cochrane Database Syst Rev. 2004;4:CD003711.", "ArticleIdList": ["PMC3407372", "15266498"]}, {"Citation": "Ignjatovic V, Ogru E, Heffernan M, Libinaki R, Lim Y, Ng F. Studies on the use of 'slimax', a chinese herbal mixture, in the treatment of human obesity. Pharm Biol. 2000;38:30–35.", "ArticleIdList": ["21214436"]}, {"Citation": "Boozer CN, Nasser JA, Heymsfield SB, Wang V, Chen G, Solomon JL. An herbal supplement containing Ma Huang-Guarana for weight loss: a randomized, double-blind trial. Int J Obes Relat Metab Disord. 2001;25:316–324.", "ArticleIdList": ["11319627"]}, {"Citation": "Hoeger WW, Harris C, Long EM, Hopkins DR. Four-week supplementation with a natural dietary compound produces favorable changes in body composition. Adv Ther. 1998;15:305–314.", "ArticleIdList": ["10345151"]}, {"Citation": "Ziauddin KS, Anwar M, Mannan A, Khan AB. Clinical efficacy of Terminalia arjuna Roxb. in the management of hyperlipidaemia. Hamdard Med. 2004;47:15–18."}, {"Citation": "Abidov MT, del Rio MJ, Ramazanov TZ, Klimenov AL, Dzhamirze Sh, Kalyuzhin OV. Effects of Aralia mandshurica and Engelhardtia chrysolepis extracts on some parameters of lipid metabolism in women with nondiabetic obesity. Bull Exp Biol Med. 2006;141:343–346.", "ArticleIdList": ["17073156"]}, {"Citation": "Greenway FL, De Jonge L, Blanchard D, Frisard M, Smith SR. Effect of a dietary herbal supplement containing caffeine and ephedra on weight, metabolic rate, and body composition. Obes Res. 2004;12:1152–1157.", "ArticleIdList": ["15292480"]}, {"Citation": "Hioki C, Yoshimoto K, Yoshida T. Efficacy of bofu-tsusho-san, an oriental herbal medicine, in obese Japanese women with impaired glucose tolerance. Clin Exp Pharmacol Physiol. 2004;31:614–619.", "ArticleIdList": ["15479169"]}, {"Citation": "Oben JE, Ngondi JL, Momo CN, Agbor GA, Sobgui CS. The use of a Cissus quadrangularis/Irvingia gabonensis combination in the management of weight loss: a double-blind placebo-controlled study. Lipids Health Dis. 2008;7:12.", "ArticleIdList": ["PMC2330043", "18377661"]}, {"Citation": "Chrubasik C, Maier T, Dawid C, Torda T, Schieber A, Hofmann T, Chrubasik S. An observational study and quantification of the actives in a supplement with Sambucus nigra and Asparagus officinalis used for weight reduction. Phytother Res. 2008;22:913–918.", "ArticleIdList": ["18350516"]}, {"Citation": "Udani J, Singh BB. Blocking carbohydrate absorption and weight loss: a clinical trial using a proprietary fractionated white bean extract. Altern Ther Health Med. 2007;13:32–37.", "ArticleIdList": ["17658120"]}, {"Citation": "Roongpisuthipong C, Kantawan R, Roongpisuthipong W. Reduction of adipose tissue and body weight: effect of water soluble calcium hydroxycitrate in Garcinia atroviridis on the short term treatment of obese women in Thailand. Asia Pac J Clin Nutr. 2007;16:25–29.", "ArticleIdList": ["17215177"]}, {"Citation": "Kuriyan R, Raj T, Srinivas SK, Vaz M, Rajendran R, Kurpad AV. Effect of Caralluma fimbriata extract on appetite, food intake and anthropometry in adult Indian men and women. Appetite. 2007;48:338–344.", "ArticleIdList": ["17097761"]}, {"Citation": "Hackman RM, Havel PJ, Schwartz HJ, Rutledge JC, Watnik MR, Noceti EM, Stohs SJ, Stern JS, Keen CL. Multinutrient supplement containing ephedra and caffeine causes weight loss and improves metabolic risk factors in obese women: a randomized controlled trial. Int J Obes (Lond) 2006;30:1545–1556.", "ArticleIdList": ["16552410"]}, {"Citation": "Garrison R, Chambliss WG. Effect of a proprietary Magnolia and Phellodendron extract on weight management: a pilot, double-blind, placebo-controlled clinical trial. Altern Ther Health Med. 2006;12:50–54.", "ArticleIdList": ["16454147"]}, {"Citation": "Coffey CS, Steiner D, Baker BA, Allison DB. A randomized double-blind placebo-controlled clinical trial of a product containing ephedrine, caffeine, and other ingredients from herbal sources for treatment of overweight and obesity in the absence of lifestyle treatment. Int J Obes Relat Metab Disord. 2004;28:1411–1419.", "ArticleIdList": ["15356670"]}, {"Citation": "Preuss HG, Bagchi D, Bagchi M, Rao CV, Dey DK, Satyanarayana S. Effects of a natural extract of (-)-hydroxycitric acid (HCA-SX) and a combination of HCA-SX plus niacin-bound chromium and Gymnema sylvestre extract on weight loss. Diabetes Obes Metab. 2004;6:171–180.", "ArticleIdList": ["15056124"]}, {"Citation": "Udani J, Hardy M, Madsen DC. Blocking carbohydrate absorption and weight loss: a clinical trial using Phase 2 brand proprietary fractionated white bean extract. Altern Med Rev. 2004;9:63–69.", "ArticleIdList": ["15005645"]}, {"Citation": "Bhatt AD, Dalal DG, Shah SJ, Joshi BA, Gajjar MN, Vaidya RA, Vaidya AB, Antarkar DS. Conceptual and methodologic challenges of assessing the short-term efficacy of Guggulu in obesity: data emergent from a naturalistic clinical trial. J Postgrad Med. 1995;41:5–7.", "ArticleIdList": ["10740691"]}, {"Citation": "Oben JE, Enyegue DM, Fomekong GI, Soukontoua YB, Agbor GA. The effect of Cissus quadrangularis (CQR-300) and a Cissus formulation (CORE) on obesity and obesity-induced oxidative stress. Lipids Health Dis. 2007;6:4.", "ArticleIdList": ["PMC1800848", "17274828"]}, {"Citation": "Wang W, Wang WX, Sun BH, Zhao DZ, Gao P. [Effect of haidonghua powder(HDHP) on hypothalamic obesity in rats] Zhongguo Zhongyao Zazhi. 2000;25:490–492.", "ArticleIdList": ["12515214"]}, {"Citation": "Jeon WK, Kim JH, Lee HW, Ko BS, Kim HK. Effects of Rhus verniciflua Stokes (RVS) extract on diet-induced obesity in C57BL/6 mouse. Kor J Pharmacognosy. 2003;34:339–343."}, {"Citation": "Alarcon-Aguilar FJ, Zamilpa A, Perez-Garcia MD, Almanza-Perez JC, Romero-Nuñez E, Campos-Sepulveda EA, Vazquez-Carrillo LI, Roman-Ramos R. Effect of Hibiscus sabdariffa on obesity in MSG mice. J Ethnopharmacol. 2007;114:66–71.", "ArticleIdList": ["17765418"]}, {"Citation": "Urías-Silvas JE, Cani PD, Delmée E, Neyrinck A, López MG, Delzenne NM. Physiological effects of dietary fructans extracted from Agave tequilana Gto. and Dasylirion spp. Br J Nutr. 2008;99:254–261.", "ArticleIdList": ["17711612"]}, {"Citation": "Park YS, Yoon Y, Ahn HS. Platycodon grandiflorum extract represses up-regulated adipocyte fatty acid binding protein triggered by a high fat feeding in obese rats. World J Gastroenterol. 2007;13:3493–3499.", "ArticleIdList": ["PMC4146786", "17659697"]}, {"Citation": "Jongwon C, KyungTae L, WonBae K, KwangKyun P, WonYun C, JinHa L, SangCheol L, HyunJu J, HeeJuhn P. Effect of Allium victorialis var. platyphyllum leaves on triton WR-1339-induced and poloxamer-407-induced hyperlipidemic rats and on diet-induced obesity rats. Kor J Pharmacognosy. 2005;36:109–115."}, {"Citation": "Kobayashi Y, Nakano Y, Kizaki M, Hoshikuma K, Yokoo Y, Kamiya T. Capsaicin-like anti-obese activities of evodiamine from fruits of Evodia rutaecarpa, a vanilloid receptor agonist. Planta Med. 2001;67:628–633.", "ArticleIdList": ["11582540"]}, {"Citation": "Jin HM, Jiao DH. [Effect of jiang-zhi jian-fei yao on gastro-intestinal movement and adipose cell of abdominal wall] Zhongguo Zhongxiyi Jiehe Zazhi. 1994;14:230–231, 198.", "ArticleIdList": ["7950202"]}, {"Citation": "Kim SJ, Jung JY, Kim HW, Park T. Anti-obesity effects of Juniperus chinensis extract are associated with increased AMP-activated protein kinase expression and phosphorylation in the visceral adipose tissue of rats. Biol Pharm Bull. 2008;31:1415–1421.", "ArticleIdList": ["18591785"]}, {"Citation": "Shih CC, Lin CH, Lin WL. Effects of Momordica charantia on insulin resistance and visceral obesity in mice on high-fat diet. Diabetes Res Clin Pract. 2008;81:134–143.", "ArticleIdList": ["18550200"]}, {"Citation": "Pang J, Choi Y, Park T. Ilex paraguariensis extract ameliorates obesity induced by high-fat diet: potential role of AMPK in the visceral adipose tissue. Arch Biochem Biophys. 2008;476:178–185.", "ArticleIdList": ["18314006"]}, {"Citation": "Bruno RS, Dugan CE, Smyth JA, DiNatale DA, Koo SI. Green tea extract protects leptin-deficient, spontaneously obese mice from hepatic steatosis and injury. J Nutr. 2008;138:323–331.", "ArticleIdList": ["18203899"]}, {"Citation": "Lee J, Chae K, Ha J, Park BY, Lee HS, Jeong S, Kim MY, Yoon M. Regulation of obesity and lipid disorders by herbal extracts from Morus alba, Melissa officinalis, and Artemisia capillaris in high-fat diet-induced obese mice. J Ethnopharmacol. 2008;115:263–270.", "ArticleIdList": ["18023310"]}, {"Citation": "Choi H, Eo H, Park K, Jin M, Park EJ, Kim SH, Park JE, Kim S. A water-soluble extract from Cucurbita moschata shows anti-obesity effects by controlling lipid metabolism in a high fat diet-induced obesity mouse model. Biochem Biophys Res Commun. 2007;359:419–425.", "ArticleIdList": ["17548058"]}, {"Citation": "Huang HL, Hong YW, Wong YH, Chen YN, Chyuan JH, Huang CJ, Chao PM. Bitter melon (Momordica charantia L.) inhibits adipocyte hypertrophy and down regulates lipogenic gene expression in adipose tissue of diet-induced obese rats. Br J Nutr. 2008;99:230–239.", "ArticleIdList": ["17651527"]}, {"Citation": "Lemaure B, Touché A, Zbinden I, Moulin J, Courtois D, Macé K, Darimont C. Administration of Cyperus rotundus tubers extract prevents weight gain in obese Zucker rats. Phytother Res. 2007;21:724–730.", "ArticleIdList": ["17444573"]}, {"Citation": "Lei F, Zhang XN, Wang W, Xing DM, Xie WD, Su H, Du LJ. Evidence of anti-obesity effects of the pomegranate leaf extract in high-fat diet induced obese mice. Int J Obes (Lond) 2007;31:1023–1029.", "ArticleIdList": ["17299386"]}, {"Citation": "Aoki F, Honda S, Kishida H, Kitano M, Arai N, Tanaka H, Yokota S, Nakagawa K, Asakura T, Nakai Y, et al. Suppression by licorice flavonoids of abdominal fat accumulation and body weight gain in high-fat diet-induced obese C57BL/6J mice. Biosci Biotechnol Biochem. 2007;71:206–214.", "ArticleIdList": ["17213668"]}, {"Citation": "Oluyemi KA, Omotuyi IO, Jimoh OR, Adesanya OA, Saalu CL, Josiah SJ. Erythropoietic and anti-obesity effects of Garcinia cambogia (bitter kola) in Wistar rats. Biotechnol Appl Biochem. 2007;46:69–72.", "ArticleIdList": ["16984227"]}, {"Citation": "Han LK, Nose R, Li W, Gong XJ, Zheng YN, Yoshikawa M, Koike K, Nikaido T, Okuda H, Kimura Y. Reduction of fat storage in mice fed a high-fat diet long term by treatment with saponins prepared from Kochia scoparia fruit. Phytother Res. 2006;20:877–882.", "ArticleIdList": ["16892459"]}, {"Citation": "Goyal RK, Kadnur SV. Beneficial effects of Zingiber officinale on goldthioglucose induced obesity. Fitoterapia. 2006;77:160–163.", "ArticleIdList": ["16513292"]}, {"Citation": "Kishino E, Ito T, Fujita K, Kiuchi Y. A mixture of the Salacia reticulata (Kotala himbutu) aqueous extract and cyclodextrin reduces the accumulation of visceral fat mass in mice and rats with high-fat diet-induced obesity. J Nutr. 2006;136:433–439.", "ArticleIdList": ["16424124"]}, {"Citation": "Jayaprakasam B, Olson LK, Schutzki RE, Tai MH, Nair MG. Amelioration of obesity and glucose intolerance in high-fat-fed C57BL/6 mice by anthocyanins and ursolic acid in Cornelian cherry (Cornus mas) J Agric Food Chem. 2006;54:243–248.", "ArticleIdList": ["16390206"]}, {"Citation": "Moreno DA, Ilic N, Poulev A, Raskin I. Effects of Arachis hypogaea nutshell extract on lipid metabolic enzymes and obesity parameters. Life Sci. 2006;78:2797–2803.", "ArticleIdList": ["16337240"]}, {"Citation": "Galisteo M, Sánchez M, Vera R, González M, Anguera A, Duarte J, Zarzuelo A. A diet supplemented with husks of Plantago ovata reduces the development of endothelial dysfunction, hypertension, and obesity by affecting adiponectin and TNF-alpha in obese Zucker rats. J Nutr. 2005;135:2399–2404.", "ArticleIdList": ["16177203"]}, {"Citation": "Zhao Y, Li F, Yang J, An X, Zhou M. [Effect of phillyrin on the anti-obesity in nutritive obesity mice] Zhongyaocai. 2005;28:123–124.", "ArticleIdList": ["15981888"]}, {"Citation": "Chen Q, Li ET. Reduced adiposity in bitter melon (Momordica charantia) fed rats is associated with lower tissue triglyceride and higher plasma catecholamines. Br J Nutr. 2005;93:747–754.", "ArticleIdList": ["15975176"]}, {"Citation": "Han LK, Morimoto C, Yu RH, Okuda H. Effects of Coleus forskohlii on fat storage in ovariectomized rats. Yakugaku Zasshi. 2005;125:449–453.", "ArticleIdList": ["15863977"]}, {"Citation": "Han LK, Zheng YN, Yoshikawa M, Okuda H, Kimura Y. Anti-obesity effects of chikusetsusaponins isolated from Panax japonicus rhizomes. BMC Complement Altern Med. 2005;5:9.", "ArticleIdList": ["PMC1097713", "15811191"]}, {"Citation": "Han LK, Gong XJ, Kawano S, Saito M, Kimura Y, Okuda H. [Antiobesity actions of Zingiber officinale Roscoe] Yakugaku Zasshi. 2005;125:213–217.", "ArticleIdList": ["15684576"]}, {"Citation": "Cha YS, Rhee SJ, Heo YR. Acanthopanax senticosus extract prepared from cultured cells decreases adiposity and obesity indices in C57BL/6J mice fed a high fat diet. J Med Food. 2004;7:422–429.", "ArticleIdList": ["15671684"]}, {"Citation": "Kim JH, Hahm DH, Yang DC, Kim JH, Lee HJ, Shim I. Effect of crude saponin of Korean red ginseng on high-fat diet-induced obesity in the rat. J Pharmacol Sci. 2005;97:124–131.", "ArticleIdList": ["15655288"]}, {"Citation": "Yun SN, Moon SJ, Ko SK, Im BO, Chung SH. Wild ginseng prevents the onset of high-fat diet induced hyperglycemia and obesity in ICR mice. Arch Pharm Res. 2004;27:790–796.", "ArticleIdList": ["15357009"]}, {"Citation": "Junbao Y, Long J, Jiangbi W, Yonghui D, Tianzhen Z, Songyi Q, Wei L. [Inhibitive effect of Semen Cassiae on the weight gain in rats with nutritive obesity] Zhongyaocai. 2004;27:281–284.", "ArticleIdList": ["15307688"]}, {"Citation": "Kim SO, Yun SJ, Lee EH. The water extract of adlay seed (Coix lachrymajobi var. mayuen) exhibits anti-obesity effects through neuroendocrine modulation. Am J Chin Med. 2007;35:297–308.", "ArticleIdList": ["17436369"]}, {"Citation": "Kwon CS, Sohn HY, Kim SH, Kim JH, Son KH, Lee JS, Lim JK, Kim JS. Anti-obesity effect of Dioscorea nipponica Makino with lipase-inhibitory activity in rodents. Biosci Biotechnol Biochem. 2003;67:1451–1456.", "ArticleIdList": ["12913286"]}, {"Citation": "Lu J, Liu H. [Electron microscope observation on effect of kudingcha inspissation tea on small intestine villus in the adiposity rats] Zhongyaocai. 1999;22:641–642.", "ArticleIdList": ["12571907"]}, {"Citation": "Yoshikawa M, Shimoda H, Nishida N, Takada M, Matsuda H. Salacia reticulata and its polyphenolic constituents with lipase inhibitory and lipolytic activities have mild antiobesity effects in rats. J Nutr. 2002;132:1819–1824.", "ArticleIdList": ["12097653"]}, {"Citation": "Xie JT, Zhou YP, Dey L, Attele AS, Wu JA, Gu M, Polonsky KS, Yuan CS. Ginseng berry reduces blood glucose and body weight in db/db mice. Phytomedicine. 2002;9:254–258.", "ArticleIdList": ["12046868"]}, {"Citation": "Yamamoto M, Shimura S, Itoh Y, Ohsaka T, Egawa M, Inoue S. Anti-obesity effects of lipase inhibitor CT-II, an extract from edible herbs, Nomame Herba, on rats fed a high-fat diet. Int J Obes Relat Metab Disord. 2000;24:758–764.", "ArticleIdList": ["10878683"]}, {"Citation": "Han LK, Takaku T, Li J, Kimura Y, Okuda H. Anti-obesity action of oolong tea. Int J Obes Relat Metab Disord. 1999;23:98–105.", "ArticleIdList": ["10094584"]}, {"Citation": "Pusztai A, Grant G, Buchan WC, Bardocz S, de Carvalho AF, Ewen SW. Lipid accumulation in obese Zucker rats is reduced by inclusion of raw kidney bean (Phaseolus vulgaris) in the diet. Br J Nutr. 1998;79:213–221.", "ArticleIdList": ["9536866"]}, {"Citation": "Nagasawa H, Iwabuchi T, Inatomi H. Protection by tree-peony (Paeonia suffruticosa Andr) of obesity in (SLN x C3H/He) F1 obese mice. In Vivo. 1991;5:115–118.", "ArticleIdList": ["1768779"]}, {"Citation": "Wang Y, Deng M, Zhang SY, Zhou ZK, Tian WX. Parasitic loranthus from Loranthaceae rather than Viscaceae potently inhibits fatty acid synthase and reduces body weight in mice. J Ethnopharmacol. 2008;118:473–478.", "ArticleIdList": ["18583073"]}, {"Citation": "Hu JN, Zhu XM, Han LK, Saito M, Sun YS, Yoshikawa M, Kimura Y, Zheng YN. Anti-obesity effects of escins extracted from the seeds of Aesculus turbinata BLUME (Hippocastanaceae) Chem Pharm Bull (Tokyo) 2008;56:12–16.", "ArticleIdList": ["18175967"]}, {"Citation": "Ohkoshi E, Miyazaki H, Shindo K, Watanabe H, Yoshida A, Yajima H. Constituents from the leaves of Nelumbo nucifera stimulate lipolysis in the white adipose tissue of mice. Planta Med. 2007;73:1255–1259.", "ArticleIdList": ["17893829"]}, {"Citation": "Kang M, Oh JW, Lee HK, Chung HS, Lee SM, Kim C, Lee HJ, Yoon DW, Choi H, Kim H, et al. Anti-obesity effect of PM-F2-OB, an anti-obesity herbal formulation, on rats fed a high-fat diet. Biol Pharm Bull. 2004;27:1251–1256.", "ArticleIdList": ["15305031"]}, {"Citation": "Mary NK, Babu BH, Padikkala J. Antiatherogenic effect of Caps HT2, a herbal Ayurvedic medicine formulation. Phytomedicine. 2003;10:474–482.", "ArticleIdList": ["13678230"]}, {"Citation": "Wu Y, Ou-Yang JP, Wu K, Wang Y, Zhou YF, Wen CY. Hypoglycemic effect of Astragalus polysaccharide and its effect on PTP1B. Acta Pharmacol Sin. 2005;26:345–352.", "ArticleIdList": ["15715932"]}, {"Citation": "Xie JT, Wang CZ, Wang AB, Wu J, Basila D, Yuan CS. Antihyperglycemic effects of total ginsenosides from leaves and stem of Panax ginseng. Acta Pharmacol Sin. 2005;26:1104–1110.", "ArticleIdList": ["16115378"]}, {"Citation": "Palit P, Furman BL, Gray AI. Novel weight-reducing activity of Galega officinalis in mice. J Pharm Pharmacol. 1999;51:1313–1319.", "ArticleIdList": ["10632090"]}, {"Citation": "Oi Y, Kawada T, Shishido C, Wada K, Kominato Y, Nishimura S, Ariga T, Iwai K. Allyl-containing sulfides in garlic increase uncoupling protein content in brown adipose tissue, and noradrenaline and adrenaline secretion in rats. J Nutr. 1999;129:336–342.", "ArticleIdList": ["10024610"]}, {"Citation": "Yoshida T, Sakane N, Wakabayashi Y, Umekawa T, Kondo M. Thermogenic, anti-obesity effects of bofu-tsusho-san in MSG-obese mice. Int J Obes Relat Metab Disord. 1995;19:717–722.", "ArticleIdList": ["8589765"]}, {"Citation": "He GW, Qu WJ, Fan B, Jing R, He R. The protective effect of Yi-Qi-Yang-Yin-Ye, a compound of traditional Chinese herbal medicine in diet-induced obese rats. Am J Chin Med. 2008;36:705–717.", "ArticleIdList": ["18711768"]}, {"Citation": "Jeong S, Chae K, Jung YS, Rho YH, Lee J, Ha J, Yoon KH, Kim GC, Oh KS, Shin SS, et al. The Korean traditional medicine Gyeongshingangjeehwan inhibits obesity through the regulation of leptin and PPARalpha action in OLETF rats. J Ethnopharmacol. 2008;119:245–251.", "ArticleIdList": ["18674606"]}, {"Citation": "Park YS, Cha MH, Yoon YS, Ahn HS. Effects of low calorie diet and Platycodon grandiflorum extract on fatty acid binding protein expression in rats with diet-induced obesity. Nutritional Sciences. 2006;8:3–9."}, {"Citation": "Akagiri S, Naito Y, Ichikawa H, Mizushima K, Takagi T, Handa O, Kokura S, Yoshikawa T. Bofutsushosan, an Oriental Herbal Medicine, Attenuates the Weight Gain of White Adipose Tissue and the Increased Size of Adipocytes Associated with the Increase in Their Expression of Uncoupling Protein 1 in High-Fat Diet-Fed Male KK/Ta mice. J Clin Biochem Nutr. 2008;42:158–166.", "ArticleIdList": ["PMC2266052", "18385834"]}, {"Citation": "Kim YM, Jeong YK, Wang MH, Lee WY, Rhee HI. Inhibitory effect of pine extract on alpha-glucosidase activity and postprandial hyperglycemia. Nutrition. 2005;21:756–761.", "ArticleIdList": ["15925302"]}, {"Citation": "Attele AS, Zhou YP, Xie JT, Wu JA, Zhang L, Dey L, Pugh W, Rue PA, Polonsky KS, Yuan CS. Antidiabetic effects of Panax ginseng berry extract and the identification of an effective component. Diabetes. 2002;51:1851–1858.", "ArticleIdList": ["12031973"]}, {"Citation": "Hasani-Ranjbar S, Larijani B, Abdollahi M. A systematic review of the potential herbal sources of future drugs effective in oxidant-related diseases. Inflamm Allergy Drug Targets. 2009;8:2–10.", "ArticleIdList": ["19275687"]}, {"Citation": "Mohseni Salehi Monfared SS, Larijani B, Abdollahi M. Islet transplantation and antioxidant management: a comprehensive review. World J Gastroenterol. 2009;15:1153–1161.", "ArticleIdList": ["PMC2658860", "19291814"]}, {"Citation": "Rahimi R, Mozaffari S, Abdollahi M. On the use of herbal medicines in management of inflammatory bowel diseases: a systematic review of animal and human studies. Dig Dis Sci. 2009;54:471–480.", "ArticleIdList": ["18618255"]}, {"Citation": "Salari P, Rezaie A, Larijani B, Abdollahi M. A systematic review of the impact of n-3 fatty acids in bone health and osteoporosis. Med Sci Monit. 2008;14:RA37–RA44.", "ArticleIdList": ["18301367"]}, {"Citation": "Rezaie A, Parker RD, Abdollahi M. Oxidative stress and pathogenesis of inflammatory bowel disease: an epiphenomenon or the cause? Dig Dis Sci. 2007;52:2015–2021.", "ArticleIdList": ["17404859"]}, {"Citation": "Rahimi R, Abdollahi M. A review on the mechanisms involved in hyperglycemia induced by organophosphorus pesticides. Pestic Biochem Physiol. 2007;88:115–121."}, {"Citation": "Kajbaf F, Mojtahedzadeh M, Abdollahi M. Mechanisms underlying stress-induced hyperglycemia in critically ill patients. Therapy. 2007;4:97–106."}, {"Citation": "Rahimi R, Nikfar S, Larijani B, Abdollahi M. A review on the role of antioxidants in the management of diabetes and its complications. Biomed Pharmacother. 2005;59:365–373.", "ArticleIdList": ["16081237"]}, {"Citation": "Abdollahi M, Larijani B, Rahimi R, Salari P. Role of oxidative stress in osteoporosis. Therapy. 2005;2:787–796."}, {"Citation": "Abdollahi M, Ranjbar A, Shadnia S, Nikfar S, Rezaie A. Pesticides and oxidative stress: a review. Med Sci Monit. 2004;10:RA141–RA147.", "ArticleIdList": ["15173684"]}]}], "History": [{"Year": "2009", "Month": "7", "Day": "4", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "7", "Day": "4", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "7", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19575486", "PMC2705729", "10.3748/wjg.15.3073"]}}], "PubmedBookArticle": []}