{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "19596745", "DateCompleted": {"Year": "2012", "Month": "08", "Day": "23"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2011", "Month": "01", "Day": "12"}], "Language": ["eng"], "ELocationID": ["680354", "10.1093/ecam/nep067"], "Journal": {"ISSN": "1741-4288", "JournalIssue": {"Volume": "2011", "PubDate": {"Year": "2011"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Traditional Medicinal Plant Extracts and Natural Products with Activity against Oral Bacteria: Potential Application in the Prevention and Treatment of Oral Diseases.", "Pagination": {"StartPage": "680354", "MedlinePgn": "680354"}, "Abstract": {"AbstractText": ["Oral diseases are major health problems with dental caries and periodontal diseases among the most important preventable global infectious diseases. Oral health influences the general quality of life and poor oral health is linked to chronic conditions and systemic diseases. The association between oral diseases and the oral microbiota is well established. Of the more than 750 species of bacteria that inhabit the oral cavity, a number are implicated in oral diseases. The development of dental caries involves acidogenic and aciduric Gram-positive bacteria (mutans streptococci, lactobacilli and actinomycetes). Periodontal diseases have been linked to anaerobic Gram-negative bacteria (Porphyromonas gingivalis, Actinobacillus, Prevotella and Fusobacterium). Given the incidence of oral disease, increased resistance by bacteria to antibiotics, adverse affects of some antibacterial agents currently used in dentistry and financial considerations in developing countries, there is a need for alternative prevention and treatment options that are safe, effective and economical. While several agents are commercially available, these chemicals can alter oral microbiota and have undesirable side-effects such as vomiting, diarrhea and tooth staining. Hence, the search for alternative products continues and natural phytochemicals isolated from plants used as traditional medicines are considered as good alternatives. In this review, plant extracts or phytochemicals that inhibit the growth of oral pathogens, reduce the development of biofilms and dental plaque, influence the adhesion of bacteria to surfaces and reduce the symptoms of oral diseases will be discussed further. Clinical studies that have investigated the safety and efficacy of such plant-derived medicines will also be described."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment and Biotechnology Centre, Faculty of Life and Social Sciences, Swinburne University of Technology, Hawthorn Victoria 3122, Australia."}], "Identifier": [], "LastName": "Palombo", "ForeName": "Enzo A", "Initials": "EA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Petersen PE, Bourgeois D, Ogawa H, Estupinan-Day S, Ndiaye C. The global burden of oral diseases and risks to oral health. Bulletin of the World Health Organization. 2005;83(9):661–669.", "ArticleIdList": ["PMC2626328", "16211157"]}, {"Citation": "Petersen PE. The World Oral Health Report 2003: continuous improvement of oral health in the 21st century—the approach of the WHO Global Oral Health Programme. Community Dentistry and Oral Epidemiology. 2003;31:3–24.", "ArticleIdList": ["15015736"]}, {"Citation": "Petersen PE. The burden of oral disease: challenges to improving oral health in the 21st century. Bulletin of the World Health Organization. 2005;83(1):p. 3.", "ArticleIdList": ["PMC2623460", "15682238"]}, {"Citation": "Rautemaa R, Lauhio A, Cullinan MP, Seymour GJ. Oral infections and systemic disease—an emerging problem in medicine. Clinical Microbiology and Infection. 2007;13(11):1041–1047.", "ArticleIdList": ["17714525"]}, {"Citation": "Yeo BK, Lim LP, Paquette DW, Williams RC. Periodontal disease—the emergence of a risk for systemic conditions: pre-term low birth weight. Annals of the Academy of Medicine Singapore. 2005;34(1):111–116.", "ArticleIdList": ["15726229"]}, {"Citation": "Jamieson LM, Parker EJ, Armfield JM. Indigenous child oral health at a regional and state level. Journal of Paediatrics and Child Health. 2007;43(3):117–121.", "ArticleIdList": ["17316183"]}, {"Citation": "Jenkinson HF, Lamont RJ. Oral microbial communities in sickness and in health. Trends in Microbiology. 2005;13(12):589–595.", "ArticleIdList": ["16214341"]}, {"Citation": "Loesche W. Dental caries and periodontitis: contrasting two infections that have medical implications. Infectious Disease Clinics of North America. 2007;21(2):471–502.", "ArticleIdList": ["17561079"]}, {"Citation": "Tichy J, Novak J. Extraction, assay, and analysis of antimicrobials from plants with activity against dental pathogens (Streptococcus sp.) Journal of Alternative and Complementary Medicine. 1998;4(1):39–45.", "ArticleIdList": ["9553834"]}, {"Citation": "Badria FA, Zidan OA. Natural products for dental caries prevention. Journal of Medicinal Food. 2004;7(3):381–384.", "ArticleIdList": ["15383236"]}, {"Citation": "Park KM, You JS, Lee HY, Baek NI, Hwang JK. Kuwanon G: an antibacterial agent from the root bark of Morus alba against oral pathogens. Journal of Ethnopharmacology. 2003;84(2-3):181–185.", "ArticleIdList": ["12648813"]}, {"Citation": "Chung JY, Choo JH, Lee MH, Hwang JK. Anticariogenic activity of macelignan isolated from Myristica fragrans (nutmeg) against Streptococcus mutans . Phytomedicine. 2006;13(4):261–266.", "ArticleIdList": ["16492529"]}, {"Citation": "Bidault P, Chandad F, Grenier D. Risk of bacterial resistance associated with systemic antibiotic therapy in periodontology. Journal of the Canadian Dental Association. 2007;73(8):721–725.", "ArticleIdList": ["17949540"]}, {"Citation": "Knoll-Köhler E, Stiebel J. Amine fluoride gel affects the viability and the generation of superoxide anions in human polymorphonuclear leukocytes: an in vitro study. European Journal of Oral Sciences. 2002;110(4):296–301.", "ArticleIdList": ["12206591"]}, {"Citation": "Lachenmeier DW. Safety evaluation of topical applications of ethanol on the skin and inside the oral cavity. Journal of Occupational Medicine and Toxicology. 2008;3(1, article 26)", "ArticleIdList": ["PMC2596158", "19014531"]}, {"Citation": "McCullough MJ, Farah CS. The role of alcohol in oral carcinogenesis with particular reference to alcohol-containing mouthwashes. Australian Dental Journal. 2008;53(4):302–306.", "ArticleIdList": ["19133944"]}, {"Citation": "Neumegen RA, Fernández-Alba AR, Chisti Y. Toxicities of triclosan, phenol, and copper sulfate in activated sludge. Environmental Toxicology. 2005;20(2):160–164.", "ArticleIdList": ["15793824"]}, {"Citation": "Rodrigues F, Lehmann M, do Amaral VS, Reguly ML, de Andrade HHR. Genotoxicity of three mouthwash products, Cepacol, Periogard, and Plax, in the Drosophila wing-spot test. Environmental and Molecular Mutagenesis. 2007;48(8):644–649.", "ArticleIdList": ["17879299"]}, {"Citation": "Prabu GR, Gnanamani A, Sadulla S. Guaijaverin—a plant flavonoid as potential antiplaque agent against Streptococcus mutans . Journal of Applied Microbiology. 2006;101(2):487–495.", "ArticleIdList": ["16882158"]}, {"Citation": "Chitme HR, Chandra R, Kaushik S. Studies on anti-diarrheal activity of calotropis gigantea R. Br. in experimental animals. Journal of Pharmacy & Pharmaceutical Sciences. 2003;7:70–75.", "ArticleIdList": ["15144737"]}, {"Citation": "Kim H-S. Do not put too much value on conventional medicines. Journal of Ethnopharmacology. 2005;100(1-2):37–39.", "ArticleIdList": ["16039812"]}, {"Citation": "Cowan MM. Plant products as antimicrobial agents. Clinical Microbiology Reviews. 1999;12(4):564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Kalemba D, Kunicka A. Antibacterial and antifungal properties of essential oils. Current Medicinal Chemistry. 2003;10(10):813–829.", "ArticleIdList": ["12678685"]}, {"Citation": "Steinberg D, Feldman M, Ofek I, Weiss EI. Effect of a high-molecular-weight component of cranberry on constituents of dental biofilm. Journal of Antimicrobial Chemotherapy. 2004;54(1):86–89.", "ArticleIdList": ["15163648"]}, {"Citation": "Didry N, Dubreuil L, Trotin F, Pinkas M. Antimicrobial activity of aerial parts of Drosera peltata Smith on oral bacteria. Journal of Ethnopharmacology. 1998;60(1):91–96.", "ArticleIdList": ["9533437"]}, {"Citation": "Koo H, Gomes BPFA, Rosalen PL, Ambrosano GMB, Park YK, Cury JA. In vitro antimicrobial activity of propolis and Arnica montana against oral pathogens. Archives of Oral Biology. 2000;45(2):141–148.", "ArticleIdList": ["10716618"]}, {"Citation": "Alali F, Al-Lafi T. GC-MS analysis and bioactivity testing of the volatile oil from the leaves of the toothbrush tree Salvadora persica L. Natural Product Research. 2003;17(3):189–194.", "ArticleIdList": ["12737403"]}, {"Citation": "Bakri IM, Douglas CWI. Inhibitory effect of garlic extract on oral bacteria. Archives of Oral Biology. 2005;50(7):645–651.", "ArticleIdList": ["15892950"]}, {"Citation": "Labrecque J, Bodet C, Chandad F, Grenier D. Effects of a high-molecular-weight cranberry fraction on growth, biofilm formation and adherence of Porphyromonas gingivalis . Journal of Antimicrobial Chemotherapy. 2006;58:439–443.", "ArticleIdList": ["16735419"]}, {"Citation": "Amadi ES, Oyeka CA, Onyeagba RA, Ugbogu OC, Okoli I. Antimicrobial screening of Breynia nivosus and Ageratum conyzoides against dental caries organisms. Journal of Biological Sciences. 2007;7(2):354–358.", "ArticleIdList": ["19069507"]}, {"Citation": "Hammer KA, Dry L, Johnson M, Michalak EM, Carson CF, Riley TV. Susceptibility of oral bacteria to Melaleuca alternifolia (tea tree) oil in vitro . Oral Microbiology and Immunology. 2003;18(6):389–392.", "ArticleIdList": ["14622345"]}, {"Citation": "Saeki Y, Ito Y, Shibata M, Sato Y, Okuda K, Takazoe I. Antimicrobial action of natural substances on oral bacteria. The Bulletin of Tokyo Dental College. 1989;30(3):129–135.", "ArticleIdList": ["2637783"]}, {"Citation": "Hu JP, Takahashi N, Yamada T. Coptidis rhizoma inhibits growth and proteases of oral bacteria. Oral Diseases. 2000;6(5):297–302.", "ArticleIdList": ["11002412"]}, {"Citation": "Iauk L, Lo Bue AM, Milazzo I, Rapisarda A, Blandino G. Antibacterial activity of medicinal plant extracts against periodontopathic bacteria. Phytotherapy Research. 2003;17(6):599–604.", "ArticleIdList": ["12820224"]}, {"Citation": "Moulari B, Lboutounne H, Chaumont J-P, Guillaume Y, Millet J, Pellequer Y. Potentiation of the bactericidal activity of Harungana madagascariensis Lam. ex Poir. (Hypericaceae) leaf extract against oral bacteria using poly (D, L-lactide-co-glycolide) nanoparticles: in vitro study. Acta Odontologica Scandinavica. 2006;64(3):153–158.", "ArticleIdList": ["16809192"]}, {"Citation": "Sterer N. Antimicrobial effect of mastic gum methanolic extract against Porphyromonas gingivalis . Journal of Medicinal Food. 2006;9(2):290–292.", "ArticleIdList": ["16822220"]}, {"Citation": "Kamrani YY, Amanlou M, Esmaeelian B, Bidhendi SM, SahebJamei M. Inhibitory effects of a flavonoid-rich extract of Pistacia vera hull on growth and acid production of bacteria involved in dental plaque. International Journal of Pharmacology. 2007;3(3):219–226."}, {"Citation": "Silva MLDA, Coímbra HS, Pereira AC, et al. Evaluation of Piper cubeba extract, (-)-cubebin and its semi-synthetic derivatives against oral pathogens. Phytotherapy Research. 2007;21(5):420–422.", "ArticleIdList": ["17236178"]}, {"Citation": "Smullen J, Koutsou GA, Foster HA, Zumbé A, Storey DM. The antibacterial activity of plant extracts containing polyphenols against Streptococcus mutans . Caries Research. 2007;41(5):342–349.", "ArticleIdList": ["17713333"]}, {"Citation": "Nostro A, Cannatelli MA, Crisafi G, Musolino AD, Procopio F, Alonzo V. Modifications of hydrophobicity, in vitro adherence and cellular aggregation of Streptococcus mutans by Helichrysum italicum extract. Letters in Applied Microbiology. 2004;38(5):423–427.", "ArticleIdList": ["15059215"]}, {"Citation": "Alviano WS, Alviano DS, Diniz CG, Antoniolli AR, Alviano CS, Farias LM, et al. In vitro antioxidant potential of medicinal plant extracts and their activities against oral bacteria based on Brazilian folk medicine. Archives of Oral Biology. 2008;53:545–552.", "ArticleIdList": ["18243157"]}, {"Citation": "More G, Tshikalange TE, Lall N, Botha F, Meyer JJM. Antimicrobial activity of medicinal plants against oral microorganisms. Journal of Ethnopharmacology. 2008;119(3):473–477.", "ArticleIdList": ["18672045"]}, {"Citation": "Uzel A, Sorkun K, Önçağ O, Çoğulu D, Gençay O, Salih B. Chemical compositions and antimicrobial activities of four different Anatolian propolis samples. Microbiological Research. 2005;160(2):189–195.", "ArticleIdList": ["15881836"]}, {"Citation": "Feres M, Figueiredo LC, Barreto IM, Coelho MH, Araujo MW, Cortelli SC. In vitro antimicrobial activity of plant extracts and propolis in saliva samples of healthy and periodontally-involved subjects. Journal of the International Academy of Periodontology. 2005;7(3):90–96.", "ArticleIdList": ["16022025"]}, {"Citation": "Xiao J, Liu Y, Zuo YL, Li JY, Ye L, Zhou XD. Effects of Nidus Vespae extract and chemical fractions on the growth and acidogenicity of oral microorganisms. Archives of Oral Biology. 2006;51(9):804–813.", "ArticleIdList": ["16723116"]}, {"Citation": "Sato M, Fujiwara S, Tsuchiya H, et al. Flavones with antibacterial activity against cariogenic bacteria. Journal of Ethnopharmacology. 1996;54(2-3):171–176.", "ArticleIdList": ["8953432"]}, {"Citation": "Tsuchiya H, Sato M, Iinuma M, et al. Inhibition of the growth of cariogenic bacteria in vitro by plant flavanones. Experientia. 1994;50(9):846–849.", "ArticleIdList": ["7925853"]}, {"Citation": "Sato M, Tanaka H, Fujiwara S, et al. Antibacterial property of isoflavonoids isolated from Erythrina variegata against cariogenic oral bacteria. Phytomedicine. 2003;10(5):427–433.", "ArticleIdList": ["12834009"]}, {"Citation": "Hwang J-K, Chung J-Y, Baek N-I, Park J-H. Isopanduratin a from Kaempferia pandurata as an active antibacterial agent against cariogenic Streptococcus mutans . International Journal of Antimicrobial Agents. 2004;23(4):377–381.", "ArticleIdList": ["15081087"]}, {"Citation": "Hamilton-Miller JMT. Anti-cariogenic properties of tea (Camellia sinensis) Journal of Medical Microbiology. 2001;50(4):299–302.", "ArticleIdList": ["11289514"]}, {"Citation": "Sasaki H, Matsumoto M, Tanaka T, et al. Antibacterial activity of polyphenol components in oolong tea extract against Streptococcus mutans . Caries Research. 2004;38(1):2–8.", "ArticleIdList": ["14684970"]}, {"Citation": "Razak FA, Othman RY, Rahim ZH. The effect of Piper betle and Psidium guajava extracts on the cell-surface hydrophobicity of selected early settlers of dental plaque. Journal of oral science. 2006;48(2):71–75.", "ArticleIdList": ["16858135"]}, {"Citation": "Brighenti FL, Luppens SBI, Delbem ACB, et al. Effect of Psidium cattleianum leaf extract on Streptococcus mutans viability, protein expression and acid production. Caries Research. 2008;42(2):148–154.", "ArticleIdList": ["18367836"]}, {"Citation": "Esmaeelian B, Kamrani YY, Amoozegar MA, Rahmani S, Rahimi M, Amanlou M. Anti-cariogenic properties of malvidin-3,5-diglucoside isolated from Alcea longipedicellata against oral bacteria. International Journal of Pharmacology. 2007;3(6):468–474."}, {"Citation": "Rukayadi Y, Kim K-H, Hwang J-K. In vitro anti-biofilm activity of macelignan isolated from Myristica fragrans Houtt. against oral primary colonizer bacteria. Phytotherapy Research. 2008;22(3):308–312.", "ArticleIdList": ["17926328"]}, {"Citation": "Tsui VWK, Wong RWK, Rabie A-BM. The inhibitory effects of naringin on the growth of periodontal pathogens in vitro . Phytotherapy Research. 2008;22(3):401–406.", "ArticleIdList": ["18167053"]}, {"Citation": "Katsura H, Tsukiyama R-I, Suzuki A, Kobayashi M. In vitro antimicrobial activities of bakuchiol against oral microorganisms. Antimicrobial Agents and Chemotherapy. 2001;45(11):3009–3013.", "ArticleIdList": ["PMC90775", "11600349"]}, {"Citation": "Liu X-T, Pan Q, Shi Y, et al. ent-rosane and labdane diterpenoids from Sagittaria sagittifolia and their antibacterial activity against three oral pathogens. Journal of Natural Products. 2006;69(2):255–260.", "ArticleIdList": ["16499326"]}, {"Citation": "Liu X-T, Shi Y, Yu B, et al. Antibacterial diterpenoids from Sagittaria pygmaea . Planta Medica. 2007;73(1):84–90.", "ArticleIdList": ["17315313"]}, {"Citation": "Hwang JK, Shim JS, Pyun YR. Antibacterial activity of xanthorrhizol from Curcuma xanthorrhiza against oral pathogens. Fitoterapia. 2000;71(3):321–323.", "ArticleIdList": ["10844172"]}, {"Citation": "Sahni PS, Gillespie MJ, Botto RW, Otsuka AS. In vitro testing of xylitol as an anticariogenic agent. General dentistry. 2002;50(4):340–343.", "ArticleIdList": ["12640850"]}, {"Citation": "Bhattacharya S, Virani S, Zavro M, Haas GJ. Inhibition of Streptococcus mutans and other oral Streptococci by hop (Humulus lupulus L.) constituents. Economic Botany. 2003;57(1):118–125."}, {"Citation": "Lee SS, Zhang W, Li Y. The antimicrobial potential of 14 natural herbal dentifrices: results of an in vitro diffusion method study. Journal of the American Dental Association. 2004;135(8):1133–1141.", "ArticleIdList": ["15387052"]}, {"Citation": "Bernimoulin J-P. Recent concepts in plaque formation. Journal of Clinical Periodontology. 2003;30(supplement 5):7–9.", "ArticleIdList": ["12787195"]}, {"Citation": "Yamanaka A, Kimizuka R, Kato T, Okuda K. Inhibitory effects of cranberry juice on attachment of oral streptococci and biofilm formation. Oral Microbiology and Immunology. 2004;19(3):150–154.", "ArticleIdList": ["15107065"]}, {"Citation": "Limsong J, Benjavongkulchai E, Kuvatanasuchati J. Inhibitory effect of some herbal extracts on adherence of Streptococcus mutans . Journal of Ethnopharmacology. 2004;92(2-3):281–289.", "ArticleIdList": ["15138013"]}, {"Citation": "Nagata H, Inagaki Y, Yamamoto Y, Maeda K, Kataoka K, Osawa K, et al. Inhibitory effects of macrocarpals on the biological activity of Porphyromonas gingivalis and other periodontopathic bacteria. Oral Microbiology and Immunology. 2006;21:159–163.", "ArticleIdList": ["16626372"]}, {"Citation": "Yatsuda R, Rosalen PL, Cury JA, et al. Effects of Mikania genus plants on growth and cell adherence of mutans streptococci. Journal of Ethnopharmacology. 2005;97(2):183–189.", "ArticleIdList": ["15707750"]}, {"Citation": "Johnson-White B, Buquo L, Zeinali M, Ligler FS. Prevention of nonspecific bacterial cell adhesion in immunoassays by use of cranberry juice. Analytical Chemistry. 2006;78(3):853–857.", "ArticleIdList": ["16448060"]}, {"Citation": "Koo H, Nino De Guzman P, Schobel BD, Vacca Smith AV, Bowen WH. Influence of cranberry juice on glucan-mediated processes involved in Streptococcus mutans biofilm development. Caries Research. 2005;40(1):20–27.", "ArticleIdList": ["16352876"]}, {"Citation": "Steinberg D, Feldman M, Ofek I, Weiss EI. Cranberry high molecular weight constituents promote Streptococcus sobrinus desorption from artificial biofilm. International Journal of Antimicrobial Agents. 2005;25(3):247–251.", "ArticleIdList": ["15737520"]}, {"Citation": "Duarte S, Gregoire S, Singh AP, et al. Inhibitory effects of cranberry polyphenols on formation and acidogenicity of Streptococcus mutans biofilms. FEMS Microbiology Letters. 2006;257(1):50–56.", "ArticleIdList": ["16553831"]}, {"Citation": "Ooshima T, Osaka Y, Sasaki H, et al. Caries inhibitory activity of cacao bean husk extract in in-vitro and animal experiments. Archives of Oral Biology. 2000;45(8):639–645.", "ArticleIdList": ["10869475"]}, {"Citation": "Song JH, Kim SK, Chang KW, Han SK, Yi HK, Jeon JG. In vitro inhibitory effects of Polygonum cuspidatum on bacterial viability and virulence factors of Streptococcus mutans and Streptococcus sobrinus . Archives of Oral Biology. 2006;51:1131–1140.", "ArticleIdList": ["16914113"]}, {"Citation": "Rahim ZH, Khan HB. Comparative studies on the effect of crude aqueous (CA) and solvent (CM) extracts of clove on the cariogenic properties of Streptococcus mutans . Journal of oral science. 2006;48(3):117–123.", "ArticleIdList": ["17023743"]}, {"Citation": "Razak FA, Rahim ZH. The anti-adherence effect of Piper betle and Psidium guajava extracts on the adhesion of early settlers in dental plaque to saliva-coated glass surfaces. Journal of oral science. 2003;45(4):201–206.", "ArticleIdList": ["14763515"]}, {"Citation": "Nalina T, Rahim ZHA. The crude aqueous extract of Piper betle L. and its antibacterial effect towards Streptococcus mutans. American Journal of Biochemistry and Biotechnology. 2007;3(1):10–15."}, {"Citation": "Rukayadi Y, Hwang J-K. In vitro activity of xanthorrhizol against Streptococcus mutans biofilms. Letters in Applied Microbiology. 2006;42(4):400–404.", "ArticleIdList": ["16599995"]}, {"Citation": "Cos P, Vlietinck AJ, Berghe DV, Maes L. Anti-infective potential of natural products: how to develop a stronger in vitro ’proof-of-concept’. Journal of Ethnopharmacology. 2006;106(3):290–302.", "ArticleIdList": ["16698208"]}, {"Citation": "McBain AJ, Ledder RG, Sreenivasan P, Gilbert P. Selection for high-level resistance by chronic triclosan exposure is not universal. Journal of Antimicrobial Chemotherapy. 2004;53(5):772–777.", "ArticleIdList": ["15117935"]}, {"Citation": "Ciancio S. Improving oral health: current considerations. Journal of Clinical Periodontology. 2003;30(supplement 5):4–6.", "ArticleIdList": ["12787194"]}, {"Citation": "Santos A. Evidence-based control of plaque and gingivitis. Journal of Clinical Periodontology. 2003;30(supplement 5):13–16.", "ArticleIdList": ["12787197"]}, {"Citation": "Takarada K, Kimizuka R, Takahashi N, Honma K, Okuda K, Kato T. A comparison of the antibacterial efficacies of essential oils against oral pathogens. Oral Microbiology and Immunology. 2004;19(1):61–64.", "ArticleIdList": ["14678476"]}, {"Citation": "Filoche SK, Soma K, Sissons CH. Antimicrobial effects of essential oils in combination with chlorhexidine digluconate. Oral Microbiology and Immunology. 2005;20(4):221–225.", "ArticleIdList": ["15943766"]}, {"Citation": "Cha J-D, Jeong M-R, Choi H-J, et al. Chemical composition and antimicrobial activity of the essential oil of Artemisia lavandulaefolia . Planta Medica. 2005;71(6):575–577.", "ArticleIdList": ["15971134"]}, {"Citation": "Cha JD, Jeong MR, Jeong SI, Moon SE, Kim JY, Kil BS, et al. Chemical composition and antimicrobial activity of the essential oils of Artemisia scoparia and A. capillaris . Planta Medica. 2005;71:186–190.", "ArticleIdList": ["15729631"]}, {"Citation": "Cha JD, Jeong MR, Jeong SI, Moon SE, Kil BS, Yun SI, et al. Chemical composition and antimicrobial activity of the essential oil of Cryptomeria japonica . Phytotherapy Research. 2007;21:295–299.", "ArticleIdList": ["17236183"]}, {"Citation": "Hammer KA, Carson CF, Riley TV, Nielsen JB. A review of the toxicity of Melaleuca alternifolia (tea tree) oil. Food and Chemical Toxicology. 2006;44:616–625.", "ArticleIdList": ["16243420"]}, {"Citation": "Taweechaisupapong S, Wongkham S, Chareonsuk S, Suparee S, Srilalai P, Chaiyarak S. Selective activity of Streblus asper on Mutans streptococci. Journal of Ethnopharmacology. 2000;70(1):73–79.", "ArticleIdList": ["10720792"]}, {"Citation": "Pai MR, Acharya LD, Udupa N. Evaluation of antiplaque activity of Azadirachta indica leaf extract gel—a 6-week clinical study. Journal of Ethnopharmacology. 2004;90(1):99–103.", "ArticleIdList": ["14698516"]}, {"Citation": "Groppo FC, Ramacciato JC, Motta RH, Ferraresi PM, Sartoratto A. Antimicrobial activity of garlic against oral streptococci. International journal of dental hygiene. 2007;5(2):109–115.", "ArticleIdList": ["17461963"]}, {"Citation": "Esimone CO, Adikwu MU, Nwafor SV, Okolo CO. Potential use of tea extract as a complementary mouthwash: comparative evaluation of two commercial samples. Journal of Alternative and Complementary Medicine. 2001;7(5):523–527.", "ArticleIdList": ["11719944"]}, {"Citation": "Fine DH, Furgang D, Barnett ML, et al. Effect of an essential oil-containing antiseptic mouthrinse on plaque and salivary Streptococcus mutans levels. Journal of Clinical Periodontology. 2000;27(3):157–161.", "ArticleIdList": ["10743861"]}, {"Citation": "Al-Otaibi M, Al-Harthy M, Gustafsson A, Johansson A, Claesson R, Angmar-Månsson B. Subgingival plaque microbiota in Saudi Arabians after use of miswak chewing stick and toothbrush. Journal of Clinical Periodontology. 2004;31(12):1048–1053.", "ArticleIdList": ["15560804"]}, {"Citation": "Khalessi AM, Pack ARC, Thomson WM, Tompkins GR. An in vivo study of the plaque control efficacy of Persica: a commercially available herbal mouthwash containing extracts of Salvadora persica . International Dental Journal. 2004;54(5):279–283.", "ArticleIdList": ["15503853"]}, {"Citation": "Menezes SMS, Cordeiro LN, Viana GSB. Punica granatum (pomegranate) extract is active against dental plaque. Journal of Herbal Pharmacotherapy. 2006;6(2):79–92.", "ArticleIdList": ["17182487"]}, {"Citation": "Vasconcelos LCDS, Sampaio FC, Sampaio MCC, Pereira MDSV, Higino JS, Peixoto MHP. Minimum inhibitory concentration of adherence of Punica granatum Linn (pomegranate) gel against S. mutans, S. mitis and C. albicans. Brazilian Dental Journal. 2006;17(3):223–227.", "ArticleIdList": ["17262129"]}, {"Citation": "van der Weijden GA, Timmer CJ, Timmerman MF, Reijerse E, Mantel MS, van der Velden U. The effect of herbal extracts in an experimental mouthrinse on established plaque and gingivitis. Journal of Clinical Periodontology. 1998;25(5):399–403.", "ArticleIdList": ["9650877"]}, {"Citation": "Lauten JD, Boyd L, Hanson MB, Lillie D, Gullion C, Madden TE. A clinical study: Melaleuca, Manuka, Calendula and green tea mouth rinse. Phytotherapy Research. 2005;19(11):951–957.", "ArticleIdList": ["16317652"]}, {"Citation": "Groppo FC, de Cássia Bergamaschi C, Cogo K, Franz-Montan M, Motta RHL, de Andrade ED. Use of phytotherapy in dentistry. Phytotherapy Research. 2008;22(8):993–998.", "ArticleIdList": ["18570269"]}]}], "History": [{"Year": "2008", "Month": "9", "Day": "7"}, {"Year": "2009", "Month": "5", "Day": "28"}, {"Year": "2009", "Month": "7", "Day": "15", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "7", "Day": "15", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "7", "Day": "15", "Hour": "9", "Minute": "1"}, {"Year": "2011", "Month": "1", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19596745", "PMC3145422", "10.1093/ecam/nep067", "nep067"]}}], "PubmedBookArticle": []}