{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "19692535", "DateCompleted": {"Year": "2010", "Month": "01", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2009", "Month": "08", "Day": "19"}], "Language": ["eng"], "ELocationID": ["10.1104/pp.109.142539"], "Journal": {"ISSN": "1532-2548", "JournalIssue": {"Volume": "151", "Issue": "3", "PubDate": {"Year": "2009", "Month": "Nov"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Discovery and characterization of a novel lachrymatory factor synthase in Petiveria alliacea and its influence on alliinase-mediated formation of biologically active organosulfur compounds.", "Pagination": {"StartPage": "1294", "EndPage": "1303", "MedlinePgn": "1294-303"}, "Abstract": {"AbstractText": ["A novel lachrymatory factor synthase (LFS) was isolated and purified from the roots of the Amazonian medicinal plant Petiveria alliacea. The enzyme is a heterotetrameric glycoprotein comprised of two alpha-subunits (68.8 kD each), one gamma-subunit (22.5 kD), and one delta-subunit (11.9 kD). The two alpha-subunits are glycosylated and connected by a disulfide bridge. The LFS has an isoelectric point of 5.2. It catalyzes the formation of a sulfine lachrymator, (Z)-phenylmethanethial S-oxide, only in the presence of P. alliacea alliinase and its natural substrate, S-benzyl-l-cysteine sulfoxide (petiveriin). Depending on its concentration relative to that of P. alliacea alliinase, the LFS sequesters, to varying degrees, the sulfenic acid intermediate formed by alliinase-mediated breakdown of petiveriin. At LFS:alliinase of 5:1, LFS sequesters all of the sulfenic acid formed by alliinase action on petiveriin, and converts it entirely to (Z)-phenylmethanethial S-oxide. However, starting at LFS:alliinase of 5:2, the LFS is unable to sequester all of the sulfenic acid produced by the alliinase, with the result that sulfenic acid that escapes the action of the LFS condenses with loss of water to form S-benzyl phenylmethanethiosulfinate (petivericin). The results show that the LFS and alliinase function in tandem, with the alliinase furnishing the sulfenic acid substrate on which the LFS acts. The results also show that the LFS modulates the formation of biologically active thiosulfinates that are downstream of the alliinase in a manner dependent upon the relative concentrations of the LFS and the alliinase. These observations suggest that manipulation of LFS-to-alliinase ratios in plants displaying this system may provide a means by which to rationally modify organosulfur small molecule profiles to obtain desired flavor and/or odor signatures, or increase the presence of desirable biologically active small molecules."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University at Albany, State University of New York, Albany, New York 12222, USA. musah@albany.edu"}], "Identifier": [], "LastName": "Musah", "ForeName": "Rabi A", "Initials": "RA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "He", "ForeName": "Quan", "Initials": "Q"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kubec", "ForeName": "Roman", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "S-benzyl phenylmethanethiosulfinate"}, {"RegistryNumber": "0", "NameOfSubstance": "S-benzyl-cysteine sulfoxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Sulfinic Acids"}, {"RegistryNumber": "EC 4.4.-", "NameOfSubstance": "Carbon-Sulfur Lyases"}, {"RegistryNumber": "EC 4.4.1.4", "NameOfSubstance": "alliin lyase"}, {"RegistryNumber": "K848JZ4886", "NameOfSubstance": "Cysteine"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Carbon-Sulfur Lyases"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["analogs & derivatives", "chemistry"], "DescriptorName": "Cysteine"}, {"QualifierName": [], "DescriptorName": "Electrophoresis, Polyacrylamide Gel"}, {"QualifierName": [], "DescriptorName": "Glycosylation"}, {"QualifierName": [], "DescriptorName": "Isoelectric Point"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": [], "DescriptorName": "Molecular Weight"}, {"QualifierName": ["chemistry", "enzymology"], "DescriptorName": "Phytolaccaceae"}, {"QualifierName": ["chemistry", "isolation & purification"], "DescriptorName": "Plant Proteins"}, {"QualifierName": [], "DescriptorName": "Substrate Specificity"}, {"QualifierName": ["chemistry"], "DescriptorName": "Sulfinic Acids"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bayer T, Wagner H, Block E, Grisoni S, Zhao SH, Neszmelyi A (1989) Zwiebelanes: novel biologically active 2,3-dimethyl-5,6-dithiabicyclo[2.1.1]hexane 5-oxides from onion. J Am Chem Soc 111 3085–3086"}, {"Citation": "Block E (1992) The organosulfur chemistry of the genus Allium—implications for the organic chemistry of sulfur. Angew Chem Int Ed Engl 31 1135–1178"}, {"Citation": "Block E (2010) Garlic and Other Alliums: The Lore and the Science. Royal Society of Chemistry, Cambridge, UK"}, {"Citation": "Block E, Bayer T, Naganathan S, Zhao SH (1996) Allium chemistry: synthesis and sigmatropic rearrangements of alk(en)yl 1-propenyl disulfide S-oxides from cut onion and garlic. J Am Chem Soc 118 2799–2810"}, {"Citation": "Clark SA, Shaw ML, Every D, Lancaster JE (1998) Physical characterization of alliinase, the flavor generating enzyme in onions. J Food Biochem 22 91–103"}, {"Citation": "Davis B (1964) Disk electrophoresis-II method and application to human serum proteins. Ann N Y Acad Sci 121 404–427", "ArticleIdList": ["14240539"]}, {"Citation": "Dorsch W, Schneider E, Bayer T, Breu W, Wagner H (1990) Anti-inflammatory effects of onions: inhibition of chemotaxis of human polymorphonuclear leukocytes by thiosulfinates and cepaenes. Int Arch Allergy Appl Immunol 92 39–42", "ArticleIdList": ["2246074"]}, {"Citation": "Eady CC, Kamoi T, Kato M, Porter NG, Davis S, Shaw M, Kamoi A, Imai S (2008) Silencing onion lachrymatory factor synthase causes a significant change in the sulfur secondary metabolite profile. Plant Physiol 147 2096–2106", "ArticleIdList": ["PMC2492635", "18583530"]}, {"Citation": "Ferguson KA (1964) Starch-gel electrophoresis: application to the classification of pituitary proteins and polypeptides. Metabolism 13 985–1002", "ArticleIdList": ["14228777"]}, {"Citation": "Musah RA, He Q, Kubec R, Jadhav A (2009) Studies of a novel cysteine sulfoxide lyase from Petiveria alliacea: the first heteromeric alliinase. Plant Physiol 151 1304–1316", "ArticleIdList": ["PMC2773092", "19789290"]}, {"Citation": "Imai S, Tsuge N, Tomotake M, Nagatome Y, Sawada H, Nagata T, Kumagai H (2002) An onion enzyme that makes the eyes water. Nature 419 685.", "ArticleIdList": ["12384686"]}, {"Citation": "Iranshahi M, Fata A, Emami B, Shahri BMJ, Bazzaz BSF (2008) In vitro antifungal activity of polysulfides-rich essential oil of Ferula latisecta fruits against human pathogenic dermatophytes. Nat Prod Commun 3 1543–1546"}, {"Citation": "Keusgen M (2002) Health and Alliums. In HD Rabinowitch, L Currah, eds, Allium Crop Science: Recent Advances. CAB International, Wallingford, UK, pp 357–378"}, {"Citation": "Kim S, Kubec R, Musah RA (2006) Antibacterial and antifungal activity of sulfur-containing compounds from Petiveria alliacea L. J Ethnopharm 104 188–192", "ArticleIdList": ["16229980"]}, {"Citation": "Kubec R, Kim S, Musah RA (2002) S-substituted cysteine derivatives and thiosulfinate formation in Petiveria alliacea—part II. Phytochemistry 61 675–680", "ArticleIdList": ["12423888"]}, {"Citation": "Kubec R, Kim S, Musah RA (2003) The lachrymatory principle of Petiveria alliacea. Phytochemistry 63 37–40", "ArticleIdList": ["12657295"]}, {"Citation": "Kubec R, Musah RA (2001) Cysteine sulfoxide derivatives in Petiveria alliacea. Phytochemistry 58 981–985", "ArticleIdList": ["11684199"]}, {"Citation": "Kumagai H, Kono H, Sakurai H, Tokimoto K (2002) Comparison of C-S lyase in Lentinus edodes and Allium sativum. Biosci Biotechnol Biochem 66 2560–2566", "ArticleIdList": ["12596848"]}, {"Citation": "Laemmli UK (1970) Cleavage of structural proteins during the assembly of the head of bacteriophage T4. Nature 227 680–685", "ArticleIdList": ["5432063"]}, {"Citation": "Marciani DJ, Papamatheakis JD (1978) Anomalous behavior of the major avian myeloblastosis virus glycoprotein in the presence of sodium dodecyl sulfate. J Virol 26 825–827", "ArticleIdList": ["PMC525909", "209220"]}, {"Citation": "Segrest JP, Jackson RL, Andrews EP, Marchesi VT (1971) Human erythrocyte membrane glycoprotein: a re-evaluation of the molecular weight as determined by SDS polyacrylamide gel electrophoresis. Biochem Biophys Res Commun 44 390–395", "ArticleIdList": ["4334138"]}, {"Citation": "Shimon LJW, Rabinkov A, Shin I, Miron T, Mirelman D, Wilchek M, Frolow F (2007) Two structures of alliinase from Allium sativum L.: apo form and ternary complex with aminoacrylate reaction intermediate covalently bound to the PLP cofactor. J Mol Biol 366 611–625", "ArticleIdList": ["17174334"]}, {"Citation": "Simpson RJ (2004) Purifying Proteins for Proteomics: A Laboratory Manual. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY, pp 676"}]}], "History": [{"Year": "2009", "Month": "8", "Day": "21", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "8", "Day": "21", "Hour": "9", "Minute": "0"}, {"Year": "2010", "Month": "1", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "8", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19692535", "PMC2773066", "10.1104/pp.109.142539", "pp.109.142539"]}}], "PubmedBookArticle": []}