{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "19706694", "DateCompleted": {"Year": "2012", "Month": "08", "Day": "23"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2011", "Month": "06", "Day": "08"}], "Language": ["eng"], "ELocationID": ["807451", "10.1093/ecam/nep095"], "Journal": {"ISSN": "1741-4288", "JournalIssue": {"Volume": "2011", "PubDate": {"Year": "2011"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "The Ayurvedic Medicine Salacia oblonga Attenuates Diabetic Renal Fibrosis in Rats: Suppression of Angiotensin II/AT1 Signaling.", "Pagination": {"StartPage": "807451", "MedlinePgn": "807451"}, "Abstract": {"AbstractText": ["In human diabetic nephropathy, the extent of tubulointerstitial fibrosis is the leading cause of end-stage renal disease; fibrosis is closely correlated with renal dysfunction. Although a wide array of medicinal plants play a role in the prevention and treatment of diabetes, there are few reports of the application of herbal medicines in amelioration of renal fibrosis, or the underlying mechanisms by which such benefits are mediated. The efficacy of the Ayurvedic antidiabetic medicine Salacia oblonga (SO) root on rat renal fibrosis was investigated. An aqueous extract from SO (100 mg/kg, p.o., 6 weeks) diminished renal glomerulosclerosis and interstitial fibrosis in Zucker diabetic fatty (ZDF) rats, as revealed by van Giesen-staining. SO also reduced renal salt-soluble, acid-soluble and salt-insoluble collagen contents. These changes were accompanied by normalization of hypoalbuminemia and BUN. Gene profiling revealed that the increase in transcripts encoding the glomerulosclerotic mediators collagen I, collagen IV, fibronectin, angiotensin II type 1 receptor (AT1), transforming growth factor (TGF)-β1, plasminogen activator inhibitor (PAI)-1 observed in ZDF rat kidney was suppressed by SO. In rat-derived mesangial cells, similar to the effect of the AT1 antagonist telmisartan, SO and its major component mangiferin suppressed the stimulatory effect of angiotensin II on proliferation and increased mRNA expression and/or activities of collagen I, collagen IV, fibronectin, AT1, TGF-β1 and PAI-1. Considered together the present findings demonstrate that SO attenuates diabetic renal fibrosis, at least in part by suppressing anigiotensin II/AT1 signaling. Further, it now emerges that mangiferin is an effective antifibrogenic agent."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Sun Yat-Sen University, Guangzhou, 510006, China."}], "Identifier": [], "LastName": "He", "ForeName": "Lan", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Qi", "ForeName": "Yanfei", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Rong", "ForeName": "Xianglu", "Initials": "X"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jiang", "ForeName": "Jianmin", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Yang", "ForeName": "Qinglin", "Initials": "Q"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Yamahara", "ForeName": "Johji", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Murray", "ForeName": "Michael", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Li", "ForeName": "Yuhao", "Initials": "Y"}], "GrantList": [{"GrantID": "R01 HL084456", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "R21 AT003734", "Acronym": "AT", "Agency": "NCCIH NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wynn TA. Common and unique mechanisms regulate fibrosis in various fibroproliferative diseases. The Journal of Clinical Investigation. 2007;117(3):524–529.", "ArticleIdList": ["PMC1804380", "17332879"]}, {"Citation": "Gilbert RE, Cooper ME. The tubulointerstitium in progressive diabetic kidney disease: more than an aftermath of glomerular injury? Kidney International. 1999;56(5):1627–1637.", "ArticleIdList": ["10571771"]}, {"Citation": "Steffes MW, Osterby R, Chavers B, Mauer M. Mesangial expansion as a central mechanism for loss of kidney function in diabetic patients. Diabetes. 1984;38:1077–1081.", "ArticleIdList": ["2670639"]}, {"Citation": "Bader R, Bader H, Grund KE, Mackensen-Haen S, Christ H, Bohle A. Structure and function of the kidney in diabetic glomerulosclerosis. Correlations between morphological and functional parameters. Pathology, Research & Practice. 1980;167:204–216.", "ArticleIdList": ["7433232"]}, {"Citation": "Lane PH, Steffes MW, Fioretto P, Mauer SM. Renal interstitial expansion in insulin-dependent diabetes mellitus. Kidney International. 1993;43(3):661–667.", "ArticleIdList": ["8455365"]}, {"Citation": "Taft JL, Nolan CJ, Yeung SP, Hewitson TD, Martin FIR. Clinical and histological correlations of decline in renal function in diabetic patients with proteinuria. Diabetes. 1994;43(8):1046–1051.", "ArticleIdList": ["8039599"]}, {"Citation": "Mezzano SA, Ruiz-Ortega M, Egido J. Angiotensin II and renal fibrosis. Hypertension. 2001;38(3):635–638.", "ArticleIdList": ["11566946"]}, {"Citation": "Zhao W, Chen SS, Chen Y, Ahokas RA, Sun Y. Kidney fibrosis in hypertensive rats: role of oxidative stress. American Journal of Nephrology. 2008;28(4):548–554.", "ArticleIdList": ["PMC2821447", "18239381"]}, {"Citation": "Nakamura T, Takahasi T, Fukui M, et al. Enalapril attenuates increased gene expression of extracellular matrix components in diabetic rats. Journal of the American Society of Nephrology. 1995;5:1492–1497.", "ArticleIdList": ["7703388"]}, {"Citation": "Ray PE, Bruggeman LA, Horikoshi S, Aguilera G, Klotman PE. Angiotensin II stimulates human fetal mesangial cell proliferation and fibronectin biosynthesis by binding to AT1 receptors. Kidney International. 1994;45(1):177–184.", "ArticleIdList": ["8127007"]}, {"Citation": "Iwano M, Neilson EG. Mechanisms of tubulointerstitial fibrosis. Current Opinion in Nephrology and Hypertension. 2004;13(3):279–284.", "ArticleIdList": ["15073485"]}, {"Citation": "Patwardhan B, Warude D, Pushpangadan P, Bhatt N. Ayurveda and traditional Chinese medicine: a comparative overview. Evidence-Based Complementary and Alternative Medicine. 2005;2(4):465–473.", "ArticleIdList": ["PMC1297513", "16322803"]}, {"Citation": "Cooper EL. Ayurveda is embraced by eCAM. Evidence-Based Complementary and Alternative Medicine. 2008;5(1):1–2.", "ArticleIdList": ["PMC2249751", "18317542"]}, {"Citation": "Cooper EL. Ayurveda and eCAM: a closer connection. Evidence-Based Complementary and Alternative Medicine. 2008;5(2):121–122.", "ArticleIdList": ["PMC2396467", "18604248"]}, {"Citation": "Chandrasena JPC. The Chemistry and Pharmacology of Ceylon and Indian Medicinal Plants. Colombo, Sri Lanka: H&C Press; 1935."}, {"Citation": "Li Y, Huang TH-W, Yamahara J. Salacia root, a unique Ayurvedic medicine, meets multiple targets in diabetes and obesity. Life Sciences. 2008;82(21-22):1045–1049.", "ArticleIdList": ["18433791"]}, {"Citation": "McKay DL, Blumberg JB. A review of the bioactivity of South African herbal teas: rooibos (Aspalathus linearis) and honeybush (Cyclopia intermedia) Phytotherapy Research. 2007;21(1):1–16.", "ArticleIdList": ["16927447"]}, {"Citation": "Huang TH-W, Peng G, Li GQ, Yamahara J, Roufogalis BD, Li Y. Salacia oblonga root improves postprandial hyperlipidemia and hepatic steatosis in Zucker diabetic fatty rats: activation of PPAR-α . Toxicology and Applied Pharmacology. 2006;210(3):225–235.", "ArticleIdList": ["15975614"]}, {"Citation": "Li Y, Peng G, Li Q, et al. Salacia oblonga improves cardiac fibrosis and inhibits postprandial hyperglycemia in obese zucker rats. Life Sciences. 2004;75(14):1735–1746.", "ArticleIdList": ["15268973"]}, {"Citation": "Huang TH, Yang Q, Harada M, et al. Salacia oblonga root improves cardiac lipid metabolism in Zucker diabetic fatty rats: modulation of cardiac PPAR-alpha-mediated transcription of fatty acid metabolic genes. Toxicology and Applied Pharmacology. 2006;210:78–85.", "ArticleIdList": ["16129467"]}, {"Citation": "Huang TH, He L, Qin Q, et al. Salacia oblonga root decreases cardiac hypertrophy in Zucker diabetic fatty rats: inhibition of cardiac expression of angiotensin II type 1 receptor. Diabetes, Obesity and Metabolism. 2008;10:574–585.", "ArticleIdList": ["17645561"]}, {"Citation": "Yoshikawa M, Nishida N, Shimoda H, Takada M, Kawahara Y, Matsuda H. Polyphenol constituents from salacia species: quantitative analysis of mangiferin with α-glucosidase and aldose reductase inhibitory activities. Yakugaku Zasshi. 2001;121(5):371–378.", "ArticleIdList": ["11360491"]}, {"Citation": "Li Y, Kishimoto I, Saito Y, et al. Guanylyl cyclase-A inhibits angiotensin II type 1A receptor-mediated cardiac remodeling, an endogenous protection mechanism in the heart. Circulation. 2002;106:1722–1728.", "ArticleIdList": ["12270869"]}, {"Citation": "Singh R, Alavi N, Singh AK, Leehey DJ. Role of angiotensin II in glucose-induced inhibition of mesangial matrix degradation. Diabetes. 1999;48(10):2066–2073.", "ArticleIdList": ["10512375"]}, {"Citation": "Chouinard RF, Meek RL, Cooney SK, Tuttle KR. Effects of amino acids and glucose on mesangial cell aminopeptidase a and angiotensin receptors. Kidney International. 2002;61(1):S106–S109.", "ArticleIdList": ["11841622"]}, {"Citation": "Tsuchiya T, Shimizu H, Shimomura K, Mori M. Troglitazone inhibits isolated cell proliferation, and induces apoptosis in isolated rat mesangial cells. American Journal of Nephrology. 2003;23(4):222–228.", "ArticleIdList": ["12840598"]}, {"Citation": "Li Y, Qi Y, Kim MS, et al. Increased renal collagen cross-linking and lipid accumulation in nephropathy of Zucker diabetic fatty rats. Diabetes/Metabolism Research and Reviews. 2008;24(6):498–506.", "ArticleIdList": ["18613221"]}, {"Citation": "Xu Z-G, Lanting L, Vaziri ND, et al. Upregulation of angiotensin II type 1 receptor, inflammatory mediators, and enzymes of arachidonate metabolism in obese zucker rat kidney: reversal by angiotensin II type 1 receptor blockade. Circulation. 2005;111(15):1962–1969.", "ArticleIdList": ["15837950"]}, {"Citation": "Remuzzi G, Benigni A, Remuzzi A. Mechanisms of progression and regression of renal lesions of chronic nephropathies and diabetes. The Journal of Clinical Investigation. 2006;116(2):288–296.", "ArticleIdList": ["PMC1359063", "16453013"]}, {"Citation": "Lund LR, Riccio A, Andreasen PA, et al. Transforming growth factor-beta is a strong and fast acting positive regulator of the level of type-1 plasminogen-activator inhibitor messenger-RNAinWi-38 human lung fibroblasts. The EMBO Journal. 1987;6:1281–1286.", "ArticleIdList": ["PMC553930", "3111844"]}, {"Citation": "Ruiz-Ortega M, Rupérez M, Esteban V, et al. Angiotensin II: a key factor in the inflammatory and fibrotic response in kidney diseases. Nephrology Dialysis Transplantation. 2006;21:16–20.", "ArticleIdList": ["16280370"]}, {"Citation": "Wolf G, Haberstroh U, Nielson EG. Angiotensin II stimulates the proliferation and biosynthesis of type I collagen in cultured murine mesangial cells. American Journal of Pathology. 1992;140:95–107.", "ArticleIdList": ["PMC1886250", "1731533"]}, {"Citation": "Kagami S, Border WA, Miller DE, Noble NA. Angiotensin II stimulated extracellular matrix protein synthesis through induction of transforming growth factor-b expression in rat glomerular cells. The Journal of Clinical Investigation. 1994;93:2431–2437.", "ArticleIdList": ["PMC294451", "8200978"]}, {"Citation": "Singh R, Alavi N, Singh AK, Leehey DJ. Role of angiotensin II in glucose-induced inhibition of mesangial matrix degradation. Diabetes. 1999;48(10):2066–2073.", "ArticleIdList": ["10512375"]}, {"Citation": "Wolf G. Renal injury due to renin-angiotensin-aldosterone system activation of the transforming growth factor-β pathway. Kidney International. 2006;70(11):1914–1919.", "ArticleIdList": ["16985515"]}, {"Citation": "Eddy AA. Plasminogen activator inhibitor-1 and the kidney. American Journal of Physiology. 2002;283(2):F209–F220.", "ArticleIdList": ["12110504"]}, {"Citation": "Fogo AB. Renal fibrosis: not just PAI-1 in the sky. The Journal of Clinical Investigation. 2003;112:326–328.", "ArticleIdList": ["PMC166301", "12897200"]}, {"Citation": "Deatrick KB, Eliason JL, Lynch EM, Moore AJ, Dewyer NA, Varma MR, et al. Vein wall remodeling after deep vein thrombosis involves matrix metalloproteinases and late fibrosis in a mouse model. Journal of Vascular Surgery. 2005;42:140–148.", "ArticleIdList": ["0"]}]}], "History": [{"Year": "2009", "Month": "2", "Day": "4"}, {"Year": "2009", "Month": "6", "Day": "26"}, {"Year": "2009", "Month": "8", "Day": "27", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "8", "Day": "27", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "8", "Day": "27", "Hour": "9", "Minute": "1"}, {"Year": "2011", "Month": "6", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19706694", "PMC3137643", "10.1093/ecam/nep095", "nep095"]}}], "PubmedBookArticle": []}