{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "19715617", "DateCompleted": {"Year": "2009", "Month": "11", "Day": "09"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2009", "Month": "08", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-5-24"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "5", "PubDate": {"Year": "2009", "Month": "Aug", "Day": "31"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "The ethnomedicine of the Haya people of Bugabo ward, Kagera Region, north western Tanzania.", "Pagination": {"StartPage": "24", "MedlinePgn": "24"}, "Abstract": {"AbstractText": ["The Kagera region, in north western Tanzania, is endowed with a strong culture of traditional medicine that is well supported by a rich diversity of medicinal plants. However, most of the plants in this region have not been documented nor evaluated for safety and efficacy. As an initiative in that direction, this study documented the knowledge on medicinal plant use by traditional healers of Bugabo Ward in Bukoba District.", "Key informants were selected with the help of local government officials and information on their knowledge and use of plants for therapeutic purposes was gathered using a semi-structured interview format.", "In this study 94 plant species representing 84 genera and 43 families were found to be commonly used in the treatment of a variety of human ailments. The family Asteraceae had the highest number of species being used as traditional medicines. The study revealed that Malaria is treated using the highest number of different medicinal species (30), followed by skin conditions (19), maternal illnesses and sexually transmitted diseases (14), respiratory diseases (11) and yellow fever, Herpes simplex and peptic ulcers (10). Majority of the species are used to treat less than five different diseases/conditions each and leaves were the most commonly used part, comprising 40% of all the reports on use of plant parts. Trees comprised the most dominant growth form among all plants used for medicinal purposes in the study area.", "Bugabo Ward has a rich repository of medicinal plants and this reinforces the need for an extensive and comprehensive documentation of medicinal plants in the area and a concomitant evaluation of their biological activity as a basis for developing future medicines."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological and Preclinical Studies, Institute of Traditional Medicine, MUHAS, P,O, Box 65001, Dar es Salaam, Tanzania. mmoshi@muchs.ac.tz"}], "Identifier": [], "LastName": "Moshi", "ForeName": "Mainen J", "Initials": "MJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Otieno", "ForeName": "Donald F", "Initials": "DF"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mbabazi", "ForeName": "Pamela K", "Initials": "PK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Weisheit", "ForeName": "Anke", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Tanzania"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kisangau DP, Lyaruu HV, Hosea KM, Joseph CC. Use of traditional medicines in the management of HIV/AIDS opportunistic infections in Tanzania: a case in the Bukoba rural district. Journal of Ethnobiology and Ethnomedicine. 2007;3:29. doi: 10.1186/1746-4269-3-29.", "ArticleIdList": ["10.1186/1746-4269-3-29", "PMC1941724", "17623081"]}, {"Citation": "Polhill RM. Tanzania. In: Hedberg I, Hedberg O, editor. Conservation of vegetation in Africa South of the Sahara Acta Phytogeographica Suecica. Vol. 54. 1968. p. 320."}, {"Citation": "Brenan JMP. Some aspects of the phytogeography of Tropical Africa. Annals of the Missouri Botanical Garden. 1978;65:437–478. doi: 10.2307/2398859.", "ArticleIdList": ["10.2307/2398859"]}, {"Citation": "Hamill FA, Apio S, Mubiru NK, Mosango M, Bukenya-Ziramba R, Maganyi OW, Soejarto DD. Traditional herbal drugs of southern Uganda. I. Journal of Ethnopharmacology. 2000;70:281–300. doi: 10.1016/S0378-8741(00)00180-X.", "ArticleIdList": ["10.1016/S0378-8741(00)00180-X", "10837990"]}, {"Citation": "Leaman DJ, Arnason JT, Yusul R, Sangat-Roemantyo H, Soedjito H, Angerhofer CK, Pezzuto JM. Malaria remedies of the Kenyah of the Apo Kayan, East Kalimantan, Indonesian Borneo: A quantitiative assessment of local consensus as an indicator of biological efficacy. Journal of Ethnopharmacology. 1995;49:1–16. doi: 10.1016/0378-8741(95)01289-3.", "ArticleIdList": ["10.1016/0378-8741(95)01289-3", "8786652"]}, {"Citation": "Madureira MDC, Martins AP, Gomes M, Paiva J, da Cunha AP, do Rosario V. Antimalarial activity of medicinal plants used in traditional medicine in S. Tome and Principe Islands. Journal of Ethnopharmacology. 2002;81:23–29. doi: 10.1016/S0378-8741(02)00005-3.", "ArticleIdList": ["10.1016/S0378-8741(02)00005-3", "12020924"]}, {"Citation": "Mustofa VA, Benoit-Vical F, Pelissier Y, Kone-Bamba D, Mallie M. Antiplasmodial activity of plant extracts used in West African traditional medicine. Journal of Ethnopharmacology. 2000;73:145–151. doi: 10.1016/S0378-8741(00)00296-8.", "ArticleIdList": ["10.1016/S0378-8741(00)00296-8", "11025150"]}, {"Citation": "Banzouzi JT, Prado R, Menan H, Valentin A, Roumestan C, Mallie M, Pelissier Y, Blache Y. In vitro Antiplasmodial activity of extracts of Alchornea cordifolia and identification of an active constituent: ellagic acid. Journal of Ethnopharmacology. 2002;81:399–401. doi: 10.1016/S0378-8741(02)00121-6.", "ArticleIdList": ["10.1016/S0378-8741(02)00121-6", "12127243"]}, {"Citation": "Offulla AV, Rukunga GM, Chege GMM, Kiarie F, Muthaura CN, Githure JI, Kofi-Tsekpo WM. Antimalarial activity of fractions isolated from Albizia gummifera and Aspilia mossambicensis crude extract. African Journal of Health Sciences. 1996;3:44–46.", "ArticleIdList": ["17451297"]}, {"Citation": "Gessler MC, Nkunya MHH, Mwasumbi LB, Heinrich M, Tanner M. Screening Tanzanian medicinal plants for antimalarial activity. Acta Tropica. 1994;56:65–77. doi: 10.1016/0001-706X(94)90041-8.", "ArticleIdList": ["10.1016/0001-706X(94)90041-8", "8203297"]}, {"Citation": "Omulokoli E, Khan B, Chhabra SC. Antiplasmodial activity of four Kenyan medicinal plants. Journal of Ethnopharmacology. 1997;56:133–137. doi: 10.1016/S0378-8741(97)01521-3.", "ArticleIdList": ["10.1016/S0378-8741(97)01521-3", "9174974"]}, {"Citation": "Yesenew A, Derese S, Irungu B, Midiwo JO, Waters NC, Liyala P, Akala H, Heydenreich M, Peter MC. Flavonoids and isoflavonoids with antiplasmodial activities from the root bark of Erythrina abyssinica. Planta Medica. 2003;69:658–661. doi: 10.1055/s-2003-41119.", "ArticleIdList": ["10.1055/s-2003-41119", "12898424"]}, {"Citation": "Oketch-Rabah HA, Christensen SB, Frydenvang K, Dossaji SF, Theander TG, Cornett C, Watkins WM, Kharazmi A, Lemmich E. Antiprotozoal properties of 16,17-dihydrobrachycalyxolide from Vernonia brachycalyx. Planta Medica. 1998;64:559–562. doi: 10.1055/s-2006-957514.", "ArticleIdList": ["10.1055/s-2006-957514", "9741304"]}, {"Citation": "Blanc P, Bertrand P, Saqui-Sannes GD, Lescure R. Galactogenic properties of the African flora: Sersalisia djalonensis and Euphorbia hirta. Annales de Biologie Clinique (Paris) 1963;21:829–840."}, {"Citation": "Gupta MP, Arias TD, Correa M, Lamba SS. Ethnopharmacognositc observations on Panamanian medicinal plants. Part I. Quarterly Journal of Crude Drug Research. 1979;17:115–130."}, {"Citation": "Klinar S, Castillo P, Chang A, Schmeda-Hirschmann G, Reyes S, Theoduloz C, Razmilic I. Biological activity of medicinal plants of Ica (Peru) Fitoterapia. 1995;66:341–345."}, {"Citation": "Chhabra SC, Uiso FC, Mshiu EN. Phytochemical screening of Tanzanian medicinal plants. I. Journal of Ethnopharmacology. 1984;11:157–179. doi: 10.1016/0378-8741(84)90037-0.", "ArticleIdList": ["10.1016/0378-8741(84)90037-0", "6492832"]}, {"Citation": "Adesina SK, Ette EI. The isolation and identification of anticonvulsant agents from Clausena anisata and Afraegle paniculata. Fitoterapia. 1982;53:63–66."}, {"Citation": "Makanju OOA. Behavioral and anticonvulsant effects of an aqueous extract from the roots of Clausena anisata (Rutaceae) International Journal of Crude Drug Research. 1983;21:29–32."}, {"Citation": "Duncan AC, Jager AK, van Staden J. Screening of Zulu medicinal plants for angiotensin converting enzyme (ACE) inhibitors. Journal of Ethnopharmacology. 1999;68:63–70. doi: 10.1016/S0378-8741(99)00097-5.", "ArticleIdList": ["10.1016/S0378-8741(99)00097-5", "10624863"]}, {"Citation": "Moshi MJ, Innocent E, Masimba PJ, Otieno DF, Weisheit A, Mbabazi PK, Maria Lynes M, Meachem K, Hamilton A, Urassa I. Antimicrobial and brine shrimp toxicity of some plants used in traditional medicine in Bukoba District, north western Tanzania. Tanzania Journal of Health Research. 2009;11:23–28.", "ArticleIdList": ["19445101"]}, {"Citation": "Bussman RW, Sharon D. Traditional medicinal plant use in Northern Peru: tracking two thousand years of healing culture. Journal of Ethnobiology and Ethnomedicine. 2006;2:47. doi: 10.1186/1746-4269-2-47.", "ArticleIdList": ["10.1186/1746-4269-2-47", "PMC1637095", "17090303"]}, {"Citation": "Yineger H, Yewhalaw D. Traditional medicinal plant knowledge and use by local healers in Sekoru District, Jimma Zone, Southwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2007;3:24. doi: 10.1186/1746-4269-3-24.", "ArticleIdList": ["10.1186/1746-4269-3-24", "PMC1905946", "17547765"]}, {"Citation": "Pradhan BK, Badola HK. Ethnomedicinal plant use by Lepcha tribe of Dzongu valley, bordering Khangchendzonga Biosphere Reserve, in North Sikkim, India. Journal of Ethnobiology and Ethnomedicine. 2008;4:22. doi: 10.1186/1746-4269-4-22.", "ArticleIdList": ["10.1186/1746-4269-4-22", "PMC2567294", "18826658"]}]}], "History": [{"Year": "2009", "Month": "5", "Day": "5"}, {"Year": "2009", "Month": "8", "Day": "31"}, {"Year": "2009", "Month": "9", "Day": "1", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "9", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "11", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "8", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["19715617", "PMC2739164", "10.1186/1746-4269-5-24", "1746-4269-5-24"]}}], "PubmedBookArticle": []}