{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "19752166", "DateCompleted": {"Year": "2012", "Month": "08", "Day": "23"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2011", "Month": "03", "Day": "09"}], "Language": ["eng"], "ELocationID": ["383290", "10.1093/ecam/nep096"], "Journal": {"ISSN": "1741-4288", "JournalIssue": {"Volume": "2011", "PubDate": {"Year": "2011"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Predictive analyses of biological effects of natural products: from plant extracts to biomolecular laboratory and computer modeling.", "Pagination": {"StartPage": "383290", "MedlinePgn": "383290"}, "Abstract": {"AbstractText": ["Year by year, the characterization of the biological activity of natural products is becoming more competitive and complex, with the involvement in this research area of experts belonging to different scientific fields, including chemistry, biochemistry, molecular biology, immunology and bioinformatics. These fields are becoming of great interest for several high-impact scientific journals, including eCAM. The available literature in general, and a survey of reviews and original articles recently published, establishes that natural products, including extracts from medicinal plants and essential oils, retain interesting therapeutic activities, including antitumor, antiviral, anti-inflammatory, pro-apoptotic and differentiating properties. In this commentary, we focus attention on interest in networks based on complementary activation and comparative evaluation of different experimental strategies applied to the discovery and characterization of bioactive natural products. A representative flow chart is shown in the paper."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Molecular Biology, Section of Molecular Biology, Via Fossato di Mortara, 74, 44100 Ferrara, Italy."}], "Identifier": [], "LastName": "Gambari", "ForeName": "Roberto", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Cooper R, Morré DJ, Morré DM. Medicinal benefits of green tea: part II. Review of anticancer properties. Journal of Alternative and Complementary Medicine. 2005;11(4):639–652.", "ArticleIdList": ["16131288"]}, {"Citation": "Vieira JRC, de Souza IA, do Nascimento SC, Leite SP. Indigofera suffruticosa: an alternative anticancer therapy. Evidence-Based Complementary and Alternative Medicine. 2007;4(3):355–359.", "ArticleIdList": ["PMC1978235", "17965767"]}, {"Citation": "Lambertini E, Piva R, Khan MT, et al. Effects of extracts from Bangladeshi medicinal plants on in vitro proliferation of human breast cancer cell lines and expression of estrogen receptor alpha gene. International Journal of oncology. 2004;24(2):419–423.", "ArticleIdList": ["14719119"]}, {"Citation": "Khan MTH, Ather A, Thompson KD, Gambari R. Extracts and molecules from medicinal plants against herpes simplex viruses. Antiviral Research. 2005;67(2):107–119.", "ArticleIdList": ["16040137"]}, {"Citation": "Tohda C, Nakayama N, Hatanaka F, Komatsu K. Comparison of anti-inflammatory activities of six Curcuma rhizomes: a possible curcuminoid-independent pathway mediated by Curcuma phaeocaulis extract. Evidence-Based Complementary and Alternative Medicine. 2006;3:255–260.", "ArticleIdList": ["PMC1475933", "16786056"]}, {"Citation": "Chun S-C, Jee SY, Lee SG, Park SJ, Lee JR, Kim SC. Anti-inflammatory activity of the methanol extract of Moutan Cortex in LPS-activated Raw264.7 cells. Evidence-Based Complementary and Alternative Medicine. 2007;4(3):327–333.", "ArticleIdList": ["PMC1978242", "17965763"]}, {"Citation": "Lee K-H, Kim A-J, Choi E-M. Antioxidant and antiinflammatory activity of pine pollen extract in Vitro. Phytotherapy Research. 2009;23(1):41–48.", "ArticleIdList": ["19107823"]}, {"Citation": "Wu M, Gu Z. Screening of bioactive compounds from moutan cortex and their anti-inflammatory activities in rat synoviocytes. Evidence-Based Complementary and Alternative Medicine. 2009;6:57–63.", "ArticleIdList": ["PMC2644271", "18955220"]}, {"Citation": "Bianchi N, Zuccato C, Lampronti I, Borgatti M, Gambari R. Fetal hemoglobin inducers from the natural world: a novel approach for identification of drugs for the treatment of -thalassemia and sickle-cell anemia. Evidence-Based Complementary and Alternative Medicine. 2009;6:141–151.", "ArticleIdList": ["PMC2686630", "18955291"]}, {"Citation": "Lampronti I, Khan MTH, Borgatti M, Bianchi N, Gambari R. Inhibitory effects of Bangladeshi medicinal plant extracts on interactions between transcription factors and target DNA sequences. Evidence-Based Complementary and Alternative Medicine. 2008;5(3):303–312.", "ArticleIdList": ["PMC2529391", "18830455"]}, {"Citation": "Nicolis E, Lampronti I, Dechecchi MC, et al. Pyrogallol, an active compound from the medicinal plant Emblica officinalis, regulates expression of pro-inflammatory genes in bronchial epithelial cells. International Immunopharmacology. 2008;8(12):1672–1680.", "ArticleIdList": ["18760383"]}, {"Citation": "Borgatti M, Bezzerri V, Mancini I, et al. Silencing of genes coding for transcription factors: Biological effects of decoy oligonucleotides on cystic fibrosis bronchial epithelial cells. Minerva Biotecnologica. 2008;20(2):79–83."}, {"Citation": "Penolazzi L, Lampronti I, Borgatti M, et al. Induction of apoptosis of human primary osteoclasts treated with extracts from the medicinal plant Emblica officinalis . BMC Complementary and Alternative Medicine. 2008;8, article 59", "ArticleIdList": ["PMC2587459", "18973662"]}, {"Citation": "Zhao L, Tao J, Zhang S, Jin F, Pang R, Dong J. N-butanol extract from Melilotus suaveolens Ledeb affects pro- and anti-Inflammatory cytokines and mediators. Evidence-Based Complementary and Alternative Medicine. 2007;7(1):97–106.", "ArticleIdList": ["PMC2816390", "18955281"]}, {"Citation": "Saad B, Abouatta BS, Basha W, et al. Hypericum triquetrifolium—derived factors downregulate the production levels of LPS-induced nitric oxide and tumor necrosis factor-α in THP-1 cells. Evidence-Based Complementary and Alternative Medicine. In press.", "ArticleIdList": ["PMC3136706", "18955363"]}, {"Citation": "Park K, Kim B, Chang I. Inhibitory potencies of several iridoids on cyclooxygenase-1, cyclooxygnase-2 enzymes activities, tumor necrosis factor- and nitric oxide production In Vitro . Evidence-Based Complementary and Alternative Medicine. 2007;7(1):41–45.", "ArticleIdList": ["PMC2816382", "18955286"]}, {"Citation": "Ahmed S, Anuntiyo J, Malemud CJ, Haqqi TM. Biological basis for the use of botanicals in osteoarthritis and rheumatoid arthritis: a review. Evidence-Based Complementary and Alternative Medicine. 2005;2(3):301–308.", "ArticleIdList": ["PMC1193557", "16136208"]}, {"Citation": "Guerrini A, Lampronti I, Bianchi N, et al. Bergamot (Citrus bergamia Risso) fruit extracts as γ-globin gene expression inducers: phyto-chemical and functional perspectives. Journal of Agricultural and Food Chemistry. 2009;57(10):4103–4111.", "ArticleIdList": ["19371028"]}, {"Citation": "Nguyen TD, Lee J-H, Lee K, Hong Y-S, Young HK, Jung JL. Phenolic constituents of Amorpha fruticosa that inhibit NF-κB activation and related gene expression. Journal of Natural Products. 2008;71(10):1696–1700.", "ArticleIdList": ["18841906"]}, {"Citation": "Piccagli L, Fabbri E, Borgatti M, et al. Docking of molecules identified in bioactive medicinal plants extracts into the p50 NF-κB transcription factor: correlation with inhibition of NF-κB/DNA interactions and inhibitory effects on IL-8 gene expression. BMC Structural Biology. 2008;8:38–48.", "ArticleIdList": ["PMC2543017", "18768082"]}, {"Citation": "Rollinger JM, Schuster D, Danzl B, et al. In silico targer fishing for rationalized ligand discovery exemplified on constituents of Ruta graveolens. Planta Medica. 2009;75:195–204.", "ArticleIdList": ["PMC3525952", "19096995"]}, {"Citation": "Chen CY, Chen YF, Tsai HY. What is the effective component in suanzaoren decotion for curing insomnia? Discovery by virtual screening and molecular dynamic simulation. Journal of Biomolecular Structure & Dynamics. 2008;26:57–64.", "ArticleIdList": ["18533726"]}, {"Citation": "Paoletta S, Steventon GB, Wildeboer D, Ehrman TM, Hylands PJ, Barlow DJ. Screening of herbal constituents for aromatase inhibitory activity. Bioorganic and Medicinal Chemistry. 2008;16(18):8466–8470.", "ArticleIdList": ["18778944"]}, {"Citation": "Rollinger JM, Langer T, Stuppner H. Integrated in silico tools for exploiting the natural product’s bioactivity. Planta Medica. 2006;72(8):671–678.", "ArticleIdList": ["16783689"]}, {"Citation": "Rollinger JM, Langer T, Stuppner H. Strategies for efficient lead structure discovery from natural products. Current Medicinal Chemistry. 2006;13(13):1491–1507.", "ArticleIdList": ["16787200"]}]}], "History": [{"Year": "2009", "Month": "1", "Day": "25"}, {"Year": "2009", "Month": "6", "Day": "25"}, {"Year": "2009", "Month": "9", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "9", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "9", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2011", "Month": "3", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19752166", "PMC3135393", "10.1093/ecam/nep096", "nep096"]}}], "PubmedBookArticle": []}