{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "20003502", "DateCompleted": {"Year": "2010", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2009", "Month": "12", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-5-40"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "5", "PubDate": {"Year": "2009", "Month": "Dec", "Day": "15"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnobotanical knowledge in rural communities of Cordoba (Argentina): the importance of cultural and biogeographical factors.", "Pagination": {"StartPage": "40", "MedlinePgn": "40"}, "Abstract": {"AbstractText": ["The possibility to better understand the relationships within the men, the nature and their culture has extreme importance because allows the characterisation of social systems through their particular environmental perception, and provides useful tools for the development of conservation policies.", "The present study was planned to disentangle environmental and cultural factors that are influencing the perception, knowledge and uses of edible and medicinal plants in rural communities of Cordoba (Argentina). Interviews an participant observation were conducted in nine rural communities located in three different biogeographical areas. Data about knowledge of medicinal and edible plants and sociocultural variables were obtained. Data were analysed by Principal Components Analysis (PCA).", "The analysis of data confirmed that medicinal species are widely used whereas the knowledge on edible plants is eroding. The PCA showed four groups of communities, defined by several particular combinations of sociocultural and/or natural variables.", "This comprehensive approach suggests that in general terms the cultural environment has a stronger influence than the natural environment on the use of medicinal and edible plants in rural communities of Cordoba (Argentina)."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cát, Antropología, Facultad de Ciencias Exactas, Físicas y Naturales, Universidad Nacional de Córdoba, Av, Vélez Sarsfield 299 - X5000JJC - Córdoba, Argentina. barbaraarias@gmail.com"}], "Identifier": [], "LastName": "Toledo", "ForeName": "Bárbara Arias", "Initials": "BA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Galetto", "ForeName": "Leonardo", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Colantonio", "ForeName": "Sonia", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Argentina"}, {"QualifierName": [], "DescriptorName": "Culture"}, {"QualifierName": [], "DescriptorName": "Diet"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Geography"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Edible"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rural Population"}, {"QualifierName": [], "DescriptorName": "Socioeconomic Factors"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Maranta A. Los recursos vegetales alimenticios de la etnia Mataco del Chaco Centro Occidental. Parodiana. 1987;5:161–237."}, {"Citation": "Plotkin M. Aprendiz de Chamán. Ed Emecé. Buenos Aires, Argentina. 1996."}, {"Citation": "Pemberton R, Lee N. Wild food plants in South Korea: Market presence, new crops, and exports to the United Stateds. Economic Botany. 1996;50:57–70."}, {"Citation": "Campbell B. The use of wild fruits in Zimbabwe. Economic Botany. 1987;41:375–385."}, {"Citation": "Datta S, Banerjee A. Useful weeds of west Bengal rice fields. Economic Botany. 1978;32:297–310."}, {"Citation": "Begossi A, Hanazaki N, Peroni N. Knowledge and use of bodiversity in brazilian hot spots. Environment, Development and Sustainability. 2001;2:177–193. doi: 10.1023/A:1011409923520.", "ArticleIdList": ["10.1023/A:1011409923520"]}, {"Citation": "Hilgert NI. Plants used in home medicine in the Zenta River basin, Northwest Argentina. Journal of Ethnopharmacology. 2001;76:11–34. doi: 10.1016/S0378-8741(01)00190-8.", "ArticleIdList": ["10.1016/S0378-8741(01)00190-8", "11378277"]}, {"Citation": "Sarpa G. Plantas empleadas contra trastornos digestivos en la medicina tradicional criolla del Chaco noroccidental. Dominguezia. 2002;18:36–50."}, {"Citation": "Chunlin L, Sumei L, Bo L, Shana S, Benxi L. Medicinal plants used by the Yi ethnic group: a case study in central Yunnan. Journal of ethnobiology and ethnomedicine. 2009;5:13. doi: 10.1186/1746-4269-5-13.", "ArticleIdList": ["10.1186/1746-4269-5-13", "PMC2679000", "19389251"]}, {"Citation": "WHO. Armonización de los sistemas de salud indígenas y el sistema de salud convencional en las Américas. . Washington, DC. 2003."}, {"Citation": "Alexiades M. Selected Guidelines for Ethnobotanical Research: A Field Manual. The New York Botanical Garden, New York; 1996."}, {"Citation": "Benz B, Santana F, Rosales J, Graf S. Losing Knowledge about plant use in the Sierra de Manatlan Biosphere Reserve, México. Economic Botany. 2000;54:183–191."}, {"Citation": "Hanazaki N, Tamashiro J, Leitão-Filho H, Begossi A. Diversity of plant uses in two Caiçara communities from the Atlantic Forest coast, Brazil. Biodiversity and Conservation. 2000;9:597–615. doi: 10.1023/A:1008920301824.", "ArticleIdList": ["10.1023/A:1008920301824"]}, {"Citation": "Arango Caro S. Estudios etnobotánicos en los Andes centrales (Colombia): distribución del conocimiento del uso de plantas según características de los informantes. Lyonia. 2004;7:89–104."}, {"Citation": "Pfeiffer J, Butz R. Assessing cultural and ecological variation in ethnobiological research: the importance of gender. Journal of Ethnobiology. 2005;25:240–278. doi: 10.2993/0278-0771(2005)25[240:ACAEVI]2.0.CO;2.", "ArticleIdList": ["10.2993/0278-0771(2005)25[240:ACAEVI]2.0.CO;2"]}, {"Citation": "Ladio A. The maintenance of wild edible plant gathering in a Mapuche community of Patagonia. Economic Botany. 2001;55:243–254."}, {"Citation": "Ladio A, Lozada M. Patterns of use and knowledge of wild edible plants in distinct ecological environments: a case study of a Mapuche community from northwestern Patagonia. Biodiversity and Conservation. 2004;13:1153–1173. doi: 10.1023/B:BIOC.0000018150.79156.50.", "ArticleIdList": ["10.1023/B:BIOC.0000018150.79156.50"]}, {"Citation": "Ladio A, Molares S, Rapoport E. Conocimiento etnobotánico de plantas comestibles entre los maestros patagónicos: patrones de variación ambiental oeste-este. Kurtziana. 2007;33:141–152."}, {"Citation": "Eynden V Van der. Regional and ecological variations of wild edible plants in southern Ecuador. Lyonia. 2004;7:123–132."}, {"Citation": "Cabrera A. Regiones fitogeográficas Argentinas. Enciclopedia Argentina Agricultura y Jardinería. ACME, Buenos Aires; 1976."}, {"Citation": "Karlin U, Catalán L, Coirini R. La naturaleza y el hombre en el Chaco seco. Proyecto GTZ - Desarrollo agroforestal de comunidades rurales del noroeste argentino. Salta, Argentina. 1994."}, {"Citation": "Cabido M, Zak M. Vegetación del Norte de Cordoba. . Eds. El Copista, Cordoba. 1999."}, {"Citation": "Gavier G, Bucher E. Deforestación de las Sierras Chicas de Cordoba (Argentina) en el período 1970 - 1997. . Miscelánea No. 101, Academia Nacional de Ciencias, Cordoba, Argentina. 2004."}, {"Citation": "Bernard R. Research Methods in Anthropology. 2. Altamira Press, USA; 1995."}, {"Citation": "Höft M, Barik S, Likke A. Quantitative Ethnobotany. Applications of multivariate and statistical analyses in ethnobotany. People and Plants working papers, UNESCO; 1999."}, {"Citation": "Arias Toledo B. Aspectos cuantitativos, cualitativos y simbólicos de la medicina tradicional de los pobladores criollos de Cerro Colorado (Córdoba, Argentina) PINACO - Investigaciones sobre Antropología Cognitiva. 2006;IV:105–115."}, {"Citation": "Arias Toledo B, Colantonio SE, Galetto L. Knowledge and use of food and medicinal plants in two populations from the Chaco, Cordoba province, Argentine. Journal of Ethnobiology. 2007;27:218–232. doi: 10.2993/0278-0771(2007)27[218:KAUOEA]2.0.CO;2.", "ArticleIdList": ["10.2993/0278-0771(2007)27[218:KAUOEA]2.0.CO;2"]}, {"Citation": "Arias Toledo B, Galetto L, Colantonio S. Uso de plantas medicinales y consumo de alimentos silvestres según características socio-culturales en la Comuna de Los Aromos (Córdoba) Kurtziana. 2007;33:79–88."}, {"Citation": "Aguirre P. Estrategias de consumo: qué comen los argentinos que comen. Centro Interdisciplinario para el Estudio de Políticas Públicas (CIEPP) - Miño y Dávila (eds), Argentina; 2005."}, {"Citation": "Pelto GH, Pelto PJ, Messer E, (eds) Research Methods in Nutritional Anthropology. United Nations University, Tokio, Japan; 1989."}, {"Citation": "Kainer KA, Duryea ML. Tapping women's knowledge: plant resource use in Extractive Reserves, Acre, Brazil. Econ Bot. 1992;46:408–425."}, {"Citation": "Cotton C. Ethnobotany. Principles and applications. Chichester, John Wiley and sons; 1996."}, {"Citation": "Arenas P, Galafassi G. La ruda (Ruta chalepensis L. - Rutaceae -) en la medicina folclórica del norte argentino. Dominguezia. 1994;11:7–32."}, {"Citation": "Pollio A, De Natale A, Appetiti E, Alliota G, Touwaide A. Continuity and change in the Mediterranean medical tradition: Ruta spp. (rutaceae) in Hippocratic medicine and present practices. Journal of Ethnopharmacology. 2008;116:469–482. doi: 10.1016/j.jep.2007.12.013.", "ArticleIdList": ["10.1016/j.jep.2007.12.013", "18276094"]}, {"Citation": "Akerreta S, Cavero R, López V, Clavo M. Analyzing factors that influence the folk use and phytonomy of 18 medicinal plants in Navara. Journal of ethnobiology and ethnomedicine. 2007;3:1–44. doi: 10.1186/1746-4269-3-1.", "ArticleIdList": ["10.1186/1746-4269-3-1", "PMC1868015", "17433105"]}, {"Citation": "Weckerle C, Huber F, Yongping Y, Weibang S. Plants knowledge of the Shuhi in the Hengduan Mountains, Southwest China. Economic Botany. 2006;60:3–23. doi: 10.1663/0013-0001(2006)60[3:PKOTSI]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2006)60[3:PKOTSI]2.0.CO;2"]}, {"Citation": "Ghimire S, McKey D, Aumeeruddy-Thomas Y. Heterogeneity in ethnoecological knowledge and management of medicinal plants in the himalayas of nepal: implications for conservation. Ecology and Society. 2004;9(3):6. [online]"}]}], "History": [{"Year": "2009", "Month": "5", "Day": "19"}, {"Year": "2009", "Month": "12", "Day": "15"}, {"Year": "2009", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "12", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["20003502", "PMC2804588", "10.1186/1746-4269-5-40", "1746-4269-5-40"]}}], "PubmedBookArticle": []}