{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "20027796", "DateCompleted": {"Year": "2010", "Month": "10", "Day": "14"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0023-9852", "JournalIssue": {"Volume": "57", "Issue": "4", "PubDate": {"Year": "2009", "Season": "Oct-Dec"}}, "Title": "Le Journal medical libanais. The Lebanese medical journal", "ISOAbbreviation": "J Med Liban"}, "ArticleTitle": "Herbal medicine, what physicians need to know.", "Pagination": {"StartPage": "215", "EndPage": "217", "MedlinePgn": "215-7"}, "Abstract": {"AbstractText": ["Herbal medicine, the most major component of traditional medicine, is as old as recorded history. Beginning in the early 1800s, with the development in the science of chemistry, a new era in pharmacotherapeutics was initiated whereby active chemical ingredients in plants, historically known to produce a favorable therapeutic effect, were extracted, purified and their structure disclosed. This ushered the modern era of therapy with drugs based on exploration of pure chemical products as to chemical identity, physicochemical properties, pharmacodynamic actions, pharmacokinetic behavior in the biological system, toxicological profile and effective and safe application in therapy. This relegated herbal medicine to a secondary role. More recently, a revival in the use of herbal medicine has been witnessed, even in culturally advanced societies, probably enhanced by the false belief that natural products are safe and also by vigorous promotion. Parallel to the increase in the use of herbal preparations as remedies for major diseases, there is currently a growing concern about their efficacy, safety and control. This prompted the World Health Organization to come out with recommendations for control in the document \"Research Guidelines for Evaluating the Safety and Efficacy of Herbal Medicines\" in 1993. The guidelines are equal in strictness to those applicable for drugs in general. A large number of member states have adopted these guidelines. The dangers in using herbal preparations for treatment include: * unproven therapeutic benefit * undisclosed toxicities * interaction of the chemicals in herbal preparations with each other and with concomitantly taken drugs, at the level of functionally important biological entities such as the plasma proteins, receptors, ion channels, transporters and others * incompatibilities with patient-related factors such as age, sex, genetic background and the function of the organs responsible for eliminating the effects of chemicals in herbal preparations such as the liver or kidney * the difficulty in standardizing treatments and * the inclusion of regular drugs with the herbal preparations without disclosure. In Lebanon, a committee is charged with the control of herbal preparations but a stricter control is required to handle preparations with a therapeutic claim as well as the issue of promotion."]}, "AuthorList": [{"AffiliationInfo": [], "Identifier": [], "LastName": "Simaan", "ForeName": "Joseph A", "Initials": "JA"}], "PublicationTypeList": ["Editorial"]}, "MedlineJournalInfo": {"Country": "Lebanon", "MedlineTA": "J Med Liban", "NlmUniqueID": "0375352", "ISSNLinking": "0023-9852"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Clinical Competence"}, {"QualifierName": [], "DescriptorName": "Drug-Related Side Effects and Adverse Reactions"}, {"QualifierName": ["trends"], "DescriptorName": "Evidence-Based Medicine"}, {"QualifierName": [], "DescriptorName": "Global Health"}, {"QualifierName": ["trends"], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Lebanon"}, {"QualifierName": ["adverse effects", "chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "World Health Organization"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2009", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "10", "Day": "15", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20027796"]}}], "PubmedBookArticle": []}