{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "20021083", "DateCompleted": {"Year": "2012", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2009", "Month": "12", "Day": "21"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/15376520590945612"], "Journal": {"ISSN": "1537-6524", "JournalIssue": {"Volume": "15", "Issue": "3", "PubDate": {"Year": "2005"}}, "Title": "Toxicology mechanisms and methods", "ISOAbbreviation": "Toxicol Mech Methods"}, "ArticleTitle": "Safety of a Novel Botanical Extract Formula for Ameliorating Allergic rhinitis. Part II.", "Pagination": {"StartPage": "193", "EndPage": "204", "MedlinePgn": "193-204"}, "Abstract": {"AbstractText": ["Abstract Each year more than 50 million Americans suffer from allergic rhinitis, which is a state of hypersensitivity or hyperimmunity. Basically, allergic rhinitis is symptomatically recognized as the inflammation and irritation of the nasal mucosal membranes; sneezing; stuffy/runny nose; nasal congestion; and itchy; watery, and swollen eyes; and defined as a state of hypersensitivity/ hyperimmunity caused by exposure to a particular allergen (antigen) that results in increased reactivity upon subsequent exposure. A novel polyherbal formulation (Aller-7/NR-A2) was developed for the treatment of allergic rhinitis using a unique combination of extracts from seven medicinal plants, including Phyllanthus emblica, Terminalia chebula, Terminalia bellerica, Albizia lebbeck, Piper nigrum, Zingiber officinale, and Piper longum. Earlier studies in our laboratories have demonstrated potent antihistaminic, anti-inflammatory, antispasmodic, antioxidant, and mast-cell stabilization activities of Aller-7 in addition to its efficacy in a clinical setting. A series of preliminary toxicological evaluations were also conducted in the past, which demonstrated its safety. In this study, we have conducted further safety studies on Aller-7, including acute oral, acute dermal, acute dermal irritation, eye irritation, and 90-day repeated dose toxicity studies. Acute oral toxicity of Aller-7 was found to be greater than 5,000 mg/kg body weight in both male and female rats and no mortality or toxicity was observed at this dose, while the acute dermal toxicity was found to be greater than 2,000 mg/kg body weight. In the acute dermal irritation study, the skin irritancy index was found to be 0.0, which classifies Aller-7 as a nonirritant to rabbit skin. In the acute eye irritation study, Aller-7 was found to have minimal irritancy to eyes of rabbits. In the repeated-dose 90-day oral toxicity study, Aller-7 was administered at dose levels of 100, 300, and 1,000 mg/kg rat body weight for 90 consecutive days by oral gavage. Aller-7 did not induce any significant change in the hematological parameters. No ocular abnormalities were observed. Some minor histopathological changes were observed, but did not reveal any significant treatment-related histopathological changes. The above findings revealed that the no observed adverse effect level (NOAEL) of Aller-7 is greater than 1,000 mg/kg body weight. Taken together, these studies demonstrate the broad spectrum safety of Aller-7."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Remedies Research Center, BangaloreIndia."}], "Identifier": [], "LastName": "Amit", "ForeName": "A", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Joshua", "ForeName": "A J", "Initials": "AJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bagchi", "ForeName": "M", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bagchi", "ForeName": "D", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Toxicol Mech Methods", "NlmUniqueID": "101134521", "ISSNLinking": "1537-6516"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2009", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2005", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2005", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20021083", "10.1080/15376520590945612"]}}], "PubmedBookArticle": []}