{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "20089149", "DateCompleted": {"Year": "2010", "Month": "04", "Day": "28"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "01", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-6-1"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2010", "Month": "Jan", "Day": "20"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Preparation and use of plant medicines for farmers' health in Southwest Nigeria: socio-cultural, magico-religious and economic aspects.", "Pagination": {"StartPage": "1", "MedlinePgn": "1"}, "Abstract": {"AbstractText": ["Agrarian rural dwellers in Nigeria produce about 95% of locally grown food commodities. The low accessibility to and affordability of orthodox medicine by rural dwellers and their need to keep healthy to be economically productive, have led to their dependence on traditional medicine. This paper posits an increasing acceptance of traditional medicine country-wide and advanced reasons for this trend. The fact that traditional medicine practitioners' concept of disease is on a wider plane vis-à-vis orthodox medicine practitioners' has culminated in some socio-cultural and magico-religious practices observed in preparation and use of plant medicines for farmers' health management. Possible scientific reasons were advanced for some of these practices to show the nexus between traditional medicine and orthodox medicine. The paper concludes that the psychological aspect of traditional medicine are reflected in its socio-cultural and magico-religious practices and suggests that government should fund research into traditional medicine to identify components of it that can be integrated into the national health system."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Economics and Extension, School of Agriculture and Agricultural Technology, The Federal University of Technology, Akure, Nigeria. temafis@yahoo.com"}], "Identifier": [], "LastName": "Mafimisebi", "ForeName": "Taiwo E", "Initials": "TE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Oguntade", "ForeName": "Adegboyega E", "Initials": "AE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Agriculture"}, {"QualifierName": [], "DescriptorName": "Attitude to Health"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Culture"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Magic"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["economics", "psychology", "statistics & numerical data"], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Nigeria"}, {"QualifierName": ["economics", "psychology"], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plant Preparations"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Religion and Medicine"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "WHO. Traditional medicine strategy 2002-2005. WHO. Geneva; 2002."}, {"Citation": "Fasola TR. In: Sustainable Environmental Management in Nigeria. Ivbijaro MFA, Akintola F, Okechukwu RU, editor. 2006. The impact of traditional medicine on the people and environment of Nigeria; pp. 251–267."}, {"Citation": "Awah P. Diabetes and traditional medicine in Africa. Diabetes Voice. 2006;51(3)"}, {"Citation": "World Bank. A Strategy to Develop Agriculture and a Focus for the World Bank. World Bank Technical Paper Number 203, Africa Technical Department Series. 1993. pp. 1–10."}, {"Citation": "National Bureau of Statistics. Nigerian Core Welfare Indicators. 2006. http://www.nigerianstat.gov.ng/nbsapps/cwiq/2006/survey0/outputInformation/cwiqreports.html"}, {"Citation": "Olayide SO. In: Nigerian Small Farmers: Problems and Prospects in Integrated Rural Development. Olayide SO, Eweka, JA, Bello-Osagie VE, editor. 1980. Characteristics, problems and significance of farmers; pp. 1–15."}, {"Citation": "Olayemi JK. In: Mobilization of Savings among Non-traditional Users of the Banking Industry in Nigeria. Akinyosoye VO, editor. Ibadan University Press; 1999. The need to mobilize savings among non-traditional users of the banking industry; pp. 1–5."}, {"Citation": "Mafimisebi TE, Oguntade AE, Mafimisebi OE. A perspective of partial credit guarantee schemes in developing countries: A case study of the Nigerian agricultural credit guarantee scheme funds. A paper delivered at The World Bank conference on Partial Credit Guarantee Schemes held at the World Bank Main Building, Washington, D.C, USA. 2008. p. 35."}, {"Citation": "Ajani OIY, Ugwu PC. Impact of adverse health on agricultural productivity of farmers in Kainji Basin, North Central Nigeria using a stochastic production frontier approach. Trends in Agric Econs. 2008;1(1):1–7. doi: 10.3923/tae.2008.1.7.", "ArticleIdList": ["10.3923/tae.2008.1.7"]}, {"Citation": "Sofowora A. Medicinal Plants and Traditional Medicine in Africa. Spectrum Books Limited Ibadan; 1993. p. 289."}, {"Citation": "Okunlola JO. In: Medicinal Plants in Agriculture: The Nigerian Experience. Proceedings of the Akure-Humboldt Kellog/3rd SAAT Annual Conference. Onibi GE, Agele SO, Adekunle VAJ, Olufayo MO, editor. 2007. The sociology of the use of medicinal plants; pp. XLIV–LII."}, {"Citation": "Mafimisebi TE, Fakoya OE. In: Medicinal Plants in Agriculture: The Nigerian Experience. Proceedings of the Akure-Humboldt Kellog/3rd SAAT Annual Conference. Onibi GE, Agele SO, Adekunle VAJ, Olufayo MO, editor. 2007. Awareness and uptake of traditional livestock health management practices based on medicines derived from medicinal plants among farmers in Southwest, Nigeria; pp. 204–213."}, {"Citation": "Center for the Study of Religion and Culture. Use of traditional vs. orthodox medicine in help-seeking behavior for psychiatric disorders in Nigeria. Summer Fellowship Report. 2005."}, {"Citation": "Lev E. Traditional healing with animals (zootherapy): medieval to present-day Levantine practice. J Ethnopharmacol. 2003;86:107–118. doi: 10.1016/S0378-8741(02)00377-X.", "ArticleIdList": ["10.1016/S0378-8741(02)00377-X", "12576209"]}, {"Citation": "Yesilada E. Past and future contributions to traditional medicine in the health care system of the Middle East. J Ethnopharmacol. 2005;100(1-2):135–137. doi: 10.1016/j.jep.2005.06.003.", "ArticleIdList": ["10.1016/j.jep.2005.06.003", "15994043"]}, {"Citation": "Alves RR, Rosa IL. From Cnidarians to mammals: The use of animals as remedies in fishing communities of NE Brazil. J Ethnopharmacol. 2006;107:259–276. doi: 10.1016/j.jep.2006.03.007.", "ArticleIdList": ["10.1016/j.jep.2006.03.007", "16621379"]}, {"Citation": "Alves RN, Rosa IL. Biodiversity, traditional medicine and public health: Where do they meet? J Ethnobiol & Ethnomed. 2007;3:14.", "ArticleIdList": ["PMC1847427", "17376227"]}, {"Citation": "Amonum JI. In: Medicinal Plants in Agriculture: The Nigerian Experience. Proceedings of the Akure Humbolt Kellog/Third SAAT Annual Agric, Conference. Onibi GE, Agele SO, Adekunle VAJ, Olufayo MO, editor. 2009. A survey of medicinal plants used in human health; pp. 28–32."}, {"Citation": "Adeola MO. Importance of wild animals and their parts in the culture, religious festivals, and traditional medicine of Nigeria. Environ Conserv. 1992;19(2):125–134. doi: 10.1017/S0376892900030605.", "ArticleIdList": ["10.1017/S0376892900030605"]}, {"Citation": "Farnsworth NR, Morris RW. Higher plants: the sleeping giants for drug development. Am J Pharma. 1976;148:46–52.", "ArticleIdList": ["984178"]}, {"Citation": "Farnsworth NR, Soejarto DD. Potential consequence of plant extinction in the United States on current and future availability of prescription drugs. Econ Bot. 1985;39(3):231–40."}, {"Citation": "Soejarto DD. Biodiversity prospecting and benefit sharing: perspectives from the field. J Ethnopharmacol. 1996;51:1–15. doi: 10.1016/0378-8741(95)01345-8.", "ArticleIdList": ["10.1016/0378-8741(95)01345-8", "9213606"]}, {"Citation": "Chavunduka G. Christianity, African Religion and African Medicine. World Council of Churches. http://www.wcc-coe.org/wcc/what/interreligious/cd33-01.html"}, {"Citation": "Makhubu L. Bioprospecting in an African Context. Science. 1998;282(5386):41–42. doi: 10.1126/science.282.5386.41.", "ArticleIdList": ["10.1126/science.282.5386.41", "9786792"]}, {"Citation": "Lenore WM. The economic uses and associated folklore of ferns and fern allies. The Botanical Review. 1978;44(4):34–45."}, {"Citation": "Samejima M, Sibaoka T. Identification of the excitable cells in the petiole of Mimosa pudica by intracellular injection of procion yellow. Plant and Cell Physiol. 1983;24(1):33–39."}, {"Citation": "Sarojini TR. Modern Biology for Senior Secondary Schools. Africana First Publishers Ltd, Onitsha, Nigeria; pp. 42–43."}, {"Citation": "Steer BT. Control of Diurnal Variations in Photosynthetic Product: Il. Nitrate Reductase activity. Plant Physiol. 1974;54:762–765. doi: 10.1104/pp.54.5.762.", "ArticleIdList": ["10.1104/pp.54.5.762", "PMC366598", "16658967"]}, {"Citation": "Inya-Agba SI, Oguntimein BO, Sofowora A, Benjamin TV. Diurnal and nocturnal variations in the concentrations of the volatile oil content of Siam Weed (Euphatorium odoratum L.) for medicinal purposes. Inter J of Crude Drug Res. 1987;25(1):49–55."}, {"Citation": "Abdul AK, Achakzai AP, Masood A, Kayani SA, Tareen RB. Response of plant parts and age on the distribution of secondary metabolites on plants found in Quetta. Pak J Bot. 2009;41(5):2129–2135."}, {"Citation": "Campion J, Bhugra D. Experiences of religious healing in psychiatric patients in South India. Social Psychiatry and Psychiatric Epidemiology. 1997;32(4) doi: 10.1007/BF00788241.", "ArticleIdList": ["10.1007/BF00788241", "9184467"]}, {"Citation": "Verger PF. Seminar paper delivered at a conference on Traditional Medicine in Yorubaland. Department of African Languages and Literature, University of Ife, Ile-Ife, Nigeria; 1976. The use of plants in Yoruba traditional medicine and its linguistic approach; p. 8."}, {"Citation": "Schiff E, Gurgevich S, Caspi O. Potential synergism between hypnosis and acupuncture--Is the whole more than the sum of its parts? Advance Access Publication. 2006;4(2):233–240. eCAM. doi:10.1093/ecam/nel069.", "ArticleIdList": ["PMC1876614", "17549241"]}, {"Citation": "Welch C. Spirituality and social change at Greenham Common Peace Camp. Journal for Faith, Spirituality and Social Change. http://www.fsscconference.org.uk/journal/1-1/welch.pdf"}, {"Citation": "Abimbola W. Sixteen Great Verses of Ifa. UNESCO, Paris; 1972."}, {"Citation": "Dafni A. Rituals, ceremonies and customs related to sacred trees with a special reference to the Middle East. J Ethnobiol & Ethnomed. 2007;3:28.", "ArticleIdList": ["PMC1988790", "17620122"]}, {"Citation": "Ayeni O. Observations on the medical and social aspects of scarification in Sub-Saharan Africa. Report of Geza Hetenyi Memorial Studentship of Medicine. 2004. http://www.medicine.uottawa.ca/historyofmedicine/hetenyi/ayeni.htm"}, {"Citation": "Bassey AE, Kanung R. The history and cultural background of Busi People. Paper delivered at a workshop on Cultural Anthropology of the Inhabitants of Rainforest of Southeastern Nigeria and Southwestern Cameroon, held at the Obudu Cattle Ranch and Resort, Cross River State, Nigeria. 1996."}, {"Citation": "Appiah-Opoku S. Indigenous beliefs and environmental stewardship: A rural Ghana experience. J Cultural Geo. 2007;24(2):79–98. doi: 10.1080/08873630709478212.", "ArticleIdList": ["10.1080/08873630709478212"]}, {"Citation": "Lajide L. In: Medicinal Plants in Agriculture: The Nigerian Experience. Proceedings of the Akure Humbolt Kellog/Third SAAT Annual Agric, Conference. Onibi GE, Agele SO, Adekunle VAJ, Olufayo MO, editor. 2007. Biotechnology and phamarceutical aspects of medicinal plants; pp. LIII–LVII."}, {"Citation": "Oguntade AE, Oluwalana IB. In: Formulation of Medicinal Plants for Crop and Animal Production in Nigeria: Realities and Challenges. Proceedings of the Humbolt Kellohg/Fifth Annual Agric, Conference. Agele SO, Adekunle VAJ, Osho IB, Oshundahunsi OF, Olufayo MO, editor. 2009. An appraisal of the formal market for medicinal plants in Nigeria; pp. 233–237."}, {"Citation": "Wolfenson JD. Message from the President of The World Bank and Chairman, the Board of Directors, The World Bank Group. World Bank Annual Report; 2004."}, {"Citation": "World Bank. Towards better health in Sub-Saharan Africa. Africa Region. 1994."}, {"Citation": "Jimoh A. The malaria burden and agricultural output in Nigeria. Agrosearch. 2005;7(1&2):43–50."}, {"Citation": "Alaba OA, Alaba OB. Malaria in rural Nigeria: Implications for the millennium development goal. Afr Dev Rev. 2009;21(1):73–85. doi: 10.1111/j.1467-8268.2009.00204.x.", "ArticleIdList": ["10.1111/j.1467-8268.2009.00204.x"]}, {"Citation": "WHO. Review of Traditional Medicine Programme (TRM) WHO Document No AFR/RC 42/19, Brazzaville. 1992."}, {"Citation": "Mafimisebi TE. A comparative economic analysis of two cassava-based business activities exclusive to the female gender in Oyo State, Nigeria. J of Agric Ext. 2007;10:1–11."}, {"Citation": "Mafimisebi TE, Okunmadewa FY. Poverty analysis at two levels of Gari marketing in Ibadan Metropolis. Moor J of Agric Res. 2004;5(2):135–143."}, {"Citation": "Mafimisebi TE. Management of farm proceeds for enhanced agricultural productivity: A case study of cassava farmers in Ondo State, Nigeria. J of Human Eco. 2008;24(2):125–130."}, {"Citation": "Oyeneye OY, Orubuloye IO. Traditional health management resources in Nigeria: The case of Bendel State. Ame J of Society, Culture and Environ. 1983;3:97–110."}, {"Citation": "Federal Ministry of Health. The Primary Healthcare in Nigeria. A publication of the Federal Ministry of Health, Abuja, Nigeria; 1995. p. 56."}, {"Citation": "Conserve Africa. Overview on medicinal plants and traditional medicine in Africa. 1995. p. 56.http://www.conserveafrica.org.uk/medicinal_plants.pdf"}, {"Citation": "Akuyili D. Fake and counterfeit drugs in the health sector: The role of medical doctors. Annals of Ibadan Postgraduate Medicine. 2004;2(2):21–28."}, {"Citation": "Odugbemi T. Medicinal plants in Nigeria: Challenges for a new spirit and teamwork. Medicinal Plants in Agriculture: The Nigerian Experience. Proceedings of the Akure-Humboldt Kellog/3rd SAAT Annual Conference. 2007. pp. X–XIV."}]}], "History": [{"Year": "2009", "Month": "8", "Day": "1"}, {"Year": "2010", "Month": "1", "Day": "20"}, {"Year": "2010", "Month": "1", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "1", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "1", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["20089149", "PMC2821299", "10.1186/1746-4269-6-1", "1746-4269-6-1"]}}], "PubmedBookArticle": []}