{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "20149165", "DateCompleted": {"Year": "2010", "Month": "06", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "02", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1111/j.1365-3156.2010.02474.x"], "Journal": {"ISSN": "1365-3156", "JournalIssue": {"Volume": "15", "Issue": "4", "PubDate": {"Year": "2010", "Month": "Apr"}}, "Title": "Tropical medicine & international health : TM & IH", "ISOAbbreviation": "Trop Med Int Health"}, "ArticleTitle": "A population-based study of how children are exposed to saliva in KwaZulu-Natal Province, South Africa: implications for the spread of saliva-borne pathogens to children.", "Pagination": {"StartPage": "442", "EndPage": "453", "MedlinePgn": "442-53"}, "Abstract": {"AbstractText": ["In sub-Saharan Africa, many viral infections, including Epstein-Barr virus, cytomegalovirus, Kaposi's sarcoma-associated herpesvirus and hepatitis B are acquired in childhood. While saliva is an important transmission conduit for these viruses, little is known about how saliva is passed to African children. We endeavoured to identify the range and determinants of acts by which African children are exposed to saliva.", "To identify the range of acts by which African children are exposed to saliva, we conducted focus groups, semi-structured interviews and participant observations in an urban and a rural community in South Africa. To measure the prevalence and determinants of the identified acts, we administered a questionnaire to a population-based sample of caregivers.", "We identified 12 caregiving practices that expose a child's oral-respiratory mucosa, cutaneous surfaces or anal-rectal mucosa to saliva. Several acts were heretofore not described in the contemporary literature (e.g., caregiver inserting finger lubricated with saliva into child's rectum to relieve constipation). Among 896 participants in the population-based survey, many of the acts were commonly practised by all respondent types (mothers, fathers, grandmothers and siblings). The most common were premastication of food, sharing sweets and premastication of medicinal plants that are spit onto a child's body.", "African children are exposed to saliva through a variety of acts, practised by a variety of caregivers, with no single predominant practice. This diversity poses challenges for epidemiologic work seeking to identify specific saliva-passing practices that transmit viruses. Most acts could be replaced by other actions and are theoretically preventable."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, University of California, San Francisco, USA. lmbutler@gmail.com <lmbutler@gmail.com>"}], "Identifier": [], "LastName": "Butler", "ForeName": "L M", "Initials": "LM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Neilands", "ForeName": "T B", "Initials": "TB"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mosam", "ForeName": "A", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mzolo", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Martin", "ForeName": "J N", "Initials": "JN"}], "GrantList": [{"GrantID": "K01 HD052020", "Acronym": "HD", "Agency": "NICHD NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Trop Med Int Health", "NlmUniqueID": "9610576", "ISSNLinking": "1360-2276"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Activities of Daily Living"}, {"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Caregivers"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": ["methods"], "DescriptorName": "Child Care"}, {"QualifierName": [], "DescriptorName": "Child, Preschool"}, {"QualifierName": ["transmission"], "DescriptorName": "Cytomegalovirus Infections"}, {"QualifierName": ["transmission"], "DescriptorName": "Epstein-Barr Virus Infections"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Focus Groups"}, {"QualifierName": ["transmission"], "DescriptorName": "Hepatitis B"}, {"QualifierName": ["transmission"], "DescriptorName": "Herpesviridae Infections"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant"}, {"QualifierName": [], "DescriptorName": "Infectious Disease Transmission, Vertical"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Rural Population"}, {"QualifierName": ["virology"], "DescriptorName": "Saliva"}, {"QualifierName": [], "DescriptorName": "South Africa"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": [], "DescriptorName": "Urban Population"}, {"QualifierName": ["transmission"], "DescriptorName": "Virus Diseases"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Beasley RP, Hwang LY, Lin CC, Chien CS. Hepatocellular carcinoma and hepatitis B virus. A prospective study of 22 707 men in Taiwan. Lancet. 1981;2:1129–1133.", "ArticleIdList": ["6118576"]}, {"Citation": "Bello C, Whittle H. Cytomegalovirus infection in Gambian mothers and their babies. Journal of Clinical Pathology. 1991;44:366–369.", "ArticleIdList": ["PMC496863", "1646236"]}, {"Citation": "Biggar RJ, Henle W, Fleisher G, Bocker J, Lennette ET, Henle G. Primary Epstein-Barr virus infections in African infants. I. Decline of maternal antibodies and time of infection. International Journal of Cancer. 1978;22:239–243.", "ArticleIdList": ["212369"]}, {"Citation": "Butler LM, Dorsey G, Hladik W, et al. Kaposi sarcoma-associated herpesvirus (KSHV) seroprevalence in population-based samples of African children: evidence for at least 2 patterns of KSHV transmission. Journal of Infectious Diseases. 2009a;200:430–438.", "ArticleIdList": ["PMC3975590", "19534596"]}, {"Citation": "Butler LM, Osmond DH, Jones AG, Martin JN. Use of saliva as a lubricant in anal sexual practices among homosexual men. Journal of Acquired Immune Deficiency Syndromes. 2009b;50:162–167.", "ArticleIdList": ["PMC3975591", "19131893"]}, {"Citation": "Chang Y, Cesarman E, Pessin MS, et al. Identification of herpesvirus-like DNA sequences in AIDS-associated Kaposi’s sarcoma. Science. 1994;266:1865–1869.", "ArticleIdList": ["7997879"]}, {"Citation": "Chokunonga E, Levy LM, Bassett MT, Mauchaza BG, Thomas DB, Parkin DM. Cancer incidence in the African population of Harare, Zimbabwe: second results from the cancer registry 1993–1995. International Journal of Cancer. 2000;85:54–59.", "ArticleIdList": ["10585583"]}, {"Citation": "Coluzzi M, Manno D, Guzzinati S, et al. The bloodsucking arthropod bite as possible cofactor in the transmission of human herpesvirus-8 infection and in the expression of Kaposi’s sarcoma disease. Parassitologia. 2002;44:123–129.", "ArticleIdList": ["12404820"]}, {"Citation": "Dedicoat M, Newton R, Alkharsah KR, et al. Mother-to-child transmission of human herpesvirus-8 in South Africa. Journal of Infectious Diseases. 2004;190:1068–1075.", "ArticleIdList": ["15319855"]}, {"Citation": "De-The G, Geser A, Day NE, et al. Epidemiological evidence for causal relationship between Epstein-Barr virus and Burkitt’s lymphoma from Ugandan prospective study. Nature. 1978;274:756–761.", "ArticleIdList": ["210392"]}, {"Citation": "Gandhi MK, Khanna R. Human cytomegalovirus: clinical aspects, immune regulation, and emerging treatments. The Lancet infectious diseases. 2004;4:725–738.", "ArticleIdList": ["15567122"]}, {"Citation": "Gaur AH, Dominguez KL, Kalish ML, et al. Practice of feeding premasticated food to infants: a potential risk factor for HIV transmission. Pediatrics. 2009;124:658–666.", "ArticleIdList": ["19620190"]}, {"Citation": "Gessain A, Mauclere P, Van Beveren M, et al. Human herpesvirus 8 primary infection occurs during childhood in Cameroon, Central Africa. International Journal of Cancer. 1999;81:189–192.", "ArticleIdList": ["10188717"]}, {"Citation": "Heiden D, Ford N, Wilson D, et al. Cytomegalovirus retinitis: the neglected disease of the AIDS pandemic. PLoS Medicine. 2007;4:e334.", "ArticleIdList": ["PMC2100142", "18052600"]}, {"Citation": "Krech U, Tobin J. A collaborative study of cytomegalovirus antibodies in mothers and young children in 19 countries. Bulletin of the World Health Organization. 1981;59:605–610.", "ArticleIdList": ["PMC2396083", "6274535"]}, {"Citation": "KwaZulu-Natal Department of Agriculture and Environmental Affairs. Natural Control of Plant Diseases and Insects. 1998."}, {"Citation": "Martinson FE, Weigle KA, Royce RA, Weber DJ, Suchindran CM, Lemon SM. Risk factors for horizontal transmission of hepatitis B virus in a rural district in Ghana. American Journal of Epidemiology. 1998;147:478–487.", "ArticleIdList": ["9525535"]}, {"Citation": "Mayama S, Cuevas LE, Sheldon J, et al. Prevalence and transmission of Kaposi’s sarcoma-associated herpesvirus (human herpesvirus 8) in Ugandan children and adolescents. International Journal of Cancer. 1998;77:817–820.", "ArticleIdList": ["9714046"]}, {"Citation": "Mbulaiteye SM, Pfeiffer RM, Whitby D, Brubaker GR, Shao J, Biggar RJ. Human herpesvirus8infection within families in rural Tanzania. Journal of Infectious Diseases. 2003;187:1780–1785.", "ArticleIdList": ["12751036"]}, {"Citation": "Mbulaiteye SM, Walters M, Engels EA, et al. High levels of Epstein-Barr virus DNA in saliva and peripheral blood from Ugandan mother-child pairs. Journal of Infectious Diseases. 2006;193:422–426.", "ArticleIdList": ["16388490"]}, {"Citation": "Mosam A, Carrara H, Shaik F, et al. Increasing incidence of Kaposi’s sarcoma in black South Africans in KwaZulu-Natal, South Africa (1983–2006) International Journal of STD and AIDS. 2009;20:553–556.", "ArticleIdList": ["19625587"]}, {"Citation": "Plancoulaine S, Abel L, Van Beveren M, et al. Human herpesvirus 8 transmission from mother to child and between siblings in an endemic population. Lancet. 2000;356:1062–1065.", "ArticleIdList": ["11009141"]}, {"Citation": "Steinkuller JS, Chan K, Rinehouse SE. Prechewing of food by adults and streptococcal pharyngitis in infants. Journal of Pediatrics. 1992;120:563–564.", "ArticleIdList": ["1552394"]}, {"Citation": "Stroffolini T, Ngatchu T, Chiaramonte M, et al. Prevalence of cytomegalovirus seropositivity in an urban childhood population in Cameroon. New Microbiologica. 1993;16:83–85.", "ArticleIdList": ["8385733"]}, {"Citation": "Taylor DN, Blaser MJ. The epidemiology of Helicobacter pylori infection. Epidemiologic Reviews. 1991;13:42–59.", "ArticleIdList": ["1765119"]}, {"Citation": "Wabinga HR, Parkin DM, Wabwire-Mangen F, Nambooze S. Trends in cancer incidence in Kyadondo County, Uganda 1960–1997. British Journal of Cancer. 2000;82:1585–1592.", "ArticleIdList": ["PMC2363394", "10789729"]}, {"Citation": "Whittle HC, Bradley AK, Mclauchlan K, et al. Hepatitis B virus infection in two Gambian villages. Lancet. 1983;1:1203–1206.", "ArticleIdList": ["6133999"]}, {"Citation": "Wojcicki JM. Traditional behavioural practices, the exchange of saliva and HHV-8 transmission in sub-Saharan African populations. British Journal of Cancer. 2003;89:2016–2017.", "ArticleIdList": ["PMC2394457", "14612917"]}, {"Citation": "Wojcicki JM, Kankasa C, Mitchell C, Wood C. Traditional practices and exposure to bodily fluids in Lusaka, Zambia. Tropical Medicine and International Health. 2007;12:150–155.", "ArticleIdList": ["17207159"]}, {"Citation": "Zhevachevsky NG, Nomokonova NY, Beklemishev AB, Belov GF. Dynamic study of HBsAg and HBeAg in saliva samples from patients with hepatitis B infection: diagnostic and epidemiological significance. Journal of Medical Virology. 2000;61:433–438.", "ArticleIdList": ["10897060"]}]}], "History": [{"Year": "2010", "Month": "2", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "2", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "6", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "7", "Day": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20149165", "NIHMS582774", "PMC4104610", "10.1111/j.1365-3156.2010.02474.x", "TMI2474"]}}], "PubmedBookArticle": []}