{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Antibacterial activity", "MBC", "MIC", "Phytochemical tests", "Plant extracts"]], "GeneralNote": [], "PMID": "20161967", "DateCompleted": {"Year": "2010", "Month": "05", "Day": "20"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2008", "Month": "06", "Day": "18"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2505-0044", "JournalIssue": {"Volume": "5", "Issue": "4", "PubDate": {"Year": "2008", "Month": "Jun", "Day": "18"}}, "Title": "African journal of traditional, complementary, and alternative medicines : AJTCAM", "ISOAbbreviation": "Afr J Tradit Complement Altern Med"}, "ArticleTitle": "Antibacterial activity of some folklore medicinal plants from South India.", "Pagination": {"StartPage": "421", "EndPage": "426", "MedlinePgn": "421-6"}, "Abstract": {"AbstractText": ["Antibacterial activity and phytochemical tests of eight whole plant methanol extracts belonging to family Euphorbiaceae were evaluated. In agar well diffusion assay the diameter of inhibition zones ranged from 3-13 mm. Phyllanthus emblica showed maximum activity of 13 mm. The MIC and MBC observed were 30-140 mcg/ml and 40-160 mcg/ml, respectively. P. piscatorum and P. emblica showed the lowest MIC (30 mcg/ml), P. emblica the lowest MBC (40 mcg/ml) and thus an effective inhibitor of the tested bacteria. Alkaloids, saponins and tannins were detected in 7 out of 8 tested plants."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Kakatiya University-506009, India. jp_muthyala@yahoo.co.in"}], "Identifier": [], "LastName": "Goud", "ForeName": "M Jaya Prakash", "Initials": "MJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Komraiah", "ForeName": "A", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Rao", "ForeName": "K Narasimha", "Initials": "KN"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ragan", "ForeName": "A", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Raju", "ForeName": "V S", "Initials": "VS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Charya", "ForeName": "M A Singara", "Initials": "MA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Nigeria", "MedlineTA": "Afr J Tradit Complement Altern Med", "NlmUniqueID": "101232990", "ISSNLinking": "2505-0044"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahmed I, Mehmood Z, Mohammad F. Screening of some Indian medicinal plants for their antimicrobial properties. J Ethnopharmacol. 1998;62:183–193.", "ArticleIdList": ["9741890"]}, {"Citation": "Akinpelu DA, Olorunmola FO. Antimicrobial activity of Bridelia ferruginea fruit. Fitoterapia. 2000;71:75–76.", "ArticleIdList": ["11449476"]}, {"Citation": "Chattopadhyay D, Arunachalam G, Mandal AB, Sur TK, Mandal SC, Bhattacharya SK. Antimicrobial and anti-inflammatory activity of folkfore: Mallotus Peltatus leaf extract. J Ethnopharmacol. 2002;82:229–237.", "ArticleIdList": ["12242000"]}, {"Citation": "Davis J. Inactivation of antibiotics and the dissemination of resistance genes. Science. 1994;264:375–382.", "ArticleIdList": ["8153624"]}, {"Citation": "Desta B. Ethiopian traditional herbal drugs part 11.Antimicrobial activity of 63 medicinal plants. J Ethnopharmacol. 2005;100:168–175.", "ArticleIdList": ["8412246"]}, {"Citation": "Gibbs RD. chemotaxonomy of flowering plants. I. Nontreal and London: McGill-Queen's university press; 1974. pp. 523–619."}, {"Citation": "Gertsch J, Niomawe, Gertsch-Roost K, Sticher O. Phyllanthus Piscatorum, Ethnopharmacological studies on a women's medicinal plant of the Yanomami Amerindians. J Ethnopharmacol. 2004;91:181–188.", "ArticleIdList": ["15120438"]}, {"Citation": "Houghton PJ, Woldemariam TZ, O'Shea S, Mullen JE, Rostron T, Bantvala JE, Walker E, Thyagarajan SP, Soloman S, Yeap Foo L. The anti-HIV activity of an aqueous extract and polyphenolic compounds of Phyllanthus amarus. J Pharm Pharmacol. 1999;51:100."}, {"Citation": "Irobi ON, Moon-Yong M, Anderson WA, Daramola SA. Antimicrobial activity of bark extracts of Bridelia ferruginea (Euphorbiaceae) J Ethnopharmacol. 1994;43:185–190.", "ArticleIdList": ["7990492"]}, {"Citation": "Kabir O A, Olukayode O, chidi E O, Christopher C, fasure KA. Screening of crude extracts of six medicinal plants used in south-West Nigerian unorthodox medicine for anti-methicillin resistant Staphylococcus aureus activity. Comp Alt Med. 2005;5:6.", "ArticleIdList": ["PMC1079793", "15762997"]}, {"Citation": "Karaman I, Sahin P, Gulluce M, Oguten H, Songul M, Adiguzed A. Antimicrobial activity of aqueous and methanol extracts of Juniperus oxycedrus L. J Ethanopharmacol. 2003;2837:1–5.", "ArticleIdList": ["12639746"]}, {"Citation": "Lin MJ, Lec SS, Liu KCSC. Phyllamyricins A-C, 3 Novel Lignans from Phyllanthus myrtifolius. J Nat Prod. 1995;58:244–249."}, {"Citation": "Mazumder A, Mahato A, Mazumder R. Antimicrobial potentiality of Phyllanthus amarus against drug resistant pathogens. Nat Prod Res. 2006;20:323–326.", "ArticleIdList": ["16644526"]}, {"Citation": "Moerman DE. An analysis of the food plants and drug plants of Native North America. J Ethnopharmacol. 1996;52:1–22.", "ArticleIdList": ["8733114"]}, {"Citation": "Ngemenya, Moses N, James A, Mbah, Pierre Jane, Vincent PK, Titanji Antibacterial effects of some Cameroonian medicinal plants against common pathogenic bacteria. Afr J Tra Comp and Alt Med. 2006;2:84–93."}, {"Citation": "Onoch PA, Opegbemi AO, Kadri OA, Ajayi KM, Okorie DA. Antimicrobial properties of Nigerian Euphorbiaceae. Nigerian J Natural Products Med. 2003;7:9–12."}, {"Citation": "Panthi MP, Chaudhary RP. Antibacterial activity of some selected folklore medicinal plants from west Nepal. Scientific World. 2006;4:205–210."}, {"Citation": "Rajasekharan PE, Ganeshan S. Conservation of medicinal plant biodiversity in Indian perspective. J Med Aromatic Pl Sci. 2002;24:132–147."}, {"Citation": "Rajakaruna N, Harris C, Towers GHN. Antimicrobial activity of plants collected from serpentine outcrops in Srilanka. Pharm biol. 2002;40:235–244."}, {"Citation": "Sashi Kumar J, Remya M, Janardhan K. Antimicrobial activity of ethnomedicinal plants of Nilgiri Biosphere reserve and Western ghats. Asian J Microbial Biotech Env Sci. 2003;5:183–185."}, {"Citation": "Schultes RE. The Kingdom of plants. In: Thomson WAR, editor. Medicines from the earth. New York: McGraw-Hill Book Co.; 1978. p. 208."}, {"Citation": "Stock Well C. Natures pharmacy. London, United Kingdom: Century Hutchinson Ltd.; 1988."}, {"Citation": "Taylor RSL, Edel F, Manandhar NP, Towers GHN. Antiviral activities of Nepalese medicinal plants. J Ethnopharmacol. 1996;52:157–163.", "ArticleIdList": ["8771457"]}, {"Citation": "Trease GE, Evans WC. A text-book of pharmacognosy. London: Bailliere Tinall Ltd.; 1989. p. 53."}, {"Citation": "Tschesche R. Advances in the chemistry of antibiotic substances from higher plants pharmacognosy and phytochemistry. In: Wagner H, Horharmmer L, editors. Proceedings of the 1st international congress, Murich. Vol. 171. Berlin Heidelberg, New York: Springer-verlag; 1970. pp. 274–289."}, {"Citation": "Vongvanich N, Kittakoop P, Kramyu j, Tanticharoen M, Thebtaranonth Y. Phyllanthusols A and B, Cotytoxic norbisabolane glcosides from Phyllanthus acidus skeels. J Org Chem. 2000;65:5420–5423.", "ArticleIdList": ["10993376"]}]}], "History": [{"Year": "2010", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2008", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2008", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2009", "Month": "6", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["20161967", "PMC2816581", "10.4314/ajtcam.v5i4.31298"]}}], "PubmedBookArticle": []}