{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Malaria", "Medicinal plants", "Okeigbo", "Southwest Nigeria", "antimalarial drugs"]], "GeneralNote": [], "PMID": "20162091", "DateCompleted": {"Year": "2010", "Month": "05", "Day": "20"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2006", "Month": "11", "Day": "13"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2505-0044", "JournalIssue": {"Volume": "4", "Issue": "2", "PubDate": {"Year": "2006", "Month": "Nov", "Day": "13"}}, "Title": "African journal of traditional, complementary, and alternative medicines : AJTCAM", "ISOAbbreviation": "Afr J Tradit Complement Altern Med"}, "ArticleTitle": "Medicinal plants useful for malaria therapy in Okeigbo, Ondo State, Southwest Nigeria.", "Pagination": {"StartPage": "191", "EndPage": "198", "MedlinePgn": "191-8"}, "Abstract": {"AbstractText": ["There is increasing resistance of malaria parasites to chloroquine, the cheapest and commonly used drug for malaria in Nigeria. Artemisin, a product from medicinal plant indigenous to China, based on active principle of Artemisia annua, has been introduced into the Nigerian market. However not much has been done to project antimalaria properties of indigenous medicinal plants. This study thus, has the main objective of presenting medicinal plants used for malaria therapy in Okeigbo, Ondo State, South west Nigeria. Focus group discussions and interview were held about plants often found useful for malaria therapy in the community. Fifty species (local names) including for example: Morinda lucida (Oruwo), Enantia chlorantha (Awopa), Alstonia boonei (Ahun), Azadirachta indica (Dongoyaro) and Khaya grandifoliola (Oganwo) plants were found to be in use for malaria therapy at Okeigbo, Southwest, Nigeria . The parts of plants used could either be the barks, roots, leaves or whole plants. The recipes also, could be a combination of various species of plants or plant parts. This study highlights potential sources for the development of new antimalarial drugs from indigenous medicinal plants found in Okeigbo, Nigeria."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Microbiology & Parasitology, College of Medicine, University of Lagos, P.M.B. 12003, Lagos. toluodugbemi@yahoo.com"}], "Identifier": [], "LastName": "Odugbemi", "ForeName": "Tolu O", "Initials": "TO"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Akinsulire", "ForeName": "Odunayo R", "Initials": "OR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Aibinu", "ForeName": "Ibukun E", "Initials": "IE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Fabeku", "ForeName": "Peter O", "Initials": "PO"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Nigeria", "MedlineTA": "Afr J Tradit Complement Altern Med", "NlmUniqueID": "101232990", "ISSNLinking": "2505-0044"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abuja Malaria Summit. 2000 Available on:  J. /Div. Data/Abuja Malaria Summit/Abjbint2. doc."}, {"Citation": "Africa Union Memoir, author. “Unite against Malaria, together we can beat malaria” on African Malaria Control Day. World Malarial Report (2005) 2005 Information available to WHO and UNICEF at the end of 2004."}, {"Citation": "African Summit on Roll Back Malaria, author. Summit on Roll Back Malaria Abuja, Nigeria. Abuja Malsum Intbrief. 2000 Mar 2;2"}, {"Citation": "Agbovie T, Amponsah K, Crentsil O'R, Dennis F, Odamtta GT, Ofusohene-Djan W. Conservation and Sustainable Use of Medicinal Plants in Ghana. Ethnobotanical Survey. 2002 From the Information Officer, UNEP-WCMC, 219 Huntingdon Rd, Cambridge CB 30DL, UK."}, {"Citation": "Aronson B, Bengsston E, Bjorkman A, Pehrson PO, Rombo L, Wahlgren M. Chloroquine-resistant falciparum malaria in Madasgar and Kenya. Annals Trop Med Parasitol. 1981;75:367–373.", "ArticleIdList": ["7030238"]}, {"Citation": "Baird J K, Caneta-Miguel E, Masba S, Bustos D G, Abrenica J A, Layawen A V, Calulut J M, Leksana B, Wignall F S. Survey of resistance to chloroquine of falciparum and vivax malaria in Palawan, The Philippines. Trans Roy Soc Trop Med Hyg. 1996;90:413–414.", "ArticleIdList": ["8882192"]}, {"Citation": "Barnish G, Samai S K. Some medicinal plant recipes of the Mende. Sierra Leone: Sierra Leone Text from Medical research Council Laboratory; 1992."}, {"Citation": "Campbell CC, Chin W, Collins WE, Teutsch SM, Moss DM. Chloroquine-resistant Plasmodium falciparum from East-Africa:cultivation and drug sensitivity of the Tanzanian I/CDC strain from an American tourist. Lancet. 1979;ii:1151–1154.", "ArticleIdList": ["91887"]}, {"Citation": "Coatney GR. Pitfalls in a discovery: the chronicle of chloroquine. The American Journal of Tropical Medicine and Hygiene. 1963;12:121–128.", "ArticleIdList": ["14021822"]}, {"Citation": "Conference Report on the First International Meeting of the research initiative of Traditional Antimalaria Methods; Conference Report on the First International Meeting of the research initiative of Traditional Antimalaria Methods held at Tumaini Unversity of Health Science; Mosni. Tanzania. 1999."}, {"Citation": "Ekue JM, Ulrich AM, Njelesani EK. Plasmodium malaria resistant to chloroquine in a Zambian living in Zambia. British Medical Journal (Clinical Research Ed.) 1983;286:1315–1316.", "ArticleIdList": ["PMC1547656", "6404446"]}, {"Citation": "Fogh S, Jepsen S, Mataya RH. R-III Chloroquine-resistant Plasmodium falciparum malaria from Northern Malawi. Transactions of the Royal Society of Tropical Medicine and Hygiene. 1984;78:282.", "ArticleIdList": ["6380020"]}, {"Citation": "Fogh S, Jepsen S, Effersoe P. Chloroquine-resistant Plasmodium falciparum malaria in Kenya. Transactions of the Royal Society of Tropical Medicine and Hygiene. 1979;73:228–229.", "ArticleIdList": ["382468"]}, {"Citation": "Government in action. 2005 Report from presidential research and communication unit, office of public communication, State House, Abuja."}, {"Citation": "Oliver B. Medicinal Plants in Nigeria. Published By the College of Arts; Science and Technology; 1960. 1960."}, {"Citation": "Onori E. The problem of Plasmodium falciparum drug resistance in Africa south of the Sahara. Bull World Health Organization. 1984;62(Suppl.):55–62.", "ArticleIdList": ["PMC2536208", "6397277"]}, {"Citation": "Singha SC. Medicinal Plants in Nigeria. Apapa, Lagos, Nigeria: Published by the Nigerian National Press Ltd; 1965."}, {"Citation": "Slatter MJ, Pettengell JK, Taylor RK. Chloroquine-resistant malaria. South African Medical Journal. 1983;63:838.", "ArticleIdList": ["6344263"]}, {"Citation": "Smith AL. Text on Microbiology and Pathology. Eleventh edition. USA: Published by CV Mosby Com.; 1978."}, {"Citation": "Taylor L. The Healing Power of Rainforest Herbs. Square one Publishers, Inc.; 2004."}, {"Citation": "Thomson PE, Werbel LM. Antimalarial agents: chemistry and pharmacology. In: de Stevens G, editor. Medicinal chemistry. New York, N.Y.: Academic Press, Inc; 1972."}, {"Citation": "United Nations Educational Scientific and Cultural Organization (UNESCO), author Terminal Report. Promotion of Ethnobotany and sustainable use of plant resources in Africa. 1998:60. Paris."}, {"Citation": "United Nations Educational Scientific and Cultural Organization UNESCO, author. World decade for cultural dev. 1988–1997. Paris, France: Doc. CLT/DEC/PRO; 1997. Culture and health, orientation texts; p. 129."}, {"Citation": "WHO, author. Press release on African Summit on Roll back Malaria. 2000"}, {"Citation": "World Health Organization (WHO), author “The promotion and development of traditional medicine”. Geneva: WHO; 1978. p. 622. Technical Report Series.", "ArticleIdList": ["102084"]}, {"Citation": "World Malarial Report. 2005 Information available to WHO and UNICEF at the end of 2004."}]}], "History": [{"Year": "2010", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2006", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2006", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2007", "Month": "11", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["20162091", "PMC2816451", "10.4314/ajtcam.v4i2.31207"]}}], "PubmedBookArticle": []}