{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Antimalarial activity", "Entandrophragma angolense", "Picralima nitida", "Plasmodium falciparum", "Schumanniophyton magnificum", "Thomandersia hensii"]], "GeneralNote": [], "PMID": "20162079", "DateCompleted": {"Year": "2010", "Month": "05", "Day": "20"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2006", "Month": "08", "Day": "28"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2505-0044", "JournalIssue": {"Volume": "4", "Issue": "1", "PubDate": {"Year": "2006", "Month": "Aug", "Day": "28"}}, "Title": "African journal of traditional, complementary, and alternative medicines : AJTCAM", "ISOAbbreviation": "Afr J Tradit Complement Altern Med"}, "ArticleTitle": "Antimalarial activity in crude extracts of some Cameroonian medicinal plants.", "Pagination": {"StartPage": "107", "EndPage": "111", "MedlinePgn": "107-11"}, "Abstract": {"AbstractText": ["Fifteen crude extracts from the stem bark and seeds of four medicinal plants, viz: Entandrophragma angolense, Picralima nitida, Schumanniophyton magnificum and Thomandersia hensii were tested in vitro for their antimalarial activity against the chloroquine-resistant Plasmodium falciparum W2 strain. The results showed that the extracts of these plants possessed some antimalarial activity, the methanol extract of Picralima nitida demonstrating the highest activity in vitro. Further isolation and identification of some active compounds from these plants will justify their common use in traditional medicine for the treatment of malaria or fever in Cameroon."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medical Research and the studies of Medicinal Plants (IMPM), Laboratoire de Recherches sur le Paludisme, Yaoundé, Cameroon. jbickii@yahoo.fr"}], "Identifier": [], "LastName": "Bickii", "ForeName": "Jean", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tchouya", "ForeName": "Guy Raymond Feuya", "Initials": "GR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tchouankeu", "ForeName": "Jean Claude", "Initials": "JC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tsamo", "ForeName": "Etienne", "Initials": "E"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Nigeria", "MedlineTA": "Afr J Tradit Complement Altern Med", "NlmUniqueID": "101232990", "ISSNLinking": "2505-0044"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akunyili D N, Akubue P I. Schumanniofoside, the anti snake venom principle from the stem bark of Schumanniophyton magnificum Harms. J Ethnopharmacol. 1986;18:67–72.", "ArticleIdList": ["3560994"]}, {"Citation": "Bickii J, Njifutie N, Ayafor J F, Basco L K, Ringwald P. In vitro antimalarial activity of limonoids from khaya grandifoliola C.D.C. (Meliaceae) J Ethnopharmacol. 2000;69:27–33.", "ArticleIdList": ["10661881"]}, {"Citation": "Bray D H, Warhurst D C, Connolly J D, O'Neill M J, Phillipson J D. Plants as sources of antimalarial drugs. Part 7. Activity of some species of Meliaceae and their constituent limonoids. Phytother Res. 1990;4:29–35."}, {"Citation": "Burkill H M. The useful plants of West Tropical Africa. Royal Botanic Garden, Kew, UK. (2nd Edn.) 1985;1:28."}, {"Citation": "Ezeamuzie I C, Ojinnake M C, Uzygna E O, OJI S E. Antiinflammatory, antipyretic and antimalarial activity of a West African medicinal plant-Picralima nitida. Afr J Med Sci. 1994;23(1):85.", "ArticleIdList": ["7839951"]}, {"Citation": "Fandeur T, Moretti C, Polonsky J. In vitro and in vivo assessment of the antimamalrial activity of sergeolide. Planta med. 1985;61:20–23.", "ArticleIdList": ["3892560"]}, {"Citation": "Fakeye T O, Itiola O A, Odelila H A. Evaluation of the antimicrobial property of the stem bark of Picralima nitida (Apocynaceae) Phythother Res. 2000;14:368–370.", "ArticleIdList": ["10925406"]}, {"Citation": "François G, Ake Assi L, Holenz J, Brungmann G. Constituents of Picralima nitida display inhibitory activities against asexual erythrocytes forms of Plasmodium falciparum in vitro. J Ethnopharmacol. 1996;54(2–3):113–117.", "ArticleIdList": ["8953424"]}, {"Citation": "Gessler M C, Nkunya M H H, Mwasumbi L B, Henrich M, Tanner M. Screening Tanzanian plants for antimalarial activity. Acta Tropica. 1993;56:65–77.", "ArticleIdList": ["8203297"]}, {"Citation": "Houghton P J, Osibogun I M, Sukhi Bansal. A peptide from Schumanniophyton magnificum with anti-cobra venom activity. Planta med. 1992;58:263–265.", "ArticleIdList": ["1409981"]}, {"Citation": "Irvine F R. Woody plants of Ghana. Oxford: Oxford University Press; 1961. p. 517."}, {"Citation": "Kouamouo J. Thèse Doctorat d'Etat. France: Université de Reims; 1988. Utilisation des métabolites cellulaires comme marqueurs de l'activité pharmacologique : application aux drogues anti-cancéreuses et anti-malariques."}, {"Citation": "Koumaglo K, Gbeassor M, Nikabu O, De Souza C, Wernsdorfer W. Effects of three compounds from Morinda lucida on Plasmodium falciparum. Planta med. 1991;58:533–534.", "ArticleIdList": ["1484892"]}, {"Citation": "Lambros C, Vanderberg J P. Synchronisation of Plasmodium falciparum erythrocytic stages in culture. J Parasitol. 1979;65:418–420.", "ArticleIdList": ["383936"]}, {"Citation": "Letouzey R. Carte phytogéographique du Cameroun au 1/500000e. Toulouse, France: Institut de la Carte Internationale de la Végétation; 1985. p. 5."}, {"Citation": "Ngadjui B T, Dongo E, Ayafor J F, Connolly J D. Thomandertiol, a tetraterpenoid from the twigs of Thomandersia laurifolia. J Nat Prod. 1994;57(1):161–163."}, {"Citation": "Nkunya M H H. Progress in the search of antimalarials. Ethiopia: Addis-Ababa; 1992. Napreca Monograph Series, N° 4."}, {"Citation": "Noster S, Kraus L J. In vitro antimalarial activity of Contera latiflora and Exoxteme caribaeum extracts on Plasmodium falciparum. Planta med. 1990;56:63–65.", "ArticleIdList": ["2192380"]}, {"Citation": "Obih P O, Makinde J M, Laoje J. Investigation of various extracts of Morinda lucida for antimalarial actions on Plasmodium berghei in mice. Afr J Med Sci. 1986;14:45–49.", "ArticleIdList": ["2994438"]}, {"Citation": "Okogun J I, Adeboye J O, Okorie D A. Novel structure of two chromone alkaloids from the root-bark of Schumanniophyton magnificum. Planta med. 1983;49:95–99.", "ArticleIdList": ["17405025"]}, {"Citation": "O'Neill M J, Bray D H, Boardman P, Phillipson D J, Warhurst D C, Peters W, Suffness M. Plants as sources of antimalarial drugs: in vitro antimalarial activities of some quassinoids. Antimicrob. Agents Chemother. 1986;30:101–104.", "ArticleIdList": ["PMC176444", "3530122"]}, {"Citation": "Rasoanaivo P, Oketch-Rabah H. Preclinical considerations on antimalarial phytomedicines. Part II. Efficacy evaluation. Inst Malgache de Recherches Appliquées; 1998. pp. 1–13."}, {"Citation": "Singh A, Rosenthal P J. Comparison of efficacies of cysteine protease inhibitors against five strains of Plasmodium falciparum. Antimicrob Agents Chemother. 2001;45:949–951.", "ArticleIdList": ["PMC90401", "11181388"]}, {"Citation": "Tane P, Ayafor J F, Sodengam B L, Connolly J D. Chromone glycosides from Schumanniophyton magnificum. Phytochemistry. 1990;29(3):1004–1007.", "ArticleIdList": ["1366479"]}, {"Citation": "Tantchou J, Titanji V P K, Divo A, Jensen B. Studies of Cameroonian medicinal plants. II. Antimalarial activities of the extract of Alstonia bonei and Guiboursia tessamanii on Viet-Nam strain of Plasmodium falciparum. Rev Sci Tech. 1986;3:69–73."}, {"Citation": "Trager W, Jensen J B. Human malaria parasites in continuous culture. Science. 1976;193:673–675.", "ArticleIdList": ["781840"]}, {"Citation": "Weenen H, Nkunya M H H, Bray D H, Mwasumbi L B, Kinabo L S, Kilimali V A E B. Antimalarial activity of Tanzanian medicinal plants. Planta Med. 1990;56:368–370.", "ArticleIdList": ["2236289"]}]}], "History": [{"Year": "2010", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2006", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2006", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2007", "Month": "8", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["20162079", "PMC2816424", "10.4314/ajtcam.v4i1.31200"]}}], "PubmedBookArticle": []}