{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Bioactive compounds", "Dacroydes edulis", "Exudates", "Pharmaceutical agents", "Raphia hookeri", "Vitamins"]], "GeneralNote": [], "PMID": "20161937", "DateCompleted": {"Year": "2010", "Month": "05", "Day": "20"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2008", "Month": "01", "Day": "22"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2505-0044", "JournalIssue": {"Volume": "5", "Issue": "2", "PubDate": {"Year": "2008", "Month": "Jan", "Day": "22"}}, "Title": "African journal of traditional, complementary, and alternative medicines : AJTCAM", "ISOAbbreviation": "Afr J Tradit Complement Altern Med"}, "ArticleTitle": "Evaluation of the chemical composition of Dacryodes edulis and Raphia hookeri Mann and Wendl exudates used in herbal medicine in south eastern Nigeria.", "Pagination": {"StartPage": "194", "EndPage": "200", "MedlinePgn": "194-200"}, "Abstract": {"AbstractText": ["The phytochemical contents and medicinal values of Dacroydes edulis and Raphia hookeri exudates were investigated. Phytochemical screening of the plant showed that they contain the presence of bioactive compounds comprising saponins (2.08-3.98 mg 100 g(-1)), alkaloids (0.28-0.49 mg 100 g(-1)), tannins (0.47-0.72 mg 100 g(-1)), flavonoids (0.26-0.39 mg 100 g(-1)), and phenolic compounds (0.01-0.05 mg 100 g(-1)). The carbohydrates, lipids and protein content were 77.42-78.90%, 2.02-4.185% and 16.63-18.38% respectively. The exudates are a good source of water soluble vitamins; ascorbic acid (7.04-26.40 mg 100 g(-1)), niacin (3.12-4.00 mg 100 g(-1)), riboflavin (0.14-0.54 mg 100 g(-1)) and thiamine (0.15-0.22 mg 100 g(-1)). Both plants exudates are good sources of minerals such as Ca, Mg, P, Fe, Zn, Cu and Mn while Cr and Co were trace. These results indicate that exudates can be potential sources of feedstock for the pharmaceutical industry."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Michael Okpara University of Agriculture, Umudike. P.M.B 7267, Umuahia, Nigeria. okwudonatus@yahoo.com"}], "Identifier": [], "LastName": "Okwu", "ForeName": "D E", "Initials": "DE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Nnamdi", "ForeName": "Fred U", "Initials": "FU"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Nigeria", "MedlineTA": "Afr J Tradit Complement Altern Med", "NlmUniqueID": "101232990", "ISSNLinking": "2505-0044"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adesegun S A, Coker H A B. Plants used in tradition medicine against malaria. Nig J Pharm. 2001;32:50–62."}, {"Citation": "Akachukwu C O. Production and utilization of wine palm (Raphia hookeri Mann and Wendland). An Important Wetland Species Occasionally visited by honey bees; Proc Aquatic Sci; 2001. pp. 282–297."}, {"Citation": "AOAC, author. Official methods of Analysis. 14th edn. Washinton DC: Association of Official Analytical Chemist; 1994. pp. 602–612."}, {"Citation": "Barakat M Z, Shehab S K, Darwish N, Zahermy E I. Determination of ascorbic acid from plants. Analyst Biochemistry. 1993;53:225–245."}, {"Citation": "Boham A B, Kocipai A C. Flaovnids and condensed tannins from leaves of Hawaiian vaccinium Vaticulum. Pacific Science. 1994;48:458–463."}, {"Citation": "Ekpa O. The use of Raphia hookeri and Pachylobus Odulis in cosmetic formulation. Discovery and Innovation. 1993;5:312–313."}, {"Citation": "Fliedner L J, Teichman . Chemistry man's Servant. Boston: Allya and Bacon inc.; 1965. p. 493."}, {"Citation": "Gledhill D. West African Tree. Hong Kong: Longman; 1972. pp. 5–8."}, {"Citation": "Harborne J B. Phytochemical Methods. London: Chapman and Hall; 1973. p. 113."}, {"Citation": "Haslam E. Biological compounds. London: Oxford Pergamon Press; 1979. pp. 756–787."}, {"Citation": "Hunt S, Groff I L, Holbrook J. Nutrition Principle and Chemical Practice. New York: John Wiley and Sons; 1980. pp. 49–52. 459–462."}, {"Citation": "Hutchinson J M, Dalziel J, Hepper F N. Flora of West Africa. II. Lagos: Macmillan Publishers Ltd; 1963. pp. 252–260."}, {"Citation": "Irvine F R. Woody plants of Ghana with special reference to their uses. London: Oxford University Press; 1961. p. 19.p. 20.p. 695."}, {"Citation": "Igoli J O, Ogali O G, Tor-Anyiin T A, Igoli P N. Traditional medicine practise amongst the Igede people of Nigeria Part II. Afri J Trad CAM. 2005;2(2):134–152."}, {"Citation": "Kardono L B, Angerhofer C K, Tsauri S, Padmawinata K, Pezzuto J M, Kinghorn A D. Cytototoxic and antimalarial constituents of the roots of Eurycoma longitolia. J Natural Prod. 1991;54(5):1360–1367.", "ArticleIdList": ["1800638"]}, {"Citation": "Leakay R R B. Potential for Novel food products from Agroforestry Trees. A review. Food Chemistry. 1999;66:1–4."}, {"Citation": "Macral R, Robinson R K, Sadler M J, Brace H. Aetiology of Dental carries. Encyclopedia Food Sci Food Nutrition. 1993;2:11223–11309."}, {"Citation": "Muller H G, Tobin G. Nutrition and Food Processing Croom Helm. London: 1980."}, {"Citation": "Nahapetian A, Bassiri A. Changes in concentration interrelation ship of phyrate, P, Mg, Cu, Zn in wheat during maturation. J Agric Food Chem. 1975;32:1179–1182.", "ArticleIdList": ["1194585"]}, {"Citation": "Obadoni B O, Ochuko P O. Phytochemical studies and comparative efficacy of the crude extract of some homeostatic plants in Edo and Delta States of Nigeria. Global J Pure Applied Science. 2001;8:203–208."}, {"Citation": "Ogbonna K H. Nigerian Raphia palm sap: The past, present and future. Afr J Environ Studies. 2000;1 and 2:53–58."}, {"Citation": "Okaka J C, Okaka A N O. Food composition, Spoilage and shelf life extension. Nigeria: Ocjarco Academic Publisher Enugu; 2001. p. 54.p. 56."}, {"Citation": "Okwu D E, Ekeke O. Phytochemical screening and mineral composition of Chewing Stick in South Eastern Nigeria. Global Journal of Pure and Applied Sciences. 2003;9:235–238."}, {"Citation": "Okwu D E. Phytochemicals and Vitamin content of Indigenous Spices of South Eastern Nigeria. Journal of Sustainable Agriculture Environment. 2004;6(1):30–37."}, {"Citation": "Okwu D E. Phytochemicals. Vitamins and Mineral contents of two Nigeria Medicinal Plants. International. Journal of Molecular Medicine and Advance Sciences. 2005;1:375–381."}, {"Citation": "Okwu D E, Omodamiro O D. Effect of Hexane extract and phytochemical content of Xylopia aethiopica and Ocimum gratissimum on uterus of Guinea pig. Bio-Research. 2005;3(2):40–44."}, {"Citation": "Okwu D E, Emenike I N. Evaluation of the phytonutrients and vitamins contents of citrus fruits. International Journal of Molecular Medicine and Advance Science. 2006;2(1):1–6."}, {"Citation": "Okwu D E, Emenike I N. Nutritive value and mineral content of different varieties of citrus fruits. Journal of food technology. 2007;5:105–108."}, {"Citation": "Olabanji S O, Mankanju O V, Heque D C M, Buoso M C, Ceccato D, Cherubini R, Moshini G. PIGE PIXE Analysis of Chewing sticks of pharmacological importance. Nuclear Instruments and methods in Physics Research. 1996;113:368–372."}, {"Citation": "Osborn D R, Voogt P. Calculations of Calorific Value in the Analysis of Nutrients in Roots. New York: Academic Press; 1978. pp. 239–244."}, {"Citation": "Osborn G E, Dakey H G. Pharmaceutical Association practical. Pharm 2nd Edition. 1991. p. 420."}, {"Citation": "Otedoh M O. Raphia palms; their utilization in Jeremi Clan of Mid-western Nigeria. Niger-Agric Journal. 1972;9(2):174–182."}, {"Citation": "Roger G D P. Encyclopedia of medicinal plants (vol 1) education and health library editorial safeliz S.L spalm. 2002. pp. 153–154. 265–267."}, {"Citation": "SKALAR Analyzers. The Netherlands: Segmented flow Analyser for Analytical Process Laboratories; 2000. p. 45.p. 50.p. 60."}, {"Citation": "Shahidi F U D, Chavan A K, Bal, Mckenzie O B. Chemical Composition of Beach Pea (Lathyrus maritimus L) Plant Parts Food Chemistry. 1999;64:39–44."}, {"Citation": "Sodipo O A, Akiniyi J A, Ogunbamoru J V. Studies on Certain Characteristics of Extracts of Bark of pansinystalia macruceras (K. Schemp) Pierre Exbeille. Global Journal of Pure and Applied Science. 2000;6:83–87."}, {"Citation": "Steel R G D, Torrie J H. Principles and Procedures of Statistics: With Special Reference to Biological Science. New York: McGraw-Hill; 1980. p. 481."}, {"Citation": "Stray F. The Natural Guide to Medicinal Herbs and Plants. London: Tiger Books International; 1998. pp. 12–16."}, {"Citation": "Trease G E, Evans W C. Pharmacognosy. 9th Edition. Lea and Febiger; 1983. p. 208."}, {"Citation": "Tyler V E, Brady L R, Robbers J E. Pharmacognosy. Lea and Fobiger; 1981. pp. 45–51."}, {"Citation": "Van-Burden T P, Robinson W C. Formation of complexes between protein and tannin acid. Journal of Agriculture and Food Chemistry. 1981;1:77–82."}, {"Citation": "Zhao J. Nutraceuticals, Nutrition Therapy; Phytonutrients and phyto-therapy for improvement of human health. A perspective on plant biotechnology application. Recent patent on biotechnology. 2007;1:75–97.", "ArticleIdList": ["19075834"]}]}], "History": [{"Year": "2010", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2008", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2008", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2009", "Month": "1", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["20161937", "PMC2816547", "10.4314/ajtcam.v5i2.31273"]}}], "PubmedBookArticle": []}