{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "20163730", "DateCompleted": {"Year": "2010", "Month": "07", "Day": "27"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "02", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-6-9"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2010", "Month": "Feb", "Day": "17"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnomedicine and ethnobotany of fright, a Caribbean culture-bound psychiatric syndrome.", "Pagination": {"StartPage": "9", "MedlinePgn": "9"}, "Abstract": {"AbstractText": ["\"Fright\" is an English-speaking Caribbean idiom for an illness, or ethnomedical syndrome, of persistent distress. A parallel ethnopsychiatric idiom exists in the French Antilles as sésisma. Fright is distinct from susto among Hispanics, though both develop in the wake of traumatic events. West Indian ethnophysiology (ethnoanatomy) theorizes that an overload of stressful emotions (fear, panic, anguish or worry) causes a cold humoral state in which blood coagulates causing prolonged distress and increased risks of other humorally cold illnesses.", "Qualitative data on local explanatory models and treatment of fright were collected using participant-observation, informal key informant interviews and a village health survey. Ethnobotanical and epidemiological data come from freelist (or \"free-list\") tasks, analyzed for salience, with nearly all adults (N = 112) of an eastern village in Dominica, and a village survey on medicinal plant recognition and use (N = 106).", "Along with prayer and exercise, three herbs are salient fright treatments: Gossypium barbadense L., Lippia micromera Schauer, and, Plectranthus [Coleus] amboinicus [Loureiro] Sprengel. The survey indicated that 27% of village adults had medicated themselves for fright. Logistic regression of fright suffering onto demographic variables of age, education, gender, parental status and wealth measured in consumer goods found age to be the only significant predictor of having had fright. The probability of having (and medicating for) fright thus increases with every year.", "While sufferers are often uncomfortable recalling personal fright experiences, reporting use of medicinal plants is less problematic. Inquiry on fright medical ethnobotany (or phytotherapies) serves as a proxy measurement for fright occurrence. Cross-cultural and ethnopharmacology literature on the medicinal plants suggests probable efficacy in accord with Dominican ethnomedical notions of fright. Further, the cultural salience and beliefs about these medicines may give these medications extra psychoneuroimmune (i.e. mind-body) benefits, or placebo-like effects, for this stress-related folk illness."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anthropology, Washington State University, Pullman, WA 99163, USA. mquinlan@wsu.edu"}], "Identifier": [], "LastName": "Quinlan", "ForeName": "Marsha B", "Initials": "MB"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Age Factors"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Culture"}, {"QualifierName": [], "DescriptorName": "Dominica"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Fear"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Health Care Surveys"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Interviews as Topic"}, {"QualifierName": [], "DescriptorName": "Logistic Models"}, {"QualifierName": [], "DescriptorName": "Magnoliopsida"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["therapy"], "DescriptorName": "Mental Disorders"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Psychoneuroimmunology"}, {"QualifierName": [], "DescriptorName": "Socioeconomic Factors"}, {"QualifierName": ["therapy"], "DescriptorName": "Stress, Psychological"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Allsopp R, ed. Dictionary of Caribbean English Usage. Kingston: University of West Indies Press; 1996."}, {"Citation": "Farmer P. Bad blood, spoiled milk: Bodily fluids as moral barometers in rural Haiti. American Ethnologist. 1988;6:62–83. doi: 10.1525/ae.1988.15.1.02a00050.", "ArticleIdList": ["10.1525/ae.1988.15.1.02a00050"]}, {"Citation": "Farmer P. Sending Sickness: Sorcery, Politics, and Changing Concepts of AIDS in Rural Haiti. Medical Anthropology Quarterly New Series. 1990;6:6–27. doi: 10.1525/maq.1990.4.1.02a00020.", "ArticleIdList": ["10.1525/maq.1990.4.1.02a00020"]}, {"Citation": "Laguerre MS. Afro-Caribbean Folk Medicine. South Hadley, MA: Bergen & Garvey Publishers; 1987."}, {"Citation": "Payne-Jackson A, Alleyne MC. Jamaican Folk Medicine: A Source of Healing. Kingston: University of West Indies Press; 2004."}, {"Citation": "Laguerre MS. American Odyssey: Haitians in New York City. Ithaca, NY: Cornell University Press; 1984."}, {"Citation": "Simon RC, Hughes CC, EDS. Dordrecht: D. Reidel Publishing; 1985. The Culture-Bound Syndromes: Folk Illnesses of Psychiatric and Anthropological Interest."}, {"Citation": "Rubel AJ, O'Nell CW, Collado-Ardon R. Susto, A Folk Illness. Berkeley and Los Angeles: University of California Press; 1984."}, {"Citation": "Capps LL. Fright illness in Hmong children. Pediatric Nursing. 1999;6:378–383.", "ArticleIdList": ["12024357"]}, {"Citation": "Swagman C. Fijac: Fright and Illness in Highland Yemen. Social Science and Medicine. 1989;6:381–388. doi: 10.1016/0277-9536(89)90039-7.", "ArticleIdList": ["10.1016/0277-9536(89)90039-7", "2705010"]}, {"Citation": "Wikan U. Illness from fright or soul loss: A North Balinese culture-bound syndrome? Culture, Medicine and Psychiatry. 1989;6:25–50. doi: 10.1007/BF00052681.", "ArticleIdList": ["10.1007/BF00052681", "2721223"]}, {"Citation": "Hart DV. In: The Culture-Bound Syndromes: Folk Illnesses of Psychiatric and Anthropological Interest. Simons RC, Hughes CC, editor. Dordrecht: D. Reidel Publishing; 1985. Lanti, Illness by Fright Among Bisayan Filipinos; pp. 317–397."}, {"Citation": "Frankel S. In: The Culture-Bound Syndromes: Folk Illnesses of Psychiatric and Anthropological Interest. Simons RC, Hughes CC, editor. Dordrecht: D. Reidel Publishing; 1985. Mogo Laya, A New Guinea Fright Illness; pp. 399–404."}, {"Citation": "Good BJ, Good M-JD. In: Cultural Conceptions of Mental Health and Therapy. Marsella AJ, White G, editor. Dordrecht: D. Reidel Publishing; 1982. Toward a meaning-centered analysis of popular illness categories: Fright illness and heart distress in Iran; pp. 150–158."}, {"Citation": "Eisenbruch M, Ed. London . Jessica Kingsley Publishers; 2000. Cambodian Concepts of Perinatal Mental Disorder."}, {"Citation": "Foster GM. Hippocrates' Latin American Legacy: Humoral Medicine in the New World. Langhorne, PA: Gordon & Breach Science Publications; 1994."}, {"Citation": "Quinlan MB, Quinlan RJ. In: Eating and Healing: Traditional Food as Medicine. Pieroni A, Price L, editor. Binghamton, NY: Haworth Press; 2006. Balancing the System: Humoral Medicine and Food in the Commonwealth of Dominica; pp. 197–212."}, {"Citation": "Sobo EJ. The Jamaican Body's Role in Emotional Experience and Sense Perception. Culture, Medicine and Psychiatry. 1996;6:313–342. doi: 10.1007/BF00113823.", "ArticleIdList": ["10.1007/BF00113823", "8899284"]}, {"Citation": "Weller SC, Baer RD, Garcia JdG, Glazer M, Trotter R, Pachter L, Klein RE. Regional Variation in Latino Descriptions of Susto. Culture, Medicine and Psychiatry. 2002;6:449–472. doi: 10.1023/A:1021743405946.", "ArticleIdList": ["10.1023/A:1021743405946", "12572769"]}, {"Citation": "Weller SC, Baer RD, Garcia JdG, Salcedo-Rocha AL. Susto and Nervios: Expressions for Stress and Depression. Culture, Medicine & Psychiatry. 2008;6:406–420. doi: 10.1007/s11013-008-9101-7.", "ArticleIdList": ["10.1007/s11013-008-9101-7", "18535889"]}, {"Citation": "Lewis-Fernandez R, Guarnaccia PJ, Martinez IE, Salman E, Schmidt A, Liebowitz M. Comparative phenomenology of ataques de nervios, panic attacks, and panic disorder. Culture, medicine and psychiatry. 2002;6:199–223. doi: 10.1023/A:1016349624867.", "ArticleIdList": ["10.1023/A:1016349624867", "12211325"]}, {"Citation": "Guarnaccia P, Canino G, Rubio-Stipec M, M B. The prevalence of ataques de nervios in the Puerto Rico Disaster Study. Journal of Nervous and Mental Disease. 1993;6:157–165. doi: 10.1097/00005053-199303000-00003.", "ArticleIdList": ["10.1097/00005053-199303000-00003", "8445374"]}, {"Citation": "Baer RD, Weller SC, Garcia JdG, Glazer M, Trotter R, Pachter L, Klein RE. A Cross-Cultural Approach to the Study of the Folk Illness Nervios. Culture, Medicine and Psychiatry. 2003;6:315–337. doi: 10.1023/A:1025351231862.", "ArticleIdList": ["10.1023/A:1025351231862", "14510097"]}, {"Citation": "Finkler K. In: Gender, Health, and Illness: The Case Of Nerves. Davis DL, Low SL, editor. New York: Hemisphere Publishing Co; 1989. The Universality of Nerves."}, {"Citation": "Finerman R. In: Gender, Health, and Illness: The Case Of Nerves. Davis DL, Low SL, editor. New York: Hemisphere Publishing Co; 1989. The Burden of Responsibility: Duty, Depression, and Nervios in Andean Ecuador.", "ArticleIdList": ["2768089"]}, {"Citation": "Etkin NL. Ethnopharmacology: Biobehavioral Approaches in the Anthropological Study of Indigenous Medicines. Annual Review of Anthropology. 1988;6:23–42. doi: 10.1146/annurev.an.17.100188.000323.", "ArticleIdList": ["10.1146/annurev.an.17.100188.000323"]}, {"Citation": "Smith BD, Sabin M, Berlin EA, Nackerud L. Ethnomedical Syndromes and Treatment Seeking Behavior among Mayan Refugees in Chiapas, Mexico. Culture, Medicine & Psychiatry. 2009;6:366–381. doi: 10.1007/s11013-009-9145-3.", "ArticleIdList": ["10.1007/s11013-009-9145-3", "19526330"]}, {"Citation": "Quinlan RJ. Gender & Risk in a Matrifocal Caribbean Community: A View from Behavioral Ecology. American Anthropologist. 2006;6:464–479. doi: 10.1525/aa.2006.108.3.464.", "ArticleIdList": ["10.1525/aa.2006.108.3.464"]}, {"Citation": "Quinlan MB. From the Bush: The Frontline of Health Care in a Caribbean Village. Belmont, CA: Wadsworth; 2004."}, {"Citation": "Quinlan MB, Quinlan RJ. Modernization and Medicinal Plant Knowledge in Caribbean Horticultural Village. Medical Anthropology Quarterly. 2007;6:169–192. doi: 10.1525/maq.2007.21.2.169.", "ArticleIdList": ["10.1525/maq.2007.21.2.169", "17601083"]}, {"Citation": "Kleinman A. Patients and Healers in the Context of Culture. Berkeley: University of California Press; 1980."}, {"Citation": "Bodley JH. The Power of Scale: A Global History Approach. Armonk: M. E. Sharpe; 2003."}, {"Citation": "Vandebroek I, Balick MJ, Ososki A, Kronenberg F, Yukes J, Wade C, Jiménez F, Peguero B, Castillo D. The importance of botellas and other plant mixtures in Dominican traditional medicine. Journal of Ethnopharmacology. 2010. in press .", "ArticleIdList": ["PMC2829983", "20006697"]}, {"Citation": "Hernández Cano J, Volpato G. Herbal mixtures in the traditional medicine of Eastern Cuba. Journal of Ethnopharmacology. 2004;6:293–316. doi: 10.1016/j.jep.2003.10.012.", "ArticleIdList": ["10.1016/j.jep.2003.10.012", "15013195"]}, {"Citation": "Code of Ethics of the American Anthropological Association. AAA. http://www.aaanet.org/issues/policy-advocacy/upload/AAA-Ethics-Code-2009.pdf"}, {"Citation": "International Society of Ethnobiology Code of Ethics (with 2008 additions) ISE. http://ise.arts.ubc.ca/global_coalition/ethics.php"}, {"Citation": "DeWalt KM, DeWalt BR, Wayland CB, Eds. Walnut Creek, CA. AltaMira Press; 1998. Participant observation."}, {"Citation": "Martin G. Ethnobotany: A Methods Manual. London: Chapman & Hall; 1995."}, {"Citation": "Bernard HR. Research Methods in Cultural Anthropology. 4. Newbury Park, California: Sage Publications; 2005."}, {"Citation": "Weller S, Romney AK. Systematic Data Collection. Newbury Park, California: Sage Publications; 1988."}, {"Citation": "Brewer DD. Cognitive indicators of knowledge in semantic domains. Journal of Quantitative Anthropology. 1995;6:1047–1128."}, {"Citation": "Romney AK, D'Andrade RG. Cognitive Aspects of English Kin Terms. American Anthropologist. 1964;6(Part 2):146–170."}, {"Citation": "Gatewood JB. Loose talk: Linguistic competence and recognition ability. American Anthropologist. 1983;6:378–387. doi: 10.1525/aa.1983.85.2.02a00100.", "ArticleIdList": ["10.1525/aa.1983.85.2.02a00100"]}, {"Citation": "Quinlan MB. Considerations for collecting freelists in the Field: Examples from ethnobotany. Field Methods. 2005;6:219–234. doi: 10.1177/1525822X05277460.", "ArticleIdList": ["10.1177/1525822X05277460"]}, {"Citation": "Ryan GW, Nolan JM, Yoder PS. Successive freelisting: Using freelists to generate explanatory models. Field Methods. 2000;6:83–107. doi: 10.1177/1525822X0001200201.", "ArticleIdList": ["10.1177/1525822X0001200201"]}, {"Citation": "Smith JJ. Using ANTHROPAC 3.5 and a Spreadsheet to Compute a Freelist Salience Index. Cultural Anthropology Methods Newsletter. 1993;6:1–3."}, {"Citation": "Smith JJ, Furbee LN, Maynard K, Quick S, Ross L. Salience counts: A domain analysis of English color terms. Journal of Linguistic Anthropology. 1995;6:203–216. doi: 10.1525/jlin.1995.5.2.203.", "ArticleIdList": ["10.1525/jlin.1995.5.2.203"]}, {"Citation": "Berlin EA, Berlin B. Medical ethnobiology of the highland Maya of Chiapas, Mexico: the gastrointestinal diseases. Princeton, New Jersey: Princeton University Press; 1996.", "ArticleIdList": ["0"]}, {"Citation": "Berlin EA, Berlin B. Some field methods in medical Ethnobiology. Field Methods. 2005;6:235–268. doi: 10.1177/1525822X05277532.", "ArticleIdList": ["10.1177/1525822X05277532"]}, {"Citation": "Quinlan RJ. Effect of Household Structure on Female Reproductive Strategies in a Caribbean Community. Human Nature. 2001;6:169–189. doi: 10.1007/s12110-001-1005-y.", "ArticleIdList": ["10.1007/s12110-001-1005-y", "26192275"]}, {"Citation": "Brewer DD. Supplementary interviewing techniques to maximize output in free listing tasks. Field Methods. 2002;6:108–118. doi: 10.1177/1525822X02014001007.", "ArticleIdList": ["10.1177/1525822X02014001007"]}, {"Citation": "Quinlan MB, Quinlan RJ, Nolan JM. Ethnophysiology and Herbal Treatments of Intestinal Worms in Dominica, West Indies. Journal of Ethnopharmacology. 2002;6:75–83. doi: 10.1016/S0378-8741(02)00002-8.", "ArticleIdList": ["10.1016/S0378-8741(02)00002-8", "11891089"]}, {"Citation": "Foster GM. Disease etiologies in nonwestern medical systems. American Anthropologist. 1976;6:773–782. doi: 10.1525/aa.1976.78.4.02a00030.", "ArticleIdList": ["10.1525/aa.1976.78.4.02a00030"]}, {"Citation": "Fourth, editor. American Psychiatric Association (APA) Diagnostic and Statistical Manual of Mental Disorders, (DSM-IV) Washington, DC: American Psychiatric Assn; 1994."}, {"Citation": "Salgado de Snyder VN, Diaz-Perez MdJ, Ojeda VD. The prevalence of nervios and associated symptomatology among inhabitants of Mexican rural communities. Culture, Medicine and Psychiatry. 2000;6:453–470. doi: 10.1023/A:1005655331794.", "ArticleIdList": ["10.1023/A:1005655331794", "11128627"]}, {"Citation": "Baer RD, Bustillo M. Susto and mal de ojo among Florida farmworkers: Emic and etic perspectives. Medical Anthropology Quarterly. 1993;6:90–100. doi: 10.1525/maq.1993.7.1.02a00060.", "ArticleIdList": ["10.1525/maq.1993.7.1.02a00060"]}, {"Citation": "Lawrence V, Banerjee S, Bhugra D, Sangha K, Turner S, Murray J. Coping with depression in later life: a qualitative study of help-seeking in three ethnic groups. Psychological Medicine. 2006;6:1375–1383. doi: 10.1017/S0033291706008117.", "ArticleIdList": ["10.1017/S0033291706008117", "16854247"]}, {"Citation": "Copeland-Linder N. Stress among black women in a South African township: The protective role of religion. Journal of Community Psychology. 2006;6:577–599. doi: 10.1002/jcop.20116.", "ArticleIdList": ["10.1002/jcop.20116"]}, {"Citation": "Napoli M. The plants, rituals and spells that 'cured' helminthiasis in Sicily. Journal of Ethnobiology and Ethnomedicine. 2008;6:21. doi: 10.1186/1746-4269-4-21.", "ArticleIdList": ["10.1186/1746-4269-4-21", "PMC2566559", "18823529"]}, {"Citation": "Csordas TJ, Storck MJ, Strauss M. Diagnosis and distress in Navajo healing. Journal of Nervous and Mental Disease. 2008;6:585–596. doi: 10.1097/NMD.0b013e3181812c68.", "ArticleIdList": ["10.1097/NMD.0b013e3181812c68", "18974670"]}, {"Citation": "Koenig HG, Larson DB, Weaver AJ. In: New Directions for Mental Health Services, Spirituality and Religion in Recovery from Mental Illness, No 80. Fallot RD, editor. San Francisco: Jossey-Bass Publishers; 1998. Research on Religion and Serious Mental Illness.", "ArticleIdList": ["9855761"]}, {"Citation": "Everly GSJ, Lating JM. A Clinical Guide to the Treatment of the Human Stress Response. 2. New York, Boston, Dordrecht, London, Moscow: Plenum Publishers; 2002."}, {"Citation": "Salmon P. Effects of physical exercise on anxiety, depression, and sensitivity to stress: A unifying theory. Clinical Psychology Review. 2001;6:33–61. doi: 10.1016/S0272-7358(99)00032-X.", "ArticleIdList": ["10.1016/S0272-7358(99)00032-X", "11148895"]}, {"Citation": "Rimmele U, Seiler R, Marti B, Wirtz PH, Ehlert U, Heinrichs M. The level of physical activity affects adrenal and cardiovascular reactivity to psychosocial stress. Psychoneuroendocrinology. 2009;6:190–198. doi: 10.1016/j.psyneuen.2008.08.023.", "ArticleIdList": ["10.1016/j.psyneuen.2008.08.023", "18922645"]}, {"Citation": "Percy RG, Wendel JE. Allozyme evidence for the origin and diversification of Gossypium barbadense L. TAG Theoretical and Applied Genetics. 1990;6:529–542.", "ArticleIdList": ["24226459"]}, {"Citation": "Dillehay TD, Rossen J, Andres TC, Williams DE. Preceramic adoption of peanut, squash, and cotton in northern Peru. Science. 2007;6:1890–1893. doi: 10.1126/science.1141395.", "ArticleIdList": ["10.1126/science.1141395", "17600214"]}, {"Citation": "Info Comm: Market information in the commodities area: Cotton. http://unctad.org/infocomm/anglais/cotton/characteristics.htm#"}, {"Citation": "Nicholson DH. Flora of Dominica, Part 2: Dicotyledoneae. Washington: Smithsonian Institution Press; 1991."}, {"Citation": "Roys RL. The Ethno-Botany of the Maya. New Orleans: Department of Middle American Research, Tulane University of Luisiana; 1931."}, {"Citation": "Whittaker MC. Medicinal Plants of St. Kitts & Nevis. Basseterre, St. Kitts: College of Further Education; 1992."}, {"Citation": "Wong W. Some folk medicinal plants from Trinidad. Economic Botany. 1976;6:103–142."}, {"Citation": "Asprey G, Thorton P. Medicinal plants of Jamaica: Part IV. West Indian Medical Journal. 1955;6:145–168.", "ArticleIdList": ["13282253"]}, {"Citation": "Roig y Mesa JT. Plantas Medicinales, Aromáticas y Venenosas de Cuba: Ciencia y Técnica. La Habana: Instituto Cubano del Libro; 1974."}, {"Citation": "Vogel VJ. American Indian Medicine. Norman, OK: University of Oklahoma Press; 1985."}, {"Citation": "Lans C, Harper T, Georges K, Bridgewater E. Medicinal plants used for dogs in Trinidad and Tobago. Preventive Veterinary Medicine. 2000;6:201–220. doi: 10.1016/S0167-5877(00)00123-9.", "ArticleIdList": ["10.1016/S0167-5877(00)00123-9", "10821961"]}, {"Citation": "Morton JF. Atlas of Medicinal Plants of Middle America: Bahamas to Yucutan. Springfield, IL: Charles C Thomas Publisher; 1981."}, {"Citation": "Honychurch L. The Dominica Story: A History of the Island. Oxford, UK: Macmillan Caribbean; 1995."}, {"Citation": "DeFilipps RA. Useful Plants of the Commonwealth of Dominica, West Indies. Washington, DC: Smithsonian National Museum of Natural History, Department of Botany; 1998."}, {"Citation": "Moldenke H. Materials toward a monograph of the genus Lippia I. Phytologia. 1965;6:6–71."}, {"Citation": "Pascual M, Slowing K, Carretero E, Sanchez MD, Lippia VA. Traditional uses, chemistry and pharmacology: a review. Journal of Ethnopharmacology. 2001;6:201–214. doi: 10.1016/S0378-8741(01)00234-3.", "ArticleIdList": ["10.1016/S0378-8741(01)00234-3", "11448540"]}, {"Citation": "Morton J. Current folk remedies of Northern Venezuela. Quarterly Journal of Crude Drug Research. 1975;6:97–122."}, {"Citation": "Brussell DE. Potions, Poisons, and Panaceas: An Ethnobotanical Study of Montserrat. Carbondale, IL: Southern Illinois University Press; 1997."}, {"Citation": "Pittier H. Manual de las plantas usuales de Venezuela. Caracas: Litografia del comercio; 1926."}, {"Citation": "Hennebelle T, Sahpaz S, Joseph H, Bailleul F. Ethnopharmacology of Lippia alba. Journal of Ethnopharmacology. 2008;6:211–222. doi: 10.1016/j.jep.2007.11.044.", "ArticleIdList": ["10.1016/j.jep.2007.11.044", "18207682"]}, {"Citation": "De Abreu Matos FJ, Lacerda Machado MI, Aragao Craveiro A, Wilson Alencar J. Essential oil composition of two chemotypes of L. alba grown in Northeast Brazil. Journal of Essential Oil Research. 1996;6:695–698."}, {"Citation": "Zétola M, De Lima TCM, Sonaglio D, González-Ortega G, Limberger RP, Petrovick PR, Bassani VL. CNS activities of liquid and spray-dried extracts from Lippia alba--Verbenaceae (Brazilian false melissa) Journal of Ethnopharmacology. 2002;6:207–215. doi: 10.1016/S0378-8741(02)00187-3.", "ArticleIdList": ["10.1016/S0378-8741(02)00187-3", "12241997"]}, {"Citation": "Pousset JL. Plantes Médicinales Africaines, Utilisation Practique. Paris: Agencede Cooperation Cuturelle et Technique; 1989."}, {"Citation": "Weniger B, Rouzier M, Daguilh R, Henrys D, Henrys J, Anton R. La medecine populaire dans le plateau central d'Haiti. 2 Inventaire ethnopharmacologique. Journal of Ethnopharmacology. 1986;6:13–30. doi: 10.1016/0378-8741(86)90070-X.", "ArticleIdList": ["10.1016/0378-8741(86)90070-X", "3762193"]}, {"Citation": "Allen DE, Hatfield G. Medicinal Plants in Folk Tradition: An Ethnobotany of Britain and Ireland. Portland, OR,: Timber Press; 2004."}, {"Citation": "Olivero-Verbel J, Gueette-Fernandez J, Stashenko E. Acute toxicity against Artemia franciscana of essential oils isolated from plants of the genus Lippia and Piper collected in Colombia. Boletin Latinoamericano y del Caribe de Plantas Medicinales y Aromaticas. 2009;6:419–427."}, {"Citation": "Rojas L, Mora D, Chataing B, Guerrero B, Usubillaga A. Chemical Composition and Bioactivity on Bacteria and Fungi of the Essential Oil from Lippia micromera Schauer. Journal of Essential Oil-Bearing Plants. 2009;6:69–75."}, {"Citation": "Lopez P, Sanchez C, Battle R, Nerin C. Vapor-phase activities of cinnamon, thyme, and oregano essential oils and key constituents against foodborne microorganisms. Journal of Agricultural and Food Chemistry. 2007;6:4348–4356. doi: 10.1021/jf063295u.", "ArticleIdList": ["10.1021/jf063295u", "17488023"]}, {"Citation": "Pino JA, Rosaldo A, Mennéndez R. Leaf Oil of Lippia micromera Schauer in DC. from Cuba. Journal of Essential Oil Research. 1998;6:189–190."}, {"Citation": "Baser KH. Biological and pharmacological activities of carvacrol and carvacrol bearing essential oils. Current Pharmaceutical Design. 2008;6:3106–3119. doi: 10.2174/138161208786404227.", "ArticleIdList": ["10.2174/138161208786404227", "19075694"]}, {"Citation": "Burt S, Zee R van der, Koets A, de Graaff A, van Knapen F, Gaastra W, Haagsman H, Veldhuizen E. Carvacrol Induces Heat Shock Protein 60 and Inhibits Synthesis of Flagellin in Escherichia coli O157:H7▼. Applied and Environmental Microbiology. 2007. pp. 4484–4490.", "ArticleIdList": ["10.1128/AEM.00340-07", "PMC1932834", "17526792"]}, {"Citation": "Aydin S, Ozturk Y, Beis R, KHC B. Investigation of Origanumonites, Sideritis congesta and Satureja cuneifolia oils for analgesic activity. Phytotherapy Research. 1996;6:342–344. doi: 10.1002/(SICI)1099-1573(199606)10:4<342::AID-PTR832>3.0.CO;2-W.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199606)10:4<342::AID-PTR832>3.0.CO;2-W"]}, {"Citation": "Makonnen E, Debella A, Abebe D, Teka F. Analgesic properties of some ethiopian medicinal plants in different models of nociception in mice. Phytotherapy Research. 2003;6:1108–1112. doi: 10.1002/ptr.1306.", "ArticleIdList": ["10.1002/ptr.1306", "14595598"]}, {"Citation": "Zarzuelo A, Crespo E. In: Thyme: The Genus Thymus. Stahl-Biskup E, Sáez F, editor. London and New York: Taylor and Francis; 2002. The medicinal and non-medicinal uses of thyme."}, {"Citation": "King J. American Eclectic Dispensatory. Cincinnati: Moore, Wilstach, Keys & Co; 1855."}, {"Citation": "Bethea O. Materia Medica Drug Administration and Prescription Writing, Fifth Revised Edition. Philadelphia: F. A. Davis Company; 1938."}, {"Citation": "United States Pharmacopeia. USPC. Rockville, MD; 2006. The United States Pharmacopeia-National Formulary (USP-NF), on disk."}, {"Citation": "Priestley CM, Williamson E, Wafford K, Sattelle D. \"Thymol, a constituent of thyme essential oil, is a positive allosteric modulator of human GABAA receptors and a homo-oligomeric GABA receptor from Drosophila melanogaster\". British Journal of Pharmacology. 2003;6:1363–1372. doi: 10.1038/sj.bjp.0705542.", "ArticleIdList": ["10.1038/sj.bjp.0705542", "PMC1574153", "14623762"]}, {"Citation": "Watanabe M, Maemura K, Kanbara K, Tamayama T, Hayasaki H. \"GABA and GABA receptors in the central nervous system and other organs\". International Review of Cytology. 2002;6:1–47. full_text.", "ArticleIdList": ["11837891"]}, {"Citation": "Grisebach AHR. Flora of the British West Indian Islands. London: Lovell Reeve & Co; 1864."}, {"Citation": "Lukhobaa CW, Simmonds MSJ, Paton AJ. Plectranthus: A review of ethnobotanical uses. Journal of Ethnopharmacology. 2006;6:1–24. doi: 10.1016/j.jep.2005.09.011.", "ArticleIdList": ["10.1016/j.jep.2005.09.011", "16289602"]}, {"Citation": "Adjanohoun E, Assi L, Chibon P, Cuffy S, Darnault J, Edwards M, Etienne C, Eyme J, Goudote E, Jeremie J, Medecine Traditionnelle et Pharmacopee: Contrabution aux Etudes Ethnobotaniques et Floristiques a la Dominique (Commonwealth of Dominica) Paris: Agence de Cooperation Culturelle et Technique; 1985."}, {"Citation": "Franca F, Lago E, PD aM. Plants used in the treatment of leishmanial ulcers due to Leishmania (Viannia) brasilensis in an endemic area of Bahia, Brazil. Revista Da Sociedada Brasileira de Medicina Tropical. 1996;6:229–232.", "ArticleIdList": ["8701041"]}, {"Citation": "Jain SK, Lata S. Amazonian uses of some plants growing in India. Indigenous Knowledge and Development Monitor. 1996;6:21–23."}, {"Citation": "Yoganarasimhan S. Medicinal Plants of India, Tamil Nadu. Vol. 6. Bangalore: Cyber Media; 2000."}, {"Citation": "Schultes RE, Hofmann RA. Plants of the Gods. Rochester, VT: Healing Arts Press; 1992."}, {"Citation": "Ruiz AR, De La Torre RA, Alonso N, Villaescusa A, Betancourt J, Vizoso A. Screening of medicinal plants for induction of somatic segregation activity in Aspergillus nidulans. Journal of Ethnopharmacology. 1996;6:123–127. doi: 10.1016/0378-8741(96)01394-3.", "ArticleIdList": ["10.1016/0378-8741(96)01394-3", "8771452"]}, {"Citation": "Castillo R, González V. Plectranthus amboinicus (Lour.) Spreng. Revista Cubana de Plantas Medicinales. 1999;6:110–115."}, {"Citation": "Githinji C, Kokwaro J. Ethnomedicinal study of major species in the family Labiatae from Kenya. Journal of Ethnopharmacology. 1993;6:197–203. doi: 10.1016/0378-8741(93)90036-5.", "ArticleIdList": ["10.1016/0378-8741(93)90036-5", "8258977"]}, {"Citation": "Drury H. The Useful Plants of India. 2. London: H. Allen & Co; 1873."}, {"Citation": "Watt G. Economic Products of India, Calcutta International Exhibition, 1883-4. Calcutta: Superintendant of Government Printing, India; 1883."}, {"Citation": "Ayensu ES. Medicinal Plants of the West Indies. Algonac, MI: Reference Publications; 1981."}, {"Citation": "Bos R, Hendriks H, van Os F. The composition of the essential oil in the leaves of Coleus aromaticus Bentham and their importance as a component of the species antiaphthosae. Pharmaceutisch Weekblad Scientific Edition. 1983;6:129–130. doi: 10.1007/BF01961467.", "ArticleIdList": ["10.1007/BF01961467", "6622204"]}, {"Citation": "Manaf AA, Mackeen MM, El-Sharkawy SH, Hamid JA, Ismail NH, Ahmad FBH, Lajis NH. Antiviral and cytotoxic activities of some plants used in Malaysian indigenous medicine. Pertanika Journal of Tropical Agricultural Science. 1996;6:129–136."}, {"Citation": "Hattori M, Nakabayashi T, Lim Y, Miyashiro H, Kurokawa M, Shiraki K, Gupta M, Correa M, Pilapitiya U. Inhibitory effects of various Ayurvedic and Panamanian medicinal plants on the infection of Herpes simplex Virus-1 in vitro and in vivo. Phytotherapy Research. 1995;6:270–276. doi: 10.1002/ptr.2650090408.", "ArticleIdList": ["10.1002/ptr.2650090408"]}, {"Citation": "Kusumoto IT, Nakabayashi T, Kida H, Miyashiro H, Hattori M, Namba T, Shimotohno K. Screening of various plant extracts used in Ayurvedic medicine for inhibitory effects on Human Immunodeficiency Virus Type 1 (HIV-1) Protease. Phytotherapy Research. 1995;6:180–184. doi: 10.1002/ptr.2650090305.", "ArticleIdList": ["10.1002/ptr.2650090305"]}, {"Citation": "Buznego M, Pérez-Saad H. Efecto antiepiléptico de Plectranthus amboinicus (Lour.) Spreng. (orégano francés) Revista de Neurología. 1999;6:388–389.", "ArticleIdList": ["10797933"]}, {"Citation": "Perez-Saad H, Buznego MT, Llanio M, Fernández MD, Menéndez R. Perfil neurofamacológico de Plectranthus amboinicus (Lour.)Spreng. (orégano frances) [Neuropharmacological profile of Plectranthus amboinicus (Lour.)Spreng. (Indian borage)] Revista de Neurologia. 2003;6:98–99.", "ArticleIdList": ["12577224"]}, {"Citation": "Groark KP. Social Opacity and the Dynamics of Empathic In-Sight among the Tzotzil Maya of Chiapas, Mexico. Ethos. 2008;6:427–448. doi: 10.1111/j.1548-1352.2008.00025.x.", "ArticleIdList": ["10.1111/j.1548-1352.2008.00025.x"]}, {"Citation": "Paykel ES. The evolution of life events research in psychiatry. Journal of Affective Disorders. 2001;6:141–149. doi: 10.1016/S0165-0327(00)00174-9.", "ArticleIdList": ["10.1016/S0165-0327(00)00174-9", "11223102"]}, {"Citation": "Shalev A. Posttraumatic Stress Disorder and Stress-Related Disorders. Psychiatric Clinics of North America. 2009;6:687–704. doi: 10.1016/j.psc.2009.06.001.", "ArticleIdList": ["10.1016/j.psc.2009.06.001", "PMC2746940", "19716997"]}, {"Citation": "Sandi C, Richter-Levin G. From high anxiety trait to depression: a neurocognitive hypothesis. Trends in Neurosciences. 2009;6:312–320. doi: 10.1016/j.tins.2009.02.004.", "ArticleIdList": ["10.1016/j.tins.2009.02.004", "19409624"]}, {"Citation": "Southwick S, Vythilingam M, Charney D. The psychobiology of depression and resilience to stress: Implications for prevention and treatment. Annual Review of Clinical Psychology. 2005;6:255–291. doi: 10.1146/annurev.clinpsy.1.102803.143948.", "ArticleIdList": ["10.1146/annurev.clinpsy.1.102803.143948", "17716089"]}, {"Citation": "Segerstrom S, Miller G. Psychological Stress and the Human Immune System: A Meta-Analytic Study of 30 Years of Inquiry. Psychological Bulletin. 2004;6:601–630. doi: 10.1037/0033-2909.130.4.601.", "ArticleIdList": ["10.1037/0033-2909.130.4.601", "PMC1361287", "15250815"]}, {"Citation": "Smith A, Nicholson K. Psychosocial factors, respiratory viruses and exacerbation of asthma. Psychoneuroendocrinology. 2001;6:411–420. doi: 10.1016/S0306-4530(00)00063-9.", "ArticleIdList": ["10.1016/S0306-4530(00)00063-9", "PMC7125531", "11259860"]}, {"Citation": "Somers T, Keefe F, Godiwala N, Hoyler G. Psychosocial factors and the pain experience of osteoarthritis patients: new findings and new directions. Current Opinion in Rheumatology. 2009;6:501–506. doi: 10.1097/BOR.0b013e32832ed704.", "ArticleIdList": ["10.1097/BOR.0b013e32832ed704", "19617836"]}, {"Citation": "Steptoe A, Hamer M, Chida Y. The effects of acute psychological stress on circulating inflammatory factors in humans: a review and meta-analysis. Brain Behavoir and Immunity. 2007;6:901–912. doi: 10.1016/j.bbi.2007.03.011.", "ArticleIdList": ["10.1016/j.bbi.2007.03.011", "17475444"]}, {"Citation": "Ding YY, He XX. Traditional Chinese herbs in treatment of neurological and neurosurgical disorders. Canadian Journal of Neurological Sciences. 1986;6:210–213.", "ArticleIdList": ["3742335"]}, {"Citation": "Bourbonnais-Spear N, Awad R, Maquin P, Cal V, Vindas PS, Poveda L, JT A. Plant Use by The Q'eqchi' Maya of Belize in Ethnopsychiatry and Neurological Pathology. Economic Botany. 2005;6:326–336. doi: 10.1663/0013-0001(2005)059[0326:PUBTQM]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2005)059[0326:PUBTQM]2.0.CO;2"]}, {"Citation": "Moerman DE. Meaning, Medicine and the 'Placebo Effect'. Cambridge, UK: Cambridge University Press; 2002."}, {"Citation": "Moerman DE, Jonas WB. Deconstructing the Placebo Effect and Finding the Meaning Response. Annals of Internal Medicine. 2002;6:471–476.", "ArticleIdList": ["11900500"]}, {"Citation": "Khafagi IK, Dewedar A. The efficiency of random versus ethno-directed research in the evaluation of Sinai medicinal plants for bioactive compounds. Journal of Ethnopharmacology. 2000;6:365–376. doi: 10.1016/S0378-8741(00)00164-1.", "ArticleIdList": ["10.1016/S0378-8741(00)00164-1", "10940572"]}, {"Citation": "Trotter RT, Logan MH. In: Plants in Indigenous Medicine and Diet. Etkin NL, editor. Bedford Hills, NY: Redgrave Publishing; 1986. Informant consensus: A new approach for identifying potentially effective medicinal plants; pp. 91–112."}]}], "History": [{"Year": "2009", "Month": "11", "Day": "11"}, {"Year": "2010", "Month": "2", "Day": "17"}, {"Year": "2010", "Month": "2", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "2", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "7", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "2", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["20163730", "PMC3583188", "10.1186/1746-4269-6-9", "1746-4269-6-9"]}}], "PubmedBookArticle": []}