{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "20370646", "DateCompleted": {"Year": "2010", "Month": "08", "Day": "31"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "11"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1873-5592", "JournalIssue": {"Volume": "11", "Issue": "7", "PubDate": {"Year": "2010", "Month": "Jul"}}, "Title": "Current drug targets", "ISOAbbreviation": "Curr Drug Targets"}, "ArticleTitle": "Potential of plant-derived natural products in the treatment of leukemia and lymphoma.", "Pagination": {"StartPage": "812", "EndPage": "822", "MedlinePgn": "812-22"}, "Abstract": {"AbstractText": ["Hematologic malignancies account for a substantial percentage of cancers worldwide, and the heterogeneity and biological characteristics of leukemias and lymphomas present unique therapeutic challenges. Although treatment options exist for most of these diseases, many types remain incurable and the emergence of drug resistance is pervasive. Thus, novel treatment approaches are essential to improve outcome. Nearly half of the agents used in cancer therapy today are either natural products or derivatives of natural products. The enormous chemical diversity in nature, coupled with millennia of biological selection, has generated a vast and underexplored reservoir of unique chemical structures with biologic activity. This review will describe the investigation and application of natural products derived from higher plants in the treatment of leukemia and lymphoma and the rationale behind these efforts. In addition to the approved vinca alkaloids and the epipodophyllotoxin derivatives, a number of other plant compounds have shown promise in clinical trials and in preclinical investigations. In particular, we will focus on the discovery and biological evaluation of the plant-derived agent silvestrol, which shows potential for additional development as a new therapeutic agent for B-cell malignancies including chronic lymphocytic leukemia."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Medicinal Chemistry and Pharmacognosy, College of Pharmacy, The Ohio State University, 410 W. 12th Avenue, Columbus, OH 43210, USA. david.lucas@osumc.edu"}], "Identifier": [], "LastName": "Lucas", "ForeName": "David M", "Initials": "DM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Still", "ForeName": "Patrick C", "Initials": "PC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pérez", "ForeName": "Lynette Bueno", "Initials": "LB"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Grever", "ForeName": "Michael R", "Initials": "MR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kinghorn", "ForeName": "A Douglas", "Initials": "AD"}], "GrantList": [{"GrantID": "P50 CA140158", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "P01 CA125066-03", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "U19 CA052956", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "U19 CA52956", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "P01 CA125066", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "P01 CA081534", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "U19 CA052956-15", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "UL1 RR025755", "Acronym": "RR", "Agency": "NCRR NIH HHS", "Country": "United States"}, {"GrantID": "P01 CA081534-09", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "P50 CA140158-015401", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "United Arab Emirates", "MedlineTA": "Curr Drug Targets", "NlmUniqueID": "100960531", "ISSNLinking": "1389-4501"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Biological Products"}, {"RegistryNumber": "0", "NameOfSubstance": "Triterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "silvestrol"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "therapeutic use"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Biological Products"}, {"QualifierName": [], "DescriptorName": "Drug Screening Assays, Antitumor"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Leukemia"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Lymphoma"}, {"QualifierName": [], "DescriptorName": "Models, Biological"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Triterpenes"}], "CoiStatement": "<b>Conflict of interest statement</b> The authors have no conflicts of interest to disclose."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Jemal A, Siegel R, Ward E, et al. Cancer statistics, 2009. CA Cancer J Clin. 2009;59:225–249.", "ArticleIdList": ["19474385"]}, {"Citation": "Kinghorn AD. In: Foye’s Principles of Medicinal Chemistry. Lemke T, Williams DA, editors. Baltimore: Wolters Kluwer/Lippincott Williams & Wilkins; 2008. pp. 12–25."}, {"Citation": "Williams DH, Stone MJ, Hauck PR, Rahman SK. Why are secondary metabolites (natural products) biosynthesized? J Nat Prod. 1989;52:1189–1208.", "ArticleIdList": ["2693613"]}, {"Citation": "Noble RL. Vincaleukoblastine. Can Med Assoc J. 1961;85:610–611.", "ArticleIdList": ["PMC1848531", "13729372"]}, {"Citation": "Noble RL, Beer CT, Cutts JH. Further biological studies of vincaleukoblastine – an alkaloid isolated from Vinca rosea (L.) Biochem. Pharmacol. 1958;1:347–348."}, {"Citation": "Svoboda GH, Neuss N, Gorman M. Alkaloids of Vinca rosea Linn. (Catharanthus roseus G. Don.). V. Preparation and characterization of alkaloids. J Am Pharm Assoc. 1959;48:659–666.", "ArticleIdList": ["13854990"]}, {"Citation": "Johnson IS, Wright HF, Svoboda GH, Vlantis J. Antitumor principles derived from Vinca rosea Linn. I. Vincaleukoblastine and leurosine. Cancer Res. 1960;20:1016–1022.", "ArticleIdList": ["14407465"]}, {"Citation": "Svoboda GH. Alkaloids of Vinca rosea (Cathanthus roseus) V. Preparation and characterization of alkaloids. Lloydia. 1961;24:173–180."}, {"Citation": "Cutts JH. The effect of vincaleukoblastine on dividing cells in vivo. Cancer Res. 1961;21:168–172.", "ArticleIdList": ["13719014"]}, {"Citation": "Neuss N, Gorman M, Boaz HE, Cone NJ. Vinca alkaloids. XI. Structures of leurocristine and vincaleukoblastine. J. Am. Chem. Soc. 1962;84:1509–1510."}, {"Citation": "Cutts JH, Beer CT, Noble RL. Biological properties of vincaleukoblastine, an alkaloid in Vinca rosea Linn. with reference to its antitumor action. Cancer Res. 1960;20:1023–1031.", "ArticleIdList": ["13719013"]}, {"Citation": "Karon M, Freireich EJ, Frei E, et al. The role of vincristine in the treatment of childhood acute leukemia. Clin Pharmacol Ther. 1966;7:332–339.", "ArticleIdList": ["5327856"]}, {"Citation": "Chabner BA, Amrein PC, Druker BJ, et al. In: Goodman & Gilman’s The Pharmacological Basis of Therapeutics. 11th Edition. Brunton LL, Lazo JS, Parker KL, editors. New York: McGraw-Hill; 2006. pp. 1257–1262."}, {"Citation": "Guérritte F, Fahy J. In: Anticancer Agents from Natural Products. Cragg GM, Kingston DGI, Newman DJ, editors. Boca Raton, FL: CRC/Taylor & Francis; 2005. pp. 123–135."}, {"Citation": "Dancey J, Steward WP. The role of vindesine in oncology--recommendations after 10 years' experience. Anticancer Drugs. 1995;6:625–636.", "ArticleIdList": ["8845472"]}, {"Citation": "Devizzi L, Santoro A, Bonfante V, et al. Vinorelbine: an active drug for the management of patients with heavily pretreated Hodgkin's disease. Ann Oncol. 1994;5:817–820.", "ArticleIdList": ["7531487"]}, {"Citation": "Diehl V, Re D, Harris NL, P.M. M. In: Cancer: Principles and Practice of Oncology. 8th Ed. DeVita VT, Lawrence TS, Rosenberg SA, editors. Philadelphia: Williams & Wilkins; 2008. pp. 2167–2220."}, {"Citation": "Canel C, Moraes RM, Dayan FE, Ferreira D. Podophyllotoxin. Phytochemistry. 2000;54:115–120.", "ArticleIdList": ["10872202"]}, {"Citation": "Hartwell JL, Schrecker AW. Components of podophyllin. V. The constitution of podophyllotoxin. J. Am. Chem. Soc. 1951;73:2909–2916."}, {"Citation": "van Maanen JMS, Retèl J, de Vries J, Pinedo HM. Mechanism of action of the antitumor drug etoposide: a review. J. Nat. Cancer Inst. 1988;80:1526–1533.", "ArticleIdList": ["2848132"]}, {"Citation": "Hande KR. Etoposide: four decades of development of a topoisomerase II inhibitor. Eur J Cancer. 1998;34:1514–1521.", "ArticleIdList": ["9893622"]}, {"Citation": "Lee K-H, Xiao Z. In: Anticancer Agents from Natural Products. Cragg GM, Kingston DGI, Newman DJ, editors. Boca Raton, FL: CRC/Taylor & Francis; 2005. pp. 71–87."}, {"Citation": "Itokawa H, Wang X, Lee K-H. In: Anticancer Agents from Natural Products. Cragg GM, Kingston DGI, Newman DJ, editors. Boca Raton, FL: CRC/Taylor & Francis; 2005. pp. 47–70."}, {"Citation": "Kantarjian HM, Talpaz M, Santini V, et al. Homoharringtonine: history, current research, and future direction. Cancer. 2001;92:1591–1605.", "ArticleIdList": ["11745238"]}, {"Citation": "Powell RG, Weisleder D, Smith CR., Jr Antitumor alkaloids from Cephalotaxus harringtonia: structure and activity. J Pharm Sci. 1972;61:1227–1230.", "ArticleIdList": ["5050371"]}, {"Citation": "Paudler WW, Kerley GI, McKay J. Alkaloids of Cephalotaxus drupacea and Cephalotaxus fortunei. J. Org. Chem. 1963;28:2194–2197."}, {"Citation": "Abraham DJ, Rosenstein RD, McGandy EL. Structure of cephalotaxine and related alkaloids. Tetrahedron Lett. 1969:4085–4086."}, {"Citation": "Baaske DM, Heinstein P. Cytotoxicity and cell cycle specificity of homoharringtonine. Antimicrob Agents Chemother. 1977;12:298–300.", "ArticleIdList": ["PMC429904", "900926"]}, {"Citation": "Fresno M, Jimenez A, Vazquez D. Inhibition of translation in eukaryotic systems by harringtonine. Eur J Biochem. 1977;72:323–330.", "ArticleIdList": ["319998"]}, {"Citation": "Visani G, Russo D, Ottaviani E, et al. Effects of homoharringtonine alone and in combination with alpha interferon and cytosine arabinoside on in vitro growth and induction of apoptosis in chronic myeloid leukemia and normal hematopoietic progenitors. Leukemia. 1997;11:624–628.", "ArticleIdList": ["9180282"]}, {"Citation": "Takemura Y, Ohnuma T, Chou TC, Okano T, Holland JF. Biologic and pharmacologic effects of harringtonine on human leukemia-lymphoma cells. Cancer Chemother Pharmacol. 1985;14:206–210.", "ArticleIdList": ["3995683"]}, {"Citation": "Boyd AW, Sullivan JR. Leukemic cell differentiation in vivo and in vitro: arrest of proliferation parallels the differentiation induced by the antileukemic drug harringtonine. Blood. 1984;63:384–392.", "ArticleIdList": ["6692041"]}, {"Citation": "Zhou JY, Chen DL, Shen ZS, Koeffler HP. Effect of homoharringtonine on proliferation and differentiation of human leukemic cells in vitro. Cancer Res. 1990;50:2031–2035.", "ArticleIdList": ["2317793"]}, {"Citation": "Grem JL, Cheson BD, King SA, Leyland-Jones B, Suffness M. Cephalotaxine esters: antileukemic advance or therapeutic failure? J Natl Cancer Inst. 1988;80:1095–1103.", "ArticleIdList": ["3045335"]}, {"Citation": "O'Brien S, Kantarjian H, Keating M, et al. Homoharringtonine therapy induces responses in patients with chronic myelogenous leukemia in late chronic phase. Blood. 1995;86:3322–3326.", "ArticleIdList": ["7579434"]}, {"Citation": "O'Brien S, Kantarjian H, Koller C, et al. Sequential homoharringtonine and interferon-alpha in the treatment of early chronic phase chronic myelogenous leukemia. Blood. 1999;93:4149–4153.", "ArticleIdList": ["10361112"]}, {"Citation": "Eisenbrand G, Hippe F, Jakobs S, Muehlbeyer S. Molecular mechanisms of indirubin and its derivatives: novel anticancer molecules with their origin in traditional Chinese phytomedicine. J Cancer Res Clin Oncol. 2004;130:627–635.", "ArticleIdList": ["15340840"]}, {"Citation": "Xiao Z, Hao Y, Liu B, Qian L. Indirubin and meisoindigo in the treatment of chronic myelogenous leukemia in China. Leuk Lymphoma. 2002;43:1763–1768.", "ArticleIdList": ["12685829"]}, {"Citation": "Marko D, Schatzle S, Friedel A, et al. Inhibition of cyclin-dependent kinase 1 (CDK1) by indirubin derivatives in human tumour cells. Br J Cancer. 2001;84:283–289.", "ArticleIdList": ["PMC2363695", "11161389"]}, {"Citation": "Du D, Ceng Q. Effect of indirubicin on the incorporation of isotope related precursors into nucleic acid and protein of tumor tissues. Zhong Cao Yao. 1981;12:406–409."}, {"Citation": "Gan WJ, Yang T, Wen S, et al. Studies on the mechanism of indirubicin action in treatment of chronic myelocytic leukemia (CML). II. 5'-Nucleotidase in the peripheral white blood cells of CML. Chin. Acad. Med. Sci. Beijing. 1985;6:611–613."}, {"Citation": "Harmon AD, Weiss U, Silverton JV. The structure of rohitukine, the main alkaloid of Amoora rohituka (syn. Aphanamixus polystachya) (Meliaceae) Tetrahedron Lett. 1979:721–724."}, {"Citation": "Newman DJ, Cragg GM. In: Anticancer Agents from Natural Products. Cragg GM, Kingston DGI, Newman DJ, editors. Boca Raton, FL: CRC Taylor & Francis; 2005. pp. 553–571."}, {"Citation": "de Azevedo WF, Jr, Canduri F, da Silveira NJ. Structural basis for inhibition of cyclin-dependent kinase 9 by flavopiridol. Biochem Biophys Res Commun. 2002;293:566–571.", "ArticleIdList": ["12054639"]}, {"Citation": "Billard C, Kern C, Tang R, Ajchenbaum-Cymbalista F, Kolb JP. Flavopiridol downregulates the expression of both the inducible NO synthase and p27(kip1) in malignant cells from B-cell chronic lymphocytic leukemia. Leukemia. 2003;17:2435–2443.", "ArticleIdList": ["14523476"]}, {"Citation": "Hussain SR, Lucas DM, Johnson AJ, et al. Flavopiridol causes early mitochondrial damage in chronic lymphocytic leukemia cells with impaired oxygen consumption and mobilization of intracellular calcium. Blood. 2008;111:3190–3199.", "ArticleIdList": ["PMC2265456", "18192508"]}, {"Citation": "Arguello F, Alexander M, Sterry JA, et al. Flavopiridol induces apoptosis of normal lymphoid cells, causes immunosuppression, and has potent antitumor activity in vivo against human leukemia and lymphoma xenografts. Blood. 1998;91:2482–2490.", "ArticleIdList": ["9516149"]}, {"Citation": "Byrd JC, Peterson BL, Gabrilove J, et al. Treatment of relapsed chronic lymphocytic leukemia by 72-hour continuous infusion or 1-hour bolus infusion of flavopiridol: results from Cancer and Leukemia Group B study 19805. Clin Cancer Res. 2005;11:4176–4181.", "ArticleIdList": ["15930354"]}, {"Citation": "Flinn IW, Byrd JC, Bartlett N, et al. Flavopiridol administered as a 24-hour continuous infusion in chronic lymphocytic leukemia lacks clinical activity. Leuk Res. 2005;29:1253–1257.", "ArticleIdList": ["15916806"]}, {"Citation": "Byrd JC, Lin TS, Dalton JT, et al. Flavopiridol administered using a pharmacologically derived schedule is associated with marked clinical efficacy in refractory, genetically high-risk chronic lymphocytic leukemia. Blood. 2007;109:399–404.", "ArticleIdList": ["PMC1785084", "17003373"]}, {"Citation": "Karp JE, Passaniti A, Gojo I, et al. Phase I and pharmacokinetic study of flavopiridol followed by 1-beta-d-arabinofuranosylcytosine and mitoxantrone in relapsed and refractory adult acute leukemias. Clin Cancer Res. 2005;11:8403–8412.", "ArticleIdList": ["16322302"]}, {"Citation": "Karp JE, Smith BD, Levis MJ, et al. Sequential flavopiridol, cytosine arabinoside, and mitoxantrone: a phase II trial in adults with poor-risk acute myelogenous leukemia. Clin Cancer Res. 2007;13:4467–4473.", "ArticleIdList": ["17671131"]}, {"Citation": "Fathi AT, Karp JE. New agents in acute myeloid leukemia: beyond cytarabine and anthracyclines. Curr Oncol Rep. 2009;11:346–352.", "ArticleIdList": ["PMC3066101", "19679009"]}, {"Citation": "Cassady JM, Chan KK, Floss HG, Leistner E. Recent developments in the maytansinoid antitumor agents. Chem. Pharm. Bull. 2004;52:1–26.", "ArticleIdList": ["14709862"]}, {"Citation": "Kupchan SM, Komoda Y, Court WA, et al. Maytansine, a novel antileukemic ansa macrolide from Maytenus ovatus. J Am Chem Soc. 1972;94:1354–1356.", "ArticleIdList": ["5062169"]}, {"Citation": "Remillard S, Rebhun LI, Howie GA, Kupchan SM. Antimitotic activity of the potent tumor inhibitor maytansine. Science. 1975;189:1002–1005.", "ArticleIdList": ["1241159"]}, {"Citation": "Wolpert-Defilippes MK, Adamson RH, Cysyk RL, Johns DG. Initial studies on the cytotoxic action of maytansine, a novel ansa macrolide. Biochem Pharmacol. 1975;24:751–754.", "ArticleIdList": ["1125077"]}, {"Citation": "Hamel E. Natural products which interact with tubulin in the vinca domain: maytansine, rhizoxin, phomopsin A, dolastatins 10 and 15 and halichondrin B. Pharmacol Ther. 1992;55:31–51.", "ArticleIdList": ["1287674"]}, {"Citation": "Rai SS, Wolff J. Localization of the vinblastine-binding site on beta-tubulin. J Biol Chem. 1996;271:14707–14711.", "ArticleIdList": ["8663038"]}, {"Citation": "Kupchan SM, Komoda Y, Branfman AR, Dailey RG., Jr Tumor inhibitors. 96. Novel maytansinoids. Structural interrelationships and requirements for antitumor activity. J. Am. Chem. Soc. 1974;96:3706–3708.", "ArticleIdList": ["0"]}, {"Citation": "Kupchan SM, Komoda Y, Thomas GJ, Hintz HPJ. Maytanprine and maytanbutine, new antileukemic ansa macrolides from Maytenus buchananii. J. Chem. Soc. Chem. Commun. 1972:1065."}, {"Citation": "Butler MS. Natural products to drugs: natural product-derived compounds in clinical trials. Nat Prod Rep. 2008;25:475–516.", "ArticleIdList": ["18497896"]}, {"Citation": "Ravry MJ, Omura GA, Birch R. Phase II evaluation of maytansine (NSC 153858) in advanced cancer. A Southeastern Cancer Study Group trial. Am J Clin Oncol. 1985;8:148–150.", "ArticleIdList": ["3834790"]}, {"Citation": " [Accessed October 2009].   www.clinicaltrials.gov."}, {"Citation": "Liu Z, Floss HG, Cassady JM, Chan KK. Metabolism studies of the anti-tumor agent maytansine and its analog ansamitocin P-3 using liquid chromatography/tandem mass spectrometry. J Mass Spectrom. 2005;40:389–399.", "ArticleIdList": ["15674857"]}, {"Citation": "Jautelat R, Brumby T, Schafer M, et al. From the insoluble dye indirubin towards highly active, soluble CDK2-inhibitors. Chembiochem. 2005;6:531–540.", "ArticleIdList": ["15742375"]}, {"Citation": "Wang Y, Zhu X, Xiao Z, et al. Inducing effect of mesindigo on apoptosis of leukemia cell line HL-60 and its mechanisms. Aizheng. 2005;24:1464–1468.", "ArticleIdList": ["16351793"]}, {"Citation": "Weng Y, Liu B, Peng Z, Xiao Z. Effects of mesindigo on acute promyelocytic leukemia cell line NB4 cells in vitro Baixuebing Linbaliu. 2005;14:136–139."}, {"Citation": "Cooperative Study of Phase III Clinical Trial on Meisoindigo, Tianjin, People’s Republic of China. Zhonghua Xueyexue Zazhi. 1997;18:69–72.", "ArticleIdList": ["15622780"]}, {"Citation": "Robbers JE, Speedie MK, Tyler VE. Pharmacognosy and Pharmacobiotechnology. Baltimore MD: Williams & Wilkins; 1996."}, {"Citation": "Ke Y, Ye K, Grossniklaus HE, et al. Noscapine inhibits tumor growth with little toxicity to normal tissues or inhibition of immune responses. Cancer Immunol Immunother. 2000;49:217–225.", "ArticleIdList": ["PMC11036989", "10941904"]}, {"Citation": "Ye K, Ke Y, Keshava N, et al. Opium alkaloid noscapine is an antitumor agent that arrests metaphase and induces apoptosis in dividing cells. Proc Natl Acad Sci USA. 1998;95:1601–1606.", "ArticleIdList": ["PMC19111", "9465062"]}, {"Citation": "Landen JW, Lang R, McMahon SJ, et al. Noscapine alters microtubule dynamics in living cells and inhibits the progression of melanoma. Cancer Res. 2002;62:4109–4114.", "ArticleIdList": ["12124349"]}, {"Citation": "Aneja R, Vangapandu SN, Lopus M, et al. Development of a novel nitro-derivative of noscapine for the potential treatment of drug-resistant ovarian cancer and T-cell lymphoma. Mol Pharmacol. 2006;69:1801–1809.", "ArticleIdList": ["16517755"]}, {"Citation": "Barken I, Geller J, Rogosnitzky M. Noscapine inhibits human prostate cancer progression and metastasis in a mouse model. Anticancer Res. 2008;28:3701–3704.", "ArticleIdList": ["19189652"]}, {"Citation": "Kupchan SM, Britton RW, Lacadie JA, Ziegler MF, Sigel CW. The isolation and structural elucidation of bruceantin and bruceantinol, new potent antileukemic quassinoids from Brucea antidysenterica. J Org Chem. 1975;40:648–654.", "ArticleIdList": ["1133627"]}, {"Citation": "Kupchan SM, Britton RW, Ziegler MF, Sigel CW. Bruceantin, a new potent antileukemic simaroubolide from Brucea antidysenterica. J Org Chem. 1973;38:178–179.", "ArticleIdList": ["4682660"]}, {"Citation": "Cuendet M, Pezzuto JM. Antitumor activity of bruceantin: an old drug with new promise. J Nat Prod. 2004;67:269–272.", "ArticleIdList": ["14987068"]}, {"Citation": "Mata-Greenwood E, Cuendet M, Sher D, et al. Brusatol-mediated induction of leukemic cell differentiation and G(1) arrest is associated with down-regulation of c-myc. Leukemia. 2002;16:2275–2284.", "ArticleIdList": ["12399973"]}, {"Citation": "Cuendet M, Christov K, Lantvit DD, et al. Multiple myeloma regression mediated by bruceantin. Clin Cancer Res. 2004;10:1170–1179.", "ArticleIdList": ["14871997"]}, {"Citation": "Pettit GR, Cragg GM, Herald DL, Schmidt JM, Lohavanijaya P. Antineoplastic agents. 84. Isolation and structure of combretastatin. Can. J. Chem. 1982;60:1374–1376."}, {"Citation": "Pettit GR, Singh SB, Niven ML, Hamel E, Schmidt JM. Isolation, structure, and synthesis of combretastatins A-1 and B-1, potent new inhibitors of microtubule assembly, derived from Combretum caffrum. J Nat Prod. 1987;50:119–131.", "ArticleIdList": ["3598594"]}, {"Citation": "Pinney KG, Jelinek C, Edvardsen K, Chaplin DJ, Pettit GR. In: Anticancer Agents from Natural Products. Cragg GM, Kingston DGI, Newman DJ, editors. Boca Raton, FL: CRC Taylor & Francis; 2005. pp. 23–46."}, {"Citation": "Fang L, He Q, Hu Y, Yang B. MZ3 induces apoptosis in human leukemia cells. Cancer Chemother Pharmacol. 2007;59:397–405.", "ArticleIdList": ["16900371"]}, {"Citation": "Petit I, Karajannis MA, Vincent L, et al. The microtubule-targeting agent CA4P regresses leukemic xenografts by disrupting interaction with vascular cells and mitochondrial-dependent cell death. Blood. 2008;111:1951–1961.", "ArticleIdList": ["PMC2234044", "18024794"]}, {"Citation": "Fujita M, Itokawa H, Sashida Y. Honokiol, a new phenolic compound isolated from the bark of Magnolia obovata. Chem. Pharm. Bull. 1972;20:212–213."}, {"Citation": "Bai X, Cerimele F, Ushio-Fukai M, et al. Honokiol, a small molecular weight natural product, inhibits angiogenesis in vitro and tumor growth in vivo. J Biol Chem. 2003;278:35501–35507.", "ArticleIdList": ["12816951"]}, {"Citation": "Battle TE, Arbiser J, Frank DA. The natural product honokiol induces caspase-dependent apoptosis in B-cell chronic lymphocytic leukemia (B-CLL) cells. Blood. 2005;106:690–697.", "ArticleIdList": ["15802533"]}, {"Citation": "Ishitsuka K, Hideshima T, Hamasaki M, et al. Honokiol overcomes conventional drug resistance in human multiple myeloma by induction of caspase-dependent and -independent apoptosis. Blood. 2005;106:1794–1800.", "ArticleIdList": ["PMC1895215", "15870175"]}, {"Citation": "Luo Y, Xu Y, Chen L, et al. Semi-synthesis and anti-proliferative activity evaluation of novel analogues of honokiol. Bioorg Med Chem Lett. 2009;19:4702–4705.", "ArticleIdList": ["19589678"]}, {"Citation": "King ML, Chiang CC, Ling HC, et al. X-ray crystal structure of rocaglamide, a novel antileukemic 1H-cyclopenta[b]benzofuran from Aglaia elliptifolia. J. Chem. Soc. Chem. Commun. 1982:1150–1151."}, {"Citation": "Rose WC, Schurig JE, Meeker JB. Correlation of in vitro cytotoxicity with preclinical in vivo antitumor activity. Anticancer Res. 1988;8:355–367.", "ArticleIdList": ["3389740"]}, {"Citation": "Bohnenstengel FI, Steube KG, Meyer C, et al. Structure activity relationships of antiproliferative rocaglamide derivatives from Aglaia species (Meliaceae) Z Naturforsch [C] 1999;54:55–60.", "ArticleIdList": ["10223787"]}, {"Citation": "Bohnenstengel FI, Steube KG, Meyer C, et al. 1H-cyclopenta[b]benzofuran lignans from Aglaia species inhibit cell proliferation and alter cell cycle distribution in human monocytic leukemia cell lines. Z Naturforsch [C] 1999;54:1075–1083.", "ArticleIdList": ["10685499"]}, {"Citation": "Su BN, Chai H, Mi Q, et al. Activity-guided isolation of cytotoxic constituents from the bark of Aglaia crassinervia collected in Indonesia. Bioorg Med Chem. 2006;14:960–972.", "ArticleIdList": ["16216518"]}, {"Citation": "Wu TS, Liou MJ, Kuoh CS, et al. Cytotoxic and antiplatelet aggregation principles from Aglaia elliptifolia. J Nat Prod. 1997;60:606–608.", "ArticleIdList": ["9214732"]}, {"Citation": "Kim S, Salim AA, Swanson SM, Kinghorn AD. Potential of cyclopenta[b]benzofurans from Aglaia species in cancer chemotherapy. Anticancer Agents Med Chem. 2006;6:319–345.", "ArticleIdList": ["16842234"]}, {"Citation": "Zhu JY, Lavrik IN, Mahlknecht U, et al. The traditional Chinese herbal compound rocaglamide preferentially induces apoptosis in leukemia cells by modulation of mitogen-activated protein kinase activities. Int J Cancer. 2007;121:1839–1846.", "ArticleIdList": ["17565740"]}, {"Citation": "Hwang BY, Su BN, Chai H, et al. Silvestrol and episilvestrol, potential anticancer rocaglate derivatives from Aglaia silvestris. J Org Chem. 2004;69:3350–3358. ibid. 6156.", "ArticleIdList": ["15132542"]}, {"Citation": "El Sous M, Khoo M, Holloway G, et al. Total synthesis of (−)-episilvestrol and (−)-silvestrol. Angew. Chemie Int. Ed. 2007;46:7835–7838.", "ArticleIdList": ["17823902"]}, {"Citation": "Gerard B, Cencic R, Pelletier J, Porco J. Enantioselective synthesis of the complex rocaglate (−)-silvestrol. Angew. Chemie Int. Ed. 2007;46:7831–7834.", "ArticleIdList": ["17806093"]}, {"Citation": "Adams TE, El Sous M, Hawkins BC, et al. Total synthesis of the potent anticancer Aglaia metabolites (−)-silvestrol and (−)-episilvestrol and the active analogue (−)-4'-desmethoxyepisilvestrol. J Am Chem Soc. 2009;131:1607–1616.", "ArticleIdList": ["19140688"]}, {"Citation": "Cencic R, Carrier M, Galicia-Vazquez G, et al. Antitumor activity and mechanism of action of the cyclopenta[b]benzofuran, silvestrol. PLoS One. 2009;4:e5223.", "ArticleIdList": ["PMC2671147", "19401772"]}, {"Citation": "Salim AA, Chai HB, Rachman I, et al. Constituents of the leaves and stem bark of Aglaia foveolata. Tetrahedron. 2007;63:7926–7934.", "ArticleIdList": ["PMC2034361", "18698338"]}, {"Citation": "Baumann B, Bohnenstengel F, Siegmund D, et al. Rocaglamide derivatives are potent inhibitors of NF-kappa B activation in T-cells. J Biol Chem. 2002;277:44791–44800.", "ArticleIdList": ["12237314"]}, {"Citation": "Proksch P, Giaisi M, Treiber MK, et al. Rocaglamide derivatives are immunosuppressive phytochemicals that target NF-AT activity in T cells. J Immunol. 2005;174:7075–7084.", "ArticleIdList": ["15905551"]}, {"Citation": "Mi Q, Kim S, Hwang BY, et al. Silvestrol regulates G2/M checkpoint genes independent of p53 activity. Anticancer Res. 2006;26:3349–3356.", "ArticleIdList": ["17094452"]}, {"Citation": "Kim S, Hwang BY, Su BN, et al. Silvestrol, a potential anticancer rocaglate derivative from Aglaia foveolata, induces apoptosis in LNCaP cells through the mitochondrial/apoptosome pathway without activation of executioner caspase-3 or -7. Anticancer Res. 2007;27:2175–2183.", "ArticleIdList": ["PMC2787233", "17695501"]}, {"Citation": "Lucas DM, Edwards RB, Lozanski G, et al. The novel plant-derived agent silvestrol has B-cell selective activity in chronic lymphocytic leukemia and acute lymphoblastic leukemia in vitro and in vivo. Blood. 2009;113:4656–4666.", "ArticleIdList": ["PMC2680369", "19190247"]}, {"Citation": "Bordeleau ME, Robert F, Gerard B, et al. Therapeutic suppression of translation initiation modulates chemosensitivity in a mouse lymphoma model. J Clin Invest. 2008;118:1–11.", "ArticleIdList": ["PMC2423864", "18551192"]}, {"Citation": "Bichi R, Shinton SA, Martin ES, et al. Human chronic lymphocytic leukemia modeled in mouse by targeted TCL1 expression. Proc Natl Acad Sci U S A. 2002;99:6955–6960.", "ArticleIdList": ["PMC124510", "12011454"]}, {"Citation": "Hussain SR, Cheney CM, Johnson AJ, et al. Mcl-1 is a relevant therapeutic target in acute and chronic lymphoid malignancies: down-regulation enhances rituximab-mediated apoptosis and complement-dependent cytotoxicity. Clin Cancer Res. 2007;13:2144–2150.", "ArticleIdList": ["17404098"]}, {"Citation": "Meurer-Grimes BM, Yu J, Vario GL. Therapeutic compounds and methods. U.S. Patent. US6710075 B2. 2004."}, {"Citation": "Hollingshead M, Roberson J, Decker W, et al. In vivo drug screening applications of HIV-infected cells cultivated within hollow fibers in two physiologic compartments of mice. Antiviral Res. 1995;28:265–279.", "ArticleIdList": ["8629818"]}, {"Citation": "Baker DD, Chu M, Oza U, Rajgarhia V. The value of natural products to future pharmaceutical discovery. Nat Prod Rep. 2007;24:1225–1244.", "ArticleIdList": ["18033577"]}, {"Citation": "Harvey AL. Natural products in drug discovery. Drug Discov Today. 2008;13:894–901.", "ArticleIdList": ["18691670"]}, {"Citation": "Koehn FE, Carter GT. The evolving role of natural products in drug discovery. Nat Rev Drug Discov. 2005;4:206–220.", "ArticleIdList": ["15729362"]}, {"Citation": "Li JW, Vederas JC. Drug discovery and natural products: end of an era or an endless frontier? Science. 2009;325:161–165.", "ArticleIdList": ["19589993"]}, {"Citation": "Miller SJ, Clardy J. Natural products: Beyond grind and find. Nature Chem. 2009;1:261–263.", "ArticleIdList": ["21378864"]}, {"Citation": "Cragg GM, Kingston DGI, Newman DJ. Anticancer Agents from Natural Products. Boca Raton, FL: CRC Taylor & Francis; 2005."}, {"Citation": "Cragg GM, Grothaus PG, Newman DJ. Impact of natural products on developing new anti-cancer agents. Chem Rev. 2009;109:3012–3043.", "ArticleIdList": ["19422222"]}, {"Citation": "Newman DJ, Cragg GM. Natural products as sources of new drugs over the last 25 years. J Nat Prod. 2007;70:461–477.", "ArticleIdList": ["17309302"]}, {"Citation": "Cragg GM, Newman DJ, Yang SS. Natural product extracts of plant and marine origin having antileukemia potential. The NCI experience. J Nat Prod. 2006;69:488–498.", "ArticleIdList": ["16562862"]}]}], "History": [{"Year": "2009", "Month": "11", "Day": "3"}, {"Year": "2010", "Month": "1", "Day": "20"}, {"Year": "2010", "Month": "4", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20370646", "NIHMS212569", "PMC2892601", "10.2174/138945010791320809", "BSP/CDT/E-Pub/00077"]}}], "PubmedBookArticle": []}