{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Antihyperglycemic", "Diashis", "antioxidative"]], "GeneralNote": [], "PMID": "20532093", "DateCompleted": {"Year": "2011", "Month": "07", "Day": "14"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/0974-7788.59939"], "Journal": {"ISSN": "0974-925X", "JournalIssue": {"Volume": "1", "Issue": "1", "PubDate": {"Year": "2010", "Month": "Jan"}}, "Title": "International journal of Ayurveda research", "ISOAbbreviation": "Int J Ayurveda Res"}, "ArticleTitle": "Effect of Diashis, a polyherbal formulation, in streptozotocin-induced diabetic male albino rats.", "Pagination": {"StartPage": "18", "EndPage": "24", "MedlinePgn": "18-24"}, "Abstract": {"AbstractText": ["This study focuses on the effect of 'Diashis', a polyherbal formulation composed of eight medicinal plants for the management of streptozotocin (STZ)-induced diabetes in rats. As oxidative stress is one of the consequences of diabetes, the activities of hepatic antioxidant enzymes and metabolic enzymes were evaluated. Treatment with 'Diashis' in STZ-induced diabetic rats resulted in a significant (P < 0.01) recovery in the activities of hepatic hexokinase, glucose-6-phosphate dehydrogenase, and glucose-6-phosphatase along with correction in the levels of fasting blood glucose, glycated hemoglobin, and liver and skeletal muscle glycogen. The oxidative stress status in the liver was corrected by 'Diashis' which was highlighted by the recovery in the activities of catalase, peroxidase, and glutathione-S-transferase along with the correction in the quantity of thiobarbituric acid-reactive substances and conjugated diene. 'Diashis' was not found to have any metabolic toxicity. The antidiabetic effects of 'Diashis' were compared with those of the antidiabetic drug, 'Glibenclamide'."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bio-Medical Laboratory Science and Management, (U.G.C. Innovative Programme Funded Department), Vidyasagar University, Midnapore - 721 102, India."}], "Identifier": [], "LastName": "Bera", "ForeName": "Tushar K", "Initials": "TK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "De", "ForeName": "Debasis", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chatterjee", "ForeName": "Kausik", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ali", "ForeName": "Kazi M", "Initials": "KM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ghosh", "ForeName": "Debidas", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Int J Ayurveda Res", "NlmUniqueID": "101527491", "ISSNLinking": "0974-7788"}, "CoiStatement": "<b>Conflict of Interest:</b>None declared"}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mallick C, Mandal S, Barik BR, Bhattacharya A, Ghosh D. Protection of testicular dysfunctions by M-TEC, a formulated herbal drug, in streptozotocin induced diabetic rat. Biol Pharm Bull. 2007;30:84–90.", "ArticleIdList": ["17202665"]}, {"Citation": "Mitra SK, Gopumadhavan S, Muralidhar TS, Anturlikar SD, Sujatha MB. Effect of D-400, a herbomineral preparation on lipid profile, glycated haemoglobin and glucose tolerance in streptozotocin induced diabetes in rats. Ind J Exp Biol. 1995;33:798–800.", "ArticleIdList": ["8575814"]}, {"Citation": "Prince PSM, Menon VP, Pari L. Hypoglycaemic activity of Syzygium cuminii seeds: Effect on lipid peroxidation in alloxan diabetic rats. J Ethnopharmacol. 1998;61:1–7.", "ArticleIdList": ["9687076"]}, {"Citation": "Shanmugasundaram ER, Rajeswari G, Baskaran K, Rajesh kumar BR, Radha SK, Kizar AB. Use of Gymnema sylvestre leaf extract in the control of blood glucose in insulin dependent diabetes mellitus. J Ethnopharmacol. 1990;30:281–94.", "ArticleIdList": ["2259216"]}, {"Citation": "Ali KM, Chatterjee K, De D, Bera TK, Ghosh D. Efficacy of aqueous extract of seed of Holarrhena antidysenterica for the management of diabetes in experimental model rat: A correlative study with antihyperlipidemic activity. Int J Appl Res Nat Prod. 2009;2:13–21."}, {"Citation": "Gupta SS, Verma SC, Garg VP, Mahesha R. Antidiabetic effects of Tinospora cordifolia. Effect on fasting blood glucose level, glucose tolerance and adrenaline induced hyperglycemia. Indian J Med Res. 1967;55:733–45.", "ArticleIdList": ["6056285"]}, {"Citation": "Mohamed M, Mohamed E, Perumal S. Effect of Pongamia pinnata to lipid peroxidation and antioxidants in hyperammoneomic rats: With references to circadian variation. Ir J Pharmacol Therap. 2007;6:119–23."}, {"Citation": "Trivedi NA, Mazumder B, Bhtt JD, Hemavathi KG. Effect of Silajit on blood glucose and lipid profiles in alloxan-induced diabetic rat. Ind J Pharmacol. 2004;36:373–6."}, {"Citation": "Krenisky JM, Luo J, Reed MJ, Carney JR. Isolation and antihyperglycemic activity of bakuchial from Otholobium pubescens (Fabaceae) a Peruvian medicinals plants used for the treatment of diabetes. Biol Pharm Bull. 1999;22:1137–40.", "ArticleIdList": ["10549873"]}, {"Citation": "Sathishekar D, Subramanian S. Antioxidant properties of Momordica charantia (bitter gourd) seeds on streptozotocin-induced diabetic rats. Asia Pac J Clin Nutr. 2005;14:153–8.", "ArticleIdList": ["15927932"]}, {"Citation": "Gupta SS, Seth CB. Effect of Momordica charantia Linn (Karela) on glucose tolerance in albino rats. J Ind Med Assoc. 1962;39:581–4.", "ArticleIdList": ["14010343"]}, {"Citation": "World Health Organization. Technical Report Series. 1980. Expert Committee on Diabetes Mellitus; pp. 646–61.", "ArticleIdList": ["6771926"]}, {"Citation": "Pandey VN, Raiagopalan SS, Chowdharry DP. An effective Ayurvedic hypoglycemic formulation. J Res Ayur Sid. 1995;16:1–14."}, {"Citation": "Maiti R, Jana D, Das UK, Ghosh D. Antidiabetic effect of aqueous extract of seed of Tamarindus indica in streptozotocin induced diabetic rats. J Ethnopharmacol. 2004;92:87–93.", "ArticleIdList": ["15099853"]}, {"Citation": "Szkudelski T. The mechanism of alloxan and streptozotocin action on ß-cells of rat pancreas. Physiol Res. 2001;50:536–46.", "ArticleIdList": ["11829314"]}, {"Citation": "Chandalia HB, Sadikot S, Bhargava DK, Krisnaswami PR. Estimation of glycosylated haemoglobin by a simple chemical method and its use in monitoring control of diabetes mellitus. J Assoc Phys Ind. 1980;28:285–6.", "ArticleIdList": ["7462136"]}, {"Citation": "Chou AC, Wilson JE. Carbohydrate metabolism. In: Wood WA, editor. Methods in Enzymol. New York: Academic Press; 1975. pp. 20–1."}, {"Citation": "Mallick C, Maiti R, Ghosh D. Antidiabetogenic effects of separate and composite extract of seed of Jamun (Eugenia jambolana) and root of Kadali (Musa paradisiaca) in streptozotocin-induced diabetic male albino rats: A comparative study. Int J Pharmacol. 2006;2:492–503."}, {"Citation": "Langdon RG. Glucose-6-phosphate dehydrogenase from erythrocytes. In: Wood WA, editor. Methods in Enzymol. New York: Academic Press; 1966. pp. 126–31."}, {"Citation": "Swanson MA. Glucose-6-phosphatase from liver. In: Colowick SP, Kaplan NO, editors. Methods in Enzymol. New York: Academic Press; 1955. pp. 541–3."}, {"Citation": "Sadasivam S, Manickam A. Carbohydrate. In: Sadasivam S, Manickam A, editors. Methods in Biochemistry. New Delhi: New Age International Pvt Ltd; 1996. pp. 11–2."}, {"Citation": "Beers RF, Sizer IW. Spectrophotometric method for measuring the breakdown of hydrogen peroxide by catalase. J Biol Chem. 1952;195:133–40.", "ArticleIdList": ["14938361"]}, {"Citation": "Sadasivam S, Manickam A. Methods in Biochemistry. New Delhi: New Age International Pvt Ltd; 1996. Peroxidase; pp. 108–10."}, {"Citation": "Hobig WH, Pabst MJ, Jakoby WB. Glutathione-S- transferase. The first enzymatic step in mercapturic acid formation. J Biol Chem. 1974;249:7130–9.", "ArticleIdList": ["4436300"]}, {"Citation": "Okhawa H, Ohishi N, Yagi K. Assay for lipid peroxidation in animal tissues thiobarbituric acid reaction. Anal Biochem. 1979;95:351–8.", "ArticleIdList": ["36810"]}, {"Citation": "Slater TI. Overview of methods used for detecting lipid peroxidation. Methods Enzymol. 1984;105:283–93.", "ArticleIdList": ["6427549"]}, {"Citation": "Henry RJ, Chiamori M, Gonub OJ, Berkman S. Revised spectrophotometric methods for the determination of glutamate oxaloacetic transaminase, glutamic pyruvate transaminase and lactic acid dehydrogenase. Am J Clin Pathol. 1960;34:381–98.", "ArticleIdList": ["13713438"]}, {"Citation": "Sokal RR, Rohle FJ. Introduction to Analysiy of Variance. In: Sokal RR, Rohle FJ, editors. Biometry. New York: WH Freeman and Company; 1997. pp. 179–206."}, {"Citation": "Oberley LW. Free radical and diabetes. Free Rad Biol Med. 1988;5:13–24.", "ArticleIdList": ["3075947"]}, {"Citation": "Carter AC, Broder L, Friedman M. Streptozotocin and metastatic insulinoma. Ann Intern Med. 1971;74:445–6.", "ArticleIdList": ["4324025"]}, {"Citation": "Mallick C, Maiti R, Ghosh D. Comparative study on antihyperglycemic and antihyperlipidemic effect of separate and composite extract of seed of Eugenia jambolana and root of Musa paradisiaca in streptozotocin induced diabetic male albino rat. Ir J Pharmacol Therap. 2006;5:27–33."}, {"Citation": "Barthel A, Schmoll D. Novel concepts in insulin regulation of hepatic gluconeogenesis. Am J Physiol Endocrinol Metab. 2003;285:685–92.", "ArticleIdList": ["12959935"]}, {"Citation": "Maiti R, Jana D, Das UK, Ghosh D. Attenuation of hyperglycemia and hyperlipidemia in streptozotocin induced diabetic rats by aqueous extract of seed of Tamarindus indica. Biol Pharm Bull. 2005;28:1172–6.", "ArticleIdList": ["15997092"]}, {"Citation": "Barrett EJ. Insulin's on glucose production: Direct or indirect? J Clin Invest. 2003;111:434–5.", "ArticleIdList": ["PMC151931", "12588878"]}, {"Citation": "Slave A, Carrupt PA, Tillement JP, Testa B. Structural damage to protein caused by free radicals: Assessment, protection of antioxidant influence of protein binding. Biochem Pharmacol. 2001;61:1237–42.", "ArticleIdList": ["11322927"]}, {"Citation": "Prakasam A, Subramaniam S, Pugalendi KV. Effect of Caseria esculenta on blood glucose and plasma antioxidant status in Stretozotocin diabetic rats. Polish J Pharmacol. 2003;55:43–9.", "ArticleIdList": ["12856825"]}, {"Citation": "Ferber S, Halkin A, Cohan H, Ber I, Einav Y, Goldberg I, et al. Pancreatic and duodenum homeobox gene-1 induces expression of insulin gene in liver and ameliorates streptozotocin induced hyperglycemia. Nature Med. 2000;6:568–72.", "ArticleIdList": ["10802714"]}, {"Citation": "Rabichandram R, Susan JV, Shirley SD, Kevan H, Shi FY, Ann MS. Advanced glycation end products and RAGE: A common thread in aging, diabetes, neuroda generation and inflammation. Glyco Biol. 2005;15:16–28.", "ArticleIdList": ["15764591"]}, {"Citation": "Mandal S, Barik B, Mallick C, De D, Ghosh D. Therapeutic effect of ferulic acid, an ethereal fraction of ethanolic extract of seed of Syzygium cumini against streptozotocin induced diabetes in male rats. Methods Find Exp Clin Pharmacol. 2008;30:121–8.", "ArticleIdList": ["18560627"]}, {"Citation": "Saravanan S, Pari L. Antihyperlipidemic and antiperoxidative effect of Diasulin, a polyherbal formulation in alloxan induced hyperglycemic rats. BMC Com Alt Med. 2005;5:1–8.", "ArticleIdList": ["PMC1183188", "15969768"]}, {"Citation": "Bolkents S, Yanardag R, Tabako A, Ozsoy-Sacan O. Effects of chard (Beta vulgaris L. var. cicla) extract on pancreatic ß-cells in streptozotocin-induced diabetic rats. a morphological and biochemical study. J Ethnopharmacol. 2000;73:251–9.", "ArticleIdList": ["11025163"]}, {"Citation": "Hong ZP, Hong Z, Dong C, Huil L, Hong S. The changes of oxidative stress products in diabetes mellitus and diabetes retinopathy. Bra J Opthalmol. 2008;92:548–51.", "ArticleIdList": ["18369071"]}, {"Citation": "Mallick C, Chatterjee K, GuhaBiswas M, Ghosh D. Antihyperglycemic effects of separate and composite extract of root of Musa paradisiaca and leaf of Coccinia indica in streptozotocin-induced diabetic male albino rats. Afr J Trad Comp Alte Med. 2007;4:362–71.", "ArticleIdList": ["PMC2816485", "20161901"]}, {"Citation": "Rajasekaran S, Sivagnanam K, Subramanian S. Antioxidant effect of Aloe vera extract in streptozotocin induced diabetes in rats. Pharmacol Report. 2005;57:90–7.", "ArticleIdList": ["15849382"]}, {"Citation": "Heidi KO. In-vivo insulin regulation of skeletal muscle glycogen synthase in calorie-restricted and in ad libitum-fed rhesus monkeys. J Nutr. 2001;131:907–13.", "ArticleIdList": ["11238784"]}]}], "History": [{"Year": "2010", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "6", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2010", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20532093", "PMC2876923", "10.4103/0974-7788.59939"]}}], "PubmedBookArticle": []}