{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "20831821", "DateCompleted": {"Year": "2011", "Month": "01", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "09", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-6-25"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2010", "Month": "Sep", "Day": "11"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "An ethnobotanical survey of plants used to manage HIV/AIDS opportunistic infections in Katima Mulilo, Caprivi region, Namibia.", "Pagination": {"StartPage": "25", "MedlinePgn": "25"}, "Abstract": {"AbstractText": ["Katima Mulilo has the highest burden of HIV/AIDS in Namibia. Due to several constraints of the antiretroviral therapy programme, HIV-infected persons still use ethnomedicines to manage AIDS-related opportunistic infections. Despite the reliance on plants to manage HIV/AIDS in Katima Mulilo, there have been no empirical studies to document the specific plant species used by traditional healers to treat AIDS-related opportunistic infections. In this study, an ethnobotanical survey was conducted to record the various plant families, species, and plant parts used to manage different HIV/AIDS-related opportunistic infections in Katima Mulilo, Caprivi region, Namibia. The results showed that a total of 71 plant species from 28 families, mostly the Combretaceae (14%), Anacardiaceae (8%), Mimosaceae (8%), and Ebanaceae (7%), were used to treat conditions such as herpes zoster, diarrhoea, coughing, malaria, meningitis, and tuberculosis. The most plant parts used were leaves (33%), bark (32%), and roots (28%) while the least used plant parts were fruits/seeds (4%). Further research is needed to isolate the plants' active chemical compounds and understand their modes of action."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Namibia, Faculty of Science, Department of Biological Sciences, P/B 13301, Windhoek, Namibia."}], "Identifier": [], "LastName": "Chinsembu", "ForeName": "Kazhila C", "Initials": "KC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hedimbi", "ForeName": "Marius", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": ["drug therapy"], "DescriptorName": "AIDS-Related Opportunistic Infections"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Acquired Immunodeficiency Syndrome"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "HIV"}, {"QualifierName": ["drug therapy"], "DescriptorName": "HIV Infections"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Magnoliopsida"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Namibia"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": [], "DescriptorName": "Plant Structures"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Government of the Republic of Namibia. Report of the 2008 national HIV sentinel survey: HIV prevalence rate in pregnant women, biannual screening 1992-2008, Namibia. Ministry of Health and Social Services: Windhoek, Namibia; 2008."}, {"Citation": "UNAIDS/UNGASS. Namibia 2010 country progress report; reporting period 2008-2009. Ministry of Health and Social Services: Windhoek, Namibia; 2010."}, {"Citation": "WHO. Namibia country summary profile for HIV/AIDS treatment scale-up. 2005. http://who.int/3by5/support/june2005_nam.pdf"}, {"Citation": "Government of the Republic of Namibia. HIV/AIDS in Namibia: behavioural and contextual factors driving the epidemic. Ministry of Health and Social Services/USAIDS/MEASURE Evaluation: Windhoek, Namibia; 2008."}, {"Citation": "Government of the Republic of Namibia. The National Strategic Plan on HIV/AIDS. Third medium term plan 2004-2009. Directorate, Special Programmes, Ministry of Health and Social Services: Windhoek, Namibia; 2002."}, {"Citation": "Chinsembu KC. Model and experiences of initiating collaboration with traditional healers in validation of ethnomedicines for HIV/AIDS treatment in Namibia. J Ethnobio Ethnomed. 2009;5(30)", "ArticleIdList": ["PMC2771007", "19852791"]}, {"Citation": "Government of the Republic of Namibia. Caprivi region livelihood baseline profile- lowland maize and livestock zone. Office of the Prime Minister- Directorate Emergency Management: Windhoek, Namibia; 2009."}, {"Citation": "Rwagabo PC. Umuhengerin, a new antimicrobially active flavonoid from Lantana trifolia. J Nat Prod. 1998;51(5):966–968. doi: 10.1021/np50059a026.", "ArticleIdList": ["10.1021/np50059a026", "3204384"]}, {"Citation": "Kokwaro JO. Medicinal plants of East Africa. 2. Kenya Literature Bureau: Nairobi, Kenya; 1993."}, {"Citation": "Mona H. Health benefits of Morinda citrifolia. Consumer Health. 1997;20:12."}, {"Citation": "Okoli AS, Okeke MI, Iroegbu CU, Ebo PU. Antibacterial activity of Harungana madagascariensis leaf extracts. Phytother Res. 2002;16(2):174–179. doi: 10.1002/ptr.991.", "ArticleIdList": ["10.1002/ptr.991", "11933123"]}, {"Citation": "Repetto MG, Liesuy SF. Antioxidant properties of natural compounds used in popular medicine for gastric ulcers. Braz J Med Biological Res. 2002;35(5):523–534.", "ArticleIdList": ["12011936"]}, {"Citation": "Kisangau DP, Lyaruu HVM, Hosea KM, Joseph CC. Use of traditional medicines in the management of HIV/AIDS opportunistic infections in Tanzania: a case in the Bukoba rural district. J Ethnobio Ethnomed. 2007;3(29)", "ArticleIdList": ["PMC1941724", "17623081"]}, {"Citation": "Wagner KH, Emadfa I. Biological relevance of terpenoids: overview focussing on mono-, di- and tetraterpenes. Annals of Nutr Metabol. 2003;47:95–106. doi: 10.1159/000070030.", "ArticleIdList": ["10.1159/000070030", "12743459"]}, {"Citation": "Singh IP, Bharate SB, Bhutani KK. Anti-HIV natural products. Cur Science. 2005;89(2):269–289."}, {"Citation": "Njoroge GN, Bussmann RW. Diversity and utilization of antimalarial ethnophytotherapeutic remedies among the Kikuyus (Central Kenya) J Ethnobio Ethnomed. 2006;2(8)", "ArticleIdList": ["PMC1397805", "16451716"]}, {"Citation": "Runyoro DKB, Matee MIN, Ngassapa OD, Joseph CC, Mbwambo ZH. Screening of Tanzanian medicinal plants for anti-Candida activity. BMC Compl Alter Med. 2006;6(11)", "ArticleIdList": ["PMC1481531", "16571139"]}, {"Citation": "Kayode J. Conservation of indigenous medicinal botanicals in Ekiti State, Nigeria. J Zhejiang Univ SCIENCE B. 2006;7(9):713–718. doi: 10.1631/jzus.2006.B0713.", "ArticleIdList": ["10.1631/jzus.2006.B0713", "PMC1559802", "16909472"]}, {"Citation": "Titanji VPK, Zofou D, Ngemenya MN. The antimalarial potential of medicinal plants used for the treatment of malaria in Cameroonian folk medicine. Afr J Trad CAM. 2008;5(3):302–321.", "ArticleIdList": ["PMC2816552", "20161952"]}, {"Citation": "Jernigan KA. Barking up the same tree: a comparison of ethnomedicine and canine ethnoveterinary medicine among the Aguaruna. J Ethnobio Ethnomed. 2009;5(33)", "ArticleIdList": ["PMC2777850", "19903346"]}, {"Citation": "Mesfin F, Demissew S, Teklehaymanot T. An ethnobotanical study of medicinal plants in Wonago Woreda, SNNPR, Ethiopia. J Ethnobio Ethnomed. 2009;5(28)", "ArticleIdList": ["PMC2769162", "19821994"]}, {"Citation": "Nanyingi MO, Mbaria JM, Lanyasunya AL, Wagate CG, Koros KB, Kaburia HF, Munenge RW, Ogara WO. Ethnopharmacological survey of Samburu district, Kenya. J Ethnobio Ethnomed. 2008;4(14)", "ArticleIdList": ["PMC2412850", "18498665"]}, {"Citation": "Vermani K, Garg S. Herbal medicines for sexually transmitted diseases and AIDS. J Ethnopharmacol. 2001;80:49–66. doi: 10.1016/S0378-8741(02)00009-0.", "ArticleIdList": ["10.1016/S0378-8741(02)00009-0", "11891087"]}, {"Citation": "Botsaris AS. Plants used traditionally to treat malaria in Brazil: the archives of Flora Medicinal. J Ethnobio Ethnomed. 2007;3(18)", "ArticleIdList": ["PMC1891273", "17472740"]}, {"Citation": "Kantamreddi VSS, Wright CW. Investigation of Indian Diospyros Species for Antiplasmodial Properties. Compl Alter Med. 2008;5(2):187–190. doi: 10.1093/ecam/nem019.", "ArticleIdList": ["10.1093/ecam/nem019", "PMC2396478", "18604258"]}, {"Citation": "Muazu J, Kaita AH. A review of traditional plants used in the treatment of epilepsy amongst the Hausa/Fulani tribes of northern Nigeria. Afr J Trad CAM. 2008;5(4):387–390.", "ArticleIdList": ["PMC2816574", "20161961"]}, {"Citation": "Kareru PG, Gachanja AN, Keriko JM, Kenji GM. Antimicrobial activity of some medicinal plants used by herbalists in eastern province, Kenya. Afr J Trad CAM. 2008;5(1):51–55.", "ArticleIdList": ["PMC2816592", "20162055"]}, {"Citation": "Otieno JN, Hosea KMM, Lyaruu HV, Mahunnah RLA. Multi-plant or single-plant extracts, which is the most effective for local healing in Tanzania? Afr J Trad CAM. 2008;5(2):165–172.", "ArticleIdList": ["PMC2816543", "20161933"]}, {"Citation": "Moshi MJ, van den Beukel CJP, Hamza OJM, Mbwambo ZH, Nondo ROS, Masimba PJ, Matee MIN, Kapingu MC, Mikx F, Verweij PE, van der Ven AJAM. Brine shrimp toxicity evaluation of some Tanzanian plants used traditionally for the treatment of fungal infections. Afr J Trad CAM. 2007;4(2):219–225.", "ArticleIdList": ["PMC2816448", "20162095"]}, {"Citation": "Samuel AJSJ, Kalusalingam A, Chellappan DK, Gopinath R, Radhamani S, Husain HA, Muruganandham V, Promwichit P. Ethnomedical survey of plants used by the Orang Asli in Kampung Bawong, Perak, West Malaysia. J Ethnobio Ethnomed. 2010;6(5):1–6.", "ArticleIdList": ["PMC2843656", "20137098"]}, {"Citation": "Techlehaymanot T, Giday M. Ethnobotanical study of medicinal plants used by people in Zegie Peninsula, northwestern Ethiopia. J Ethnobio Ethnomed. 2007;3(12)", "ArticleIdList": ["PMC1852296", "17355645"]}, {"Citation": "Hardon A, Desclaux A, Egrot M, Simon E, Micollier E, Kyakuwa M. Alternative medicines for AIDS in resource-poor settings: insights from exploratory anthropological studies in Asia and Africa. J Ethnobio Ethnomed. 2008;4(16) doi:10.1186/1746-4269-4-16.", "ArticleIdList": ["PMC2503967", "18616794"]}, {"Citation": "Langlois-Klassen D, Kipp W, Jhangri GS, Rubaale T. Use of traditional herbal medicine by AIDS patients in Kabarole District, western Uganda. Am J Trop Med Hyg. 2007;77:757–763.", "ArticleIdList": ["17978084"]}, {"Citation": "Du Plessis P. Indigenous knowledge and biotrade. Presentation at the National Biosciences Forum and validation of traditional medicines workshop, Safari Hotel, Windhoek, November 20, 2007."}]}], "History": [{"Year": "2010", "Month": "7", "Day": "21"}, {"Year": "2010", "Month": "9", "Day": "11"}, {"Year": "2010", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "9", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["20831821", "PMC2944155", "10.1186/1746-4269-6-25", "1746-4269-6-25"]}}], "PubmedBookArticle": []}