{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "20849608", "DateCompleted": {"Year": "2011", "Month": "02", "Day": "04"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "09", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1186/1472-6882-10-52"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2010", "Month": "Sep", "Day": "17"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Cytotoxicity screening of Bangladeshi medicinal plant extracts on pancreatic cancer cells.", "Pagination": {"StartPage": "52", "MedlinePgn": "52"}, "Abstract": {"AbstractText": ["There has been a long standing interest in the identification of medicinal plants and derived natural products for developing cancer therapeutics. Our study focuses upon pancreatic cancer, due to its high mortality rate, that is attributed in part to the lack of an effective chemotherapeutic agent. Previous reports on the use of medicinal plant extracts either alone or alongside conventional anticancer agents in the treatment of this cancer have shown promising results. This work aims to investigate the therapeutic properties of a library of medicinal plants from Bangladesh.", "56 extracts of 44 unique medicinal plants were studied. The extracts were screened for cytotoxicity against the pancreatic adenocarcinoma cell line Panc-1, using a label-free biosensor assay. The top cytotoxic extracts identified in this screen were tested on two additional pancreatic cancer cell lines (Mia-Paca2 and Capan-1) and a fibroblast cell line (Hs68) using an MTT proliferation assay. Finally, one of the most promising extracts was studied using a caspase-3 colorimetric assay to identify induction of apoptosis.", "Crude extracts of Petunia punctata, Alternanthera sessilis, and Amoora chittagonga showed cytotoxicity to three cancer cell lines with IC50 values ranging between 20.3 - 31.4 μg/mL, 13.08 - 34.9 μg/mL, and 42.8 - 49.8 μg/mL, respectively. Furthermore, treatment of Panc-1 cells with Petunia punctata was shown to increase caspase-3 activity, indicating that the observed cytotoxicity was mediated via apoptosis. Only Amoora chittagonga showed low cytotoxicity to fibroblast cells with an IC50 value > 100 μg/mL.", "Based upon the initial screening work reported here, further studies aimed at the identification of active components of these three extracts and the elucidation of their mechanisms as cancer therapeutics are warranted."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "1Department of Bioengineering, University of Illinois at Urbana Champaign, USA."}], "Identifier": [], "LastName": "George", "ForeName": "Sherine", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bhalerao", "ForeName": "Siddharth V", "Initials": "SV"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lidstone", "ForeName": "Erich A", "Initials": "EA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ahmad", "ForeName": "Irfan S", "Initials": "IS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Abbasi", "ForeName": "Atiya", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Cunningham", "ForeName": "Brian T", "Initials": "BT"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Watkin", "ForeName": "Kenneth L", "Initials": "KL"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "EC 3.4.22.-", "NameOfSubstance": "Caspase 3"}], "MeshHeadingList": [{"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Adenocarcinoma"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["drug effects"], "DescriptorName": "Apoptosis"}, {"QualifierName": [], "DescriptorName": "Bangladesh"}, {"QualifierName": ["metabolism"], "DescriptorName": "Caspase 3"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": ["drug effects"], "DescriptorName": "Fibroblasts"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Inhibitory Concentration 50"}, {"QualifierName": [], "DescriptorName": "Magnoliopsida"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Pancreatic Neoplasms"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Jemal A, Siegel R, Ward E, Hao Y, Xu J, Murray T, Thun MJ. Cancer statistics, 2008. CA Cancer J Clin. 2008;58(2):71–96. doi: 10.3322/CA.2007.0010.", "ArticleIdList": ["10.3322/CA.2007.0010", "18287387"]}, {"Citation": "Burris HA, Moore MJ, Andersen J, Green MR, Rothenberg ML, Modiano MR, Cripps MC, Portenoy RK, Storniolo AM, Tarassoff P. Improvements in survival and clinical benefit with gemcitabine as first-line therapy for patients with advanced pancreas cancer: a randomized trial. Journal of Clinical Oncology. 1997;15(6):2403–2413.", "ArticleIdList": ["9196156"]}, {"Citation": "Heinemann V. Gemcitabine: progress in the treatment of pancreatic cancer. Oncology. 2001;60:8–18. doi: 10.1159/000055290.", "ArticleIdList": ["10.1159/000055290", "11150902"]}, {"Citation": "Cragg GM, Newman DJ, Snader KM. Natural Products in Drug Discovery and Development. Journal of Natural Products. 1997;60(1):52–60. doi: 10.1021/np9604893.", "ArticleIdList": ["10.1021/np9604893", "9014353"]}, {"Citation": "Pezzuto JM. Plant-derived anticancer agents. Biochemical pharmacology. 1997;53(2):121–133. doi: 10.1016/S0006-2952(96)00654-5.", "ArticleIdList": ["10.1016/S0006-2952(96)00654-5", "9037244"]}, {"Citation": "Schwarz RE, Donohue CA, Sadava D, Kane SE. Pancreatic cancer in vitro toxicity mediated by Chinese herbs SPES and PC-SPES: implications for monotherapy and combination treatment. Cancer Letters. 2003;189(1):59–68. doi: 10.1016/S0304-3835(02)00501-3.", "ArticleIdList": ["10.1016/S0304-3835(02)00501-3", "12445678"]}, {"Citation": "Lau ST, Lin ZX, Liao Y, Zhao M, Cheng CHK, Leung PS. Brucein D induces apoptosis in pancreatic adenocarcinoma cell line PANC-1 through the activation of p38-mitogen activated protein kinase. Cancer Letters. 2009;281(1):42–52. doi: 10.1016/j.canlet.2009.02.017.", "ArticleIdList": ["10.1016/j.canlet.2009.02.017", "19286308"]}, {"Citation": "Rahman MS, Begum B, Chowdhury R, Rahman KM, Rashid MA. Preliminary Cytotoxicity Screening of Some Medicinal Plants of Bangladesh. Dhaka University Journal of Pharmaceutical Sciences. 2008;7(1):47–52."}, {"Citation": "Lieber M, Mazzetta J, Nelson-Rees W, Kaplan M, Todaro G. Establishment of a continuous tumor-cell line (panc-1) from a human carcinoma of the exocrine pancreas. International Journal of Cancer. 1975;15(5) doi: 10.1002/ijc.2910150505.", "ArticleIdList": ["10.1002/ijc.2910150505", "1140870"]}, {"Citation": "Yunis AA, Arimura GK, Russin DJ. Human pancreatic carcinoma (MIA PaCa-2) in continuous culture: sensitivity to asparaginase. International Journal of Cancer. 1977;19(1) doi: 10.1002/ijc.2910190118.", "ArticleIdList": ["10.1002/ijc.2910190118", "832918"]}, {"Citation": "Fogh J, Wright WC, Loveless JD. Absence of HeLa cell contamination in 169 cell lines derived from human tumors. Journal of the National Cancer Institute. 1977;58(2):209.", "ArticleIdList": ["833871"]}, {"Citation": "Cunningham BT, Li P, Schulz S, Lin B, Baird C, Gerstenmaier J, Genick C, Wang F, Fine E, Laing L. Label-free assays on the BIND system. Journal of Biomolecular Screening. 2004;9(6):481. doi: 10.1177/1087057104267604.", "ArticleIdList": ["10.1177/1087057104267604", "15452334"]}, {"Citation": "Li PY, Lin B, Gerstenmaier J, Cunningham BT. A new method for label-free imaging of biomolecular interactions. Sensors & Actuators: B Chemical. 2004;99(1):6–13."}, {"Citation": "Lin B, Li P, Cunningham BT. A label-free biosensor-based cell attachment assay for characterization of cell surface molecules. Sensors & Actuators: B Chemical. 2006;114(2):559–564."}, {"Citation": "Cunningham BT, Laing L. Microplate-based, label-free detection of biomolecular interactions: applications in proteomics. Expert Rev Proteomics. 2006;3(3):271–281. doi: 10.1586/14789450.3.3.271.", "ArticleIdList": ["10.1586/14789450.3.3.271", "16771700"]}, {"Citation": "Chan LL, Gosangari SL, Watkin KL, Cunningham BT. Label-free imaging of cancer cells using photonic crystal biosensors and application to cytotoxicity screening of a natural compound library. Sensors & Actuators: B Chemical. 2008;132(2):418–425."}, {"Citation": "Chan LL, Gosangari SL, Watkin KL, Cunningham BT. A label-free photonic crystal biosensor imaging method for detection of cancer cell cytotoxicity and proliferation. Apoptosis. 2007;12(6):1061–1068. doi: 10.1007/s10495-006-0031-y.", "ArticleIdList": ["10.1007/s10495-006-0031-y", "17252197"]}, {"Citation": "Pieters R, Huismans DR, Leyva A, Veerman AJP. Adaptation of the rapid automated tetrazolium dye based(MTT) assay for chemosensitivity testing in childhood leukemia. Cancer letters. 1988;41(3):323–332. doi: 10.1016/0304-3835(88)90294-7.", "ArticleIdList": ["10.1016/0304-3835(88)90294-7", "3165705"]}, {"Citation": "Lau ST, Lin ZX, Leung PS. Role of reactive oxygen species in brucein D-mediated p38-mitogen-activated protein kinase and nuclear factor- B signalling pathways in human pancreatic adenocarcinoma cells. British Journal of Cancer. 2010. pp. 583–593.", "ArticleIdList": ["10.1038/sj.bjc.6605487", "PMC2822930", "20068565"]}, {"Citation": "Piacentini P, Donadelli M, Costanzo C, Moore PS, Palmieri M, Scarpa A. Trichostatin A enhances the response of chemotherapeutic agents in inhibiting pancreatic cancer cell proliferation. Virchows Archiv. 2006;448(6):797–804. doi: 10.1007/s00428-006-0173-x.", "ArticleIdList": ["10.1007/s00428-006-0173-x", "16568310"]}, {"Citation": "Miller DW, Fontain M, Kolar C, Lawson T. The expression of multidrug resistance-associated protein (MRP) in pancreatic adenocarcinoma cell lines. Cancer Letters. 1996;107(2):301. doi: 10.1016/0304-3835(96)04384-4.", "ArticleIdList": ["10.1016/0304-3835(96)04384-4", "8947528"]}, {"Citation": "Giroux V, Iovanna J, Dagorn JC. Probing the human kinome for kinases involved in pancreatic cancer cell survival and gemcitabine resistance. The FASEB Journal. 2006;20(12):1982. doi: 10.1096/fj.06-6239com.", "ArticleIdList": ["10.1096/fj.06-6239com", "17012250"]}, {"Citation": "Lau ST, Lin ZX, Zhao M, Leung PS. Brucea javanica fruit induces cytotoxicity and apoptosis in pancreatic adenocarcinoma cell lines. Phytotherapy Research. 2008;22(4) doi: 10.1002/ptr.2344.", "ArticleIdList": ["10.1002/ptr.2344", "18386257"]}, {"Citation": "Mongelli E, Coussio J, Ciccia G, Maestri D, Zygadlo J. Medicinal species of the Solanaceae family: Primary screening of cytotoxicity. ISHS; 1997. pp. 177–180."}, {"Citation": "Rahman MS, Rahman MZ, Wahab MA, Chowdhury R, Rashid MA. Antimicrobial Activity of Some Indigenous Plants of Bangladesh. Dhaka University Journal of Pharmaceutical Sciences. 2008;7(1):23–26."}, {"Citation": "Chiang HC, Jaw SM, Chen CF, Kan WS. Antitumor agent, physalin F from Physalis angulata L. Anticancer research. 1992;12(3):837–843.", "ArticleIdList": ["1622143"]}, {"Citation": "Mothana RAA, Grunert R, Lindequist U, Bednarski PJ. Study of the anticancer potential of Yemeni plants used in folk medicine. Pharmazie. 2007;62(4):305–307.", "ArticleIdList": ["17484289"]}, {"Citation": "Jalalpure SA, Agrawal N, Patil M, Chimkode R, Tripathi A. Antimicrobial and wound healing activities of leaves of Alternanthera sessilis Linn. Intl J of Green Pharmacy. 2008;2"}, {"Citation": "Lin SC, Lin CC, Shyuu SJ, Lin YH. Hepatoprotective effects of Taiwan folk medicine: Alternanthera sessilis on liver damage induced by various hepatotoxins. Phytotherapy Research. 1994;8(7):391–398. doi: 10.1002/ptr.2650080703.", "ArticleIdList": ["10.1002/ptr.2650080703"]}, {"Citation": "Rabi T, Gupta RC. Antitumor and cytotoxic investigation of Amoora rohituka. Pharmaceutical Biology. 1995;33(4):359–361. doi: 10.3109/13880209509065396.", "ArticleIdList": ["10.3109/13880209509065396"]}, {"Citation": "Rabi T, Ramachandran C, Fonseca HB, Nair RPK, Alamo A, Melnick SJ, Escalon E. Novel drug amooranin induces apoptosis through caspase activity in human breast carcinoma cell lines. Breast cancer research and treatment. 2003;80(3):321–330. doi: 10.1023/A:1024911925623.", "ArticleIdList": ["10.1023/A:1024911925623", "14503804"]}, {"Citation": "Ramachandran C, Nair PK, Alamo A, Cochrane CB, Escalon E, Melnick SJ. Anticancer effects of amooranin in human colon carcinoma cell line in vitro and in nude mice xenografts. International Journal of Cancer. 2006;119(10):2443–2454. doi: 10.1002/ijc.22174.", "ArticleIdList": ["10.1002/ijc.22174", "16894569"]}]}], "History": [{"Year": "2010", "Month": "4", "Day": "8"}, {"Year": "2010", "Month": "9", "Day": "17"}, {"Year": "2010", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "9", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["20849608", "PMC2954938", "10.1186/1472-6882-10-52", "1472-6882-10-52"]}}], "PubmedBookArticle": []}