{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "20953430", "DateCompleted": {"Year": "2011", "Month": "07", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "09", "Day": "23"}], "Language": ["eng"], "ELocationID": ["515647", "10.1155/2011/515647"], "Journal": {"ISSN": "1741-4288", "JournalIssue": {"Volume": "2011", "PubDate": {"Year": "2011"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Evaluation of traditional Indian antidiabetic medicinal plants for human pancreatic amylase inhibitory effect in vitro.", "Abstract": {"AbstractText": ["Pancreatic α-amylase inhibitors offer an effective strategy to lower the levels of post prandial hyperglycemia via control of starch breakdown. Eleven Ayurvedic Indian medicinal plants with known hypoglycemic properties were subjected to sequential solvent extraction and tested for α-amylase inhibition, in order to assess and evaluate their inhibitory potential on pancreatic α-amylase. Analysis of 91 extracts, showed that 10 exhibited strong Human Pancreatic Amylase (HPA) inhibitory potential. Of these, 6 extracts showed concentration dependent inhibition with IC(50) values, namely, cold and hot water extracts from Ficus bengalensis bark (4.4 and 125 μgmL(-1)), Syzygium cumini seeds (42.1 and 4.1 μgmL(-1)), isopropanol extracts of Cinnamomum verum leaves (1.0 μgmL(-1)) and Curcuma longa rhizome (0.16 μgmL(-1)). The other 4 extracts exhibited concentration independent inhibition, namely, methanol extract of Bixa orellana leaves (49 μgmL(-1)), isopropanol extract from Murraya koenigii leaves (127 μgmL(-1)), acetone extracts from C. longa rhizome (7.4 μgmL(-1)) and Tribulus terrestris seeds (511 μgmL(-1)). Thus, the probable mechanism of action of the above fractions is due to their inhibitory action on HPA, thereby reducing the rate of starch hydrolysis leading to lowered glucose levels. Phytochemical analysis revealed the presence of alkaloids, proteins, tannins, cardiac glycosides, flavonoids, saponins and steroids as probable inhibitory compounds."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bioinformatics and Biotechnology, University of Pune, Ganeshkhind, Pune 411007, India."}], "Identifier": [], "LastName": "Ponnusamy", "ForeName": "Sudha", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ravindran", "ForeName": "Remya", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zinjarde", "ForeName": "Smita", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bhargava", "ForeName": "Shobha", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ravi Kumar", "ForeName": "Ameeta", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alberti KG, Zimmet PZ. Definition, diagnosis and classification of diabetes mellitus and its complications. Part 1: diagnosis and classification of diabetes mellitus. Report of a WHO Consultation. Diabetic Medicine. 1998;15(7):539–53.", "ArticleIdList": ["9686693"]}, {"Citation": "World Health Organization (WHO)  Diabetes Programme, 2006,  http//www.who.Int/diabetes/en/"}, {"Citation": "Eichler HG, Korn A, Gasic S. The effect of a new specific α-amylase inhibitor on post-prandial glucose and insulin excursions in normal and Type 2 (non-insulin-dependent) diabetic patients. Diabetologia. 1984;26(4):278–281.", "ArticleIdList": ["6376235"]}, {"Citation": "Patwardhan B, Vaidya ADB, Chorghade M. Ayurveda and natural products drug discovery. Current Science. 2004;86(6):789–799."}, {"Citation": "Klein G, Kim J, Himmeldirk K, Cao Y, Chen X. Antidiabetes and anti-obesity activity of Lagerstroemia speciosa . Evidence-Based Complementary and Alternative Medicine. 2007;4(4):401–407.", "ArticleIdList": ["PMC2176148", "18227906"]}, {"Citation": "Grover JK, Yadav S, Vats V. Medicinal plants of India with anti-diabetic potential. Journal of Ethnopharmacology. 2002;81(1):81–100.", "ArticleIdList": ["12020931"]}, {"Citation": "Mukherjee PK, Maiti K, Mukherjee K, Houghton PJ. Leads from Indian medicinal plants with hypoglycemic potentials. Journal of Ethnopharmacology. 2006;106(1):1–28.", "ArticleIdList": ["16678368"]}, {"Citation": "John ZL, Luguang L. Ginseng on hyperglycemia: effects and mechanisms. Evidence-Based Complementary and Alternative Medicine. 2009;6:423–427.", "ArticleIdList": ["PMC2781779", "18955300"]}, {"Citation": "Singh SK, Rai PK, Jaiswal D, Watal G. Evidence-based critical evaluation of glycemic potential of Cynodon dactylon . Evidence-Based Complementary and Alternative Medicine. 2008;5(4):415–420.", "ArticleIdList": ["PMC2586314", "18955211"]}, {"Citation": "Bhat M, Zinjarde SS, Bhargava SY, Ravikumar A, Joshi BN. Antidiabetic Indian plants: a good source of potent amylase inhibitors. Evidence-Based Complementary and Alternative Medicine. In press.", "ArticleIdList": ["PMC3137644", "18955350"]}, {"Citation": "Bhat M, Kothiwale SK, Tirmale AR, Bhargava SY, Joshi BN. Antidiabetic properties of Azardiracta indica and Bougainvillea spectabilis: in vivo studies in murine diabetes model. Evidence-Based Complementary and Alternative Medicine. In press.", "ArticleIdList": ["PMC3136679", "19389871"]}, {"Citation": "Tarling CA, Woods K, Zhang R, et al. The search for novel human pancreatic α-amylase inhibitors: High-throughput screening of terrestrial and marine natural product extracts. ChemBioChem. 2008;9(3):433–438.", "ArticleIdList": ["18214874"]}, {"Citation": "Sharma SB, Rajpoot R, Nasir A, Prabhu KM, Murthy PS. Ameliorative effect of active principle isolated from seeds of Eugenia jambolana on carbohydrate metabolism in experimental diabetes. Evidence-Based Complementary and Alternative Medicine. In press.", "ArticleIdList": ["PMC3145463", "21811514"]}, {"Citation": "Ali H, Houghton PJ, Soumyanath A. α-Amylase inhibitory activity of some Malaysian plants used to treat diabetes; with particular reference to Phyllanthus amarus . Journal of Ethnopharmacology. 2006;107(3):449–455.", "ArticleIdList": ["16678367"]}, {"Citation": "Kotowaroo MI, Mahomoodally MF, Gurib-Fakim A, Subratty AH. Screening of traditional antidiabetic medicinal plants of Mauritius for possible α-amylase inhibitory effects in vitro . Phytotherapy Research. 2006;20(3):228–231.", "ArticleIdList": ["16521114"]}, {"Citation": "Kostova I, Dinchev D. Saponins in Tribulus terrestris—chemistry and bioactivity. Phytochemistry Reviews. 2005;4(2-3):111–137."}, {"Citation": "Modak M, Dixit P, Londhe J, Ghaskadbi S, Devasagayam TPA. Indian herbs and herbal drugs used for the treatment of diabetes. Journal of Clinical Biochemistry and Nutrition. 2007;40(3):163–173.", "ArticleIdList": ["PMC2275761", "18398493"]}, {"Citation": "Chattopadhyay RR. Possible mechanism of antihyperglycemic effect of Azadirachta indica leaf extract: part V. Journal of Ethnopharmacology. 1999;67(3):373–376.", "ArticleIdList": ["10617075"]}, {"Citation": "Russell KRM, Morrison EYStA, Ragoobirsingh D. The effect of annatto on insulin binding properties in the dog. Phytotherapy Research. 2005;19(5):433–436.", "ArticleIdList": ["16106387"]}, {"Citation": "Narayanan CR, Joshi DD, Mujumdar AM, Dhekne VV. Pinitol—a new anti-diabetic compound from the leaves of Bougainvillea spectabilis . Current Science. 1987;56:139–141."}, {"Citation": "Khan A, Safdar M, Khan MMA, Khattak KN, Anderson RA. Cinnamon improves glucose and lipids of people with type 2 diabetes. Diabetes Care. 2003;26(12):3215–3218.", "ArticleIdList": ["14633804"]}, {"Citation": "Arun N, Nalini N. Efficacy of turmeric on blood sugar and polyol pathway in diabetic albino rats. Plant Foods for Human Nutrition. 2002;57(1):41–52.", "ArticleIdList": ["11855620"]}, {"Citation": "Achrekar S, Kaklij GS, Pote MS, Kelkar SM. Hypoglycemic activity of Eugenia jambolana and Ficus bengalensis: mechanism of action. In Vivo. 1991;5(2):143–147.", "ArticleIdList": ["1768783"]}, {"Citation": "Paarakh PM. Ficus racemosa linn.—an overview. Natural Product Radiance. 2009;8(1):84–90."}, {"Citation": "Shibib BA, Khan LA, Rahman R. Hypoglycaemic activity of Coccinia indica and Momordica charantia in diabetic rats: depression of the hepatic gluconeogenic enzymes glucose-6-phosphatase and fructose-1,6-bisphosphatase and elevation of both liver and red-cell shunt enzyme glucose-6-phosphate dehydrogenase. Biochemical Journal. 1993;292(1):267–270.", "ArticleIdList": ["PMC1134299", "8389127"]}, {"Citation": "Khan BA, Abraham A, Leelamma S. Hypoglycemic action of Murraya koenigii (curry leaf) and Brassica juncea (mustard): mechanism of action. Indian Journal of Biochemistry and Biophysics. 1995;32(2):106–108.", "ArticleIdList": ["7642200"]}, {"Citation": "Bajwa R, Shafique S, Shafique S. Fungitoxicity of aqueous and solvent extracts of Datura metel against Ascochyta rabiei . Mycopath. 2008;6(1&2):17–22."}, {"Citation": "Miller GL. Use of dinitrosalicylic acid reagent for determination of reducing sugar. Analytical Chemistry. 1959;31(3):426–428."}, {"Citation": "Parekh J, Chanda SV. In vitro antimicrobial activity and phytochemical analysis of some Indian medicinal plants. Turkish Journal of Biology. 2007;31(1):53–58."}, {"Citation": "Dewanjee S, Maiti A, Sahu R, Dua TK, Mandal V. Effective control of type 2 diabetes through antioxidant defense by edible fruits of Diospyros peregrine . Evidence-Based Complementary and Alternative Medicine. In press.", "ArticleIdList": ["PMC3136864", "19584081"]}, {"Citation": "Barrie T, Foley J. Tocotrienols and geranylgeraniol from Bixa orellana byproducts. US Patent, 6350453, February 2002."}, {"Citation": "Maridass M. Evaluation of brine shrimp lethality of Cinnamomum Species. Ethnobotanical Leaflets. 2008;12:772–775."}, {"Citation": "Yong Y, Wenyi T. Head-space solid phase micro-extraction followed by GC/MS analysis of the volatile components in seeds of Cinnamonum camphora . American Journal of Biochemistry and Biotechnology. 2005;1(3):173–175."}, {"Citation": "Chhetri HM, Yogol NS, Sherchan J, Anupa KC, Mansoor S, Thapa P. Phytochemical and antimicrobial evaluations of some medicinal plants of Nepal. Katmandu University Journal of Science, Engineering and Technology. 2008;1:49–54."}, {"Citation": "Kumar RV, Augusti KT. Antidiabetic effect of a leucocyanidin derivative isolated from the bark of Ficus bengalensis Linn. Indian Journal of Biochemistry and Biophysics. 1989;26(6):400–404.", "ArticleIdList": ["2632365"]}, {"Citation": "Iyer D, Uma DP. Plant review: phyto-pharmacology of Murraya koenigii (L.) Pharmacognosy Reviews. 2008;2:180–184."}, {"Citation": "Chowdhury JU, Bhuiyan NI. Chemical composition of the leaf essential oils of Murraya koenigii (L.) Spreng and Murraya paniculata (L.) Jack. Bangladesh Journal of Pharmacology. 2008;3:59–63."}, {"Citation": "Bhatia IS, Bajaj KL. Chemical constituents of the seeds and bark of Syzygium cumini . Planta Medica. 1975;28(4):346–352.", "ArticleIdList": ["1208683"]}, {"Citation": "Wu T-S, Shi L-S, Kuo S-C. Alkaloids and other constituents from Tribulus terrestris . Phytochemistry. 1999;50(8):1411–1415."}, {"Citation": "Said O, Fulder S, Khalil K, Azaizeh H, Kassis E, Saad B. Maintaining a physiological blood glucose level with ‘glucolevel’, a combination of four anti-diabetes plants used in the traditional Arab herbal medicine. Evidence-Based Complementary and Alternative Medicine. 2008;5(4):421–428.", "ArticleIdList": ["PMC2586306", "18955212"]}]}], "History": [{"Year": "2010", "Month": "5", "Day": "19"}, {"Year": "2010", "Month": "8", "Day": "7"}, {"Year": "2010", "Month": "10", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "10", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "10", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2010", "Month": "9", "Day": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20953430", "PMC2952308", "10.1155/2011/515647", "515647"]}}], "PubmedBookArticle": []}