{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "21034478", "DateCompleted": {"Year": "2011", "Month": "01", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "10", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-6-29"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2010", "Month": "Oct", "Day": "29"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnopharmacological survey among migrants living in the Southeast Atlantic Forest of Diadema, São Paulo, Brazil.", "Pagination": {"StartPage": "29", "MedlinePgn": "29"}, "Abstract": {"AbstractText": ["Understanding how people of diverse cultural backgrounds have traditionally used plants and animals as medicinal substances during displacements is one of the most important objectives of ethnopharmacological studies. An ethnopharmacological survey conducted among migrants living in the Southeast Atlantic Forest remnants (Diadema, São Paulo, Brazil) is presented herein.", "Ethnographical methods were used to select and interview the migrants, and botanical and zoological techniques were employed to collect the indicated resources.", "We interviewed five migrants who described knowledge on 12 animals and 85 plants. Only 78 plants were present in Diadema, they belong to 37 taxonomic families; 68 were used exclusively for medicinal purposes, whereas 10 were reported to be toxic and/or presented some restriction of use. These taxa were grouped into 12 therapeutic categories (e.g., gastrointestinal disturbances, inflammatory processes or respiratory problems) based on the 41 individual complaints cited by the migrants. While the twelve animal species were used by the migrants to treat nine complaints; these were divided into six categories, the largest of which related to respiratory problems. None of the animal species and only 57 of the 78 plant species analysed in the present study were previously reported in the pharmacological literature; the popular knowledge concurred with academic findings for 30 of the plants. The seven plants [Impatiens hawkeri W. Bull., Artemisia canphorata Vill., Equisetum arvensis L., Senna pendula (Humb. & Bonpl. ex Willd.) H.S. Irwin & Barneby, Zea mays L., Fevillea passiflora Vell. and Croton fuscescens Spreng)] and the two animals (Atta sexdens and Periplaneta americana) that showed maintenance of use among migrants during their displacement in Brazilian territory, have not been studied by pharmacologists yet.", "Thus, they should be highlighted and focused in further pharmacology and phytochemical studies, since the persistence of their uses can be indicative of bioactive potentials."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Universidade Federal de São Paulo, Rua Arthur Ridel, 275 CEP, 09941-510, Diadema, SP, Brazil. danielgarciafic@hotmail.com"}], "Identifier": [], "LastName": "Garcia", "ForeName": "Daniel", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Domingues", "ForeName": "Marcus Vinicius", "Initials": "MV"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Rodrigues", "ForeName": "Eliana", "Initials": "E"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Ants"}, {"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": [], "DescriptorName": "Emigrants and Immigrants"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Interviews as Topic"}, {"QualifierName": [], "DescriptorName": "Magnoliopsida"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Periplaneta"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Trees"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Pieroni A, Vandebroek I. Traveling cultures and plants: the ethnobiology and ethnopharmacy of human migrations. Berghahn Books: New York; 2007."}, {"Citation": "Pieroni A, Quave CL. Traditional pharmacopoeias and medicines among Albanians and Italians in southern Italy: a comparison. J Ethnopharmacol. 2005;101:258–270. doi: 10.1016/j.jep.2005.04.028.", "ArticleIdList": ["10.1016/j.jep.2005.04.028", "15978757"]}, {"Citation": "Waldstein A. Mexican migrant ethnopharmacology: pharmacopoeia, classification of medicines and explanations of efficacy. J Ethnopharmacol. 2006;108:299–310. doi: 10.1016/j.jep.2006.07.011.", "ArticleIdList": ["10.1016/j.jep.2006.07.011", "16934952"]}, {"Citation": "Waldstein A. \"Diaspora and Health? Traditional Medicine and Culture in a Mexican Migrant Community\". Int Migr. 2008;46:95–117. doi: 10.1111/j.1468-2435.2008.00490.x.", "ArticleIdList": ["10.1111/j.1468-2435.2008.00490.x"]}, {"Citation": "Volpato G, Godínez D, Beyra A, Barreto. A Uses of medicinal plants by Haitian immigrants and their descendants in the Province of Camagüey, Cuba. J Ethnobiol Ethnomed. 2009;5:16. doi: 10.1186/1746-4269-5-16.", "ArticleIdList": ["10.1186/1746-4269-5-16", "PMC2690575", "19450279"]}, {"Citation": "Voeks RA. In: Mobility and Migration in Indigenous Amazonia: Contemporary Ethnoecological Perspectives. Alexiades M, editor. London: Berghahn; 2009. Traditions in transition: African diaspora ethnobotany in lowland South America; pp. 275–294."}, {"Citation": "Carney J, Voeks RA. Landscape legades of the African Diaspora in Brazil. Prog Hum Geogr. 2003;27:6. doi: 10.1191/0309132503ph418oa.", "ArticleIdList": ["10.1191/0309132503ph418oa"]}, {"Citation": "Ceuterick M, Vandebroek I, Torry B, Pieroni A. Cross-cultural adaptation in urban ethnobotany: the Colombian folk pharmacopoeia in London. J Ethnopharmacol. 2008;120:342–359. doi: 10.1016/j.jep.2008.09.004.", "ArticleIdList": ["10.1016/j.jep.2008.09.004", "18852036"]}, {"Citation": "van Andel, P Westers. Why Surinamese migrants in the Netherlands continue to use medicinal herbs from their home country. J Ethnopharmacol. 2010;127:694–701. doi: 10.1016/j.jep.2009.11.033.", "ArticleIdList": ["10.1016/j.jep.2009.11.033", "20004237"]}, {"Citation": "Pieroni A, Nebel C, Quave CL, Münz H, Heinrich M. Ethnopharmacology of liakra, traditional weedy vegetables of the Arbëreshë of the Vulture area in southern Italy. J Ethnopharmacol. 2002;81:165–185. doi: 10.1016/S0378-8741(02)00052-1.", "ArticleIdList": ["10.1016/S0378-8741(02)00052-1", "12065148"]}, {"Citation": "Pieroni A, Quave CL, Nebel S, Heinrich M. Ethnopharmacy of ethnic Albanians (Arbëreshë) in northern Basilicata (southern Italy) Fitoterapia. 2002;73:217–241. doi: 10.1016/S0367-326X(02)00063-1.", "ArticleIdList": ["10.1016/S0367-326X(02)00063-1", "12048017"]}, {"Citation": "Pieroni A, Quave CL, Villanelli ML, Mangino P, Sabbatini G, Santini L. Ethnopharmacognostic survey on the natural ingredients used in folk cosmetics, cosmeceuticals and remedies for healing skin diseases in the inland Marches, Central-Eastern Italy. J Ethnopharmacol. 2004;91:331–344. doi: 10.1016/j.jep.2004.01.015.", "ArticleIdList": ["10.1016/j.jep.2004.01.015", "15120458"]}, {"Citation": "Cano JH, Volpato G. Herbal mixtures in the traditional medicine of Eastern Cuba. J Ethnopharmacol. 2004;90:293–316. doi: 10.1016/j.jep.2003.10.012.", "ArticleIdList": ["10.1016/j.jep.2003.10.012", "15013195"]}, {"Citation": "Rodrigues E, Mendes FR, Negri G. Plants indicated by Brazilian Indians to Central Nervous System disturbances: a bibliographical approach. Curr Med Chem. 2005;6:211–244."}, {"Citation": "IBGE. http://www.ibge.gov.br/home/"}, {"Citation": "Instituto Socioambiental. http://www.socioambiental.org/"}, {"Citation": "Fundação Cultural Palmares. http://palmares.gov.br/"}, {"Citation": "Giulietti AM, Harley RM, Queiroz LP, Wanderley MGL, Van den Berg C. Biodiversidade e conservação das plantas no Brasil. Megadiversidade. 2005;1:52–61."}, {"Citation": "Marques AC, Lamas CJE. Taxonomia zoológica no Brasil: estado da arte, expectativas e sugestões de ações futuras. Papéis Avulsos de Zoologia. 2005;46:139–174."}, {"Citation": "Simões LL, Lino CF. Sustentável Mata Atlântica: a exploração de seus recursos florestais. SENAC: São Paulo; 2004."}, {"Citation": "IBAMA. http://ibama.gov.br/ecossistemas/mata_atlantica.htm"}, {"Citation": "Prefeitura de Diadema. http://www.diadema.sp.gov.br/apache2-default/"}, {"Citation": "Atlas de Desenvolvimento Humano/PNUD. http://www.pnud.org.br/atlas/"}, {"Citation": "Bernard RH. Research methods in cultural anthropology. Sage publications: London; 1988."}, {"Citation": "Lipp FJ. Methods for ethnopharmacological field work. J Ethnopharmacol. 1989;25:139–150. doi: 10.1016/0378-8741(89)90015-9.", "ArticleIdList": ["10.1016/0378-8741(89)90015-9", "2664352"]}, {"Citation": "Freitas MA, Silva TFS. A herpetofauna da Mata Atlântica nordestina. USEB: Pelotas; 2005."}, {"Citation": "Freitas MA, Silva TFS. A herpetofauna das caatingas e áreas de altitudes do nordeste Brasileiro. USEB: Pelotas; 2007."}, {"Citation": "Lorenzi H, Matos FJ, de A. Plantas medicinais do Brasil: nativas e exóticas cultivadas. Instituto Plantarum: São Paulo; 2008."}, {"Citation": "PUBMED. http://www.ncbi.nlm.nih.gov/pubmed"}, {"Citation": "SCIFINDER. http://www.cas.org/products/sfacad/index.html"}, {"Citation": "Pio Corrêa M. Dicionário das plantas úteis do Brasil e das exóticas cultivadas. Imprensa Nacional: Rio de Janeiro; 1926."}, {"Citation": "Trotter RT, Logan MH. In: Plants in indigenous medicine and diet: biobehavioral approachs. Etkin NL, editor. New York: Redgrave Publishing; 1986. Informant consensus: a new approach for identifying potentially effective medicinal plants; pp. 91–112."}, {"Citation": "Heinrich M. Ethnobotany and its role in drug development. Phytother Res. 2000;14:479–488. doi: 10.1002/1099-1573(200011)14:7<479::AID-PTR958>3.0.CO;2-2.", "ArticleIdList": ["10.1002/1099-1573(200011)14:7<479::AID-PTR958>3.0.CO;2-2", "11054835"]}, {"Citation": "Di Stasi LC, Oliveira GP, Carvalhares MA, Queiroz-Junior M, Tien OS, Kakinami SH, Reis MS. Medicinal plants popularly used in the Brazilian Tropical Atlantic Forest. Fitoterapia. 2002;73:69–91. doi: 10.1016/S0367-326X(01)00362-8.", "ArticleIdList": ["10.1016/S0367-326X(01)00362-8", "11864767"]}, {"Citation": "Almeida C, Albuquerque UP. Uso e conservação de plantas e animais medicinais no estado de Pernambuco (nordeste do Brasil): um estudo de caso. Interciencia. 2002;27:276–285."}, {"Citation": "Begossi A, Leitão-Filho HF, Richerson PJ. Plant uses a Brazilian coastal fishing community (Búzios Island) J Ethnobiol Ethnomed. 1993;13:233–256."}, {"Citation": "Rodrigues E. Ethnopharmacology in the Jaú National Park (JNP), state of Amazonas, Brazil. Phytother Res. 2006;5:378–391. doi: 10.1002/ptr.1866.", "ArticleIdList": ["10.1002/ptr.1866", "16619367"]}, {"Citation": "Rodrigues E, Carlini EA. Plants used by a Quilombola group in Brazil with potential central nervous system effects. Phytother Res. 2004;18:748–753. doi: 10.1002/ptr.1535.", "ArticleIdList": ["10.1002/ptr.1535", "15478201"]}, {"Citation": "Rodrigues E, Carlini EA. Ritual use of plants with possible action on the central nervous system by the Kraho indians, Brazil. Phytother Res. 2005;19:129–135. doi: 10.1002/ptr.1636.", "ArticleIdList": ["10.1002/ptr.1636", "15852494"]}, {"Citation": "Díaz JL. Ethnopharmacology of sacred psychoactive plants used by the Indians of Mexico. Pharmacol Toxicol. 1977;17:647–675. doi: 10.1146/annurev.pa.17.040177.003243.", "ArticleIdList": ["10.1146/annurev.pa.17.040177.003243", "17363"]}, {"Citation": "Woodland DW. Contemporary plant systematics. Andrews University Press: London; 1997."}, {"Citation": "Schultes RE, Raffaulf RF. The Healing Forest. Medicinal and Toxic Plants of the Nortwest Amazonia. Vol. 2. Dioscorides Press: Oregon; 1990."}, {"Citation": "Pires JM, Mendes FR, Negri G, Duarte-Almeida JM, Carlini EA. Antinociceptive peripheral effect of Achillea millefolium L. and Artemisia vulgaris L.: Both plants known popularly by Brand Names of analgesic drugs. Phytother Res. 2009;23:212–219. doi: 10.1002/ptr.2589.", "ArticleIdList": ["10.1002/ptr.2589", "18844327"]}, {"Citation": "Oliveira RB, Godoy SAP, Costa FB. Plantas Tóxicas: Conhecimento e prevenção de acidentes. Holos: São Paulo; 2003."}, {"Citation": "Rodrigues E. Plants of restricted use indicated by three cultures in Brazil (caboclo-river dweller, Indian and Quilombola) J Ethnopharmacol. 2007;111:295–302. doi: 10.1016/j.jep.2006.11.017.", "ArticleIdList": ["10.1016/j.jep.2006.11.017", "17196776"]}, {"Citation": "Costa-Neto EM. Animal-based medicines: biological prospection and the sustainable use of zootherapeutic resources. Annals of the Brazilian Academy of Sciences. 2005;77:33–43.", "ArticleIdList": ["15692677"]}, {"Citation": "Santos-Fita D, Costa-Neto EM. As interações entre os seres humanos e os animais: a contribuição da etnozoologia. Biotemas. 2007;20(4):99–110."}, {"Citation": "Ferreira FS, Brito SV, Ribeiro SC, Saraiva AAF, Almeida WO, Alves RRN. Animal-based folk remedies sold in public markets in Crato and Juazeiro do Norte, Ceará, Brazil. BMC Complement Altern Med. 2009;9:17. doi: 10.1186/1472-6882-9-17.", "ArticleIdList": ["10.1186/1472-6882-9-17", "PMC2698880", "19493345"]}, {"Citation": "Alves RRN. Fauna used in popular medicine in Northeast Brazil. J Ethnobiol Ethnomed. 2009;5:1. doi: 10.1186/1746-4269-5-1.", "ArticleIdList": ["10.1186/1746-4269-5-1", "PMC2628872", "19128461"]}, {"Citation": "Torres DF, de Oliveira ES, Alves RRN, Vasconcellos A. Etnobotânica e etnozoologia em unidades de conservação: uso da biodiversidade na APA de Genipabu, Rio Grande do Norte, Brasil. Interciencia. 2009;34:623–629."}, {"Citation": "Sistema Único de Saúde. http://tabnet.datasus.gov.br/tabdata/cadernos/cadernosmap.htm"}, {"Citation": "Gudger EW. Stitching wounds with the mandibles of ants and beetles. J Am Med Assoc. 1925;84:1861–1864."}, {"Citation": "Weiss HB. Entomological medicaments of the past. Journal of the New York Entomological Society. 1947;55:155–168."}, {"Citation": "Conconi JR, Pino JM. The utilization of insects in the empirical medicine of ancient Mexicans. J Ethnobiol Ethnomed. 1988;8:195–202."}, {"Citation": "Antonio TMF. (Eds) Insects as remedies for illnesses in Zaire. The Food Insects Newsletter. 1994;7:4–5."}, {"Citation": "Costa-Neto EM. The use of insects in folk medicine in the state of Bahia, northeastern Brazil, with notes on insects reported elsewhere in Brazilian folk medicine. Hum Ecol. 2002;30:245–263. doi: 10.1023/A:1015696830997.", "ArticleIdList": ["10.1023/A:1015696830997"]}, {"Citation": "Alves RRN, Rosa IL. Why study the use of animal products in traditional medicines? J Ethnobiol Ethnomed. 2005;30:1–5.", "ArticleIdList": ["PMC1277085", "16270931"]}, {"Citation": "Alves RRN, Delima YCC. Snakes used in ethnomedicine in northeast Brazil environment, development and sustainability. CAB Abstr Lite. 2006;9:455–464."}, {"Citation": "Costa-Neto EM. Os moluscos na zooterapia: medicina tradicional e importância clínico-farmacológica. Biotemas. 2006;19:71–78."}, {"Citation": "Hanazaki N, Alves RRN, Begossi A. Hunting and use of terrestrial fauna used by Caiçaras from the Atlantic Forest coast (Brazil) J Ethnobiol Ethnomed. 2009;5:36. doi: 10.1186/1746-4269-5-36.", "ArticleIdList": ["10.1186/1746-4269-5-36", "PMC2784433", "19930595"]}, {"Citation": "Alves RRN, Dias TLP. Usos de invertebrados na medicina popular no Brasil e suas implicações para conservação. Tropical Conservation Science. 2010;2:159–174."}, {"Citation": "Berlink RGS, Hajdu E, Rocha RM, Oliveira JHLL, Hernandez ILC, Seleghim MHR, Granato AC, Almeida EVR, Nunnez CV, Muricy G, Peixinho S, Pessoa C, Moraes MO, Cavalcanti BC, Nascimento GGF, Thiemann OH, Silva M. Challenges and Rewards of Research in Marine Natural Products Chemistry in Brazil. J Nat Prod. 2004;67:510–522. doi: 10.1021/np0304316.", "ArticleIdList": ["10.1021/np0304316", "15043447"]}, {"Citation": "Gray CA, Lira SP, Silva M, Pimenta EF, Thiemann OH, Oliva AG, Hajdu E, Andersen RJ, Berlink RGS. Sulfated Meroterpenoids from the Brazilian Sponge Callyspongia sp. are Inhibitors of the Antileishmaniasis Target Adenosine Phosphoribosyl Transferase. J Org Chem. 2006;71:8685–8690. doi: 10.1021/jo060295k.", "ArticleIdList": ["10.1021/jo060295k", "17080994"]}, {"Citation": "Kossuga MH, Lira SP, Mchugh S, Torres YR, Lima BA, Veloso K, Ferreira Antonio G, Rocha RM, Berlink RGS. Antibacterial Modified Diketopiperazines from two Ascidians of the Genus Didemnum. J Braz Chem Soc. 2009;20:704–711. doi: 10.1590/S0103-50532009000400014.", "ArticleIdList": ["10.1590/S0103-50532009000400014"]}, {"Citation": "Nayak S, Nalabothu P, Sandiford S, Bhogadi V, Adogwa A. Evaluation of wound healing activity of Allamanda cathartica. L. and Laurus nobilis. L. extracts on rats. BMC Complement Altern Med. 2006;12:138–142.", "ArticleIdList": ["PMC1456996", "16597335"]}, {"Citation": "Fu Y, Zu Y, Chen L, Efferth T, Liang H, Liu Z, Liu W. Investigation of antibacterial activity of rosemary essential oil against Propionibacterium acnes with atomic force microscopy. Planta Med. 2007;73:1275–1280. doi: 10.1055/s-2007-981614.", "ArticleIdList": ["10.1055/s-2007-981614", "17893831"]}, {"Citation": "Weckesser S, Engel K, Simon-Haarhaus B, Wittmer A, Pelz K, Schempp CM. Screening of plant extracts for antimicrobial activity against bacteria and yeasts with dermatological relevance. Phytomedicine. 2007;14:508–516. doi: 10.1016/j.phymed.2006.12.013.", "ArticleIdList": ["10.1016/j.phymed.2006.12.013", "17291738"]}, {"Citation": "Peng CH, Su JD, Chyau CC, Sung TY, Ho SS, Peng CC, Peng RY. Supercritical fluid extracts of rosemary leaves exhibit potent anti-inflammation and anti-tumor effects. Biosci Biotechnol Biochem. 2007;71:2223–2232. doi: 10.1271/bbb.70199.", "ArticleIdList": ["10.1271/bbb.70199", "17827696"]}, {"Citation": "Nusier MK, Bataineh HN, Daradkah HM. Adverse effects of rosemary (Rosmarinus officinalis L.) on reproductive function in adult male rats. Exp Biol Med. 2007;232:809–813.", "ArticleIdList": ["17526773"]}, {"Citation": "González-Trujano ME, Peña EI, Martínez AL, Moreno J, Guevara-Fefer P, Déciga-Campos M, López-Muñoz FJ. Evaluation of the antinociceptive effect of Rosmarinus officinalis L. using three different experimental models in rodents. J Ethnopharmacol. 2007;22:476–482. doi: 10.1016/j.jep.2006.12.011.", "ArticleIdList": ["10.1016/j.jep.2006.12.011", "17223299"]}, {"Citation": "Gillij YG, Gleiser RM, Zygadlo JA. Mosquito repellent activity of essential oils of aromatic plants growing in Argentina. Bioresour Technol. 2008;99:2507–2415. doi: 10.1016/j.biortech.2007.04.066.", "ArticleIdList": ["10.1016/j.biortech.2007.04.066", "17583499"]}, {"Citation": "Bakirel T, Bakirel U, Keles OU, Ulgen SG, Yardibi H. In vivo assessment of antidiabetic and antioxidant activities of rosemary (Rosmarinus officinalis) in alloxan-diabetic rabbits. J Ethnopharmacol. 2008;28:64–73. doi: 10.1016/j.jep.2007.10.039.", "ArticleIdList": ["10.1016/j.jep.2007.10.039", "18063331"]}, {"Citation": "Orsi RO, Sforcin JM, Funari SR, Bankova V. Effects of Brazilian and Bulgarian propolis on bactericidal activity of macrophages against Salmonella typhimurium. Int Immunopharmacol. 2005;5:359–368. doi: 10.1016/j.intimp.2004.10.003.", "ArticleIdList": ["10.1016/j.intimp.2004.10.003", "15652765"]}, {"Citation": "Fukuda M, Ohkoshi E, Makino M, Fujimoto Y. Studies on the constituents of the leaves of Baccharis dracunculifolia (Asteraceae) and their cytotoxic activity. Chem Pharm Bull. 2006;54:1465–1468. doi: 10.1248/cpb.54.1465.", "ArticleIdList": ["10.1248/cpb.54.1465", "17015994"]}, {"Citation": "Klopell FC, Lemos M, Sousa JP, Comunello E, Maistro EL, Bastos JK, de Andrade SF. Nerolidol, an antiulcer constituent from the essential oil of Baccharis dracunculifolia DC (Asteraceae) Z Naturforsch C J Biosci. 2007;62:537–542.", "ArticleIdList": ["17913068"]}, {"Citation": "Da Silva Filho AA, de Sousa JP, Soares S, Furtado NA, Andrade e Silva ML, Cunha WR, Gregório LE, Nanayakkara NP, Bastos JK. Antimicrobial activity of the extract and isolated compounds from Baccharis dracunculifolia D. C. (Asteraceae) Z Naturforsch C J Biosci. 2008;63:40–46.", "ArticleIdList": ["18386486"]}, {"Citation": "Paulino N, Abreu SR, Uto Y, Koyama D, Nagasawa H, Hori H, Dirsch VM, Vollmar AM, Scremin A, Bretz WA. Anti-inflammatory effects of a bioavailable compound, Artepillin C, in Brazilian propolis. Eur J Pharmacol. 2008;10:296–301. doi: 10.1016/j.ejphar.2008.02.067.", "ArticleIdList": ["10.1016/j.ejphar.2008.02.067", "18474366"]}, {"Citation": "Padilha de Paula J, Gomes-Carneiro MR, Paumgartten FJ. Chemical composition, toxicity and mosquito repellency of Ocimum selloi oil. J Ethnopharmacol. 2003;88:253–260. doi: 10.1016/S0378-8741(03)00233-2.", "ArticleIdList": ["10.1016/S0378-8741(03)00233-2", "12963152"]}, {"Citation": "Kupchan SM, Knox JR, Kelsey JE, Saenzrenauld JA. Calotropin, a cytotoxic principle isolated from Asclepias curassavica L. Science. 1964;25:1685–1686. doi: 10.1126/science.146.3652.1685.", "ArticleIdList": ["10.1126/science.146.3652.1685", "14224519"]}, {"Citation": "Radford DJ, Gillies AD, Hinds JA, Duffy P. Naturally occurring cardiac glycosides. Med J Aust. 1986;12:540–544.", "ArticleIdList": ["3086679"]}, {"Citation": "De Almeida Barbosa LC, de Alvarenga ES, Demuner AJ, Virtuoso LS, Silva AA. Synthesis of new phytogrowth-inhibitory substituted aryl-p-benzoquinones. Chem Biodivers. 2006;3:553–567. doi: 10.1002/cbdv.200690059.", "ArticleIdList": ["10.1002/cbdv.200690059", "17193291"]}, {"Citation": "Souza MC, Siani AC, Ramos MF, Menezes-de-Lima OJ, Henriques MG. Evaluation of anti-inflammatory activity of essential oils from two Asteraceae species. Pharmazie. 2004;58:582–586.", "ArticleIdList": ["12967039"]}, {"Citation": "Schmourlo G, Mendonça-Filho RR, Alviano CS, Costa SS. Screening of antifungal agents using ethanol precipitation and bioautography of medicinal and food plants. J Ethnopharmacol. 2005;15:563–568. doi: 10.1016/j.jep.2004.10.007.", "ArticleIdList": ["10.1016/j.jep.2004.10.007", "15619579"]}, {"Citation": "De Lima MR, de Souza Luna J, dos Santos AF, de Andrade MC, Sant'Ana AE, Genet JP, Marquez B, Neuville L, Moreau N. Anti-bacterial activity of some Brazilian medicinal plants. J Ethnopharmacol. 2006;21:137–147. doi: 10.1016/j.jep.2005.10.026.", "ArticleIdList": ["10.1016/j.jep.2005.10.026", "16356672"]}, {"Citation": "Gandhi M, Lal R, Sankaranarayanan A, Sharma PL. Post-coital antifertility action of Ruta graveolens in female rats and hamsters. J Ethnopharmacol. 1991;34:49–59. doi: 10.1016/0378-8741(91)90188-J.", "ArticleIdList": ["10.1016/0378-8741(91)90188-J", "1753787"]}, {"Citation": "Oliva A, Meepagala KM, Wedge DE, Harries D, Hale AL, Aliotta G, Duke SO. Natural fungicides from Ruta graveolens L. leaves, including a new quinolone alkaloid. J Agri Food Chem. 2003;12:890–896. doi: 10.1021/jf0259361.", "ArticleIdList": ["10.1021/jf0259361", "12568545"]}, {"Citation": "Ivanova A, Mikhova B, Najdenski H, Tsvetkova I, Kostova I. Antimicrobial and cytotoxic activity of Ruta graveolens. Fitoterapia. 2005;3:344–347. doi: 10.1016/j.fitote.2005.02.008.", "ArticleIdList": ["10.1016/j.fitote.2005.02.008", "15890462"]}, {"Citation": "De Freitas TG, Augusto PM, Montanari T. Effect of Ruta graveolens L. on pregnant mice. Contraception. 2005;71:74–77. doi: 10.1016/j.contraception.2004.07.014.", "ArticleIdList": ["10.1016/j.contraception.2004.07.014", "15639078"]}, {"Citation": "Preethi KC, Kuttan G, Kuttan R. Anti-tumour activity of Ruta graveolens extract. Asian Pac J Cancer Prev. 2006;7:439–443.", "ArticleIdList": ["17059340"]}, {"Citation": "Raghav SK, Gupta B, Agrawal C, Goswami K, Das HR. Anti-inflammatory effect of Ruta graveolens L. in murine macrophage cells. J Ethnopharmacol. 2006;8:234–239. doi: 10.1016/j.jep.2005.09.008.", "ArticleIdList": ["10.1016/j.jep.2005.09.008", "16207519"]}, {"Citation": "Khori V, Nayebpour M, Semnani S, Golalipour MJ, Marjani A. Prolongation of AV nodal refractoriness by Ruta graveolens in isolated rat hearts. Potential role as an anti-arrhythmic agent. Saudi Med J. 2008;29:357–363.", "ArticleIdList": ["18327359"]}, {"Citation": "Nogueira JC, Diniz Mde F, Lima EO. In vitro antimicrobial activity of plants in Acute Otitis Externa. Braz J Otorhinolaryngol. 2008;74:118–124.", "ArticleIdList": ["PMC9450625", "18392512"]}, {"Citation": "Valadares MC, Carrucha SG, Accorsi W, Queiroz ML. Euphorbia tirucalli L. modulates myelopoiesis and enhances the resistance of tumour-bearing mice. Int Immunopharmacol. 2006;6:294–299. doi: 10.1016/j.intimp.2005.07.013.", "ArticleIdList": ["10.1016/j.intimp.2005.07.013", "16399635"]}, {"Citation": "Shlamovitz GZ, Gupta M, Diaz JA. A case of acute keratoconjunctivitis from exposure to latex of Euphorbia tirucalli (Pencil Cactus) J Emerg Med. 2007;36:239–241. doi: 10.1016/j.jemermed.2007.03.034.", "ArticleIdList": ["10.1016/j.jemermed.2007.03.034", "17976795"]}, {"Citation": "Bani S, Kaul A, Khan B, Gupta VK, Satti NK, Suri KA, Qazi GN. Anti-arthritic activity of a biopolymeric fraction from Euphorbia tirucalli. J Ethnopharmacol. 2007;1:92–98. doi: 10.1016/j.jep.2006.09.021.", "ArticleIdList": ["10.1016/j.jep.2006.09.021", "17088037"]}, {"Citation": "Takahashi H, Hirata S, Minami H, Fukuyama Y. Triterpene and flavanone glycoside from Rhododendron simsii. Phytochemistry. 2001;56:875–879. doi: 10.1016/S0031-9422(00)00493-3.", "ArticleIdList": ["10.1016/S0031-9422(00)00493-3", "11324921"]}, {"Citation": "Frutuoso VS, Gurjão MR, Cordeiro RS, Martins MA. Analgesic and anti-ulcerogenic effects of a polar extract from leaves of Vernonia condensata. Planta Med. 1994;60:21–25. doi: 10.1055/s-2006-959400.", "ArticleIdList": ["10.1055/s-2006-959400", "8134411"]}, {"Citation": "Valverde AL, Cardoso GL, Pereira NA, Silva AJ, Kuster RM. Analgesic and antiinflammatory activities of vernonioside B2 from Vernonia condensata. Phytother Res. 2001;15:263–264. doi: 10.1002/ptr.733.", "ArticleIdList": ["10.1002/ptr.733", "11351366"]}, {"Citation": "De Moura RS, Emiliano AF, de Carvalho LC, Souza MA, Guedes DC, Tano T, Resende AC. Antihypertensive and endothelium-dependent vasodilator effects of Alpinia zerumbet, a medicinal plant. J Cardiovasc Pharmacol. 2005;46:288–294. doi: 10.1097/01.fjc.0000175239.26326.47.", "ArticleIdList": ["10.1097/01.fjc.0000175239.26326.47", "16116333"]}, {"Citation": "De Araújo PF, Coelho-de-Souza AN, Morais SM, Ferreira SC, Leal-Cardoso JH. Antinociceptive effects of the essential oil of Alpinia zerumbet on mice. Phytomedicine. 2005;12:482–486. doi: 10.1016/j.phymed.2004.04.006.", "ArticleIdList": ["10.1016/j.phymed.2004.04.006", "16008125"]}, {"Citation": "Sawangjaroen N, Phongpaichit S, Subhadhirasakul S, Visutthi M, Srisuwan N, Thammapalerd N. The anti-amoebic activity of some medicinal plants used by AIDS patients in southern Thailand. Parasitol Res. 2006;98:588–592. doi: 10.1007/s00436-005-0119-2.", "ArticleIdList": ["10.1007/s00436-005-0119-2", "16447069"]}, {"Citation": "Lin LY, Peng CC, Yeh WT, Wang HE, Yu TH, Peng RY. Alpinia zerumbet potentially elevates high-density lipoprotein cholesterol level in hamsters. J Agric Food Chem. 2008;25:4435–4443. doi: 10.1021/jf800195d.", "ArticleIdList": ["10.1021/jf800195d", "18522401"]}, {"Citation": "Berson DS. Natural antioxidants. J Drugs Dermatol. 2008;7:7–12.", "ArticleIdList": ["18681153"]}, {"Citation": "Araújo VT, Diogo DC, da Silva MAP, Riggio LMT, Lapa AJ, Souccar C. Evaluation of the antiurolithiatic activity of the extract of Costus spiralis Roscoe in rats. J Ethnopharmacol. 1999;66:193–198. doi: 10.1016/S0378-8741(98)00171-8.", "ArticleIdList": ["10.1016/S0378-8741(98)00171-8", "10433477"]}, {"Citation": "Palmieri MMB. MsD thesis. Universidade Estadual Paulista, Ribeirão Preto; 2000. Efeitos sobre o Sistema Nervoso Central de extratos de plantas popularmente citadas como anticonvulsivantes."}, {"Citation": "Cavalcanti ES, Morais SM, Lima MA, Santana EW. Larvicidal activity of essential oils from Brazilian plants against Aedes aegypti L. Mem Inst Oswaldo Cruz. 2004;99:541–544. doi: 10.1590/S0074-02762004000500015.", "ArticleIdList": ["10.1590/S0074-02762004000500015", "15543421"]}, {"Citation": "Wannissorn B, Jarikasem S, Siriwangchai T, Thubthimthed S. Antibacterial properties of essential oils from Thai medicinal plants. Fitoterapia. 2005;76:233–236. doi: 10.1016/j.fitote.2004.12.009.", "ArticleIdList": ["10.1016/j.fitote.2004.12.009", "15752638"]}, {"Citation": "Tchoumbougnang F, Zollo PH, Dagne E, Mekonnen Y. In vivo antimalarial activity of essential oils from Cymbopogon citratus and Ocimum gratissimum on mice infected with Plasmodium berghei. Planta Med. 2005;7:20–23. doi: 10.1055/s-2005-837745.", "ArticleIdList": ["10.1055/s-2005-837745", "15678368"]}, {"Citation": "Moore SJ, Hill N, Ruiz C, Cameron MM. Field evaluation of traditionally used plant-based insect repellents and fumigants against the malaria vector Anopheles darlingi in Riberalta, Bolivian Amazon. J Med Entomol. 2007;44:624–630. doi: 10.1603/0022-2585(2007)44[624:FEOTUP]2.0.CO;2.", "ArticleIdList": ["10.1603/0022-2585(2007)44[624:FEOTUP]2.0.CO;2", "17695017"]}, {"Citation": "Adeneye AA, Agbaje EO. Hypoglycemic and hypolipidemic effects of fresh leaf aqueous extract of Cymbopogon citratus Stapf. in rats. J Ethnopharmacol. 2007;25:440–444. doi: 10.1016/j.jep.2007.03.034.", "ArticleIdList": ["10.1016/j.jep.2007.03.034", "17513076"]}, {"Citation": "Pintão AM, Pais MS, Coley H, Kelland LR, Judson IR. In vitro and in vivo antitumor activity of benzyl isothiocyanate: a natural product from Tropaeolum majus. Planta Med. 1995;61:233–236. doi: 10.1055/s-2006-958062.", "ArticleIdList": ["10.1055/s-2006-958062", "7617765"]}, {"Citation": "Soicke H, Leng-Peschlow E. Characterisation of flavonoids from Baccharis trimera and their antihepatotoxic properties. Planta Med. 1987;53:37–39. doi: 10.1055/s-2006-962613.", "ArticleIdList": ["10.1055/s-2006-962613", "3575511"]}, {"Citation": "Gené RM, Cartaña C, Adzet T, Marín E, Parella T, Cañigueral S. Anti-inflammatory and analgesic activity of Baccharis trimera: identification of its active constituents. Planta Med. 1996;62:232–235. doi: 10.1055/s-2006-957866.", "ArticleIdList": ["10.1055/s-2006-957866", "8693035"]}, {"Citation": "Torres LM, Gamberini MT, Roque NF, Lima-Landman MT, Souccar C, Lapa AJ. Diterpene from Baccharis trimera with a relaxant effect on rat vascular smooth muscle. Phytochemistry. 2000;55:617–619. doi: 10.1016/S0031-9422(00)00223-5.", "ArticleIdList": ["10.1016/S0031-9422(00)00223-5", "11130673"]}, {"Citation": "Januário AH, Santos SL, Marcussi S, Mazzi MV, Pietro RC, Sato DN, Ellena J, Sampaio SV, França SC, Soares AM. Neo-clerodane diterpenoid, a new metalloprotease snake venom inhibitor from Baccharis trimera (Asteraceae): anti-proteolytic and anti-hemorrhagic properties. Chem Biol Interact. 2004;7:243–251. doi: 10.1016/j.cbi.2004.09.016.", "ArticleIdList": ["10.1016/j.cbi.2004.09.016", "15560891"]}, {"Citation": "Simões-Pires CA, Queiroz EF, Henriques AT, Hostettmann K. Isolation and on-line identification of antioxidant compounds from three Baccharis species by HPLC-UV-MS/MS with post-column derivatisation. Phytochem Anal. 2005;16:307–314. doi: 10.1002/pca.826.", "ArticleIdList": ["10.1002/pca.826", "16223086"]}, {"Citation": "Oliveira AC, Endringer DC, Amorim LA, das Graças L, Brandão M, Coelho MM. Effect of the extracts and fractions of Baccharis trimera and Syzygium cumini on glycaemia of diabetic and non-diabetic mice. J Ethnopharmacol. 2005;1:465–169. doi: 10.1016/j.jep.2005.06.025.", "ArticleIdList": ["10.1016/j.jep.2005.06.025", "16055289"]}, {"Citation": "Dickel ML, Rates SM, Ritter MR. Plants popularly used for loosing weight purposes in Porto Alegre, South Brazil. J Ethnopharmacol. 2007;3:60–71. doi: 10.1016/j.jep.2006.07.003.", "ArticleIdList": ["10.1016/j.jep.2006.07.003", "16963210"]}, {"Citation": "Carvalho LH, Krettli AU. Antimalarial chemotherapy with natural products and chemically defined molecules. Mem Inst Oswaldo Cruz. 1991;2:181–184.", "ArticleIdList": ["1841997"]}, {"Citation": "Portillo A, Vila R, Freixa B, Adzet T, Cañigueral S. Antifungal activity of Paraguayan plants used in traditional medicine. J Ethnopharmacol. 2001;76:93–98. doi: 10.1016/S0378-8741(01)00214-8.", "ArticleIdList": ["10.1016/S0378-8741(01)00214-8", "11378288"]}, {"Citation": "Molina M, Contreras CM, Tellez-Alcantara P. Mimosa pudica may possess antidepressant actions in the rat. Phytomedicine. 1999;6:319–323.", "ArticleIdList": ["11962537"]}, {"Citation": "Mahanta M, Mukherjee AK. Neutralisation of lethality, myotoxicity and toxic enzymes of Naja kaouthia venom by Mimosa pudica root extracts. J Ethnopharmacol. 2001;75:55–60. doi: 10.1016/S0378-8741(00)00373-1.", "ArticleIdList": ["10.1016/S0378-8741(00)00373-1", "11282444"]}, {"Citation": "Ngo Bum E, Dawack DL, Schmutz M, Rakotonirina A, Rakotonirina SV, Portet C, Jeker A, Olpe HR, Herrling P. Anticonvulsant activity of Mimosa pudica decoction. Fitoterapia. 2004;75:309–314. doi: 10.1016/j.fitote.2004.01.012.", "ArticleIdList": ["10.1016/j.fitote.2004.01.012", "15158987"]}, {"Citation": "Lans C. Ethnomedicines used in Trinidad and Tobago for reproductive problems. J Ethnobiol Ethnomed. 2007;15:3–13. doi: 10.1186/1746-4269-3-3.", "ArticleIdList": ["10.1186/1746-4269-3-3", "PMC1838898", "17362507"]}, {"Citation": "Velázquez E, Tournier HA, Mordujovich de Buschiazzo P, Saavedra G, Schinella GR. Antioxidant activity of Paraguayan plant extracts. Fitoterapia. 2003;74:91–97. doi: 10.1016/S0367-326X(02)00293-9.", "ArticleIdList": ["10.1016/S0367-326X(02)00293-9", "12628400"]}, {"Citation": "Consolini AE, Ragone MI, Migliori GN, Conforti P, Volonté MG. Cardiotonic and sedative effects of Cecropia pachystachya Mart. (ambay) on isolated rat hearts and conscious mice. J Ethnopharmacol. 2006;15:90–96. doi: 10.1016/j.jep.2005.12.006.", "ArticleIdList": ["10.1016/j.jep.2005.12.006", "16413716"]}, {"Citation": "Schinella G, Aquila S, Dade M, Giner R, Recio Mdel C, Spegazzini E, de Buschiazzo P, Tournier H, Ríos JL. Anti-inflammatory and apoptotic activities of pomolic acid isolated from Cecropia pachystachya. Planta Med. 2008;74:215–220. doi: 10.1055/s-2008-1034301.", "ArticleIdList": ["10.1055/s-2008-1034301", "18260049"]}, {"Citation": "Cáceres A, Alvarez AV, Ovando AE, Samayoa BE. Plants used in Guatemala for the treatment of respiratory diseases. 1. Screening of 68 plants against gram-positive bacteria. J Ethnopharmacol. 1991;31:193–208. doi: 10.1016/0378-8741(91)90005-X.", "ArticleIdList": ["10.1016/0378-8741(91)90005-X", "2023428"]}, {"Citation": "Pascual ME, Slowing K, Carretero ME, Villar A. Antiulcerogenic activity of Lippia alba (Mill.) N. E. Brown (Verbenaceae) Farmaco. 2001;56:501–504. doi: 10.1016/S0014-827X(01)01086-2.", "ArticleIdList": ["10.1016/S0014-827X(01)01086-2", "11482786"]}, {"Citation": "Zétola M, De Lima TC, Sonaglio D, González-Ortega G, Limberger RP, Petrovick R, Bassani VL. CNS activities of liquid and spray-dried extracts from Lippia alba-Verbenaceae (Brazilian false melissa) J Ethnopharmacol. 2002;82:207–215. doi: 10.1016/S0378-8741(02)00187-3.", "ArticleIdList": ["10.1016/S0378-8741(02)00187-3", "12241997"]}, {"Citation": "Andrighetti-Fröhner CR, Sincero TC, da Silva AC, Savi LA, Gaido CM, Bettega JM, Mancini M, de Almeida MT, Barbosa RA, Farias MR, Barardi CR, Simões CM. Antiviral evaluation of plants from Brazilian Atlantic Tropical Forest. Fitoterapia. 2005;76:374–378. doi: 10.1016/j.fitote.2005.03.010.", "ArticleIdList": ["10.1016/j.fitote.2005.03.010", "15890472"]}, {"Citation": "Aridoğan BC, Baydar H, Kaya S, Demirci M, Ozbaşar D, Mumcu E. Antimicrobial activity and chemical composition of some essential oils. Arch Pharm Res. 2002;25:860–864. doi: 10.1007/BF02977005.", "ArticleIdList": ["10.1007/BF02977005", "12510839"]}, {"Citation": "Choi EM, Hwang JK. Antiinflammatory, analgesic and antioxidant activities of the fruit of Foeniculum vulgare. Fitoterapia. 2004;75:557–565. doi: 10.1016/j.fitote.2004.05.005.", "ArticleIdList": ["10.1016/j.fitote.2004.05.005", "15351109"]}, {"Citation": "Lee HS. Acaricidal activity of constituents identified in Foeniculum vulgare fruit oil against Dermatophagoides spp. (Acari: Pyroglyphidae) J Agric Food Chem. 2004;19:2887–2889. doi: 10.1021/jf049631t.", "ArticleIdList": ["10.1021/jf049631t", "15137830"]}, {"Citation": "Ozcan MM, Chalchat JC, Arslan D, Ates A, Unver A. Comparative essential oil composition and antifungal effect of bitter fennel (Foeniculum vulgare ssp. piperitum) fruit oils obtained during different vegetation. J Med Food. 2006;9:552–561. doi: 10.1089/jmf.2006.9.552.", "ArticleIdList": ["10.1089/jmf.2006.9.552", "17201644"]}, {"Citation": "Tognolini M, Ballabeni V, Bertoni S, Bruni R, Impicciatore M, Barocelli E. Protective effect of Foeniculum vulgare essential oil and anethole in an experimental model of thrombosis. Pharmacol Res. 2007;56:254–260. doi: 10.1016/j.phrs.2007.07.002.", "ArticleIdList": ["10.1016/j.phrs.2007.07.002", "17709257"]}, {"Citation": "Pitasawat B, Champakaew D, Choochote W, Jitpakdi A, Chaithong U, Kanjanapothi D, Rattanachanpichai E, Tippawangkosol P, Riyong D, Tuetun B, Chaiyasit D. Aromatic plant-derived essential oil: an alternative larvicide for mosquito control. Fitoterapia. 2007;78:205–210. doi: 10.1016/j.fitote.2007.01.003.", "ArticleIdList": ["10.1016/j.fitote.2007.01.003", "17337133"]}, {"Citation": "Gray AM, Flatt PR. Antihyperglycemic actions of Eucalyptus globulus (Eucalyptus) are associated with pancreatic and extra-pancreatic effects in mice. J Nutr. 1998;128:2319–2323.", "ArticleIdList": ["9868176"]}, {"Citation": "Silva J, Abebeb W, Sousa SM, Duarte VG, Machado MIL, Matos FJA. Analgesic and anti-inflammatory effects of essential oils of Eucalyptus. J Ethnopharmacol. 2003;89:277–283. doi: 10.1016/j.jep.2003.09.007.", "ArticleIdList": ["10.1016/j.jep.2003.09.007", "14611892"]}, {"Citation": "Takahashi T, Kokubo R, Sakaino M. Antimicrobial activities of eucalyptus leaf extracts and flavonoids from Eucalyptus maculata. Lett Appl Microbiol. 2004;39:60–64. doi: 10.1111/j.1472-765X.2004.01538.x.", "ArticleIdList": ["10.1111/j.1472-765X.2004.01538.x", "15189289"]}, {"Citation": "Salari MH, Amine G, Shirazi MH, Hafezi R, Mohammadypour M. Antibacterial effects of Eucalyptus globulus leaf extract on pathogenic bacteria isolated from specimens of patients with respiratory tract disorders. Clin Microbiol Infect. 2006;12:194–196. doi: 10.1111/j.1469-0691.2005.01284.x.", "ArticleIdList": ["10.1111/j.1469-0691.2005.01284.x", "16441463"]}, {"Citation": "Zheng YY, Yang J, Chen DH, Sun L. Effects of the stilbene extracts from Cajanus cajan L. on ovariectomy-induced bone loss in rats. Yao Xue Xue Bao. 2007;42:562–565.", "ArticleIdList": ["17703784"]}, {"Citation": "Braga FG, Bouzada ML, Fabri RL, de O, Matos M, Moreira FO, Scio E, Coimbra ES. Antileishmanial and antifungal activity of plants used in traditional medicine in Brazil. J Ethnopharmacol. 2007;4:396–402. doi: 10.1016/j.jep.2006.12.006.", "ArticleIdList": ["10.1016/j.jep.2006.12.006", "17234373"]}, {"Citation": "Luo QF, Sun L, Si JY, Chen DH, Du GH. Hypocholesterolemic effect of stilbene extract from Cajanus cajan L. on serum and hepatic lipid in diet-induced hyperlipidemic mice. Yao Xue Xue Bao. 2008;43:145–149.", "ArticleIdList": ["18507340"]}, {"Citation": "Obaseiki-Ebor EE. Preliminary report on the in vitro antibacterial activity of Bryophyllum pinnatum leaf juice. Afr J Med Med Sci. 1985;14:199–202.", "ArticleIdList": ["3004181"]}, {"Citation": "Pal S, Nag Chaudhuri AK. Studies on the anti-ulcer activity of a Bryophyllum pinnatum leaf extract in experimental animals. J Ethnopharmacol. 1991;33:97–102. doi: 10.1016/0378-8741(91)90168-D.", "ArticleIdList": ["10.1016/0378-8741(91)90168-D", "1943181"]}, {"Citation": "Akinpelu DA. Antimicrobial activity of Bryophyllum pinnatum leaves. Fitoterapia. 2000;71:193–194. doi: 10.1016/S0367-326X(99)00135-5.", "ArticleIdList": ["10.1016/S0367-326X(99)00135-5", "10727819"]}, {"Citation": "Ojewole JA. Antinociceptive, anti-inflammatory and antidiabetic effects of Bryophyllum pinnatum (Crassulaceae) leaf aqueous extract. J Ethnopharmacol. 2005;13:13–19. doi: 10.1016/j.jep.2005.01.025.", "ArticleIdList": ["10.1016/j.jep.2005.01.025", "15848014"]}, {"Citation": "Yemitan OK, Salahdeen HM. Neurosedative and muscle relaxant activities of aqueous extract of Bryophyllum pinnatum. Fitoterapia. 2005;76:187–193. doi: 10.1016/j.fitote.2004.11.009.", "ArticleIdList": ["10.1016/j.fitote.2004.11.009", "15752629"]}, {"Citation": "Penido C, Costa KA, Futuro DO, Paiva SR, Kaplan MA, Figueiredo MR, Henriques MG. Anti-inflammatory and anti-ulcerogenic properties of Stachytarpheta cayennensis (L.C. Rich) Vahl. J Ethnopharmacol. 2006;8:225–233. doi: 10.1016/j.jep.2005.09.006.", "ArticleIdList": ["10.1016/j.jep.2005.09.006", "16219439"]}, {"Citation": "Adebajo AC, Olawode EO, Omobuwajo OR, Adesanya SA, Begrow F, Elkhawad A, Akanmu MA, Edrada R, Proksch P, Klaes M, Verspohl EJ. Hypoglycaemic constituents of Stachytarpheta cayennensis leaf. Planta Med. 2007;7:3241–3250.", "ArticleIdList": ["17318784"]}, {"Citation": "Anas K, Jayasree PR, Vijayakumar T, Manish Kumar PR. In vitro antibacterial activity of Psidium guajava Linn. leaf extract on clinical isolates of multidrug resistant Staphylococcus aureus. Indian J Exp Biol. 2008;46:41–46.", "ArticleIdList": ["18697570"]}, {"Citation": "Cheruiyot KR, Olila D, Kateregga J. In-vitro antibacterial activity of selected medicinal plants from Longisa region of Bomet district, Kenya. Afr Health Sci. 2009;1:42–46.", "ArticleIdList": ["PMC2890996", "20589160"]}, {"Citation": "Rahim N, Gomes DJ, Watanabe H, Rahman SR, Chomvarin C, Endtz HP, Alam M. Antibacterial activity of Psidium guajava leaf and bark against multidrug-resistant Vibrio cholerae: implication for cholera control. Jpn J Infect Dis. 2010;63:271–274.", "ArticleIdList": ["20657067"]}, {"Citation": "Roy CK, Das AK. Comparative evaluation of different extracts of leaves of Psidium guajava Linn. for hepatoprotective activity. Pak J Pharm Sci. 2010;23:15–20.", "ArticleIdList": ["20067861"]}, {"Citation": "Ruppelt BM, Pereira EF, Gonçalves LC, Pereira NA. Pharmacological screening of plants recommended by folk medicine as anti-snake venom-I. Analgesic and anti-inflammatory activities. Mem Inst Oswaldo Cruz. 1991;2:203–205.", "ArticleIdList": ["1842002"]}, {"Citation": "Soares de Moura R, Costa SS, Jansen JM, Silva CA, Lopes CS, Bernardo-Filho M, Nascimento da Silva V, Criddle DN, Portela BN, Rubenich LM, Araujo RG, Carvalho LC. Bronchodilator activity of Mikania glomerata Sprengel on human bronchi and guinea-pig trachea. J Pharm Pharmacol. 2002;54:249–256. doi: 10.1211/0022357021778277.", "ArticleIdList": ["10.1211/0022357021778277", "11858213"]}, {"Citation": "Maiorano VA, Marcussi S, Daher MA, Oliveira CZ, Couto LB, Gomes OA, França SC, Soares AM, Pereira OS. Antiophidian properties of the aqueous extract of Mikania glomerata. J Ethnopharmacol. 2005;1:364–370. doi: 10.1016/j.jep.2005.06.039.", "ArticleIdList": ["10.1016/j.jep.2005.06.039", "16084045"]}, {"Citation": "Islam ME, Haque ME, Mosaddik MA. Cytotoxicity and antibacterial activity of Sida rhombifolia (Malvaceae) grown in Bangladesh. Phytother Res. 2003;17:973–975. doi: 10.1002/ptr.1294.", "ArticleIdList": ["10.1002/ptr.1294", "13680839"]}, {"Citation": "Dhalwal K, Deshpazde YS, Purohit AP. Evaluation of in vitro antioxidant activity of Sida rhombifolia (L.) ssp. retusa (L.) J Med Food. 2007;10:683–688. doi: 10.1089/jmf.2006.129.", "ArticleIdList": ["10.1089/jmf.2006.129", "18158841"]}, {"Citation": "Von Szczepanski C, Zgorzelak P, Hoyer GA. Isolation, structural analysis and synthesis of an antimicrobial substance from Petiveria alliacea L. Arzneimittelforschung. 1972;22:1975–1976.", "ArticleIdList": ["4679074"]}, {"Citation": "Malpezzi EL, Davino SC, Costa LV, Freitas JC, Giesbrecht AM, Roque NF. Antimitotic action of extracts of Petiveria alliacea on sea urchin egg development. Braz J Med Biol Res. 1994;27:749–754.", "ArticleIdList": ["8081301"]}, {"Citation": "Lopes-Martins RA, Pegoraro DH, Woisky R, Penna SC, Sertié JA. The anti-inflammatory and analgesic effects of a crude extract of Petiveria alliacea L. (Phytolaccaceae) Phytomedicine. 2002;9:245–248. doi: 10.1078/0944-7113-00118.", "ArticleIdList": ["10.1078/0944-7113-00118", "12046866"]}, {"Citation": "Kim S, Kubec R, Musah RA. Antibacterial and antifungal activity of sulfur-containing compounds from Petiveria alliacea L. J Ethnopharmacol. 2006;8:188–192. doi: 10.1016/j.jep.2005.08.072.", "ArticleIdList": ["10.1016/j.jep.2005.08.072", "16229980"]}, {"Citation": "Okada Y, Tanaka K, Sato E, Okajima H. Antioxidant activity of the new thiosulfinate derivative, S-benzyl phenylmethanethiosulfinate, from Petiveria alliacea L. Org Biomol Chem. 2008;21:1097–1102. doi: 10.1039/b715727d.", "ArticleIdList": ["10.1039/b715727d", "18327337"]}, {"Citation": "Tiwari TN, Varma J, Dubey NK, Chansouria JP, Ali Z. Pharmacological evaluation of some bioactive plant products on albino rats. Hindustan Antibiot Bull. 1998;40:38–41.", "ArticleIdList": ["16961204"]}, {"Citation": "Runnie I, Salleh MN, Mohamed S, Head RJ, Abeywardena MY. Vasorelaxation induced by common edible tropical plant extracts in isolated rat aorta and mesenteric vascular bed. J Ethnopharmacol. 2004;92:311–316. doi: 10.1016/j.jep.2004.03.019.", "ArticleIdList": ["10.1016/j.jep.2004.03.019", "15138017"]}, {"Citation": "Ka MH, Choi EH, Chun HS, Lee KG. Antioxidative activity of volatile extracts isolated from Angelica tenuissimae roots, peppermint leaves, pine needles, and sweet flag leaves. J Agric Food Chem. 2005;18:4124–4129. doi: 10.1021/jf047932x.", "ArticleIdList": ["10.1021/jf047932x", "15884849"]}, {"Citation": "Uawonggul N, Chaveerach A, Thammasirirak S, Arkaravichien T, Chuachan C, Daduang S. Screening of plants acting against Heterometrus laoticus scorpion venom activity on fibroblast cell lysis. J Ethnopharmacol. 2006;16:201–207. doi: 10.1016/j.jep.2005.08.003.", "ArticleIdList": ["10.1016/j.jep.2005.08.003", "16169172"]}, {"Citation": "Rajesh R, Shivaprasad HV, Gowda CD, Nataraju A, Dhananjaya BL, Vishwanath BS. Comparative study on plant latex proteases and their involvement in hemostasis: a special emphasis on clot inducing and dissolving properties. Planta Med. 2007;73:1061–1067. doi: 10.1055/s-2007-981575.", "ArticleIdList": ["10.1055/s-2007-981575", "17691056"]}, {"Citation": "Antonio JM, Gracioso JS, Toma W, Lopez LC, Oliveira F, Brito AR. Antiulcerogenic activity of ethanol extract of Solanum variabile (false \"jurubeba\") J Ethnopharmacol. 2004;93:83–88. doi: 10.1016/j.jep.2004.03.031.", "ArticleIdList": ["10.1016/j.jep.2004.03.031", "15182909"]}, {"Citation": "Das NG, Baruah I, Talukdar PK, Das SC. Evaluation of botanicals as repellents against mosquitoes. J Vector Borne Dis. 2003;40:49–53.", "ArticleIdList": ["15119071"]}, {"Citation": "Chiasson H, Bélanger A, Bostanian N, Vincent C, Poliquin A. Acaricidal properties of Artemisia absinthium and Tanacetum vulgare (Asteraceae) essential oils obtained by three methods of extraction. J Econ Entomol. 2001;94:167–171. doi: 10.1603/0022-0493-94.1.167.", "ArticleIdList": ["10.1603/0022-0493-94.1.167", "11233109"]}, {"Citation": "Kordali S, Kotan R, Mavi A, Cakir A, Ala A, Yildirim A. Determination of the chemical composition and antioxidant activity of the essential oil of Artemisia dracunculus and of the antifungal and antibacterial activities of Turkish Artemisia absinthium, A. dracunculus, A. santonicum, and A. spicigera essential oils. J Agric Food Chem. 2005;30:9452–9458. doi: 10.1021/jf0516538.", "ArticleIdList": ["10.1021/jf0516538", "16302761"]}, {"Citation": "Lopes-Lutz D, Alviano DS, Alviano CS, Kolodziejczyk PP. Screening of chemical composition, antimicrobial and antioxidant activities of Artemisia essential oils. Phytochemistry. 2008;69:1732–1738. doi: 10.1016/j.phytochem.2008.02.014.", "ArticleIdList": ["10.1016/j.phytochem.2008.02.014", "18417176"]}, {"Citation": "Rao YK, Fang SH, Tzeng YM. Inhibitory effects of the flavonoids isolated from Waltheria indica on the production of NO, TNF-alpha and IL-12 in activated macrophages. Bio Pharm Bull. 2005;28:912–915. doi: 10.1248/bpb.28.912.", "ArticleIdList": ["10.1248/bpb.28.912", "15863905"]}, {"Citation": "Talbourdet S, Sadick NS, Lazou K, Bonnet-Duquennoy M, Kurfurst R, Neveu M, Heusèle C, André P, Schnebert S, Draelos ZD, Perrier E. Modulation of gene expression as a new skin anti-aging strategy. J Drugs Dermatol. 2007;6:25–33.", "ArticleIdList": ["17691207"]}, {"Citation": "Gopalakrishnan M, Rajasekharasetty MR. Effect of papaya (Carica papaya Linn) on pregnancy and estrous cycle in albino rats of Wistar strain. Indian J Physiol Pharmacol. 1978;22:66–70.", "ArticleIdList": ["680941"]}, {"Citation": "Emeruwa AC. Antibacterial substance from Carica papaya fruit extract. J Nat Prod. 1982;45:123–127. doi: 10.1021/np50020a002.", "ArticleIdList": ["10.1021/np50020a002", "7097295"]}, {"Citation": "Sripanidkulchai B, Wongpanich V, Laupattarakasem P, Suwansaksri J, Jirakulsomchok. Diuretic effects of selected Thai indigenous medicinal plants in rats. J Ethnopharmacol. 2001;75:185–190. doi: 10.1016/S0378-8741(01)00173-8.", "ArticleIdList": ["10.1016/S0378-8741(01)00173-8", "11297849"]}, {"Citation": "Anuar NS, Zahari SS, Taib IA, Rahman MT. Effect of green and ripe Carica papaya epicarp extracts on wound healing and during pregnancy. Food Chem Toxicol. 2008;46:2384–2389. doi: 10.1016/j.fct.2008.03.025.", "ArticleIdList": ["10.1016/j.fct.2008.03.025", "18468758"]}, {"Citation": "Adeyemi OO, Yemitan OK, Afolabi L. Inhibition of chemically induced inflammation and pain by orally and topically administered leaf extract of Manihot esculenta Crantz in rodents. J Ethnopharmacol. 2008;2:6–11. doi: 10.1016/j.jep.2008.05.019.", "ArticleIdList": ["10.1016/j.jep.2008.05.019", "18675525"]}, {"Citation": "Nguefack J, Budde BB, Jakobsen M. Five essential oils from aromatic plants of Cameroon: their antibacterial activity and ability to permeabilize the cytoplasmic membrane of Listeria innocua examined by flow cytometry. Lett Appl Microbiol. 2004;39:395–400. doi: 10.1111/j.1472-765X.2004.01587.x.", "ArticleIdList": ["10.1111/j.1472-765X.2004.01587.x", "15482428"]}, {"Citation": "Ntonifor NN, Ngufor CA, Kimbi HK, Oben BO. Traditional use of indigenous mosquito-repellents to protect humans against mosquitoes and other insect bites in a rural community of Cameroon. East Afr Med J. 2006;83:553–558.", "ArticleIdList": ["17310681"]}, {"Citation": "Viyoch J, Pisutthanan N, Faikreua A, Nupangta K, Wangtorpol K, Ngokkuen J. Evaluation of in vitro antimicrobial activity of Thai basil oils and their micro-emulsion formulas against Propionibacterium acnes. Int J Cosmet Sci. 2006;28:125–133. doi: 10.1111/j.1467-2494.2006.00308.x.", "ArticleIdList": ["10.1111/j.1467-2494.2006.00308.x", "18492147"]}, {"Citation": "De Almeida I, Alviano DS, Vieira DP, Alves PB, Blank AF, Lopes AH, Alviano CS, Rosa MS. Antigiardial activity of Ocimum basilicum essential oil. Parasitol Res. 2007;101:443–452. doi: 10.1007/s00436-007-0502-2.", "ArticleIdList": ["10.1007/s00436-007-0502-2", "17342533"]}, {"Citation": "Bravo E, Amrani S, Aziz M. Ocimum basilicum ethanolic extract decreases cholesterol synthesis and lipid accumulation in human macrophages. Fitoterapia. 2008;79:515–523. doi: 10.1016/j.fitote.2008.05.002.", "ArticleIdList": ["10.1016/j.fitote.2008.05.002", "18620033"]}, {"Citation": "Kusamba C, Byamana K, Mbuyi WM. Antibacterial activity of Mirabilis jalapa seed powder. J Ethnopharmacol. 1991;35:197–199. doi: 10.1016/0378-8741(91)90073-M.", "ArticleIdList": ["10.1016/0378-8741(91)90073-M", "1809827"]}, {"Citation": "Shao F, Hu Z, Xiong YM, Huang QZ, Wang CG, Zhu RH, Wang DC. A new antifungal peptide from the seeds of Phytolacca americana: characterization, amino acid sequence and cDNA cloning. Biochim Biophys Acta. 1999;19:262–268.", "ArticleIdList": ["10082954"]}, {"Citation": "Cáceres A, López B, González S, Berger I, Tada I, Maki J. Plants used in Guatemala for the treatment of protozoal infections. I. Screening of activity to bacteria, fungi and (protozoário) American trypanosomes of 13 native plants. J Ethnopharmaco. 1998;62:195–202. doi: 10.1016/S0378-8741(98)00140-8.", "ArticleIdList": ["10.1016/S0378-8741(98)00140-8", "9849628"]}, {"Citation": "Iwalewa EO, Adewunmi CO, Omisore NO, Adebanji OA, Azike CK, Adigun AO, Adesina OA, Olowoyo OG. Pro- and antioxidant effects and cytoprotective potentials of nine edible vegetables in southwest Nigeria. J Med Food. 2005;8:539–544. doi: 10.1089/jmf.2005.8.539.", "ArticleIdList": ["10.1089/jmf.2005.8.539", "16379569"]}, {"Citation": "Moura AC, Silva EL, Fraga MC, Wanderley AG, Afiatpour P, Maia MB. Antiinflammatory and chronic toxicity study of the leaves of Ageratum conyzoides L. in rats. Phytomedicine. 2005;12:138–142. doi: 10.1016/j.phymed.2003.12.003.", "ArticleIdList": ["10.1016/j.phymed.2003.12.003", "15693721"]}, {"Citation": "Singh HP, Batish DR, Kaur S, Kohli RK, Arora K. Phytotoxicity of the volatile monoterpene citronellal against some weeds. Z Naturforsch. 2006;61:334–340.", "ArticleIdList": ["16869489"]}, {"Citation": "Chah KF, Eze CA, Emuelosi CE, Esimone CO. Antibacterial and wound healing properties of methanolic extracts of some Nigerian medicinal plants. J Ethnopharmacol. 2006;8:164–167. doi: 10.1016/j.jep.2005.08.070.", "ArticleIdList": ["10.1016/j.jep.2005.08.070", "16226414"]}, {"Citation": "Moreira MD, Picanço MC, Barbosa LC, Guedes RN, Barros EC, Campos MR. Compounds from Ageratum conyzoides: isolation, structural elucidation and insecticidal activity. Pest Manag Sci. 2007;63:615–621. doi: 10.1002/ps.1376.", "ArticleIdList": ["10.1002/ps.1376", "17469080"]}, {"Citation": "Chiasson H, Bostanian NJ, Vincent C. Insecticidal properties of a Chenopodium-based botanical. J Econ Entomol. 2004;97:1373–1377. doi: 10.1603/0022-0493-97.4.1373.", "ArticleIdList": ["10.1603/0022-0493-97.4.1373", "15384350"]}, {"Citation": "Kumar R, Mishra AK, Dubey NK, Tripathi YB. Evaluation of Chenopodium ambrosioides oil as a potential source of antifungal, antiaflatoxigenic and antioxidant activity. Int J Food Microbiol. 2007;10:159–164. doi: 10.1016/j.ijfoodmicro.2006.10.017.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2006.10.017", "17174000"]}, {"Citation": "Candan F, Unlu M, Tepe B, Daferera D, Polissiou M, Sökmen A, Akpulat HA. Antioxidant and antimicrobial activity of the essential oil and methanol extracts of Achillea millefolium subsp. millefolium Afan. (Asteraceae) J Ethnopharmacol. 2003;87:215–220. doi: 10.1016/S0378-8741(03)00149-1.", "ArticleIdList": ["10.1016/S0378-8741(03)00149-1", "12860311"]}, {"Citation": "Agbor GA, Vinson JA, Oben JE, Ngogang JY. In vitro antioxidant activity of three Piper species. J Herb Pharmacother. 2007;7:49–64. doi: 10.1300/J157v07n02_04.", "ArticleIdList": ["10.1300/J157v07n02_04", "18285307"]}, {"Citation": "Tabopda TK, Ngoupayo J, Liu J, Mitaine-Offer AC, Tanoli SA, Khan SN, Ali MS, Ngadjui BT, Tsamo E, Lacaille-Dubois MA, Luu B. Bioactive aristolactams from Piper umbellatum. Phytochemistry. 2008;69:1726–1731. doi: 10.1016/j.phytochem.2008.02.018.", "ArticleIdList": ["10.1016/j.phytochem.2008.02.018", "18400239"]}, {"Citation": "Dimo T, Nguelefack TB, Kamtchouing P, Dongo E, Rakotonirina A, Rakotonirina SV. Hypotensive effects of a methanol extract of Bidens pilosa Linn on hypertensive rats. C R Acad Sci Gen. 1999;322:323–329.", "ArticleIdList": ["10216804"]}, {"Citation": "Chang CL, Kuo HK, Chang SL, Chiang YM, Lee TH, Wu WM, Shyur LF, Yang WC. The distinct effects of a butanol fraction of Bidens pilosa plant extract on the development of Th1-mediated diabetes and Th2-mediated airway inflammation in mice. J Biomed Sci. 2005;12:79–89. doi: 10.1007/s11373-004-8172-x.", "ArticleIdList": ["10.1007/s11373-004-8172-x", "15864741"]}, {"Citation": "Sundararajan P, Dey A, Smith A, Doss AG, Rajappan M, Natarajan S. Studies of anticancer and antipyretic activity of Bidens pilosa whole plant. Afr Health Sci. 2006;6:27–30.", "ArticleIdList": ["PMC1831956", "16615823"]}, {"Citation": "Rojas JJ, Ochoa VJ, Ocampo AS, Muñoz JF. Screening for antimicrobial activity of ten medicinal plants used in Colombian folkloric medicine: a possible alternative in the treatment of non-nosocomial infections. BMC Complement Altern Med. 2006;6:2. doi: 10.1186/1472-6882-6-2.", "ArticleIdList": ["10.1186/1472-6882-6-2", "PMC1395329", "16483385"]}, {"Citation": "Kviecinski MR, Felipe KB, Schoenfelder T, de Lemos Wiese LP, Rossi MH, Gonçalez E, Felicio JD, Filho DW, Pedrosa RC. Study of the antitumor potential of Bidens pilosa (Asteraceae) used in Brazilian folk medicine. J Ethnopharmacol. 2008;17:69–75. doi: 10.1016/j.jep.2008.01.017.", "ArticleIdList": ["10.1016/j.jep.2008.01.017", "18342465"]}, {"Citation": "Gbeassor M, Kossou Y, Amegbo K, de Souza C, Koumaglo K, Denke A. Antimalarial effects of eight African medicinal plants. J Ethnopharmacol. 1989;25:115–118. doi: 10.1016/0378-8741(89)90051-2.", "ArticleIdList": ["10.1016/0378-8741(89)90051-2", "2654489"]}, {"Citation": "Abreu IC, Marinho AS, Paes AM, Freire SM, Olea RS, Borges MO, Borges AC. Hypotensive and vasorelaxant effects of ethanolic extract from Jatropha gossypiifolia L. in rats. Fitoterapia. 2003;74:650–657. doi: 10.1016/j.fitote.2003.07.002.", "ArticleIdList": ["10.1016/j.fitote.2003.07.002", "14630169"]}, {"Citation": "Cetin H, Cinbilgel I, Yanikoglu A, Gokceoglu M. Larvicidal activity of some Labiatae (Lamiaceae) plant extracts from Turkey. Phytother Res. 2006;20:1088–1090. doi: 10.1002/ptr.2004.", "ArticleIdList": ["10.1002/ptr.2004", "17009204"]}, {"Citation": "Rim IS, Jee CH. Acaricidal effects of herb essential oils against Dermatophagoides farinae and D. pteronyssinus (Acari: Pyroglyphidae) and qualitative analysis of a herb Mentha pulegium (pennyroyal) Korean J Parasitol. 2006;44:133–138. doi: 10.3347/kjp.2006.44.2.133.", "ArticleIdList": ["10.3347/kjp.2006.44.2.133", "PMC2532629", "16809961"]}, {"Citation": "Pavela R. Insecticidal properties of several essential oils on the house fly (Musca domestica L.) Phytother Res. 2008;22:274–278. doi: 10.1002/ptr.2300.", "ArticleIdList": ["10.1002/ptr.2300", "17886229"]}, {"Citation": "Cechinel Filho V, Santos AR, De Campos RO, Miguel OG, Yunes RA, Ferrari F, Messana I, Calixto JB. Chemical and pharmacological studies of Phyllanthus caroliniensis in mice. J Pharm Pharmacol. 1996;48:1231–1236.", "ArticleIdList": ["9004183"]}, {"Citation": "Pérez-García F, Marín E, Cañigueral S, Adzet T. Anti-inflammatory action of Pluchea sagittalis: involvement of an antioxidant mechanism. Life Sci. 1996;59:2033–2040. doi: 10.1016/S0024-3205(96)00556-5.", "ArticleIdList": ["10.1016/S0024-3205(96)00556-5", "8950305"]}, {"Citation": "Shi M, Chang L, He G. Stimulating action of Carthamus tinctorius L., Angelica sinensis (Oliv.) Diels and Leonurus sibiricus L. on the uterus. Zhongguo Zhong Yao Za Zhi. 1995;20:173–175.", "ArticleIdList": ["7646782"]}, {"Citation": "Islam MA, Ahmed F, Das AK, Bachar SC. Analgesic and anti-inflammatory activity of Leonurus sibiricus. Fitoterapia. 2005;76:359–362. doi: 10.1016/j.fitote.2005.03.014.", "ArticleIdList": ["10.1016/j.fitote.2005.03.014", "15890463"]}, {"Citation": "Ahmed F, Islam MA, Rahman MM. Antibacterial activity of Leonurus sibiricus aerial parts. Fitoterapia. 2006;77:316–317. doi: 10.1016/j.fitote.2006.03.005.", "ArticleIdList": ["10.1016/j.fitote.2006.03.005", "16690226"]}, {"Citation": "Holetz FB, Pessini GL, Sanches NR, Cortez DA, Nakamura CV, Filho BP. Screening of some plants used in the Brazilian folk medicine for the treatment of infectious diseases. Mem Inst Oswaldo Cruz. 2002;97:1027–1031. doi: 10.1590/S0074-02762002000700017.", "ArticleIdList": ["10.1590/S0074-02762002000700017", "12471432"]}, {"Citation": "Sharma P, Mohan L, Srivastava CN. Phytoextract-induced developmental deformities in malaria vector. Bioresour Technol. 2006;97:1599–1604. doi: 10.1016/j.biortech.2005.07.024.", "ArticleIdList": ["10.1016/j.biortech.2005.07.024", "16356712"]}, {"Citation": "Schapoval EE, Vargas MR, Chaves CG, Bridi R, Zuanazzi JA, Henriques AT. Antiinflammatory and antinociceptive activities of extracts and isolated compounds from Stachytarpheta cayennensis. J Ethnopharmacol. 1998;60:53–59. doi: 10.1016/S0378-8741(97)00136-0.", "ArticleIdList": ["10.1016/S0378-8741(97)00136-0", "9533432"]}, {"Citation": "Schuldt EZ, Ckless K, Simas ME, Farias MR, Ribeiro-Do-Valle RM. Butanolic fraction from Cuphea carthagenensis Jacq McBride relaxes rat thoracic aorta through endothelium-dependent and endothelium-independent mechanisms. J Cardiovasc Pharmacol. 2000;35:234–239. doi: 10.1097/00005344-200002000-00009.", "ArticleIdList": ["10.1097/00005344-200002000-00009", "10672855"]}, {"Citation": "Biavatti MW, Farias C, Curtius F, Brasil LM, Hort S, Schuster L, Leite SN, Prado SR. Preliminary studies on Campomanesia xanthocarpa (Berg.) and Cuphea carthagenensis (Jacq.) J.F. Macbr. aqueous extract: weight control and biochemical parameters. J Ethnopharmacol. 2004;93:385–389. doi: 10.1016/j.jep.2004.04.015.", "ArticleIdList": ["10.1016/j.jep.2004.04.015", "15234782"]}, {"Citation": "Nishino H, Hayashi T, Arisawa M, Satomi Y, Iwashima A. Antitumor-promoting activity of scopadulcic acid B, isolated from the medicinal plant Scoparia dulcis L. Oncology. 1993;50:100–103. doi: 10.1159/000227156.", "ArticleIdList": ["10.1159/000227156", "8451033"]}, {"Citation": "Ratnasooriya WD, Jayakody JR, Premakumara GA, Ediriweera ER. Antioxidant activity of water extract of Scoparia dulcis. Fitoterapia. 2005;76:220–222. doi: 10.1016/j.fitote.2004.06.012.", "ArticleIdList": ["10.1016/j.fitote.2004.06.012", "15752634"]}, {"Citation": "Latha M, Ramkumar KM, Pari L, Damodaran PN, Rajeshkannan V, Suresh T. Phytochemical and antimicrobial study of an antidiabetic plant: Scoparia dulcis L. J Med Food. 2006;9:391–394. doi: 10.1089/jmf.2006.9.391.", "ArticleIdList": ["10.1089/jmf.2006.9.391", "17004904"]}]}], "History": [{"Year": "2010", "Month": "6", "Day": "24"}, {"Year": "2010", "Month": "10", "Day": "29"}, {"Year": "2010", "Month": "11", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "10", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["21034478", "PMC2987905", "10.1186/1746-4269-6-29", "1746-4269-6-29"]}}], "PubmedBookArticle": []}