{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "PMID": "21040536", "DateCompleted": {"Year": "2011", "Month": "01", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "11", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.1186/1746-4269-6-30"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2010", "Month": "Nov", "Day": "01"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Medicinal plants used in Northern Peru for reproductive problems and female health.", "Pagination": {"StartPage": "30", "MedlinePgn": "30"}, "Abstract": {"AbstractText": ["Infections of the reproductive tract, complications after childbirth, and reproductive problems continue to be a major health challenge worldwide. An impressive number of plant species is traditionally used to remedy such afflictions, and some have been investigated for their efficacy with positive results. A total of 105 plant species belonging to 91 genera and 62 families were documented and identified as herbal remedies for reproductive problems in Northern Peru. Most species used were Asteraceae (9.52%), followed by Lamiaceae and Fabaceae (8.57% and 6.67%). The most important families are clearly represented very similarly to their overall importance in the local pharmacopoeia. The majority of herbal preparations for reproductive afflictions were prepared from the leaves of plants (22.72%), the whole plant (21.97%), and stems (21.21%), while other plant parts were used less frequently. More than 60% of the cases fresh plant material was used to prepare remedies. Over 70% of the remedies were applied orally, while the remaining ones were applied topically. Many remedies were prepared as mixtures of multiple ingredients. Little scientific evidence exists to prove the efficacy of the species employed as reproductive disorder remedies in Northern Peru. Only 34% of the plants found or their congeners have been studied at all for their medicinal properties. The information gained on frequently used traditional remedies might give some leads for future targets for further analysis in order to develop new drugs."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "William L, Brown Center, Missouri Botanical Garden, St. Louis, MO 63166-0299, USA. rainer.bussmann@mobot.org"}], "Identifier": [], "LastName": "Bussmann", "ForeName": "Rainer W", "Initials": "RW"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Glenn", "ForeName": "Ashley", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Drug Administration Routes"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Genital Diseases, Female"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Magnoliopsida"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Peru"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": [], "DescriptorName": "Plant Structures"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Reproductive Medicine"}, {"QualifierName": [], "DescriptorName": "Women's Health"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Health Organization. Sexually transmitted infections fact sheet. Geneva, World Health Organization; 2007."}, {"Citation": "World Health Organization. Traditional, Complementary and Alternative Medicines and Therapies. Washington DC, WHO Regional Office for the Americas/Pan American Health Organization (Working group OPS/OMS); 1999."}, {"Citation": "World Health Organization. Forty-ninth Regional Committee Meeting, Manila, Philippines, 18 September 1998. Manila, WHO Regional Office for the Western Pacific; 1998. Report, Technical Briefing on TM."}, {"Citation": "United Nations Conference on Trade and Development. Background Note by the UNCTAD Secretariat. Geneva, United Nations Conference on Trade and Development; 2000. Systems and National Experiences for Protecting Traditional Knowledge, Innovations and Practices. document reference TD/B/COM.1/EM.13/2."}, {"Citation": "World Health Organization. Consultation Meeting on TM and Modern Medicine, Harmonizing the Two Approaches. Geneva, World Health Organization; 1999. document reference (WP)TM/ICP/TM/001/RB/98- RS/99/GE/32(CHN)"}, {"Citation": "World Health Organization. WHO TM Strategy 2002-2005. World Health Organization, Geneva; 2002."}, {"Citation": "Breevort P. The Booming U. S. Botanical Market: A New Overview. HerbalGram. 1998;44:33–46."}, {"Citation": "Camino L. Cerros, plantas y lagunas poderosas, la medicina al norte de Perú. Lima, Lluvia Editores; 1992."}, {"Citation": "Bussmann RW, Sharon D. Traditional plant use in Northern Peru, Tracking two thousand years of health culture. Journal of Ethnobiology and Ethnomedicine. 2006;2:47. doi: 10.1186/1746-4269-2-47.", "ArticleIdList": ["10.1186/1746-4269-2-47", "PMC1637095", "17090303"]}, {"Citation": "de Feo V. Medicinal and magical plants on northern Peruvian Andes. Fitoterapia. 1992;63:417–440."}, {"Citation": "Polia M. Las Lagunas de los Encantos - Medicina Tradicional Andina en el Peru septentrional. Lima, CePeSer; 1988."}, {"Citation": "Sharon D. Wizard of the Four Winds, A Shaman's Story. Free Press, New York; 1978."}, {"Citation": "Sharon D, Bussmann RW. In: Desde el exterior, El Perú y sus estudios. Millones L, Kato T, editor. Tercer Congreso Internacional de Peruanistas, Nagoya, UNMSM, FEFCS, Lima; 2006. Plantas Medicinales en la Obra del Obispo Don Baltasar Jaime Martínez Compañon (Siglo XVIII) pp. 147–165."}, {"Citation": "EsSalud/Organización Panamericana de Salud. Seguro Social de EsSalud (Study of Cost-Effectiveness: National Program in Complementary Medicine. Social Security of EsSalud) Lima, EsSalud/Organización Panamericana de Salud (Pan American Health Organization); 2000. Estudio Costo-Efectividad: Programa Nacional de Medicina Complementaria."}, {"Citation": "Brako L, Zarucchi JL. Catalogue of the Flowering Plants and Gymnosperms of Peru. Missouri Botanical Garden, Saint Louis, MO; 1993."}, {"Citation": "Jørgensen PM, León-Yanez S. Catalogue of the vascular plants of Ecuador. Monographs in Systematic Botany from the Missouri Botanical Garden. 1999;75"}, {"Citation": "McBride JF. Fieldiana, Botany. Field Museum of Natural History, Chicago; Flora of Peru; pp. 1936–1981."}, {"Citation": "Jørgensen PM, Ulloa C Ulloa. Seed plants of the High Andes of Ecuador - a Checklist. AAU Reports. 1994;34:1–443."}, {"Citation": "Pestalozzi HU. Flora ilustrada altoandina. Herbario Nacional de Bolivia and Herbario Forestal Nacional Martín Cardenas, Cochabamba; 1998."}, {"Citation": "Ulloa C Ulloa, Jørgensen PM. Arboles y arbustos de los Andes del Ecuador. AAU Reports. 1993;30:1–263."}, {"Citation": "Sparre G, Harling B. Flora of Ecuador. Council for Nordic Publications in Botany; pp. 1978–2009."}, {"Citation": "Telefo PB, Moundipa PF, Tchouanguep FM. Oestrogenicity and effect on hepatic metabolism of the aqueous extract of the leaf mixture of Aloe buettneri, Dicliptera verticillata, Hibiscus macranthus and Justicia insularis. Fitoterapia. 2002;73(6):472–478. doi: 10.1016/S0367-326X(02)00177-6.", "ArticleIdList": ["10.1016/S0367-326X(02)00177-6", "12385869"]}, {"Citation": "Lans C. Ethnomedicines used in Trinidad and Tobago for reproductive problems. Journal of Ethnobiology and Ethnomedicine. 2007;3:13. doi: 10.1186/1746-4269-3-13.", "ArticleIdList": ["10.1186/1746-4269-3-13", "PMC1838898", "17362507"]}, {"Citation": "Adams JD Jr, Garcia C. Women's health among the Chumash. Evidence Based Complementary and Alternative Medicine. 2006;3(1):125–131. doi: 10.1093/ecam/nek021.", "ArticleIdList": ["10.1093/ecam/nek021", "PMC1375244", "16550233"]}, {"Citation": "Macía MJ, García E, Vidaurre PJ. An ethnobotanical survey of medicinal plants commercialized in the markets of La Paz and El Alto, Bolivia. Journal of Ethnopharmacology. 2005;97(2):337–350. doi: 10.1016/j.jep.2004.11.022.", "ArticleIdList": ["10.1016/j.jep.2004.11.022", "15707774"]}, {"Citation": "Niederhofer H. Is phytotherapy effective in menopausal dysphoric disorder? Menopause. 2009;16(3):616. doi: 10.1097/gme.0b013e31819c15b1. author reply 616-617.", "ArticleIdList": ["10.1097/gme.0b013e31819c15b1", "19437737"]}, {"Citation": "Kupfersztain C, Rotem C, Fagot R, Kaplan B. The immediate effect of natural plant extract, Angelica sinensis and Matricaria chamomilla (Climex) for the treatment of hot flushes during menopause. A preliminary report. Clinical and Experimental Obstetrics and Gynecology. 2003;30(4):203–206.", "ArticleIdList": ["14664413"]}, {"Citation": "Ali-Shtayeh MS, Yaniv Z, Mahajna J. Ethnobotanical survey in the Palestinian area: a classification of the healing potential of medicinal plants. Journal of Ethnopharmacology. 2000;73(1-2):221–232. doi: 10.1016/S0378-8741(00)00316-0.", "ArticleIdList": ["10.1016/S0378-8741(00)00316-0", "11025160"]}, {"Citation": "Greenlee H, Atkinson C, Stanczyk FZ, Lampe JW. A pilot and feasibility study on the effects of naturopathic botanical and dietary interventions on sex steroid hormone metabolism in premenopausal women. Cancer Epidemiology Biomarkers and Prevention. 2007;16(8):1601–1609. doi: 10.1158/1055-9965.EPI-06-0938.", "ArticleIdList": ["10.1158/1055-9965.EPI-06-0938", "17684134"]}, {"Citation": "Zhi X, Honda K, Ozaki K, Misugi T, Sumi T, Ishiko O. Dandelion T-1 extract up-regulates reproductive hormone receptor expression in mice. International Journal of Molecular Medicine. 2007;20(3):287–292.", "ArticleIdList": ["17671731"]}, {"Citation": "Mishra A, Dogra JV, Singh JN, Jha OP. Post-coital antifertility activity of Annona squamosa and Ipomoea fistulosa. Planta Medica. 1979;35(3):283–285. doi: 10.1055/s-0028-1097218.", "ArticleIdList": ["10.1055/s-0028-1097218", "432307"]}, {"Citation": "Bourdy G, Walter A. Maternity and medicinal plants in Vanuatu. I. The cycle of reproduction. Journal of Ethnopharmacology. 1992;37(3):179–196. doi: 10.1016/0378-8741(92)90033-N.", "ArticleIdList": ["10.1016/0378-8741(92)90033-N", "1453707"]}, {"Citation": "Komesaroff PA, Black CV, Cable V, Sudhir K. Effects of wild yam extract on menopausal symptoms, lipids and sex hormones in healthy menopausal women. Climacteric. 2001;4(2):144–150.", "ArticleIdList": ["11428178"]}, {"Citation": "Russell L, Hicks GS, Low AK, Shepherd JM, Brown CA. Phytoestrogens: a viable option? Am Journal of Medicinal Science. 2002;324(4):185188.", "ArticleIdList": ["12385490"]}, {"Citation": "Wu WH, Liu LY, Chung CJ, Jou HJ, Wang TA. Estrogenic effect of yam ingestion in healthy postmenopausal women. Journal of the American College of Nutrition. 2005;24(4):235–243.", "ArticleIdList": ["16093400"]}, {"Citation": "Parton K, Gardner D, Williamson NB. Isocupressic acid, an abortifacient component of Cupressus macrocarpa. Nwe Zealand Veterinary Journal. 1996;44(3):109–111.", "ArticleIdList": ["16031906"]}, {"Citation": "Tsai YS, Tong YC, Cheng JT, Lee CH, Yang FS, Lee HY. Pumpkin seed oil and phytosterol-F can block testosterone/prazosin-induced prostate growth in rats. Urology International. 2006;77(3):269–274. doi: 10.1159/000094821.", "ArticleIdList": ["10.1159/000094821", "17033217"]}, {"Citation": "Lee YH, Hyun SH, Choung SY. Effect of herbal extract mixture on menopausal urinary incontinence in ovariectomized rats. Biofactors. 2006;26(3):171–178. doi: 10.1002/biof.5520260302.", "ArticleIdList": ["10.1002/biof.5520260302", "16971748"]}, {"Citation": "Gossell-Williams M, Davis A, O'Connor N. Inhibition of testosterone-induced hyperplasia of the prostate of sprague-dawley rats by pumpkin seed oil. Journal of Medicinal Food. 2006;9(2):284–286. doi: 10.1089/jmf.2006.9.284.", "ArticleIdList": ["10.1089/jmf.2006.9.284", "16822218"]}, {"Citation": "Nusier MK, Bataineh HN, Daradkah HM. Adverse effects of rosemary (Rosmarinus officinalis L.) on reproductive function in adult male rats. Experimental Biology and Medicine (Maywood) 2007;232(6):809–813.", "ArticleIdList": ["17526773"]}, {"Citation": "Chaudhury RR. The quest for a herbal contraceptive. Natlional Medical Journal of India. 1993;6(5):199–201.", "ArticleIdList": ["8241931"]}, {"Citation": "Sharma N, Jacob D. Assessment of reversible contraceptive efficacy of methanol extract of Mentha arvensis L. leaves in male albino mice. Journal of Ethnopharmacology. 2002;80(1):9–13. doi: 10.1016/S0378-8741(01)00364-6.", "ArticleIdList": ["10.1016/S0378-8741(01)00364-6", "11891081"]}, {"Citation": "Sharma N, Jacob D. Antifertility investigation and toxicological screening of the petroleum ether extract of the leaves of Mentha arvensis L. in male albino mice. Journal of Ethnopharmacology. 2001;75(1):5–12. doi: 10.1016/S0378-8741(00)00362-7.", "ArticleIdList": ["10.1016/S0378-8741(00)00362-7", "11282436"]}, {"Citation": "Ciganda C, Laborde A. Herbal infusions used for induced abortion. Journal of Toxicology and Clinical Toxicology. 2003;41(3):235–239. doi: 10.1081/CLT-120021104.", "ArticleIdList": ["10.1081/CLT-120021104", "12807304"]}, {"Citation": "Batta SK, Santhakumari G. The antifertility effect of Ocimum sanctum and hibiscus Rosa sinensis. Indian Journal of Medical Research. 1971;59(5):777–781.", "ArticleIdList": ["5097076"]}, {"Citation": "Kasinathan S, Ramakrishnan S, Basu SL. Antifertility effect of Ocimum sanctum L. Indian Journal of Experimental Biology. 1972;10(1):23–25.", "ArticleIdList": ["4344433"]}, {"Citation": "Farnsworth NR, Waller DP. Current status of plant products reported to inhibit sperm. Research Frontiers in Fertility Regulation. 1982;2(1):1–16.", "ArticleIdList": ["12179631"]}, {"Citation": "Ahmed M, Ahamed RN, Aladakatti RH, Ghosesawar MG. Reversible anti-fertility effect of benzene extract of Ocimum sanctum leaves on sperm parameters and fructose content in rats. Journal of Basic Clinical Physiology and Pharmacology. 2002;13(1):51–59.", "ArticleIdList": ["12099405"]}, {"Citation": "Allan P, Bilkei G. Oregano improves reproductive performance of sows. Theriogenology. 2005;63(3):716–721. doi: 10.1016/j.theriogenology.2003.06.010.", "ArticleIdList": ["10.1016/j.theriogenology.2003.06.010", "15629791"]}, {"Citation": "El-Ashmawy IM, Saleh A, Salama OM. Effects of marjoram volatile oil and grape seed extract on ethanol toxicity in male rats. Basic Clinical Pharmacology and Toxicology. 2007;101(5):320–327. doi: 10.1111/j.1742-7835.2007.00125.x.", "ArticleIdList": ["10.1111/j.1742-7835.2007.00125.x", "17910615"]}, {"Citation": "East J. The effect of certain plant preparations on the fertility of laboratory mammals. 4. Sanguisorba officinalis L. Journal of Endocrinoogyl. 1955;12(4):273–276. doi: 10.1677/joe.0.0120273.", "ArticleIdList": ["10.1677/joe.0.0120273", "13252178"]}, {"Citation": "Conway GA, Slocumb JC. Plants used as abortifacients and emmenagogues by Spanish New Mexicans. Journal of Ethnopharmacology. 1979;1(3):241–261.", "ArticleIdList": ["232204"]}, {"Citation": "Gutiérrez-Pajares JL, Zúñiga L, Pino J. Ruta graveolens aqueous extract retards mouse preimplantation embryo development. Reproductive Toxicology. 2003;17(6):667–672. doi: 10.1016/j.reprotox.2003.07.002.", "ArticleIdList": ["10.1016/j.reprotox.2003.07.002", "14613818"]}, {"Citation": "de Freitas TG, Augusto PM, Montanari T. Effect of Ruta graveolens L. on pregnant mice. Contraception. 2005;71(1):74–77. doi: 10.1016/j.contraception.2004.07.014.", "ArticleIdList": ["10.1016/j.contraception.2004.07.014", "15639078"]}, {"Citation": "Khouri NA, El-Akawi Z. Antiandrogenic activity of Ruta graveolens L in male Albino rats with emphasis on sexual and aggressive behavior. Neurology and Endocrinology Letters. 2005;26(6):823–829.", "ArticleIdList": ["16380694"]}, {"Citation": "Dhawan K, Kumar S, Sharma A. Aphrodisiac activity of methanol extract of leaves of Passiflora incarnata Linn in mice. Phytotherapy Research. 2003;17(4):401–403. doi: 10.1002/ptr.1124.", "ArticleIdList": ["10.1002/ptr.1124", "12722149"]}, {"Citation": "Dhawan K, Kumar S, Sharma A. Beneficial effects of chrysin and benzoflavone on virility in 2-year-old male rats. Journal of Medicinal Food. 2002;5(1):434–8. doi: 10.1089/109662002753723214.", "ArticleIdList": ["10.1089/109662002753723214", "12511112"]}, {"Citation": "Dhawan K, Sharma A. Restoration of chronic-Delta 9-THC-induced decline in sexuality in male rats by a novel benzoflavone moiety from Passiflora incarnata Linn. British Journal of Pharmacology. 2003;138(1):117–120. doi: 10.1038/sj.bjp.0705015.", "ArticleIdList": ["10.1038/sj.bjp.0705015", "PMC1573641", "12522080"]}, {"Citation": "Dhawan K. Drug/substance reversal effects of a novel tri-substituted benzoflavone moiety (BZF) isolated from Passiflora incarnata Linn.--a brief perspective. Addiction Biology. 2003;8(4):379–386. doi: 10.1080/13556210310001646385.", "ArticleIdList": ["10.1080/13556210310001646385", "14690874"]}, {"Citation": "Tabach R, Rodrigues E, Carlini EA. Preclinical toxicological assessment of a phytotherapeutic product--CPV (based on dry extracts of Crataegus oxyacantha L., Passiflora incarnata L., and Valeriana officinalis L.) Phytotherapy Research. 2009;23(1):33–40. doi: 10.1002/ptr.2499.", "ArticleIdList": ["10.1002/ptr.2499", "19048610"]}, {"Citation": "Tajuddin S Ahmad, Latif A, Qasmi IA, Amin KM. An experimental study of sexual function improving effect of Myristica fragrans Houtt. (nutmeg) BMC Complementary and Alternative Medicine. 2005;5:16. doi: 10.1186/1472-6882-5-16.", "ArticleIdList": ["10.1186/1472-6882-5-16", "PMC1187868", "16033651"]}, {"Citation": "Tajuddin S Ahmad, Latif A, Qasmi IA. Aphrodisiac activity of 50% ethanolic extracts of Myristica fragrans Houtt. (nutmeg) and Syzygium aromaticum (L) Merr. & Perry. (clove) in male mice: a comparative study. BMC Complementary and Alternative Medicine. 2003;3:6. doi: 10.1186/1472-6882-3-6.", "ArticleIdList": ["10.1186/1472-6882-3-6", "PMC270058", "14567759"]}, {"Citation": "de Mello FB, Jacobus D, Carvalho K, Mello JR. Effects of Lantana camara (Verbenaceae) on general reproductive performance and teratology in rats. Toxicon. 2005;45(4):459–466. doi: 10.1016/j.toxicon.2004.12.004.", "ArticleIdList": ["10.1016/j.toxicon.2004.12.004", "15733567"]}, {"Citation": "de Mello FB, Jacobus D, de Carvalho KC, de Mello JR. Effects of Lantana camara (Verbenaceae) on rat fertility. Veterinary and Human Toxicology. 2003;45(1):20–23.", "ArticleIdList": ["12583691"]}, {"Citation": "Verma OP, Kumar S, Chatterjee SN. Antifertility effects of common edible Portulaca oleracea on the reproductive organs of male albino mice. Indian Journal of Medical Research. 1982;75:301–310.", "ArticleIdList": ["7085028"]}, {"Citation": "Shobeiri SF, Sharei S, Heidari A, Kianbakht S. Portulaca oleracea L. in the treatment of patients with abnormal uterine bleeding: a pilot clinical trial. Phytotherapy Research. 2009;23(10):1411–1414. doi: 10.1002/ptr.2790.", "ArticleIdList": ["10.1002/ptr.2790", "19274703"]}]}], "History": [{"Year": "2010", "Month": "6", "Day": "1"}, {"Year": "2010", "Month": "11", "Day": "1"}, {"Year": "2010", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "11", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["21040536", "PMC2984435", "10.1186/1746-4269-6-30", "1746-4269-6-30"]}}], "PubmedBookArticle": []}