{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Araripe Basin", "Artemia salina", "ethanol extracts", "larvicidal activities", "pathogenic bacteria"]], "GeneralNote": [], "PMID": "21120038", "DateCompleted": {"Year": "2011", "Month": "07", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/0973-1296.71792"], "Journal": {"ISSN": "0976-4062", "JournalIssue": {"Volume": "6", "Issue": "24", "PubDate": {"Year": "2010", "Month": "Oct"}}, "Title": "Pharmacognosy magazine", "ISOAbbreviation": "Pharmacogn Mag"}, "ArticleTitle": "Biological screening of araripe basin medicinal plants using Artemia salina Leach and pathogenic bacteria.", "Pagination": {"StartPage": "331", "EndPage": "334", "MedlinePgn": "331-4"}, "Abstract": {"AbstractText": ["Many medicinal plant species from the Araripe Basin are widely known and used in folk medicine and for commercial manufacturing of phytotherapeutic products. Few ethnobotanical and pharmacological studies have been undertaken in this region, however, in spite of the great cultural and biological diversity found there.", "Extracts of 11 plant species collected from Ceará state, Brazil, were subjected to the brine shrimp lethality test in order to detect potential sources of novel cytotoxic, antitumor compounds. The larvicidal activity, based on the percentage of larval mortality, was evaluated after 24 h exposure to the treatments.", "All species tested showed good larvicidal activity as compared to a reference compound and literature data. The extract from Vanillosmopsis arborea was the most active with an LC(50) of 3.9 μg/ml. Best results were shown by Lantana montevidensis against Pseudomonas aeruginosa [minimum inhibitory concentration (MIC) 8μg/ml] and Escherichia coli (MIC 32 μg/ml), Zanthoxylum rhoifolium against E. coli (MIC, 256 μg/ml) and Staphylococcus aureus (MIC 64 μg/ml) and Croton zenhtneri against S. aureus (MIC 64 μg/ml).", "Chemical tests indicated that a wide variety of natural product classes was present in those extracts that showed significant activities in the bioassays."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Bioprospecção Molecular, Departamento de Química Biológica, Laboratório de Pesquisa de Produtos Naturais, Universidade Regional do Cariri, Rua Cel. Antônio Luiz 1161, Pimenta, 63105-000 Crato-CE, Brasil."}], "Identifier": [], "LastName": "da Costa", "ForeName": "José Galberto M", "Initials": "JG"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Campos", "ForeName": "Adriana R", "Initials": "AR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Brito", "ForeName": "Samara A", "Initials": "SA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pereira", "ForeName": "Carla Karine B", "Initials": "CK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Souza", "ForeName": "Erlânio O", "Initials": "EO"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Rodrigues", "ForeName": "Fabíola Fernandes G", "Initials": "FF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Pharmacogn Mag", "NlmUniqueID": "101300403", "ISSNLinking": "0973-1296"}, "CoiStatement": "<b>Conflict of Interest:</b> None declared"}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Schmeda-Hirschmann G, Yesilada E. Traditional medicine and gastroprotective crude drugs. J Ethnopharmacol. 2005;100:61–6.", "ArticleIdList": ["15993015"]}, {"Citation": "Albuquerque UP, Medeiros PM, Almeida AL, Monteiro JM, Neto EM, Melo JG, et al. Medicinal plants of the caatinga (semi-arid) vegetation of NE Brazil: A quantitative approach. J Ethnopharmacol. 2007;114:325–54.", "ArticleIdList": ["17900836"]}, {"Citation": "Faria MH, Carvalho TG, Rabenhorst SH, Sidrim JJ, Moraes-Filho MO. Cytotoxic and antifungal properties of medicinal plants from Ceara, Brazil. Braz J Biol. 2006;66:1133–5.", "ArticleIdList": ["17299950"]}, {"Citation": "Hostettmann K. San Diego: Academic Press; 1991. Assays for Bioactivity. Methods in Plant Biochemistry; p. 6."}, {"Citation": "McLaughlin JL, Rogers LL, Anderson JE. The use of biological assays to evaluate botanicals. Drug Inf J. 1998;32:513–24."}, {"Citation": "Zani CL, Chaves PP, Queiroz R, Mendes NM, Oliveira AB, Cardoso JE, et al. Brine Shrimp lethality assay as a Prescreening system for anti-Trypanosoma cruzi activity. Phytomedicine. 1995;2:47–50.", "ArticleIdList": ["23196100"]}, {"Citation": "Parra AL, Yhebra RS, Sardiñas IG, Buela LI. Comparative study of the assay of Artemia salina L. and the estimate of the medium lethal dose (LD50 value) in mice, to determine oral acute toxicity of plant extracts. Phytomedicine. 2001;8:395–400.", "ArticleIdList": ["11695884"]}, {"Citation": "Matos FJ. 2nd ed. Fortaleza: Edições UFC; 2000. Introdução à Fitoquímica experimental."}, {"Citation": "Meyer BN, Ferrigni NR, Putnam JE, Jacobsen LB, Nichols DE, McLeughlin JL. Brine shrimp: A convenient general bioassay for active plant constituents. Planta Medica. 1982;45:31–4.", "ArticleIdList": ["7100305"]}, {"Citation": "6th ed. NCCLS: Wayne; 2003. National Committee for Clinical Laboratory Standards; Methods for Dilution Antimicrobial Susceptibility Tests for bacteria that grow aerobically, Approved Standard M7-A6,"}, {"Citation": "Barreto FS, Sousa EO, Campos AR, Costa JG, Rodrigues FF. Antibacterial activity of Lantana camara Linn and Lantana montevidensis brig extracts from Cariri-Ceará, Brazil. J Young Pharm. 2010;2(1):42–42.", "ArticleIdList": ["PMC3035883", "21331189"]}, {"Citation": "Costa JG, Rodrigues FF, Angélico EC, Pereira CK, Souza EO, Germana FR, et al. Composição química e avaliação da atividade antibacteriana e toxicidade do óleo essencial de Croton zehntneri (variedade estragol) Rev Bras Farmacogn. 2008;18:583–6."}, {"Citation": "Costa JG, Rodrigues FF, Silva MR, Campos AR, Lemos TL, Lima SG. Chemical Composition, Antibacterial and Larvicidal Activities of Zanthoxylum rhoifolium Lam Fruits Essential Oil. J Essential Oil Bearing Plants. 2008;11:571–6."}, {"Citation": "Gonzaga WA, Weber AD, Giacomelli SR, Simionatto E, Dalcol II, Dessoy EC, et al. Composition and Antibacterial Activity of the Essential Oils from Zanthoxylum rhoifolium. Planta Medica. 2003;69:773–5.", "ArticleIdList": ["14531032"]}, {"Citation": "Costa JG, Rodrigues FF, Angélico EC, Pereira CK, Sousa EO, Caldas GF, et al. Composição química e avaliação da atividade antibacteriana e toxicidade do óleo essencial de Croton zehntneri (variedade estragol) Rev Bras Farmacogn. 2007;18:583–6."}, {"Citation": "Furtado RF, Lima MG, Neto MA, Bezerra JN, Silva MG. Atividade Larvicida de óleos essenciais contra Aedes aegypti Linnaeus (Diptera:Culiciidae) Neot Entomol. 2005;34:843–7."}, {"Citation": "Parmar VS, Jain SC, Bisht KS, Jain R, Taraj P, Tha A, et al. Phytochemistry of the genus Piper. Phytochemistry. 1997;46:597–673."}]}], "History": [{"Year": "2010", "Month": "3", "Day": "2"}, {"Year": "2010", "Month": "3", "Day": "26"}, {"Year": "2010", "Month": "10", "Day": "20"}, {"Year": "2010", "Month": "12", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2010", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21120038", "PMC2992149", "10.4103/0973-1296.71792"]}}], "PubmedBookArticle": []}