{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Absolute and relative power", "Terminalia arjuna", "Withania somnifera", "balance", "blood pressure", "maximum oxygen consumption (VO2 max)", "velocity"]], "GeneralNote": [], "PMID": "21170205", "DateCompleted": {"Year": "2013", "Month": "07", "Day": "04"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/0974-7788.72485"], "Journal": {"ISSN": "0974-925X", "JournalIssue": {"Volume": "1", "Issue": "3", "PubDate": {"Year": "2010", "Month": "Jul"}}, "Title": "International journal of Ayurveda research", "ISOAbbreviation": "Int J Ayurveda Res"}, "ArticleTitle": "Effects of Withania somnifera (Ashwagandha) and Terminalia arjuna (Arjuna) on physical performance and cardiorespiratory endurance in healthy young adults.", "Pagination": {"StartPage": "144", "EndPage": "149", "MedlinePgn": "144-9"}, "Abstract": {"AbstractText": ["Several medicinal plants have been described to be beneficial for cardiac ailments in Ayurveda like Ashwagandha and Arjuna. Ashwagandha-categorised as Rasayanas, and described to promote health and longevity and Arjuna primarily for heart ailments. coronary artery disease, heart failure, hypercholesterolemia, anginal pain and can be considered as a useful drug for coronary artery disease, hypertension and ischemic cardiomyopathy.", "There are no scientific clinical studies showing effect of both these drugs on exercise performance after regular administration when given as supplements The present study was therefore designed and performed to assess the effects of Withania somnifera (Ashwagandha) and Terminalia arjuna (Arjuna) individually and as a combination on maximum velocity, average absolute and relative Power, balance, maximum oxygen consumption (VO2 max) and blood pressure in humans.", "Forty normal healthy. Subjects (either sex, mean age 20.6 ± 2.5yrs and mean Body Mass Index 21.9 ± 2.2) were recruited after written informed consent was obtained. Institutional Ethics Committee permission was also obtained. Thirty participants were assigned to experimental group of which 10 received standardized root extracts of Withania somnifera, 10 received standardized bark extract of Terminalia arjuna and the rest of the 10 received standardized root extract of Withania somnifera in addition to bark extract of Terminalia arjuna both. Both the drugs were given in the form of capsules (dosage 500mg/day for both the drugs). Ten participants received placebo (capsules filled with flour). All the subjects continued the regimen for 8 weeks. All variables were assessed before and after the course of drug administration", "Our study showed that Withania somnifera increased velocity, power and VO2 max whereas Terminalia arjuna increased VO2 max and lowered resting systolic blood pressure. When given in combination, the improvement was seen in all parameters except balance and diastolic blood pressure.", "Withania somnifera may therefore be useful for generalized weakness and to improve speed and lower limb muscular strength and neuro-muscular co-ordination. Terminalia arjuna may prove useful to improve cardio-vascular endurance and lowering systolic blood pressure. Both drugs appear to be safe for young adults when given for mentioned dosage and duration."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sports Medicine and Physiotherapy, Guru Nanak Dev University, Amritsar, Punjab - 143 005, India."}], "Identifier": [], "LastName": "Sandhu", "ForeName": "Jaspal Singh", "Initials": "JS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Shah", "ForeName": "Biren", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Shenoy", "ForeName": "Shweta", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chauhan", "ForeName": "Suresh", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lavekar", "ForeName": "G S", "Initials": "GS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Padhi", "ForeName": "M M", "Initials": "MM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Int J Ayurveda Res", "NlmUniqueID": "101527491", "ISSNLinking": "0974-7788"}, "CoiStatement": "<b>Conflict of Interest:</b> None declared."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": " Available from:  http://en.wikipedia.org/wiki/Herbalism [Last accessed on 2009 Jul 7]"}, {"Citation": "Shatvalekar S. AtharvaVeda Samhita. 1st ed. Balsad, Maharashtra, India: Suyadhyay Mandal Kila Pardee publication; 1943. p. 25."}, {"Citation": "Weiner MA, Weiner J. Herbs that Heal. Mill Valley, CA: Quantum Books; 1994. Ashwagandha (Indian ginseng) pp. 70–2."}, {"Citation": "Mishra LC, Singh BB, Dagenais S. Scientific basis for the therapeutic use of Withania somnifera (ashwagandha): A review. Altern Med Rev. 2000;5:334–46.", "ArticleIdList": ["10956379"]}, {"Citation": "Prakash J, Gupta SK, Dinda AK. Withania somnifera root extract prevents DMBA-induced squamous cell carcinoma of skin in Swiss albino mice. Nutr Cancer. 2002;42:91–7.", "ArticleIdList": ["12235655"]}, {"Citation": "Singh A, Naidu PS, Gupta S, Kulkarni SK. Effect of natural and synthetic antioxidants in a mouse model of chronic fatigue syndrome. J Med Food. 2002;5:211–20.", "ArticleIdList": ["12639396"]}, {"Citation": "Sharma S, Dahanukar S, Karandikar SM. Effects of long-term administration of the roots of ashwagandha and shatavari in rats. Indian Drugs. 1985;29:1339."}, {"Citation": "Chopra RN, Ghosh S. Terminalia arjuna: Its chemistry, pharmacology and therapeutic action. Indian Med Gazette. 1929;64:70–3.", "ArticleIdList": ["PMC5164348", "29009552"]}, {"Citation": "Caius JS, Mhaskar KS, Isaacs M. A comparative study of the driedbarks of the commoner Indian species of genus Terminalia. Indian Med Res Memoirs. 1930;16:51–75."}, {"Citation": "Miller AL. Botanical influences on cardiovascular disease. Alterne Med Rev. 1998;3:422–31.", "ArticleIdList": ["9855567"]}, {"Citation": "Bhatia J. Study of the possible cardioprotective role of Terminalia arjuna in experimental animals and its clinical usefulness in coronary artery disease. MD (Pharmacology) thesis, India: University of Delhi; 1998."}, {"Citation": "Takahashi S, Tanaka H, Hano Y, Ito K, Nomura T, Shigenobu K. Hypotensive effects in rats of hydrophyllic extract from Terminalia arjuna containing tannin-related compounds. Phytother Res. 1997;1:424–7."}, {"Citation": "Jain V, Poonia A, Agarwal RP, Panwar RB, Kochar DK, Mishra SN. Effect of Terminalia arjuna in patients of angina pectoris (A clinical trial) Indian Med Gazette (New Series) 1992;36:56–9."}, {"Citation": "Karthikeyan K, Bai BR, Gauthaman K, Sathish KS, Devaraj SN. Cardioprotective effect of the alcoholic extract of Terminalia arjuna bark in an in vivo model of myocardial ischemic reperfusion injury. Life Sci. 2003;73:2727–39.", "ArticleIdList": ["13679240"]}, {"Citation": "Cheng HY, Lin CC, Lin TC. Antiherpes simplex virus type 2 activity of casuarinin from the bark of Terminalia arjuna Linn. Antiviral Res. 2002;55:447–55.", "ArticleIdList": ["12206882"]}, {"Citation": "Pathak SR, Upadhya L, Singh RN. Effect of Terminalia arjuna on lipid profile of rabbit fed hypercholesterolemic diet. Int J Crude Drug Res. 1990;28:48–51."}, {"Citation": "Khanna AK, Chander C, Kapoor NK. Terminalia arjuna: An Ayurvedic cardiotonic regulates lipid metabolism in hyperlipidemic rats. Phytother Res. 1996;10:663–5."}, {"Citation": " Java applets for power and sample size software, Availabke from:  http://www.stat.uiowa.edu/~rlenth/Power/ [Last accessed on 2009 Jul 07]"}, {"Citation": "Executive summary of clinical guidelines on identification, evaluation, and treatment of overweight, obesity in adults. Arch Intern Med. 1998;158:1855–67.", "ArticleIdList": ["9759681"]}, {"Citation": "Sjolie AN. Low back pain in adolescent is associated with poor hip mobility and high body mass index. Scand J Med Sci Sports. 2004;14:168–75.", "ArticleIdList": ["15144357"]}, {"Citation": " Available from:  http://herbal-powers.com/ginseng.html [Last accessed on 2009 Jul 07]"}, {"Citation": " Available from:  http://en.wikipedia.org/wiki/Withania_somnifera [Last accessed on 2009 Jul 07]"}, {"Citation": "Arman K, Sandhu JS. Effects of ashwagandha on strength, endurance performance and stress: Unpublished thesis, Department of Sports Med and Physiotherapy, GNDU, Amritsar, India. 2007"}, {"Citation": "Bharani A, Ganguli A, Mathur LK, Jamra Y, Raman PG. Efficacy of Terminalia arjuna in chronic stable angina: A double-blind, placebo-controlled, crossover study comparing Terminalia arjuna with isosorbide mononitrate. Indian Heart J. 2002;54:170–5.", "ArticleIdList": ["12086380"]}, {"Citation": "Ghoshal LM. Terminalia arjuna. Ph.D. thesis, Calcutta, India: Calcutta University; 1909."}, {"Citation": "Srivastava RD, Dwivedi S, Sreenivasan KK, Chandrashekhar CN. Cardiovascular effects of Terminalia species of plants. Indian Drugs. 1992;29:144–9."}, {"Citation": "Colabawalla HM. An evaluation of the cardiotonic and other properties of Terminalia arjuna. Indian Heart J. 1951;3:205–30."}]}], "History": [{"Year": "2010", "Month": "4", "Day": "19"}, {"Year": "2010", "Month": "9", "Day": "9"}, {"Year": "2010", "Month": "12", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2010", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21170205", "PMC2996571", "10.4103/0974-7788.72485"]}}], "PubmedBookArticle": []}