{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Angelica archangelica (Umbelliferae)", "convulsions", "maximal electroshock", "medicinal plants", "pentylenetetrazol"]], "GeneralNote": [], "PMID": "21188050", "DateCompleted": {"Year": "2011", "Month": "07", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/0250-474X.70487"], "Journal": {"ISSN": "1998-3743", "JournalIssue": {"Volume": "72", "Issue": "3", "PubDate": {"Year": "2010", "Month": "May"}}, "Title": "Indian journal of pharmaceutical sciences", "ISOAbbreviation": "Indian J Pharm Sci"}, "ArticleTitle": "Evaluation of Antiseizure Activity of Essential Oil from Roots of Angelica archangelica Linn. in Mice.", "Pagination": {"StartPage": "371", "EndPage": "375", "MedlinePgn": "371-5"}, "Abstract": {"AbstractText": ["In the present study, the effect of essential oil of the root of Angelica archangelica Linn. was evaluated against electrically and chemically induced seizures. The seizures were induced in mice by maximal electroshock and pentylenetetrazol. The effect of essential oil of the root of Angelica archangelica on seizures was compared with standard anticonvulsant agents, phenytoin and diazepam. The essential oil of the root of Angelica archangelica suppressed duration of tonic convulsions and showed recovery in maximal electroshock induced seizures while it delayed time of onset of clonic convulsions and showed mortality protection in pentylenetetrazol induced seizures. The essential oil of the root of Angelica archangelica also produced motor impairment at the antiseizure doses. The study indicated that the essential oil exhibited antiseizure effect. The antiseizure effect may be attributed to the presence of terpenes in the essential oil."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacy, Bundelkhand University, Jhansi-284 128, India."}], "Identifier": [], "LastName": "Pathak", "ForeName": "Shalini", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wanjari", "ForeName": "M M", "Initials": "MM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jain", "ForeName": "S K", "Initials": "SK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tripathi", "ForeName": "M", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Indian J Pharm Sci", "NlmUniqueID": "7809431", "ISSNLinking": "0250-474X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "The Wealth of India, A dictionary of Indian raw materials and industrial products raw materials. A revised ed. Vol 1. New Delhi: Council of Scientifi c and Industrial Research; 2003. pp. 275–6."}, {"Citation": "Salikhova RA, Poroshenko GG. Antimutagenic properties of Angelica archangelica L. Vestn Ross Akad Med Nauk. 1995;1:58–61.", "ArticleIdList": ["7767122"]}, {"Citation": "Khayyal MT, el-Ghazaly MA, Kenawy SA, Seif-el-Nasr M, Mahran LG, Kafafi YA, et al. Antiulcerogenic effect of some gastrointestinally acting plant extracts and their combination. Arzneimittelforschung. 2001;51:545–53.", "ArticleIdList": ["11505785"]}, {"Citation": "Yeh ML, Liu CF, Huang CL, Huang TC. Hepatoprotective effect of Angelica archangelica in chronically ethanol-treated mice. Pharmacology. 2003;68:70–3.", "ArticleIdList": ["12711833"]}, {"Citation": "Sigurdsson S, Ogmundsdottir HM, Gudbjarnason S. Antiproliferative effect of Angelica archangelica fruits. Z Naturforsch [C] 2004;59:523–7.", "ArticleIdList": ["15813373"]}, {"Citation": "Sigurdsson S, Ogmundsdottir HM, Hallgrimsson J, Gudbjarnason S. Antitumour activity of Angelica archangelica leaf extract. In Vivo. 2005;19:191–4.", "ArticleIdList": ["15796173"]}, {"Citation": "Sigurdsson S, Ogmundsdottir HM, Gudhjarnason S. The cytotoxic effect of two chemotypes of essential oils from the fruits of Angelica archangelica L. Anticancer Res. 2005;25B:1877–80.", "ArticleIdList": ["16158920"]}, {"Citation": "Chen SW, Min L, Li WJ, Kong WX, Li JF, Zhang YJ. The effects of angelica essential oil in three murine tests of anxiety. Pharmacol Biochem Behav. 2004;79:377–82.", "ArticleIdList": ["15501315"]}, {"Citation": "Min L, Chen SW, Li WJ, Wang R, Li YL, Wang WJ, et al. The effects of angelica essential oil in social interaction and hole-board tests. Pharmacol Biochem Behav. 2005;81:838–42.", "ArticleIdList": ["16005501"]}, {"Citation": "Sharma PV. Medhyadi Varg. In: Sharma PV, editor. Dravya Gun-Vijnana, Vegetable drugs. Vol 2. Varanasi: Chaukhambha Bharti Academy; 2005. pp. 34–5."}, {"Citation": "Nivinskiene O, Butkiene R, Mockute D. Changes in the chemical composition of essential oil of Angelica archangelica L. roots during storage. Chemija (Vilnius) 2003;14:52–6."}, {"Citation": "Librowski T, Czarnecki R, Mendyk A, Jastrzebska M. Influence of new monoterpene homologues of GABA on the central nervous system activity in mice. Pol J Pharmacol. 2000;52:317–21.", "ArticleIdList": ["11345489"]}, {"Citation": "Brum LF, Elisabetsky E, Souza D. Effects of linalool on [(3) H] MK801 and [(3) H] muscimol binding in mouse cortical membranes. Phytother Res. 2001;15:422–5.", "ArticleIdList": ["11507735"]}, {"Citation": "Chalchat JC, Garry RP. Essential oil of Angelica roots (Angelica archangelica L.): optimization of distillation, location in plant and chemical composition. J Essen Oil Res. 1997;9:311–9."}, {"Citation": "Consroe P, Martin A, Singh V. Antiepileptic potential of cannabidiol analogs. J Clin Pharmacol. 1981;21:428S–36S.", "ArticleIdList": ["7298873"]}, {"Citation": "Sayyah M, Nadjafnia L, Kamalinejad M. Anticonvulsant activity and chemical composition of Artemisia dracunculus L. essential oil. J Ethnopharmacol. 2004;94:283–7.", "ArticleIdList": ["15325732"]}, {"Citation": "Kulkarni SK. Handbook of experimental pharmacology. 3rd ed. New Delhi: Vallabh Prakashan; 1999. pp. 131–4."}, {"Citation": "Cartmell SM, Gelgor L, Mitchell D. A revised- rota rod procedure for measuring the effect of antinociceptive drugs on motor function in the rat. J Pharmacol Methods. 1991;26:149–59.", "ArticleIdList": ["1943125"]}, {"Citation": "Hosseinzadeh H, Nassiri Asl M. Anticonvulsant, sedative and muscle relaxant effects of carbenoxolone in mice. BMC Pharmacol. 2003;3:3.", "ArticleIdList": ["PMC156636", "12720572"]}, {"Citation": "Loscher W, Schmidt D. Which animal models should be used in the search for new antiepileptic drugs. A proposal based on experimental and clinical considerations? Epilepsy Res. 1988;3:145–81.", "ArticleIdList": ["3058469"]}, {"Citation": "Luszczki JJ, Glowniak K, Czuczwar SJ. Time-course and dose-response relationships of imperatorin in the mouse maximal electroshock seizure threshold model. Neurosci Res. 2007;59:18–22.", "ArticleIdList": ["17602770"]}, {"Citation": "Wie MB, Won MH, Lee KH, Shin JH, Lee JC, Suh HW, et al. Eugenol protects neuronal cells from excitotoxic and oxidative injury in primary cortical cultures. Neurosci Lett. 1997;225:93–6.", "ArticleIdList": ["9147382"]}, {"Citation": "Szabadics J, Erdelyi L. Pre- and postsynaptic effects of eugenol and related compounds on Helix pomatia L. neurons. Acta Biol Hung. 2000;51:265–73.", "ArticleIdList": ["11034151"]}, {"Citation": "Boissier JR, Simon P, Le Bourhis B. Experimental psychotropic action of cis- and trans-isomers of anethole. Therapie. 1967;22:309–23.", "ArticleIdList": ["6063419"]}, {"Citation": "Dallmeier K, Carlini EA. Anesthetic, hypothermic, myorelaxant and anticonvulsant effects of synthetic eugenol derivatives and natural analogues. Pharmacology. 1981;22:113–27.", "ArticleIdList": ["7208593"]}]}], "History": [{"Year": "2009", "Month": "9", "Day": "4"}, {"Year": "2010", "Month": "1", "Day": "9"}, {"Year": "2010", "Month": "5", "Day": "13"}, {"Year": "2010", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2010", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21188050", "PMC3003174", "10.4103/0250-474X.70487"]}}], "PubmedBookArticle": []}