{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "2124513", "DateCompleted": {"Year": "1991", "Month": "02", "Day": "07"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "26"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0340-7004", "JournalIssue": {"Volume": "32", "Issue": "4", "PubDate": {"Year": "1990"}}, "Title": "Cancer immunology, immunotherapy : CII", "ISOAbbreviation": "Cancer Immunol Immunother"}, "ArticleTitle": "A Viscum album oligosaccharide activating human natural cytotoxicity is an interferon gamma inducer.", "Pagination": {"StartPage": "221", "EndPage": "227", "MedlinePgn": "221-7"}, "Abstract": {"AbstractText": ["Commercial Viscum album extract Helixor-M contains a dialysable oligosaccharide (HM-BP) that activates natural killer (NK) cytotoxicity against K562 tumour cells when preincubated with human peripheral blood mononuclear cells (PBMC) for 72 h. The activated effector cells were exclusively found in the monocyte/macrophage subpopulation. However, when peripheral non-adherent cells (PNAC) were preincubated with HM-BP for 72 h the NK cytotoxicity of CD56+CD3- NK cells was activated. This discrepancy was found to be due to the release of prostaglandin E2 from activated monocytes/macrophages, which blocked activation of the cytotoxicity of NK cells. Analysis of the supernatant culture medium after 72 h preincubation demonstrated that HM-BP induced release of interferon gamma (IFN gamma) from T cells (preferentially from CD3+CD4+ cells) and of tumour necrosis factor alpha (TNF alpha) from monocytes/macrophages. Release of IFN gamma was the crucial step for activation of NK cytotoxicity since enhancement of NK cytotoxicity during pretreatment of PBMC or PNAC with HM-BP was completely blocked in the presence of anti-IFN gamma antibodies. Anti-interleukin-2, anti-TNF alpha or anti-IFN alpha antibodies had no effect on the HM-BP-induced enhancement of NK cytotoxicity. The activation of the NK cytotoxicity of nonadherent cells by interleukin-2 treatment was found to be synergistic to the enhancement of NK cytotoxicity by treatment with HM-BP."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Friedrich-Miescher-Laboratorium, Max-Planck-Gesellschaft, Tübingen, Federal Republic of Germany."}], "LastName": "Mueller", "ForeName": "E A", "Initials": "EA"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Anderer", "ForeName": "F A", "Initials": "FA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Cancer Immunol Immunother", "NlmUniqueID": "8605732", "ISSNLinking": "0340-7004"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Interferon Type I"}, {"RegistryNumber": "0", "NameOfSubstance": "Interleukin-2"}, {"RegistryNumber": "0", "NameOfSubstance": "Oligosaccharides"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Tumor Necrosis Factor-alpha"}, {"RegistryNumber": "75882-01-8", "NameOfSubstance": "Helixor"}, {"RegistryNumber": "82115-62-6", "NameOfSubstance": "Interferon-gamma"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Cells, Cultured"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cytotoxicity, Immunologic"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Immunity, Innate"}, {"QualifierName": [], "DescriptorName": "In Vitro Techniques"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Interferon Type I"}, {"QualifierName": ["physiology"], "DescriptorName": "Interferon-gamma"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Interleukin-2"}, {"QualifierName": ["immunology"], "DescriptorName": "Killer Cells, Lymphokine-Activated"}, {"QualifierName": ["immunology"], "DescriptorName": "Killer Cells, Natural"}, {"QualifierName": [], "DescriptorName": "Lymphocyte Cooperation"}, {"QualifierName": [], "DescriptorName": "Mistletoe"}, {"QualifierName": ["physiology"], "DescriptorName": "Monocytes"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Oligosaccharides"}, {"QualifierName": [], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["physiology"], "DescriptorName": "T-Lymphocyte Subsets"}, {"QualifierName": ["physiology"], "DescriptorName": "Tumor Necrosis Factor-alpha"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adams DO, Hamilton TA. The cell biology of macrophage activation. Annu Rev Immunol. 1984;2:283–318.", "ArticleIdList": ["6100475"]}, {"Citation": "Bode C, Ganzhorn A, Brauner B, Bode JC. Effect of acute ethanol ingestion on human gastric luminal prostaglandin E2, prostaglandin F2α and 6-keto-prostaglandin F1α. Alcohol Alcoholism. 1989;24:35–42.", "ArticleIdList": ["2920071"]}, {"Citation": "Bonavida B, Bradley TP, Grimm EA. Frequency determination of killer cells by single-cell cytotoxic assay. Methods Enzymol. 1983;93:270–280.", "ArticleIdList": ["6408349"]}, {"Citation": "Bøyum A. Isolation of mononuclear cells and granulocytes from human blood. Scand J Clin Lab Invest. 1968;21(Suppl 97):77–89.", "ArticleIdList": ["4179068"]}, {"Citation": "Damle NK, Doyle LV, Bradley EC. Interleukin-2-activated human killer cells are derived from phenotypically heterogenous precursors. J Immunol. 1986;137:2814–2822.", "ArticleIdList": ["2944965"]}, {"Citation": "Dinarello CA. The biology of interleukin 1 and comparison to tumor necrosis factor. Immunol Lett. 1987;16:227–232.", "ArticleIdList": ["3127333"]}, {"Citation": "Doyle MV, Lee MT, Fong S. Comparison of the biological activities of human recombinant interleukin 2 and native interleukin 2. J Biol Response Mod. 1985;4:96–109.", "ArticleIdList": ["3920358"]}, {"Citation": "Dray F, Charbonne LB, MacLouf J. Radioimmunoassay of prostaglandins F2, E1, E2 in human plasma. Eur J Clin Invest. 1975;5:311–318.", "ArticleIdList": ["1175670"]}, {"Citation": "Einhorn S, Blomgren H, Strander H. Interferon and spontaneous cytotoxicity in man: I. Enhancement of the spontaneous cytotoxicity of peripheral lymphocytes by human interferon. Int J Cancer. 1978;22:405–412.", "ArticleIdList": ["700895"]}, {"Citation": "Foon KA. Biological response modifiers: the new immunotherapy. Cancer Res. 1989;49:1621–1639.", "ArticleIdList": ["2466558"]}, {"Citation": "Gerrard TL, Terz JJ, Kaplan AM. Cytotoxicity to tumor cells of monocytes from normal individuals and cancer patients. Int J Cancer. 1980;26:585–593.", "ArticleIdList": ["7239718"]}, {"Citation": "Gibson PR, Hermanowicz A, Jewell DP. Factors affecting the spontaneous cell-mediated cytotoxicity of intestinal mononuclear cells. Immunology. 1984;53:267–274.", "ArticleIdList": ["PMC1454837", "6092269"]}, {"Citation": "Hamprecht K, Voetsch W, Anderer FA. Activation of human monocyte and natural killer cell-mediated cell killing by two dialyzable thymic factors. Scand J Immunol. 1986;24:59–71.", "ArticleIdList": ["3726459"]}, {"Citation": "Hamprecht K, Handgretinger R, Voetsch W, Anderer FA. Mediation of human NK activity by compounds in extracts ofViscum album . Int J Immunopharmacol. 1987;9:199–209.", "ArticleIdList": ["3583510"]}, {"Citation": "Herberman RB. Cancer therapy by biological response modifiers. Clin Physiol Biochem. 1987;5:238–248.", "ArticleIdList": ["2441918"]}, {"Citation": "Herberman RB, Ortaldo JR, Bonnard GD. Augmentation by interferon of human natural and antibody-dependent cell-mediated immunity. Nature. 1979;277:221–223.", "ArticleIdList": ["95205"]}, {"Citation": "Ibayashi Y, Hoon DSB, Golub SH. The regulatory effect of adherent cells on lymphokine activated killer cells. Cell Immunol. 1987;110:365–378.", "ArticleIdList": ["2446780"]}, {"Citation": "Jordan E, Wagner H. Structure and properties of polysaccharides fromViscum album (L.) Oncology. 1986;43(Suppl 1):8–15.", "ArticleIdList": ["3808577"]}, {"Citation": "Kimber I, Moore M. Mechanism and regulation of natural cytotoxicity. Exp Cell Biol. 1985;53:69–84.", "ArticleIdList": ["2579860"]}, {"Citation": "Klett CY, Anderer FA. Activation of natural killer cell cytotoxicity of human blood monocytes by a low molecular weight component fromViscum album extract. Arzneim-Forsch/Drug Res. 1989;39:1580–1585.", "ArticleIdList": ["2624609"]}, {"Citation": "Koff WC, Fogler WE, Gutterman J, Fidler IJ. Efficient activation of human blood monocytes to a tumoricidal state by liposomes containing human recombinant gamma interferon. Cancer Immunol Immunother. 1985;19:85–89.", "ArticleIdList": ["PMC11039211", "3921232"]}, {"Citation": "Korzeniewski C, Callewaert DM. An enzyme release assay for natural cytotoxicity. J Immunol Methods. 1983;64:313–332.", "ArticleIdList": ["6199426"]}, {"Citation": "Krisnamurti C, Ahrens P, Ankel H. Differential effects of beta and gamma interferons on natural killer cell mediated lysis of lung carcinoma cells. Immunobiology. 1987;174:221–232.", "ArticleIdList": ["3110053"]}, {"Citation": "Lanier LL, Phillips JH. Effectors, repertoire and receptors involved in lymphocyte-mediated MHC-unrestricted cytotoxicity. Ann Inst Pasteur Immunol. 1988;139:450–456.", "ArticleIdList": ["3262356"]}, {"Citation": "Leighton JD, Pfeilschifter J. Interleukin 1- and tumor necrosis factor-stimulation of prostaglandin E2 synthesis in MDCK cells, and potentiation of this effect by cycloheximide. FEBS Lett. 1990;259:289–292.", "ArticleIdList": ["2294017"]}, {"Citation": "Leung KH. Inhibition of human NK cell and LAK cell cytotoxicity and differentiation by PGE2. Cell Immunol. 1989;123:384–395.", "ArticleIdList": ["2507171"]}, {"Citation": "Leung KH, Koren HS. Regulation of human natural killing: II. Protective effect of interferon on NK cells from suppression by PGE2. J Immunol. 1982;129:1742–1747.", "ArticleIdList": ["6180022"]}, {"Citation": "Lozzio CB, Lozzio BB. Human chronic myelogenous leukemia cell line with positive Philadelphia chromosome. Blood. 1975;45:321–334.", "ArticleIdList": ["163658"]}, {"Citation": "Milteny S, Müller W, Weichsel W, Radbruch A (1990) High gradient magnetic cell separation with MACS — alternative and complementation to fluorescence activated cell sorting. Cytometry 11b (in press)", "ArticleIdList": ["1690625"]}, {"Citation": "Mueller EA, Hamprecht K, Anderer FA. Biochemical characterization of a component in extracts ofViscum album enhancing human NK cytotoxicity. Immunopharmacology. 1989;17:11–18.", "ArticleIdList": ["2708032"]}, {"Citation": "Mueller EA, Hamprecht K, Anderer FA. Proc VI Int Natural Killer Workshop 1989. Basel: Karger; 1990. A galacturonic acid-containing polysaccharide in extracts ofViscum album enhances human NK cytotoxicity."}, {"Citation": "Ortaldo JR, Longo DL. Human natural lymphocyte effector cells: definition, analysis of activity and clinical effectiveness. J Natl Cancer Inst. 1988;80:999–1010.", "ArticleIdList": ["3045334"]}, {"Citation": "Ortaldo JR, Mason A, Overton R. Lymphokine-activated killer cells. J Exp Med. 1986;164:1193–1205.", "ArticleIdList": ["PMC2188421", "3093626"]}, {"Citation": "Patel SS, Thiele DL, Lipsky PE. Major histocompatibility complex-unrestricted cytolytic activity of human T cells: analysis of precursor frequency and effector phenotype. J Immunol. 1987;139:3886–3895.", "ArticleIdList": ["3500232"]}, {"Citation": "Pflueger E, Mueller EA, Anderer FA. Preservation of cytotoxic function during multi-cycle immunomagnetic cell separations of human NK cells using a new type of magnetic bead. J Immunol Methods. 1990;129:165–173.", "ArticleIdList": ["2351835"]}, {"Citation": "Phillips JH, Lanier LL. Dissection of lymphokine-activated killer cells. J Exp Med. 1986;164:814–825.", "ArticleIdList": ["PMC2188384", "3489062"]}, {"Citation": "Rosenberg SA, Grimm EA, McGrogan M, Doyle M, Kawasaki E, Koths K, Mark DF. Biological activity of recombinant human interleukin 2 produced inE. coli . Science. 1984;223:1412–1415.", "ArticleIdList": ["6367046"]}, {"Citation": "Tilden AB, Itoh K, Balch CM. Human lymphokine-activated killer cells. Identification of two types of effector cells. J Immunol. 1987;138:1068–1073.", "ArticleIdList": ["3100627"]}, {"Citation": "Timonen T, Saksela E, Ranki A, Häyry P. Fractionation, morphological and functional characterization of effector cells responsible for human natural killer activity against cell-line targets. Cell Immunol. 1979;48:133–148.", "ArticleIdList": ["509533"]}, {"Citation": "Toledano M, Mathiot C, Michon J, Andreu G, Lando D, Brandely M, Fridman WH. Interferon-γ and interleukin-2 in the generation of lymphokine-activated killer cytotoxicity: interferon-γ-induced suppressive activity. Cancer Immunol Immunother. 1989;30:57–64.", "ArticleIdList": ["PMC11038676", "2513112"]}, {"Citation": "Wang A, Lu SD, Nark DF. Site specific mutagenesis of the human interleukin 2 gene: structure function analysis of the cysteine residues. Science. 1984;224:1431–1433.", "ArticleIdList": ["6427925"]}], "ReferenceList": []}], "History": [{"Year": "1990", "Month": "1", "Day": "1"}, {"Year": "1990", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1990", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1990", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["2124513", "PMC11038774", "10.1007/BF01741704"]}}]}