{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Asparagus species", "isolated compounds", "sarsasapogenin", "steroidal saponins"]], "GeneralNote": [], "PMID": "22228964", "DateCompleted": {"Year": "2012", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "11"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/0973-7847.70921"], "Journal": {"ISSN": "0976-2787", "JournalIssue": {"Volume": "4", "Issue": "8", "PubDate": {"Year": "2010", "Month": "Jul"}}, "Title": "Pharmacognosy reviews", "ISOAbbreviation": "Pharmacogn Rev"}, "ArticleTitle": "Chemical constituents of Asparagus.", "Pagination": {"StartPage": "215", "EndPage": "220", "MedlinePgn": "215-20"}, "Abstract": {"AbstractText": ["Asparagus species (family Liliaceae) are medicinal plants of temperate Himalayas. They possess a variety of biological properties, such as being antioxidants, immunostimulants, anti-inflammatory, antihepatotoxic, antibacterial, antioxytocic, and reproductive agents. The article briefly reviews the isolated chemical constituents and the biological activities of the plant species. The structural formula of isolated compounds and their distribution in the species studied are also given."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, HNB Garhwal University, Srinagar, Garhwal - 246 174, India."}], "Identifier": [], "LastName": "Negi", "ForeName": "J S", "Initials": "JS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Singh", "ForeName": "P", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Joshi", "ForeName": "G P", "Initials": "GP"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Rawat", "ForeName": "M S", "Initials": "MS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bisht", "ForeName": "V K", "Initials": "VK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Pharmacogn Rev", "NlmUniqueID": "101570880", "ISSNLinking": "0973-6581"}, "CoiStatement": "<b>Conflict of Interest:</b> None declared."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Gaur RD. Srinagar: Garhwal; 1999. The Flora of the District Garhwal North West Himalaya; p. 170."}, {"Citation": "Kirtikar KR, Basu BD. Indian Medicinal Plants. In: Singh B, Singh MP, editors. Dehradun India: New Connaught Place; 1984. p. 2499."}, {"Citation": "Vol. 1. New Delhi: 1985. CSIR. The Wealth of India; pp. 468–71."}, {"Citation": "Kar DK, Sen S. Sarsasapogenin in callus culture of Asparagus racemosus. Curr Sci. 1985;54:585."}, {"Citation": "Saxena VK, Chaurasia S. A new isoflavone from the roots of Asparagus racemosus. Fitoterapia. 2001;72:307–9.", "ArticleIdList": ["11295314"]}, {"Citation": "Sekine T, Fukasawa N, Kashiwagi Y, Ruangrungsi N, Murakoshi I. Structure of asparagamine A: A novel polycyclic alkaloid from Asparagus racemosus. Chem Pharm Bull. 1994;42:1360–2."}, {"Citation": "Sekine T, Fukasawa N, Murakoshi I, Ruangrungsi N. A 9,10-dihydrophenanthrene from Asparagus racemosus. Phytochemistry. 1997;44:763–4."}, {"Citation": "Mader TL, Brumm MC. Effect of feeding sarsasaponin in cattle and swine diets. J Anim Sci. 1987;65:9–15.", "ArticleIdList": ["3610886"]}, {"Citation": "Velavan S, Nagulendran K, Mahesh R, Begum HV. In vitro antioxidant activity of Asparagus racemosus root. Pharmacog Mag. 2007;3:26–33."}, {"Citation": "Mandal D, Banerjee S, Mandal NB, Chakravarty AK, Sahu NP. Steroidal saponins from the fruits of Asparagus racemosus. Phytochemistry. 2006;67:1316–21.", "ArticleIdList": ["16759676"]}, {"Citation": "Agrawal A, Ghosh NN, Tiwari M, Chandra R. New Delhi, India: Chemistry Biology Interface, Synergistic New Frontiers; 2004. Identification and characterization of the active principles of A. racemosus and an evaluation of their anticarcinogenic activity in an animal modle."}, {"Citation": "Wiboonpun N, Phuwapraisirisan P, Tip-pyang S. Identification of antioxidant compound from Asparagus racemosus. Phytother Res. 2004;18:771–1.", "ArticleIdList": ["15478181"]}, {"Citation": "Sairam K, Priyambada S, Aryya NC, Goel RK. Gastroduodenal ulcer protective activity of Asparagus racemosus: An experimental, biochemical and histological study. J Ethnopharmacol. 2003;86:1–10.", "ArticleIdList": ["12686434"]}, {"Citation": "Muruganandan S, Garg H, Lal J, Suresh C, Dinesh K. Studies on the immunostimulant and antihepatotoxic activities of Asparagus racemosus root extract. J Med Aromat Plant Sci. 2001;22:49–52."}, {"Citation": "Saxena VK, Chourasia S. A new isoflavone from the roots of Asparagus racemosus. Fitoterapia. 2001;72:307–9.", "ArticleIdList": ["11295314"]}, {"Citation": "Mandal SC, Kumar CK, Mohana Lakshmi S, Sinha S, Murugesan T, Saha BP, et al. Antitussive effect of Asparagus racemosus root against sulfur dioxide-induced cough in mice. Fitoterapia. 2000;71:686–9.", "ArticleIdList": ["11077176"]}, {"Citation": "Nwafor PA, Okwuasaba FK, Binda LG. Antidiarrhoeal and antiulcerogenic effects of methanolic extract of Asparagus pubescens root in rats. J Ethnopharmacol. 2000;72:421–7.", "ArticleIdList": ["10996281"]}, {"Citation": "Sharma S, Shrikant, Sahu M. Effect of shatavari on diabetic retionopathy. Proceedings of International Congress on Ayurveda-2000. Proceedings of International Congress on Ayurveda-2000. Chennai, India. 2000:85–6."}, {"Citation": "Kamat JP, Boloor KK, Devasagayam TP, Venkatachalam SR. Antioxidant properties of Asparagus racemosus against damage induced by gamma-radiation in rat liver mitochondria. J Ethnopharmacol. 2000;73:425–35.", "ArticleIdList": ["10940579"]}, {"Citation": "Mandal SC, Nandy A, Pal M, Saha BP. Evaluation of antimicrobial activity of Asparagus racemosus Willd: Root. Phytother Res. 2000;14:118–9.", "ArticleIdList": ["10685109"]}, {"Citation": "Hayes PY, Jahidin AH, Lehmann R, Penman K, Kitching W, De Voss JJ. Structural revision of shatavarins I and IV, the major components from the roots of Asparagus racemosus. Tetrahedron Lett. 2006;47:6965–9."}, {"Citation": "Ahmad S, Ahmad S, Jain PC. Chemical examination of Satavari (Asparagus racemosus) Bull Medico Ethnobotanical Res. 1991;12:157–60."}, {"Citation": "Singh J, Tiwari HP. Chemical examination of roots of Asparagus racemosus. J Indian Chem Soc. 1991;68:427–8."}, {"Citation": "Ravikumar PR, Soman R, Chetty GL, Pandey RC, Sukhdev Chemistry of Ayurvedic Crude Drugs: Part VI-(Shatavari-1): Structure of Shatavarin-IV. Indian J Chem. 1987;26:1012–7."}, {"Citation": "Sharma SC, Sati OP, Chand R. A new isoflavone from the roots of Asparagus racemosus. Pharmazie. 1981;36:709."}, {"Citation": "Bhatnagar M, Sisodia SS, Bhatnagar R. Antiulcer and antioxidant activity of Asparagus racemosus Willd and Withania somnifera Dunal in rats. Ann N Y Acad Sci. 2005;1056:261–78.", "ArticleIdList": ["16387694"]}, {"Citation": "Potduang B, Meeploy M, Giwanon R, Benmart Y, Kaewduang M, Supatanakul W. Biological activities of Asparagus racemosus. Afr J Tradit Complement Altern Med. 2008;5:230–7.", "ArticleIdList": ["PMC2816549", "20161942"]}, {"Citation": "Gautam M, Saha S, Bani S, Kaul A, Mishra S, Patil D, et al. Immunomodulatory activity of Asparagus racemosus on systemic Th1/Th2 immunity: Implications for immunoadjuvant potential. J Ethnopharmacol. 2009;121:241–7.", "ArticleIdList": ["19038322"]}, {"Citation": "Visavadiya NP, Narasimhacharya AV. Asparagus root regulates cholesterol metabolism and improves antioxidant status in hypercholesteremic rats. Evid Based Complement Alternat Med. 2009;6:219–26.", "ArticleIdList": ["PMC2686619", "18955232"]}, {"Citation": "Rastogi RP, Mehrotra BN. New Delhi: Central Drug Research Institute, Lucknow and Publications & Information Directorate; 1969. Compendium of Indian Medicinal Plants; pp. 49–50."}, {"Citation": "Sharma SC, Sharma HC. Oligofurostanosides from Asparagus curillus leaves. Phytochemistry. 1993;33:683–6.", "ArticleIdList": ["7763802"]}, {"Citation": "Sharma SC, Sati OP, Chand R. Steroidal constituents of different parts of Asparagus curillus Buch. Ham Curr Sci. 1982;51:280–1."}, {"Citation": "Sharma SC, Sati OP, Chand R. Steroidal saponins from Asparagus curillus fruits. Planta Med. 1983;47:117–20.", "ArticleIdList": ["17405104"]}, {"Citation": "Sharma SC, Sati OP, Chand R. Steroidal saponins of Asparagus curillus. Phytochemistry. 1982;21:1711–4.", "ArticleIdList": ["17405104"]}, {"Citation": "Sati OP, Pant G. New furostanol glycosides from Asparagus plumosus Leaves. J Nat Prod. 1985;48:390–4."}, {"Citation": "Rodriguez R, Jaramillo S, Rodriguez G, Espejo JA, Guillen R, Fernandez-Bolanos J, et al. Antioxidant activity of ethanolic extracts from several Asparagus cultivars. J Agric Food Chem. 2005;53:5212–7.", "ArticleIdList": ["15969499"]}, {"Citation": "Li YF, Hu LH, Lou FC, Hong JR, Li J, Shen Q. Furostanoside from Asparagus filicinus. J Asian Nat Prod Res. 2005;7:43–7.", "ArticleIdList": ["15621601"]}, {"Citation": "Sharma SC, Thakur NK. Oligofuranosides and oligospiranosides from roots of Asparagus filicinus. Phytochemistry. 1996;42:599–603.", "ArticleIdList": ["8821436"]}, {"Citation": "Sharma SC, Sharma HC. Oligofuro and spirostanosides of Asparagus adscendens. Phytochemistry. 1984;23:645–8."}, {"Citation": "Ding Y, Yang CR. Steroidal saponins from Asparagus filicinus. Yao Xue Xue Bao. 1990;25:509–14.", "ArticleIdList": ["2085127"]}, {"Citation": "Jang DS, Cuendet M, Fong HH, Pezzuto JM, Kinghorn AD. Constituents of Asparagus officinalis Evaluated for Inhibitory Activity against cyclooxygenase-2. J Agric Food Chem. 2004;52:2218–22.", "ArticleIdList": ["15080623"]}, {"Citation": "Deli J, Matus Z, Toth G. Carotenoid composition in the fruits of Asparagus officinalis. J Agric Food Chem. 2000;48:2793–6.", "ArticleIdList": ["11032480"]}, {"Citation": "Makoto S, Masayuki S, Makiko M. Kenji Watanabe, An Antifungal Saponin from White Asparagus (Asparagus officinalis L) Bottoms. J Sci Food Agric. 1996;72:430–4."}, {"Citation": "Shao Y, Poobrasert O, Kennelly EJ, Chin CK, Ho CT, Huang MT, et al. Steroidal saponins from Asparagus officinalis and their cytotoxic activity. Planta Med. 1997;63:258–62.", "ArticleIdList": ["9225609"]}, {"Citation": "Terada K, Honda C, Suwa K, Takeyama S, Oku H, Kamisako W. Acetylenic compounds isolated from cultured cells of Asparagus officinalis. Chem Pharm Bull. 1995;43:564–6.", "ArticleIdList": ["7600611"]}, {"Citation": "Shimoyamada M, Suzuki M, Sonta H, Maruyama M, Okubo K. Antifungal activity of the saponin fraction obtained from Asparagus officinalis L and its active principle. Agric Biol Chem. 1990;54:2553–7."}, {"Citation": "Pant G, Panwar MS, Negi DS, Rawat MS, Morris GA. Spirostanol glycoside from fruits of Asparagus officinalis. Phytochemistry. 1988;27:3324–5."}, {"Citation": "Kartnig TH, Gruber A, Stachel J. Zur Kenntnis des Flavonoidmusters von Asparagus officinalis. Planta Med. 1985;3:288."}, {"Citation": "Rastogi RP, Mehrotra BN. Vol. 2. New Delhi: Central Drug Research Institute, Lucknow and Publications & Information Directorate; 1979. Compendium of Indian Medicinal Plants; pp. 80–1."}, {"Citation": "Huang XF, Lin YY, Kong LY. Steroids from the roots of Asparagus officinalis and their cytotoxic activity. J Integr Plant Biol. 2008;50:717–22.", "ArticleIdList": ["18713412"]}, {"Citation": "Zhang HJ, Sydara K, Tan GT, Ma C, Southavong B, Soejarto DD, et al. Bioactive constituents from Asparagus cochinchinensis. J Nat Prod. 2004;67:194–200.", "ArticleIdList": ["14987058"]}, {"Citation": "Koo HN, Jeong HJ, Choi JY, Choi SD, Choi TJ, Cheon Y, et al. Inhibition of tumor necrosis factor-alpha-induced apoptosis by Asparagus cochinchinensis in Hep G2 cells. J Ethnopharmacol. 2000;73:137–43.", "ArticleIdList": ["11025149"]}, {"Citation": "Liang ZZ, Aquino R, De Simone F, Dini A, Schettino O, Pizza C. Oligofurostanosides from Asparagus cochinchinensis. Planta Med. 1988;54:344–6.", "ArticleIdList": ["17265283"]}, {"Citation": "Yang CX, Huang SS, Yang XP, Jia ZJ. Nor-lignans and steroidal saponins from Asparagus gobicus. Planta Med. 2004;70:446–51.", "ArticleIdList": ["15124091"]}, {"Citation": "Nwafor PA, Okwuasaba FK. Anti-nociceptive and anti-inflammatory effects of methanolic extract of Asparagus pubescens root in rodents. J Ethnopharmacol. 2003;84:125–9.", "ArticleIdList": ["12648804"]}, {"Citation": "Nwafor PA, Okwuasaba FK, Onoruvwe OO. Contraceptive and non-estrogenic effects of methanolic extract of Asparagus pubescens root in experimental animals. J Ethnopharmacol. 1998;62:117–22.", "ArticleIdList": ["9741883"]}, {"Citation": "Molnar P, Deli J, Toth G, Haberli A, Pfander H, Bernhard K. (9Z)-Capsanthin-5,6-epoxide, a New Carotenoid from the fruits of Asparagus falcatus. J Nat Prod. 2001;64:1254–5.", "ArticleIdList": ["11575972"]}, {"Citation": "Feng J, Chen DF, Sun QZ, Nakamura N, Hattori M. Asparosides A and B, two new steroidal saponins from Asparagus meioclados. J Asian Nat Prod Res. 2002;4:221–6.", "ArticleIdList": ["12118513"]}, {"Citation": "Khaliq-uz-Zaman SM, Simin K, Ahmad VU. Chemical constituents from Asparagus dumosus. Fitoterapia. 2000;71:331–3.", "ArticleIdList": ["10844175"]}, {"Citation": "Ahmad VU, khaliq-Uz-Zaman SM, Ali MS, Perveen S, Ahmed W. Atibacterial ecdysone from Asparagus dumosus. Fitoterapia. 1996;67:88–91."}, {"Citation": "Kaur H. Estrogenic activity of some herbal galactogogue constituents. Ind J Anim Nutr. 1998;5:232–4."}, {"Citation": "Tandon M, Shukla YN, Thakur RS. Constituents of Asparagus adscendens. Fitoterapia. 1990;61:473."}, {"Citation": "Tandon M, Shukla YN, Thakur RS. Steroid glycosides from Asparagus adscendens. Phytochemistry. 1990;29:2957–9."}, {"Citation": "Sharma SC, Thakur NK. Furostanosides from Asparagus filicinus roots. Phytochemistry. 1994;36:469–71.", "ArticleIdList": ["7764885"]}, {"Citation": "Sharma SC, Chand R, Sati OP. Steroidal Saponins of Asparagus adscendens. Phytochemistry. 1982;21:2075–8."}, {"Citation": "Sharma SC, Chand R, Bhatti BS, Sati OP. New oligospirostanosides and oligofurostanosides from Asparagus adscendens roots. Planta Med. 1982;46:48–51.", "ArticleIdList": ["17396940"]}, {"Citation": "Sautour M, Miyamoto T, Lacaille-Dubois M. Steroidal saponins from Asparagus acutifolius. Phytochemistry. 2007;68:2554–62.", "ArticleIdList": ["17449075"]}, {"Citation": "Oketch-Rabah HA, Dossaji SF, Christensen SB, Frydenvang K, Lammich E, Cornett C, et al. Antiprotozoal compounds from Asparagus africanus. J Nat Prod. 1997;60:1017–22.", "ArticleIdList": ["9358645"]}, {"Citation": "Pant G, Panwar MS, Negi DS, Zagorski M. Steroidal glycosides of the roots of Asparagus plumosus baker. Herba Polonica. 1988;34:175–81."}, {"Citation": "Sati OP, Pant G, Hostettmann K. Potent molluscicides from Asparagus. Pharmazie. 1984;39:581.", "ArticleIdList": ["6504990"]}, {"Citation": "Sati OP, Pant G. Spirostanol glycosides from Asparagus plumosus. Phytochemistry. 1985;24:123–6."}, {"Citation": "Sati OP, Sharma SC. New steroidal glycosides from Asparagus curillus (roots) Pharmazie. 1985;40:417–8."}, {"Citation": "Mandloi D, Sant PG. A Saponin from Asparagus gonocladus. Phytochemistry. 1981;20:1687–8."}, {"Citation": "Rastogi RP, Mehrotra BN. New Delhi: Central Drug Research Institute, Lucknow and Publications & Information Directorate; 1979. Compendium of Indian medicinal plants; p. 80."}]}], "History": [{"Year": "2010", "Month": "1", "Day": "16"}, {"Year": "2010", "Month": "1", "Day": "24"}, {"Year": "2012", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "7", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2010", "Month": "7", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2010", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22228964", "PMC3249924", "10.4103/0973-7847.70921", "PRev-4-215"]}}], "PubmedBookArticle": []}