{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "22945971", "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1018-6182", "JournalIssue": {"Volume": "29", "PubDate": {"Year": "2008"}}, "Title": "Journal of the Institute of Agriculture and Animal Science", "ISOAbbreviation": "J Inst Agric Anim Sci"}, "ArticleTitle": "TRADITIONAL USES OF PLANTS OF COMMONLAND HABITATS IN WESTERN CHITWAN, NEPAL.", "Pagination": {"StartPage": "71", "EndPage": "78", "MedlinePgn": "71-78"}, "Abstract": {"AbstractText": ["This paper is based on the flora data gathered from 138 common land plots as part of a multi-method longitudinal study of the reciprocal relations between population and environment in western Chitwan, Nepal. The paper also describes the uses and availability of different species drawing upon both field data and knowledge of indigenous and local residents in the study area. Land use in western Chitwan is changing rapidly and common land areas have been under much stress due to population increase, whereas the common land areas are valuable to local residents. Both indigenous and new migrant residents in this area use the available plant resources for different purposes which bring economic benefit to the households. Plant species provide valuable food, vegetable and medicinal products that maintain human health and general wellbeing of the household. These plants are also economically valuable to farmers with high quality forage value as well as useful for crop management (e.g., pesticide, compost, green manure). Moreover, some plant species are used as fish poison to harvest fish from rivers and streams. Likewise, the common land areas provide materials for use in house construction (e.g., thatch) and making tools with the potential and viable sites as communal grazing land. It is evident that access and utilization of common land resources are important for many households, especially those in remote and poor agricultural areas such as western Chitwan."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agriculture and Animal Science, Rampur, Chitwan, Nepal,  drdangol@gmail.com."}], "Identifier": [], "LastName": "Dangol", "ForeName": "D R", "Initials": "DR"}], "GrantList": [{"GrantID": "R01 HD033551", "Acronym": "HD", "Agency": "NICHD NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Nepal", "MedlineTA": "J Inst Agric Anim Sci", "NlmUniqueID": "101587993", "ISSNLinking": "1018-6182"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Arenas P, Azorero RM. Plants used as means of abortion, contraception, sterilization and fecundation by Paraguayan indigenous people. Economic Botany. 1977;31:302–306.", "ArticleIdList": ["12335641"]}, {"Citation": "Asolkar LV, Kakkar KK, Charke OJ. Second supplement to glossary of Indian medicinal plants with active principles Part-I (A-K) (1965–1981) New Delhi, India: Publications and Information Directorate (CSIR); 1992."}, {"Citation": "Banerji ML. Some edible and medicinal plants from east Nepal. J. Bombay Nat. Hist. Soc. 1955;35:153–155."}, {"Citation": "Bhattarai NK. Traditional phytotherapy among the Sherpas of Helambu, Central Nepal. Journal of Ethnopharmacology. 1989;27:45–54.", "ArticleIdList": ["2615425"]}, {"Citation": "Bhattarai NK. Herbal folk medicines of Kabhrepalanchok district, central Nepal. Int. J. Crude Drug Res. 1990;28(3):225–231."}, {"Citation": "Bhattarai NK. Folk herbal medicines of Makawanpur district, Nepal. Int. J. Pharmacognosy. 1991;29(4):284–295."}, {"Citation": "Bhattarai NK. Medical ethnobotany in the Karnali zone, Nepal. Economic Botany. 1992;46(3):257–261."}, {"Citation": "Bhattarai NK. Folk herbal medicines of Dolkha district, Nepal. Fitoterapia. 1993;LXIV(5):387–395."}, {"Citation": "Coburn B. Some native medicinal plants of the western Gurung. Kailash. 1984;XI(1–2):55–88."}, {"Citation": "Dangol DR. An inventory of plant biodiversity of Rampur, Chitwan, Nepal. J. Inst. Agric. Anim. Sci. 1998–99;18–19:27–40."}, {"Citation": "Dangol DR, Baral DR. Survey of weed flora in pineapple (Ananus comosus Mill.) at Rampur, Chitwan valley, Nepal. Nepalese J. Agric. 1986;17:109–117."}, {"Citation": "Dangol DR, Gurung SB. A report submitted to Royal Nepal Academy of Science and Technology, Kathmandu, Nepal. 1988. Preliminary survey of major weeds and farmers’ weed management practices in Chitwan, Nepal."}, {"Citation": "Dangol DR, Gurung SB. Ethnobotany of the Tharu tribe of Chitwan district, Nepal. Int. J. Pharmacognosy. 1991;29(3):203–209."}, {"Citation": "Dangol DR, Gurung SB. Ethnobotanical study of Darai tribe of Chitwan district, Nepal. A final report submitted to NEMP-IUCN, Nepal. 1995:14–52."}, {"Citation": "Datta SC, Banerjee AK. Useful weeds of west Bengal rice fields. Economic Botany. 1979;32:297–310."}, {"Citation": "Dobremez JF. Mountain Environment and Development. Swiss Association for Technical Assistance in Nepal, Kathmandu. 1976. Exploitation and prospects of medicinal plants in eastern Nepal."}, {"Citation": "Doebley JF. \"Seeds\" of wild grasses: a major food of southwestern Indians. Economic Botany. 1984;38(1):52–64."}, {"Citation": "Joshi AR, Edington JM. The use of medicinal plants by two village communities in the Central Development Region on Nepal. Economic Botany. 1990;44(1):71–83."}, {"Citation": "Karki KB, Rai AK. Proceedings of the First National Science and Technology Conference. Kathmandu, Nepal: National Council of Science and Technology; 1982. Observation on the effectiveness of some local plants used as fish poison."}, {"Citation": "Manandhar NP. An ethnobotanical profile of Manang Valley, Nepal. J. Econ. Tax. Bot. 1987;10:207–213."}, {"Citation": "Manandhar NP. Ethnobotanical notes on some piscicidal plants of Nepal. Ethnobotany. 1989a;1:57–59."}, {"Citation": "Manandhar NP. Useful plants of Nepal. Frank Steiner verlag Wiesbaden GMBH, Stuttgart. 1989b."}, {"Citation": "Manandhar NP. Folk-lore medicine of Chitwan district, Nepal. Ethnobotany. 1990a;2:31–38."}, {"Citation": "Manandhar NP. Some additional note on wild food plants of Nepal. J. Nat. Hist. Mus. 1990b;12(1–4):19–32."}, {"Citation": "Manandhar NP. Some additional note on wild food plants of Nepal. J. Nat. Hist. Mus. 1991;12(1–4):19–32."}, {"Citation": "Manandhar NP. Ethnobotanical observations on fiber bearing wild plants of Nepal. J. Econ. Tax. Bot. Addl. Ser. 1992;10:117–122."}, {"Citation": "Manandhar NP. Ethnobotanical claim on less known food plants of Nepal. J. Econ. Tax. Bot. 1993a;17(2):373–383."}, {"Citation": "Manandhar NP. Herbal remedies of Surkhet district, Nepal. Fitoterapia. 1993b;64(3):265–272."}, {"Citation": "Manandhar NP. Ethnobotanical notes on unexploited wild food plants of Nepal. Ethnobotany. 1995;7(1–7):95–101."}, {"Citation": "Manandhar NP. Ethnobotanical observations on ferns and fern allies of Nepal. J. Econ. Tax. Bot. (Add. Series) 1996a;12:414–422."}, {"Citation": "Manandhar NP. Traditional practice for oral health care in Nepal. J. Econ. Tax. Bot. (Add. Series) 1996b;12:408–413."}, {"Citation": "Manandhar NP. Role of ethnobotany in the context of Nepal; Paper presented on National Training Workshop on \"Application of ethnobotany to community development\" held in Sauraha, Chitwan from January 6–13, 1997; 1997."}, {"Citation": "Mueller-Boeker U. Ethnobotanical studies among the Chitwan Tharus. Journal of Nepal Research Centre. 1993;9:17–56."}, {"Citation": "Pandey BD. The wealth of medicinal plants of Nepal; Peking Symposium, China; 1964. pp. 183–140."}, {"Citation": "Pant SS, Sharma MP, Kolachhapati MR, Gajurel KP, Dangol DR. Research Report, NEMP/IUCN and NAHSON, Chitwan Unit, Nepal. 1995. A case study on livestock production and feeding systems in Chepang tribe of Lothar, Chitwan; pp. 93–115."}, {"Citation": "Pohle P. Useful plants of Manang district. Franz Steiner Verlag Wiesbaden GMBH, Stuttgart. 1990."}, {"Citation": "Shakya SM, Dangol DR, Srivastava A. A final report submitted to NEMP-IUCN, Nepal. 1995. Exploration of underexploited vegetables of Chitwan district, Nepal; pp. 69–92."}, {"Citation": "Shrestha I, Pradhan N. Medicinal plants of Chobhar village of Kathmandu district, Nepal. Journal of Natural History Museum (Kathmandu) 1986;10(1–4):65–72."}, {"Citation": "Shrestha K. Wild leafy and fruity vegetables consumed by the local inhabitants of Dharan. J. Nat. Hist. Mus. 1983;7(2):35–42."}, {"Citation": "Shrestha P. Contribution to the ethnobotany of the Palpa areas. Contribution to Nepalese Studies. 1985;12(23):63–74."}, {"Citation": "Shrestha P. Selected bibliography of ethnobotanical literatures of Nepal. In: Shrestha KK, Jha PK, Shengji Pei, Rastogi A, Rajbhandary S, Joshi M, editors. Ethnobotany for conservation and community development. Proceedings of the National Training Workshop in Nepal (January 6–13, 1997) Kathmandu, Nepal: Ethnobotanical Society of Nepal (ESON); 1997. pp. 121–144."}, {"Citation": "Singh SC. Some wild plants of food value in Nepal. J. Tribhuvan Univ. 1968;4(1):50–60."}, {"Citation": "Singh U, Wadhwani AM, Johri BM. Dictionary of economic plants in India. (1983 second edition) New Delhi, India: Indian Council of Agricultural Research; 1965."}, {"Citation": "Tewary PK, Dutt B, Rao GS. Useful weeds in mulberry fields of Ramgiri, Orissa. J. Econ. Tax. Bot. 1991;15(3):529–538."}]}], "History": [{"Year": "2012", "Month": "9", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2008", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2008", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2012", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22945971", "NIHMS387560", "PMC3432267"]}}], "PubmedBookArticle": []}