{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Coefficient of genetic differentiation (Gst)", "PCA", "RAPD", "Syzygium cumini"]], "GeneralNote": [], "PMID": "23572964", "DateCompleted": {"Year": "2013", "Month": "04", "Day": "11"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "09", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-010-0016-8"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "16", "Issue": "2", "PubDate": {"Year": "2010", "Month": "Apr"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Genetic differentiation and diversity analysis of medicinal tree Syzygium cumini (Myrtaceae) from ecologically different regions of India.", "Pagination": {"StartPage": "149", "EndPage": "158", "MedlinePgn": "149-58"}, "Abstract": {"AbstractText": ["This study represents the agro-ecological zone wise surveys of molecular variation of important medicinal tree Syzygium cumini Linn. (Jamun) which is native to India. It is used world wide in treatment of diabetes. Despite of its diverse medicinal properties no molecular data is available about the pattern of variation in its natural range. Populations of S. cumini in India are located in different habitats which differ from each other with regard to ecological factors. In this study, random amplified polymorphic DNA (RAPD) markers were used to detect inter and intra levels of genetic variations of sixteen S. cumini genotypes collected from three major agro-ecological zones of India. A total of 220 amplification products were scored of which 87.50 % were polymorphic. The level of polymorphism ranged from 47.69 % to 74.87 % polymorphic bands per population and was correlated with population size. Different measures of diversity: Shannon's index of phenotypic diversity (I) = 0.451 ± 0.230; Nei's genetic diversity (h) = 0.300 ± 0.172; effective number of alleles per locus (Ne) = 1.51 ± 0.347; total species diversity (Hsp) = 0.315 ± 0.031 and within population diversity (Hpop) = 0.158 ± 0.104 showed high genetic diversity at species level. Coefficient of genetic differentiation (Gst =0.498; Nm = 0.503) revealed significant genetic differentiation among the populations. Most of the genetic variations are contained among the populations. The results of cluster analysis and principal component analysis (PCA) give only little evidence for an ecotypic differentiation of S. cumini populations. Present genetic structure of population suggests ex situ conservation in seed banks in which seeds from at least five populations need to collected and conserved. Secondly, our study provides practical information to herbal drugs manufactures who use Jamun as a raw material."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioscience and Biotechnology, Banasthali University, P.O. Banasthali Vidyapith, 304 022 Rajasthan India."}], "Identifier": [], "LastName": "Khan", "ForeName": "Suphiya", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Vaishali"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sharma", "ForeName": "Vinay", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Allnut T.R., Newton A.C., Premoli A., Lara A. Genetic variation in the threatened South American conifer Pilgerodendron uviferum (Cupressaceae) detected using RAPD markers. Biol. conserv. 2003;114:245–253. doi: 10.1016/S0006-3207(03)00044-2.", "ArticleIdList": ["10.1016/S0006-3207(03)00044-2"]}, {"Citation": "Anand A., Rao C.S., Eganathan P., Kumar N.A., Swaminathan M.S. Saving an endemic and endangered taxon: Syzygium travancoricum Gamble (Myrtaceae): A case study focusing on its genetic diversity and reintroduction. Physiol Mol Biol Plants. 2004;10:233–242."}, {"Citation": "Anderson J.A., Churchill G.A., Autrique J.E., Tanksley S.D., Sorrells M.E. Optimizing parental selection for genetic linkage map. Genome. 1993;36:181–186. doi: 10.1139/g93-024.", "ArticleIdList": ["10.1139/g93-024", "18469981"]}, {"Citation": "Fu C., Qiu Y., Kong H. RAPD analysis for genetic diversity in Changium smyrniodes (Apiaceae), an endangered plant. Bot Bull Acad Sinica. 2003;44:13–18."}, {"Citation": "Geburek T. Isozymes and DNA markers in gene conservation of forest trees. Biodivers and Conserv. 1997;6:1639–1654. doi: 10.1023/A:1018330906758.", "ArticleIdList": ["10.1023/A:1018330906758"]}, {"Citation": "Gillies A.C.M., Cornelius J.P., Newton A.C., Navarro C., Hernandez M., Wilson J. Genetic variation in Costa Rican populations of the tropical timber species Cedrela odorata L. assessed using RAPDS. Mol Ecol. 1997;6:1133–1145. doi: 10.1046/j.1365-294X.1997.00287.x.", "ArticleIdList": ["10.1046/j.1365-294X.1997.00287.x"]}, {"Citation": "Hamrick J.L., Godt M. J. Effect of life history traits on genetic diversity on plant species. Philos Trans R Soc Land B Biol Sci. 1996;351:1291–1298. doi: 10.1098/rstb.1996.0112.", "ArticleIdList": ["10.1098/rstb.1996.0112"]}, {"Citation": "Hartl D.L., Clark A.G. In: Priciples of Population Genetics. 3rd edition. Hartl D.L., Clark A.G., editors. Sunderland, MA: Sinauer Associates; 1997. p. 682."}, {"Citation": "Holsinger K.E., Gottlieb L.D. Conservation of rare and endangered plants: principles and prospects. In: Falk D.A., Holsinger K.E., editors. Genetics and Conservation of Rare Plants. Oxford: Oxford University Press; 1991. pp. 195–223."}, {"Citation": "Hwang S.Y., Lin H.W., Kuo Y.S., Lin T.P. RAPD variation in relation to population differentiation of Chamaecyparies formosensis and Chamaecyparis taiwanensis. Bot. Bull. Acad. Sinica. 2001;42:173–179."}, {"Citation": "Kant A., Pattanayak D., Chakrabarti S.K., Sharma R., Thakur M., Sharma D.R. RAPD analysis of genetic variability in Pinus gerardiana Wall. in Kinnaur (Himachal Pradesh) Indian J of Biotech. 2006;5:62–67."}, {"Citation": "Kremer A., Caron H., Cavers S., Colpaert N., Gheysen G., Gribel R., Lemes M., Lowe A.J., Margis R., Navarro C., Salgueiro F. Monitoring genetic diversity in tropical trees with multilocus dominant markers. Heredity. 2005;95:274–280. doi: 10.1038/sj.hdy.6800738.", "ArticleIdList": ["10.1038/sj.hdy.6800738", "16106259"]}, {"Citation": "Kundu S.K. Comparative analysis of seed morphometric and allozyme data among four population of neem (Azadirachta indica) Genet Resour Crop Evol. 1999;46:569–577. doi: 10.1023/A:1008761503500.", "ArticleIdList": ["10.1023/A:1008761503500"]}, {"Citation": "Lim C.C., Rao V. DNA fingerprinting of oil palmchoices of tissues. J of Oil Palm Res. 2005;17:136–144."}, {"Citation": "Messmer M.M., Melchinger A.E., Boppenmaier J., Herrmann R.G., Jung E.B. RFLP analyses of earlymaturing European maize germplasm. Theor and Appl Genet. 1992;83:1003–1012.", "ArticleIdList": ["24202927"]}, {"Citation": "Mohapatra K.P., Sehgal R.N., Sharma R.N., Mohapatra T. Genetic analysis and conservation of medicinal tree species Taxus wallichiana in the Himalayan region. New Forests. 2009;37:109–121. doi: 10.1007/s11056-008-9112-9.", "ArticleIdList": ["10.1007/s11056-008-9112-9"]}, {"Citation": "Nei M. Analysis of gene diversity in subdivided populations. Proc Natl Acad Sci USA. 1973;70:3321–3323. doi: 10.1073/pnas.70.12.3321.", "ArticleIdList": ["10.1073/pnas.70.12.3321", "PMC427228", "4519626"]}, {"Citation": "Nevo E., Beiles A., Krugman T. Natural selection of allozyme polymorphisms: a microgeographic differentiation in wild emmer wheat (Triticum dicoccoides) Theor and Appl Genet. 1988;75:529–538. doi: 10.1007/BF00276761.", "ArticleIdList": ["10.1007/BF00276761", "24232353"]}, {"Citation": "Newton A.C., Allnut T.R., Dvorak W.S., Del Castillo R.F., Ennos R.A. Patterns of genetic variation in Pinus chiapensis, a threatened Mexican pine, detected by RAPD and mitochondrial DNA RFLP markers. Heredity. 2002;89:191–198. doi: 10.1038/sj.hdy.6800113.", "ArticleIdList": ["10.1038/sj.hdy.6800113", "12209389"]}, {"Citation": "Nybom H. Comparison of different nuclear DNA markers for estimating intraspecific genetic diversity in plants. Mol Ecol. 2004;13:1143–1155. doi: 10.1111/j.1365-294X.2004.02141.x.", "ArticleIdList": ["10.1111/j.1365-294X.2004.02141.x", "15078452"]}, {"Citation": "Nybom H., Bartish I. Effects of life history traits and sampling strategies on genetic diversity estimates obtained with RAPD markers in plants. Perspect Plant Ecol Evol Syst. 2000;3/2:93–114. doi: 10.1078/1433-8319-00006.", "ArticleIdList": ["10.1078/1433-8319-00006"]}, {"Citation": "Premoli A.C., Souto C.P., Allnutt T.R., Newton A.C. Effects of population disjunction on isozyme variation in the widespread Pilgerodendron uviferum. Heredity. 2001;87:337–343. doi: 10.1046/j.1365-2540.2001.00906.x.", "ArticleIdList": ["10.1046/j.1365-2540.2001.00906.x", "11737280"]}, {"Citation": "Prevost A., Wilkinson M.J. A new system of comparing PCR primers applied to ISSR fingerprinting of potato cultivars. Theor and Appl Genet. 1999;98:107–112. doi: 10.1007/s001220051046.", "ArticleIdList": ["10.1007/s001220051046"]}, {"Citation": "Raspe O., Saumitou-Laprade P., Cuguen J., Jacquemart A.L. Chloroplast DNA haplotype variation and population differentiation in Sorbus aucuparia L (Rosaceae: Maloideae) Mol Ecol. 2000;9:1113–1122. doi: 10.1046/j.1365-294x.2000.00977.x.", "ArticleIdList": ["10.1046/j.1365-294x.2000.00977.x", "10964230"]}, {"Citation": "Reisch C., Poschlod P., Wingender R. Genetic differentiation among populations of Sesleria albicans Kit ex Schultes (Poaceae) from ecologically different habitats in central Europe. Heredity. 2003;91:579–527. doi: 10.1038/sj.hdy.6800350.", "ArticleIdList": ["10.1038/sj.hdy.6800350", "14576746"]}, {"Citation": "Rohlf F.J. NTSYS-pc Numerical Taxonomy and Multivariate Analysis System. Setauket, NY, USA: Exeter Software; 1993."}, {"Citation": "Sagrawat H., Mann A.S., Kharya M.D. Pharmocological potential of Eugenia Jambolana: A review. Phcog Mag. 2006;2:96–105."}, {"Citation": "Salvador L., Alya R., Agundez D., Gil L. Genetic variation and migration pathways of maritime pine (Pinus pinaster Ait.) in the Iberian Peninsula. Theor and Appl Genet. 2000;100:89–95. doi: 10.1007/s001220050013.", "ArticleIdList": ["10.1007/s001220050013"]}, {"Citation": "Samba-Murthy A.A.S.S., Subrahmanyan N.S. A Text Book of Economic Botany. New Delhi, India: Wiley; 1989. Fruits; p. 629."}, {"Citation": "Savolainen O., Pyhajarvi T., Knurr T. Gene flow and local adaptation in trees. Annu Rev Ecol Evol Syst. 2007;38:595–619. doi: 10.1146/annurev.ecolsys.38.091206.095646.", "ArticleIdList": ["10.1146/annurev.ecolsys.38.091206.095646"]}, {"Citation": "Sehgal J.L., Mandal D.K., Mandal C., Vadivelu S. Agro-ecological Regions of India. Nagpur, India: National Bureau of Soil Survey and Land Use Planning (ICAR); 1992."}, {"Citation": "Thomson D., Henry R. Use of DNA from dry leaves for PCR and RAPD analysis. Plant Mol Biol Report. 1993;11:202–206. doi: 10.1007/BF02669845.", "ArticleIdList": ["10.1007/BF02669845"]}, {"Citation": "Toress E., Iriondo J.M., Perez C. Genetic structure of an endangered plant Antirrhinum microphyllum (Scrophulariaceae): Allozyme and RAPD analysis. Am. J of Bot. 2003;90(1):85–92. doi: 10.3732/ajb.90.1.85.", "ArticleIdList": ["10.3732/ajb.90.1.85", "21659083"]}, {"Citation": "Upadhyay A., Jayadev K., Manimekalai R., Parthasarathy V.A. Genetic relationship and diversity in Indian Coconut accessions based on RAPD markers. Sci Horti. 2004;99:353–362. doi: 10.1016/S0304-4238(03)00103-1.", "ArticleIdList": ["10.1016/S0304-4238(03)00103-1"]}, {"Citation": "Vaishali K. S., Sharma V. RAPD based assessment of genetic diversity of Butea monosperma from different agro-ecological regions of India. Indian J Biotech. 2008;7:320–327."}, {"Citation": "Weir B.S., Cockerham C.C. Estimating F-statistics for the analysis of population structure. Evolution. 1984;38:1358–1370. doi: 10.2307/2408641.", "ArticleIdList": ["10.2307/2408641", "28563791"]}, {"Citation": "Weising K., Nyborn H., Wolff K., Meyer W. DNA fingerprinting in plants and fungi. Boca Raton, Alorida: CRC Press; 1995. DNA isolation and purification; pp. 44–59."}, {"Citation": "Williams J.G.K., Hanafey M.K., Rafalski J.A., Tingey S.V. Genetic analysis using random amplified polymorphic DNA markers. Met in Enzy. 1993;218:704–740. doi: 10.1016/0076-6879(93)18053-F.", "ArticleIdList": ["10.1016/0076-6879(93)18053-F", "8510556"]}, {"Citation": "Wright S. The genetical structure of populations. Annals of Eugen. 1951;15:323–354.", "ArticleIdList": ["24540312"]}, {"Citation": "Yeh F, Yang RC and Boyle T (2000). Popgene (v.1.32), Microsoft Windows-based freeware for Population Genetic analysis.http://www.ualberta.ca/*fyeh/Pop32.exe"}]}], "History": [{"Year": "2013", "Month": "4", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2011", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23572964", "PMC3550603", "10.1007/s12298-010-0016-8", "16"]}}], "PubmedBookArticle": []}