{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Acclimatization", "Cassia sophera", "Cotyledonary node", "In vitro regeneration", "TDZ"]], "GeneralNote": [], "PMID": "23572970", "DateCompleted": {"Year": "2013", "Month": "04", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "09", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-010-0022-x"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "16", "Issue": "2", "PubDate": {"Year": "2010", "Month": "Apr"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "TDZ-induced high frequency shoot regeneration in Cassia sophera Linn. via cotyledonary node explants.", "Pagination": {"StartPage": "201", "EndPage": "206", "MedlinePgn": "201-6"}, "Abstract": {"AbstractText": ["Cassia sophera Linn. is an important medicinal plant belonging to family Fabaceae. It is extensively used in Homeopathy and is well known for its medicinal properties. The present study describes a simple, efficient and reproducible regeneration system for in vitro propagation of C. sophera through cotyledonary node (CN) explant excised from 21 d old axenic seedlings. Explants were cultured on Murashige and Skoog (MS) medium supplemented with different concentrations of thidiazuron (TDZ). Multiple shoots were produced on all the concentrations of TDZ; however 2.5 μM concentration proved to be optimal for the production of maximum number of shoots. To avoid adverse effects of prolonged exposure to TDZ in long term establishment, the cultures were transferred to TDZ free MS medium fortified with various concentrations of 6- benzyl aminopurine (BA) for multiplication, proliferation and elongation of induced shoots. Emergence of new shoot buds and multiplication continued up to second subculture passage and maximum number (14.9 ± 1.4) of shoots obtained on MS + BA (1.0 μM). Best rooting response was observed on half strength MS containing Indole-3-butyric acid (IBA) (1.0 μM). Regenerated plantlets were successfully acclimatized and hardened off inside the culture room and then transferred to green house with 100 % survival rate."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biotechnology Laboratory, Department of Botany, Aligarh Muslim University, Aligarh, 202 002 India."}], "Identifier": [], "LastName": "Parveen", "ForeName": "Shahina", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Shahzad", "ForeName": "Anwar", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Amutha S., Muruganantham, Ganapathi A. Thiadiazuron induced high frequency axillary and adventitious shoot regeneration in Vigna radiata L. Wilczek. In Vitro Cell Dev Biol -Plant. 2006;42:26–30. doi: 10.1079/IVP2005721.", "ArticleIdList": ["10.1079/IVP2005721"]}, {"Citation": "Anonymous (1992). Cassia. The Wealth of India: A Dictionary of Indian Raw Materials and Industrial Products (Vol III), CSIR, New Delhi, 366–367."}, {"Citation": "Bhuyan K.K., Pattnaik S., Chand P.K. Micropropagation of curry leaf tree [Murraya koinegii (L.) Spring.] by axillary proliferation using intact seedlings. Plant Cell Rep. 1997;16:779–782. doi: 10.1007/s002990050319.", "ArticleIdList": ["10.1007/s002990050319", "30727688"]}, {"Citation": "Bilal A., Khan N.A., Ghufran A., Inamuddin Pharmacological investigation of Cassia sophera, Linn. Var. Pupurea, Roxb. Med J Islamic World Ac Sci. 2005;15(3):105–109."}, {"Citation": "Chhabra G., Chaudhary D., Varma M., Sainger M., Jaiwal P.K. TDZ- induced direct shoot organogenesis and somatic embryogenesis on cotyledonary node explants of lentil (Lens culainaris Medik. Physiol Mol Biol Plants. 2008;14(4):347–353. doi: 10.1007/s12298-008-0033-z.", "ArticleIdList": ["10.1007/s12298-008-0033-z", "PMC3550644", "23572901"]}, {"Citation": "Dalal N.V., Rai R.V. In vitro propagation of Oroxylum indicum Vent: a medicinally important forest tree. J For Res. 2004;9:61–65. doi: 10.1007/s10310-003-0055-x.", "ArticleIdList": ["10.1007/s10310-003-0055-x"]}, {"Citation": "Eapen S., Tivarckar S., George L. Thidiazuron — induced shoot regeneration in pigeonpea (Cajanus cajan L. Plant Cell Tiss Org Cult. 1998;53:217–220. doi: 10.1023/A:1006060318752.", "ArticleIdList": ["10.1023/A:1006060318752"]}, {"Citation": "Faisal M., Anis M. Rapid in vitro propagation of Rauvolfia tetraphylla L. — an endangered medicinal plant. Physiol Mol Biol Plants. 2002;8(2):295–299."}, {"Citation": "Fracro F., Echeverrigaray S. Micropropagation of Cunila galoides, a popular medicinal plant of South Brazil. Plant Cell Tiss Org Cult. 2001;64:1–4. doi: 10.1023/A:1010626200045.", "ArticleIdList": ["10.1023/A:1010626200045"]}, {"Citation": "Ghani A (1998). Medicinal Plants of Bangladesh (Asiatic Society of Bangladesh) pp 122."}, {"Citation": "Hare P.D., Van Staden J. Inhibitory effect of Thidiazuron on the activity of cytokinins oxidase from soybean callus. Plant Cell Physiol. 1994;35:1121–1125."}, {"Citation": "Huettman C.A., Preece J.E. Thidiazuron: a potent cytokinin for woody plant tissue culture. Plant Cell Tiss Org Cult. 1993;33:105–119. doi: 10.1007/BF01983223.", "ArticleIdList": ["10.1007/BF01983223"]}, {"Citation": "Husain M.K., Anis M., Shahzad A. In vitro control of shoot tip necrosis (STN) in Pterocarpus marsupium Roxb. — a leguminous tree. Physiol Mol Biol Plants. 2006;12(3):259–262."}, {"Citation": "Husain M.K., Anis M., Shahzad A. In vitro propagation of Indian kino (Pterocarpus marsupium Roxb.) using Thidiazuron. In Vitro Cell Dev Biol — Plant. 2007;43:59–64. doi: 10.1007/s11627-006-9011-8.", "ArticleIdList": ["10.1007/s11627-006-9011-8"]}, {"Citation": "Khalafalla M.M., Hattori K. A combination of Thidiazuron and benzyladenine promotes multiple shoot production from cotyledonary node explants of faba beans (Vicia faba L.) Plant Growth Reg. 1999;27:145–148. doi: 10.1023/A:1006106328085.", "ArticleIdList": ["10.1023/A:1006106328085"]}, {"Citation": "Khurana P., Bhatnagar S., Kumari S. Thidiazuron and woody plant tissue culture. J Plant Biol. 2005;32:1–12."}, {"Citation": "Kirtikar K.R., Basu B.D., ICS Indian Medicinal Plants. 1980;2:863–864."}, {"Citation": "Lata H., Chandra S., Khan I.A., ElSohly M.A. Propagation through alginate encapsulation of axillary buds of Cannabis sativa L. — an important medicinal plant. Physiol Mol Biol Plants. 2009;15(1):80–86. doi: 10.1007/s12298-009-0008-8.", "ArticleIdList": ["10.1007/s12298-009-0008-8", "PMC3550375", "23572915"]}, {"Citation": "Minocha S.C. Plant growth regulators and morphogenesis in cell and tissue culture of forest trees. In: Bonga J.M., Durjan D.J., editors. Cell and tissue culture in forestry. Dordrecht: Martinus Nijhoff Publishers; 1987. pp. 50–66."}, {"Citation": "Mok M.C., Mok D.W.S., Armstrong D.J., Shudo K., Isogai Y., Oakamoto T. Cytokinin activity of N-phenyl-N′-1,2,3-thidiazol-5-ylurea (thidiazuron) Phytochem. 1982;21:1509–1511."}, {"Citation": "Mroginski E., Rey H.Y., Gonzelez A.M., Mroginski L.A. Thidiazuron promotes in vitro plant regeneration of Arachis correntiana (Leguminosae) via organogenesis. Plant Growth Reg. 2004;23:129–134. doi: 10.1007/s00344-004-0038-y.", "ArticleIdList": ["10.1007/s00344-004-0038-y"]}, {"Citation": "Murashige T., Skoog F. A revised medium for rapid growth and biassays with tobacco tissue culture. Physiol Plant. 1962;15:473–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Murch S.J., Krishna Raj S., Saxena P.K. Tryptophan is a precursor for melatonin and serotonin biosynthesis in in vitro regenerated St. John’s wort (Hypericum perforatum L. cv. Anthos) plants. Plant Cell Rep. 2000;19:698–704. doi: 10.1007/s002990000206.", "ArticleIdList": ["10.1007/s002990000206", "30754808"]}, {"Citation": "Murthy B.N.S., Murch S.J., Saxena P.K. Thidiazuron: a potent regulator of in vitro plant morphogenesis. In Vitro Cell Dev Biol- Plant. 1998;34:267–275. doi: 10.1007/BF02822732.", "ArticleIdList": ["10.1007/BF02822732"]}, {"Citation": "Parveen S, Shahzad A and Saema S (2010). In vitro plant regeneration system for Cassia siamea Lam., a leguminous tree of economic importance. Agrofor Syst Doi: 10.1007/s10457-010-9301-3."}, {"Citation": "Raghu A.V., Geetha S.P., Martin G., Balachandran I., Ravindran P.N. Direct shoot organogenesis from leaf explant of Embelia ribes Burm. f.: a vulnerable medicinal plant. J For Res. 2006;11:57–60. doi: 10.1007/s10310-005-0188-1.", "ArticleIdList": ["10.1007/s10310-005-0188-1"]}, {"Citation": "Shahzad A., Ahmad N., Anis M. An improved method of organogenesis from cotyledon callus of Acacia sinuata (Lour.) Merr. using thidiazuron. J Plant Biotech. 2006;8(1):15–19."}, {"Citation": "Shahzad A., Faisal M., Anis M. Micropropagation through excised root culture of Clitoria ternatea and comparison between in vitro regenerated plants and seedlings. Ann Appl Biol. 2007;150:341–349. doi: 10.1111/j.1744-7348.2007.00132.x.", "ArticleIdList": ["10.1111/j.1744-7348.2007.00132.x"]}, {"Citation": "Shahzad A, Parveen S and Fatema M (2010). Development of a regeneration system via nodal segment culture in Veronica anagallis-aquatica L.- an amphibious medicinal plant. J Plant Interact Doi: 10.1080/17429141003646675."}, {"Citation": "Thomas T.D. Thidiazuron induced multiple shoot induction and plant regeneration from cotyledon explants of mulberry. Biol Plant. 2003;46:529–533. doi: 10.1023/A:1024807426591.", "ArticleIdList": ["10.1023/A:1024807426591"]}, {"Citation": "Vengadesan G., Ganapati A., Prem Anand R., Anbazhagan R.V. In vitro propagation of Acacia sinuata (Lour.) Merr. via cotyledonary nodes. Agrofor Syst. 2002;55:9–15. doi: 10.1023/A:1020269022363.", "ArticleIdList": ["10.1023/A:1020269022363"]}]}], "History": [{"Year": "2013", "Month": "4", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2011", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23572970", "PMC3550599", "10.1007/s12298-010-0022-x", "22"]}}], "PubmedBookArticle": []}