{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Body weight", "Diabetes", "Mice", "Serum chemistry", "Streptozotocin", "Tea leaves"]], "GeneralNote": [], "PMID": "23961092", "DateCompleted": {"Year": "2013", "Month": "08", "Day": "20"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "05", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2010.05.007"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "17", "Issue": "4", "PubDate": {"Year": "2010", "Month": "Oct"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Influences of crude extract of tea leaves, Camellia sinensis, on streptozotocin diabetic male albino mice.", "Pagination": {"StartPage": "295", "EndPage": "301", "MedlinePgn": "295-301"}, "Abstract": {"AbstractText": ["Natural remedies from medicinal plants are considered to be effective and safe alternative treatment for diabetes mellitus. The aim of the present study was to investigate the hypoglycemic activity of the crude tea leaves extract on streptozotocin (STZ)-induced diabetic mice. The average body weight of animals with diabetes and their percentage changes of body weight gain after 15 and 30 days were significantly lower than that of the normal control mice. In diabetic mice, supplementation with tea leaves extract decreased the loss of body weight. After 15 and 30 days, significant increases in the levels of serum glucose, triglycerides, cholesterol, creatinine, urea, uric acid, glutamic pyruvic acid transaminase (GPT) and glutamic oxaloacetic acid transaminase (GOT) were noted in STZ-diabetic mice fed with normal diet. Also, the values of total protein in this group were statistically declined after 15 and 30 days. The levels of serum glucose and GPT were significantly elevated after 15 and 30 days in diabetic mice supplemented with tea leaves extract. Moreover, the level of serum GOT was notably increased after 30 days. Insignificant alterations were observed in the levels of serum triglycerides, cholesterol, total protein, creatinine, urea and uric acid in diabetic mice supplemented with tea leaves extract. Thus, the present results have shown that tea leaves extract has the antihyperglycemic, antihyperlipidemic, and antihyperproteinemic effects and consequently may alleviate liver and kidney damage associated with STZ-induced diabetes in mice."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Sciences, King Abdul Aziz University, P.O. Box 139109, Jeddah 21323, Saudi Arabia."}], "Identifier": [], "LastName": "Al-Attar", "ForeName": "Atef M", "Initials": "AM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zari", "ForeName": "Talal A", "Initials": "TA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Al-Attar A.M., Zari T.A. Modulatory effects of ginger and clove oils on physiological responses in streptozotocin-induced diabetic rats. Int. J. Pharmacol. 2007;3:34–40."}, {"Citation": "Alschuler L. Green tea: healing tonic. Am. J. Natur. Med. 1998;5:28–31."}, {"Citation": "Anandh Babu P.V., Sabitha K.E., Shyamaladevi C.S. Green tea extract impedes dyslipidaemia and development of cardiac dysfunction in streptozotocin-diabetic rats. Clin. Exp. Pharmacol. Physiol. 2006;33:1184–1189.", "ArticleIdList": ["17184499"]}, {"Citation": "Andallu B., Vinay Kumar A.V., Varadacharyulu N.Ch. Lipid abnormalities in streptozotocin-diabetes: amelioration by Morus indica L. cv Suguna leaves. Int. J. Diabetes Dev. Countries. 2009;29:123–128.", "ArticleIdList": ["PMC2822216", "20165649"]}, {"Citation": "Cai Y.J., Ma L.P., Hou L.F., Zhou B., Yang L., Liu Z.L. Antioxidant effects of green tea polyphenols on free radical initiated peroxidation of rat liver microsomes. Chem. Phys. Lipids. 2002;120:109–117.", "ArticleIdList": ["12426080"]}, {"Citation": "Coskun O., Kanter M., Korkmaz M., Oter S. Quercetin, a flavonoid antioxidant, prevents and protects streptozotocin-induced oxidative stress and β-cell damage in rat pancreas. Pharmacol. Res. 2005;51:117–123.", "ArticleIdList": ["15629256"]}, {"Citation": "Crowford, J.M., Cotran, R.S., 2000. Robin’s Pathological Basis of Disease. Chapter 20: Inflammation and healing. Philadelphia, pp. 902–929."}, {"Citation": "Ene A.C., Bukbuk D.N., Ogunmola O.O. Effect of different doses of black caraway (Carum carvi L.) oil on the levels of serum creatinine in alloxan induced diabetic rats. J. Med. Sci. 2006;6:701–703."}, {"Citation": "Farswan M., Mazumder P.M., Percha V. Protective effect of Cassia glauca Linn. on the serum glucose and hepatic enzymes level in streptozotocin induced NIDDM in rats. Indian J. Pharmacol. 2009;41:19–22.", "ArticleIdList": ["PMC2825008", "20177576"]}, {"Citation": "Fontes C.F.L. Diabetes. In: Poian A.T., Carvalhoalves P.C., editors. Hormôniose metabolismo: Integração e correlações clínicas. São Paulo; Atheneu: 2002. p. 350."}, {"Citation": "Gandhi H.R. Diabetes and coronary artery disease: importance of risk factors. Cardiol. Today. 2001;1:31–34."}, {"Citation": "Graham H.N. Green tea composition, consumption, and polyphenol chemistry. Prev. Med. 1992;21:334–350.", "ArticleIdList": ["1614995"]}, {"Citation": "Gupta R., Gupta R.S. Effect of Pterocarpus marsupium in streptozotocin-induced hyperglycemic state in rats: comparison with glibenclamide. Diabetologia Croatica. 2009;38:39–45."}, {"Citation": "Gupta R.K., Kesari A.N., Murthy P.S., Chandra R., Tandon V., Watal G. Hypoglycemic and antidiabetic effect of ethanolic extract of leaves of Annona squamosa L. in experimental animals. J. Ethnopharmacol. 2005;99:75–81.", "ArticleIdList": ["15848023"]}, {"Citation": "Hamilton-miller J.H. Antimicrobial properties of tea (Camellia sinenesis L.) Am. Soc. Microbiol. 1995;39:2375–2377.", "ArticleIdList": ["PMC162950", "8585711"]}, {"Citation": "Hwang H.J., Kim S.W., Lim J.M., Joo J.H., Kim H.O., Kim K.M., Yun J.W. Hypoglycemic effect of crude exopolysaccharides produced by a medicinal mushroom Phellinus baumii in streptozotocin-induced diabetic rats. Life Sci. 2005;76:3069–3080.", "ArticleIdList": ["15850599"]}, {"Citation": "Ihara Y., Toyokuni S., Uchida K., Odaka H., Tanaka T., Ikeda H., Hiai H., Seino Y., Yamada Y. Hyperglycemia causes oxidative stress in pancreatic beta-cells of GK rats a model of type 2 diabetes. Diabetes. 1999;48:927–932.", "ArticleIdList": ["10102716"]}, {"Citation": "Jasmine R., Daisy P. Hypoglycemic and hepatoprotective activity of Eugenia Jambolana in streptozotocin-diabetic rats. Int. J. Biol. Chem. 2007;1:117–121."}, {"Citation": "Juśkiewicz J., Zduńczyk Z., Jurgoński A., Brzuzan Ł., Godycka-Kłos I., Zary-Sikorska E. Extract of green tea leaves partially attenuates streptozotocin-induced changes in antioxidant status and gastrointestinal functioning in rats. Nutr. Res. 2008;28:343–349.", "ArticleIdList": ["19083430"]}, {"Citation": "Kaneto H., Xu G., Song K.H., Suzuma K., Bonner-Weir S., Sharma A., Weir G.C. Activation of the hexosamine pathway leads to deterioration of pancreatic β-cell function through the induction of oxidative stress. J. Biol. Chem. 2001;276:31099–31104.", "ArticleIdList": ["11390407"]}, {"Citation": "Kasetti R.B., Rajasekhar M.D., Kondeti V.K., Fatima S.S., Kumar E.G., Swapna S., Ramesh B., Rao C.A. Antihyperglycemic and antihyperlipidemic activities of methanol:water (4:1) fraction isolated from aqueous extract of Syzygium alternifolium seeds in streptozotocin induced diabetic rats. Food Chem. Toxicol. 2010;48:1078–1084.", "ArticleIdList": ["20122979"]}, {"Citation": "Kavalali G., Tuncel H., Göksel S., Hatemi H.H. Hypoglycemic activity of Urtica pilulifera in streptozotocin-diabetic rats. J. Ethnopharmacol. 2007;84:241–245.", "ArticleIdList": ["12648821"]}, {"Citation": "Lee M.S., Sohn C.B. Anti-diabetic activities of ethanol extracts from persimmon leaves. J. Korean Soc. Appl. Biol. Chem. 2009;52:96–97."}, {"Citation": "Maiti R., Jana D., Das U.K., Ghosh D. Antidiabetic effect of aqueous extract of seed of Tamarindus indica in streptozotocin-induced diabetic rats. J. Ethnopharmacol. 2004;92:85–91.", "ArticleIdList": ["15099853"]}, {"Citation": "Marles R.F., Fansworth N.R. Antidiabetic plants and their active constituents. Phytomedicine. 1995;2:137–189.", "ArticleIdList": ["23196156"]}, {"Citation": "Negri G. Diabetes melito: plantas e princípios ativos naturais hipoglicemiantes. Rev. Bras. Cienc. Farm. 2005;41:121–142."}, {"Citation": "Pushparaj P., Tan C.H., Tan B.K.H. Effects of Averrhoa bilimbi leaf extract on blood glucose and lipids in streptozotocin-diabetic rats. J. Ethnopharmacol. 2000;72:69–76.", "ArticleIdList": ["10967456"]}, {"Citation": "Pushparaj P.N., Low H.K., Manikandan J., Tan B.K.H., Tan C.H. Antidiabetic effects of Cichorium intybus in streptozotocin induced diabetic rats. J. Ethnopharmacol. 2007;111:430–434.", "ArticleIdList": ["17197141"]}, {"Citation": "Rajkumar L., Govindarajulu P. Increased degradation of dermal collagen in diabetic rats. Indian J. Exp. Biol. 1991;29:1081–1083.", "ArticleIdList": ["1816088"]}, {"Citation": "Ramadan G., El-Beih N.M., Abd El-Ghffar E.A. Modulatory effects of black v. green tea aqueous extract on hyperglycaemia, hyperlipidaemia and liver dysfunction in diabetic and obese rat models. Brit. J. Nutr. 2009;102:1611–1619.", "ArticleIdList": ["19825205"]}, {"Citation": "Renno W.M., Abdeen S., Alkhalaf M., Asfar S. Effect of green tea on kidney tubules of diabetic rats. Brit. J. Nutr. 2008;100:652–659.", "ArticleIdList": ["18252021"]}, {"Citation": "Rietveld A., Wiseman S. Antioxidant effects of tea: evidence from human clinical trials. J. Nutr. 2003;133:3285S–3292S.", "ArticleIdList": ["14519827"]}, {"Citation": "Salahuddin M., Jalalpure S.S., Gadge N.B. Antidiabetic activity of aqueous bark extract of Cassia glauca in streptozotocin-induced diabetic rats. Can. J. Physiol. Pharmacol. 2010;88:153–160.", "ArticleIdList": ["20237590"]}, {"Citation": "Satav J.G., Katyare S.S. Effect of streptozotocin-induced diabetes on oxidative energy metabolism in rat liver mitochondria – a comparative study of early and late effects. Indian J. Clin. Biochem. 2004;19:23–31.", "ArticleIdList": ["PMC3454208", "23105452"]}, {"Citation": "Sellamuthu P.S., Muniappan B.P., Perumal S.M., Kandasamy M. Antihyperglycemic effect of mangiferin in streptozotocin induced diabetic rats. J. Health Sci. 2009;55:206–214."}, {"Citation": "Sohn E., Kim J., Kim C.S., Kim Y.S., Jang D.S., Kim J.S. Extract of the aerial parts of Aster koraiensis reduced development of diabetic nephropathy via anti-apoptosis of podocytes in streptozotocin-induced diabetic rats. Biochem. Biophys. Res. Commun. 2010;391:733–738.", "ArticleIdList": ["19944074"]}, {"Citation": "Sridevi M., Chandramohan G., Pugalendi K.V. Protective effect of Solanum surattense leaf-extract on blood glucose, oxidative stress and hepatic marker enzymes in STZ-diabetic rats. Asian J. Biochem. 2007;1:117–121."}, {"Citation": "Stadler K., Jenei V., Bölcshazy G.V., Somogyi A., Jakus J. Increased nitric oxide levels as an early sign of premature aging in diabetes. Free Rad. Biol. Med. 2003;35:1240–1251.", "ArticleIdList": ["14607523"]}, {"Citation": "Stanley P., Prince M., Menon V.P. Hypoglycemic and other related actions of Tinospora cordifolia roots in alloxan induced diabetic rats. J. Ethnopharmacol. 2000;70:9–15.", "ArticleIdList": ["10720784"]}, {"Citation": "Subash-Babu P., Ignacimuthu S., Prince P.S.M. Restoration of altered carbohydrate and lipid metabolism by hyponidd, a herbal formulation in streptozotocin-induced diabetic rats. Asian J. Biochem. 2008;2:90–98."}, {"Citation": "Surana S.J., Gokhale S.B., Jadhav R.B., Sawant R.L., Wadekar J.B. Antihyperglycemic activity of various fractions of Cassia auriculata Linn. in alloxan diabetic rats. Indian J. Pharm. Sci. 2008;7:227–229.", "ArticleIdList": ["PMC2792492", "20046718"]}, {"Citation": "Tiedge M., Lortz J., Drinkgern J., Lenzen S. Relation between antioxidant enzyme gene expression and antioxidative defense status of insulin-producing cells. Diabetes. 1997;46:1733–1742.", "ArticleIdList": ["9356019"]}, {"Citation": "Wu L.Y., Juan C.C., Ho L.T., Yung-Pei Hsu Y.P., Hwang L.S. Effect of green tea supplementation on insulin sensitivity in Sprague–Dawley rats. J. Agric. Food Chem. 2004;52:643–648.", "ArticleIdList": ["14759162"]}, {"Citation": "Yokozawa T., Yamabe N., Kim H.Y., Kang K.S., Hur J.M., Park C.H., Tanaka T. Protective effects of morroniside isolated from Corni fructus against renal damage in streptozotocin-induced diabetic rats. Biol. Pharm. Bull. 2008;31:1422–1428.", "ArticleIdList": ["18591786"]}, {"Citation": "Zari T.A., Al-Attar A.M. Effects of ginger and clove oils on some physiological parameters in streptozotocin-diabetic and non-diabetic rats. J. Med. Sci. 2007;7:267–275."}]}], "History": [{"Year": "2010", "Month": "5", "Day": "8"}, {"Year": "2010", "Month": "5", "Day": "18"}, {"Year": "2010", "Month": "5", "Day": "18"}, {"Year": "2013", "Month": "8", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "10", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2010", "Month": "10", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2010", "Month": "5", "Day": "26"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23961092", "PMC3730800", "10.1016/j.sjbs.2010.05.007", "SJBS62"]}}], "PubmedBookArticle": []}