{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Endophytic fungi", "Leishmania", "Trypanosoma cruzi", "human tumoral cell", "secondary metabolites"]], "GeneralNote": [], "PMID": "24031513", "DateCompleted": {"Year": "2013", "Month": "09", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "06", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.1590/S1517-838220100002000024"], "Journal": {"ISSN": "1517-8382", "JournalIssue": {"Volume": "41", "Issue": "2", "PubDate": {"Year": "2010", "Month": "Apr"}}, "Title": "Brazilian journal of microbiology : [publication of the Brazilian Society for Microbiology]", "ISOAbbreviation": "Braz J Microbiol"}, "ArticleTitle": "Leishmanicidal, trypanocidal, and cytotoxic activities of endophytic fungi associated with bioactive plants in Brazil.", "Pagination": {"StartPage": "420", "EndPage": "430", "MedlinePgn": "420-30"}, "Abstract": {"AbstractText": ["One hundred and twenty-one isolates of endophytic fungi were recovered from leaves of the bioactive Brazilian plant species Ageratum myriadenia , Palicourea tetraphylla , Piptadenia adiantoides, and Trixis vauthieri. All fungal isolates were cultivated in liquid media and crude extracts were obtained with ethyl acetate. The crude extracts were tested in bioassay panels using Leishmania amazonensis , Trypanosoma cruzi, the enzyme trypanothione reductase (TryR) from Trypanosoma cruzi, and three human cancer cell lines. Thirty-three extracts (27.2%) exhibited at least one biological activity. Seventeen extracts (14%) were cytotoxic against one or more human cancer cell line with the IC50 values ranged of >0.2 to 25 µg/mL. Twenty-four extracts (19.8%) inhibited the activity of TryR, and three showed ability to inhibit the growth of T. cruzi above 60% and their IC50 values ranged among 1 to 10 µg/mL. Eleven extracts (9%) were able to inhibit the growth of L. amazonensis and showed with IC50 values ranged among 4.6 to 24.4 µg/mL. The endophytic fungi were identified as belonging to the genera Alternaria , Arthrinium , Cochliobolus , Colletotrichum , Penicillium , Fusarium, and Gibberella. An interesting result was obtained for the bioactive isolates UFMGCB 508, 537, 899 and 903, which were related to fungi associated with medicinal plants native to Asia, Australia, Africa, and Polynesia. These results indicate that bioactive plants living in Brazilian ecosystems are a potential host of endophytic fungi able to produce bioactive prototype molecules for drug development against neglected tropical diseases."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Microbiologia, Instituto de Ciências Exatas e Biológicas, Universidade Federal de Ouro Preto , Ouro Preto, MG , Brasil."}], "Identifier": [], "LastName": "Rosa", "ForeName": "Luiz H", "Initials": "LH"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gonçalves", "ForeName": "Vívian N", "Initials": "VN"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Caligiorne", "ForeName": "Rachel B", "Initials": "RB"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Alves", "ForeName": "Tânia M A", "Initials": "TM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Rabello", "ForeName": "Ana", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sales", "ForeName": "Policarbo A", "Initials": "PA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Romanha", "ForeName": "Alvaro J", "Initials": "AJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sobral", "ForeName": "Marcos E G", "Initials": "ME"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Rosa", "ForeName": "Carlos A", "Initials": "CA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zani", "ForeName": "Carlos L", "Initials": "CL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Brazil", "MedlineTA": "Braz J Microbiol", "NlmUniqueID": "101095924", "ISSNLinking": "1517-8382"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Altschul S.F., Madden T.L., Schaffer A.A., Zhang J.H., Zhang Z., Miller W., Lipman D.J. Gapped BLAST and PSI-BLAST: a new generation of protein database search programs. Nucleic Acids Res. 1997;25:3389–3402.", "ArticleIdList": ["PMC146917", "9254694"]}, {"Citation": "Buckner F.S., Verlinde C.L.M.J., La Flamme A.C., Van Voorkhis W.C. Efficient Technique for screening drugs for activity against Trypanosoma cruzi using parasites expressing beta-Galactosidase. Antimicrob Agent Chemother. 1996;40:2592–2597.", "ArticleIdList": ["PMC163582", "8913471"]}, {"Citation": "Borges A., Cunningham M.L., Tovar J., Fairlamb A.H. Site-directed mutagenesis of the redox-active cysteines of trypanosoma-cruzi trypanothione reductase. Eur J Biochem. 1995;228:745–752.", "ArticleIdList": ["7737173"]}, {"Citation": "Costa L.C.B., Rocha E.A., Silva L.A.M., Jardim J.G., Silva D.C., Gaião L.O., Moreira R.C.T. Levantamento preliminar das espécies vegetais com potencial econômico no Parque Municipal da Boa Esperança, Ilhéus, Bahia, Brasil. Acta Farm Bonaerense. 2006;25:184–191."}, {"Citation": "Cota B.B., Rosa L.H., Souza-Fagundes E.M., Martins-Filho O.A., Oliveira R.C., Romanha A.J., Rosa C.A., Zani C.L. A potent trypanocidal component from the fungus Lentinus strigosus inhibits trypanothione reductase and modulates PBMC proliferation. Mem Inst Oswaldo Cruz. 2008a;103:263–270.", "ArticleIdList": ["18592099"]}, {"Citation": "Cota B.B., Rosa L.H., Caligiorne R.B., Rabello A., Rosa C.A., Zani C.L. Altenusin, a biphenyl isolated from the endophytic fungus Alternaria sp. inhibits trypanothione reductase from Trypanosoma cruzi. FEMS Microbiol Lett. 2008b;285:177–182.", "ArticleIdList": ["18557945"]}, {"Citation": "De Nijs M., Rombouts F., Notermans S. Fusarium molds and their mycotoxins. J. Food Safety. 2007;16:15–58."}, {"Citation": "Duke J.A., Wain K.K. Medicinal plants of the world. Computer index with more than 85,000 entries. 1981"}, {"Citation": "Gao X.X., Zhou H., Xu D.Y., Yu C.H., Chen Y.Q., Qu L.H. High diversity of endophytic fungi from the pharmaceutical plant, Heterosmilax japonica Kunth revealed by cultivation-independent approach. FEMS Microbiol. Lett. 2005;249:55–266.", "ArticleIdList": ["16000243"]}, {"Citation": "Hamilton C.J., Saravanamuthu A., Eggleston I.M., Fairlamb A.H. Ellman’s-reagent-mediated regeneration of trypanothione in situ: substrate economical microplate and time-dependent inhibition assays for trypanothione reductase. Biochem. J. 2003;369:529–537.", "ArticleIdList": ["PMC1223126", "12416994"]}, {"Citation": "Hartwell J.L. Plants used against cancer: a survey. Lloydia. 1971;34:103–160.", "ArticleIdList": ["5140262"]}, {"Citation": "Huang Y., Wang J., Li G., Zheng Z., Su W. Antitumor and antifungal activities in endophytic fungi isolated from pharmaceutical plants Taxus mairei, Cephalataxus fortunei and Torreya grandis. FEMS Immunol. Med. Microbiol. 2001;31:163–167.", "ArticleIdList": ["11549424"]}, {"Citation": "Inácio M.L., Silva G.H., Teles H.L., Trevisan H.C., Cavalheiro A.J., Bolzani V.S., Young M.C.M., Pfenning L.H., Araújo A.R. Antifungal metabolites from Colletotrichum gleosporioides, an endophytic fungus in Cryptocarya mandioccana Nees (Lauraceae) Biochem. Syst. Ecol. 2006;34:822–824."}, {"Citation": "Kuldau G.A., Yates I.E. Evidence for Fusarium endophytes in cultivated and wild plants. In: Bacon C.W., White Jr J.F., editors. Biology and evolution of microbial endophytes. New York, USA: Dekker; 2000. pp. 85–117."}, {"Citation": "Liu C.H., Zou W.X., Lu H., Tan R.X. Antifungal activity of Artemisia annua endophyte cultures against phytopathogenic fungi. J. Biotechn. 2000;88:277–282.", "ArticleIdList": ["11434973"]}, {"Citation": "Márquez S.S., Bills G.F., Zabalgogeazcoa I.A. The endophytic mycobiota of Dactylis glomerata. Fungal Div. 2007;27:171–195."}, {"Citation": "Monks A., Scudiero D., Skehan P., Shoemaker R., Paull K., Vistica D., Hose C., Langley J., Cronise P., Vaigro-Wolff A., Gray-Goodrich M., Campbell H., Mayo J., Boyd M. Feasibility of a high-flux anticancer drug screen using a diverse panel of cultured human tumor cell lines. J. Nat. Cancer Inst. 1991;83:757–766.", "ArticleIdList": ["2041050"]}, {"Citation": "Montemurrom N., Visconti A. Alternaria metabolites—chemical and biological data. In: Chelkowski J, Visconti A, editors. Alternaria: Biology, Plant disease and Metabolites. Amsterdam: Elsevier; 1992. pp. 449–557."}, {"Citation": "Pan J.J., Baumgarten A.M., May G. Effects of host plant environment and Ustilago maydis infection on the fungal endophyte community of maize (Zea mays) New Phytol. 2008;178:147–156.", "ArticleIdList": ["18194146"]}, {"Citation": "Phongpaichit S., Nikom J., Rungjindamai N., Sakayaroj J., Hutadilok-Towatana N., Rukachaisirikul V., Kirtikara K. Biological activities of extracts from endophytic fungi isolated from Garcinia plants. FEMS Immunol. Med. Microbiol. 2006;51:517–525.", "ArticleIdList": ["17888010"]}, {"Citation": "Qian-Cutrone J., Gao Q., Huang S., Klohr S.E., Veitch J.S., Shu Y.Z. Arthrinone, a Novel Fungal Metabolite from Arthrinium sp. FA 1744. J. Nat. Prod. 1994;57:1656–1660."}, {"Citation": "Ribeiro A., Pilo-Veloso D., Howarth O., Zani C.L. A new cyclohexadecane derivative from Trixis vauthieri DC (Asteraceae) Org. Lett. 1999;1:1897–1900.", "ArticleIdList": ["10905859"]}, {"Citation": "Rosa L.H., Cota B.B., Machado K.M.G., Rosa C.A., Zani C.L. Antifungal compound produced by Oudemansiella canarii (Basidiomycota) World J. Microbiol. Biotechnol. 2005;21:983–987."}, {"Citation": "Rosa L.H., Machado K.M.G., Jacob C.C., Capelari M., Rosa C.A., Zani C.L. Screening of Brazilian basidiomycetes for antimicrobial activity. Mem. Inst. Oswaldo Cruz. 2003;98:967–974.", "ArticleIdList": ["14762527"]}, {"Citation": "Rosa L.H., Souza-Fagundes E.M., Machado K.M.G., Alves T.M.A., Martins-Filho A.O., Romanha A.J., Oliveira R.C., Rosa C.A., Zani C.L. Cytotoxic, immunosuppressive and trypanocidal activities of agrocybin, a polyacetylene produced by Agrocybe perfecta (Basidiomycota) World J. Microbiol. Biotechnol. 2006;22:539–545."}, {"Citation": "Schulz B., Boyle C., Draeger S., Römmert A.K., Krohn K. Endophytic fungi: a source of novel biologically active secondary metabolites. Mycol. Res. 2002;106:996–1004."}, {"Citation": "Scio E., Ribeiro A., Alves T.M.A., Romanha A.J., Dias S.F.J., Cordell G.A., Zani C.L. Diterpenes from Alomia myriadenia (Asteraceae) with cytotoxic and trypanocidal activity. Phytochem. 2003;64:1125–1131.", "ArticleIdList": ["14568079"]}, {"Citation": "Souza A.Q.L., Souza A.D.L., Filho S.A., Pinheiro M.L.B., Sarquis M.I.M., Pereira J.O. Antimicrobial activity of endophytic fungi isolated from amazonian toxic plants: Palicourea longiflora (Aubl.) Rich and Strychnos cogens Bentham. Acta Amaz. 2004;34:185–195."}, {"Citation": "Strobel G. Rainforest endophytes and bioactive products. Crit. Rev. Biotechnol. 2002;22:315–333.", "ArticleIdList": ["12487423"]}, {"Citation": "Tamura K., Dudley J., Nei M., Kumar S. MEGA4: Molecular Evolutionary Genetics Analysis (MEGA) software version 4.0. Mol. Biol. Evol. 2007;24:1596–1599.", "ArticleIdList": ["17488738"]}, {"Citation": "Teixeira M.C., Jesus S.R., Sampaio R.B., Pontes C.L., Santos W.L. A simple and reproducible method to obtain large numbers of axenic amastigotes of different Leishmania species. Parasitol. Res. 2002;88:963–968.", "ArticleIdList": ["12375160"]}, {"Citation": "Wang F.W., Hou Z.M., Wang C.R., Li P., Shi D.H. Bioactive metabolites from Penicillium sp., an endophytic fungus residing in Hopea hainanensis. World J. Microbiol. Biotechnol. 2008;24:2143–2147."}, {"Citation": "White T.J., Bruns T.D., Lee S.B., Taylor J.W. Amplification and direct sequencing of fungal ribossomal RNA genes for phylogenetics. In: Gelfand N.A., Gelfand J., White T.J., editors. PCR protocols: A guide of methods and applications. San Diego, CA, USA: Academic Press; 1990. pp. 315–322."}, {"Citation": "Xiao J.Z., Tsuda M., Doke N., Nishimura S. Phytotoxins produced by germinating spores of Bipolaris oryzae. Phytopathol. 1991;81:58–64."}, {"Citation": "Yuan Z., Chen Y., Yang Y. Diverse non-mycorrhizal fungal endophytes inhabiting an epiphytic, medicinal orchid (Dendrobium nobile): estimation and characterization. World J. Microbiol. Biotechnol. 2009;25:295–303."}]}], "History": [{"Year": "2009", "Month": "4", "Day": "7"}, {"Year": "2009", "Month": "6", "Day": "13"}, {"Year": "2010", "Month": "2", "Day": "18"}, {"Year": "2013", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2010", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24031513", "PMC3768680", "10.1590/S1517-838220100002000024", "S1517-838220100002000024"]}}], "PubmedBookArticle": []}