{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Candida spp.", "antifungals", "essential oil", "extracts", "medicinal plants"]], "GeneralNote": [], "PMID": "24031562", "DateCompleted": {"Year": "2013", "Month": "09", "Day": "13"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "12", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.1590/S1517-83822010000400001"], "Journal": {"ISSN": "1517-8382", "JournalIssue": {"Volume": "41", "Issue": "4", "PubDate": {"Year": "2010", "Month": "Oct"}}, "Title": "Brazilian journal of microbiology : [publication of the Brazilian Society for Microbiology]", "ISOAbbreviation": "Braz J Microbiol"}, "ArticleTitle": "Conventional and alternative antifungal therapies to oral candidiasis.", "Pagination": {"StartPage": "824", "EndPage": "831", "MedlinePgn": "824-31"}, "Abstract": {"AbstractText": ["Candida-associated denture stomatitis is the most common form of oral candidal infection, with Candida albicans being the principal etiological agent. Candida adheres directly or via an intermediary layer of plaque-forming bacteria to denture acrylic. Despite antifungal therapy to treat denture stomatitis, infection is reestablished soon after the treatment ceases. In addition, many predisposing factors have been identified as important in the development of oral candidiasis, including malnourishment, common endocrine disorders, such as diabetis mellitus, antibacterial drug therapy, corticosteroids, radiotherapy and other immunocompromised conditions, such as acquired immunodeficiency syndrome (AIDS). These often results in increased tolerance to the most commonly used antifungals. So this review suggests new therapies to oral candidiasis."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Diagnóstico Oral, Faculdade de Odontologia de Piracicaba, Universidade Estadual de Campinas , Piracicaba, SP , Brasil."}], "Identifier": [], "LastName": "Anibal", "ForeName": "Paula Cristina", "Initials": "PC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "de Cássia Orlandi Sardi", "ForeName": "Janaina", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Peixoto", "ForeName": "Iza Teixeira Alves", "Initials": "IT"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "de Carvalho Moraes", "ForeName": "Julianna Joanna", "Initials": "JJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Höfling", "ForeName": "José Francisco", "Initials": "JF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Brazil", "MedlineTA": "Braz J Microbiol", "NlmUniqueID": "101095924", "ISSNLinking": "1517-8382"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abad M.J., Anseategui M., Bermejo P. Active antifungal substance from natural sources. Arkivoc. 2007;7:116–145."}, {"Citation": "Ahmad I., Beg A.Z. Antimicrobial and phytochemical studies on 45 Indian medicinal plants against multi-drug resistant human pathogens. J. Ethnopharmacol. 2001;74:113–123.", "ArticleIdList": ["11167029"]}, {"Citation": "Alves S.H., Lopes J.O., Cury A.E. Teste de Susceptibilidade aos Antifúngicos: Por que, quando e como realizar. News Laboratory. 1997;6:140–148."}, {"Citation": "Anibal P.C. Piracicaba, Brasil: 2007. Potencial de ação antimicrobiana in vitro de extratos brutos de plantas na inibição de Candida spp, Streptococcus mutans e Staphylococcus aureus; p. 76. M.Sc. Dissertation. Faculdade de Odontologia de Piracicaba. UNICAMP."}, {"Citation": "Baillie G.S., Douglas L.J. Effect of growth rate on resistance of Candida albicans biofilms to antifungal agents. Antimicrob. Agents Chemother. 1998;42:1900–1905.", "ArticleIdList": ["PMC105707", "9687381"]}, {"Citation": "Bergendal T., Isacsson G. Effect of nystatin in the treatment of denture stomatitis. Scand. J. Dent. Res. 1980;88:446–454.", "ArticleIdList": ["6936771"]}, {"Citation": "Bissell V., Felix D.H., Wray D. Comparative trial of fluconazole and amphotericin in the treatment of denture stomatitis. Oral Surg. Oral Med. Oral Pathol. 1993;76:35–39.", "ArticleIdList": ["8351118"]}, {"Citation": "Bonesvoll P., Lokken P., Rolla G., Paus P.N. Retention of chlorhexidine in the human oral cavity after mouth rinses. Arch. Oral Biol. 1974;19:209–212.", "ArticleIdList": ["4525807"]}, {"Citation": "Botelho M.A., Nogueira N.A.P., Bastos G.M., Fonseca S.G.C., Lemos T.L.G., Matos F.J.A., Montenegro D., Heukelbach J., Rao V.S., Brito G.A.C. Antimicrobial activity of the essential oil from Lippia sidoides, carvacrol and thymol against oral pathogens. Braz. J. Med. Biol. Res. 2007;40:349–356.", "ArticleIdList": ["17334532"]}, {"Citation": "Braga P.C., Maci S., Dal Sasso M., Bohn M. Experimental evidences for a role of subinhibitory concentrations of rilopirox, nystatin and fluconazole on adherence of Candida spp. to vaginal epithelial cells. Chemotherapy. 1996;4:259–265.", "ArticleIdList": ["8804793"]}, {"Citation": "Budtz-Jorgensen E., Holmstrup P., Krogh P. Fluconazole in the treatment of Candida-associated denture stomatitis. Antimicrob. Agents Chemother. 1988;32:1859–1863.", "ArticleIdList": ["PMC176033", "2854455"]}, {"Citation": "Chandra J., Mukherjee P.K., Leidich S.D., Faddoul F.F., Hoyer L.L., Douglas L.J., Ghannoum M.A. Antifungal resistance of candidal biofilms formed on denture acrylic in vitro. J. Dent. Res. 2001;80:903–908.", "ArticleIdList": ["11379893"]}, {"Citation": "Costa C.R., de Lemos J.A., Passos X.S., de Araujo C.R., Cohen A.J., Souza L.K., Silva M.R. Species distribution and antifungal susceptibility profile of oral Candida isolates from HIV-infected patients in the antiretroviral therapy era. Mycopathologia. 2006;162:45–50.", "ArticleIdList": ["16830191"]}, {"Citation": "Duarte M.C.T., Figueira G.M., Sartoratto A., Rehder V.L.G., Delarmelina C. Anti-Candida activity of Brazilian medicinal plants. J. Ethnopharmacol. 2005;97:305–311.", "ArticleIdList": ["15707770"]}, {"Citation": "Edgerton M., Scannapieco F.A., Levine M.J. Human submandibular–sublingual saliva promotes adhesion of Candida albicans to polymethylmethacrylate. Infect. Immun. 1993;61:2644–2652.", "ArticleIdList": ["PMC280896", "8500903"]}, {"Citation": "Ellepola A,N., Samaranayake L.P. Antimycotic agents in oral candidosis: an overview: 1. Clinical variants. Dent. Update. 2000;27:111–112. 114–116.", "ArticleIdList": ["11218280"]}, {"Citation": "Ellis D. Amphotericin B: spectrum and resistance. J. Antimicrob. Chemother. 2002;20:7–10.", "ArticleIdList": ["11801575"]}, {"Citation": "Fernandes-Filho E.S., Morais S.M., Fonseca S.G., Mota O.M. Preparação e avaliação clínica do óleo essencial da planta medicinal Lippia sidoides Cham (Alecrim-pimenta) Rev. Ass. Bras. Odonto. 1998;6:323–325."}, {"Citation": "Fidel P.L., Jr Candida host interactions in HIV disease: relationships in oropharyngeal candidiasis. Adv. Dent. Res. 2006;19:80–84.", "ArticleIdList": ["16672555"]}, {"Citation": "Helouvo H., Hakkarainen K., Paunio K. Changes in the prevalence of subgingival enterics rods, staphylococci and yeasts after treatment with penicillin and erythromycin. Oral Microbiol. Immunol. 1993;8:75–79.", "ArticleIdList": ["8355988"]}, {"Citation": "Hirasawa M., Takada K. Multiple effects of green tea catechin on the antifungal activity of antimycotics against Candida albicans. J. Antimicrob. Chemother. 2004;53:225–229.", "ArticleIdList": ["14688042"]}, {"Citation": "Hussein S.A.M., Barakat H.H., Merfort I., Nawwar M.A.M. Tannins from the leaves of Punica granatum. Phytochemistry. 1997;45:819–823."}, {"Citation": "Johnson G.H., Taylor T.D., Heid D.W. Clinical evaluation of a nystatin pastille for treatment of denture-related oral candidiasis. J. Prosthet. Dent. 1989;61:699–703.", "ArticleIdList": ["2657027"]}, {"Citation": "Joseph-Horne T., Hollomon D.W. Molecular mechanisms of azole resistance in fungi. FEMS Microbiol. Lett. 1997;149:141–149.", "ArticleIdList": ["9141655"]}, {"Citation": "Lai M.H., Kirsch D.R. Nucleotide sequence of cytochrome P-450 L1A1 (lanosterol 14 alpha-demethylase) fromCandida albicans. Nucleic. Acids Res. 1989;17:804.", "ArticleIdList": ["PMC331629", "2644625"]}, {"Citation": "Loguercio A.P., Battistin A., Vargas A.C., Henzel A., Witt N.M. Atividade antibacteriana de extrato hidro-alcoólico de folhas de jambolão (Syzygium cumini L. Skells) Ciência Rural. 2005;35(2):371–376."}, {"Citation": "Lyon J.P., Resende M.A. Evaluation of adhesion to buccal epithelial cells in Candida species obtained from denture wearers after exposure to fluconazole. Mycoses. 2007;50(1):21–24.", "ArticleIdList": ["17302743"]}, {"Citation": "MacNeill S., Rindler E., Walker A., Brown A.R., Cobb C.M. Effects of tetracycline hydrochloride and chlorhexidine gluconate on Candida albicans: an in vitro study. J. Clin. Periodontol. 1997;24:753–760.", "ArticleIdList": ["9350560"]}, {"Citation": "Macura A.B. Fungal resistance to antimycotic drug: a growing problem. Int. J. Dermatol. 1991;30:181–183.", "ArticleIdList": ["2037402"]}, {"Citation": "Mardegan R.C. Piracicaba, Brasil: 2007. Atividade inibitória de extratos vegetais sobre Candida spp e sobre proteinases sintetizados por Candida albicans; p. 93. D.Sc. Thesis. Faculdade de Odontologia de Piracicaba. UNICAMP."}, {"Citation": "Martinez M.J., Betamcourt J., Alonso-González N., Jauregui A. Screening of some Cuban medicinal plants for antimicrobial activity. J. Ethnopharmacol. 1996;52:171–174.", "ArticleIdList": ["8771459"]}, {"Citation": "Nakamura T., Takahashi H. Epidemiological study of Candida infections in blood: susceptibilities of Candida spp. to antifungal agents, and clinical features associated with the candidemia. J. Infect. Chemother. 2006;12:132–138.", "ArticleIdList": ["16826345"]}, {"Citation": "Newman D.J., Cragg G.M. Natural products as source of new drugs over the last 25 years. J. Nat. Prod. 2007;70:461–477.", "ArticleIdList": ["17309302"]}, {"Citation": "Nikawa H., Hamada T., Yamamoto T. Denture plaque-past and recent concerns. J. Dent. 1998;26:299–304.", "ArticleIdList": ["9611934"]}, {"Citation": "Odds F.C. Resistance of yeasts to azole-derivative antifungal. J. Antimicrob. Chemother. 1993;31(4):463–71.", "ArticleIdList": ["8514644"]}, {"Citation": "Odds F.C., Brown A.J.P., Gow N.A.R. Antifungal agents: mechanisms of action. TRENDS in Microbiology. 2003;11(6):272–279.", "ArticleIdList": ["12823944"]}, {"Citation": "Orozco A.S., Higginbotham L.M., Hitchcock C.A., Parkinson T., Falconer D., Ibrahim A.S., Ghannoum M.A., Filler S.G. Mechanism of fluconazole resistance in Candida krusei. Antimicrob. Agents Chemother. 1998;42:2645–2649.", "ArticleIdList": ["PMC105912", "9756770"]}, {"Citation": "Pai M.R., Acharya L.D., Udupa N. Evaluation of antiplaque activity of Azadirachta indica leaf extract gel—a 6-week clinical study. J. Ethnopharmacol. 2004;90:99–103.", "ArticleIdList": ["14698516"]}, {"Citation": "Patel M., Shacleton J.T., Coogan M.M. Effect of antifungal treatment on the prevalence of yeasts in HIV-infected subjects. J. Med. Microbiol. 2006;55:1279–1284.", "ArticleIdList": ["16914661"]}, {"Citation": "Pfaller M.A., Jones R.N., Doern G.V., Sader A.S., Messer SA., Houston A., Coffman S., Hollis R.J. Bloodstream infections due to Candida species: SENTRY antimicrobial surveillance program in North America and Latin America, 1997–1998. Antimicrob. Agents Chemother. 2000;44:747–751.", "ArticleIdList": ["PMC89757", "10681349"]}, {"Citation": "Pinto P.M., Weikert-Oliveira R.C.B., Lyon J.P., Cury V.F., Arantes R.R., Koga-Ito C.Y., Resende M.A. In vitro antifungal susceptibility of clinical isolates of Candida spp. obtained from patients with different predisposing factors to candidosis. Microbiol. Res. 2008;163(5):579–585.", "ArticleIdList": ["16962755"]}, {"Citation": "Powderly W.G., Kobayashi G.S., Herzig G.P. Amphotericin B-resistant yeasts infection in severely immunocompromised patients. Am. J. Med. 1988;84:826–832.", "ArticleIdList": ["3284339"]}, {"Citation": "Pusateri C.R., Monaco E.A., Edgerton M. Sensitivity of Candida albicans biofilm cells grown on denture acrylic to antifungal proteins and chlorhexidine. Arch. Oral Biol. 2009;54(6):588–594.", "ArticleIdList": ["PMC2693315", "19249746"]}, {"Citation": "Quinn D.M. The effectiveness, in vitro, of miconazole and ketoconazole combined with tissue conditioners in inhibiting the growth of Candida albicans. J. Oral Rehabil. 1985;12:177–182.", "ArticleIdList": ["3886866"]}, {"Citation": "Ramage G., Bachmann S., Patterson T.F., Wickes B,L., Lopez-Ribot J.L. Investigation of multidrug efflux pumps in relation to fluconazole resistance in Candida albicans biofilms. J. Antimicrob. Chemother. 2002;49:973–980.", "ArticleIdList": ["12039889"]}, {"Citation": "Resende J.C.P., Resende M.A. In vitro antifungal susceptibility of clinical isolates of Candida spp. from hospitalized patients. Mycoses. 1999;42:641–644.", "ArticleIdList": ["10680440"]}, {"Citation": "Ruhnke M. Epidemiology of Candida albicans infections and role of non-Candida-albicans yeasts. Curr. Drug Targets. 2006;7:495–504.", "ArticleIdList": ["16611037"]}, {"Citation": "Samaranayake L.P., Nair R.G. Oral candida infection—A Review. Indian J. Dent. Rest. 1995;6:69–82.", "ArticleIdList": ["9495111"]}, {"Citation": "Samaranayake L.P., Cheung L.K., Samaranayake Y.H. Candidiasis and other fungal disease of the mouth. Dermatol. Ther. 2002;15:251–269."}, {"Citation": "Spelman K., Duke J.A., Bogenschutz-Godwin M.J. The synergy principle at work with plants, pathogens, insects, herbivores and humans. In: Cseke L.J., Kirakosyan A., Kaufman P.B., editors. Natiral Products from Plants. India: CRC Press; 2008. pp. 475–495."}, {"Citation": "Terai H., Shimahara M. Usefulness of culture test and direct examination for the diagnosis of oral atrophic candidiasis. Int. J. Dermatol. 2009;48:371–373.", "ArticleIdList": ["19335421"]}, {"Citation": "Tomas-Barberan F., Iniesta-Sanmartin E., Tomas-Lorente F., Rumbero A. Antimicrobial phenolic compounds from three Spanish Helichrysum species. Phytochemistry. 1990;29:1093–1095."}, {"Citation": "Truhlar M.R., Shay K., Sohnle P. Use of a new assay technique for quantification of antifungal activity of nystatin incorporated in denture liners. J. Prosthet. Dent. 1994;71:517–524.", "ArticleIdList": ["8006850"]}, {"Citation": "Viscoli C. Fluconazole versus amphotericina B as empirical antifungal therapy of unexplained fever in granulocytopenic cancer patients: a progmatic, multicentre, prospective and randomized clinical trial. Eur. J. Cancer. 1996;3:814–820.", "ArticleIdList": ["9081359"]}, {"Citation": "Warnock D.W. Azole drug resistance in Candida species. J. Med. Microbiol. 1992;37:225–226.", "ArticleIdList": ["1404317"]}, {"Citation": "Webb B.C., Thomas C.J., Harty D.W., Willcox M.D. Effectiveness of two methods of denture sterilization. J. Oral Rehabil. 1998;25:416–423.", "ArticleIdList": ["9687113"]}, {"Citation": "Webb B.C., Thomas C.J., Willcox M.D., Harty D.W., Knox K.W. Candida-associated denture stomatitis. Aetiology and management: a review. Part 2. Oral diseases caused by Candida species. Aust. Dent. J. 1998;43:160–166.", "ArticleIdList": ["9707778"]}, {"Citation": "Wenzel R.P. Nosocomial candidemia: risk factors and attributable mortality. Clin. Infect. Dis. 1995;20:1531–1534.", "ArticleIdList": ["7548504"]}, {"Citation": "White T.C., Holleman S., Dy F., Mirels L.F., Stevens D.A. Resistance mechanisms in clinical isolates of Candida albicans. Antimicob. Agents Chemother. 2002;46:1704–1713.", "ArticleIdList": ["PMC127245", "12019079"]}, {"Citation": "White T.C., Marr K.A., Bowden R.A. Clinical, cellular, and molecular factors that contribute to antifungal drug resistance. Clin. Microbiol. Rev. 1998;11:382–402.", "ArticleIdList": ["PMC106838", "9564569"]}, {"Citation": "Xu T., Levitz S.M., Diamond R.D., Oppnheim F.G. Anticandidal activity of major human salivary histatins. Infect. Immun. 1991;59:2549–2554.", "ArticleIdList": ["PMC258054", "1855975"]}, {"Citation": "Yang Y.L., Lo H.J. Mechanisms of antifungal agents resistance. J. Microbiol. Immunol. Infect. 2001;34:79–86.", "ArticleIdList": ["11456364"]}, {"Citation": "Zhang J.D., Xu Z., Cao Y.B., Chen H.S., Yan L., An M.M., Gao P.H., Wang Y., Jia X.M., Jiang Y.Y. Antifungal activities and action mechanisms of compounds from Tribulus terrestris L. J. Ethnopharmacol. 2006;103(1):76–84.", "ArticleIdList": ["16169173"]}]}], "History": [{"Year": "2009", "Month": "9", "Day": "8"}, {"Year": "2010", "Month": "4", "Day": "26"}, {"Year": "2013", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "10", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2010", "Month": "10", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2010", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24031562", "PMC3769763", "10.1590/S1517-83822010000400001", "S1517-83822010000400001"]}}], "PubmedBookArticle": []}