{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Ayurvedic", "Dehydration", "Oxidative stress", "Reactive oxygen species", "Renal failure", "Terminalia arjuna", "Uremia"]], "GeneralNote": [], "PMID": "24363722", "DateCompleted": {"Year": "2013", "Month": "12", "Day": "23"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "23"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1735-0328", "JournalIssue": {"Volume": "9", "Issue": "2", "PubDate": {"Year": "2010", "Season": "Spring"}}, "Title": "Iranian journal of pharmaceutical research : IJPR", "ISOAbbreviation": "Iran J Pharm Res"}, "ArticleTitle": "Protective Effect of Aqueous Extract of Terminalia arjuna against Dehydrating Induced Oxidative Stress and Uremia in Male Rat.", "Pagination": {"StartPage": "153", "EndPage": "161", "MedlinePgn": "153-61"}, "Abstract": {"AbstractText": ["The present study has been designed to find out the protective effect of aqueus extract of Terminalia arjuna against dehydration induced oxidative stress and uremia, protection by plant extract in male Wister strain albino rats, and therefore to find out the scientific basis of local use of Terminalia arjuna bark extract by village ayurved doctors to protect the progressive kidney disorder (renal failure) relating to dehydration and other related problems. Water withdrawing for 15 days in male Wister strain albino rats resulted in a significant elevation in the level of blood nitrogenous products (i.e. urea and creatinine). On the other hand, it increased the levels of free radicals, melondialdehyde (MDA) and conjugated dienes (CD) along with a significant diminution in the activities of superoxide dismutse (SOD) and catalase in blood. All these water markers were significantly prevented after administration of aqueous extract of Terminalia arjuna bark. These results suggest that dehydration induced oxidative stress and uremia in male rats may be protected by using the above mentioned medicinal plants extract. This herbal extract showed no toxic effect on blood and kidney, based on the measurements of glutamic oxaloacetic transaminase and glutamic pyruvic transaminase activities (data not shown)."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Human Physiology and Department of Nutrition, Raja N L Khans Women's College, Midnapore, West Bengal, India."}], "Identifier": [], "LastName": "Das", "ForeName": "Koushik", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Post Graduate Department of Zoology, West Bengal, India."}], "Identifier": [], "LastName": "Pratim Chakraborty", "ForeName": "Partha", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Laboratory Science and Management, Vidyasagar University, West Bengal, India."}], "Identifier": [], "LastName": "Ghosh", "ForeName": "Debidas", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Human Physiology and Department of Nutrition, Raja N L Khans Women's College, Midnapore, West Bengal, India. ; Dialysis Unit,Vidyasagar Institute of Health, West Bengal, India."}], "Identifier": [], "LastName": "Kumar Nandi", "ForeName": "Dilip", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Iran J Pharm Res", "NlmUniqueID": "101208407", "ISSNLinking": "1726-6882"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Moeller S, Gioberge S, Brown G. ESRD patients in 2004: global overview of patients, treatment modalities and development trends. Nephrology Dialysis Transplantation. 2004;17:2071–76.", "ArticleIdList": ["12454213"]}, {"Citation": "Toborek M, Wasik T, Drózdz M. Effect of hemodialysis on lipid peroxidation and antioxidant system in patients with chronic renal failure. Metabolism. 1992;41:1229–32.", "ArticleIdList": ["1435296"]}, {"Citation": "Nix S. Williams Basic Nutrition and Diet Therapy. 12th ed. New Delhi : Elseveir; 2005. pp. 399–400."}, {"Citation": "Antia FP, Abraham P. Clinical Dietetics and Nutrition. 4th ed. New Delhi : Oxford University Press; 2007. pp. 380–381."}, {"Citation": "Ishikawa E. Experimental study of effect of water deprivation-induced dehydration on renal function in rats. Hinyokika Kiyo. 1987;33:1342–48.", "ArticleIdList": ["3434489"]}, {"Citation": "Epperlein MM, Nourooz-Zadeh J, Jayasena SD. Nature and biological significance of free radicals generated during bicarbonate hemodialysis. J. Am. Soc. Nephrol. 1998;9:457–63.", "ArticleIdList": ["9513909"]}, {"Citation": "Vaziri ND. Oxidative stress in uremia: Nature, mechanisms and potential consequences. Semin Nephrol. 2004;24:469–73.", "ArticleIdList": ["15490413"]}, {"Citation": "Karthikeyan K, Sarala Bai BR, Gauthaman K, Sathish KS, Niranjali DS. Cardioprotective effect of the alcoholic extract of Terminalia arjuna bark in an in vivo model of myocardial ischemic reperfusion injury. Life Sci. 2003;73:2727–39.", "ArticleIdList": ["13679240"]}, {"Citation": "Ram A, Lauria P, Gupta R, Kumar P, Sharma VN. Hypocholesterolaemic effects of Terminalia arjuna tree bark. J. Ethnopharmacol. 1997;55:165–69.", "ArticleIdList": ["9080336"]}, {"Citation": "Manna P, Sinha , M , Sil PC. Aqueous extract of Terminalia arjuna prevents carbon tetrachloride induced hepatic and renal disorders. BMC Complement Altern. Med. 2006;6", "ArticleIdList": ["PMC1599753", "17010209"]}, {"Citation": "Olfert ED, Cross BM, McWilliam AA, editors. Guide to Care and Use of Experimental Animals. 2nd ed. Vol. 1. Ottawa: Canadian Council on Animal Care; 1993. pp. 55–57."}, {"Citation": "Misra DS, Maity R, Bear S, Das K, Ghosh D. Protective effect of Withania sominifera, Oscimum sanctum and Zingiber officinale on swimming-induced reproductive endocrine dysfunctions in male rat. Iranian. J. Pharmacol. Therap. 2005;4:110–17."}, {"Citation": "Lucien N, Bruneval P, Lasbennes F, Belair MF, Mandet C, Cartron JP. UT-B1 urea transporter is expressed along the urinary and gastrointestinal tracts of the mouse. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2005;288:1046–56.", "ArticleIdList": ["15563580"]}, {"Citation": "Beers RF, Sizer IW. A spectrophotometric method for measuring the breakdown of hydrogen peroxide of catalase. J. Biol. Chem. 1952;195:133–40.", "ArticleIdList": ["14938361"]}, {"Citation": "Marklund S, Marklund G. Involvement of superoxide anion radical in autotoxidation of pyrogallol and a convenient assay of superoxide dismutase. Eur. J. Biochem. 1974;47:469–74.", "ArticleIdList": ["4215654"]}, {"Citation": "Ohkawa H, Ohishi N, Yagi K. Assay for lipid peroxidation in animal tissues by thiobarbituric acid reaction. Anal. Biochem. 1979;95:351–58.", "ArticleIdList": ["36810"]}, {"Citation": "Burtis CA, Ashwood ER. Tietz Textbook of Clinial Chemistry. 3rd ed. Philadelphia: WB Saunders Company; 1999. pp. 809–61."}, {"Citation": "Sabbagh M, Rick W, Schneider S. A kinetic method for the direct determination of creatinine in serum with 3,5-dinitrobenzoic acid without deproteinization. J. Clin. Chem. Clin. Biochem. 1988;26:15–24.", "ArticleIdList": ["3373146"]}, {"Citation": "Goel BK. Routine biochemical test. In: Mukherjee KL, editor. Medical Laboratory Technology. III. New Delhi : Tata McGraw-Hill Publishing Company Ltd; 1988. pp. 985–1079."}, {"Citation": "William GK, Juneja V. Medical nutrition therapy for renal disorder. In: Mahan KL, Stump ES, editors. Krause’s Food and Nutrition Therapy. 12th ed. Canada: Elsevier; 2008. pp. 921–48."}, {"Citation": "Venkateswaran S, Pari L. Effect of Coccinia indica leave on antioxidant status in streptozotocin-induced diabetic rats. J. Ethnopharmacol. 2003;84:163–8.", "ArticleIdList": ["12648810"]}, {"Citation": "Debnath D, Mandal TK. Study of quinalphos (an environmental oestrogenic insecticide) formulation (Ekalux 25 E.C.)-induced damage of the testicular tissues and antioxidant defense systems in Sprague-Dawley albino rats. J. Appl. Toxicol. 2000;20:197–204.", "ArticleIdList": ["10797472"]}, {"Citation": "Marklund S, Marklund G. Involvement of superoxide anion radical in autoxidation of pyragallol and a convenient assay for superoxide dismutase. Eur. J. Biochem. 1974;47:469–74.", "ArticleIdList": ["4215654"]}, {"Citation": "Chance B, Greenstein DS, Roughton RJW. The mechanism of catalase action - steady state analysis. Arc. Biochem. Biophys. 1952;37:301–9.", "ArticleIdList": ["14953443"]}, {"Citation": "Freeman BA, Crapo JD. Biology of disease: free radicals and tissue injury. Lab. Invest. 1982;47:412–26.", "ArticleIdList": ["6290784"]}, {"Citation": "Jewett SL, Eddy LJ, Hochestein P. Is the antioxidation of cate-cholamines involved in ischaemic reperfusion injury? Free Rad. Biol. Med. 1989;6:185–8.", "ArticleIdList": ["2496008"]}, {"Citation": "Dillard CJ, Litov RE, Tappel AL. Effects of dietary vitamin E, selenium and polyunsaturated fats on in vivo lipid peroxidation in the rats as measured by pentane production. Lipids. 1978;13:396–402.", "ArticleIdList": ["672480"]}, {"Citation": "Himmerfalb J, Hakim RM. Oxidative stress in uremia. Curr. Opin. Nephrol. Hypertens. 2003;12:593–98.", "ArticleIdList": ["14564195"]}, {"Citation": "Visek WJ, Baron JM, Switz DM. Urea metabolism and intestinal ureolytic activity of rats fed antimicbial agents. Annurev. Nutr. 2002;22:87–105.", "ArticleIdList": ["13842460"]}, {"Citation": "Dounousi E, Papavasiliou E, Makedou A, Ioannou K, Katopodis KP, Tselepis A. Oxidative stress is progressively enhanced with advancing stages of CKD. Am. J. Kidney Dis. 2006;48:752–60.", "ArticleIdList": ["17059994"]}]}], "History": [{"Year": "2013", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2010", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24363722", "PMC3862063"]}}], "PubmedBookArticle": []}