{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "24393691", "DateCompleted": {"Year": "2014", "Month": "01", "Day": "08"}, "DateRevised": {"Year": "2014", "Month": "01", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0964-7058", "JournalIssue": {"Volume": "7", "Issue": "3/4", "PubDate": {"Year": "1998", "Month": "Dec"}}, "Title": "Asia Pacific journal of clinical nutrition", "ISOAbbreviation": "Asia Pac J Clin Nutr"}, "ArticleTitle": "Food variety and biodiversity: Econutrition.", "Pagination": {"StartPage": "314", "EndPage": "319", "MedlinePgn": "314-9"}, "Abstract": {"AbstractText": ["Both annual biomass production and biodiversity at any locality on earth are continually under threat as the population of Homo sapiens steadily increases, with the resultant pollution of atmosphere, soil and water. Today, environmental degradation and global warming (with its effect on evaporative aerodynamics and cellular respiration) have increased at an alarming rate. The ABP of all terrestrial plant communities (natural or cultivated) is slowly declining, thus reducing the energy supply of component plants and resident animals; in turn, the biodiversity of all the world's ecosystems, plant and animal, is threatened. The maintenance of biodiversity is important to human health for several reasons: (i) a varied food supply is essential to maintain the health of the omnivorous human species; (ii) a range of diverse food sources is necessary to safe-guard against climatic and pestilent disasters which may affect one or more of the food sources; (iii) a diversity of plants and animals may provide a rich source of medicinal material, essential for the extraction of undiscovered therapeutic compounds; (iv) intact ecosystems of indigenous plants and animals appear to act as a buffer to the spread of invasive plants and animals, and of pathogens and toxins, thus contributing to the health of populations nearby; and (v) the 'spiritual' values of exploring the diversity of plants, animals and ecosystems in an area appear to have a beneficial effect on mental health, strengthening the feeling of 'belonging to the landscape'. The variety of foods, their energy contents and food values, consumed throughout the year is amenable to scientific enquiry; as is the amount of energy expended in this collection or production. The control and management of food production and of water supplies, with attention to safety issues, has led to an improvement in life expectancy for a proportion of the world's population. The question is at what point might human health be disadvantaged by the present-day food-production systems. In order to achieve variety in food patterns is an agreed and internationally asserted Dietary Guideline, but the way in which, and the extent to which, this is or needs to be achieved is a pressing issue for biological science in general. It is a field of enquiry which may be identified as 'Eco-nutrition'."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Monash University, Monash Medical Centre, Melbourne, Australia."}], "LastName": "Wahlqvist", "ForeName": "M L", "Initials": "ML"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Specht", "ForeName": "R L", "Initials": "RL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Asia Pac J Clin Nutr", "NlmUniqueID": "9440304", "ISSNLinking": "0964-7058"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2014", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "1998", "Month": "12", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1998", "Month": "12", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24393691"]}}]}