{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Basella alba", "GC-MS/MS", "HMG-CoA reductase", "RP-HPLC", "hypercholesterolemia", "phytochemical"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "25609924", "DateCompleted": {"Year": "2015", "Month": "09", "Day": "09"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "01", "Day": "14"}], "ELocationID": ["10.2147/DDDT.S75056"], "Language": ["eng"], "Journal": {"ISSN": "1177-8881", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2015"}}, "Title": "Drug design, development and therapy", "ISOAbbreviation": "Drug Des Devel Ther"}, "ArticleTitle": "HMG-CoA reductase inhibitory activity and phytocomponent investigation of Basella alba leaf extract as a treatment for hypercholesterolemia.", "Pagination": {"StartPage": "509", "EndPage": "517", "MedlinePgn": "509-17"}, "Abstract": {"AbstractText": ["The enzyme 3-hydroxy-3-methyl-glutaryl-coenzyme A (HMG-CoA) reductase is the key enzyme of the mevalonate pathway that produces cholesterol. Inhibition of HMG-CoA reductase reduces cholesterol biosynthesis in the liver. Synthetic drugs, statins, are commonly used for the treatment of hypercholesterolemia. Due to the side effects of statins, natural HMG-CoA reductase inhibitors of plant origin are needed. In this study, 25 medicinal plant methanol extracts were screened for anti-HMG-CoA reductase activity. Basella alba leaf extract showed the highest inhibitory effect at about 74%. Thus, B. alba was examined in order to investigate its phytochemical components. Gas chromatography with tandem mass spectrometry and reversed phase high-performance liquid chromatography analysis revealed the presence of phenol 2,6-bis(1,1-dimethylethyl), 1-heptatriacotanol, oleic acid, eicosyl ester, naringin, apigenin, luteolin, ascorbic acid, and α-tocopherol, which have been reported to possess antihypercholesterolemic effects. Further investigation of in vivo models should be performed in order to confirm its potential as an alternative treatment for hypercholesterolemia and related cardiovascular diseases."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Selangor, Malaysia."}], "LastName": "Baskaran", "ForeName": "Gunasekaran", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Selangor, Malaysia."}], "LastName": "Salvamani", "ForeName": "Shamala", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Selangor, Malaysia."}], "LastName": "Ahmad", "ForeName": "Siti Aqlima", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Selangor, Malaysia."}], "LastName": "Shaharuddin", "ForeName": "Noor Azmi", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Technology, Faculty of Food Science and Technology, Universiti Putra Malaysia, Selangor, Malaysia."}], "LastName": "Pattiram", "ForeName": "Parveen Devi", "Initials": "PD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Selangor, Malaysia."}], "LastName": "Shukor", "ForeName": "Mohd Yunus", "Initials": "MY"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Drug Des Devel Ther", "NlmUniqueID": "101475745", "ISSNLinking": "1177-8881"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Hydroxymethylglutaryl-CoA Reductase Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Chromatography, Reverse-Phase"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Hydroxymethylglutaryl-CoA Reductase Inhibitors"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Hypercholesterolemia"}, {"QualifierName": ["chemistry"], "DescriptorName": "Magnoliopsida"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Tandem Mass Spectrometry"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adaramoye OA, Akintayo O, Achem J, Fafunso MA. Lipid-lowering effects of methanolic extract of Vernonia amygdalina leaves in rats fed on high cholesterol diet. Vasc Health Risk Manag. 2008;4(1):235–241.", "ArticleIdList": ["PMC2464769", "18629374"]}, {"Citation": "Gholamhoseinian A, Sharifi-Far F, Shahouzehi B. Inhibitory activity of some plant methanol extracts on 3-hydroxy-3-methylglutaryl coenzyme a reductase. Int J Pharmacol. 2010;6:705–711."}, {"Citation": "Friesen JA, Rodwell VW. The 3-hydroxy-3-methylglutaryl coenzyme-A (HMG-CoA) reductases. Genome Biol. 2004;5(11):248.", "ArticleIdList": ["PMC545772", "15535874"]}, {"Citation": "Maron DJ, Fazio S, Linton MF. Current perspectives on statins. Circulation. 2000;101(2):207–213.", "ArticleIdList": ["10637210"]}, {"Citation": "Loke WM, Proudfoot JM, Hodgson JM, et al. Specific dietary poly-phenols attenuate atherosclerosis in apolipoprotein E-knockout mice by alleviating inflammation and endothelial dysfunction. Arterioscler Thromb Vasc Biol. 2010;30(4):749–757.", "ArticleIdList": ["20093625"]}, {"Citation": "Sasidharan S, Chen Y, Saravanan D, Sundram KM, Yoga Latha L. Extraction, isolation and characterization of bioactive compounds from plants’ extracts. Afr J Tradit Complement Altern Med. 2011;8(1):1–10.", "ArticleIdList": ["PMC3218439", "22238476"]}, {"Citation": "World Health Organization . WHO Traditional Medicine Strategy 2002–2005. Geneva, Switzerland: World Health Organization; 2002."}, {"Citation": "Vinson JA, Dabbagh YA, Serry MM, Jang J. Plant flavonoids, especially tea flavonols, are powerful antioxidants using an in vitro oxidation model for heart disease. J Agric Food Chem. 1995;43(11):2800–2802."}, {"Citation": "Manach C, Mazur A, Scalbert A. Polyphenols and prevention of cardiovascular diseases. Curr Opin Lipidol. 2005;16(1):77–84.", "ArticleIdList": ["15650567"]}, {"Citation": "Kumar S, Malhotra R, Kumar D. Antidiabetic and free radicals scavenging potential of Euphorbia hirta flower extract. Indian J Pharm Sci. 2010;72(4):533–537.", "ArticleIdList": ["PMC3013561", "21218075"]}, {"Citation": "Feng Z, Hao W, Lin X, Fan D, Zhou J. Antitumor activity of total flavonoids from Tetrastigma hemsleyanum Diels et Gilg is associated with the inhibition of regulatory T cells in mice. Onco Targets Ther. 2014;7:947–956.", "ArticleIdList": ["PMC4061169", "24959081"]}, {"Citation": "Tahanian E, Sanchez LA, Shiao TC, Roy R, Annabi B. Flavonoids targeting of IκB phosphorylation abrogates carcinogen-induced MMP-9 and COX-2 expression in human brain endothelial cells. Drug Des Devel Ther. 2011;5:299–309.", "ArticleIdList": ["PMC3100225", "21625419"]}, {"Citation": "Hollman PC, Hertog MG, Katan MB. Role of dietary flavonoids in protection against cancer and coronary heart disease. Biochem Soc Trans. 1996;24(3):785–789.", "ArticleIdList": ["8878848"]}, {"Citation": "Kris-Etherton PM, Hecker KD, Bonanome A, et al. Bioactive compounds in foods: their role in the prevention of cardiovascular disease and cancer. Am J Med. 2002;113(Suppl 9B):71S–88S.", "ArticleIdList": ["12566142"]}, {"Citation": "Tikkanen MJ, Wähälä K, Ojala S, Vihma V, Adlercreutz H. Effect of soybean phytoestrogen intake on low density lipoprotein oxidation resistance. Proc Natl Acad Sci. 1998;95(6):3106–3110.", "ArticleIdList": ["PMC19702", "9501223"]}, {"Citation": "McAnlis GT, McEneny J, Pearce J, Young IS. Absorption and antioxidant effects of quercetin from onions, in man. Eur J of Clin Nutr. 1999;53(2):92–96.", "ArticleIdList": ["10099940"]}, {"Citation": "Anthony MS, Clarkson TB, Bullock BC, Wagner JD. Soy protein versus soy phytoestrogens in the prevention of diet-induced coronary artery atherosclerosis of male cynomolgus monkeys. Arterioscler Thromb Vasc Biol. 1997;17(11):2524–2531.", "ArticleIdList": ["9409223"]}, {"Citation": "Salvamani S, Gunasekaran B, Shaharuddin NA, Ahmad SA, Shukor MY. Antiartherosclerotic effects of plant flavonoids. Biomed Res Int. 2014;2014:480258.", "ArticleIdList": ["PMC4058282", "24971331"]}, {"Citation": "Adhikari R, Naveen Kumar H, Shruthi S. A review on medicinal importance of Basella alba L. Int J Pharma Sci Drug Res. 2012;4(2):110–114."}, {"Citation": "Lasekan O, Buettner A, Christlbauer M. Investigation of important odorants of palm wine (Elaeis guineensis) Food Chem. 2007;105(1):15–23."}, {"Citation": "Lee S-J, Umano K, Shibamoto T, Lee K-G. Identification of volatile components in basil (Ocimum basilicum L.) and thyme leaves (Thymus vulgaris L.) and their antioxidant properties. Food Chem. 2005;91(1):131–137."}, {"Citation": "Jung K-A, Song T-C, Han D, Kim I-H, Kim Y-E, Lee C-H. Cardiovascular protective properties of kiwifruit extracts in vitro. Biol Pharma Bull. 2005;28(9):1782–1785.", "ArticleIdList": ["16141561"]}, {"Citation": "Edeoga H, Okwu D, Mbaebie B. Phytochemical constituents of some Nigerian medicinal plants. Afr J Biotechnol. 2005;4(7):685–688."}, {"Citation": "Velioglu Y, Mazza G, Gao L, Oomah B. Antioxidant activity and total phenolics in selected fruits, vegetables, and grain products. J Agric Food Chem. 1998;46(10):4113–4117."}, {"Citation": "Harborne JB. Phytochemical Methods: A Guide to Modern Techniques of Plant Analysis. London, UK: Chapman and Hall; 1984."}, {"Citation": "Evans WC, Evans D. Trease and Evans Pharmacognosy. St Louis, MO: Elsevier; 2002."}, {"Citation": "Lasekan O. Volatile constituents of roasted tigernut oil (Cyperus escu-lentus L.) J Sci Food Agr. 2013;93(5):1055–1061.", "ArticleIdList": ["22936608"]}, {"Citation": "Wang H, Helliwell K. Determination of flavonols in green and black tea leaves and green tea infusions by high-performance liquid chromatography. Food Res Int. 2001;34(2–3):223–227."}, {"Citation": "Alves R, Casal S, Oliveira MBP. Determination of vitamin E in coffee beans by HPLC using a micro-extraction method. Food Sci Technol Int. 2009;15(1):57–63."}, {"Citation": "Wong J, Quinn C, Brown A. SREBP-2 positively regulates transcription of the cholesterol efflux gene, ABCA1, by generating oxysterol ligands for LXR. Biochem J. 2006;400:485–491.", "ArticleIdList": ["PMC1698594", "16901265"]}, {"Citation": "Salah N, Miller NJ, Paganga G, Tijburg L, Bolwell GP, Rice-Evans C. Polyphenolic flavanols as scavengers of aqueous phase radicals and as chain-breaking antioxidants. Arch Biochem Biophys. 1995;322(2):339–346.", "ArticleIdList": ["7574706"]}, {"Citation": "Duthie GG, Pedersen MW, Gardner PT, et al. The effect of whisky and wine consumption on total phenol content and antioxidant capacity of plasma from healthy volunteers. Eur J Clin Nutr. 1998;52(10):733–736.", "ArticleIdList": ["9805220"]}, {"Citation": "Frankel EN, Kanner J, German JB, Parks E, Kinsella JE. Inhibition of oxidation of human low-density lipoprotein by phenolic substances in red wine. Lancet. 1993;341(8843):454–457.", "ArticleIdList": ["8094487"]}, {"Citation": "Kerry NL, Abbey M. Red wine and fractionated phenolic compounds prepared from red wine inhibit low density lipoprotein oxidation in vitro. Atherosclerosis. 1997;135(1):93–102.", "ArticleIdList": ["9395277"]}, {"Citation": "Kris-Etherton PM, Keen CL. Evidence that the antioxidant flavonoids in tea and cocoa are beneficial for cardiovascular health. Curr Opin Lipidol. 2002;13(1):41–49.", "ArticleIdList": ["11790962"]}, {"Citation": "O’Byrne DJ, Devaraj S, Grundy SM, Jialal I. Comparison of the antioxidant effects of Concord grape juice flavonoids α-tocopherol on markers of oxi-dative stress in healthy adults. Am J Clinl Nutr. 2002;76(6):1367–1374.", "ArticleIdList": ["12450905"]}, {"Citation": "Rein D, Paglieroni TG, Wun T, et al. Cocoa inhibits platelet activation and function. Am J Clin Nutr. 2000;72(1):30–35.", "ArticleIdList": ["10871557"]}, {"Citation": "Vita JA. Polyphenols and cardiovascular disease: effects on endothelial and platelet function. Am J Clin Nutr. 2005;81(1):292S–297S.", "ArticleIdList": ["15640493"]}, {"Citation": "Wang Z, Huang Y, Zou J, Cao K, Xu Y, Wu JM. Effects of red wine and wine polyphenol resveratrol on platelet aggregation in vivo and in vitro. Int J Mol Med. 2002;9:77–80.", "ArticleIdList": ["11745001"]}, {"Citation": "Mekhfi H, ElHaouari M, Bnouham M, Aziz M, Ziyyat A, Legssyer A. Effects of extracts and tannins from Arbutus unedo leaves on rat platelet aggregation. Phytother Res. 2006;20(2):135–139.", "ArticleIdList": ["16444667"]}, {"Citation": "Tebib K, Besançon P, Rouanet J-M. Dietary grape seed tannins affect lipoproteins, lipoprotein lipases and tissue lipids in rats fed hypercho-lesterolemic diets. J Nutr. 1994;124(12):2451–2457.", "ArticleIdList": ["16856327"]}, {"Citation": "Reed J. Cranberry flavonoids, atherosclerosis and cardiovascular health. Crit Rev Food Sci Nutr. 2002;42(3 suppl):301–316.", "ArticleIdList": ["12058989"]}, {"Citation": "Brune M, Rossander L, Hallberg L. Iron absorption and phenolic compounds: importance of different phenolic structures. Eur J Clin Nutr. 1989;43(8):547–557.", "ArticleIdList": ["2598894"]}, {"Citation": "Sauvaire Y, Ribes G, Baccou JC, Loubatieères-Mariani MM. Implication of steroid saponins and sapogenins in the hypocholesterolemic effect of fenugreek. Lipids. 1991;26(3):191–197.", "ArticleIdList": ["2046485"]}, {"Citation": "Harwood HJ, Chandler CE, Pellarin LD, et al. Pharmacologic consequences of cholesterol absorption inhibition: alteration in cholesterol metabolism and reduction in plasma cholesterol concentration induced by the synthetic saponin beta-tigogenin cellobioside (CP-88818; tique-side) J Lipid Res. 1993;34(3):377–395.", "ArticleIdList": ["8468523"]}, {"Citation": "Hostettmann K, Marston A. Saponins. Cambridge, UK: Cambridge University Press; 2005."}, {"Citation": "Matsuura H. Saponins in garlic as modifiers of the risk of cardiovascular disease. J Nutr. 2001;131(3):1000S–1005S.", "ArticleIdList": ["11238805"]}, {"Citation": "Rodrigues H, Diniz Y, Faine L, et al. Antioxidant effect of saponin: potential action of a soybean flavonoid on glucose tolerance and risk factors for atherosclerosis. Int J Food Sci Nutr. 2005;56(2):79–85.", "ArticleIdList": ["16019317"]}, {"Citation": "Garrido Frenich A, Gonzalez-Rodriguez MJ, Arrebola FJ, Martínez Vidal JL. Potentiality of gas chromatography-triple quadrupole mass spectrometry in vanguard and rearguard methods of pesticide residues in vegetables. Anal Chem. 2005;77(14):4640–4648.", "ArticleIdList": ["16013883"]}, {"Citation": "Hernández F, Portolés T, Pitarch E, López FJ, Beltrán J, Vázquez C. Potential of gas chromatography coupled to triple quadrupole mass spectrometry for quantification and confirmation of organohalogen xenoestrogen compounds in human breast tissues. Anal Chem. 2005;77(23):7662–7672.", "ArticleIdList": ["16316174"]}, {"Citation": "Jeong YJ, Choi YJ, Choi JS, et al. Attenuation of monocyte adhesion and oxidised LDL uptake in luteolin-treated human endothelial cells exposed to oxidised LDL. Br J Nutr. 2007;97(03):447–457.", "ArticleIdList": ["17313705"]}, {"Citation": "Ma X, Li YF, Gao Q, et al. Inhibition of superoxide anion-mediated impairment of endothelium by treatment with luteolin and apigenin in rat mesenteric artery. Life Sci. 2008;83(3):110–117.", "ArticleIdList": ["18558413"]}, {"Citation": "Madhesh M, Vaiyapuri M. Luteolin a dietary flavonoid attenuates isoproterenol-induced myocardial oxidative stress in rat myocardium: an in vivo study. Biomed Prev Nutr. 2013;3(2):159–164."}, {"Citation": "Kim SY, Kim HJ, Lee MK, et al. Naringin time-dependently lowers hepatic cholesterol biosynthesis and plasma cholesterol in rats fed high-fat and high-cholesterol diet. J Med Food. Winter. 2006;9(4):582–586.", "ArticleIdList": ["17201649"]}, {"Citation": "Jeon SM, Park YB, Choi MS. Antihypercholesterolemic property of naringin alters plasma and tissue lipids, cholesterol-regulating enzymes, fecal sterol and tissue morphology in rabbits. Clin Nutr. 2004;23(5):1025–1034.", "ArticleIdList": ["15380892"]}, {"Citation": "Chanet A, Milenkovic D, Deval C, et al. Naringin, the major grapefruit flavonoid, specifically affects atherosclerosis development in diet-induced hypercholesterolemia in mice. J Nutr Biochem. 2012;23(5):469–477.", "ArticleIdList": ["21684135"]}, {"Citation": "Choe SC, Kim HS, Jeong TS, Bok SH, Park YB. Naringin has an antiatherogenic effect with the inhibition of intercellular adhesion molecule-1 in hypercholesterolemic rabbits. J Cardiovasc Pharm. 2001;38(6):947–955.", "ArticleIdList": ["11707699"]}, {"Citation": "Costantino L, Parenti C, Di Bella M, Zanoli P, Baraldi M. Anti-inflammatory activity of newly synthesized 2,6-bis-(1,1-dimethylethyl) phenol derivatives. Pharmacol Res. 1993;27(4):349–358.", "ArticleIdList": ["8367381"]}, {"Citation": "Busch SJ, Chen KS, Parker RA, Wright PS, Yates MT., assignees Substituted phenols and thiophenols useful as antioxidant agents. 2000. Sept. United States patent US 6,114,572."}, {"Citation": "Ogunlesi M, Okiei W, Osibote EA. Analysis of the essential oil from the leaves of Sesamum radiatum, a potential medication for male infertility factor, by gas chromatography-mass spectrometry. Afr J Biotechnol. 2010;9(7):1060–1067."}, {"Citation": "Vinson JA, Jang J. In vitro and in vivo lipoprotein antioxidant effect of a citrus extract and ascorbic acid on normal and hypercholesterolemic human subjects. J Med Food. 2001;4(4):187–192.", "ArticleIdList": ["12639400"]}, {"Citation": "Sakuma N, Yoshikawa M, Hibino A, et al. Ascorbic acid protects against peroxidative modification of low-density lipoprotein, maintaining its recognition by LDL receptors. J Nutr Sci Vitaminol (Tokyo) 2001;47(1):28–31.", "ArticleIdList": ["11349887"]}, {"Citation": "Siefken W, Höppner H, Harris I. Regulation of cholesterol synthesis by oleic and palmitic acid in keratinocytes. Exp Dermatol. 2000;9(2):138–145.", "ArticleIdList": ["10772388"]}, {"Citation": "Natali F, Siculella L, Salvati S, Gnoni GV. Oleic acid is a potent inhibitor of fatty acid and cholesterol synthesis in C6 glioma cells. J Lipid Res. 2007;48(9):1966–1975.", "ArticleIdList": ["17568062"]}, {"Citation": "Tan DT, Khor H, Low W, Ali A, Gapor A. Effect of a palm-oil-vitamin E concentrate on the serum and lipoprotein lipids in humans. Am J Clin Nutr. 1991;53(4):1027S–1030S.", "ArticleIdList": ["2012011"]}, {"Citation": "Ozer NK, Palozza P, Boscoboinik D, Azzi A. d-alpha-Tocopherol inhibits low density lipoprotein induced proliferation and protein kinase C activity in vascular smooth muscle cells. FEBS Lett. 1993;322(3):307–310.", "ArticleIdList": ["8486164"]}, {"Citation": "Parker RA, Sabrah T, Cap M, Gill BT. Relation of vascular oxidative stress, α-tocopherol, and hypercholesterolemia to early atherosclerosis in hamsters. Arterioscler Thromb Vasc Biol. 1995;15(3):349–358.", "ArticleIdList": ["7749845"]}, {"Citation": "Tucker J, Townsend D. Alpha-tocopherol: roles in prevention and therapy of human disease. Biomed Pharmacother. 2005;59(7):380–387.", "ArticleIdList": ["PMC6361124", "16081238"]}, {"Citation": "Ozer NK, Negis Y, Aytan N, et al. Vitamin E inhibits CD36 scavenger receptor expression in hypercholesterolemic rabbits. Atherosclerosis. 2006;184(1):15–20.", "ArticleIdList": ["15979077"]}, {"Citation": "Sen CK, Khanna S, Roy S. Tocotrienols: vitamin E beyond tocopherols. Life Sci. 2006;78(18):2088–2098.", "ArticleIdList": ["PMC1790869", "16458936"]}, {"Citation": "Catalgol B, Ozer NK. Protective effects of vitamin E against hypercholesterolemia-induced age-related diseases. Genes Nutr. 2012;7(1):91–98.", "ArticleIdList": ["PMC3250520", "21590435"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "1", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "1", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "9", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "1", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["25609924", "PMC4298350", "10.2147/DDDT.S75056", "dddt-9-509"]}}], "PubmedBookArticle": []}