{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Arecaceae", "Ethnopharmacology", "Traditional medicine"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "25749399", "DateCompleted": {"Year": "2016", "Month": "01", "Day": "15"}, "DateRevised": {"Year": "2015", "Month": "04", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "03", "Day": "05"}], "ELocationID": ["10.1016/j.jep.2015.02.050", "S0378-8741(15)00138-5"], "Language": ["eng"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "165", "PubDate": {"Year": "2015", "Month": "May", "Day": "13"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "African palm ethno-medicine.", "Pagination": {"StartPage": "227", "EndPage": "237", "MedlinePgn": "227-37"}, "Abstract": {"AbstractText": ["This study is the first to demonstrate the breadth and patterns of the medicinal applications of African palms. It sheds light on species with the potential to provide new therapeutic agents for use in biomedicine; and links the gap between traditional use of palms and pharmacological evaluation for the beneficial effects of palm products on human health. Last but not least, the study provides recommendations for the areas that should be targeted in future ethno-botanical surveys.", "The primary objective of this survey was to assemble all available ethno-medicinal data on African palms, and investigate patterns of palm uses in traditional medicine; and highlight possible under-investigated areas.", "References were found through bibliographic searches using several sources including PubMed, Embase, and Google Scholar and search engines of the State and University Libraries of Aarhus, National Library of Denmark and Copenhagen University Libraries, Harvard University Libraries, and the Mertz Library. Information about ethno-medicinal uses of palms was extracted and digitized in a database. Additionally, we used an African palm distribution database to compute the proportion of palm species that have been used for medicinal purposes in each country.", "We found 782 medicinal uses mentioned in 156 references. At least 23 different palm species (some remained unidentified) were used medicinally in 35 out of Africa's 48 countries. The most commonly used species were Elaeis guineensis, Phoenix dactylifera, Cocos nucifera, and Borassus aethiopum. Medicinal uses were in 25 different use categories of which the most common ones were Infections/Infestations and Digestive System Disorders. Twenty-four different parts of the palms were used in traditional medicine, with most of the uses related to fruit (and palm oil), root, seed and leaf. Palms were used in traditional medicine mostly without being mixed with other plants, and less commonly in mixtures, sometimes in mixture with products of animal origin. Future ethno-botanical surveys should be directed at the central African region, because palm species richness (and plant species richness in general) is particularly high in this area, and only few ethno-botanical studies available have focused on this region.", "The wide time span covered by our database (3500 years) shows that African palms have been used medicinally by many societies across the continent from time immemorial until today. Most medicinal use records for African palms were found in two categories that relate to most prevailing diseases and disorders in the region. By analyzing ethno-medicinal studies in one database we were able to demonstrate the value of palms in traditional medicine, and provide recommendations for the areas that should be targeted in future ethno-botanical surveys."], "CopyrightInformation": "Copyright © 2015 Elsevier Ireland Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Section for Ecoinformatics and Biodiversity, Department of Bioscience, Aarhus University, Ny Munkegade 114, DK-8000 Aarhus C, Denmark."}], "LastName": "Gruca", "ForeName": "Marta", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Section for Ecoinformatics and Biodiversity, Department of Bioscience, Aarhus University, Ny Munkegade 114, DK-8000 Aarhus C, Denmark."}], "LastName": "Blach-Overgaard", "ForeName": "Anne", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Section for Ecoinformatics and Biodiversity, Department of Bioscience, Aarhus University, Ny Munkegade 114, DK-8000 Aarhus C, Denmark. Electronic address: henrik.balslev@bios.au.dk."}], "LastName": "Balslev", "ForeName": "Henrik", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Africa"}, {"QualifierName": [], "DescriptorName": "Arecaceae"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2015", "Month": "1", "Day": "15"}, {"Year": "2015", "Month": "2", "Day": "21"}, {"Year": "2015", "Month": "2", "Day": "25"}, {"Year": "2015", "Month": "3", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "3", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "16", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25749399", "10.1016/j.jep.2015.02.050", "S0378-8741(15)00138-5"]}}], "PubmedBookArticle": []}