{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Assam", "Community management", "Conservation", "Development", "Ficus", "Human-uses"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "25794815", "DateCompleted": {"Year": "2016", "Month": "07", "Day": "08"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "03", "Day": "21"}], "ELocationID": ["10.1007/s13280-015-0645-9"], "Language": ["eng"], "Journal": {"ISSN": "1654-7209", "JournalIssue": {"Volume": "44", "Issue": "7", "PubDate": {"Year": "2015", "Month": "Nov"}}, "Title": "Ambio", "ISOAbbreviation": "Ambio"}, "ArticleTitle": "Isolated Ficus trees deliver dual conservation and development benefits in a rural landscape.", "Pagination": {"StartPage": "678", "EndPage": "684", "MedlinePgn": "678-84"}, "Abstract": {"AbstractText": ["Many of the world's rural populations are dependent on the local provision of economically and medicinally important plant resources. However, increasing land-use intensity is depleting these resources, reducing human welfare, and thereby constraining development. Here we investigate a low cost strategy to manage the availability of valuable plant resources, facilitated by the use of isolated Ficus trees as restoration nuclei. We surveyed the plants growing under 207 isolated trees in Assam, India, and categorized them according to their local human-uses. We found that Ficus trees were associated with double the density of important high-grade timber, firewood, human food, livestock fodder, and medicinal plants compared to non-Ficus trees. Management practices were also important in determining the density of valuable plants, with grazing pressure and land-use intensity significantly affecting densities in most categories. Community management practices that conserve isolated Ficus trees, and restrict livestock grazing and high-intensity land-use in their vicinity, can promote plant growth and the provision of important local resources."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biodiversity Research Group, School of Geography and the Environment, Oxford University Centre for the Environment, University of Oxford, South Parks Road, Oxford, OX1 3QY, UK. henry.cottee-jones@seh.ox.ac.uk."}, {"Identifier": [], "Affiliation": ", St Edmund Hall, Queen's Lane, Oxford, OX1 4AR, UK. henry.cottee-jones@seh.ox.ac.uk."}], "LastName": "Cottee-Jones", "ForeName": "H Eden W", "Initials": "HE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G.B. Pant Institute of Himalayan Environment & Development, Kosi-Katarmal, Almora, 263643, Uttarakhand, India. omeshbajpai@gmail.com."}], "LastName": "Bajpai", "ForeName": "Omesh", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G.B. Pant Institute of Himalayan Environment & Development, Kosi-Katarmal, Almora, 263643, Uttarakhand, India. dr_lbchaudhary@rediffmail.com."}], "LastName": "Chaudhary", "ForeName": "Lal B", "Initials": "LB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biodiversity Research Group, School of Geography and the Environment, Oxford University Centre for the Environment, University of Oxford, South Parks Road, Oxford, OX1 3QY, UK. robert.whittaker@ouce.ox.ac.uk."}, {"Identifier": [], "Affiliation": "Center for Macroecology, Evolution and Climate, Department of Biology, University of Copenhagen, Universitetsparken 15, 2100, Copenhagen Ø, Denmark. robert.whittaker@ouce.ox.ac.uk."}], "LastName": "Whittaker", "ForeName": "Robert J", "Initials": "RJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Sweden", "MedlineTA": "Ambio", "NlmUniqueID": "0364220", "ISSNLinking": "0044-7447"}, "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Agriculture"}, {"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": [], "DescriptorName": "Conservation of Natural Resources"}, {"QualifierName": ["physiology"], "DescriptorName": "Ficus"}, {"QualifierName": [], "DescriptorName": "India"}, {"QualifierName": ["growth & development"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rural Population"}, {"QualifierName": ["physiology"], "DescriptorName": "Trees"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adams WM, Aveling R, Brockington D, Dickson B, Elliott J, Hutton J, Roe D, Bhaskar V, Wolmer W. Biodiversity conservation and the eradication of poverty. Science. 2004;306:1146–1149. doi: 10.1126/science.1097920.", "ArticleIdList": ["10.1126/science.1097920", "15539593"]}, {"Citation": "Arnold JEM, Köhlin G, Persson R. Fuelwoods, livelihoods, and policy interventions: Changing perspectives. World Development. 2006;34:596–611. doi: 10.1016/j.worlddev.2005.08.008.", "ArticleIdList": ["10.1016/j.worlddev.2005.08.008"]}, {"Citation": "Barnes AD, Emberson RM, Chapman HM, Krell F-T, Didham RK. Matrix habitat restoration alters dung beetle species responses across tropical forest edges. Biological Conservation. 2014;170:28–37. doi: 10.1016/j.biocon.2013.12.006.", "ArticleIdList": ["10.1016/j.biocon.2013.12.006"]}, {"Citation": "Barua M, Sharma P. Birds of Kaziranga National Park, India. Forktail. 1999;15:47–60."}, {"Citation": "Bhatta, R. 2011. Ecology and conservation of Great Indian One-horned Rhino (Rhinoceros unicornis) in Pobitora Wildlife Sanctuary, Assam, India. PhD thesis, Gauhati University, Guwahati, Assam."}, {"Citation": "Bora PJ, Kumar Y. Floristic diversity of Assam: Study of Pabitora Wildlife Sanctuary. New Delhi: Daya Publishing House; 2003."}, {"Citation": "Caughlin TT, Ganesh T, Lowman MD. Sacred fig trees promote frugivore visitation and tree seedling abundance in South India. Current Science. 2012;102:918–922."}, {"Citation": "Chakravarty-Kaul M. Severance of a traditional grazing landscape in the Himalayas: Commons and ecosystems in crisis? In: Rotherham ID, editor. Cultural severance and the environment. New York: Springer; 2013. pp. 87–105."}, {"Citation": "Chazdon RL. Beyond deforestation: Restoring forests and ecosystem services on degraded lands. Science. 2008;320:1458–1460. doi: 10.1126/science.1155365.", "ArticleIdList": ["10.1126/science.1155365", "18556551"]}, {"Citation": "Chokkalingam U, Carandang AP, Pulhin JM, Lasco RD, Peras RJJ, Toma T. One century of forest rehabilitation in the Philippines: Approaches, outcomes and lessons. Country case studies on review of forest rehabilitation initiatives: Lessons from the past. Bogor: Center for International Forestry Research (CIFOR); 2006."}, {"Citation": "Cole RJ, Holl KD, Zahawi RA. Seed rain under tree islands planted to restore degraded lands in a tropical agricultural landscape. Ecological Applications. 2010;20:1255–1269. doi: 10.1890/09-0714.1.", "ArticleIdList": ["10.1890/09-0714.1", "20666248"]}, {"Citation": "Dewees PA. Trees on farms in Malawi: Private investment, public policy, and farmer choice. World Development. 1995;23:1085–1102. doi: 10.1016/0305-750X(95)00034-A.", "ArticleIdList": ["10.1016/0305-750X(95)00034-A"]}, {"Citation": "Dhanya B, Viswanath S, Purusthothaman S. Does litterfall from native trees support rainfed agriculture? Analysis of Ficus trees in agroforestry systems of southern dry agroclimatic zone of Karnataka, southern India. Journal of Forestry Research. 2013;24:333–338. doi: 10.1007/s11676-013-0357-6.", "ArticleIdList": ["10.1007/s11676-013-0357-6"]}, {"Citation": "Dudley N, Mansourian S, Vallauri D. Forest landscape restoration in context. In: Mansourian S, Vallauri D, Dudley N, editors. Forest restoration in landscapes. New York: Springer; 2005. pp. 3–7."}, {"Citation": "Dutta AC. Dictionary of economic and medicinal plants. Jorhat: Doss Publications; 2006."}, {"Citation": "Eshiamwata GW, Berens DG, Bleher B, Dean WRJ, Böhning-Gaese K. Bird assemblages in isolated Ficus trees in Kenyan farmland. Journal of Tropical Ecology. 2006;22:723–726. doi: 10.1017/S0266467406003646.", "ArticleIdList": ["10.1017/S0266467406003646"]}, {"Citation": "Fischer J, Stott J, Zerger A, Warren G, Sherren K, Forrester RI. Reversing a tree regeneration crisis in an endangered ecoregion. Proceedings of the National Academy of Sciences of the United States of America. 2009;106:10386–10391. doi: 10.1073/pnas.0900110106.", "ArticleIdList": ["10.1073/pnas.0900110106", "PMC2691384", "19497886"]}, {"Citation": "Fischer J, Sherren K, Stott J, Zerger A, Warren G, Stein J. Towards landscape-wide conservation outcomes in Australia’s temperate grazing region. Frontiers in Ecology and the Environment. 2010;8:69–74. doi: 10.1890/080170.", "ArticleIdList": ["10.1890/080170"]}, {"Citation": "Francis C, Van Wart J, Johnson B. How to regenerate rural community and ecoservices: Reversing the tragedy of the commons. Agronomy Journal. 2013;106:95–99. doi: 10.2134/agronj2013.0359.", "ArticleIdList": ["10.2134/agronj2013.0359"]}, {"Citation": "Gadgil M. Biodiversity and India’s degraded lands. AMBIO. 1993;22:167–172."}, {"Citation": "Gaultier D. Ficus (Moraceae) as part of agrarian systems in the Bamileke Region, Cameroon. Economic Botany. 1996;50:318–326. doi: 10.1007/BF02907341.", "ArticleIdList": ["10.1007/BF02907341"]}, {"Citation": "Gebreegziabher Z, van Kooten GC. Does community and household tree planting imply increased use of wood for fuel? Evidence from Ethiopia. Forest Policy & Economics. 2013;34:30–40. doi: 10.1016/j.forpol.2013.03.003.", "ArticleIdList": ["10.1016/j.forpol.2013.03.003"]}, {"Citation": "GOI (Government of India) Census of India, 2011. Provisional population totals, Assam. Government of India: New Delhi; 2011."}, {"Citation": "Guevara S, Laborde J, Sánchez-Rios G. Rain forest regeneration beneath the canopy of fig trees isolated in pastures of Los Tuxtlas, Mexico. Biotropica. 2004;36:99–108."}, {"Citation": "Hall JS, Ashton MS, Garen EJ, Jose S. The ecology and ecosystem services of native trees: Implications for reforestation and land restoration in Mesoamerica. Forest Ecology and Management. 2011;261:1553–1557. doi: 10.1016/j.foreco.2010.12.011.", "ArticleIdList": ["10.1016/j.foreco.2010.12.011"]}, {"Citation": "Harvey CA, Villanueva C, Esquivel H, Gómez R, Ibrahim M, Lopez M, Martinez J, Muñoz D, Restrepo C, Saénz JC, Villacís J, Sinclair FL. Conservation value of dispersed tree cover threatened by pasture management. Forest Ecology and Management. 2011;261:1664–1674. doi: 10.1016/j.foreco.2010.11.004.", "ArticleIdList": ["10.1016/j.foreco.2010.11.004"]}, {"Citation": "Heltberg R, Arndt TC, Sekhar NU. Fuelwood consumption and forest degradation: A household model for domestic energy substitution in rural India. Land Economics. 2000;76:213–232. doi: 10.2307/3147225.", "ArticleIdList": ["10.2307/3147225"]}, {"Citation": "Holl KD, Aide TM. When and where to actively restore ecosystems? Forest Ecology and Management. 2011;261:1558–1563. doi: 10.1016/j.foreco.2010.07.004.", "ArticleIdList": ["10.1016/j.foreco.2010.07.004"]}, {"Citation": "Horowitz L. Integrating indigenous resource management with wildlife conservation: A case study of Batang Ai National Park, Sarawak, Malaysia. Human Ecology. 1998;26:371–403. doi: 10.1023/A:1018752115074.", "ArticleIdList": ["10.1023/A:1018752115074"]}, {"Citation": "Howe HF, Miriti MN. When seed dispersal matters. BioScience. 2004;54:651–660. doi: 10.1641/0006-3568(2004)054[0651:WSDM]2.0.CO;2.", "ArticleIdList": ["10.1641/0006-3568(2004)054[0651:WSDM]2.0.CO;2"]}, {"Citation": "Huabin H. Sacred natural sites in Xishuangbanna, in South-western China. In: Lee C, Schaaf T, editors. The importance of sacred natural sites for biodiversity conservation. Kunming: United Nations Educational, Scientific and Cultural Organization (UNESCO); 2003. pp. 127–133."}, {"Citation": "Hutton JM, Leader-Williams N. Sustainable use and incentive-driven conservation: Realigning human and conservation interests. Oryx. 2003;37:215–226. doi: 10.1017/S0030605303000395.", "ArticleIdList": ["10.1017/S0030605303000395"]}, {"Citation": "IBM . IBM SPSS Statistics for Windows, Version 21.0. Armonk, NY: IBM Corporation; 2012."}, {"Citation": "Kanjilal, U.N., P.C. Kanjilal, and A. Das. 1934–1940. Flora of Assam, vol. I–IV. Calcutta: Government of Assam, Prabasi Press."}, {"Citation": "Kinnaird MF, O’Brien TG, Suryadi S. Population fluctuation in Sulawesi Red-knobbed Hornbills: Tracking figs in space and time. The Auk. 1996;113:431–440. doi: 10.2307/4088909.", "ArticleIdList": ["10.2307/4088909"]}, {"Citation": "Laloo RC, Kharlukhi L, Jeeva S, Mishra BP. Status of medicinal plants in the disturbed and the undisturbed sacred forests of Meghalaya, northeast India: Population structure and regeneration efficacy of some important species. Current Science. 2006;90:225–232."}, {"Citation": "Lamb D, Erskine PD, Parrotta JA. Restoration of degraded tropical forest landscapes. Science. 2005;310:1628–1632. doi: 10.1126/science.1111773.", "ArticleIdList": ["10.1126/science.1111773", "16339437"]}, {"Citation": "Le HD, Smith C, Herbohn J, Harrison S. More than just trees: Assessing reforestation success in tropical developing countries. Journal of Rural Studies. 2012;28:5–19. doi: 10.1016/j.jrurstud.2011.07.006.", "ArticleIdList": ["10.1016/j.jrurstud.2011.07.006"]}, {"Citation": "Long C-L, Zhou Y. Indigenous community forest management of Jinuo People’s swidden agroecosystems in Southwest China. Biodiversity and Conservation. 2001;10:753–767. doi: 10.1023/A:1016671003027.", "ArticleIdList": ["10.1023/A:1016671003027"]}, {"Citation": "Maginnis, S., and W. Jackson. 2002. Restoring forest landscapes. Retrieved 14 October, 2013, from http://cmsdata.iucn.org/downloads/restoring_forest_landscapes.pdf."}, {"Citation": "Manning AD, Fischer J, Lindenmayer DB. Scattered trees are keystone structures—implications for conservation. Biological Conservation. 2006;132:311–321. doi: 10.1016/j.biocon.2006.04.023.", "ArticleIdList": ["10.1016/j.biocon.2006.04.023"]}, {"Citation": "Martin EA, Ratsimisetra L, Laloë F, Carrière SM. Conservation value for birds of traditionally managed isolated trees in an agricultural landscape of Madagascar. Biodiversity and Conservation. 2009;18:2719–2742. doi: 10.1007/s10531-009-9671-x.", "ArticleIdList": ["10.1007/s10531-009-9671-x"]}, {"Citation": "MEA (Millennium Ecosystem Assessment) Ecosystems and human well-being. Washington, DC: Island Press; 2005."}, {"Citation": "Murgueitio E, Calle Z, Uribe F, Calle A, Solorio B. Native trees and shrubs for the productive rehabilitation of tropical cattle ranching lands. Forest Ecology and Management. 2011;261:1654–1663. doi: 10.1016/j.foreco.2010.09.027.", "ArticleIdList": ["10.1016/j.foreco.2010.09.027"]}, {"Citation": "Natarajan I. Trends in firewood consumption in rural India. Margin. 1995;28:41–47."}, {"Citation": "Nibbering JW. Tree planting on deforested farmlands, Sewu Hills, Java, Indonesia: Impact of economic and institutional changes. Agricultural Systems. 1999;46:65–82."}, {"Citation": "Phondani PC, Maikhuri RK, Bisht NS. Endorsement of ethnomedicinal knowledge towards conservation in the context of changing socio-economic and cultural values of traditional communities around Binsar Wildlife Sanctuary in Uttarakhand, India. Journal of Agricultural and Environmental Ethics. 2013;26:573–600. doi: 10.1007/s10806-012-9428-5.", "ArticleIdList": ["10.1007/s10806-012-9428-5"]}, {"Citation": "Rey Benayas JM, Newton AC, Diaz A, Bullock JM. Enhancement of biodiversity and ecosystem services by ecological restoration: A meta-analysis. Science. 2009;325:1121–1124. doi: 10.1126/science.1172460.", "ArticleIdList": ["10.1126/science.1172460", "19644076"]}, {"Citation": "Sarma H, Tripathi AK, Borah S, Kumar D. Updated estimates of wild edible and threatened plants of Assam: A meta-analysis. International Journal of Botany. 2010;1:414–423."}, {"Citation": "Shanahan M, So S, Compton SG, Corlett R. Fig-eating by vertebrate frugivores: A global review. Biological Reviews of the Cambridge Philosophical Society. 2001;76:529–572. doi: 10.1017/S1464793101005760.", "ArticleIdList": ["10.1017/S1464793101005760", "11762492"]}, {"Citation": "Shrivastava RJ, Heinen J. A microsite analysis of resource use around Kaziranga National Park, India. Journal of Environment & Development. 2007;16:207–226. doi: 10.1177/1070496507301064.", "ArticleIdList": ["10.1177/1070496507301064"]}, {"Citation": "Slocum MG. How tree species differ as recruitment foci in a tropical pasture. Ecology. 2001;82:2547–2559. doi: 10.1890/0012-9658(2001)082[2547:HTSDAR]2.0.CO;2.", "ArticleIdList": ["10.1890/0012-9658(2001)082[2547:HTSDAR]2.0.CO;2"]}, {"Citation": "TEEB . The economics of ecosystems and biodiversity. Ecological and economic foundations. London: Earthscan; 2010."}, {"Citation": "Toh I, Gillespie M, Lamb D. The role of isolated trees in facilitating tree seedling recruitment at a degraded sub-tropical rainforest site. Restoration Ecology. 2002;7:288–297. doi: 10.1046/j.1526-100X.1999.72022.x.", "ArticleIdList": ["10.1046/j.1526-100X.1999.72022.x"]}, {"Citation": "van’t Veld, K., U. Narain, S. Gupta, N. Chopra, and S. Singh. 2006. India’s firewood crisis reexamined. Discussion Paper 06–25. Washington, DC: Resources for the Future."}, {"Citation": "Wilson D, Wilson A. Figs as a global spiritual and material resource for humans. Human Ecology. 2013;41:459–464. doi: 10.1007/s10745-013-9582-z.", "ArticleIdList": ["10.1007/s10745-013-9582-z"]}, {"Citation": "Wuethrich B. Reconstructing Brazil’s Atlantic rainforest. Science. 2008;315:1070–1072. doi: 10.1126/science.315.5815.1070.", "ArticleIdList": ["10.1126/science.315.5815.1070", "17322040"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "10", "Day": "3"}, {"Year": "2015", "Month": "2", "Day": "19"}, {"Year": "2015", "Month": "1", "Day": "19"}, {"Year": "2015", "Month": "3", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "3", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25794815", "PMC4591229", "10.1007/s13280-015-0645-9", "10.1007/s13280-015-0645-9"]}}], "PubmedBookArticle": []}