{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26025447", "DateCompleted": {"Year": "2016", "Month": "09", "Day": "01"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "05", "Day": "30"}], "ELocationID": ["43", "10.1186/s13002-015-0031-5"], "Language": ["eng"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2015", "Month": "May", "Day": "30"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnomedicinal plants used by traditional healers in Phatthalung Province, Peninsular Thailand.", "Pagination": {"StartPage": "43", "MedlinePgn": "43"}, "Abstract": {"AbstractText": ["In rural communities of Thailand, traditional healers still play an important role in local health care systems even though modern medicine is easily accessible. Meanwhile, natural forests in Thailand which are important sources of materia medica are being greatly destroyed. This has led to an erosion of traditional Thai medicine. Furthermore, the concept of medicinal plant selection as medicine based on their tastes is still an important component of traditional Thai medicine, but no or little publications have been reported. Thus the aim of the present study is to collect ethnomedicinal data, medicinal plant tastes and relevant information from experienced traditional healers before they are lost.", "An ethnobotanical survey was carried out to collect information from nine experienced traditional healers on the utilization of medicinal plants in Phatthalung Province, Peninsular Thailand. Data were obtained using semi-structured interviews and participant observations. Plant specimens were also collected and identified according to the plant taxonomic method.", "A total of 151 medicinal plants were documented and 98 of these are reported in the study. Local names, medicinal uses, parts used, modes of preparation, and the relationship between ailments and tastes of medicinal plant species are presented.", "This research suggests that traditional healers are still considered important for public health among Thai communities and that many people trust the healing properties of medicinal plants. In the future, it is hoped that traditional Thai medicine will be promoted and therefore will help reduce national public health expense."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Songkhla, 90110, Thailand. katesarin.m@psu.ac.th."}], "LastName": "Maneenoon", "ForeName": "Katesarin", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Songkhla, 90110, Thailand. Chuanchom.kh@gmail.com."}, {"Identifier": [], "Affiliation": "Faculty of Health and Sports Science, Thaksin University, Phatthalung, 93110, Thailand. Chuanchom.kh@gmail.com."}], "LastName": "Khuniad", "ForeName": "Chuanchom", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Songkhla, 90110, Thailand. yaowalak.te@gmail.com."}, {"Identifier": [], "Affiliation": "Faculty of Science and Technology, Songkhla Rajabhat University, Songkhla, 90000, Thailand. yaowalak.te@gmail.com."}], "LastName": "Teanuan", "ForeName": "Yaowalak", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Songkhla, 90110, Thailand. awan_ni@hotmail.com."}], "LastName": "Saedan", "ForeName": "Nisachon", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Songkhla, 90110, Thailand. supat_in@hotmail.com."}], "LastName": "Prom-In", "ForeName": "Supatra", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Songkhla, 90110, Thailand. soulmate_reddevil@hotmail.com."}], "LastName": "Rukleng", "ForeName": "Nitiphol", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Songkhla, 90110, Thailand. z_kyur10@hotmail.com."}], "LastName": "Kongpool", "ForeName": "Watid", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Songkhla, 90110, Thailand. khawkhong@hotmail.com."}], "LastName": "Pinsook", "ForeName": "Phongsura", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Songkhla, 90110, Thailand. oak22winyu@gmail.com."}], "LastName": "Wongwiwat", "ForeName": "Winyu", "Initials": "W"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Interviews as Topic"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rural Population"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": [], "DescriptorName": "Thailand"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Thai Trade Centers, USA: Ministry of Public Health Promotes Thai Traditional and Alternative Medicine in Hospitals Nationwide. [http://www.thaitradeusa.com/home/?p=10322] "}, {"Citation": "Phatthalung province. [http://www.phatthalung.go.th/position]"}, {"Citation": "Pensuk A, Shrestha R. Linking land use change and rural livelihoods: a case study of Phatthalung watershed in Southern Thailand. APJORD. 2008;18(2):143–64."}, {"Citation": "Bridson D, Forman L. The herbarium handbook. UK: Royal Botanic Gardens Kew; 1992."}, {"Citation": "Cheikhyoussef A, Shapi M, Matengu K, Ashekele HM. Ethnobotanical study of indigenous knowledge on medicinal plant use by traditional healers in Oshikoto region, Namibia. J Ethnobiol Ethnomed. 2011;7:1–11. doi: 10.1186/1746-4269-7-10.", "ArticleIdList": ["10.1186/1746-4269-7-10", "PMC3062575", "21388534"]}, {"Citation": "Prasitpuriprecha C, Sripanidkulchai B, Lulitanond V, Saguansermsri J. Studies on the utilization of medicinal plants as immunomodulators in Ubon Ratchathani Province, Thailand. KKU Res J. 2005;10:31–41."}, {"Citation": "Tabuti JRS, Lye KA, Dhillion SS. Traditional herbal drugs of Bulamogi, Uganda: plants, use and administration. J Ethnopharmacol. 2003;88:19–44. doi: 10.1016/S0378-8741(03)00161-2.", "ArticleIdList": ["10.1016/S0378-8741(03)00161-2", "12902048"]}, {"Citation": "Wodah D, Asase A. Ethnopharmacological use of plants by Sisala traditional healers in northwest Ghana. Pharm Biol. 2012;50:807–15. doi: 10.3109/13880209.2011.633920.", "ArticleIdList": ["10.3109/13880209.2011.633920", "22471920"]}, {"Citation": "Kashanipour RA, McGee RJ. Northern Lacandon Maya medicinal plants use in the communities of Lacanja Chan Sayab and Naha, Chiapas, Mexico. JEA. 2004;8:47–66. doi: 10.5038/2162-4593.8.1.3.", "ArticleIdList": ["10.5038/2162-4593.8.1.3"]}, {"Citation": "Mahmood A, Mahmood A, Mujtaba G, Mumtaz MS, Kayani WK, Khan MA. Indigenous medicinal knowledge of common plants from district Kotli Azad Jammu and Kashmir Pakistan. J Med Plants Res. 2012;6:4961–7. doi: 10.5897/JMPR12.703.", "ArticleIdList": ["10.5897/JMPR12.703"]}, {"Citation": "Au DT, Wu J, Jiang Z, Chen H, Lu G. Ethnobotanical study of medicinal plants used by Hakka in Guangdong, China. J Ethnopharmacol. 2008;117:41–50. doi: 10.1016/j.jep.2008.01.016.", "ArticleIdList": ["10.1016/j.jep.2008.01.016", "18313871"]}, {"Citation": "Chotchoungchatchai S, Saralamp P, Jenjittikul T, Pornsiripongse S, Prathanturarug S. Medicinal plants used with Thai Traditional Medicine in modern healthcare services: a case study in Kabchoeng hostpital, Surin province, Thailand. J Ethnopharmacol. 2012;141:193–205. doi: 10.1016/j.jep.2012.02.019.", "ArticleIdList": ["10.1016/j.jep.2012.02.019", "22366679"]}, {"Citation": "Joshi K, Hankey A, Patwardhan B. Traditional phytochemistry: identification of drug by taste. eCam. 2006;4:145–8.", "ArticleIdList": ["PMC1876604", "17549231"]}, {"Citation": "Ankli A, Sticher O, Heinrich M. Yucatec Maya medicinal plants versus non-medicinal plants: indigenous characterization and selection. Hum Ecol. 1999;27:557–80. doi: 10.1023/A:1018791927215.", "ArticleIdList": ["10.1023/A:1018791927215"]}, {"Citation": "Casagrande DG. Human taste cognition in Tzeltal Maya medicinal plant use. JEA. 2000;4:57–69."}, {"Citation": "Leonti M, Sticher O, Heinrich M. Medicinal plants of the Popoluca, Mexico: organoleptic properties as indigenous selection criteria. J Ethnomharmacol. 2002;81:307–15. doi: 10.1016/S0378-8741(02)00078-8.", "ArticleIdList": ["10.1016/S0378-8741(02)00078-8", "12127230"]}, {"Citation": "Reanmongkol W, Wattanapiromsakul C. Evaluation of the analgesic, antipyretic and anti-inflammatory activities of the extracts from the pericarp of Garcinia mangostana L. in experimental animals. Songklanakarin J Sci Technol. 2008;30:739–45."}, {"Citation": "Voravuthikunchai S, Kitpipat L. Antibacterial activity of crude extracts of Thai medicinal plants against clinical isolates of methicillin-resistant Staphylococcus aureus. Songklanakarin J Sci Technol. 2005;27:525–34."}, {"Citation": "Ramsewak RS, Dewitt DL, Nair MG. Cytotoxicity, antioxidant and anti-inflammatory activities of Curcumins I-III from Curcuma longa. J Ethnopharmacol. 2000;7:303–8.", "ArticleIdList": ["10969724"]}, {"Citation": "Cikrikci S, Mozioglu E, Yilmaz H. Biological activity of Curcuminoids isolated from Curcuma longa. Rec Nat Prod. 2008;2:19–24."}, {"Citation": "Wu NC. Safety and anti-inflammatory activity of Curcumin: a component of Tumeric (Curcuma longa) J Altern Complem Med. 2003;9:161–8. doi: 10.1089/107555303321223035.", "ArticleIdList": ["10.1089/107555303321223035", "12676044"]}, {"Citation": "Naz S, Jabeen S, Ilyas S, Manzoor F, Aslam F, Ali A. Antibacterial activity of Curcuma longa varieties against different strains of bacteria. Pakistan J Bot. 2010;42:455–62."}, {"Citation": "Tuorkey M, Karolin K. Anti-ulcer activity of curcumin on experimental gastric ulcer in rats and tis effect on oxidative stress / antioxidant, IL-6 and enzyme activities. Biomed Environ Sci. 2009;22:488–95. doi: 10.1016/S0895-3988(10)60006-2.", "ArticleIdList": ["10.1016/S0895-3988(10)60006-2", "20337222"]}, {"Citation": "Neamsuvan O, Tuwaemaengae T, Bensulong F, Asae A, Mosamae K. A survey of folk remedies for gastrointestinal diseases from Thailand’s three southern border provinces. J Ethnopharmacol. 2012;144:11–21. doi: 10.1016/j.jep.2012.07.043.", "ArticleIdList": ["10.1016/j.jep.2012.07.043", "22940242"]}, {"Citation": "Bunluepuech K, Tewtrakul S. Anti-HIV-1 integrase activity of Thai Medicinal Plants. Songklanakarin J Sci Technol. 2009;31:289–92."}, {"Citation": "Neamsuvan O, Singdam P, Yingcharoen K, Sengnon N. A survey of medicinal plants in mangrove and beach forests from sating phra peninsula, Songkhla Province, Thailand. J Med Plants Res. 2012;12:2421–37."}, {"Citation": "Khuankaew S, Srithi K, Tiansawat P, Jampeetong A, Inta A, Wangpakapattanawong P. Ethnobotanical study of medicinal plants used by Tai Yai in Northern Thailand. J Ethnopharmacol. 2014;151:829–38. doi: 10.1016/j.jep.2013.11.033.", "ArticleIdList": ["10.1016/j.jep.2013.11.033", "24334162"]}, {"Citation": "Junsongduang A, Balslev H, Inta A, Jampeetong A, Wangpakapattanawong P. Karen and Lawa medicinal plant use: uniformity or ethnic divergence. J Ethnopharmacol. 2014;151:517–27. doi: 10.1016/j.jep.2013.11.009.", "ArticleIdList": ["10.1016/j.jep.2013.11.009", "24247077"]}, {"Citation": "Tangjitman K, Wongsawad C, Winijchaiyanan P, Sukkho T, Kamwong K, Pongamornkul W, et al. Traditional knowledge on medicinal plant of the Karen in northern Thailand: a comparative study. J Ethnopharmacol. 2013;150:232–43. doi: 10.1016/j.jep.2013.08.037.", "ArticleIdList": ["10.1016/j.jep.2013.08.037", "23999245"]}, {"Citation": "Pandith H, Zhang X, Liggett J, Min KW, Gritsanapan W, Baek SJ. Hemostatic and wound healing properties of Chromolaena odorata leaf extract. ISRN Dermatol. 2013. http://dx.doi.org/10.1155/2013/168269.", "ArticleIdList": ["10.1155/2013/168269", "PMC3747403", "23984087"]}, {"Citation": "Maneenoon K. Ethnobotany of Sakai tribe at Banthad range. Peninsular Thailand: Prince of Songkla University, Biology Department; 2001."}, {"Citation": "Upho U. Ethnobotany of Buddhist and Muslim Thais in some locations in the lower part of southern Thailand. PhD thesis. Chiangmai University, Biology Department; 2005."}, {"Citation": "Tejasen P, Thongthapp C. The study of the insecticide antitoxicity of Thunbergia laurifolia Lindl. Chiang Mai Bull. 1979;19:105–14."}, {"Citation": "Saenphet K, Kantaoop P, Saenphet S, Aritajat S. Mutagenicity of Pueraria mirifica Airy Shaw & Suvatabandhu and antimutagenicity of Thunbergia laurifolia L. Southeast Asian J Trop Med Public Health. 2005;36:238–41.", "ArticleIdList": ["16438216"]}, {"Citation": "Thongsaard W, Marsden CA, Morris P, Prior M, Shah YB. Effect of Thunbergia laurifolia Lindl., a Thai natural product used to treat drug addiction, on cerebral activity detected by functional magnetic resonance imaging in the rat. Psychophamocol. 2005;180:752–60.", "ArticleIdList": ["16001121"]}, {"Citation": "Oonsivilai R, Ferruzzi MG, Ningsanond S. Antioxidant activity and cytotoxicity of Rang Chuet (Thunbergia laurifolia Lindl.) extracts. J Food Ag-Ind. 2008;1:116–28."}, {"Citation": "Palipoch S, Jiraungkoorskul W, Tansatit T, Preyavichyapugdee N, Jaikua W, Kosai P. Protective efficiency of Thunbergia laurifolia leaf extract against lead (II) nitrate-induced toxicity in Oreochromis niloticus. J Med Plant Res. 2011;5:719–28."}, {"Citation": "Chivapat S, Chavalittumrong P, Attawish A, Bansiddhi J, Padungpat S. Chronic toxicity of Thunbergia laurifolia Lindl. extract. J Thai Trad Altern Med. 2009;7:17–24."}, {"Citation": "Tangpong J. Anti-neurodegenerative effect of Thunbergia laurifolia Lindl. on lead-mediated neuroapoptosis. Nakhon Si Thammarat: Walailak University; 2010."}, {"Citation": "Chattaviriya P, Morkmek N, Lertprasertsuke N, Ruangyuttikarn W. Drinking Thunbergia laurifolia Lindl. leaf extract helps prevent renal toxicity induced by cadmium in rats. Thai J Toxicol. 2010;25:124–32."}, {"Citation": "Saiin C, Markmee S. Isolation of anti-malaria active compound from Yanang (Tiliacora triandra Diels.) Kasetsart J Nat Sci. 2003;37:47–51."}, {"Citation": "Sireeratawong S, Lertprasertsuke N, Srisawat U, Thuppia A, Ngamjariyawat A. Acute and subchronic toxicity study of the water extract from Tiliacora triandra (Colebr.) Diels in rats. Songklanakarin J Sci Technol. 2008;30:611–9."}, {"Citation": "Rafatullah S, Tariq M, Mossa JS, Al-Yahya AL. Anti-secretagogue, antiulcer and cytoprotective properties of Acorus calamus in rats. Fitoterapia. 1994;1:19–23."}, {"Citation": "Abdelwahab SI, Mohan S, Abdulla MA, Sukari MA, Abdul AB, Taha MME, et al. The methanolic extract of Boesenbergia rotunda (L.) Mansf. And its major compound pinostrobin induces anti-ulcerogenic property in vivo: Possible involvement of indirect antioxidant action. J Ethnopharmacol. 2011;137:63–970.", "ArticleIdList": ["21771650"]}, {"Citation": "Zhu M, Luk HH, Fung HS, Luk CT. Cytoprotective effects of Cyperus rotundus against ethanol induced gastric ulceration in rats. Phytother Res. 1998;11:392–4. doi: 10.1002/(SICI)1099-1573(199708)11:5<392::AID-PTR113>3.0.CO;2-1.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199708)11:5<392::AID-PTR113>3.0.CO;2-1"]}, {"Citation": "Nie Y, Kinghua L, Evacuasiany E. The effect of Kencur’s rhizome ethanol extract (Kaempferia galanga L.) against gastric mucosal to Swiss Webster mice in induce by asetosal. J Medika Planta. 2012;2:77–84."}, {"Citation": "Chaichanawongsaroj N, Amonyingcharoen S, Pattiyathanee P, Vilaichone R, Poovorawan Y. Anti-Helicobacter pylori and anti-internalization activities of Thai folk remedies used to treat gastric ailments. J Med Plant Res. 2012;6:1389–93."}, {"Citation": "Singh S, Majumdar DK. Evaluation of the gastric antiulcer activity of fixed oil of Ocimum sanctum (Holy Basil) J Ethnopharmacol. 1999;65:13–9. doi: 10.1016/S0378-8741(98)00142-1.", "ArticleIdList": ["10.1016/S0378-8741(98)00142-1", "10350365"]}, {"Citation": "Sharma A, Meena A, Meena R. Antimicrobial activity of plant extracts of Ocimum tenuiflorum. Int J Pharm Tech Res. 2012;4:76–180. doi: 10.4103/2231-4040.111522.", "ArticleIdList": ["10.4103/2231-4040.111522"]}, {"Citation": "Zaman SU, Mirje MM, Ramabhimaiah S. Evaluation of the anti-ulcerogenic effect of Zingiber officinale (Ginger) root in rats. Int J Curr Microbiol App Sci. 2014;3:347–54."}, {"Citation": "Bugno A, Nicoletti MA, Almodovar AAB, Pereira TC. Auricchio MT, antimicrobial efficacy of Curcuma zedoaria extract as assessed by linear regression compaired with commercial mouthrinses, Brazillian. J Microbiol. 2007;38:440–5."}, {"Citation": "Kaushik M, Jalalpure SS. Anti-inflammatory efficacy of Curcuma zedoaria Rosc root extracts. Asian J Pharm Clin Res. 2011;4:90–2.", "ArticleIdList": ["PMC3217705", "22171314"]}, {"Citation": "Kader G, Nikkon F, Rashid A, Yeasmin T. Antimicrobial activities of the zhizome extract of Zingiber zerumbet L. Asian Pac J Trop Biomed. 2011;1:409–12. doi: 10.1016/S2221-1691(11)60090-7.", "ArticleIdList": ["10.1016/S2221-1691(11)60090-7", "PMC3614197", "23569803"]}, {"Citation": "Khalid MH, Akhtar MN, Mohamad AS, Perimal EK, Akira A, Israf DA, et al. Antinociceptive effect of the essential oil of Zingiber zerumbet in mice: possible mechanism. J Ethnopharmacol. 2011;137:345–51. doi: 10.1016/j.jep.2011.05.043.", "ArticleIdList": ["10.1016/j.jep.2011.05.043", "21664960"]}, {"Citation": "Qnais EY, Elokda AS, Ghalyun YYA, Abdulla FA. Antidiarrheal activity of the aqueous extract of Punica granatum (Pomegranate) Peels. Pharm Biol. 2007;45:715–20. doi: 10.1080/13880200701575304.", "ArticleIdList": ["10.1080/13880200701575304"]}, {"Citation": "Lee CJ, Chen LG, Liang WL, Wang CC. Anit-inflammatory effects of Punica gratum L. in vitro and in vivo. Food Chem. 2010;118:315–22. doi: 10.1016/j.foodchem.2009.04.123.", "ArticleIdList": ["10.1016/j.foodchem.2009.04.123"]}, {"Citation": "Mozaffarpur SA, Naseri M, Esmaeilidooki MR, Kamlinejad M, Bijani A. The effect of Cassia fistula emulsion on pediatric functional constipation in comparison with mineral oil: a randomized, clinical trial. DARU J Pharm Sci. 2012;20:1–9. doi: 10.1186/2008-2231-20-83.", "ArticleIdList": ["10.1186/2008-2231-20-83", "PMC3556012", "23351337"]}, {"Citation": "Agrawal K, Ghildiyal S, Gautam MK, Joshi VK, Goel RK. Studies on laxative effect of extract of dried fruit pulp of Cassia fistula. J Nat Remedies. 2012;12:119–28."}, {"Citation": "Pillai NR. Gastrointestinal effects of Croton tiglium in experimental animals. Ancient Sci Life. 1999;18:205–9.", "ArticleIdList": ["PMC3336487", "22556892"]}, {"Citation": "Panpimanmas S, Sithipongsri S, Sukdanon C, Manmee C. Side effects of Cissus quadrangularis L. (Vitaceae) to Daflon (Servier) and Placebo in the treatment of acute hemorrhoids. J Med Assoc Thai. 2010;93:1360–7.", "ArticleIdList": ["21344797"]}, {"Citation": "Panthong A, Supraditaporn W, Kanjanapothi D, Taesotikul T, Reutrakul V. Analgesic, anti-inflammatory and venotonic effects of Cissus quadrangularis L. J Ethnopharmacol. 2006;110:264–70. doi: 10.1016/j.jep.2006.09.018.", "ArticleIdList": ["10.1016/j.jep.2006.09.018", "17095173"]}, {"Citation": "Bhattacharya S, Haldar PK, Zaman K. Anti-inflammatory activity and antioxidant role of Zanthoxylum nitidum bark. Orient Pharm Exp Med. 2011;11:271–7. doi: 10.1007/s13596-011-0038-y.", "ArticleIdList": ["10.1007/s13596-011-0038-y"]}, {"Citation": "Chen JJ, Lin YH, Day SH, Hwang TL, Chen IS. New benzenoids and anti inflammatory constituents from Zanthoxylum nitidum. Food Chem. 2011;125:282–7. doi: 10.1016/j.foodchem.2010.09.069.", "ArticleIdList": ["10.1016/j.foodchem.2010.09.069"]}, {"Citation": "Hu J, Zhang WD, Liu RH, Zhang C, Shen YH, Li HL, et al. Benzophenanthridine Alkaloids from Zanthoxylum nitidum (Roxb.) DC., and their Analgesic and anti-inflammatory activities. Chem Biodivers. 2006;3:990–5. doi: 10.1002/cbdv.200690108.", "ArticleIdList": ["10.1002/cbdv.200690108", "17193331"]}, {"Citation": "Dua VK, Ojha VP, Roy R, Joshi BC, Valecha N, Devi CU, et al. Anti-malarial activity of some xanthones isolated from the roots of Andrographis paniculata. J Ethnopharmacol. 2004;95:247–51. doi: 10.1016/j.jep.2004.07.008.", "ArticleIdList": ["10.1016/j.jep.2004.07.008", "15507344"]}, {"Citation": "Leelarasamee A, Trakulsomboon S, Sittisomwong N. Undetectable anti-bacterial activity of Andrographis paniculata (Burma) wall. ex ness. J Med Assoc Thai. 1990;73:299–304.", "ArticleIdList": ["2230623"]}, {"Citation": "Sheeja K, Shihab PK, Kuttan G. Antioxidant and anti-inflammatory acitivities of the plant Andrographis paniculata Nees. Immunopharm Immunot. 2006;28:129–40. doi: 10.1080/08923970600626007.", "ArticleIdList": ["10.1080/08923970600626007", "16684672"]}, {"Citation": "Wiart C, Kumar K, Yusof MY, Hamimah H, Fauzi ZM, Sulaiman M. Antiviral properties of ent-labdene diterpenes of Andrographis paniculata nees, inhibitors of herpes simplex virus type1. Phytother Res. 2005;19:1069–70. doi: 10.1002/ptr.1765.", "ArticleIdList": ["10.1002/ptr.1765", "16372376"]}, {"Citation": "Melanie JO, Dorothy HB, Peter B, Kit LC, Phillipson JD, David CW, et al. Plants as sources of antimalarial drugs, part 4: active of Brucea javanica fruits against chloroquine-resistant Plasmodium falciparum in vitro and against Plasmodium berghei in vivo. J Nat Prod. 1987;50:41–8. doi: 10.1021/np50049a007.", "ArticleIdList": ["10.1021/np50049a007", "3298551"]}, {"Citation": "Sriwilaijaroen N, Kondo S, Nanthasri P, Auparakkitanon S, Suzuki Y, Wilairat P. Antiplasmodial effects of Brucea javanica (L.) Merr. and Eurycoma longifolia Jack extracts and their combination with chloroquine and quinine on Plasmodium falciparum in culture. Trop Med Health. 2010;38:61–8. doi: 10.2149/tmh.2009-11.", "ArticleIdList": ["10.2149/tmh.2009-11"]}, {"Citation": "Somchit MN, Sulaiman MR, Zuraini A, Samsuddin L, Somchit N, Israf DA, et al. Antinociceptive and anti-inflammatory effects of Centella asiatica. Indian J Pharmacol. 2004;36:377–80."}, {"Citation": "George M, Joseph L. Anti-allergic, anti-pruritic, and anti-inflammatory activities of Centella asiatica extracts. Afr J Tradit Complement Altern Med. 2009;6:554–9.", "ArticleIdList": ["PMC2816466", "20606777"]}, {"Citation": "Chan KL, Choo CY, Abdullah NR, Ismail Z. Antiplasmodial studies of Eurycoma longifolia Jack using the lactate dehydrogenase assay of Plasmodium falciparum. J Ethnopharmacol. 2004;92:223–7. doi: 10.1016/j.jep.2004.02.025.", "ArticleIdList": ["10.1016/j.jep.2004.02.025", "15138004"]}, {"Citation": "Suratwadee J, Santisopasri V, Murakami A, Kawanaka M, Kawanaka H, Gasquet M, et al. In vitro anti-tumor promoting and anti-parasitic activities of the quassinoids from Eurycoma longifolia, a medicinal plant in Southeast Asia. J Ethnopharmacol. 2002;82:55–8. doi: 10.1016/S0378-8741(02)00160-5.", "ArticleIdList": ["10.1016/S0378-8741(02)00160-5", "12169407"]}, {"Citation": "Jagessar RC, Mohamed A, Gomes G. An evaluation of the antibacterial and antifungal activities of leaf extracts of Momordica charantia against Candida albicans, Staphylococcus aureus and Escherichia coli. Nat Sci. 2008;6:1–14."}, {"Citation": "Fang SH, Rao YK, Tzeng YM. Anti-oxidant and inflammatory mediator’s growth inhibitory effects of compounds isolated from phyllanthus urinaria. J Ethnopharmacol. 2008;116:333–40. doi: 10.1016/j.jep.2007.11.040.", "ArticleIdList": ["10.1016/j.jep.2007.11.040", "18187278"]}, {"Citation": "Yang CM, Cheng HY, Lin TC, Chiang LC, Lin CC. Acetone, ethanol and methanol extracts of Phyllanthus urinaria inhibit HSV-2 infection in vitro. Antiviral Res. 2005;67:24–33. doi: 10.1016/j.antiviral.2005.02.008.", "ArticleIdList": ["10.1016/j.antiviral.2005.02.008", "15885815"]}, {"Citation": "Rahman NNNA, Furuta T, Kojima S, Takane K, Mohd MA. Antimalarial activity of extracts of Malaysian medicinal plants. J Ethnopharmacol. 1999;64:249–54. doi: 10.1016/S0378-8741(98)00135-4.", "ArticleIdList": ["10.1016/S0378-8741(98)00135-4", "10363840"]}, {"Citation": "Sulaiman MR, Zakaria ZA, Lihan R. Antinociceptive and anti-inflammatory activities of Tinospora crispa in various Animal models. Int J Trop Med. 2008;3:66–9."}, {"Citation": "Sureram S, Senadeera SP, Hongmanee P, Mahidol C, Ruchirawat S, Kittakoop P. Antimycobacterial activity of bisbenzylisoquinoline alkaloids from Tiliacora triandra against multidrug –resistant isolates of Mycobacterium tuberculosis. Bioorg Med Chem Lett. 2012;22:2902–5. doi: 10.1016/j.bmcl.2012.02.053.", "ArticleIdList": ["10.1016/j.bmcl.2012.02.053", "22418278"]}, {"Citation": "Iwalewa EO, Iwalewa OJ, Adeboye JO. Analgesic, antipyretic, anti-inflammatory effects of methanol, chloroform and ether extracts of Vernonia cinerea Less leaf. J Ethnopharmacol. 2003;86:229–34. doi: 10.1016/S0378-8741(03)00081-3.", "ArticleIdList": ["10.1016/S0378-8741(03)00081-3", "12738092"]}, {"Citation": "Gupta M, Mazumder UK, Manikandan L, Haldar PK, Bhattacharya S, Kandar CC. Antibacterial activity of Vernonia cinerea. Fitoterapia. 2003;74:148–50. doi: 10.1016/S0367-326X(02)00291-5.", "ArticleIdList": ["10.1016/S0367-326X(02)00291-5", "12628412"]}, {"Citation": "Chea A, Hout S, Long C, Marcourt L, Faure R, Azas N, et al. Antimalarial activity of sesquiterpene lactones from Vernonia cinerea. Chem Pharm Bull (Tokyo) 2006;54:1437–9. doi: 10.1248/cpb.54.1437.", "ArticleIdList": ["10.1248/cpb.54.1437", "17015985"]}, {"Citation": "Shankhajit D, Nandan DY, Kumar GA. Anti-inflammatory activity of methanolic extract of Amorphophallus paeoniifolius and its possible mechanism. Int J Pharma Bio Sci. 2010;1:1–8."}, {"Citation": "Vadlapudi V, Kaladhar DSVGK. Antimicrobial study of plant extracts of Datura metel L. against some important disease causing pathogens. Asian Pac J Trop Dis. 2012;2:94–7. doi: 10.1016/S2222-1808(12)60130-3.", "ArticleIdList": ["10.1016/S2222-1808(12)60130-3"]}, {"Citation": "Akharaiyi FC. Antibacterial, phytochemical and antioxidant activities of Datura metel. Int J PharmTech Res. 2011;1:473–83."}, {"Citation": "Parthasarathy S, Azizi J, Ramanathan S, Ismail S, Sasidharan S, Said MIM, et al. Evaluation of Antioxidant and Antibacterial activity of aqueous, mathanolic and alkaloid extracts from Mitragyna speciosa (Rubiaceae family) leaves. Molecules. 2009;14:3964–74. doi: 10.3390/molecules14103964.", "ArticleIdList": ["10.3390/molecules14103964", "PMC6255380", "19924042"]}, {"Citation": "Mossadeq WMS, Sulaiman MR, Mohamad TAT, Chiong HS, Zakaria ZA, Jabit ML, et al. Anti-inflammatory and antinociceptive effects of Mitragyna speciosa Korth methanolic extract. Med Princs Pract. 2009;18:378–84. doi: 10.1159/000226292.", "ArticleIdList": ["10.1159/000226292", "19648761"]}, {"Citation": "Puttarak P, Charoonratana T, Panichayupakaranant P. Antimicrobial activity and stability of rhinacanthins-rich Rhinacanthus nasutus extract. Phytomedicine. 2010;17:323–7. doi: 10.1016/j.phymed.2009.08.014.", "ArticleIdList": ["10.1016/j.phymed.2009.08.014", "19879741"]}, {"Citation": "Tewtrakul S, Tansakul P, Panichayupakaranant P. Anti-allegic principles of Rhinacanthus nasutus leaves. Phytomedicine. 2009;16:929–34. doi: 10.1016/j.phymed.2009.03.010.", "ArticleIdList": ["10.1016/j.phymed.2009.03.010", "19403288"]}, {"Citation": "Siripong P, Wongseri V, Piyaviriyakul S, Yahaufai J, Chanpai R, Kanakmedakul K. Antibacterial potential of Rhinacanthus nasutus against clinically isolated bacteria from Thai cancer patients. MU J PHARM. 2006;33:15–22."}, {"Citation": "Singh B, Nadkarnil JR, Vishwakarma RA, Bharate SB. The hydroalcoholic extract of Cassia alata L. leaves and its major compound rhein exhibits antiallegic activity via mast cell stabilization and lipoxygenase inhibition. J Ethnopharmacol. 2012;141:469–73. doi: 10.1016/j.jep.2012.03.012.", "ArticleIdList": ["10.1016/j.jep.2012.03.012", "22449441"]}, {"Citation": "Wuthi-udomlert M, Kupittayanant P, Gritsanapan W. In vitro evaluation of antifungal activity of anthraquinone derivatives of Senna alata. J Health Res. 2010;24:117–22."}, {"Citation": "Nasir US, Eunus A, Nazma Y. Antioxidant and antibacterial activities of Senna tora Roxb. Am J Plant Physicol. 2008;3:96–100. doi: 10.3923/ajpp.2008.96.100.", "ArticleIdList": ["10.3923/ajpp.2008.96.100"]}, {"Citation": "Lin LG, Yang XZ, Tang CP, Ke CQ, Zhang JB, Ye Y. Antibacterial stilbenoids from the roots of Stemona tuberosa. Phytochemistry. 2008;69:457–63. doi: 10.1016/j.phytochem.2007.07.012.", "ArticleIdList": ["10.1016/j.phytochem.2007.07.012", "17826806"]}, {"Citation": "Yagi A, Kabash A, Okamura N, Haraguchi H, Moustafa SM, Khalifa TI. Antioxidant, free radical scavenging and anti-inflammatory effects of aloesin derivatives in Aloe vera. Planta Med. 2002;68:957–60. doi: 10.1055/s-2002-35666.", "ArticleIdList": ["10.1055/s-2002-35666", "12451482"]}, {"Citation": "Davis RH, Donato JJ, Hartman GM, Haas RC. Anti-inflammatory and wound healing activity of a growth substance in Aloe vera. J Am Podiatr Med Asso. 1994;84:77–81. doi: 10.7547/87507315-84-2-77.", "ArticleIdList": ["10.7547/87507315-84-2-77", "8169808"]}, {"Citation": "Pandith H, Zhang X, Liggett J, Min KW, Gritsanapan W, Baek SJ. Hemostatic and wound healing properties of Chromolaena odorata leaf extract. ISRN Dermatol. 2013;2013:1–8. doi: 10.1155/2013/168269.", "ArticleIdList": ["10.1155/2013/168269", "PMC3747403", "23984087"]}, {"Citation": "Kuo SC, Chen SC, Chen LH, Wu JB, Wang JP, Teng CM. Potent antiplatelet, anti-inflammatory and antiallergic isoflavanquinones from the roots of Abrus precatorius. Planta Med. 1995;61:307–12. doi: 10.1055/s-2006-958089.", "ArticleIdList": ["10.1055/s-2006-958089", "7480175"]}, {"Citation": "Joycharat N, Thammavong S, Limsuwan S, Homlaead S, Voravuthikunchai SP, Yingyongnarongkul B, et al. Antibacterial substance from Albizia myriophylla wood against cariogenic Streptococcus mutans. Arch Pharm Res. 2013;36:723–30. doi: 10.1007/s12272-013-0085-7.", "ArticleIdList": ["10.1007/s12272-013-0085-7", "23479194"]}, {"Citation": "Vormisto AI, Summanen J, Kankaanranta H, Vuorela H, Asmawi ZM, Moilanen E. Anti-inflammatory activity of extracts from leaves of Phyllanthus emblica. Planta Med. 1997;63:518–24. doi: 10.1055/s-2006-957754.", "ArticleIdList": ["10.1055/s-2006-957754", "9434603"]}, {"Citation": "Liu Q, Wang YF, Chen RJ, Zhang MY, Wang YF, Yang CR, et al. Anti-coxsackie Virus B3 norsesquiterpenoids from the roots of Phyllanthus emblica. J Nat Prod. 2009;72:969–72. doi: 10.1021/np800792d.", "ArticleIdList": ["10.1021/np800792d", "19374435"]}, {"Citation": "Doughari JH. Antimicrobial activity of Tamarindus indica Linn. Trop J PharmRes. 2006;5:597–603."}, {"Citation": "Latha PS, Kannabiran K. Antimicrobial activity and phytochemicals of Solanum tribatum Linn. Afr J Biotechnol. 2006;5:2402–4."}, {"Citation": "Pandurangan A, Khosa RL, Hemalatha S. Evaluation of anti-inflammatory and analgesic activity of root extract of Solanum trilobatum Linn. IJPR. 2008;7:217–21."}, {"Citation": "Venkatesh S, Reddy YSR, Suresh B, Reddy BM, Ramesh M. Antinociceptive and anti-inflammatory activity of Sida rhomboidea leaves. J Ethnopharmacol. 1999;67:229–32. doi: 10.1016/S0378-8741(99)00016-1.", "ArticleIdList": ["10.1016/S0378-8741(99)00016-1", "10619389"]}, {"Citation": "Hsu CL, Hong BH, Yu YS, Yen GC. Antioxidant and anti-inflammatory effects of Orthosiphon aristatus and its bioactive compounds. J Agric Food Chem. 2010;58:2150–6. doi: 10.1021/jf903557c.", "ArticleIdList": ["10.1021/jf903557c", "20095565"]}, {"Citation": "Sen T, Chaudhuri AKN. Antiinflammatory evaluation of a Plucea indica root extract. J Ethnopharmacol. 1991;33:135–41. doi: 10.1016/0378-8741(91)90172-A.", "ArticleIdList": ["10.1016/0378-8741(91)90172-A", "1943162"]}, {"Citation": "Chaiyasit S. In vitro antimicrobial activity of Plucea indica aqueous extract: the potential for urinary tract infection treatment. J Pharmacol Toxicol. 2009;4:87–90. doi: 10.3923/jpt.2009.87.90.", "ArticleIdList": ["10.3923/jpt.2009.87.90"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "5", "Day": "4"}, {"Year": "2015", "Month": "5", "Day": "6"}, {"Year": "2015", "Month": "5", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "5", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "5", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["26025447", "PMC4469324", "10.1186/s13002-015-0031-5", "10.1186/s13002-015-0031-5"]}}], "PubmedBookArticle": []}