{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["1. Holadysamine", "2. Holaphyllinol", "Antimycobacterial potency", "Buruli ulcer", "Ethnobotanical", "Mycobacterium ulcerans", "Phytochemistry", "Toxicity", "Traditional uses"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26099634", "DateCompleted": {"Year": "2016", "Month": "06", "Day": "01"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "06", "Day": "20"}], "ELocationID": ["10.1016/j.jep.2015.06.024", "S0378-8741(15)00433-X"], "Language": ["eng"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "172", "PubDate": {"Year": "2015", "Month": "Aug", "Day": "22"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Ethnopharmacological reports on anti-Buruli ulcer medicinal plants in three West African countries.", "Pagination": {"StartPage": "297", "EndPage": "311", "MedlinePgn": "297-311"}, "Abstract": {"AbstractText": ["Buruli ulcer (BU) is the third most common mycobacterial infection in the world, after tuberculosis and leprosy and has recently been recognized as an important emerging disease. This disease is common in West Africa where more than 99% of the burden is felt and where most affected people live in remote areas with traditional medicine as primary or only option. Reports indicate that the ethnopharmacological control approach of the disease in such settings has shown promise. However, no or very few compilations of traditional knowledge in using medicinal plants to treat BU have been attempted so far. This review aimed to record medicinal plants used traditionally against BU in three countries in West Africa: Ivory Coast, Ghana and Benin and for which ethnopharmacological knowledge supported by pharmacological investigations has been reported. The information recorded in this review will support further pharmacological research to develop appropriate drugs for a better BU control.", "A systematic review of the literature on ethnobotanical use and anti-BU activity of plants reported for BU treatment was performed. The approach consisted to search several resources, including Technical Reports, Books, Theses, Conference proceedings, web-based scientific databases such as publications on PubMed, Science direct, Springer, ACS, Scielo, PROTA, Google and Google scholar reporting ethnobotanical surveys and screening of natural products against Mycobacterium ulcerans. This study was limited to papers and documents published either in English or French reporting ethnopharmacological knowledge in BU treatment or pharmacological potency in vitro. This review covered the available literature up to December 2014.", "The majority of reports originated from the three most affected West African countries (Cote d'Ivoire, Ghana and Benin). Though, 98 plant species belonging to 48 families have been identified as having anti-BU use, many have received no or little attention. Most of the pharmacological studies were performed only on 54 species. To a lesser extent, ethnopharmacological knowledge was validated in vitro for only 13 species. Of those, seven species including Ricinus comminus, Cyperus cyperoides (cited as Mariscus alternifolius), Nicotiana tabacum, Mangifera indica, Solanum rugosum, Carica papaya, and Moringa oleifera demonstrated efficacy in hospitalised BU patients. Four isolated and characterized compounds were reported to have moderate bioactivity in vitro against M. ulcerans.", "This review compiles for the first time ethnopharmacologically useful plants against BU. The phamacological potential of 13 of them has been demonstrated in vitro and support BU evidence-based traditional medicines. In addition, 7 species showed activity in BU patients and have emerged as a promising source of the traditional medicine for treatment of BU. Yet, further safety and efficacy study should be initiated prior any approval as alternative therapy. Overall, a huge gap in knowledge appeared, suggesting further well-planned and detailed investigations of the in vitro, in vivo, and safety properties of the claimed anti-BU plants. Therefore, plants with medicinal potential should be scrutinized for biologically active compounds, using bioassay-guided fractionation approach to provide new insights to find novel therapeutics for BU control."], "CopyrightInformation": "Copyright © 2015. Published by Elsevier Ireland Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, PO Box LG 581, Accra, Ghana; Antimicrobial Agents Unit, Laboratory for Phytobiochemistry and Medicinal Plants Study, Faculty of Science, University of Yaoundé 1, PO 812, Yaoundé, Cameroon. Electronic address: ptsouh@noguchi.ug.edu.gh."}], "LastName": "Tsouh Fokou", "ForeName": "Patrick Valere", "Initials": "PV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, PO Box LG 581, Accra, Ghana; Department of Pharmacology and Toxicology, School of Pharmacy, College of Health Sciences, University of Ghana, PO Box LG 43, Legon, Ghana."}], "LastName": "Nyarko", "ForeName": "Alexander Kwadwo", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, PO Box LG 581, Accra, Ghana."}], "LastName": "Appiah-Opong", "ForeName": "Regina", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Antimicrobial Agents Unit, Laboratory for Phytobiochemistry and Medicinal Plants Study, Faculty of Science, University of Yaoundé 1, PO 812, Yaoundé, Cameroon; Institute of Medical Research and Medicinal Plants Studies (IMPM), PO Box 6163, Yaoundé, Cameroon."}], "LastName": "Tchokouaha Yamthe", "ForeName": "Lauve Rachel", "Initials": "LR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, PO Box LG 581, Accra, Ghana."}], "LastName": "Addo", "ForeName": "Phyllis", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Science, University of Ghana, PO Box LG 55, Legon, Ghana."}], "LastName": "Asante", "ForeName": "Isaac K", "Initials": "IK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Antimicrobial Agents Unit, Laboratory for Phytobiochemistry and Medicinal Plants Study, Faculty of Science, University of Yaoundé 1, PO 812, Yaoundé, Cameroon."}], "LastName": "Boyom", "ForeName": "Fabrice Fekam", "Initials": "FF"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Africa, Western"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["drug therapy", "microbiology"], "DescriptorName": "Buruli Ulcer"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects", "isolation & purification"], "DescriptorName": "Mycobacterium ulcerans"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2015", "Month": "2", "Day": "18"}, {"Year": "2015", "Month": "6", "Day": "12"}, {"Year": "2015", "Month": "6", "Day": "14"}, {"Year": "2015", "Month": "6", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "6", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26099634", "10.1016/j.jep.2015.06.024", "S0378-8741(15)00433-X"]}}], "PubmedBookArticle": []}