{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26198093", "DateCompleted": {"Year": "2016", "Month": "06", "Day": "28"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "07", "Day": "22"}], "ELocationID": ["12361", "10.1038/srep12361"], "Language": ["eng"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "5", "PubDate": {"Year": "2015", "Month": "Jul", "Day": "22"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "A strategy for the identification of combinatorial bioactive compounds contributing to the holistic effect of herbal medicines.", "Pagination": {"StartPage": "12361", "MedlinePgn": "12361"}, "Abstract": {"AbstractText": ["It has been well claimed that herbal medicines (HMs) elicit effects via a multi-compounds and multi-targets synergistic mode. However, it lacks appropriate strategies to uncover the combinatory compounds that take effect together and contribute to a certain pharmacological effect of an herb as a whole, which represents a major bottleneck in providing sound evidence in supporting the clinic benefits of HMs. Here, we proposed a strategy to the identification of combinatory compounds contributing to the anti-inflammatory activity of Cardiotonic Pill (CP). The strategy proposed herein contains four core steps, including the identification of bioequivalent combinatorial compounds, chemical family classification-based combinatorial screen, interactive mode evaluation, and activity contribution index assay. Using this strategy, we have successfully identified six compounds in combination responsible for the anti-inflammatory effect of CP, whose anti-inflammatory activities were found comparable to that of the whole CP. Additionally, these six compounds take effect via an additive mode but little synergism. This study, together with our recent work in the identification of bioactive equivalent compounds combination, provides a widely applicable strategy to the identification of combinatory compounds responsible for a certain pharmacological activity of HMs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Natural Medicines, China Pharmaceutical University, Nanjing 210009, China."}], "LastName": "Long", "ForeName": "Fang", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Natural Medicines, China Pharmaceutical University, Nanjing 210009, China."}], "LastName": "Yang", "ForeName": "Hua", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Natural Medicines, China Pharmaceutical University, Nanjing 210009, China."}], "LastName": "Xu", "ForeName": "Yanmin", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Natural Medicines, China Pharmaceutical University, Nanjing 210009, China."}], "LastName": "Hao", "ForeName": "Haiping", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Natural Medicines, China Pharmaceutical University, Nanjing 210009, China."}], "LastName": "Li", "ForeName": "Ping", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Biological Factors"}, {"RegistryNumber": "0", "NameOfSubstance": "Cardiotonic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Biological Factors"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Cardiotonic Agents"}, {"QualifierName": [], "DescriptorName": "Cell Line"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": ["methods"], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Keith C. T., Borisy A. A. & Stockwell B. R. Multicomponent therapeutics for networked systems. Nat. Rev. Drug Discov. 4, 71–78 (2005).", "ArticleIdList": ["15688074"]}, {"Citation": "Li S., Zhang B. & Zhang N. Network target for screening synergistic drug combinations with application to traditional Chinese medicine. BMC Syst. Biol. 5 Suppl 1, S10 (2011).", "ArticleIdList": ["PMC3121110", "21689469"]}, {"Citation": "Butcher E. C., Berg E. L. & Kunkel E. J. Systems biology in drug discovery. Nat. Biotechnol. 22, 1253–1259 (2004).", "ArticleIdList": ["15470465"]}, {"Citation": "Borisy A. A. et al.. Systematic discovery of multicomponent therapeutics. Proc. Natl. Acad. Sci. USA 100, 7977–7982 (2003).", "ArticleIdList": ["PMC164698", "12799470"]}, {"Citation": "Qi L. W., Wang C. Z. & Yuan C. S. Isolation and analysis of ginseng: advances and challenges. Nat. Prod. Rep. 28, 467–495 (2011).", "ArticleIdList": ["PMC3056508", "21258738"]}, {"Citation": "Wang C. Z., Calway T. & Yuan C. S. Herbal medicines as adjuvants for cancer therapeutics. Am. J. Chin. Med. 40, 657–669 (2012).", "ArticleIdList": ["PMC3415888", "22809022"]}, {"Citation": "Mukherjee P. K., Maity N., Nema N. K. & Sarkar B. K. Bioactive compounds from natural resources against skin aging. Phytomedicine 19, 64–73 (2011).", "ArticleIdList": ["22115797"]}, {"Citation": "Du C. Y. et al.. Yu Ping Feng San, an ancient Chinese herbal decoction containing Astragali Radix, Atractylodis Macrocephalae Rhizoma and Saposhnikoviae Radix, regulates the release of cytokines in murine macrophages. PLoS One 8, e78622 (2013).", "ArticleIdList": ["PMC3823765", "24244327"]}, {"Citation": "Kim H. K., Choi Y. H. & Verpoorte R. NMR-based metabolomic analysis of plants. Nat. Protoc. 5, 536–549 (2010).", "ArticleIdList": ["20203669"]}, {"Citation": "Koehn F. E. & Carter G. T. The evolving role of natural products in drug discovery. Nat. Rev. Drug Discov. 4, 206–220 (2005).", "ArticleIdList": ["15729362"]}, {"Citation": "Wu H. Y. et al.. The synergetic effect of edaravone and borneol in the rat model of ischemic stroke. Eur. J. Pharmacol. 740, 522–531 (2014).", "ArticleIdList": ["24975100"]}, {"Citation": "Li X. J. & Zhang H. Y. Synergy in natural medicines: implications for drug discovery. Trends Pharmacol. Sci. 29, 331–332 (2008).", "ArticleIdList": ["18502520"]}, {"Citation": "Gong P. et al. Chemicalome and metabolome matching approach to elucidating biological metabolic networks of complex mixtures. Anal. Chem. 84, 2995–3002 (2012).", "ArticleIdList": ["22356250"]}, {"Citation": "Liu P. et al.. Bioactive equivalence of combinatorial components identified in screening of an herbal medicine. Pharm. Res. 31, 1788–1800 (2014).", "ArticleIdList": ["PMC4062815", "24549817"]}, {"Citation": "Efferth T. & Koch E. Complex interactions between phytochemicals. The multi-target therapeutic concept of phytotherapy. Curr. Drug Targets 12, 122–132 (2011).", "ArticleIdList": ["20735354"]}, {"Citation": "Kong D. X., Li X. J. & Zhang H. Y. Where is the hope for drug discovery? Let history tell the future. Drug Discov. Today 14, 115–119 (2009).", "ArticleIdList": ["18687410"]}, {"Citation": "Rather M. A., Bhat B. A. & Qurishi M. A. Multicomponent phytotherapeutic approach gaining momentum: Is the “one drug to fit all” model breaking down? Phytomedicine 21, 1–14 (2013).", "ArticleIdList": ["24035674"]}, {"Citation": "Wang Y. N. et al.. Behavioural screening of zebrafish using neuroactive traditional Chinese medicine prescriptions and biological targets. Sci. Rep. 4, 5311 (2014).", "ArticleIdList": ["PMC4058885", "24931174"]}, {"Citation": "Hao H., Zheng X. & Wang G. Insights into drug discovery from natural medicines using reverse pharmacokinetics. Trends Pharmacol. Sci. 35, 168–177 (2014).", "ArticleIdList": ["24582872"]}, {"Citation": "Hopkins A. L. Network pharmacology: the next paradigm in drug discovery. Nat. Chem. Biol. 4, 682–690 (2008).", "ArticleIdList": ["18936753"]}, {"Citation": "Xu Z. Modernization: One step at a time. Nature 480, S90–92 (2011).", "ArticleIdList": ["22190089"]}, {"Citation": "Zhao N. et al.. Cardiotonic pills, a compound Chinese medicine, protects ischemia-reperfusion-induced microcirculatory disturbance and myocardial damage in rats. Am. J. Physiol. Heart Circ. Physiol. 298, H1166–1176 (2010).", "ArticleIdList": ["20118406"]}, {"Citation": "Lu T. et al.. Plasma and urinary tanshinol from Salvia miltiorrhiza (Danshen) can be used as pharmacokinetic markers for cardiotonic pills, a cardiovascular herbal medicine. Drug Metab. Dispos. 36, 1578–1586 (2008).", "ArticleIdList": ["18474682"]}, {"Citation": "Jia Y., Huang F., Zhang S. & Leung S. W. Is danshen (Salvia miltiorrhiza) dripping pill more effective than isosorbide dinitrate in treating angina pectoris? A systematic review of randomized controlled trials. Int. J. Cardiol. 157, 330–340 (2012).", "ArticleIdList": ["21251721"]}, {"Citation": "Li L. & Liang X. G. Fufang danshen pill prevent atherosclerosis by decreasing plasma lipid and modifying vascular endothelial function in rabbits. J. Mol. Cell Cardiol. 44, 747–748 (2008)."}, {"Citation": "Ling S., Dai A., Guo Z. & Komesaroff P. A. A preparation of herbal medicine Salvia miltiorrhiza reduces expression of intercellular adhesion molecule-1 and development of atherosclerosis in apolipoprotein E-deficient mice. J. Cardiovasc. Pharmacol. 51, 38–44 (2008).", "ArticleIdList": ["18209567"]}, {"Citation": "Cheng T. O. Cardiovascular effects of Danshen. Int. J. Cardiol. 121, 9–22 (2007).", "ArticleIdList": ["17363091"]}, {"Citation": "Wu W. Y. et al.. Sodium tanshinone IIA silate inhibits oxygen-glucose deprivation/recovery-induced cardiomyocyte apoptosis via suppression of the NF-kappaB/TNF-alpha pathway. Br. J. Pharmacol. 169, 1058–1071 (2013).", "ArticleIdList": ["PMC3696329", "23517194"]}, {"Citation": "Kim S. H. et al.. Natural therapeutic magnesium lithospermate B potently protects the endothelium from hyperglycaemia-induced dysfunction. Cardiovasc. Res. 87, 713–722 (2010).", "ArticleIdList": ["20299332"]}, {"Citation": "Nabel E. G. & Braunwald E. A tale of coronary artery disease and myocardial infarction. N. Engl. J. Med. 366, 54–63 (2012).", "ArticleIdList": ["22216842"]}, {"Citation": "Lusis A. J. & Weiss J. N. Cardiovascular networks: systems-based approaches to cardiovascular disease. Circulation 121, 157–170 (2010).", "ArticleIdList": ["PMC2836123", "20048233"]}, {"Citation": "MacLellan W. R., Wang Y. & Lusis A. J. Systems-based approaches to cardiovascular disease. Nat. Rev. Cardiol. 9, 172–184 (2012).", "ArticleIdList": ["PMC3823242", "22231714"]}, {"Citation": "Marchant D. J. et al.. Inflammation in myocardial diseases. Circ. Res. 110, 126–144 (2012).", "ArticleIdList": ["22223210"]}, {"Citation": "Hansson G. K. Inflammation, atherosclerosis, and coronary artery disease. N. Engl. J. Med. 352, 1685–1695 (2005).", "ArticleIdList": ["15843671"]}, {"Citation": "Frangogiannis N. G. The inflammatory response in myocardial injury, repair, and remodelling. Nat. Rev. Cardiol. 11, 255–265 (2014).", "ArticleIdList": ["PMC4407144", "24663091"]}, {"Citation": "Christia P. & Frangogiannis N. G. Targeting inflammatory pathways in myocardial infarction. Eur. J. Clin. Invest. 43, 986–995 (2013).", "ArticleIdList": ["PMC3745791", "23772948"]}, {"Citation": "Arslan F., de Kleijn D. P. & Pasterkamp G. Innate immune signaling in cardiac ischemia. Nat. Rev. Cardiol. 8, 292–300 (2011).", "ArticleIdList": ["21448140"]}, {"Citation": "Gao S. et al.. Cardiovascular actions and therapeutic potential of tanshinone IIA. Atherosclerosis 220, 3–10 (2012).", "ArticleIdList": ["21774934"]}, {"Citation": "Jin Y. C. et al.. Cryptotanshinone, a lipophilic compound of Salvia miltiorrriza root, inhibits TNF-alpha-induced expression of adhesion molecules in HUVEC and attenuates rat myocardial ischemia/reperfusion injury in vivo. Eur. J. Pharmacol. 614, 91–97 (2009).", "ArticleIdList": ["19401198"]}, {"Citation": "Ding M., Ye T. X., Zhao G. R., Yuan Y. J. & Guo Z. X. Aqueous extract of Salvia miltiorrhiza attenuates increased endothelial permeability induced by tumor necrosis factor-alpha. Int. Immunopharmacol. 5, 1641–1651 (2005).", "ArticleIdList": ["16039554"]}, {"Citation": "Fong C. C. et al.. Danshen-Gegen decoction exerts proliferative effect on rat cardiac myoblasts H9c2 via MAPK and insulin pathways. J. Ethnopharmacol. 138, 60–66 (2011).", "ArticleIdList": ["21907783"]}, {"Citation": "Ren Z. H., Tong Y. H., Xu W., Ma J. & Chen Y. Tanshinone II A attenuates inflammatory responses of rats with myocardial infarction by reducing MCP-1 expression. Phytomedicine 17, 212–218 (2010).", "ArticleIdList": ["19800776"]}, {"Citation": "Cheung K. L., Khor T. O. & Kong A. N. Synergistic effect of combination of phenethyl isothiocyanate and sulforaphane or curcumin and sulforaphane in the inhibition of inflammation. Pharm. Res. 26, 224–231 (2009).", "ArticleIdList": ["18841446"]}, {"Citation": "Saw C. L., Huang Y. & Kong A. N. Synergistic anti-inflammatory effects of low doses of curcumin in combination with polyunsaturated fatty acids: docosahexaenoic acid or eicosapentaenoic acid. Biochem. Pharmacol. 79, 421–430 (2010).", "ArticleIdList": ["19744468"]}, {"Citation": "Chou T. C. Theoretical basis, experimental design, and computerized simulation of synergism and antagonism in drug combination studies. Pharmacol. Rev. 58, 621–681 (2006).", "ArticleIdList": ["16968952"]}, {"Citation": "Chou T. C. Drug combination studies and their synergy quantification using the Chou-Talalay method. Cancer Res. 70, 440–446 (2010).", "ArticleIdList": ["20068163"]}, {"Citation": "Small B. G. et al.. Efficient discovery of anti-inflammatory small-molecule combinations using evolutionary computing. Nat. Chem. Biol. 7, 902–908 (2011).", "ArticleIdList": ["PMC3223407", "22020553"]}, {"Citation": "Kawabata S. et al.. Rapamycin downregulates thymidylate synthase and potentiates the activity of pemetrexed in non-small cell lung cancer. Oncotarget 5, 1062–1070 (2014).", "ArticleIdList": ["PMC4011583", "24658085"]}, {"Citation": "Kawabata S. et al.. Synergistic effects of nelfinavir and bortezomib on proteotoxic death of NSCLC and multiple myeloma cells. Cell Death Dis. 3, e353 (2012).", "ArticleIdList": ["PMC3406586", "22825471"]}, {"Citation": "Liang X. M. et al.. Qualitative and quantitative analysis in quality control of traditional Chinese medicines. J. Chromatogr. A 1216, 2033–2044 (2009).", "ArticleIdList": ["18656880"]}, {"Citation": "Xu X., Yasuda M., Nakamura-Tsuruta S., Mizuno M. & Ashida H. beta-Glucan from Lentinus edodes inhibits nitric oxide and tumor necrosis factor-alpha production and phosphorylation of mitogen-activated protein kinases in lipopolysaccharide-stimulated murine RAW 264.7 macrophages. J. Biol. Chem. 287, 871–878 (2012).", "ArticleIdList": ["PMC3256862", "22102286"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "1", "Day": "6"}, {"Year": "2015", "Month": "5", "Day": "8"}, {"Year": "2015", "Month": "7", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "7", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "7", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["26198093", "PMC4510521", "10.1038/srep12361", "srep12361"]}}], "PubmedBookArticle": []}