{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26216098", "DateCompleted": {"Year": "2016", "Month": "09", "Day": "01"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "07", "Day": "28"}], "ELocationID": ["60", "10.1186/s13002-015-0046-y"], "Language": ["eng"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2015", "Month": "Jul", "Day": "28"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Medicinal plants sold in the markets of Antananarivo, Madagascar.", "Pagination": {"StartPage": "60", "MedlinePgn": "60"}, "Abstract": {"AbstractText": ["This study focuses on the large outdoor markets of the capital of Madagascar, Antananarivo. As the largest metropolitan area in Madagascar with a population of nearly two million, the region has great capacity for consumption of medicinal plant remedies despite numerous pharmacies. Medicinal plant use spans all socioeconomic levels, and the diverse metropolitan population allows us to study a wide variety of people who consume these plants for medical purposes. The purpose of this study is to identify and generate a list of medicinal plants sold in the traditional markets with a focus on those collected in the forests around Antananarivo, get an idea of the quantities of medicinal plants sold in the markets around Antananarivo, and assess the economy of the medicinal plant markets.", "In order to determine which medicinal plants are most consumed in Antananarivo, ethnobotanical enquiries were conducted in the five main markets of the capital city. Ethnobotanical surveys were conducted with medicinal plant traders, suppliers, harvesters and cultivators, with voucher specimens created from the plants discussed. Trade circuit information was established and the income generated by the trade of some of the species was assessed.", "The inventory of the Antananarivo markets resulted in a list of 89 commercialized plant species. Ten of the 89 were mentioned by 60-100 % of vendors. Profitability for vendors is high and competitive with other salaried positions within Antananarivo. Transportation costs are also high and therefore lower profitability for other members in the supply chain.", "The markets of Antananarivo have always played a vital cultural role in the lives of urban Malagasy, but our study shows they also play an economic role not only for urban residents but rural harvesters as well. Continued research and monitoring of the non-timber forest products trade in Antananarivo is needed to better understand the impact of trade on the wild plant populations."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Ecology, Faculty of Science, University of Antananarivo, Antananarivo 101, BP 566, Madagascar. randriamiharisoa.maria@yahoo.fr."}], "LastName": "Randriamiharisoa", "ForeName": "Maria Nirina", "Initials": "MN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "William L. Brown Center, Missouri Botanical Garden, PO Box 299, St. Louis, MO, 63166-0299, USA. Alyse.Kuhlman@mobot.org."}], "LastName": "Kuhlman", "ForeName": "Alyse R", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Ecology, Faculty of Science, University of Antananarivo, Antananarivo 101, BP 566, Madagascar. vololoniaina.jeannoda@gmail.com."}], "LastName": "Jeannoda", "ForeName": "Vololoniaina", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Ecology, Faculty of Science, University of Antananarivo, Antananarivo 101, BP 566, Madagascar. rabarisonhr@yahoo.fr."}], "LastName": "Rabarison", "ForeName": "Harison", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Missouri Botanical Garden, Madagascar Research and Conservation Program, Antananarivo 101, BP 3391, Madagascar. nivo.rakotoarivelo@mobot-mg.org."}], "LastName": "Rakotoarivelo", "ForeName": "Nivo", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Missouri Botanical Garden, Madagascar Research and Conservation Program, Antananarivo 101, BP 3391, Madagascar. tabita.randrianarivony@mobot-mg.org."}], "LastName": "Randrianarivony", "ForeName": "Tabita", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Missouri Botanical Garden, Madagascar Research and Conservation Program, Antananarivo 101, BP 3391, Madagascar. fortunat.rakotoarivony@mobot-mg.org."}], "LastName": "Raktoarivony", "ForeName": "Fortunat", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "William L. Brown Center, Missouri Botanical Garden, PO Box 299, St. Louis, MO, 63166-0299, USA. armand.randrianasolo@mobot.org."}], "LastName": "Randrianasolo", "ForeName": "Armand", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "William L. Brown Center, Missouri Botanical Garden, PO Box 299, St. Louis, MO, 63166-0299, USA. rainer.bussmann@mobot.org."}], "LastName": "Bussmann", "ForeName": "Rainer W", "Initials": "RW"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["economics"], "DescriptorName": "Commerce"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Cultural Characteristics"}, {"QualifierName": ["economics"], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Madagascar"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["economics", "methods"], "DescriptorName": "Marketing"}, {"QualifierName": ["economics"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Socioeconomic Factors"}, {"QualifierName": [], "DescriptorName": "Urban Population"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cragg GM, Newman DJ. Natural products: a continuing source of novel drug leads. Biochim Biophys Acta. 2013;1830(6):3670–95. doi: 10.1016/j.bbagen.2013.02.008.", "ArticleIdList": ["10.1016/j.bbagen.2013.02.008", "PMC3672862", "23428572"]}, {"Citation": "Fowler MW. Plants, medicines and man. J. Sci. Food Agric. 2006;86:1797–1804. doi: 10.1002/jsfa.2598.", "ArticleIdList": ["10.1002/jsfa.2598"]}, {"Citation": "Randimbivololona F. Research, valorization and exploitation of biological resources for medicinal purposes in the Malagasy Republic (Madagascar) J Ethnopharmacol. 1996;51:195–200. doi: 10.1016/0378-8741(95)01361-X.", "ArticleIdList": ["10.1016/0378-8741(95)01361-X", "9213616"]}, {"Citation": "Schultes RE. The Importance of Ethnobotany in Environmental Conservation. Am J Econ Sociol. 1994;53:202–206. doi: 10.1111/j.1536-7150.1994.tb02586.x.", "ArticleIdList": ["10.1111/j.1536-7150.1994.tb02586.x"]}, {"Citation": "Cunningham AB. African Medicinal Plants: Setting Priorities at the Interface between Conservation and Primary Health Care. People and Plants Working Paper 1. Amsterdam, The Netherlands: Elsevier; 1993."}, {"Citation": "Randrianarivelojosia M, Rasidimanana VT, Rabarison H, Cheplogoi PK, Ratsimbason M, Mulholland DA, Mauclère P. Plants traditionally prescribed to treat tazo (malaria) in the eastern region of Madagascar. Malar J. 2003;2:25. doi: 10.1186/1475-2875-2-25.", "ArticleIdList": ["10.1186/1475-2875-2-25", "PMC184444", "12921540"]}, {"Citation": "Novy JW. Medicinal plants of the eastern region of Madagascar. J Ethnopharmacol. 1997;55:119–126. doi: 10.1016/S0378-8741(96)01489-4.", "ArticleIdList": ["10.1016/S0378-8741(96)01489-4", "9032624"]}, {"Citation": "Ndoye O, Ruiz Perez M, Eyebe A. The markets of non-timber forest products in the humid forest zone of Cameroon. Rural Development Forestry Network 1998, Network Paper 22c. Center for International Forestry Research, Yaoundé, Cameroon."}, {"Citation": "Sheldon JW, Balick MJ, Laird SA. Medicinal plants: can utilization and conservation coexist? Adv Econ Bot. 1997;12:1–104."}, {"Citation": "van Andel T, Carvalheiro LG. Why Urban Citizens in Developing Countries Use Traditional Medicines: The Case of Suriname. Evid Based Complement Alternat Med. 2013;2013:687197.", "ArticleIdList": ["PMC3638607", "23653663"]}, {"Citation": "Ticktin T. The ecological implications of harvesting non-timber forest products. J Appl Ecol. 2004;41:11–21. doi: 10.1111/j.1365-2664.2004.00859.x.", "ArticleIdList": ["10.1111/j.1365-2664.2004.00859.x", "21830705"]}, {"Citation": "Hamilton A. Medicinal Plants and Conservation: Issues and Approaches. London: WWF UK report; 2003."}, {"Citation": "Augustino S, Gillah PR. Medicinal Plants in Urban Districts of Tanzania: Plants, Gender Roles and Sustainable Use. Int Forest Rev. 2005;7:44–51. doi: 10.1505/ifor.7.1.44.64157.", "ArticleIdList": ["10.1505/ifor.7.1.44.64157"]}, {"Citation": "Ros-Tonen M. The role of non-timber forest products in sustainable tropical forest management. Holz als Roh-und Werkstoff. 2000;58(3):196–201. doi: 10.1007/s001070050413.", "ArticleIdList": ["10.1007/s001070050413"]}, {"Citation": "Arnold MJE, Ruiz Perez M. Can non-timber forest products match tropical forest conservation and development objectives? Ecol Econ. 2001;39:437–447. doi: 10.1016/S0921-8009(01)00236-1.", "ArticleIdList": ["10.1016/S0921-8009(01)00236-1"]}, {"Citation": "World Health Organization . International Union for Conservation of Nature and Natural Resources. Geneva: World Wide Fund for Nature; 1993."}, {"Citation": "United Nations Human Settlements Programme. Madagascar: Profil Urbain D’Antananarivo. Nairobi: United Nations Human Settlement Program; 2012."}, {"Citation": "Ramamonjisoa BS. Méthodes d’enquêtes : manuels à l'usage des praticiens. Antananarivo: Manuel forestier n° 11 du Département Eaux et Forêts, École Supérieure des Sciences Agronomiques; 1996."}, {"Citation": "Boiteau P, Allorge-Boiteau L. Plantes médicinales de Madagascar: Cinquante- huit plantes médicinales utilisées sur le marché de Tananarive (Zoma) à Madagascar. Paris: Karthala; 1993."}, {"Citation": "Samyn JM. Plantes utiles des hautes terres de Madagascar. Antananarivo: Graphoprint; 1999."}, {"Citation": "Schatz G. Generic Tree Flora of Madagascar. Kew: Royal Botanic Gardens; 2001."}, {"Citation": "Gurib-Fakim A, Brendler T. Medicinal and Aromatic Plants of Indian Ocean Islands: Madagascar, Comoros, Seychelles, and Mascarenes. Stuttgart, Germany: medpharm GmbH Scientific Publishers; 2004."}, {"Citation": "Lance K, Kremen C, Raymond I. Extraction of forest Products: quantitative of a park and buffer zone and long-term monitoring. Antananarivo: Report to Park Delimitation Unit, WCS/PCDIM; 1994. pp. 549–563."}, {"Citation": "Williams V, Witkowski TF, Balkwill K. The use of incidence-based species richness estimators, species accumulation curves and similarity measures to appraise ethnobotanical inventories from South Africa. Biodivers Conserv. 2007;16:2495–2513. doi: 10.1007/s10531-006-9026-9.", "ArticleIdList": ["10.1007/s10531-006-9026-9"]}, {"Citation": "Jusu A, Cuni Sanchez A. Economic importance of the medicinal plant trade in Sierra Leone. Economic Botany. 2013;67:299–312. doi: 10.1007/s12231-013-9245-4.", "ArticleIdList": ["10.1007/s12231-013-9245-4"]}, {"Citation": "Jusu A, Cuni Sanchez A. Medicinal Plant Trade in Sierra Leone: Threats and Opportunities for Conservation. Economic Botany. 2014;68:16–29. doi: 10.1007/s12231-013-9255-2.", "ArticleIdList": ["10.1007/s12231-013-9255-2"]}, {"Citation": "Bussmann RW, Sharon D. Markets, Healers, Vendors, Collectors: The Sustainability of Medicinal Plant Use in Northern Peru. Mt Res Dev. 2009;29:128–134. doi: 10.1659/mrd.1083.", "ArticleIdList": ["10.1659/mrd.1083"]}, {"Citation": "Shackleton S, Shanley P, Ndoye O. Invisible But Viable: Recognising Local Markets for Non-Timber Forest Products. Int Forest Rev. 2007;9(3):697–712. doi: 10.1505/ifor.9.3.697.", "ArticleIdList": ["10.1505/ifor.9.3.697"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "6", "Day": "13"}, {"Year": "2015", "Month": "7", "Day": "17"}, {"Year": "2015", "Month": "7", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "7", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "7", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["26216098", "PMC4517502", "10.1186/s13002-015-0046-y", "10.1186/s13002-015-0046-y"]}}], "PubmedBookArticle": []}