{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26238452", "DateCompleted": {"Year": "2016", "Month": "02", "Day": "18"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "08", "Day": "04"}], "ELocationID": ["262", "10.1186/s12906-015-0683-7"], "Language": ["eng"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2015", "Month": "Aug", "Day": "04"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "SerpentinaDB: a database of plant-derived molecules of Rauvolfia serpentina.", "Pagination": {"StartPage": "262", "MedlinePgn": "262"}, "Abstract": {"AbstractText": ["Plant-derived molecules (PDMs) are known to be a rich source of diverse scaffolds that could serve as a basis for rational drug design. Structured compilation of phytochemicals from traditional medicinal plants can facilitate prospection for novel PDMs and their analogs as therapeutic agents. Rauvolfia serpentina is an important medicinal plant, endemic to Himalayan mountain ranges of Indian subcontinent, reported to be of immense therapeutic value against various diseases.", "We present SerpentinaDB, a structured compilation of 147 R. serpentina PDMs, inclusive of their plant part source, chemical classification, IUPAC, SMILES, physicochemical properties, and 3D chemical structures with associated references. It also provides refined search option for identification of analogs of natural molecules against ZINC database at user-defined cut-off.", "SerpentinaDB is an exhaustive resource of R. serpentina molecules facilitating prospection for therapeutic molecules from a medicinally important source of natural products. It also provides refined search option to explore the neighborhood of chemical space against ZINC database to identify analogs of natural molecules obtained as leads. In a previous study, we have demonstrated the utility of this resource by identifying novel aldose reductase inhibitors towards intervention of complications of diabetes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Council of Scientific and Industrial Research, Palampur, Himachal Pradesh, India. shivalika20@gmail.com."}], "LastName": "Pathania", "ForeName": "Shivalika", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Biologically Inspired Systems Science, Indian Institute of Technology Jodhpur, Jodhpur, India. saimukundbioinfo@gmail.com."}], "LastName": "Ramakrishnan", "ForeName": "Sai Mukund", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Council of Scientific and Industrial Research, Palampur, Himachal Pradesh, India. vinay.plp@gmail.com."}, {"Identifier": [], "Affiliation": "Academy of Scientific & Innovative Research (AcSIR), New Delhi, India. vinay.plp@gmail.com."}], "LastName": "Randhawa", "ForeName": "Vinay", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Council of Scientific and Industrial Research, Palampur, Himachal Pradesh, India. bagler@iitj.ac.in."}, {"Identifier": [], "Affiliation": "Centre for Biologically Inspired Systems Science, Indian Institute of Technology Jodhpur, Jodhpur, India. bagler@iitj.ac.in."}, {"Identifier": [], "Affiliation": "Academy of Scientific & Innovative Research (AcSIR), New Delhi, India. bagler@iitj.ac.in."}], "LastName": "Bagler", "ForeName": "Ganesh", "Initials": "G"}], "PublicationTypeList": ["Dataset", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Drug Discovery"}, {"QualifierName": [], "DescriptorName": "India"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rauwolfia"}, {"QualifierName": [], "DescriptorName": "User-Computer Interface"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Koehn FE, Carter GT. The evolving role of natural products in drug discovery. Nat Rev Drug Discov. 2005;4:206–220. doi: 10.1038/nrd1657.", "ArticleIdList": ["10.1038/nrd1657", "15729362"]}, {"Citation": "Mishra BB, Tiwari VK. Natural products: an evolving role in future drug discovery. Eur J Pharmacol Med Chem. 2011;46:4769–4807. doi: 10.1016/j.ejmech.2011.07.057.", "ArticleIdList": ["10.1016/j.ejmech.2011.07.057", "21889825"]}, {"Citation": "Organization WH: WHO Traditional Medicine Strategy: 2002–2005. 2002:70."}, {"Citation": "Lee ML, Schneider G. Scaffold architecture and pharmacophoric properties of natural products and trade drugs: application in the design of natural product-based combinatorial libraries. J Comb Chem. 2001;3:284–289. doi: 10.1021/cc000097l.", "ArticleIdList": ["10.1021/cc000097l", "11350252"]}, {"Citation": "Barnes Emma C, Choomuenwai V, Andrews Katherine T, Quinn Ronald J, Davis Rohan A. Design and synthesis of screening libraries based on the muurolane natural product scaffold. Org Biomol Chem. 2012;10:4015–4023. doi: 10.1039/c2ob00029f.", "ArticleIdList": ["10.1039/c2ob00029f", "22422350"]}, {"Citation": "Pathania S, Randhawa V, Bagler G. Prospecting for novel plant-derived molecules of Rauvolfia serpentina as inhibitors of Aldose Reductase, a potent drug target for diabetes and its complications. PLoS One. 2013;8:e61327. doi: 10.1371/journal.pone.0061327.", "ArticleIdList": ["10.1371/journal.pone.0061327", "PMC3629236", "23613832"]}, {"Citation": "Kubinyi H. Structure-based design of enzyme inhibitors and receptor ligands. Curr Opin Drug Discov Devel. 1998;1:4–15.", "ArticleIdList": ["19649784"]}, {"Citation": "Leung C-H, Zhong H-J, Yang H, Cheng Z, Chan DS-H, Ma VP-Y, et al. A metal-based inhibitor of tumor necrosis factor-α. Angew Chem Int Ed Engl. 2012;51:9010–9014. doi: 10.1002/anie.201202937.", "ArticleIdList": ["10.1002/anie.201202937", "22807261"]}, {"Citation": "Ma D-L, Chan DS-H, Leung C-H. Drug repositioning by structure-based virtual screening. Chem Soc Rev. 2013;42:2130–2141. doi: 10.1039/c2cs35357a.", "ArticleIdList": ["10.1039/c2cs35357a", "23288298"]}, {"Citation": "Dey A, De J. Ethnobotanical aspects of Rauvolfia serpentina (L). Benth. ex Kurz. in India, Nepal and Bangladesh. J Med Plants Res. 2011;5:144–150."}, {"Citation": "Kumari R, Rathi B, Rani A, Bhatnagar S. Rauvolfia serpentina L. Benth. ex Kurz. : Phytochemical, harmacological and Therapeutic Aspects. Int J Pharm Sci Rev Res. 2013;23:348–355."}, {"Citation": "Dutta S, Chowdhury AR, Srivastava SK, Ghosh I, Datta K. Evidence for Serpentine as a novel antioxidant by a redox sensitive HABP1 overexpressing cell line by inhibiting its nuclear translocation of NF-κB. Free Radic Res. 2011;45:1279–1288. doi: 10.3109/10715762.2011.610794.", "ArticleIdList": ["10.3109/10715762.2011.610794", "21815883"]}, {"Citation": "Zaidi SSA. Studies in the alkaloidal constituents of the roots of rauwolfia serpentina benth with particular regional variations and synthetic extensions of von braun (BrCN) reaction on alkaloidal and simpler organic bases. University of Karachi; 1986;1:191."}, {"Citation": "Haider SI. Extended studies in the alkaloidal constituents of Rauwolfia serpentina from thailland and synthetic extensions of Von braun (BrCN) reaction on alkaloidal and simpler organic bases. University of Karachi. 1986;1–174."}, {"Citation": "Cordell G. The Alkaloids. 52. San Diego, USA: Academic; 1998."}, {"Citation": "Rodrigo R, Holmes H, Manske R. The alkaloids: chemistry and physiology. 4. Newyork, London: Academic; 1965."}, {"Citation": "Manske R: The Alkaloids: Chemistry and Physiology. 8th edition. Newyork, London: Academic Press; 1965:861."}, {"Citation": "A database on antidiabetic plants. [http://herbalmedicinalplants.org/index.php]"}, {"Citation": "GLOBinMeD-Global Information Hub On Integrated Medicine."}, {"Citation": "India Herbs (CardiofyTM)-Cardiovascular System Support [http://www.cardiofy.com]"}, {"Citation": "Dictionary of Natural Products on CD-ROM"}, {"Citation": "Wang Y, Xiao J, Suzek TO, Zhang J, Wang J, Bryant SH: PubChem: a public information system for analyzing bioactivities of small molecules. Nucleic Acids Res 2009, 37(Web Server issue):W623–W633.", "ArticleIdList": ["PMC2703903", "19498078"]}, {"Citation": "Antony J. Williams: ChemSpider: Integrating Structure-Based Resources Distributed across the Internet. In Enhancing Learning with Online Resources, Social Networking, and Digital Libraries. Volume 1060. Edited by Belford RE, Moore JW, Pence HE. Washington, DC: American Chemical Society; 2010:23–39. [ACS Symposium Series]"}, {"Citation": "Gaulton A, Bellis LJ, Bento AP, Chambers J, Davies M, Hersey A, et al. ChEMBL: a large-scale bioactivity database for drug discovery. Nucleic Acids Res. 2012;40(Database issue):D1100–D1107. doi: 10.1093/nar/gkr777.", "ArticleIdList": ["10.1093/nar/gkr777", "PMC3245175", "21948594"]}, {"Citation": "O’Boyle N, Banck M, James C, Morley C, Vandermeersch T, Hutchison G. Open babel: an open chemical toolbox. J Cheminform. 2011;3:1–14. doi: 10.1186/1758-2946-3-1.", "ArticleIdList": ["10.1186/1758-2946-3-1", "PMC3198950", "21982300"]}, {"Citation": "Irwin J, Shoichet B. ZINC - a free database of commercially available compounds for virtual screening. J Chem Inf Model. 2005;45:177–182. doi: 10.1021/ci049714+.", "ArticleIdList": ["10.1021/ci049714+", "PMC1360656", "15667143"]}, {"Citation": "Mangal M, Sagar P, Singh H, Raghava GPS, Agarwal SM. NPACT: naturally occurring plant-based anti-cancer compound-activity-target database. Nucleic Acids Res. 2013;41(Database issue):D1124–9. doi: 10.1093/nar/gks1047.", "ArticleIdList": ["10.1093/nar/gks1047", "PMC3531140", "23203877"]}, {"Citation": "Dunkel M, Fullbeck M, Neumann S, Preissner R. Super Natural: a searchable database of available natural compounds. Nucleic Acids Res. 2006;34(Database issue):D678–D683. doi: 10.1093/nar/gkj132.", "ArticleIdList": ["10.1093/nar/gkj132", "PMC1347494", "16381957"]}, {"Citation": "Ye H, Ye L, Kang H, Zhang D, Tao L, Tang K, et al. HIT: linking herbal active ingredients to targets. Nucleic Acids Res. 2011;39(Database issue):D1055–D1059. doi: 10.1093/nar/gkq1165.", "ArticleIdList": ["10.1093/nar/gkq1165", "PMC3013727", "21097881"]}, {"Citation": "Ntie-Kang F, Mbah JA, Mbaze LM, Lifongo LL, Scharfe M, Hanna JN, et al. CamMedNP: building the Cameroonian 3D structural natural products database for virtual screening. BMC Complement Altern Med. 2013;13:88. doi: 10.1186/1472-6882-13-88.", "ArticleIdList": ["10.1186/1472-6882-13-88", "PMC3637470", "23590173"]}, {"Citation": "Feher M, Schmidt JM. Property distributions: differences between drugs, natural products, and molecules from combinatorial chemistry. J Chem Inf Comput Sci. 2003;43:218–227. doi: 10.1021/ci0200467.", "ArticleIdList": ["10.1021/ci0200467", "12546556"]}, {"Citation": "Pandita NS, Vaidya AS: Therapeutic potential of plant phenolics for the management of diabetic retinopathy. Pharm Crop 2014, 5(Suppl 1: M3):29–38."}, {"Citation": "Janero DR. Relieving the cardiometabolic disease burden: a perspective on phytometabolite functional and chemical annotation for diabetes management. Expert Opin Pharmacother. 2014;15:5–10. doi: 10.1517/14656566.2014.852538.", "ArticleIdList": ["10.1517/14656566.2014.852538", "24156826"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "3", "Day": "12"}, {"Year": "2015", "Month": "5", "Day": "20"}, {"Year": "2015", "Month": "8", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "8", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "8", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["26238452", "PMC4523024", "10.1186/s12906-015-0683-7", "10.1186/s12906-015-0683-7"]}}], "PubmedBookArticle": []}