{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26255307", "DateCompleted": {"Year": "2016", "Month": "05", "Day": "09"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "08", "Day": "08"}], "ELocationID": ["bav075", "10.1093/database/bav075"], "Language": ["eng"], "Journal": {"ISSN": "1758-0463", "JournalIssue": {"Volume": "2015", "PubDate": {"Year": "2015"}}, "Title": "Database : the journal of biological databases and curation", "ISOAbbreviation": "Database (Oxford)"}, "ArticleTitle": "Phytochemica: a platform to explore phytochemicals of medicinal plants.", "Abstract": {"AbstractText": ["Plant-derived molecules (PDMs) are known to be a rich source of diverse scaffolds that could serve as the basis for rational drug design. Structured compilation of phytochemicals from traditional medicinal plants can facilitate prospection for novel PDMs and their analogs as therapeutic agents. Atropa belladonna, Catharanthus roseus, Heliotropium indicum, Picrorhiza kurroa and Podophyllum hexandrum are important Himalayan medicinal plants, reported to have immense therapeutic properties against various diseases. We present Phytochemica, a structured compilation of 963 PDMs from these plants, inclusive of their plant part source, chemical classification, IUPAC names, SMILES notations, physicochemical properties and 3-dimensional structures with associated references. Phytochemica is an exhaustive resource of natural molecules facilitating prospection for therapeutic molecules from medicinally important plants. It also offers refined search option to explore the neighbourhood of chemical space against ZINC database to identify analogs of natural molecules at user-defined cut-off. Availability of phytochemical structured dataset may enable their direct use in in silico drug discovery which will hasten the process of lead identification from natural products under proposed hypothesis, and may overcome urgent need for phytomedicines. Compilation and accessibility of indigenous phytochemicals and their derivatives can be a source of considerable advantage to research institutes as well as industries.", "home.iitj.ac.in/∼bagler/webservers/Phytochemica."], "CopyrightInformation": "© The Author(s) 2015. Published by Oxford University Press."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Council of Scientific and Industrial Research, Palampur, Himachal Pradesh, India."}], "LastName": "Pathania", "ForeName": "Shivalika", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Biologically Inspired Systems Science, Indian Institute of Technology Jodhpur, India and."}], "LastName": "Ramakrishnan", "ForeName": "Sai Mukund", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Council of Scientific and Industrial Research, Palampur, Himachal Pradesh, India, Centre for Biologically Inspired Systems Science, Indian Institute of Technology Jodhpur, India and Academy of Scientific & Innovative Research (AcSIR), New Delhi, India bagler@iitj.ac.in ganesh.bagler@gmail.com."}], "LastName": "Bagler", "ForeName": "Ganesh", "Initials": "G"}], "PublicationTypeList": ["Dataset", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Database (Oxford)", "NlmUniqueID": "101517697", "ISSNLinking": "1758-0463"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Databases, Chemical"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": ["chemistry", "therapeutic use"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mishra B.B., Tiwari V.K. (2011) Natural products: an evolving role in future drug discovery. Eur. J. Pharmacol. Med. Chem., 46, 4769–4807.", "ArticleIdList": ["21889825"]}, {"Citation": "Koehn F.E., Carter G.T. (2005) The evolving role of natural products in drug discovery. Nat. Rev. Drug Discov., 4, 206–220.", "ArticleIdList": ["15729362"]}, {"Citation": "Organization, World Health Organization (2002) WHO Traditional Medicine Strategy: 2002-2005 (document WHO/EDM/TRM/2002.1). Geneva."}, {"Citation": "Farnsworth N.R., Morris R.W. (1976) Higher plants—sleeping giant of drug development. Am. J. Pharm. Sci. Support. Public Health, 148, 46–52.", "ArticleIdList": ["984178"]}, {"Citation": "Evans B.E., Rittle K.E., Bock M.G., et al. (1988) Methods for drug discovery: development of potent, selective, orally effective cholecystokinin antagonists. J. Med. Chem., 31, 2235–2246.", "ArticleIdList": ["2848124"]}, {"Citation": "Basmadjian C., Zhao Q., Bentouhami E., et al. (2014) Cancer wars: natural products strike back. Front. Chem., 2, 20.", "ArticleIdList": ["PMC4013484", "24822174"]}, {"Citation": "Hung H.Y., Qian K., Morris Natschke S.L., et al. (2012) Recent discovery of plant-derived anti-diabetic natural products. Nat. Prod. Rep., 29, 580–606.", "ArticleIdList": ["22491825"]}, {"Citation": "Moulton B.C., Fryer A.D. (2011) Muscarinic receptor antagonists, from folklore to pharmacology; finding drugs that actually work in asthma and COPD. Br. J. Pharmacol., 163, 44–52.", "ArticleIdList": ["PMC3085867", "21198547"]}, {"Citation": "Dashtipour K., Chung J.S., Wu A.D, Lew M.F, (2007) Amantadine and Anticholinergics. In: Pahwa R, Lyons K.E. (eds), Handbook of Parkinson's Disease. Informa Healthcare, pp. 293–308."}, {"Citation": "Arts I.C.W., Hollman P.C.H. (2005) Polyphenols and disease risk in epidemiologic studies. Am. J. Clin. Nutr., 81, 317S–325S.", "ArticleIdList": ["15640497"]}, {"Citation": "Ohnuma T., Sridhar K.S., Ratner L.H., et al. (1982) Phase I study of indicine N-oxide in patients with advanced cancer. Cancer Treat. Rep., 66, 1509–1515.", "ArticleIdList": ["7093966"]}, {"Citation": "Rajkumar V., Guha G., Kumar R.A. (2011) Antioxidant and anti-neoplastic activities of Picrorhiza kurroa extracts. Food Chem. Toxicol., 49, 363–369.", "ArticleIdList": ["21081148"]}, {"Citation": "Qureshi S., Nawaz A., Udani S., et al. (2009) Hypoglyceamic and hypolipidemic activities of Rauwolfia serpentina in alloxan-induced diabetic rats. Int. J. Pharmacol., 5, 323–326."}, {"Citation": "Pathania S., Randhawa V., Bagler G. (2013) Prospecting for novel plant-derived molecules of Rauvolfia serpentina as inhibitors of aldose reductase, a potent drug target for diabetes and its complications. PLoS One 8, e61327.", "ArticleIdList": ["PMC3629236", "23613832"]}, {"Citation": "Rasineni K., Bellamkonda R., Singareddy S.R., et al. (2010) Antihyperglycemic activity of Catharanthus roseus leaf powder in streptozotocin-induced diabetic rats. Pharmacognosy Res., 2, 195–201.", "ArticleIdList": ["PMC3141314", "21808566"]}, {"Citation": "Giri A., Lakshmi Narasu M. (2000) Production of podophyllotoxin from Podophyllum hexandrum: a potential natural product for clinically useful anticancer drugs. Cytotechnology, 34, 17–26.", "ArticleIdList": ["PMC3449733", "19003377"]}, {"Citation": "Mangal M., Sagar P., Singh H., et al. (2013) NPACT: naturally occurring plant-based anti-cancer compound-activity-target database. Nucleic Acids Res., 41, D1124–D1129.", "ArticleIdList": ["PMC3531140", "23203877"]}, {"Citation": "Dunkel M., Fullbeck M., Neumann S., et al. (2006) SuperNatural: a searchable database of available natural compounds. Nucleic Acids Res., 34, D678–D683.", "ArticleIdList": ["PMC1347494", "16381957"]}, {"Citation": "Ye H., Ye L., Kang H., et al. (2011) HIT: linking herbal active ingredients to targets. Nucleic Acids Res., 39, D1055–D1059.", "ArticleIdList": ["PMC3013727", "21097881"]}, {"Citation": "Ahmed J., Meinel T., Dunkel M., et al. (2011) CancerResource: a comprehensive database of cancer-relevant proteins and compound interactions supported by experimental knowledge. Nucleic Acids Res., 39, D960–D967.", "ArticleIdList": ["PMC3013779", "20952398"]}, {"Citation": "O’Boyle N., Banck M., James C., et al. (2011) Open Babel: an open chemical toolbox. J. Cheminform., 3, 1–14.", "ArticleIdList": ["PMC3198950", "21982300"]}, {"Citation": "Irwin J., Shoichet B.K. (2005) ZINC-a free database of commercially available compounds for virtual screening. J. Chem. Inf., 41, 177–182.", "ArticleIdList": ["PMC1360656", "15667143"]}, {"Citation": "Hussain A., Qarshi I.A., Nazir H., Ullah I. (2012) Plant tissue culture: current status and opportunities. In: Leva A., Rinaldi L.M.R. (eds), Recent Advances in Plant in vitro Culture. InTech, p. 28."}, {"Citation": "Lee M.L., Schneider G. (2001) Scaffold architecture and pharmacophoric properties of natural products and trade drugs: application in the design of natural product-based combinatorial libraries. J. Comb. Chem., 3, 284–289.", "ArticleIdList": ["11350252"]}, {"Citation": "Feher M., Schmidt J.M. (2003) Property distributions: differences between drugs, natural products, and molecules from combinatorial chemistry. J. Chem. Inf. Comput. Sci., 43, 218–227.", "ArticleIdList": ["12546556"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "5", "Day": "16"}, {"Year": "2015", "Month": "7", "Day": "7"}, {"Year": "2015", "Month": "8", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "8", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "5", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "8", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["26255307", "PMC4529746", "10.1093/database/bav075", "bav075"]}}], "PubmedBookArticle": []}