{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Togo", "diabetes", "ethnopharmacology", "herbal medicines", "medicinal plants"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [{"AbstractText": ["Les plantes constituent une grande source de principes actifs qui peuvent être utilisés pour traiter de nombreuses maladies, dont le diabète. L'objectif de cette étude était de recenser les plantes utilisées en médecine traditionnelle pour traiter le diabète dans la région Maritime du Togo.", "De janvier 2013 à juin 2014, une enquête ethnobotanique a été réalisée auprès de 164 guérisseurs traditionnels dans la région Maritime par des interviews directes à l'aide d'un questionnaire semi structuré.", "Les données recueillies ont permis d'identifier 112 espèces végétales appartenant à 51 familles. Les familles les plus représentées ont été les Caesalpiniaceae / Fabaceae avec 9 espèces, suivie des Euphorbiaceae et des Compositae avec 8 espèces chacune. Les espèces les plus citées ont été Allium sativum, Alium cepa, Guilandina bonduc, Moringa oleifera et de Picralima nitida qui ont eu une valeur usuelle de 0,05. En termes de recettes, 132 recettes sont préparées à partir des 112 espèces de plantes. Les recettes à plantes uniques ont été au nombre de 78, tandis que 54 recettes sont obtenues par des associations de plantes. Les parties de plantes les plus utilisées ont été les feuilles suivies par les racines. La principale méthode de préparation reste la décoction.", "La région maritime du Togo dispose d'une biodiversité floristique importante en matière de plantes antidiabétiques. Ces résultats constituent une bonne base de données pour le criblage biologique dans la recherche de molécules antidiabétiques à base des plantes."]}], "PMID": "26309469", "DateCompleted": {"Year": "2016", "Month": "04", "Day": "18"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "04", "Day": "30"}], "ELocationID": ["437", "10.11604/pamj.2015.20.437.5660"], "Language": ["fre"], "Journal": {"ISSN": "1937-8688", "JournalIssue": {"Volume": "20", "PubDate": {"Year": "2015"}}, "Title": "The Pan African medical journal", "ISOAbbreviation": "Pan Afr Med J"}, "ArticleTitle": "[Ethnobotanical study of plants used in the treatment of diabetes in the traditional medicine of Maritime Region, Togo].", "Pagination": {"StartPage": "437", "MedlinePgn": "437"}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre de Recherche et de Formation sur les Plantes Médicinales (CERFOPLAM), Université de Lomé, Togo."}], "LastName": "Holaly", "ForeName": "Gbekley Efui", "Initials": "GE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre de Recherche et de Formation sur les Plantes Médicinales (CERFOPLAM), Université de Lomé, Togo ; Centre de Recherche Biomoléculaire Pietro Annigoni (CERBA), Ouagadougou, Burkina Faso."}], "LastName": "Simplice", "ForeName": "Karou Damintoti", "Initials": "KD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre de Recherche Biomoléculaire Pietro Annigoni (CERBA), Ouagadougou, Burkina Faso."}], "LastName": "Charlemagne", "ForeName": "Gnoula", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre de Recherche et de Formation sur les Plantes Médicinales (CERFOPLAM), Université de Lomé, Togo."}], "LastName": "Kodjovi", "ForeName": "Agbodeka", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre de Recherche et de Formation sur les Plantes Médicinales (CERFOPLAM), Université de Lomé, Togo."}], "LastName": "Kokou", "ForeName": "Anani", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre de Recherche et de Formation sur les Plantes Médicinales (CERFOPLAM), Université de Lomé, Togo."}], "LastName": "Tchadjobo", "ForeName": "Tchacondo", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre de Recherche et de Formation sur les Plantes Médicinales (CERFOPLAM), Université de Lomé, Togo."}], "LastName": "Amegnona", "ForeName": "Agbonon", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre de Recherche et de Formation sur les Plantes Médicinales (CERFOPLAM), Université de Lomé, Togo."}], "LastName": "Komlan", "ForeName": "Batawila", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre de Recherche Biomoléculaire Pietro Annigoni (CERBA), Ouagadougou, Burkina Faso."}], "LastName": "Jacques", "ForeName": "Simpore", "Initials": "S"}], "PublicationTypeList": ["Journal Article"], "VernacularTitle": "Étude ethnobotanique des plantes utilisées dans le traitement du diabète dans la médecine traditionnelle de la région Maritime du Togo."}, "MedlineJournalInfo": {"Country": "Uganda", "MedlineTA": "Pan Afr Med J", "NlmUniqueID": "101517926"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "CommentsCorrectionsList": [{"RefSource": "Pan Afr Med J. 2018 Jun 28;30:186. doi: 10.11604/pamj.2018.30.186.15483", "PMID": "30455815"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Diabetes Mellitus"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["isolation & purification", "therapeutic use"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": [], "DescriptorName": "Togo"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "«Protège ton coeur au Togo» (Internet);  (cited 2015 Jan 15). Available from:  http://www.afro.who.int/togo/press-materials/item/5169-protège-ton-coeur-au-togo.html?lang=fr."}, {"Citation": "Alwan A, Maclean DR, Riley LM, d’ Espaignet ET, Mathers CD, Stevens GA, et al. Monitoring and surveillance of chronic non-communicable diseases: progress and capacity in high-burden countries. Lancet. 2010 Nov 27;376(9755):1861–8.", "ArticleIdList": ["21074258"]}, {"Citation": "N'diaye M, Diatta W, Sy GY, Fall AD, Faye B, Bassene E. Activité antihyperglycemiante de l'extrait éthanolique de feuilles d'Icacina senegalensis juss (Icacinaceae) Médecine d'Afrique noire (Internet) 2008;55(8-9):441–5."}, {"Citation": "Karou SD, Tchacondo T, Djikpo Tchibozo MA, Abdoul-Rahaman S, Anani K, Koudouvo K, et al. Ethnobotanical study of medicinal plants used in the management of diabetes mellitus and hypertension in the Central Region of Togo. Pharm Biol. 2011 Dec;49(12):1286–97.", "ArticleIdList": ["22077164"]}, {"Citation": "Tchacondo T, Karou SD, Batawila K, Agban A, Ouro-Bang'na K, Anani KT, et al. Herbal remedies and their adverse effects in Tem tribe traditional medicine in Togo. Afr J Tradit Complement Altern Med. 2011;8(1):45–60.", "ArticleIdList": ["PMC3218446", "22238483"]}, {"Citation": "Matheka DM, Demaio AR. Complementary and alternative medicine use among diabetic patients in Africa: a Kenyan perspective. Pan Afr Med J. 2013;15:110.", "ArticleIdList": ["PMC3828059", "24244796"]}, {"Citation": "Bahmani M, Zargaran A, Rafieian-Kopaei M, Saki K. Ethnobotanical study of medicinal plants used in the management of diabetes mellitus in the Urmia, Northwest Iran. Asian Pac J Trop Med. 2014 Sep;7S1:S348–354.", "ArticleIdList": ["25312149"]}, {"Citation": "Olaokun OO, McGaw LJ, Awouafack MD, Eloff JN, Naidoo V. The potential role of GLUT4 transporters and insulin receptors in the hypoglycaemic activity of Ficus lutea acetone leaf extract. BMC Complement Altern Med. 2014;14:269.", "ArticleIdList": ["PMC4137081", "25070239"]}, {"Citation": "Koudouvo K, Karou DS, Kokou K, Essien K, Aklikokou K, Glitho IA, et al. An ethnobotanical study of antimalarial plants in Togo Maritime Region. J Ethnopharmacol. 2011 Mar 8;134(1):183–90.", "ArticleIdList": ["21167269"]}, {"Citation": "Aburjai T, Hudaib M, Tayyem R, Yousef M, Qishawi M. Ethnopharmacological survey of medicinal herbs in Jordan, the Ajloun Heights region. J Ethnopharmacol. 2007 Mar 21;110(2):294–304.", "ArticleIdList": ["17097250"]}, {"Citation": "Ziyyat A, Legssyer A, Mekhfi H, Dassouli A, Serhrouchni M, Benjelloun W. Phytotherapy of hypertension and diabetes in oriental Morocco. J Ethnopharmacol. 1997 Sep;58(1):45–54.", "ArticleIdList": ["9324004"]}, {"Citation": "Jouad H, Haloui M, Rhiouani H, El Hilaly J, Eddouks M. Ethnobotanical survey of medicinal plants used for the treatment of diabetes, cardiac and renal diseases in the North centre region of Morocco (Fez-Boulemane) J Ethnopharmacol. 2001 Oct;77(2-3):175–82.", "ArticleIdList": ["11535361"]}, {"Citation": "Tahraoui A, El-Hilaly J, Israili ZH, Lyoussi B. Ethnopharmacological survey of plants used in the traditional treatment of hypertension and diabetes in south-eastern Morocco (Errachidia province) J Ethnopharmacol. 2007 Mar 1;110(1):105–17.", "ArticleIdList": ["17052873"]}, {"Citation": "N'Guessan K, Kadja B, Zirihi G, Traoré D, Aké-Assi L. Screening phytochimique de quelques plantes médicinales ivoiriennes utilisées en pays Krobou (Agboville, Côte-d'Ivoire) Sciences & Nature (Internet) 2009;6(1) (cited 2015 Jan 16). Available from:  http://www.ajol.info/index.php/scinat/article/view/48575."}, {"Citation": "Gbolade AA. Inventory of antidiabetic plants in selected districts of Lagos State, Nigeria. J Ethnopharmacol. 2009 Jan 12;121(1):135–9.", "ArticleIdList": ["19013225"]}, {"Citation": "Aguiyi JC, Obi CI, Gang SS, Igweh AC. Hypoglycaemic activity of Ocimum gratissimum in rats. Fitoterapia. 2000 Aug;71(4):444–6.", "ArticleIdList": ["10925022"]}, {"Citation": "Egesie UG, Adelaiye AB, Ibu JO, Egesie OJ. Safety and hypoglycaemic properties of aqueous leaf extract of Ocimum gratissimum in streptozotocin induced diabetic rats. Niger J Physiol Sci. 2006 Jun-Dec;21(1-2):31–5.", "ArticleIdList": ["17242731"]}, {"Citation": "Bailey CJ, Day C, Turner SL, Leatherdale BA. Cerasee, a traditional treatment for diabetes: studies in normal and streptozotocin diabetic mice. Diabetes Res. 1985 Mar;2(2):81–4.", "ArticleIdList": ["3899464"]}, {"Citation": "Ali H, Houghton PJ, Soumyanath A. Alpha-Amylase inhibitory activity of some Malaysian plants used to treat diabetes; with particular reference to Phyllanthus amarus. J Ethnopharmacol. 2006 Oct 11;107(3):449–55.", "ArticleIdList": ["16678367"]}, {"Citation": "Chang ML, Johnson MA. Effect of garlic on carbohydrate metabolism and lipid synthesis in rats. J Nutr. 1980 May;110(5):931–6.", "ArticleIdList": ["6989965"]}, {"Citation": "Okyar A, Can A, Akev N, Baktir G, Sutlupinar N. Effect of Aloe vera leaves on blood glucose level in type I and type II diabetic rat models. Phytother Res. 2001;15(2):157–61.", "ArticleIdList": ["11268118"]}, {"Citation": "Fah L, Klotoé JR, Dougnon V, Koudokpon H, Fanou VB, Dandjesso C, et al. tude ethnobotanique des plantes utilisées dans le traitement du diabète chez les femmes enceintes à Cotonou et Abomey-Calavi (Bénin) J Anim Plant Sci. 2013;18(1):2647–58."}, {"Citation": "Lans CA. Ethnomedicines used in Trinidad and Tobago for urinary problems and diabetes mellitus. J Ethnobiol Ethnomed. 2006;161(4):359–364.", "ArticleIdList": ["PMC1624823", "17040567"]}, {"Citation": "Hossain M, Mostofa M, Debnath D, Alam A, Yasmin Z, Moitry N. Antihyperglycemic and Antihyperlipidemic of Karala (Momordica charantia) Fruits in Streptozotocin Induced Diabetic Rats. Journal of Environmental Science and Natural Resources (Internet) 2012 Aug 6;5(1) (cited 2015 Jan 16). Available from:  http://www.banglajol.info/index.php/JESNR/article/view/11550."}, {"Citation": "Raza H, Ahmed I, Lakhani MS, Sharma AK, Pallot D, Montague W. Effect of bitter melon (Momordica charantia) fruit juice on the hepatic cytochrome P450-dependent monooxygenases and glutathione S-transferases in streptozotocin-induced diabetic rats. Biochem Pharmacol. 1996 Nov 22;52(10):1639–42.", "ArticleIdList": ["8937480"]}, {"Citation": "Kolawole O. Seasonal Variation in the Anti-Diabetic and Hypolipidemic Effects of Momordica charantia Fruit Extract in Rats. European Journal of Medicinal Plants (Internet) 2012 Jan 10;2(2):177–85. (cited 2015 Jan 16)"}, {"Citation": "Saha SK, Haque ME, Islam D, Rahman MM, Islam MR, Parvin A. Comparative study between the effect of Momordica charantia (wild and hybrid variety) on hypoglycemic and hypolipidemic activity of alloxan induced type 2 diabetic long-evans rats. Journal of Diabetes Mellitus (Internet) 2012;2:131. (cited 2015 Jan 16)"}, {"Citation": "Natarajan A, Syed Zameer Ahmed K, Sundaresan S, Sivaraj A, Devi K, Senthil Kumar B. Effect of aqueous flower extract of Catharanthus roseus on alloxan induced diabetes in male albino rats. Int J Pharm Sci Drug Res. 2012;4(2):150–3."}, {"Citation": "Jayanthi M, Sowbala N, Rajalakshmi G, Kanagavalli U, Sivakumar V. Study of anti-hyperglycemic effect of Catharanthus roseus in alloxan induced diabetic rats. Int J Pharm Pharm Sci. 2010;2(4):114–6."}, {"Citation": "Mostofa M, Choudhury M, Hossain M, Islam M, Islam M, Sumon M. Antidiabetic effects of Catharanthus roseus, Azadirachta indica, Allium sativum and glimepride in experimentally diabetic induced rat. Bangladesh Journal of Veterinary Medicine (Internet) 2008 Oct 16;5(1) (cited 2015 Jan 16)"}, {"Citation": "Jyothi P, Sarala Kumara D. Central nervous system protection by Catharanthus roseus leaf extract in streptozotocin-induced diabetes in rat brain. J Pharmacogn. 2012;3(2):63–6."}, {"Citation": "Abo KA, Fred-Jaiyesimi AA, Jaiyesimi AEA. Ethnobotanical studies of medicinal plants used in the management of diabetes mellitus in South Western Nigeria. J Ethnopharmacol. 2008 Jan 4;115(1):67–71.", "ArticleIdList": ["17950547"]}, {"Citation": "Agbonon A, Eklu-Gadegbeku K, Aklikokou K, Gbeassor M, Akpagana K, Tam TW, et al. In vitro inhibitory effect of West African medicinal and food plants on human cytochrome P450 3A subfamily. J Ethnopharmacol. 2010 Mar 24;128(2):390–4.", "ArticleIdList": ["20109542"]}, {"Citation": "Mbagwu HO, Jackson C, Jackson I, Ekpe G, Eyaekop U, Essien G, et al. Evaluation of the hypoglycemic effect of aqueous extract of Phyllanthus amarus in alloxan-induced diabetic albino rats. International Journal of Pharmaceutical and Biomedical Research (Internet) 2011;2:158–60."}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "10", "Day": "28"}, {"Year": "2015", "Month": "4", "Day": "3"}, {"Year": "2015", "Month": "8", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "8", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "4", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["26309469", "PMC4537902", "10.11604/pamj.2015.20.437.5660", "PAMJ-20-437"]}}], "PubmedBookArticle": []}