{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26369781", "DateCompleted": {"Year": "2016", "Month": "06", "Day": "27"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "09", "Day": "15"}], "ELocationID": ["68", "10.1186/s13002-015-0050-2"], "Language": ["eng"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2015", "Month": "Sep", "Day": "15"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Medicinal plants used to treat the most frequent diseases encountered in Ambalabe rural community, Eastern Madagascar.", "Pagination": {"StartPage": "68", "MedlinePgn": "68"}, "Abstract": {"AbstractText": ["Traditional medicine remains the only health care available in many rural areas in Madagascar like the rural community of Ambalabe, located in a very remote area in the eastern part of the country. With limited access to modern medicine, the local population uses medicinal plants to treat most diseases. In this study, we aimed to inventory medicinal plants used by local people and how those relate to the treatment of the most frequent diseases encountered in Ambalabe.", "We interviewed participants in order to identify the most frequent diseases in the region and the medicinal plants used to treat them. The local physician was asked about the most frequent diseases, and ethnobotanical surveys to record medicinal plants and their uses, using semi-structured interviews and free listing, were conducted among 193 informants in local villages, of which 54 % were men and 46 % were women, ageing from 16 to 86 years. The local names, the uses of each plant species and the way they are prepared and administered were recorded and accompanied by herbarium specimens for identification. We also interviewed four traditional healers to elicit more details on the preparation and the use of plants.", "Our research allowed us to identify six most frequent diseases, namely diarrhea, malaria, stomach-ache, cough, bilharzia and dysentery. Among 209 plant species identified as having medicinal use, 83 species belonging to 49 families and 77 genera were used to treat these diseases. Our analyses highlighted the 11 commonly used species for their treatment, and also 16 species with a high fidelity level (FL ≥ 75 %) for each ailment. Diarrhea is one of the diseases with high number of species recorded.", "This study highlighted the closed relationship between people in Ambalabe and plant species, especially when faced with frequent diseases. However, most of the species used were collected in the surroundings of the villages. Few species were from Vohibe forest in which a management system on the use of plant species was already established. Therefore, a sustainable use management should be considered for wild species from which medicinal plants are highly abundant."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Missouri Botanical Garden, Madagascar Research and Conservation Program, BP 3391, Antananarivo, 101, Madagascar. nivo.rakotoarivelo@mobot-mg.org."}, {"Identifier": [], "Affiliation": "Department of Plant Biology and Ecology, University of Antananarivo, BP 906, Antananarivo, 101, Madagascar. nivo.rakotoarivelo@mobot-mg.org."}], "LastName": "Rakotoarivelo", "ForeName": "Nivo H", "Initials": "NH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Missouri Botanical Garden, Madagascar Research and Conservation Program, BP 3391, Antananarivo, 101, Madagascar. fortunat.rakotoarivony@mobot-mg.org."}], "LastName": "Rakotoarivony", "ForeName": "Fortunat", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Ecology, University of Antananarivo, BP 906, Antananarivo, 101, Madagascar. arovonjy@yahoo.fr."}], "LastName": "Ramarosandratana", "ForeName": "Aro Vonjy", "Initials": "AV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Ecology, University of Antananarivo, BP 906, Antananarivo, 101, Madagascar. vololoniaina.jeannoda@gmail.com."}], "LastName": "Jeannoda", "ForeName": "Vololoniaina H", "Initials": "VH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anthropology, Washington University, St. Louis, MO, 63130, USA. akuhlman@wustl.edu."}], "LastName": "Kuhlman", "ForeName": "Alyse R", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "William L. Brown Center, Missouri Botanical Garden, P.O. Box 299, St. Louis, MO, 63166-0299, USA. armand.randrianasolo@mobot.org."}], "LastName": "Randrianasolo", "ForeName": "Armand", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "William L. Brown Center, Missouri Botanical Garden, P.O. Box 299, St. Louis, MO, 63166-0299, USA. rainer.bussmann@mobot.org."}], "LastName": "Bussmann", "ForeName": "Rainer W", "Initials": "RW"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": ["therapy"], "DescriptorName": "Diarrhea"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Madagascar"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rural Population"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Seifu T. Ethnobotanical and ethnopharmaceutical studies on medicinal plants of Chifra district, Afar region, North Eastern Ethiopia. PhD Thesis. Addis Ababa University: School of Graduate Studies; 2004."}, {"Citation": "World Health Organisation . Health of indigenous peoples. Geneva, Switzerland: Factsheets N° 326; 2007."}, {"Citation": "Bussmann RW, Sharon D. Traditional medicine plant use in Northern Peru: tracking two thousand years of healing culture. J Ethnobiol Ethnomed. 2006;2:47. doi: 10.1186/1746-4269-2-47.", "ArticleIdList": ["10.1186/1746-4269-2-47", "PMC1637095", "17090303"]}, {"Citation": "Bussmann RW, Glenn A. Peruvian medicinal plants for the treatment of liver and gallbladder ailments. Arnaldoa. 2010;17(2):243–53."}, {"Citation": "Bussmann RW, Glenn A. Plants used for the treatment of gastro-intestinal ailments in Northern Peruvian ethnomedicine. Arnaldoa. 2010;17(2):255–70."}, {"Citation": "Randrianarivelojosia M, Rasidimanana VT, Rabarison H, Cheplogoi PK, Ratsimbason M, Mulholland DA, et al. Plants traditionally prescribed to treat tazo (malaria) in the eastern region of Madagascar. Malar J. 2003;2:25.", "ArticleIdList": ["PMC184444", "12921540"]}, {"Citation": "Rabearivony DA, Kuhlman AR, Razafiarison ZL, Raharimalala F, Rakotoarivony F, Randrianarivony T, et al. Ethnobotanical study of the medicinal plants known by men in Ambalabe, Madagascar. Ethnobotany Research & Applications. 2015;14:123–38."}, {"Citation": "Razafindraibe M, Kuhlman AR, Rabarison H, Rakotoarimanana V, Rajeriarison C, Rakotoarivelo N, et al. Medicinal plants used by women from Agnalazaha littoral forest (Southeastern Madagascar). J Ethnobiol Ethnomed. 2013;9:73.", "ArticleIdList": ["PMC3827988", "24188563"]}, {"Citation": "Conservation International, World Wildlife Fund . Assessing the impacts of climate change on Madagascar’s biodiversity and livelihoods - A workshop report. Antananarivo: MEEFT; 2008."}, {"Citation": "Green GM, Sussman RW. Deforestation history of the eastern rainforests of Madagascar from satellite images. Science. 1990;248(4952):212–5. doi: 10.1126/science.248.4952.212.", "ArticleIdList": ["10.1126/science.248.4952.212", "17740137"]}, {"Citation": "Busch J, Dave R, Hannah L, Cameron A, Rasolohery A, Roehrdanz P, et al. Climate change and the cost of conserving species in Madagascar. Conserv Biol. 2012;26(3):408–19.", "ArticleIdList": ["22497442"]}, {"Citation": "Aubert S, Razafiarison S, Bertrand A. Déforestation et systèmes agraires à Madagascar : Les dynamiques des tavy sur la côte orientale. Montpellier: CIRAD; 2003."}, {"Citation": "Gómez-Baggethun E, Mingorría S, Reyes-García V, Calvet L, Montes C. Traditional ecological knowledge trends in the transition to a market economy: empirical study in the Doñana Natural Areas. Conserv Biol. 2010;24(3):721–9. doi: 10.1111/j.1523-1739.2009.01401.x.", "ArticleIdList": ["10.1111/j.1523-1739.2009.01401.x", "20067484"]}, {"Citation": "Reyes-García V, Guèzeb M, Luz AC, Paneque-Gálvez J, Macía MJ, Orta-Martínez M, et al. Evidence of traditional knowledge loss among a contemporary indigenous society. Evol Hum Behav. 2013;34(4):249–57.", "ArticleIdList": ["PMC3837211", "24277979"]}, {"Citation": "Oliver SJ. The role of traditional medicine practice in primary health care within Aboriginal Australia: a review of the literature. J Ethnobiol Ethnomed. 2013;9:46. doi: 10.1186/1746-4269-9-46.", "ArticleIdList": ["10.1186/1746-4269-9-46", "PMC3702459", "23819729"]}, {"Citation": "Badiaga M. Etude ethnobotanique, phytochimique et activités biologiques de Nauclea latifolia Smith une plante médicinale africaine récoltée au Mali. PhD Thesis. University of Bamako: Faculté des Sciences et Techniques (FAST); 2011."}, {"Citation": "Rakotoarivelo N, Razanatsima A, Rakotoarivony F, Rasoaviety L, Ramarosandratana AV, Jeannoda V, et al. Ethnobotanical and economic value of Ravenala madagascariensis Sonn. in Eastern Madagascar. J Ethnobiol Ethnomed. 2014;10:57.", "ArticleIdList": ["PMC4106185", "25027625"]}, {"Citation": "Cornet A. Essai cartographique bioclimatique à Madagascar, carte à 1/2 000 000 et notice explicative N° 55. Paris: ORSTOM; 1974."}, {"Citation": "Quansah N. Ethnomedicine in the Maroantsetra region of Madagascar. Econ Bot. 1988;42(3):370–5. doi: 10.1007/BF02860161.", "ArticleIdList": ["10.1007/BF02860161"]}, {"Citation": "Styger E, Rakotondramasy HM, Pfeffer MJ, Fernandes ECM, Bates DM. Influence of slash-and-burn farming practices on fallow succession and land degradation in the rainforest region of Madagascar. Agric Ecosyst Environ. 2007;119:257–69. doi: 10.1016/j.agee.2006.07.012.", "ArticleIdList": ["10.1016/j.agee.2006.07.012"]}, {"Citation": "Ravololonanahary H, Rajaspera B. Corridor Ankeniheny-Zahamena : un joyau de l’Ala Atsinanana. In: Conservation International, editor. Songadina n°1. Madagascar: Bulletin trimestriel; 2009. p. 1."}, {"Citation": "Madagascar Catalogue. Catalogue of the Vascular Plants of Madagascar. Missouri Botanical Garden, St. Louis, U.S.A. & Antananarivo, Madagascar. 2013. http://www.tropicos.org/project/mada. Accessed 9 Jan 2015."}, {"Citation": "Tropicos. Missouri Botanical Garden, St. Louis, U.S.A. 2014. http://www.tropicos.org. Accessed Dec 2014."}, {"Citation": "Alexiades MN, Sheldon JW. Selected Guidelines for Ethnobotanical Research: A Field Manual. Bronx, N.Y., U.S.A: New York Botanical Garden; 1996."}, {"Citation": "Convention on Biological Diversity . Nagoya protocol on access to genetic resources and the fair and equitable sharing of benefits arising from their utilization to the convention on biological diversity. United Nations, Montreal, Canada: Secretariat of the Convention on Biological Diversity; 2011."}, {"Citation": "Martin GJ. Ethnobotany: A Methods Manual. London: Chapman and Hall; 1995."}, {"Citation": "Cámara-Leret R, Paniagua-Zambrana N, Macía MJ. A standard protocol for gathering palm ethnobotanical data and socioeconomic variables across the Tropics. In: Ponman B, Bussmann RW, editors. Medicinal plants and the legacy of Richard E. Schultes. Proceedings of the Botany 2011 Richard E Schultes Symposium. Graficart: Trujillo; 2012. pp. 41–71."}, {"Citation": "Borgatti SP. AnthroPac methods guide. Columbia, SC: Analytic Technologies; 1992."}, {"Citation": "Winch PJ, Wagman JA, Malouin RA, Mehl GL. Recherche qualitative pour des programmes de santé améliorés: Guide aux manuels traitant de la recherche participative en matière de santé de l’enfant, de nutrition et de santé reproductive. Afrique: USAID, Division du Développement Durable; 2001."}, {"Citation": "Quinlan M. Considerations for collecting freelists in the field: examples from ethnobotany. Field Methods. 2005;17(3):1–16. doi: 10.1177/1525822X05277460.", "ArticleIdList": ["10.1177/1525822X05277460"]}, {"Citation": "Borgatti SP, Halgin DS. Elicitation techniques for cultural domain analysis. In: Schensul J, LeCompte M, editors. Ethnographer’s Toolkit. Walnut Creek: Altamira Press; 1999."}, {"Citation": "Friedman J, Yaniv Z, Dafni A, Palewitch D. A preliminary classification of the healing potential of medicinal plants, based on a rational analysis of an ethnopharmacological field survey among Bedouins in the Negev Desert, Israel. J Ethnopharmacol. 1986;16:275–87. doi: 10.1016/0378-8741(86)90094-2.", "ArticleIdList": ["10.1016/0378-8741(86)90094-2", "3747566"]}, {"Citation": "Hoffman B, Gallaher T. Importance indices in Ethnobotany. Ethnobotany Research & Applications. 2007;5:201–18."}, {"Citation": "Medeiros MFT, Silva PS, Albuquerque UP. Quantification in ethnobotanical research: an overview of indices used from 1995 to 2009. Sitientibus série Ciências Biológicas. 2011;11(2):211–30. doi: 10.13102/scb108.", "ArticleIdList": ["10.13102/scb108"]}, {"Citation": "Andriamparany JN, Brinkmann K, Jeannoda V, Buerkert A. Effects of socio-economic household characteristics on traditional knowledge and usage of wild yams and medicinal plants in the Mahafaly region of south-western Madagascar. J Ethnobiol Ethnomed. 2014;10:82. doi: 10.1186/1746-4269-10-82.", "ArticleIdList": ["10.1186/1746-4269-10-82", "PMC4414374", "25551198"]}, {"Citation": "Laloo D, Hemalatha S. Ethnomedicinal plants used for diarrhea by tribals of Meghalaya Northeast India. Pharmacognosy Review. 2011;5(10):147–54. doi: 10.4103/0973-7847.91108.", "ArticleIdList": ["10.4103/0973-7847.91108", "PMC3263048", "22279372"]}, {"Citation": "Gairola S, Sharma J, Gaur RD, Siddiqi TO, Painuli RM. Plants used for treatment of dysentery and diarroea by the Bhoxa community of district Dehradun, Uttarakhand India. J Ethnopharmacol. 2013;150(3):989–1006. doi: 10.1016/j.jep.2013.10.007.", "ArticleIdList": ["10.1016/j.jep.2013.10.007", "24432368"]}, {"Citation": "Nicolas J-P. Plantes médicinales du Nord de Madagascar – Ethnobotanique Antakarana et informations scientifiques. Madagascar: Jardins du Monde; 2012."}, {"Citation": "Rakotonandrasana SR. Les plantes médicinales de l’aire protégée de Zahamena (Madagascar) et de ses environs : richesse floristique et endémicité. In: Beau N, Dessein S, Robbrecht E, editors. African Plant Diversity: Systematics and Sustainable Development. Proceedings of the XIXth AETFAT Congress 2010. Madagascar: Scripta Botanica Belgica; 2013;50:356-62."}, {"Citation": "Gaikwad J, Wilson K, Kohen J, Vemulpad S, Jamie J, Ranganathan S. Combining ethnobotany and informatics to discover knowledge from data. In: Rai MK, Acharya D, Rios JL, editors. Ethnomedicinal Plants: Revitalization of traditional knowledge of herbs. New Hampshire: Science Publishers; 2010. pp. 444–57."}, {"Citation": "Chavan V, Watve AV, Londhe MS, Rane NS, Pandit AT, Krishnan S. Cataloguing Indian biota: The electronic catalogue of known Indian fauna. Curr Sci. 2004;87:749–63."}, {"Citation": "Joshi M, Kumar M, Bussmann RW. Ethnomedicinal uses of plant resources of the Haigad watershed in Kumaun Himalaya, India. Medicinal and Aromatic Plant Science and Biotechnology. 2010;4(1):43–6."}, {"Citation": "Johnsy G, Beena S, Kaviyarasan V. Ethnobotanical survey of medicinal plants used for the treatment of diarrhea and dysentery. Int J Medicine and Medical Sciences. 2013;3(1):332–8."}, {"Citation": "Das PR, Akter S, Md. Islam T, Kabir MH, Md. Haque M, Khatun Z, Md. Nurunnabi, Khatun Z, Lee Y, Jahan R, Rahmatullah M. A selection of medicinal plants used for treatment of diarrhea by folk medicinal practitioners of Bangladesh. American-Eurasian J Sustainable Agriculture. 2012, 6(3):153–161"}, {"Citation": "Ngarivhume T, van’t Klooster CIEA, de Jong JTVM, Van der Westhuizen JH. Medicinal plants used by traditional healers for the treatment of malaria in the Chipinge district in Zimbabwe. J Ethnopharmacol. 2015;159:224–37. doi: 10.1016/j.jep.2014.11.011.", "ArticleIdList": ["10.1016/j.jep.2014.11.011", "25449454"]}, {"Citation": "Maroyi A. Traditional use of medicinal plants in south-central Zimbabwe: review and perspectives. J Ethnobiol Ethnomed. 2013;9:31. doi: 10.1186/1746-4269-9-31.", "ArticleIdList": ["10.1186/1746-4269-9-31", "PMC3653698", "23642285"]}, {"Citation": "Betti JL, Yongo OD, Obiang Mbomio D, Midoko Iponga D, Ngoye A. An ethnobotanical and floristical study of medicinal plants among the Baka pygmies in the periphery of the Ipassa-Biosphere Reserve Gabon. Eur J Medicinal Plants. 2013;3(2):174–205. doi: 10.9734/EJMP/2013/2550.", "ArticleIdList": ["10.9734/EJMP/2013/2550"]}, {"Citation": "Wagh VV, Jain AK, Kadel C. Ethnomedicinal plants used for curing dysentery and diarrhoea by tribals of Jhabua district (Madhya Pradesh) Indian J Nat Products and Resources. 2011;2(2):256–60."}, {"Citation": "Punjani BL, Kumar V. Traditional medicinal plant remedies to treat cough and asthmatic disorders in the Aravalli ranges in North Gujarat India. J Nat Remedies. 2002;2(2):173–8."}, {"Citation": "Andrade-Cetto A. Ethnobotanical study of the medicinal plants from Tlanchinol, Hidalgo, México. J Ethnopharmacol. 2009;122:163–71. doi: 10.1016/j.jep.2008.12.008.", "ArticleIdList": ["10.1016/j.jep.2008.12.008", "19146936"]}, {"Citation": "Bahekar S, Kale R. Herbal plants used for the treatment of malaria – A literature review. J Pharmacognosy and Phytochemistry. 2013;1(6):141–6."}, {"Citation": "Albuquerque UP, Medeiros PM, Almeida ALS, Monteiro JM, Freitas Lins Neto EM, Melo JG, et al. Medicinal plants of the caatinga (semi-arid) vegetation of NE Brazil: A quantitative approach. J Ethnopharmacol. 2007;114:325–54.", "ArticleIdList": ["17900836"]}, {"Citation": "Gangte HE, Zomi GT, Thoudam NS. Ethnomedicinal plants used in diarrhoea and dysentery by the Zou tribe in Churachandpur district, Manipur, India. Asian J Experimental Biological Sciences. 2013;4(3):369–76."}, {"Citation": "Kidane B, van Andel T, van der Maesen LJG, Asfaw Z. Use and management of traditional medicinal plants by Maale and Ari ethnic communities in southern Ethiopia. J Ethnobiol Ethnomed. 2014;10:46. doi: 10.1186/1746-4269-10-46.", "ArticleIdList": ["10.1186/1746-4269-10-46", "PMC4055949", "24898079"]}, {"Citation": "Kar A, Borthakur SK. Medicinal plants used against dysentery, diarrhoea and cholera by the tribes of erstwhile Kameng district of Arunachal Pradesh. Natural Product Radiance. 2008;7(2):176–81."}, {"Citation": "Shanmugam S, Annadurai M, Rajendran K. Ethnomedicinal plants used to cure diarrhoea and dysentery in Pachalur hills of Dindigul district in Tamil Nadu, Southern India. Journal of Applied Pharmaceutical Science. 2011;1(8):94–7."}, {"Citation": "Tangjitman K, Wongsawad C, Kamwong K, Sukkho T, Trisonthi C. Ethnomedicinal plants used for digestive system disorders by the Karen of northern Thailand. J Ethnobiol Ethnomed. 2015;11:27. doi: 10.1186/s13002-015-0011-9.", "ArticleIdList": ["10.1186/s13002-015-0011-9", "PMC4422539", "25885534"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "5", "Day": "21"}, {"Year": "2015", "Month": "8", "Day": "19"}, {"Year": "2015", "Month": "9", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "9", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "9", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["26369781", "PMC4570514", "10.1186/s13002-015-0050-2", "10.1186/s13002-015-0050-2"]}}], "PubmedBookArticle": []}