{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26545106", "DateCompleted": {"Year": "2016", "Month": "06", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "11", "Day": "06"}], "ELocationID": ["e0142496", "10.1371/journal.pone.0142496"], "Language": ["eng"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "10", "Issue": "11", "PubDate": {"Year": "2015"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Testing Dose-Dependent Effects of the Nectar Alkaloid Anabasine on Trypanosome Parasite Loads in Adult Bumble Bees.", "Pagination": {"StartPage": "e0142496", "MedlinePgn": "e0142496"}, "Abstract": {"AbstractText": ["The impact of consuming biologically active compounds is often dose-dependent, where small quantities can be medicinal while larger doses are toxic. The consumption of plant secondary compounds can be toxic to herbivores in large doses, but can also improve survival in parasitized herbivores. In addition, recent studies have found that consuming nectar secondary compounds may decrease parasite loads in pollinators. However, the effect of compound dose on bee survival and parasite loads has not been assessed. To determine how secondary compound consumption affects survival and pathogen load in Bombus impatiens, we manipulated the presence of a common gut parasite, Crithidia bombi, and dietary concentration of anabasine, a nectar alkaloid produced by Nicotiana spp. using four concentrations naturally observed in floral nectar. We hypothesized that increased consumption of secondary compounds at concentrations found in nature would decrease survival of uninfected bees, but improve survival and ameliorate parasite loads in infected bees. We found medicinal effects of anabasine in infected bees; the high-anabasine diet decreased parasite loads and increased the probability of clearing the infection entirely. However, survival time was not affected by any level of anabasine concentration, or by interactive effects of anabasine concentration and infection. Crithidia infection reduced survival time by more than two days, but this effect was not significant. Our results support a medicinal role for anabasine at the highest concentration; moreover, we found no evidence for a survival-related cost of anabasine consumption across the concentration range found in nectar. Our results suggest that consuming anabasine at the higher levels of the natural range could reduce or clear pathogen loads without incurring costs for healthy bees."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Massachusetts Amherst, Amherst, Massachusetts, United States of America."}], "LastName": "Anthony", "ForeName": "Winston E", "Initials": "WE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Massachusetts Amherst, Amherst, Massachusetts, United States of America."}], "LastName": "Palmer-Young", "ForeName": "Evan C", "Initials": "EC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Massachusetts Amherst, Amherst, Massachusetts, United States of America."}], "LastName": "Leonard", "ForeName": "Anne S", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Dartmouth College, Hanover, New Hampshire, United States of America."}, {"Identifier": [], "Affiliation": "Department of Applied Ecology, North Carolina State University, Raleigh, North Carolina, United States of America."}], "LastName": "Irwin", "ForeName": "Rebecca E", "Initials": "RE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Massachusetts Amherst, Amherst, Massachusetts, United States of America."}], "LastName": "Adler", "ForeName": "Lynn S", "Initials": "LS"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Nectar"}, {"RegistryNumber": "LMS11II2LO", "NameOfSubstance": "Anabasine"}], "MeshHeadingList": [{"QualifierName": ["administration & dosage"], "DescriptorName": "Anabasine"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects", "parasitology"], "DescriptorName": "Bees"}, {"QualifierName": ["drug effects", "pathogenicity"], "DescriptorName": "Crithidia"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": ["drug effects"], "DescriptorName": "Herbivory"}, {"QualifierName": ["drug effects"], "DescriptorName": "Host-Parasite Interactions"}, {"QualifierName": [], "DescriptorName": "Parasite Load"}, {"QualifierName": ["administration & dosage", "chemistry"], "DescriptorName": "Plant Nectar"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nicotiana"}], "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ehrlich PR, Raven PH. Butterflies and plants: a study in coevolution. Evolution. 1964;18:586–608."}, {"Citation": "Adler LS, Seifert MG, Wink M, Morse GE. Reliance on pollinators predicts defensive chemistry across tobacco species. Ecol Lett. 2012;15:1140–48. 10.1111/j.1461-0248.2012.01838.x", "ArticleIdList": ["10.1111/j.1461-0248.2012.01838.x", "22834564"]}, {"Citation": "Agrawal AA. Macroevolution of plant defense strategies. Trends Ecol Evol. 2007;22(2):103–9. 10.1016/j.tree.2006.10.012 WOS:000244169200007.", "ArticleIdList": ["10.1016/j.tree.2006.10.012", "17097760"]}, {"Citation": "Johnson MTJ, Ives AR, Ahern J, Salminen JP. Macroevolution of plant defenses against herbivores in the evening primroses. New Phytol. 2014;203(1):267–79. 10.1111/nph.12763 WOS:000336970200026.", "ArticleIdList": ["10.1111/nph.12763", "24634986"]}, {"Citation": "Manson JS, Rasmann S, Halitschke R, Thomson JD, Agrawal AA. Cardenolides in nectar may be more than a consequence of allocation to other plant parts: a phylogenetic study of Asclepias . Funct Ecol. 2012;26(5):1100–10. 10.1111/j.1365-2435.2012.02039.x WOS:000309391500012.", "ArticleIdList": ["10.1111/j.1365-2435.2012.02039.x"]}, {"Citation": "Bowers MD, Stamp NE. Chemical variation within and between individuals of Plantago lanceolata (Plantaginaceae). J Chem Ecol. 1992;18(7):985–95. 10.1007/BF00980057", "ArticleIdList": ["10.1007/BF00980057", "24254142"]}, {"Citation": "Agrawal AA, Hastings AP, Johnson MTJ, Maron JL, Salminen JP. Insect herbivores drive real-time ecological and evolutionary change in plant populations. Science. 2012;338(6103):113–6. 10.1126/science.1225977 WOS:000309457400065.", "ArticleIdList": ["10.1126/science.1225977", "23042894"]}, {"Citation": "Adler LS. The ecological significance of toxic nectar. Oikos. 2000;91(3):409–20. ISI:000166777500001."}, {"Citation": "Heil M. Nectar: generation, regulation, and ecological functions. Trends Plant Sci. 2011;16(4):191–200. 10.1016/j.tplants.2011.01.003 WOS:000290508100004.", "ArticleIdList": ["10.1016/j.tplants.2011.01.003", "21345715"]}, {"Citation": "Adler LS, Wink M, Distl M, Lentz AJ. Leaf herbivory and nutrients increase nectar alkaloids. Ecol Lett. 2006;9(8):960–7. ISI:000239510700012.", "ArticleIdList": ["16913940"]}, {"Citation": "Wright GA, Baker DD, Palmer MJ, Stabler D, Mustard JA, Power EF, et al. Caffeine in floral nectar enhances a pollinator's memory of reward. Science. 2013;339(6124):1202–4. 10.1126/science.1228806 WOS:000315709900046.", "ArticleIdList": ["10.1126/science.1228806", "PMC4521368", "23471406"]}, {"Citation": "Thomson JD, Draguleasa MA, Tan MG. Flowers with caffeinated nectar receive more pollination. Arthropod-Plant Interactions. 2015;9:1–7. 10.1007/s11829-014-9350-z", "ArticleIdList": ["10.1007/s11829-014-9350-z"]}, {"Citation": "Detzel A, Wink M. Attraction, deterrence or intoxication of bees (Apis mellifera) by plant allelochemicals. Chemoecology. 1993;4(1):8–18."}, {"Citation": "Singaravelan N, Nee'man G, Inbar M, Izhaki I. Feeding responses of free-flying honeybees to secondary compounds mimicking floral nectars. J Chem Ecol. 2005;31(12):2791–804. ISI:000234115600003.", "ArticleIdList": ["16365705"]}, {"Citation": "Hare JD. Plant genetic variation in tritrophic interactions In: Tscharntke T, Hawkins BA, editors. Multitrophic level interactions. Cambridge: Cambridge University Press; 2002. p. 8–43."}, {"Citation": "Thaler JS. Jasmonate-inducible plant defences cause increased parasitism of herbivores. Nature. 1999;399(6737):686–8. ISI:000080932800059."}, {"Citation": "Price PW, Bouton CE, Gross P, McPheron BA, Thompson JN, Weis AE. Interactions among three trophic levels: influence of plants on interactions between insect herbivores and natural enemies. Annu Rev Ecol Syst. 1980;11:41–65."}, {"Citation": "Kaplan I, Thaler JS. Plant resistance attenuates the consumptive and non-consumptive impacts of predators on prey. Oikos. 2010;119(7):1105–13. ISI:000278525800007."}, {"Citation": "Santolamazza-Carbone S, Velasco P, Soengas P, Cartea ME. Bottom-up and top-down herbivore regulation mediated by glucosinolates in Brassica oleracea var. acephala . Oecologia. 2014;174(3):893–907. 10.1007/s00442-013-2817-2 WOS:000332002300026.", "ArticleIdList": ["10.1007/s00442-013-2817-2", "24352843"]}, {"Citation": "Manson JS, Otterstatter MC, Thomson JD. Consumption of a nectar alkaloid reduces pathogen load in bumble bees. Oecologia. 2010;162(1):81–9. ISI:000271736100008. 10.1007/s00442-009-1431-9", "ArticleIdList": ["10.1007/s00442-009-1431-9", "19711104"]}, {"Citation": "Richardson LL, Adler LS, Leonard AS, Andicoechea J, Regan KH, Anthony WE, et al. Secondary metabolites in floral nectar reduce parasite infections in bumblebees. Proceedings of the Royal Society B-Biological Sciences. 2015;282(1803). 10.1098/rspb.2014.2471 WOS:000350349100005.", "ArticleIdList": ["10.1098/rspb.2014.2471", "PMC4345440", "25694627"]}, {"Citation": "\nBaracchi D, Brown MJF, Chittka L. Behavioural evidence for self-medication in bumblebees? [v2; ref status: indexed, http://f1000r.es/5ep]. F1000Research. 2015;4(73):1–15. 10.12688/f1000research.6262.2\n", "ArticleIdList": ["10.12688/f1000research.6262.2", "PMC4406194", "25949807"]}, {"Citation": "Costa C, Lodesani M, Maistrello L. Effect of thymol and resveratrol administered with candy or syrup on the development of Nosema ceranae and on the longevity of honeybees (Apis mellifera L.) in laboratory conditions. Apidologie. 2010;41(2):141–50."}, {"Citation": "Gherman BI, Denner A, Bobiş O, Dezmirean DS, Mărghitaş LA, Schlüns H, et al. Pathogen-associated self-medication behavior in the honeybee Apis mellifera . Behav Ecol Sociobiol. 2014;68(11):1777–84. 10.1007/s00265-014-1786-8", "ArticleIdList": ["10.1007/s00265-014-1786-8"]}, {"Citation": "Tadmor-Melamed H, Markman S, Arieli A, Distl M, Wink M, Izhaki I. Limited ability of Palestine sunbirds (Nectarinia osea) to cope with pyridine alkaloids in nectar of tree tobacco, Nicotiana glauca . Funct Ecol. 2004;18(6):844–50. ISI:000225617200011."}, {"Citation": "Kaczorowski RL, Koplovich A, Sporer F, Wink M, Markman S. Immediate effects of nectar robbing by Palestine sunbirds (Nectarinia osea) on nectar alkaloid concentrations in tree tobacco (Nicotiana glauca). J Chem Ecol. 2014;40(4):325–30. 10.1007/s10886-014-0411-7 WOS:000335656800011.", "ArticleIdList": ["10.1007/s10886-014-0411-7", "24692053"]}, {"Citation": "Losey JE, Vaughan M. The economic value of ecological services provided by insects. Bioscience. 2006;56(4):311–23."}, {"Citation": "Cameron SA, Lozier JD, Strange JP, Koch JB, Cordes N, Solter LF, et al. Patterns of widespread decline in North American bumble bees. Proceedings of the National Academy of Sciences. 2011;108(2):662–7.", "ArticleIdList": ["PMC3021065", "21199943"]}, {"Citation": "Goulson D, Nicholls E, Botías C, Rotheray EL. Bee declines driven by combined stress from parasites, pesticides, and lack of flowers. Science. 2015;2010(February):1–16.", "ArticleIdList": ["25721506"]}, {"Citation": "Cordes N, Huang W-F, Strange JP, Cameron SA, Griswold TL, Lozier JD, et al. Interspecific geographic distribution and variation of the pathogens Nosema bombi and Crithidia species in United States bumble bee populations. J Invertebr Pathol. 2012;109(2):209–16. 10.1016/j.jip.2011.11.005", "ArticleIdList": ["10.1016/j.jip.2011.11.005", "22119631"]}, {"Citation": "Heinrich B. Bumblebee Economics: Revised Edition: Harvard University Press; 2004."}, {"Citation": "Williams P, Thorp R, Richardson L, Colla S. Bumble bees of North America. Princeton and Oxford: Princeton University Press; 2014. 208 p."}, {"Citation": "Popp M, Erler S, Lattorff HMG. Seasonal variability of prevalence and occurrence of multiple infections shape the population structure of Crithidia bombi, an intestinal parasite of bumblebees (Bombus spp.). Microbiologyopen. 2012;1(4):362–72. 10.1002/Mbo3.35 ISI:000209077800002.", "ArticleIdList": ["10.1002/Mbo3.35", "PMC3535382", "23233373"]}, {"Citation": "Gillespie S. Factors affecting parasite prevalence among wild bumblebees. Ecol Entomol. 2010;35(6):737–47. 10.1111/j.1365-2311.2010.01234.x ISI:000284170200009.", "ArticleIdList": ["10.1111/j.1365-2311.2010.01234.x"]}, {"Citation": "Shykoff JA, Schmid-Hempel P. Incidence and effects of four parasites in natural populations of bumble bees in Switzerland Apidologie. 1991;22(2):117–25. WOS:A1991FP08900004."}, {"Citation": "Schmid-Hempel P. On the evolutionary ecology of host–parasite interactions: addressing the question with regard to bumblebees and their parasites. Naturwissenschaften. 2001;88(4):147–58. 10.1007/s001140100222", "ArticleIdList": ["10.1007/s001140100222", "11480702"]}, {"Citation": "Durrer S, Schmid-Hempel P. Shared use of flowers leads to horizontal pathogen transmission. Proceedings of the Royal Society of London Series B: Biological Sciences. 1994;258(1353):299–302."}, {"Citation": "Salathé RM, Schmid-Hempel P. The genotypic structure of a multi-host bumblebee parasite suggests a role for ecological niche overlap. PloS one. 2011;6(8):e22054 10.1371/journal.pone.0022054", "ArticleIdList": ["10.1371/journal.pone.0022054", "PMC3154203", "21853023"]}, {"Citation": "Brown MJ, Schmid-Hempel R, Schmid-Hempel P. Strong context-dependent virulence in a host–parasite system: reconciling genetic evidence with theory. J Anim Ecol. 2003;72(6):994–1002."}, {"Citation": "Liersch S, Schmid-Hempel P. Genetic variation within social insect colonies reduces parasite load. Proceedings of the Royal Society of London Series B: Biological Sciences. 1998;265(1392):221–5."}, {"Citation": "Whitehorn PR, Tinsley MC, Brown MJ, Darvill B, Goulson D. Genetic diversity, parasite prevalence and immunity in wild bumblebees. Proceedings of the Royal Society B: Biological Sciences. 2011;278(1709):1195–202. 10.1098/rspb.2010.1550", "ArticleIdList": ["10.1098/rspb.2010.1550", "PMC3049068", "20926436"]}, {"Citation": "Gegear RJ, Otterstatter MC, Thomson JD. Does parasitic infection impair the ability of bumblebees to learn flower-handling techniques? Animal Behaviour. 2005;70(1):209–15."}, {"Citation": "Gegear RJ, Otterstatter MC, Thomson JD. Bumble-bee foragers infected by a gut parasite have an impaired ability to utilize floral information. Proceedings of the Royal Society B: Biological Sciences. 2006;273(1590):1073–8.", "ArticleIdList": ["PMC1560267", "16600883"]}, {"Citation": "Pavia C, Pierre A, Nowakowski J. Antimicrobial activity of nicotine against a spectrum of bacterial and fungal pathogens. J Med Microbiol. 2000;49(7):675", "ArticleIdList": ["10882095"]}, {"Citation": "Wink M. Interference of alkaloids with neuroreceptors and ion channels. Studies in natural products chemistry. 2000;21:3–122."}, {"Citation": "Campbell F, Sullivan W, Smith C. The relative toxicity of nicotine, anabasine, methyl anabasine, and lupinine for culicine mosquito larvae. J Econ Entomol. 1933;26(2):500–9."}, {"Citation": "Yothers MA, Griffin SW. Tests of rotenone, anabasine, nicotine, and other insecticides against the woolly apple aphid and the apple aphid. J Econ Entomol. 1940;33(5):800–3."}, {"Citation": "Tadmor-Melamed H, Markman S, Arieli A, Distl M, Wink M, Izhaki I. Limited ability of Palestine sunbirds (Nectarinia osea) to cope with pyridine alkaloids in nectar of tree tobacco Nicotiana glauca . FUNCTIONAL ECOLOGY. 2004;18(6):844–50."}, {"Citation": "Fokt H, Pereira A, Ferreira A, Cunha A, Aguiar C. How do bees prevent hive infections? The antimicrobial properties of propolis. Current Research, Technology and Education Topics in Applied Microbiology and Microbial Biotechnology. 2010;1:481–4493."}, {"Citation": "Otterstatter M, Thomson J. Within-host dynamics of an intestinal pathogen of bumble bees. Parasitology. 2006;133(6):749.", "ArticleIdList": ["16948877"]}, {"Citation": "Richardson LL, Adler LS, Leonard AS, Henry K, Anthony W, Manson JS, et al. Secondary metabolites in floral nectar reduce parasite infections in bumble bees. Proceedings of the Royal Society B: Biological Sciences. 2015;282:20142471 10.1098/rspb.2014.2471", "ArticleIdList": ["10.1098/rspb.2014.2471", "PMC4345440", "25694627"]}, {"Citation": "Müller C, Blackburn T, Schmid-Hempel P. Field evidence that host selection by conopid parasitoids is related to host body size. Insectes Soc. 1996;43(3):227–33."}, {"Citation": "R Core Team. R: A language and environment for statistical computing. Vienna, Austria: R Foundation for Statistical Computing; 2014."}, {"Citation": "Therneau TM. R package coxme: Mixed effects cox models: R package version 2.2–5; 2015."}, {"Citation": "Lesnoff M, Lancelot R. R package aod: Analysis of overdispersed data R package version 1.3; 2012."}, {"Citation": "Tiedeken EJ, Stout JC, Stevenson PC, Wright GA. Bumblebees are not deterred by ecologically relevant concentrations of nectar toxins. The Journal of experimental biology. 2014;217(9):1620–5.", "ArticleIdList": ["PMC4006588", "24526720"]}, {"Citation": "Kessler SC, Tiedeken EJ, Simcock KL, Derveau S, Mitchell J, Softley S, et al. Bees prefer foods containing neonicotinoid pesticides. Nature. 2015;521:74–6. 10.1038/nature14414", "ArticleIdList": ["10.1038/nature14414", "PMC4772122", "25901684"]}, {"Citation": "Brown M, Loosli R, Schmid-Hempel P. Condition-dependent expression of virulence in a trypanosome infecting bumblebees. Oikos. 2000;91(3):421–7."}, {"Citation": "Manson JS, Otterstatter MC, Thomson JD. Consumption of a nectar alkaloid reduces pathogen load in bumble bees. Oecologia. 2010;162(1):81–9. 10.1007/s00442-009-1431-9", "ArticleIdList": ["10.1007/s00442-009-1431-9", "19711104"]}, {"Citation": "Baracchi D, Brown MJF, Chittka L. Weak and contradictory effects of self-medication with nectar nicotine by parasitized bumblebees. F1000Research. 2015;(0):1–15. 10.12688/f1000research.6262.1", "ArticleIdList": ["10.12688/f1000research.6262.1", "0"]}, {"Citation": "Sadd BM. Food-environment mediates the outcome of specific interactions between a bumblebee and its trypanosome parasite. Evolution. 2011;65(10):2995–3001. 10.1111/j.1558-5646.2011.01345.x", "ArticleIdList": ["10.1111/j.1558-5646.2011.01345.x", "21967438"]}, {"Citation": "Koch H, Schmid-Hempel P. Socially transmitted gut microbiota protect bumble bees against an intestinal parasite. Proceedings of the National Academy of Sciences. 2011;108(48):19288–92.", "ArticleIdList": ["PMC3228419", "22084077"]}, {"Citation": "Li M, Wang B, Zhang M, Rantalainen M, Wang S, Zhou H, et al. Symbiotic gut microbes modulate human metabolic phenotypes. Proceedings of the National Academy of Sciences. 2008;105(6):2117–22. 10.1073/pnas.0712038105", "ArticleIdList": ["10.1073/pnas.0712038105", "PMC2538887", "18252821"]}, {"Citation": "Imdorf A, Bogdanov S, Ochoa R, Ibáñez, Calderone N, W. Use of essential oils for the control of Varroa jacobsoni Oud. in honey bee colonies. Apidologie. 1999;30(2–3):209–28."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "7", "Day": "17"}, {"Year": "2015", "Month": "10", "Day": "22"}, {"Year": "2015", "Month": "11", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "11", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "11", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["26545106", "PMC4636389", "10.1371/journal.pone.0142496", "PONE-D-15-31556"]}}], "PubmedBookArticle": []}