{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26591692", "DateCompleted": {"Year": "2015", "Month": "12", "Day": "17"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "19"}, "Article": {"ArticleDate": [], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "0255-2922", "JournalIssue": {"Volume": "35", "Issue": "5", "PubDate": {"Year": "2015", "Month": "Oct"}}, "Title": "Journal of traditional Chinese medicine = Chung i tsa chih ying wen pan", "ISOAbbreviation": "J Tradit Chin Med"}, "ArticleTitle": "Oxalate contents of commonly used Chinese medicinal herbs.", "Pagination": {"StartPage": "594", "EndPage": "599", "MedlinePgn": "594-9"}, "Abstract": {"AbstractText": ["To assess the total and soluble oxalate contents of commonly used Chinese medicinal herbs.", "Twenty-two Chinese medicinal herbs were extracted in both acid and water prior to determination of total and soluble oxalate, respectively. Oxalate was assayed in herbal extracts using a well-established enzymatic procedure.", "Among the 22 medicinal herbs, there was significant variation in oxalate content; Houttuynia cordata contained the highest amount of soluble oxalate (2146 mg/100 g) and Selaginella doederleinii contained the lowest amount (71 mg/ 100 g).", "The results indicated that different Chinese medicinal herbs, even from the same family, contain significantly different amounts of oxalate. In susceptible individuals, the use of medicinal herbs with the highest oxalate contents could increase risk of kidney stone formation."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Huang", "ForeName": "James", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Huang", "ForeName": "Chris", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Liebman", "ForeName": "Michael", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "J Tradit Chin Med", "NlmUniqueID": "8211546", "ISSNLinking": "0255-2922"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxalates"}], "CommentsCorrectionsList": [{"RefSource": "J Urol. 2016 Jul;196(1):137-8. doi: 10.1016/j.juro.2016.04.008", "PMID": "27321515"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Oxalates"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Liebman M, Al-Wahsh I. Probiotics and other key determinants of dietary oxalate absorption. Adv Nutr. 2011;2(3):254–260.", "ArticleIdList": ["PMC3090165", "22332057"]}, {"Citation": "Chai W, Liebman M. Oxalate content of legumes, nuts, and grain-based flours. J Food Comp Anal. 2005;18(7):723–729."}, {"Citation": "Okombo J, Liebman M. Oxalate content of selected breads and crackers. J Food Comp Anal. 2010;23(1):118–121."}, {"Citation": "Chai W, Liebman M. Assessment of oxalate absorption from almonds and black beans with and without the use of an extrinsic label. J Urol. 2004;172(3):953–957.", "ArticleIdList": ["15311007"]}, {"Citation": "Jaeger PH, Robertson WG. Role of dietary intake and intestinal absorption of oxalate in calcium stone formation. Nephron Physiol. 2004;98(2):64–71.", "ArticleIdList": ["15499217"]}, {"Citation": "Noonan SC, Savage GP. Oxalate content of foods and its effect on humans. Asia Pac J Clin Nutr; 1999;8(1):64–74.", "ArticleIdList": ["24393738"]}, {"Citation": "Wu W, Zheng Y, Chen L, Wei Y, Yan Z, Yang R. PCR-RFLP analysis of cpDNA and mtDNA in the genus Houttuynia in some areas of China. Hereditas. 2005;142(2005):24–32.", "ArticleIdList": ["16970608"]}, {"Citation": "Lin JH, Lin QD, Liu XH. Multi-center study of motherwort injection to prevent postpartum hemorrhage after caesarian section. Pub Med. 2009;44(3):175–178.", "ArticleIdList": ["19570440"]}, {"Citation": "Hong CQ, Hong ST, Lee YH, Lee KW. Protective effects of Plantago Asiatica L. extract against ferric-nitrilotriacetate (Fe-N TA) induced liver oxidative stress in Wistar rats. FASEB J. 2012;26:692. 616."}, {"Citation": "Shen-Miller J, Schopf JW, Harbottle G. Long-living lotus: Germination and soil γ-irradiation of centuries-old fruits, and cultivation, growth, and phenotypic abnormalities of offspring. Am J Botany. 2002;89(2):236–247.", "ArticleIdList": ["21669732"]}, {"Citation": "Sarath VJ, So CS, Won YD, Gollapudi S. Artemisia princeps var orientalis induces apoptosis in human breast cancer MCF-7 cells. Anticancer Res. 2007;27(6B):3891–3898.", "ArticleIdList": ["18225547"]}, {"Citation": "Schmidt GJ, Schilling EE. Phylogeny and biogeography of Eupatorium (Asteraceae: Eupatorieae) based on nuclear ITS sequence data 1. Am J Bot. 2000;87(5):716–726.", "ArticleIdList": ["10811796"]}, {"Citation": "Szegedi A, Kohnen R, Dienel A, Kieser M. Acute treatment of moderate to severe depression with hypericum extract WS 5570 (St John's wort): randomized controlled double blind non-inferiority trial versus paroxetine. BMJ. 2005;330(7490):503.", "ArticleIdList": ["PMC552808", "15708844"]}, {"Citation": "Chittenden FJ., editor. Royal Horticultural Society Dictionary of Gardening. the Clarendom Press; Oxford: 1951. pp. 1089–1712."}, {"Citation": "Brickell C, editor. RHS A-Z Encyclopedia of garden plants. Dorling Kindersley; United Kingdom: 2008. pp. 15–22."}, {"Citation": "Vogl S, Picker P, Mihaly-Bison J. Ethnopharmacological in vitro studies on Austria's folk medicine–an unexplored lore in vitro anti-inflammatory activities of 71 Austrian traditional herbal drugs. J Ethnophamacol. 2013;149(3):750–771.", "ArticleIdList": ["PMC3791396", "23770053"]}, {"Citation": "Asif M. Health effects of omega-3,6,9 fatty acids: perilla frutescens is a good example of plant oils. Orient Pharm Exp Med. 2011;11(1):51–59.", "ArticleIdList": ["PMC3167467", "21909287"]}, {"Citation": "UmiKalsom Y, Harborne JB. Flavonoid distribution in asplenioid ferns. Pertanika. 1991;14(3):297–300."}, {"Citation": "Kang H, Oh YJ, Choi HY. Immunomodulatory effect of Schizonepetatenuifolia water extract on mouse Th1/Th2 cytokine production in-vivo and in-vitro. J Pharm and Pharmacol. 2008;60(7):901–907.", "ArticleIdList": ["18549677"]}, {"Citation": "Khalsa KPS, Tierra M. The way of ayurvedic herbs: the most complete guide to natural healing and health with traditional ayurvedic herbalism. Lotus Press; Twin Lakes: 2010. pp. 1–365."}, {"Citation": "Li WL, Wu JL, Ren BR, Chen J, Lu CG. Pharmacological studies on anti-hyperglycemic effect of folium eriobotryae. Am J Chin Med. 2007;35(4):705–711.", "ArticleIdList": ["17708636"]}, {"Citation": "Wang M, Zhumei SHI, Liu D, Zhang GY, Sha J, Jiang BH. Inhibition of vascular endothelial growth factor expression by Chinese medicine of Hedyotis Diffusa wild herbal compounds. Front Biol. 2010;5(4):361–368."}, {"Citation": "Kumar N. Unani medicinal plants used in gynecological disorders from Tehsil Joginder Nagar, District Mandi, H. P., India. Int J Sci and Res Pub. 2014;4(4):1–8."}, {"Citation": "Kazemi M. Composition of essential oil of Artemisia indica. J BIOL ENVIRON SCI. 2014;8(23):95–97."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "11", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "10", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26591692", "PMC7147225", "10.1016/s0254-6272(15)30145-x", "S0254-6272(15)30145-X"]}}], "PubmedBookArticle": []}