{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidants", "Ethnopharmacology", "Healers", "Immunomodulators", "Polysaccharides", "Traditional medicine"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26596257", "DateCompleted": {"Year": "2016", "Month": "10", "Day": "05"}, "DateRevised": {"Year": "2016", "Month": "12", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "11", "Day": "18"}], "ELocationID": ["10.1016/j.jep.2015.11.030", "S0378-8741(15)30231-2"], "Language": ["eng"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "176", "PubDate": {"Year": "2015", "Month": "Dec", "Day": "24"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Medicinal plants from Mali: Chemistry and biology.", "Pagination": {"StartPage": "429", "EndPage": "437", "MedlinePgn": "429-37"}, "Abstract": {"AbstractText": ["Mali is one of the countries in West Africa where the health system rely the most on traditional medicine. The healers are mainly using medicinal plants for their treatments. The studies performed being the basis for this review is of importance as they will contribute to sustaining the traditional knowledge. They contribute to evaluate and improve locally produced herbal remedies, and the review gives also an overview of the plant preparations that will have the most potential to be evaluated for new Improved Traditional Medicines.", "The aim of this review is to give an overview of the studies performed related to medicinal plants from Mali in the period 1995-2015. These studies include ethnopharmacology, chemistry and biological studies of the plants that were chosen based on our interviews with the healers in different regions of Mali, and contribute to sustainable knowledge on the medicinal plants. The Department of Traditional Medicine, Bamako, Mali, is responsible for registering the knowledge of the traditional healers on their use of medicinal plants and also identifying compounds in the plants responsible for the bioactivities claimed. The studies reported aimed at getting information from the healers on the use of medicinal plants, and study the biology and chemistry of selected plants for the purpose of verifying the traditional use of the plants. These studies should form the basis for necessary knowledge for the development of registered Improved Traditional Medicines in Mali.", "The healers were the ethnopharmacological informants. Questions asked initially were related to wound healing. This was because the immune system is involved when wounds are healed, and additionally the immune system is involved in the majority of the illnesses common in Mali. Based on the results of the interviews the plant material for studies was selected. Studies were performed on the plant parts the healers were using when treating their patients. Conventional chromatographic and spectroscopic methods were used for the isolation and structural elucidation of compounds. The compounds to study were selected based on the bioassays performed concomitant with the fractionation.", "Our results show that plants traditionally used as wound healing agents contain polysaccharides basically of pectin nature with immunomodulating activities. These pectins all have different and new structures. Several of the plants also contain compounds with effects related to antioxidant properties. These compounds are mainly of polyphenolic nature. Three of these are new compounds from Nature, while 32 was for the first time described from the plant they were isolated from. This review gives an overview of the most important results obtained during the 20 year long collaboration between Department of Traditional Medicine, Bamako, Mali, and Department of Pharmacognosy, School of Pharmacy, University of Oslo, Norway.", "Our studies showed that ethnopharmacological information is important for the determination of screening and chemical methods to be used for studies of plants used in traditional medicine."], "CopyrightInformation": "Copyright © 2015 Elsevier Ireland Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Department of Pharmaceutical Chemistry, division Pharmacognosy, University of Oslo, Oslo, Norway. Electronic address: helle.wangensteen@farmasi.uio.no."}], "LastName": "Wangensteen", "ForeName": "Helle", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Traditional Medicine, Bamako, Mali. Electronic address: dri.diallo@yahoo.fr."}], "LastName": "Diallo", "ForeName": "Drissa", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Department of Pharmaceutical Chemistry, division Pharmacognosy, University of Oslo, Oslo, Norway. Electronic address: b.s.paulsen@farmasi.uio.no."}], "LastName": "Paulsen", "ForeName": "Berit Smestad", "Initials": "BS"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mali"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2015", "Month": "8", "Day": "31"}, {"Year": "2015", "Month": "11", "Day": "16"}, {"Year": "2015", "Month": "11", "Day": "16"}, {"Year": "2015", "Month": "11", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "11", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "7", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26596257", "10.1016/j.jep.2015.11.030", "S0378-8741(15)30231-2"]}}], "PubmedBookArticle": []}