{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26667677", "DateCompleted": {"Year": "2016", "Month": "06", "Day": "20"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "12", "Day": "14"}], "ELocationID": ["53", "10.1186/s40199-015-0136-3"], "Language": ["eng"], "Journal": {"ISSN": "2008-2231", "JournalIssue": {"Volume": "23", "PubDate": {"Year": "2015", "Month": "Dec", "Day": "14"}}, "Title": "Daru : journal of Faculty of Pharmacy, Tehran University of Medical Sciences", "ISOAbbreviation": "Daru"}, "ArticleTitle": "Blessings in disguise: a review of phytochemical composition and antimicrobial activity of plants belonging to the genus Eryngium.", "Pagination": {"StartPage": "53", "MedlinePgn": "53"}, "Abstract": {"AbstractText": ["Medicinal and edible plants play a crucial role in the prevention and/or mitigation of different human diseases from ancient times to today. In folk medicine, there are different plants used for infectious disease treatment. During the past two decades, much attention has been paid to plants as novel alternative therapeutic agents for the treatment of infectious diseases due to their bioactive natural compounds such as phenol, flavonoids, tannins, etc. The genus Eryngium (Apiaceae) contains more than 250 flowering plant species, which are commonly used as edible and medicinal plants in different countries. In fact, some genus Eryngium species are used as spices and are cultivated throughout the world and others species are used for the treatment of hypertension, gastrointestinal problems, asthma, burns, fevers, diarrhea, malaria, etc. Phytochemical analysis has shown that genus Eryngium species are a rich source of flavonoids, tannins, saponins, and triterpenoids. Moreover, eryngial, one the most important and major compounds of genus Eryngium plant essential oil, possesses a significant antibacterial effect. Thus, the objective of this review is to critically review the scientific literature on the phytochemical composition and antibacterial effects of the genus Eryngium plants. In addition, we provide some information about traditional uses, cultivation, as well as phytochemistry."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Ankara University, 06100, Ankara, Turkey."}], "LastName": "Erdem", "ForeName": "Sinem Aslan", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biotechnology Research Center, Baqiyatallah University of Medical Sciences, P.O. Box 19395-5487, Tehran, Iran."}], "LastName": "Nabavi", "ForeName": "Seyed Fazel", "Initials": "SF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Gazi University, 06330, Ankara, Turkey."}], "LastName": "Orhan", "ForeName": "Ilkay Erdogan", "Initials": "IE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Drug Sciences, Medicinal Chemistry and Pharmaceutical Technology Section, University of Pavia, Pavia, Italy."}], "LastName": "Daglia", "ForeName": "Maria", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Research Center, Baqiyatallah University of Medical Sciences, Tehran, Iran."}], "LastName": "Izadi", "ForeName": "Morteza", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biotechnology Research Center, Baqiyatallah University of Medical Sciences, P.O. Box 19395-5487, Tehran, Iran. Nabavi208@gmail.com."}], "LastName": "Nabavi", "ForeName": "Seyed Mohammad", "Initials": "SM"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Daru", "NlmUniqueID": "101125969", "ISSNLinking": "1560-8115"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Aldehydes"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}, {"RegistryNumber": "0", "NameOfSubstance": "trans-2-dodecenal"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Aldehydes"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["chemistry", "classification"], "DescriptorName": "Eryngium"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis", "pharmacology"], "DescriptorName": "Plant Oils"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Edible"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization. World health statistics 2010. WHO Press. Geneva, Switzerland. 2010."}, {"Citation": "Nabavi SM, Marchese A, Izadi M, Curti V, Daglia M, Nabavi SF. Plants belonging to the genus Thymus as antibacterial agents: From farm to pharmacy. Food Chem. 2015;173:339–47. doi: 10.1016/j.foodchem.2014.10.042.", "ArticleIdList": ["10.1016/j.foodchem.2014.10.042", "25466031"]}, {"Citation": "Högberg LD, Heddini A, Cars O. The global need for effective antibiotics: challenges and recent advances. Trends Pharmacol Sci. 2010;31(11):509–15. doi: 10.1016/j.tips.2010.08.002.", "ArticleIdList": ["10.1016/j.tips.2010.08.002", "20843562"]}, {"Citation": "Alinezhad H, Azimi R, Zare M, Ebrahimzadeh MA, Eslami S, Nabavi SF, et al. Antioxidant and antihemolytic activities of ethanolic extract of flowers, leaves, and stems of Hyssopus officinalis L. Var. angustifolius. Int J Food Prop. 2013;16(5):1169–78. doi: 10.1080/10942912.2011.578319.", "ArticleIdList": ["10.1080/10942912.2011.578319"]}, {"Citation": "Nabavi SF, Nabavi SM, Habtemariam S, Moghaddam AH, Sureda A, Jafari M, et al. Hepatoprotective effect of gallic acid isolated from Peltiphyllum peltatum against sodium fluoride-induced oxidative stress. Ind Crops Prod. 2013;44:50–5. doi: 10.1016/j.indcrop.2012.10.024.", "ArticleIdList": ["10.1016/j.indcrop.2012.10.024"]}, {"Citation": "Curti V, Capelli E, Boschi F, Nabavi SF, Bongiorno AI, Habtemariam S, et al. Modulation of human miR‐17–3p expression by methyl 3‐O‐methyl gallate as explanation of its in vivo protective activities. Mol Nutr Food Res. 2014;58(9):1776–84. doi: 10.1002/mnfr.201400007.", "ArticleIdList": ["10.1002/mnfr.201400007", "24975036"]}, {"Citation": "Nabavi SF, Daglia M, Moghaddam AH, Habtemariam S, Nabavi SM. Curcumin and liver disease: from chemistry to medicine. Compr Rev Food Sci Food Saf. 2014;13(1):62–77. doi: 10.1111/1541-4337.12047.", "ArticleIdList": ["10.1111/1541-4337.12047", "33412694"]}, {"Citation": "Nabavi SF, Russo GL, Daglia M, Nabavi SM. Role of quercetin as an alternative for obesity treatment: you are what you eat! Food Chem. 2015;179:305–10. doi: 10.1016/j.foodchem.2015.02.006.", "ArticleIdList": ["10.1016/j.foodchem.2015.02.006", "25722169"]}, {"Citation": "Nabavi SF, Nabavi SM, Setzer NW, Nabavi SA, Nabavi SA, Ebrahimzadeh MA. Antioxidant and antihemolytic activity of lipid-soluble bioactive substances in avocado fruits. Fruits. 2013;68(03):185–93. doi: 10.1051/fruits/2013066.", "ArticleIdList": ["10.1051/fruits/2013066"]}, {"Citation": "Daglia M. Polyphenols as antimicrobial agents. Curr Opin Biotechnol. 2012;23(2):174–81. doi: 10.1016/j.copbio.2011.08.007.", "ArticleIdList": ["10.1016/j.copbio.2011.08.007", "21925860"]}, {"Citation": "Simoes M, Bennett RN, Rosa EA. Understanding antimicrobial activities of phytochemicals against multidrug resistant bacteria and biofilms. Nat Prod Rep. 2009;26(6):746–57. doi: 10.1039/b821648g.", "ArticleIdList": ["10.1039/b821648g", "19471683"]}, {"Citation": "Cowan MM. Plant products as antimicrobial agents. Clin Microbiol Rev. 1999;12(4):564–82.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Palá-Paúl J, Perez-Alonso MJ, Velasco-Negueruela A, Vadaré J, Villa AM, Sanz J, et al. Essential oil composition of the different parts of Eryngium bourgatii Gouan from Spain. J Chromatogr A. 2005;1074(1):235–9. doi: 10.1016/j.chroma.2005.03.036.", "ArticleIdList": ["10.1016/j.chroma.2005.03.036", "15941061"]}, {"Citation": "Capetanos C, Saroglou V, Marin PD, Simić A, Skaltsa HD. Essential oil analysis of two endemic Eryngium species from Serbia. J Serb Chem Soc. 2007;72(10):961–5. doi: 10.2298/JSC0710961C.", "ArticleIdList": ["10.2298/JSC0710961C"]}, {"Citation": "Wörz A, Diekmann H. Classification and evolution of the genus Eryngium L. (Apiaceae-Saniculoideae): results of fruit anatomical and petal morphological studies. Plant Divers Evol. 2010;128(3-4):387–408. doi: 10.1127/1869-6155/2010/0128-0018.", "ArticleIdList": ["10.1127/1869-6155/2010/0128-0018"]}, {"Citation": "Wörz A. A new subgeneric classification of the genus Eryngium L. (Apiaceae, Saniculoideae) Bot Jahrbücher. 2005;126(2):253–9. doi: 10.1127/0006-8152/2005/0126-0253.", "ArticleIdList": ["10.1127/0006-8152/2005/0126-0253"]}, {"Citation": "Calvino CI, Martínez SG, Downie SR. The evolutionary history of Eryngium (Apiaceae, Saniculoideae): Rapid radiations, long distance dispersals, and hybridizations. Mol Phylogenet Evol. 2008;46(3):1129–50. doi: 10.1016/j.ympev.2007.10.021.", "ArticleIdList": ["10.1016/j.ympev.2007.10.021", "18178486"]}, {"Citation": "Calviño CI, Downie SR. Circumscription and phylogeny of Apiaceae subfamily Saniculoideae based on chloroplast DNA sequences. Mol Phylogenet Evol. 2007;44(1):175–91. doi: 10.1016/j.ympev.2007.01.002.", "ArticleIdList": ["10.1016/j.ympev.2007.01.002", "17321762"]}, {"Citation": "Magee AR, van Wyk B-E, Tilney PM, van der Bank M. A Taxonomic Revision Of the South African Endemic Genus Arctopus (Apiaceae, Saniculoideae) 1. Ann Missouri Bot Garden. 2008;95(3):471–86. doi: 10.3417/2005174.", "ArticleIdList": ["10.3417/2005174"]}, {"Citation": "Singh S, Singh D, Banu S, Salim K. Determination of bioactives and antioxidant activity in Eryngium foetidum L.: a traditional culinary and medicinal herb. Proc Natl Acad Sci, India Section B: Biological Sciences. 2013;83(3):453–60. doi: 10.1007/s40011-012-0141-y.", "ArticleIdList": ["10.1007/s40011-012-0141-y"]}, {"Citation": "Ignacimuthu S, Arockiasamy S, Antonysamy M, Ravichandran P. Plant regeneration through somatic embryogenesis from mature leaf explants of Eryngium foetidum, a condiment. Plant Cell Tissue Organ Cult. 1999;56(2):131–7. doi: 10.1023/A:1006228310864.", "ArticleIdList": ["10.1023/A:1006228310864"]}, {"Citation": "Shavandi MA, Haddadian Z, Ismail MHS. Eryngium foetidum L. Coriandrum sativum and Persicaria odorata L.: A review. J Asian Sci Res. 2012;2(8):410–26."}, {"Citation": "Singh B, Ramakrishna Y, Ngachan S. Spiny coriander (Eryngium foetidum L.): a commonly used, neglected spicing-culinary herb of Mizoram, India. Genet Resour Crop Evol. 2014;61(6):1085–90. doi: 10.1007/s10722-014-0130-5.", "ArticleIdList": ["10.1007/s10722-014-0130-5"]}, {"Citation": "Paul J, Seaforth C, Tikasingh T. Eryngium foetidum L.: a review. Fitoterapia. 2011;82(3):302–8. doi: 10.1016/j.fitote.2010.11.010.", "ArticleIdList": ["10.1016/j.fitote.2010.11.010", "21062639"]}, {"Citation": "Kupeli E, Kartal M, Aslan S, Yesilada E. Comparative evaluation of the anti-inflammatory and antinociceptive activity of Turkish Eryngium species. J Ethnopharmacol. 2006;107(1):32–7. doi: 10.1016/j.jep.2006.02.005.", "ArticleIdList": ["10.1016/j.jep.2006.02.005", "16529889"]}, {"Citation": "De Natale A, Pollio A. Plants species in the folk medicine of Montecorvino Rovella (inland Campania, Italy) J Ethnopharmacol. 2007;109(2):295–303. doi: 10.1016/j.jep.2006.07.038.", "ArticleIdList": ["10.1016/j.jep.2006.07.038", "16987626"]}, {"Citation": "Wang P, Su Z, Yuan W, Deng G, Li S. Phytochemical constituents and pharmacological activities of Eryngium L. (Apiaceae) Pharm Crops. 2012;3:99–120. doi: 10.2174/2210290601203010099.", "ArticleIdList": ["10.2174/2210290601203010099"]}, {"Citation": "Nabavi S, Nabavi S, Alinezhad H, Zare M, Azimi R. Biological activities of flavonoid-rich fraction of Eryngium caucasicum Trautv. Eur Rev Med Pharmacol Sci. 2012;16:81–7.", "ArticleIdList": ["22957421"]}, {"Citation": "Eslami S, Ebrahimzadeh M, Moghaddam HA, Nabavi S, Jafari N, Nabavi S. Renoprotective effect of Eryngium caucasicum in gentamicin-induced nephrotoxic mice. Arch Biol Sci. 2011;63(1):157–60. doi: 10.2298/ABS1101157E.", "ArticleIdList": ["10.2298/ABS1101157E"]}, {"Citation": "Anam EM. A novel triterpenoid saponin from Eryngium foetidum. Indian J Chem Section B. 2002;41(7):1500–3."}, {"Citation": "Khoshbakht K, Hammer K, Pistrick K. Eryngium caucasicum Trautv. cultivated as a vegetable in the Elburz Mountains (Northern Iran) Genet Resour Crop Evol. 2007;54(2):445–8. doi: 10.1007/s10722-006-9121-5.", "ArticleIdList": ["10.1007/s10722-006-9121-5"]}, {"Citation": "Homer S, Baccus-Taylor GS, Akingbala JA, Hutchinson SD, editors. Antibacterial efficacy of Eryngium foetidum (culantro) against select food-borne pathogens: Proceedings of the West Indies Agricultural Economics Conference. 2009."}, {"Citation": "Türker H, Yildirim AB, Karakaş FP, Köylüoglu H. Antibacterial activities of extracts from some Turkish endemic plants on common fish pathogens. Turk J Biol. 2009;33(1):73–8."}, {"Citation": "Merghache D, Boucherit-Otmani Z, Merghache S, Chikhi I, Selles C, Boucherit K. Chemical composition, antibacterial, antifungal and antioxidant activities of Algerian Eryngium tricuspidatum L. essential oil. Nat Prod Res. 2014;28(11):795–807. doi: 10.1080/14786419.2014.883392.", "ArticleIdList": ["10.1080/14786419.2014.883392", "24559136"]}, {"Citation": "Dehghanzadeh N, Ketabchi S, Alizadeh A. Essential oil composition and antibacterial activity of Eryngium caeruleum grown wild in Iran. J Essential Oil Bearing Plants. 2014;17(3):486–92. doi: 10.1080/0972060X.2014.895186.", "ArticleIdList": ["10.1080/0972060X.2014.895186"]}, {"Citation": "Khalfallah A, Berrehal D, Kabouche A, Karioti A, Bilia A-R, Kabouche Z. Flavonoids, antioxidant and antibacterial activities of Eryngium triquetrum. Chem Nat Comp. 2014;50(1):130–2. doi: 10.1007/s10600-014-0887-y.", "ArticleIdList": ["10.1007/s10600-014-0887-y"]}, {"Citation": "Çelik A, Aydınlık N, Arslan I. Phytochemical constituents and inhibitory activity towards methicillin‐resistant Staphylococcus aureus strains of Eryngium species (Apiaceae) Chem Biodivers. 2011;8(3):454–9. doi: 10.1002/cbdv.201000124.", "ArticleIdList": ["10.1002/cbdv.201000124", "21404428"]}, {"Citation": "Ozcelik B, Kusmenoglu S, Turkoz S, Abbasoglu U. Antimicrobial activities of plants from the Apicaceae. Pharm Biology. 2004;42(7):526–8. doi: 10.3109/13880200490893311.", "ArticleIdList": ["10.3109/13880200490893311"]}, {"Citation": "Sefidkon F, Dabiri M, Alamshahi A. Chemical composition of the essential oil of Eryngium billardieri F. Delaroche from Iran. J Essential Oil Res. 2004;16(1):42–3. doi: 10.1080/10412905.2004.9698648.", "ArticleIdList": ["10.1080/10412905.2004.9698648"]}, {"Citation": "Ebrahimzadeh M, Nabavi S, Nabavi S. Antioxidant activity of leaves and inflorescence of Eryngium caucasicum Trautv at flowering stage. Pharmacogn Res. 2009;1(6):435."}, {"Citation": "Aburjai T, Hudaib M, Tayyem R, Yousef M, Qishawi M. Ethnopharmacological survey of medicinal herbs in Jordan, the Ajloun Heights region. J Ethnopharmacol. 2007;110(2):294–304. doi: 10.1016/j.jep.2006.09.031.", "ArticleIdList": ["10.1016/j.jep.2006.09.031", "17097250"]}, {"Citation": "Goleniowski ME, Bongiovanni G, Palacio L, Nuñez C, Cantero J. Medicinal plants from the “Sierra de Comechingones”, Argentina. J Ethnopharmacol. 2006;107(3):324–41. doi: 10.1016/j.jep.2006.07.026.", "ArticleIdList": ["10.1016/j.jep.2006.07.026", "16949228"]}, {"Citation": "Redzic S. Wild medicinal plants and their usage in traditional human therapy (Southern Bosnia and Herzegovina, W. Balkan) J Med Plants Res. 2010;4(11):1003–27."}, {"Citation": "Morton JF. Some folk-medicine plants of Central American markets. Pharm Biol. 1977;15(4):165–92. doi: 10.3109/13880207709055170.", "ArticleIdList": ["10.3109/13880207709055170"]}, {"Citation": "Morton JF. Caribbean and Latin American folk medicine and its influence in the United States. Pharm Biol. 1980;18(2):57–75. doi: 10.3109/13880208009065179.", "ArticleIdList": ["10.3109/13880208009065179"]}, {"Citation": "Mathias ME. Magic, myth and medicine. Econ Bot. 1994;48(1):3–7. doi: 10.1007/BF02901373.", "ArticleIdList": ["10.1007/BF02901373"]}, {"Citation": "Wang P, Yuan W, Deng G, Su Z, Li S. Triterpenoid saponins from Eryngium yuccifolium ‘Kershaw Blue’. Phytochem Lett. 2013;6(2):306–9. doi: 10.1016/j.phytol.2013.03.014.", "ArticleIdList": ["10.1016/j.phytol.2013.03.014"]}, {"Citation": "de la Luz C-GM, Fernández-Arroyo S, Joven J, Segura-Carretero A. Comprehensive characterization by UHPLC-ESI-Q-TOF-MS from an Eryngium bourgatii extract and their antioxidant and anti-inflammatory activities. Food Res Int. 2013;50(1):197–204. doi: 10.1016/j.foodres.2012.09.038.", "ArticleIdList": ["10.1016/j.foodres.2012.09.038"]}, {"Citation": "Erdem SA, Arıhan O, Offer AM, Iskit A, Miyamoto T, Kartal M, et al. Antinociceptive activity of Eryngium kotschyi Boiss. root extracts. Planta Med. 2011;77(12):F66."}, {"Citation": "Ozarowski M, Thiem B, Mikolajczak PL, Piasecka A, Kachlicki P, Szulc M, et al. Improvement in Long-Term Memory following Chronic Administration of Eryngium planum Root Extract in Scopolamine Model: Behavioral and Molecular Study. Evid Based Complement Alternat Med. 2015;2015:145140. doi: 10.1155/2015/145140.", "ArticleIdList": ["10.1155/2015/145140", "PMC4592897", "26483842"]}, {"Citation": "Khalili M, Dehdar T, Hamedi F, Ebrahimzadeh M, Karami M. Antihypoxic activities of Eryngium caucasicum. Eur Rev Med Pharmacol Sci. 2015;19(17):3282–5.", "ArticleIdList": ["26400535"]}, {"Citation": "Dawilai S, Muangnoi C, Praengamthanachoti P, Tuntipopipat S. Anti-inflammatory activity of bioaccessible fraction from Eryngium foetidum leaves. BioMed Res Int. 2013;2013:958567. doi: 10.1155/2013/958567.", "ArticleIdList": ["10.1155/2013/958567", "PMC3789289", "24151629"]}, {"Citation": "Mozumder S, Hossain M. Effect of seed treatment and soaking duration on germination of Eryngium foetidum L. seeds. Int J Hort. 2013;3:1046–51."}, {"Citation": "Njenga J. Production of Eryngium. NC Flower Growers’ Bulletin. 1995;40:9–11."}, {"Citation": "Martin K. In vitro propagation of the herbal spice Eryngium foetidum L. on sucrose-added and sucrose-free medium without growth regulators and CO2 enrichment. Sci Hort. 2004;102(2):277–82. doi: 10.1016/j.scienta.2003.12.013.", "ArticleIdList": ["10.1016/j.scienta.2003.12.013"]}, {"Citation": "Erdelmeier C, Sticher O. Coumarin derivatives from Eryngium campestre. Planta Med. 1985;51(5):407–9. doi: 10.1055/s-2007-969533.", "ArticleIdList": ["10.1055/s-2007-969533", "17342596"]}, {"Citation": "Erdelmeier CA, Sticher O. A cyclohexenone and a cyclohexadienone glycoside from Eryngium campestre. Phytochemistry. 1986;25(3):741–3. doi: 10.1016/0031-9422(86)88036-0.", "ArticleIdList": ["10.1016/0031-9422(86)88036-0"]}, {"Citation": "Hohmann J, Pall Z, Günther G, Mathe I. Flavonolacyl glycosides of the aerial parts of Eryngium campestre. Planta Med. 1997;63(1):96. doi: 10.1055/s-2006-957620.", "ArticleIdList": ["10.1055/s-2006-957620", "17252338"]}, {"Citation": "Kartal M, Mitaine-Offer A-C, Abu-Asaker M, Miyamoto T, Calis I, Wagner H, et al. Two new triterpene saponins from Eryngium campestre. Chem Pharm Bull. 2005;53(10):1318–20. doi: 10.1248/cpb.53.1318.", "ArticleIdList": ["10.1248/cpb.53.1318", "16204991"]}, {"Citation": "Dalar A, Türker M, Zabaras D, Konczak I. Phenolic composition, antioxidant and enzyme inhibitory activities of Eryngium bornmuelleri leaf. Plant Foods Hum Nutr. 2014;69(1):30–6. doi: 10.1007/s11130-013-0393-6.", "ArticleIdList": ["10.1007/s11130-013-0393-6", "24202545"]}, {"Citation": "Hiller K, Keipert M, Pfeifer S, Kraft R. The leaf sapogenin spectrum in Eryngium planum L. 20. Contribution on the content of several Saniculoideae. Pharmazie. 1974;29(1):54.", "ArticleIdList": ["4132205"]}, {"Citation": "Hiller K, Nguyen K, Franke P. Isolation of 3-OD-glucopyranosyl oleanolic acid 28-OD-xylo-pyranoside from Eryngium bromeliifolium Delar. 29. Constituents of some Saniculoideae. Pharmazie. 1978;33(1):78–80.", "ArticleIdList": ["674282"]}, {"Citation": "Kartal M, Mitaine-Offer A-C, Paululat T, Abu-Asaker M, Wagner H, Mirjolet J-F, et al. Triterpene saponins from Eryngium campestre. J Nat Prod. 2006;69(7):1105–8. doi: 10.1021/np060101w.", "ArticleIdList": ["10.1021/np060101w", "16872157"]}, {"Citation": "Zhang Z, Li S, Ownby S, Wang P, Yuan W, Zhang W, et al. Phenolic compounds and rare polyhydroxylated triterpenoid saponins from Eryngium yuccifolium. Phytochemistry. 2008;69(10):2070–80. doi: 10.1016/j.phytochem.2008.03.020.", "ArticleIdList": ["10.1016/j.phytochem.2008.03.020", "18499203"]}, {"Citation": "Erdem SA, Mitaine-Offer AC, Miyamoto T, Kartal M, Lacaille-Dubois MA. Triterpene saponins from Eryngium kotschyi. Phytochemistry. 2015;110:160–5. doi: 10.1016/j.phytochem.2014.11.017.", "ArticleIdList": ["10.1016/j.phytochem.2014.11.017", "25522690"]}, {"Citation": "Hiller K, Thi N, Franke P. On saponin of Eryngium bromeliifoloium Delar. 19. Information on the components of various Saniculoideae. Pharmazie. 1973;28(8):546.", "ArticleIdList": ["4784569"]}, {"Citation": "Hiller K, Thi N, Döhnert H, Franke P. Isolation of new ester sapogenins from Eryngium giganteum MB 22. Knowledge of various Saniculoideae components. Pharmazie. 1975;30(2):105.", "ArticleIdList": ["1144501"]}, {"Citation": "Hiller K, Nguyen K, Döhnert H, Franke P. The saponine-saponinogen spectrum in Eryngium amethystinum L. 27. Contribution to chemicals contained in various Saniculoidae. Pharmazie. 1977;32(3):184.", "ArticleIdList": ["866394"]}, {"Citation": "Hiller K, Keipert M, Pfeifer S, Tökes L, Maddox M. Structure of Erygium sapogenins. 14. Information on components of some Saniculoideae. Pharmazie. 1970;25(12):769.", "ArticleIdList": ["5499283"]}, {"Citation": "Hiller K, Keipert M, Pfeifer S, Tokes L, Nelson J. Erynginol A- A new triterpenesapogenin. 18. Knowledge of component substances of some saniculoideae. Pharmazie 1973;28(6):409–10.", "ArticleIdList": ["4726406"]}, {"Citation": "Hiller K, Von Thi N, Lehmann G, Gründemann E. Betulinic acid—a sapogenin in Eryngium bromeliifolium Delar. 21. The contents of a Saniculoidea. Pharmazie. 1974;29(2):148.", "ArticleIdList": ["4838470"]}, {"Citation": "Hiller K, Keipert M, Missbach U, Lehmann G. Eryngiumgenin E-a new ester sapogenin. 23. The contents of some Saniculoideae. Pharmazie. 1975;30(5):336.", "ArticleIdList": ["1178748"]}, {"Citation": "Hiller K, Nguyen K, Franke P, Hintsche R. Isolation of betulic acid 3-O-beta-D glucoside, a saponin of Eryngium bromeliifolium Delar. 26. The contents of Saniculoidease. Pharmazie. 1976;31(12):891.", "ArticleIdList": ["1023270"]}, {"Citation": "Hiller K, Von Mach B, Franke P. Saponins of Eryngium maritimum L. 25. Contents of various Saniculoideae. Pharmazie. 1976;31(1):53.", "ArticleIdList": ["1257283"]}, {"Citation": "Voigt G, Thiel P, Hiller K, Franke P, Habisch D. Zur struktur des hauptsaponins der Wurzeln von Eryngium planum L.. XL: Zur Kenntnis der inhaltsstoffe einiger Saniculoideae. Pharmazie 1985;40(9):656–59."}, {"Citation": "Kowalczyk M, Masullo M, Thiem B, Piacente S, Stochmal A, Oleszek W. Three new triterpene saponins from roots of Eryngium planum. Nat Prod Res. 2014;28(9):653–60. doi: 10.1080/14786419.2014.895722.", "ArticleIdList": ["10.1080/14786419.2014.895722", "24627949"]}, {"Citation": "Aslan S, Kartal M. GC-MS Analysis of Eryngium maritumum L. volatile oil. Planta Med 2006;72(11):P_340."}, {"Citation": "Hiller K, Otto A, Grundemann E. Isolation of kaempferol-3-o-(6-O-beta-D-glucopyranosyl)-beta-D-galactopyranoside, a new flavonol glycoside from Eryngium planum l. 34. on the knowledge of the constituents of some saniculoideae. Pharmazie. 1980;35(2):113–4."}, {"Citation": "Kartnig T, Wolf J. Flavonoids from the aboveground parts of Eryngium campestre. Planta Med. 1993;59(3):285. doi: 10.1055/s-2006-959676.", "ArticleIdList": ["10.1055/s-2006-959676", "17235979"]}, {"Citation": "Hawas UW, El-Kassem T, Lamia A, Awad M, Hanem AA, Taie H. Anti-Alzheimer, antioxidant activities and flavonol glycosides of Eryngium campestre L. Curr Chem Biol. 2013;7(2):188–95. doi: 10.2174/2212796811307020010.", "ArticleIdList": ["10.2174/2212796811307020010"]}, {"Citation": "Pinar M, Galan MP. Coumarins from Eryngium ilicifolium. J Nat Prod. 1985;48(5):853–4. doi: 10.1021/np50041a035.", "ArticleIdList": ["10.1021/np50041a035"]}, {"Citation": "Le Claire E, Schwaiger S, Banaigs B, Stuppner H, Gafner F. Distribution of a new rosmarinic acid derivative in Eryngium alpinum L. and other Apiaceae. J. Agric Food Chem. 2005;53(11):4367–72. doi: 10.1021/jf050024v.", "ArticleIdList": ["10.1021/jf050024v", "15913297"]}, {"Citation": "Marčetić MD, Petrović SD, Milenković MT, Niketić MS. Composition, antimicrobial and antioxidant activity of the extracts of Eryngium palmatum Pančić and Vis. (Apiaceae) Cent Eur J Biol. 2014;9(2):149–55."}, {"Citation": "Drake D, Lam J. Seseli acetylene from Eryngium bourgatti. Phytochemistry. 1972;11(8):2651–2. doi: 10.1016/S0031-9422(00)88584-2.", "ArticleIdList": ["10.1016/S0031-9422(00)88584-2"]}, {"Citation": "Lam J, Christensen LP, Thomasen T. Acetylenes from roots of Eryngium bourgatii. Phytochemistry. 1992;31(8):2881–2. doi: 10.1016/0031-9422(92)83652-F.", "ArticleIdList": ["10.1016/0031-9422(92)83652-F"]}, {"Citation": "Ayoub N, Kubeczka K-H, Nawwar M. An unique n-propyl sesquiterpene from Eryngium creticum L. (Apiaceae) Pharmazie. 2003;58(9):674–6.", "ArticleIdList": ["14531470"]}, {"Citation": "Korbel E, Bighelli A, Kurowska A, Kalemba D, Casanova J. New cis-chrysanthenyl esters from Eryngium planum L. Nat Prod Commun. 2008;3(2):113–6."}, {"Citation": "Garcia M, Saenz M, Gomez M, Fernandez M. Topical anti-inflammatory activity of phytosterols isolated from Eryngium foetidum on chronic and acute inflammation models. Phytother Res. 1999;13(1):78–80. doi: 10.1002/(SICI)1099-1573(199902)13:1<78::AID-PTR384>3.0.CO;2-F.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199902)13:1<78::AID-PTR384>3.0.CO;2-F", "10189959"]}, {"Citation": "Muckensturm B, Boulanger A, Farahi M, Reduron J. Secondary metabolites from Eryngium species. Nat Prod Res. 2010;24(5):391–7. doi: 10.1080/14786410701768303.", "ArticleIdList": ["10.1080/14786410701768303", "20306360"]}, {"Citation": "Forbes W, Gallimore W, Mansingh A, Reese P, Robinson R. Eryngial (trans-2-dodecenal), a bioactive compound from Eryngium foetidum: its identification, chemical isolation, characterization and comparison with ivermectin in vitro. Parasitology. 2014;141(02):269–78. doi: 10.1017/S003118201300156X.", "ArticleIdList": ["10.1017/S003118201300156X", "24139239"]}, {"Citation": "Alzoreky N, Nakahara K. Antibacterial activity of extracts from some edible plants commonly consumed in Asia. Int J Food Microbiol. 2003;80(3):223–30. doi: 10.1016/S0168-1605(02)00169-1.", "ArticleIdList": ["10.1016/S0168-1605(02)00169-1", "12423924"]}, {"Citation": "Ndip RN, Tarkang AEM, Mbullah SM, Luma HN, Malongue A, Ndip LM, et al. In vitro anti-Helicobacter pylori activity of extracts of selected medicinal plants from North West Cameroon. J Ethnopharmacol. 2007;114(3):452–7. doi: 10.1016/j.jep.2007.08.037.", "ArticleIdList": ["10.1016/j.jep.2007.08.037", "17913416"]}, {"Citation": "Roumy V, Garcia-Pizango G, Gutierrez-Choquevilca A-L, Ruiz L, Jullian V, Winterton P, et al. Amazonian plants from Peru used by Quechua and Mestizo to treat malaria with evaluation of their activity. J Ethnopharmacol. 2007;112(3):482–9. doi: 10.1016/j.jep.2007.04.009.", "ArticleIdList": ["10.1016/j.jep.2007.04.009", "17573216"]}, {"Citation": "Darriet F, Bendahou M, Desjobert J-M, Costa J, Muselli A. Bicyclo [4.4.0] decane oxygenated sesquiterpenes from Eryngium maritimum essential oil. Planta Med. 2012;78(4):386. doi: 10.1055/s-0031-1298157.", "ArticleIdList": ["10.1055/s-0031-1298157", "22258696"]}, {"Citation": "Meot-Duros L, Le Floch G, Magné C. Radical scavenging, antioxidant and antimicrobial activities of halophytic species. J Ethnopharmacol. 2008;116(2):258–62. doi: 10.1016/j.jep.2007.11.024.", "ArticleIdList": ["10.1016/j.jep.2007.11.024", "18164885"]}, {"Citation": "Baytop T. Therapy with Medicinal Plants in Turkey (Past and Present). 1999;2:169."}, {"Citation": "Abou-Jawdah Y, Sobh H, Salameh A. Antimycotic activities of selected plant flora, growing wild in Lebanon, against phytopathogenic fungi. J Agric Food Chem. 2002;50(11):3208–13. doi: 10.1021/jf0115490.", "ArticleIdList": ["10.1021/jf0115490", "12009988"]}, {"Citation": "Dunkić V, Vuko E, Bezić N, Kremer D, Ruščić M. Composition and antiviral activity of the essential oils of Eryngium alpinum and E. amethystinum. Chem Biodivers. 2013;10(10):1894–902. doi: 10.1002/cbdv.201300061.", "ArticleIdList": ["10.1002/cbdv.201300061", "24130032"]}, {"Citation": "Flamini G, Tebano M, Cioni PL. Composition of the essential oils from leafy parts of the shoots, flowers and fruits of Eryngium amethystinum from Amiata Mount (Tuscany, Italy) Food Chem. 2008;107(2):671–4. doi: 10.1016/j.foodchem.2007.08.064.", "ArticleIdList": ["10.1016/j.foodchem.2007.08.064"]}, {"Citation": "Morteza-Semnani K. Essential oil composition of Eryngium bungei Boiss. J Essential Oil Res. 2005;17(5):485–6. doi: 10.1080/10412905.2005.9698972.", "ArticleIdList": ["10.1080/10412905.2005.9698972"]}, {"Citation": "Mohammadhosseini M, Mahdavi B, Akhlaghi H. Characterization and chemical composition of the volatile oils from aerial parts of Eryngium bungei Bioss. (Apiaceae) by using traditional hydrodistillation, microwave assisted hydrodistillation and head space solid phase microextraction methods prior to GC and GC/MS analyses: A comparative approach. J Essential Oil Bearing Plants. 2013;16(5):613–23. doi: 10.1080/0972060X.2013.854484.", "ArticleIdList": ["10.1080/0972060X.2013.854484"]}, {"Citation": "Assadian F, Masoudi S, Nematollahi F, Rustaiyan A, Larijani K, Mazloomifar H. Volatile constituents of Xanthogalum purpurascens Ave-Lall., Eryngium caeruleum MB and Pimpinella aurea DC. Three Umbelliferae herbs growing in Iran. J Essential Oil Res. 2005;17(3):243–5. doi: 10.1080/10412905.2005.9698889.", "ArticleIdList": ["10.1080/10412905.2005.9698889"]}, {"Citation": "Pala-Paul J, Usano-Alemany J, Soria AC, Perez-Alonso MJ, Brophy JJ. Essential oil composition of Eryngium campestre L. growing in different soil types. A preliminary study. Nat Prod Commun. 2008;3(7):1121–6."}, {"Citation": "Hashemabadi D, Kaviani B. Chemical constituents of essential oils extracted from the leaves and stems of Eryngium caucasicum Trautv. from Iran. J Essential Oil Bearing Plants. 2011;14(6):693–8. doi: 10.1080/0972060X.2011.10643991.", "ArticleIdList": ["10.1080/0972060X.2011.10643991"]}, {"Citation": "Palá-Paúl J, Brophy JJ, Pérez-Alonso MJ, Usano J, Soria SC. Essential oil composition of the different parts of Eryngium corniculatum Lam. (Apiaceae) from Spain. J Chromatogr A. 2007;1175(2):289–93. doi: 10.1016/j.chroma.2007.10.061.", "ArticleIdList": ["10.1016/j.chroma.2007.10.061", "18022631"]}, {"Citation": "Cavaleiro C, Gonçalves MJ, Serra D, Santoro G, Tomi F, Bighelli A, et al. Composition of a volatile extract of Eryngium duriaei subsp. juresianum (M. Laínz) M. Laínz, signalised by the antifungal activity. J Pharm Biomed Anal. 2011;54(3):619–22. doi: 10.1016/j.jpba.2010.09.039.", "ArticleIdList": ["10.1016/j.jpba.2010.09.039", "21036502"]}, {"Citation": "Brophy JJ, Goldsack RJ, Copeland LM, Palá-Paúl J. Essential oil of Eryngium L. species from New South Wales (Australia) J Essential Oil Res. 2003;15(6):392–7. doi: 10.1080/10412905.2003.9698619.", "ArticleIdList": ["10.1080/10412905.2003.9698619"]}, {"Citation": "Martins AP, Salgueiro LR, da Cunha AP, Vila R, Cañigueral S, Tomi F, et al. Essential oil composition of Eryngium foetidum from S. Tome e Principe. J Essential Oil Res. 2003;15(2):93–5. doi: 10.1080/10412905.2003.9712077.", "ArticleIdList": ["10.1080/10412905.2003.9712077"]}, {"Citation": "Cardozo E, Rubio M, Rojas L, Usubillaga A. Composition of the essential oil from the leaves of Eryngium foetidum L. from the Venezuelan Andes. J Essential Oil Res. 2004;16(1):33–4. doi: 10.1080/10412905.2004.9698645.", "ArticleIdList": ["10.1080/10412905.2004.9698645"]}, {"Citation": "Thi NDT, Anh TH, Thach LN. The essential oil composition of Eryngium foetidum L. in South Vietnam extracted by hydrodistillation under conventional heating and microwave irradiation. J Essential Oil Bearing Plants. 2008;11(2):154–61. doi: 10.1080/0972060X.2008.10643612.", "ArticleIdList": ["10.1080/0972060X.2008.10643612"]}, {"Citation": "Pino JA, Rosado A, Fuentes V. Composition of the leaf oil of Eryngium foetidum L. from Cuba. J Essential Oil Res. 1997;9(4):467–8. doi: 10.1080/10412905.1997.9700751.", "ArticleIdList": ["10.1080/10412905.1997.9700751"]}, {"Citation": "Palá-Paúl J, Pérez-Alonso MJ, Velasco-Negueruela A, Varadé J, Villa AM, Sanz J, et al. Analysis of the essential oil composition from the different parts of Eryngium glaciale Boiss. from Spain. J Chromatogr A. 2005;1094(1):179–82. doi: 10.1016/j.chroma.2005.09.029.", "ArticleIdList": ["10.1016/j.chroma.2005.09.029", "16202420"]}, {"Citation": "Maggio A, Bruno M, Formisano C, Rigano D, Senatore F. Chemical composition of the essential oils of three species of Apiaceae growing wild in Sicily: Bonannia graeca, Eryngium maritimum and Opopanax chironium. Nat Prod Commun. 2013;8(6):841–4."}, {"Citation": "Darriet F, Andreani S, De Cian MC, Costa J, Muselli A. Chemical variability and antioxidant activity of Eryngium maritimum L. essential oils from Corsica and Sardinia. Flav Fragr J. 2014;29(1):3–13. doi: 10.1002/ffj.3160.", "ArticleIdList": ["10.1002/ffj.3160"]}, {"Citation": "Marcetic M, Petrovic S, Milenkovic M, Vujisic L, Tesevic V, Niketic M. Composition and antimicrobial activity of root essential oil of Balkan endemic species Eryngium palmatum. Chem Nat Comp. 2014;49(6):1140–2. doi: 10.1007/s10600-014-0843-x.", "ArticleIdList": ["10.1007/s10600-014-0843-x"]}, {"Citation": "Cobos MI, Rodriguez JL, De Petre A, Spahn E, Casermeiro J, Lopez AG, et al. Composition of the essential oil of Eryngium paniculatum Cav. J Essential Oil Res. 2002;14(2):82–3. doi: 10.1080/10412905.2002.9699777.", "ArticleIdList": ["10.1080/10412905.2002.9699777"]}, {"Citation": "Thiem B, Kikowska M, Kurowska A, Kalemba D. Essential oil composition of the different parts and in vitro shoot culture of Eryngium planum L. Molecules. 2011;16(8):7115–24. doi: 10.3390/molecules16087115.", "ArticleIdList": ["10.3390/molecules16087115", "PMC6264572", "25134776"]}, {"Citation": "Palá-Paúl J, Copeland LM, Brophy JJ, Goldsack RJ. Essential oil composition of Eryngium rosulatum PW Michael ined.: A new undescribed species from eastern Australia. Biochem System Ecol. 2006;34(11):796–801. doi: 10.1016/j.bse.2006.06.009.", "ArticleIdList": ["10.1016/j.bse.2006.06.009"]}, {"Citation": "Palá-Paúl J, Brophy JJ, Goldsack RJ, Copeland LM, Pérez-Alonso MJ, Velasco-Negueruela A. Essential oil composition of the seasonal heterophyllous leaves of Eryngium vesiculosum from Australia. Austr J Bot. 2003;51(5):497–501. doi: 10.1071/BT03030.", "ArticleIdList": ["10.1071/BT03030"]}, {"Citation": "Ayoub N, Al‐Azizi M, König W, Kubeczka KH. Essential oils and a novel polyacetylene from Eryngium yuccifolium Michaux. (Apiaceae) Flav Fragr J. 2006;21(6):864–8. doi: 10.1002/ffj.1631.", "ArticleIdList": ["10.1002/ffj.1631"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "10", "Day": "23"}, {"Year": "2015", "Month": "12", "Day": "3"}, {"Year": "2015", "Month": "12", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["26667677", "PMC4678568", "10.1186/s40199-015-0136-3", "10.1186/s40199-015-0136-3"]}}], "PubmedBookArticle": []}