{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26704421", "DateCompleted": {"Year": "2016", "Month": "09", "Day": "30"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "12", "Day": "24"}], "ELocationID": ["85", "10.1186/s13002-015-0073-8"], "Language": ["eng"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2015", "Month": "Dec", "Day": "24"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Fischer's Lexicon of Slavic beliefs and customs: a previously unknown contribution to the ethnobotany of Ukraine and Poland.", "Pagination": {"StartPage": "85", "MedlinePgn": "85"}, "Abstract": {"AbstractText": ["Historical ethnobotanical studies are important, even if they are only descriptive, because they help to throw light on the missing chains needed for diachronic analysis. However, the documentation of traditional uses of plants in some countries, e.g. Ukraine, is still fragmentary. The aim of this contribution is to fill the gap and present a portion of the data set, from western Ukraine, which was collected by Adam Fischer, a Polish ethnographer from Lviv, in the 1930s. These data were originally gathered to be published in the first part of the Lexicon of Slavic beliefs and customs, dedicated to plant uses in traditional Slavonic culture. The idea of writing the Lexicon arose in 1929 during the I Congress of Slavic Philologists in Prague and was intended to be a joint international enterprise, but has never actually been fulfilled.", "In this article we used information from south-eastern Poland at that time - nowadays western Ukraine, collected in four provinces, 11 counties and 28 localities by Fischer's collaborators. The majority of the information was accompanied by voucher specimens, which were determined by botanists at the Jan Kazimierz University. These data are still unpublished and stored on filecards in the archives of the Polish Ethnological Society in Wrocław, Poland. In our analysis we applied two indices: one to measure general plant versatility - Use Value, and another regarding medicinal plants - Relative Importance Value.", "In total, 179 plant taxa used in peasant culture in the western Ukraine in the 1930s were registered. The species which achieved the highest Use Values were: Achillea millefolium, Allium sativum, Vinca minor, Hypericum sp. and Juniperus communis. Among the collected plant names, Polish names dominate (59%) over clearly Ukrainian and Ruthenian ones (31%). The remaining 10% of names were of unclear origin or could have been used by both groups. The most salient use categories were medicinal, followed by ritual - chiefly plants used in church ceremonies, followed by animal wellbeing (veterinary and fodder). However we learn very little about plant management in the peasant culture from the data set.", "Analysis of the archival data threw new light on plant use and management in the Galicja region in the interwar period. It also increased our understanding of the central role of plants in spheres such as folk medicine, church ceremonies and animal wellbeing."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Ethnology and Cultural Anthropology, University of Łódź, ul. Pomorska 149/153, 90-236, Łódź, Poland. monikakujawska@gmail.com."}], "LastName": "Kujawska", "ForeName": "Monika", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Institute of Applied Biotechnology and Basic Sciences, University of Rzeszów, Werynia 502, 36-100, Kolbuszowa, Poland. lukasz.luczaj@interia.pl."}], "LastName": "Łuczaj", "ForeName": "Łukasz", "Initials": "Ł"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of History, Faculty of Sociology and History, University of Rzeszów, ul. Rejtana 16 C, 35-959, Rzeszów, Poland. joatyp@gmail.com."}], "LastName": "Typek", "ForeName": "Joanna", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animal Welfare"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Ceremonial Behavior"}, {"QualifierName": [], "DescriptorName": "Culture"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Poland"}, {"QualifierName": [], "DescriptorName": "Ukraine"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Svanberg I, Łuczaj Ł, editors. Pioneers in european ethnobiology. Uppsala: Uppsala University Press; 2014."}, {"Citation": "Pardo-de-Santayana M, Pieroni A, Puri RK. Ethnobotany in the new Europe: people, health and wild plant resources - Vol. 14. New York: Berghahn Books; 2013."}, {"Citation": "Pieroni A, Quave CL. (Eds.). ethnobotany and biocultural diversities in the Balkans. Perspectives on sustainable rural development and reconciliation. New York: Springer; 2014."}, {"Citation": "Wenerska W. Zioła-dziwy: z literackiego zielnika romantycznego. Lublin: Wyd. Nauk. Gabriel Borowski; 2005."}, {"Citation": "Rutkowski E. Zapiski etnograficzne z Ukrainy. Zbiór Wiadomości do Antropologii Krajowej. 1879;3:62–166."}, {"Citation": "Morawski Z. Mit roślinny w Polsce i na Rusi. Tarnów; 1884"}, {"Citation": "Rokossowska Z. Lecznictwo ludowe. Zamawiania jako środek leczniczy. Wisła. 1892;6:421–423."}, {"Citation": "Rokossowska Z. O świecie roślinnym i podania ludu ruskiego na Wołyniu we wsi Jurkowszczyzna. Zbiór Wiadomości do Antropologii Krajowej. 1889;13:163–199."}, {"Citation": "Cybulski N. Próba badań nad żywieniem się ludu w Galicji. Kraków; 1894"}, {"Citation": "Kolberg O. Pokucie – obraz etnograficzny, vol. 1-4. Kraków; 1882-89."}, {"Citation": "Talko-Hryncewicz J. Zarysy lecznictwa ludowego na Rusi południowej. Kraków: Akademia Umiejętności; 1893."}, {"Citation": "Gustawicz B. Podania, przesądy, gadki i nazwy ludowe w dziedzinie przyrody. Rośliny. Zbiór Wiadomości do Antropologii Krajowej. 1885;6:201–317."}, {"Citation": "Köhler P. Józef Rostafinski’s ethnobotanical enquiry of 1883 concerning Polish vernacular names and uses of plants. Archi Natu Hist. 2015;42(1):140–152. doi: 10.3366/anh.2015.0286.", "ArticleIdList": ["10.3366/anh.2015.0286"]}, {"Citation": "Köhler PS. Józefa Rostafińskiego „Odezwa do nie botaników o zbieranie ludowych nazw roślin”. Wszechświat. 1986;87:13–16."}, {"Citation": "Łuczaj Ł. Dziko rosnące rośliny jadalne w ankiecie Józefa Rostafińskiego z roku 1883. Wild food plants in the questionnaire of Józef Rostafiński from 1883. Wiadomości Botaniczne. 2008;52:39–50."}, {"Citation": "Łuczaj Ł, Dumanowski J, Kohler P, Mueller-Bieniek A. The use and economic value of manna grass (Glyceria) in Poland from the middle ages to the twentieth century. Hum Ecol. 2012;40(5):721–733. doi: 10.1007/s10745-012-9513-4.", "ArticleIdList": ["10.1007/s10745-012-9513-4"]}, {"Citation": "Łuczaj Ł, Köhler P. Grzyby w ankiecie Józefa Rostafińskiego (1850-1928) ogłoszonej w 1883 r. Mushrooms in Józef Rostafiński’s (1850-1928) questionnaire from 1883. Etnobiol. Pol. 2014;4:5–54."}, {"Citation": "Łuczaj Ł, Köhler P. Liście i inne zielone części dziko rosnących roślin w pożywieniu mieszkańców Polski i Kresów na podstawie ankiet Józefa Rostafińskiego (XIX w.) i Józefa Gajka (XX w.) Przegląd Historyczny. 2011;52(4):733–770."}, {"Citation": "Fischer A. Zarys etnografii Polski Południowo-Wschodniej. Lwów: Związek Polskich Towarzystw Naukowych; 1939."}, {"Citation": "Łuczaj Ł. Dzikie rośliny jadalne używane w okresach niedoboru żywności we wschodniej części Karpat (powiaty Krosno, Sanok, Lesko, Nadwórna, Kosów i Kołomyja) według ankiety szkolnej z 1934 roku. In: Łuczaj Ł, editor. Materiały z konferencji Dzikie rośliny jadalne – zapomniany potencjał przyrody, Przemyśl-Bolestraszyce 13 września 2007 r. Bolestraszyce: Arboretum i Zakład Fizjografii w Bolestraszycach; 2008. pp. 161–181."}, {"Citation": "Kobiv Y. Slovnyk ukrayinskykh naukovykh nazv sudynnykh roslyn. Kyiv: Naukova Dumka; 2014."}, {"Citation": "Колосова В.Б. Лексика и символика славянской народной ботаники. Этнолингвистический аспект. Москва: «Индрик», 2009."}, {"Citation": "Łuczaj Ł. Brzozowy sok, „czeremsza” i zielony barszcz – ankieta etnobotaniczna wśród botaników ukraińskich. Birch sap, ramsons and green borsch – an ethnobotanical survey among Ukrainian botanists. Etnobiol Pol. 2012;2:15–22."}, {"Citation": "Stryamets N, Elbakidze M, Ceuterick M, Angelstam P, Axelsson R. From economic survival to recreation: contemporary uses of wild food and medicine in rural Sweden, Ukraine and NW Russia. J Ethnobiol Ethnomed. 2015;11:53. doi: 10.1186/s13002-015-0036-0.", "ArticleIdList": ["10.1186/s13002-015-0036-0", "PMC4474580", "26077671"]}, {"Citation": "Łuczaj Ł, Stawarczyk K, Kosiek T, Pietras M, Kujawa A. Wild food plants and fungi used by Ukrainians in the western part of the Maramureş region in Romania. Acta Soc Bot Pol. 2015; 84(3):339–346."}, {"Citation": "Łuczaj Ł, Kosiek T, Stawarczyk K, Hebda K, Kotowski M. Liście używane do zawijania gołąbków przez Ukraińców w rumuńskim Maramuresz: notatka etnobotaniczna. Leaves used to make sarma rolls in the Ukrainian villages of Maramureş (Romania): an ethnobotanical note. Etnobiol Pol. 2014;4:83–87."}, {"Citation": "Varchol N. Roslyny v narodnych povirjach rusyniv-ukrajinciv Priašivščyny. Priašiv: Exco; 2002."}, {"Citation": "Czekanowski J. Półwiecze Towarzystwa Ludoznawczego. Lud. 1946;36:33–88."}, {"Citation": "Jasiewicz Z, Rieszetow AM. Korespondencja między Adamem Fischerem a Dimitrem Konstantynowiczem Zieleninem. Etnografia Polska. 2003;47(1-2):31–47."}, {"Citation": "Staszczak Z. Wykaz zawartości Archiwum Naukowego PTL (1945-1955) In: Bittner H, editor. Materiały do bibliografii etnografii polskiej(1945-1955) Wrocław: Polskie Towarzystwo Ludoznawcze; 1955. pp. 3–27."}, {"Citation": "Suchecka P. Korespondencja Adama Fischera w zbiorach archiwum naukowego polskiego towarzystwa ludoznawczego. In: Jasiewicz Z, Karwicka T, editors. Przeszłość etnologii polskiej w jej teraźniejszości. Poznań: Dalet; 2001. pp. 71–78."}, {"Citation": "Gołąbek J. I zjazd filologów słowiańskich w pradze. Przegląd Pedagogiczny. 1929;33(13):793–794."}, {"Citation": "Ritter JB. Historia i nauka literatury na I Zjeździe Filologów Słowiańskich w Pradze. Ruch Literacki. 1929;9:265–270."}, {"Citation": "Fischer A. Rośliny w wierzeniach i zwyczajach ludu polskiego. Lud. 1929;28:240–247."}, {"Citation": "Fischer A. Rośliny w wierzeniach i zwyczajach ludu polskiego. Kwestionariusz. Orli Lot. 1930;5(6):85–86."}, {"Citation": "Fischer A. Przypomnienie kwestionariusza w sprawie roślin. Orli Lot. 1934;5:66–67."}, {"Citation": "Tomaszewski J. Mniejszości narodowe w Polsce w latach 1918 – 1939. Warszawa: Młodzieżowa Agencja Wydawnicza; 1985."}, {"Citation": "Davies N. God’s Playground. A History of Poland: 1795 to the Present (Vol. 2) Oxford: Oxford University Press; 2005."}, {"Citation": "Spittal S. Lecznictwo ludowe w Załoźcach i okolicy. Tarnopol: Polskie Towarzystwo Przyjaciół Nauk; 1938."}, {"Citation": "Paluch A. Świat roślin w tradycyjnych praktykach leczniczych wsi polskiej. Wrocław: Wydawnictwo Uniwersytetu Wrocławskiego; 1984."}, {"Citation": "Łuczaj Ł, Szymański WM. Wild vascular plants gathered for consumption in the Polish countryside: a review. J Ethnobiol Ethnomed. 2007;3:17. doi: 10.1186/1746-4269-3-17.", "ArticleIdList": ["10.1186/1746-4269-3-17", "PMC1859986", "17433114"]}, {"Citation": "Moszyński K. Kultura ludowa Słowian (Vol. 1) Kraków: Polska Akademja Umiejętności; 1929."}, {"Citation": "Prance GT, Balee W, Boom BM, Carneiro RL. Quantitative ethnobotany and the case for conservation in Amazonia. Conserv Biol. 1987;1(4):296–310. doi: 10.1111/j.1523-1739.1987.tb00050.x.", "ArticleIdList": ["10.1111/j.1523-1739.1987.tb00050.x"]}, {"Citation": "Bennett BC, Prance GT. Introduced plants in the indigenous pharmacopeia of northern South America. Econ Bot. 2000;54:90–102. doi: 10.1007/BF02866603.", "ArticleIdList": ["10.1007/BF02866603"]}, {"Citation": "Oklejewicz K, Łuczaj Ł. Rośliny święcone w kościołach w dniu Matki Boskiej Zielnej na południowych przedmieściach Rzeszowa ze szczególnym uwzględnieniem dysfanii Schradera (Dysphania schraderiana (Schult.) Mosyakin & Clemants) Etnobiol Pol. 2015;5:15–26."}, {"Citation": "Łuczaj Ł. Changes in Assumption Day Herbal Bouquets in Poland: a nineteenth century study revisited. Econ Bot. 2011;65(1):66–75. doi: 10.1007/s12231-011-9148-1.", "ArticleIdList": ["10.1007/s12231-011-9148-1"]}, {"Citation": "Łuczaj Ł. Bukiety święcone w dniu matki boskiej zielnej w beskidzie niskim i dołach jasielsko-sanockich. Płaj. 2008;36:56–65."}, {"Citation": "Foster GM. Disease etiologies in non-Western medical systems. Am Anthropol. 1976;78(4):773–782. doi: 10.1525/aa.1976.78.4.02a00030.", "ArticleIdList": ["10.1525/aa.1976.78.4.02a00030"]}, {"Citation": "Helman C. Culture, health, and illness: an introduction for health professionals. London, Boston: Wright; 1990."}, {"Citation": "Barthel de Weydenthal M. Uroczne oczy. Lwów: Towarzystwo Naukowe we Lwowie; 1922."}, {"Citation": "Petkevičius R, Typek J, Bilek M. Jan Kazimierz Muszyński (1884- 1957) prekursorem badań etnobotanicznych na Litwie. Etnobiol Pol. 2014;4:55–82."}, {"Citation": "Kujawska M. Folk biology of Slavic-speaking territory. Kazimierz Moszyński (1887-1959) and his comparative studies. In: Svanberg I, Łuczaj Ł, editors. Pioneers in european ethnobiology. Uppsala: Uppsala University Press; 2014. pp. 181–200."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "10", "Day": "28"}, {"Year": "2015", "Month": "12", "Day": "15"}, {"Year": "2015", "Month": "12", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["26704421", "PMC4690239", "10.1186/s13002-015-0073-8", "10.1186/s13002-015-0073-8"]}}], "PubmedBookArticle": []}