{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26710074", "DateCompleted": {"Year": "2016", "Month": "07", "Day": "06"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "12", "Day": "28"}], "ELocationID": ["e0145876", "10.1371/journal.pone.0145876"], "Language": ["eng"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "10", "Issue": "12", "PubDate": {"Year": "2015"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Compound K Production from Red Ginseng Extract by β-Glycosidase from Sulfolobus solfataricus Supplemented with α-L-Arabinofuranosidase from Caldicellulosiruptor saccharolyticus.", "Pagination": {"StartPage": "e0145876", "MedlinePgn": "e0145876"}, "Abstract": {"AbstractText": ["Ginsenoside compound K (C-K) is attracting a lot of interest because of its biological and pharmaceutical activities, including hepatoprotective, antitumor, anti-wrinkling, and anti-skin aging activities. C-K has been used as the principal ingredient in skin care products. For the effective application of ginseng extracts to the manufacture of cosmetics, the PPD-type ginsenosides in ginseng extracts should be converted to C-K by enzymatic conversion. For increased yield of C-K from the protopanaxadiol (PPD)-type ginsenosides in red-ginseng extract (RGE), the α-L-arabinofuranoside-hydrolyzing α-L-arabinofuranosidase from Caldicellulosiruptor saccharolyticus (CS-abf) was used along with the β-D-glucopyranoside/α-L-arabinopyranoside-hydrolyzing β-glycosidase from Sulfolobus solfataricus (SS-bgly) because SS-bgly showed very low hydrolytic activity on the α-L-arabinofuranoside linkage in ginsenosides. The optimal reaction conditions for C-K production were as follows: pH 6.0, 80°C, 2 U/mL SS-bgly, 3 U/mL CS-abf, and 7.5 g/L PPD-type ginsenosides in RGE. Under these optimized conditions, SS-bgly supplemented with CS-abf produced 4.2 g/L C-K from 7.5 g/L PPD-type ginsenosides in 12 h without other ginsenosides, with a molar yield of 100% and a productivity of 348 mg/L/h. To the best of our knowledge, this is the highest concentration and productivity of C-K from ginseng extract ever published in literature."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioscience and Biotechnology, Konkuk University, Seoul 05029, Republic of Korea."}], "LastName": "Shin", "ForeName": "Kyung-Chul", "Initials": "KC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioscience and Biotechnology, Konkuk University, Seoul 05029, Republic of Korea."}], "LastName": "Choi", "ForeName": "Hye-Yeon", "Initials": "HY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioscience and Biotechnology, Konkuk University, Seoul 05029, Republic of Korea."}], "LastName": "Seo", "ForeName": "Min-Ju", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioscience and Biotechnology, Konkuk University, Seoul 05029, Republic of Korea."}], "LastName": "Oh", "ForeName": "Deok-Kun", "Initials": "DK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Archaeal Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Bacterial Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Ginsenosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Recombinant Proteins"}, {"RegistryNumber": "A9RLM212CY", "NameOfSubstance": "ginsenoside M1"}, {"RegistryNumber": "EC 3.2.1.-", "NameOfSubstance": "Glycoside Hydrolases"}, {"RegistryNumber": "EC 3.2.1.21", "NameOfSubstance": "beta-Glucosidase"}, {"RegistryNumber": "EC 3.2.1.55", "NameOfSubstance": "alpha-N-arabinofuranosidase"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Archaeal Proteins"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Bacterial Proteins"}, {"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Firmicutes"}, {"QualifierName": ["biosynthesis", "isolation & purification", "metabolism"], "DescriptorName": "Ginsenosides"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Glycoside Hydrolases"}, {"QualifierName": [], "DescriptorName": "Kinetics"}, {"QualifierName": [], "DescriptorName": "Metabolic Networks and Pathways"}, {"QualifierName": ["chemistry"], "DescriptorName": "Panax"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Recombinant Proteins"}, {"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Sulfolobus solfataricus"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "beta-Glucosidase"}], "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lu JM, Yao Q, Chen C (2009) Ginseng compounds: an update on their molecular mechanisms and medical applications. Curr Vasc Pharmacol 7(3): 293–302.", "ArticleIdList": ["PMC2928028", "19601854"]}, {"Citation": "Yoshikawa M, Morikawa T, Kashima Y, Ninomiya K, Matsuda H (2003) Structures of new dammarane-type Triterpene Saponins from the flower buds of Panax notoginseng and hepatoprotective effects of principal Ginseng Saponins. J Nat Prod 66(7): 922–7.", "ArticleIdList": ["12880307"]}, {"Citation": "Bae EA, Choo MK, Park EK, Park SY, Shin HY, Kim DH (2002) Metabolism of ginsenoside Rc by human intestinal bacteria and its related antiallergic activity. Biol Pharm Bull 25(6): 743–7.", "ArticleIdList": ["12081140"]}, {"Citation": "Cho WC, Chung WS, Lee SK, Leung AW, Cheng CH, Yue KK (2006) Ginsenoside Re of Panax ginseng possesses significant antioxidant and antihyperlipidemic efficacies in streptozotocin-induced diabetic rats. Eur J Pharmacol 550(1–3): 173–9.", "ArticleIdList": ["17027742"]}, {"Citation": "Wang L, Zhang Y, Chen J, Li S, Wang Y, Hu L, et al. (2011) Immunosuppressive effects of ginsenoside-Rd on skin allograft rejection in rats. J Surg Res 176(1): 267–74. 10.1016/j.jss.2011.06.038", "ArticleIdList": ["10.1016/j.jss.2011.06.038", "21872268"]}, {"Citation": "Lee SY, Kim GT, Roh SH, Song JS, Kim HJ, Hong SS, et al. (2009) Proteome changes related to the anti-cancer activity of HT29 cells by the treatment of ginsenoside Rd. Pharmazie 64(4): 242–7.", "ArticleIdList": ["19435142"]}, {"Citation": "Kang TH, Park HM, Kim YB, Kim H, Kim N, Do JH, et al. (2009) Effects of red ginseng extract on UVB irradiation-induced skin aging in hairless mice. J Ethnopharmacol 123(3): 446–51. 10.1016/j.jep.2009.03.022", "ArticleIdList": ["10.1016/j.jep.2009.03.022", "19501277"]}, {"Citation": "Park CS, Yoo MH, Noh KH, Oh DK (2010) Biotransformation of ginsenosides by hydrolyzing the sugar moieties of ginsenosides using microbial glycosidases. Appl Microbiol Biotechnol 87(1): 9–19. 10.1007/s00253-010-2567-6", "ArticleIdList": ["10.1007/s00253-010-2567-6", "20376631"]}, {"Citation": "Son JW, Kim HJ, Oh DK (2008) Ginsenoside Rd production from the major ginsenoside Rb1 by β-glucosidase from Thermus caldophilus . Biotechnol Lett 30(4): 713–6.", "ArticleIdList": ["17989924"]}, {"Citation": "Kim MK, Lee JW, Lee KY, Yang DC (2005) Microbial conversion of major ginsenoside Rb1 to pharmaceutically active minor ginsenoside Rd. J Microbiol 43(5): 456–62.", "ArticleIdList": ["16273039"]}, {"Citation": "Hwang E, Sun ZW, Lee TH, Shin HS, Park SY, Lee DG, et al. (2013) Enzyme-processed Korean Red Ginseng extracts protects against skin damage induced by UVB irradiation in hairless mice. J Ginseng Res 37(4): 425–34. 10.5142/jgr.2013.37.425", "ArticleIdList": ["10.5142/jgr.2013.37.425", "PMC3825857", "24233239"]}, {"Citation": "Kimura Y, Sumiyoshi M, Kawahira K, Sakanaka M (2006) Effects of ginseng saponins isolated from Red Ginseng roots on burn wound healing in mice. Br J Pharmacol 148(6): 860–70.", "ArticleIdList": ["PMC1617068", "16770323"]}, {"Citation": "Bang CS, Hong SH, Suk KT, Kim JB, Han SH, Sung H, et al. (2014) Effects of Korean Red Ginseng (Panax ginseng), urushiol (Rhus vernicifera Stokes), and probiotics (Lactobacillus rhamnosus R0011 and Lactobacillus acidophilus R0052) on the gut-liver axis of alcoholic liver disease. J Ginseng Res 38(3): 167–72. 10.1016/j.jgr.2014.04.002", "ArticleIdList": ["10.1016/j.jgr.2014.04.002", "PMC4213850", "25378990"]}, {"Citation": "Kim BG, Shin KS, Yoon TJ, Yu KW, Ra KS, Kim JM, et al. (2011) Fermentation of Korean red ginseng by Lactobacillus plantarum M-2 and its immunological activities. Appl Biochem Biotechnol 165(5–6): 1107–19. 10.1007/s12010-011-9328-6", "ArticleIdList": ["10.1007/s12010-011-9328-6", "21845445"]}, {"Citation": "Lee HS, Kim MR, Park Y, Park HJ, Chang UJ, Kim SY, et al. (2012) Fermenting red ginseng enhances its safety and efficacy as a novel skin care anti-aging ingredient: in vitro and animal study. J Med Food 15(11): 1015–23. 10.1089/jmf.2012.2187", "ArticleIdList": ["10.1089/jmf.2012.2187", "PMC3491619", "23126662"]}, {"Citation": "Akao T, Kanaoka M, Kobashi K (1998) Appearance of compound K, a major metabolite of ginsenoside Rb1 by intestinal bacteria, in rat plasma after oral administration—measurement of compound K by enzyme immunoassay. Biol Pharm Bull 21(3): 245–9.", "ArticleIdList": ["9556154"]}, {"Citation": "Lee HU, Bae EA, Han MJ, Kim NJ, Kim DH (2005) Hepatoprotective effect of ginsenoside Rb1 and compound K on tert-butyl hydroperoxide-induced liver injury. Liver Int 25(5): 1069–73.", "ArticleIdList": ["16162168"]}, {"Citation": "Wakabayashi C, Murakami K, Hasegawa H, Murata J, Saiki I (1998) An intestinal bacterial metabolite of ginseng protopanaxadiol saponins has the ability to induce apoptosis in tumor cells. Biochem Biophys Res Commun 246(3): 725–30.", "ArticleIdList": ["9618279"]}, {"Citation": "Oh SH, Yin HQ, Lee BH (2004) Role of the Fas/Fas ligand death receptor pathway in ginseng saponin metabolite-induced apoptosis in HepG2 cells. Arch Pharm Res 27(4): 402–6.", "ArticleIdList": ["15180305"]}, {"Citation": "Shin DJ, Kim JE, Lim TG, Jeong EH, Park G, Kang NJ, et al. (2014) 20-O-β-D-glucopyranosyl-20(S)-protopanaxadiol suppresses UV-Induced MMP-1 expression through AMPK-mediated mTOR inhibition as a downstream of the PKA-LKB1 pathway. J Cell Biochem 115(10): 1702–11. 10.1002/jcb.24833", "ArticleIdList": ["10.1002/jcb.24833", "24821673"]}, {"Citation": "Lim TG, Jeon AJ, Yoon JH, Song D, Kim JE, Kwon JY, et al. (2015) 20-O-β-D-glucopyranosyl-20(S)-protopanaxadiol, a metabolite of ginsenoside Rb1, enhances the production of hyaluronic acid through the activation of ERK and Akt mediated by Src tyrosin kinase in human keratinocytes. Int J Mol Med 35(5): 1388–94. 10.3892/ijmm.2015.2121", "ArticleIdList": ["10.3892/ijmm.2015.2121", "25738334"]}, {"Citation": "Chi H, Ji GE (2005) Transformation of ginsenosides Rb1 and Re from Panax ginseng by food microorganisms. Biotechnol Lett 27(11): 765–71.", "ArticleIdList": ["16086257"]}, {"Citation": "Chi H, Kim DH, Ji GE (2005) Transformation of ginsenosides Rb2 and Rc from Panax ginseng by food microorganisms. Biol Pharm Bull 28(11): 2102–5.", "ArticleIdList": ["16272697"]}, {"Citation": "Fu Y, Yin Z, Wu L, Yin C (2014) Diversity of cultivable β-glycosidase-producing micro-organisms isolated from the soil of a ginseng field and their ginsenosides-hydrolysing activity. Lett Appl Microbiol 58(2): 138–44. 10.1111/lam.12166", "ArticleIdList": ["10.1111/lam.12166", "24117771"]}, {"Citation": "Wu L, Jin Y, Yin C, Bai L (2012) Co-transformation of Panax major ginsenosides Rb1 and Rg1 to minor ginsenosides C-K and F1 by Cladosporium cladosporioides . J Ind Microbiol Biotechnol 39(4): 521–7. 10.1007/s10295-011-1058-9", "ArticleIdList": ["10.1007/s10295-011-1058-9", "22270887"]}, {"Citation": "Quan LH, Kim YJ, Li GH, Choi KT, Yang DC (2013) Microbial transformation of ginsenoside Rb1 to compound K by Lactobacillus paralimentarius . World J Microbiol Biotechnol 29(6): 1001–7. 10.1007/s11274-013-1260-1", "ArticleIdList": ["10.1007/s11274-013-1260-1", "23338962"]}, {"Citation": "Yan Q, Zhou XW, Zhou W, Li XW, Feng MQ, Zhou P (2008) Purification and properties of a novel β-glucosidase, hydrolyzing ginsenoside Rb1 to CK, from Paecilomyces bainier . J Microbiol Biotechnol 18(6): 1081–9.", "ArticleIdList": ["18600051"]}, {"Citation": "Quan LH, Min JW, Jin Y, Wang C, Kim YJ, Yang DC (2012) Enzymatic biotransformation of ginsenoside Rb1 to compound K by recombinant β-glucosidase from Microbacterium esteraromaticum . J Agric Food Chem 60(14): 3776–81. 10.1021/jf300186a", "ArticleIdList": ["10.1021/jf300186a", "22428991"]}, {"Citation": "Noh KH, Oh DK (2009) Production of the rare ginsenosides compound K, compound Y, and compound Mc by a thermostable β-glycosidase from Sulfolobus acidocaldarius . Biol Pharm Bull 32(11): 1830–5.", "ArticleIdList": ["19881292"]}, {"Citation": "Ko SR, Suzuki Y, Suzuki K, Choi KJ, Cho BG (2007) Marked production of ginsenosides Rd, F2, Rg3, and compound K by enzymatic method. Chem Pharm Bull (Tokyo) 55(10): 1522–7.", "ArticleIdList": ["17917300"]}, {"Citation": "Li W, Zhang M, Zheng YN, Li J, Wang YP, Wang YJ, et al. (2011) Snailase preparation of ginsenoside M1 from protopanaxadiol-type ginsenoside and their protective effects against CCl4-induced chronic hepatotoxicity in mice. Molecules 16(12): 10093–103. 10.3390/molecules161210093", "ArticleIdList": ["10.3390/molecules161210093", "PMC6264268", "22146371"]}, {"Citation": "Noh KH, Son JW, Kim HJ, Oh DK (2009) Ginsenoside compound K production from ginseng root extract by a thermostable β-glycosidase from Sulfolobus solfataricus . Biosci Biotechnol Biochem 73(2): 316–21.", "ArticleIdList": ["19202288"]}, {"Citation": "Liu C-Y, Zhou R-X, Yu H-S, Jin Y-H, Sun C-K, Zhang T-Y, et al. (2014) Preparation of minor ginsenosides C-Mc, C-Y, F2, and C-K from American ginseng PPD-ginsenoside using special ginsenosidase type-I from Aspergillus niger g.848. J Ginseng Res (0).", "ArticleIdList": ["PMC4506373", "26199553"]}, {"Citation": "Lim YR, Yoon RY, Seo ES, Kim YS, Park CS, Oh DK (2010) Hydrolytic properties of a thermostable α-L-arabinofuranosidase from Caldicellulosiruptor saccharolyticus . J Appl Microbiol 109(4): 1188–97. 10.1111/j.1365-2672.2010.04744.x", "ArticleIdList": ["10.1111/j.1365-2672.2010.04744.x", "20477891"]}, {"Citation": "Park AR, Kim HJ, Lee JK, Oh DK (2010) Hydrolysis and transglycosylation activity of a thermostable recombinant β-glycosidase from Sulfolobus acidocaldarius . Appl Biochem Biotechnol 160(8): 2236–47. 10.1007/s12010-009-8705-x", "ArticleIdList": ["10.1007/s12010-009-8705-x", "19626290"]}, {"Citation": "Shin KC, Lee GW, Oh DK (2013) Production of ginsenoside Rd from ginsenoside Rc by α-L-arabinofuranosidase from Caldicellulosiruptor saccharolyticus . J Microbiol Biotechnol 23(4): 483–8.", "ArticleIdList": ["23568202"]}, {"Citation": "Yan X, Fan Y, Wei W, Wang P, Liu Q, Wei Y, et al. (2014) Production of bioactive ginsenoside compound K in metabolically engineered yeast. Cell Res 24(6): 770–3. 10.1038/cr.2014.28", "ArticleIdList": ["10.1038/cr.2014.28", "PMC4042165", "24603359"]}, {"Citation": "Shin KC, Oh HJ, Kim BJ, Oh DK (2013) Complete conversion of major protopanaxadiol ginsenosides to compound K by the combined use of α-L-arabinofuranosidase and β-galactosidase from Caldicellulosiruptor saccharolyticus and β-glucosidase from Sulfolobus acidocaldarius . J Biotechnol 167(1): 33–40. 10.1016/j.jbiotec.2013.06.003", "ArticleIdList": ["10.1016/j.jbiotec.2013.06.003", "23774035"]}, {"Citation": "Park SY, Bae EA, Sung JH, Lee SK, Kim DH (2001) Purification and characterization of ginsenoside Rb1-metabolizing β-glucosidase from Fusobacterium K-60, a human intestinal anaerobic bacterium. Biosci Biotechnol Biochem 65(5): 1163–9.", "ArticleIdList": ["11440132"]}, {"Citation": "Liu C, Jin Y, Yu H, Sun C, Gao P, Xiao Y, et al. (2014) Biotransformation pathway and kinetics of the hydrolysis of the 3-O- and 20-O-multi-glucosides of PPD-type ginsenosides by ginsenosidase type I. Process Biochem 49(5): 813–20."}, {"Citation": "Yu H, Zhang C, Lu M, Sun F, Fu Y, Jin F (2007) Purification and characterization of new special ginsenosidase hydrolyzing multi-glycisides of protopanaxadiol ginsenosides, ginsenosidase type I. Chem Pharm Bull (Tokyo) 55(2): 231–5.", "ArticleIdList": ["17268094"]}, {"Citation": "Hou JG, Xue JJ, Sun MQ, Wang CY, Liu L, Zhang DL, et al. (2012) Highly selective microbial transformation of major ginsenoside Rb1 to gypenoside LXXV by Esteya vermicola CNU120806. J Appl Microbiol 113(4): 807–14. 10.1111/j.1365-2672.2012.05400.x", "ArticleIdList": ["10.1111/j.1365-2672.2012.05400.x", "22805203"]}, {"Citation": "Jin XF, Yu HS, Wang DM, Liu TQ, Liu CY, An DS, et al. (2012) Kinetics of a cloned special ginsenosidase hydrolyzing 3-O-glucoside of multi-protopanaxadiol-type ginsenosides, named ginsenosidase type III. J Microbiol Biotechnol 22(3): 343–51.", "ArticleIdList": ["22450790"]}, {"Citation": "Kim BH, Lee SY, Cho HJ, You SN, Kim YJ, Park YM, et al. (2006) Biotransformation of Korean Panax ginseng by Pectinex. Biol Pharm Bull 29(12): 2472–8.", "ArticleIdList": ["17142984"]}, {"Citation": "Kim EH, Lim S, Kim SO, Ahn SH, Choi YJ (2013) Optimization of enzymatic treatment for compound K production from white ginseng extract by response surface methodology. Biosci Biotechnol Biochem 77(5): 1138–40.", "ArticleIdList": ["23649233"]}, {"Citation": "Choi HJ, Kim EA, Kim DH, Shin KS (2014) The Bioconversion of Red Ginseng Ethanol Extract into Compound K by Saccharomyces cerevisiae HJ-014. Mycobiology 42(3): 256–61. 10.5941/MYCO.2014.42.3.256", "ArticleIdList": ["10.5941/MYCO.2014.42.3.256", "PMC4206791", "25346602"]}, {"Citation": "Zhou W, Yan Q, Li JY, Zhang XC, Zhou P (2008) Biotransformation of Panax notoginseng saponins into ginsenoside compound K production by Paecilomyces bainier sp. 229. J Appl Microbiol 104(3): 699–706. 10.1111/j.1365-2672.2007.03586.x", "ArticleIdList": ["10.1111/j.1365-2672.2007.03586.x", "18179546"]}, {"Citation": "Hsu BY, Lu TJ, Chen CH, Wang SJ, Hwang LS (2013) Biotransformation of ginsenoside Rd in the ginseng extraction residue by fermentation with lingzhi (Ganoderma lucidum). Food Chemistry 141(4): 4186–93. 10.1016/j.foodchem.2013.06.134", "ArticleIdList": ["10.1016/j.foodchem.2013.06.134", "23993604"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "9", "Day": "24"}, {"Year": "2015", "Month": "12", "Day": "9"}, {"Year": "2015", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["26710074", "PMC4692446", "10.1371/journal.pone.0145876", "PONE-D-15-42210"]}}], "PubmedBookArticle": []}