{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Auraptene", "Avoidance memory retention", "Mice", "Scopolamine", "Shuttle box"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26730337", "DateCompleted": {"Year": "2016", "Month": "01", "Day": "05"}, "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "2008-3866", "JournalIssue": {"Volume": "18", "Issue": "10", "PubDate": {"Year": "2015", "Month": "Oct"}}, "Title": "Iranian journal of basic medical sciences", "ISOAbbreviation": "Iran J Basic Med Sci"}, "ArticleTitle": "Auraptene consolidates memory, reverses scopolamine-disrupted memory in passive avoidance task, and ameliorates retention deficits in mice.", "Pagination": {"StartPage": "1014", "EndPage": "1019", "MedlinePgn": "1014-9"}, "Abstract": {"AbstractText": ["Auraptene (7-geranyloxycoumarin) (AUR), from Citrus species has shown anti-inflammatory, neuroprotective, and acetylcholinesterase (AChE) and beta-secretase inhibitory effects. Scopolamine is a nonselective muscarinic receptor antagonist which causes short-term memory impairments and is used for inducing animal model of Alzheimer's disease (AD). This research aimed to investigate the effect of AUR on scopolamine-induced avoidance memory retention deficits in step-through task in mice.", "The effect of four-day pre-training injections of AUR (50, 75, and 100 mg/kg, subcutaneous (SC)) and scopolamine (1 mg/kg, IP), and their co-administration on avoidance memory retention in step-through passive avoidance task, was investigated by measuring the latency to enter to the dark chamber.", "Pre-training administration of AUR caused significant increase in step-through latency in comparison with control group, 48, 96, and 168 hr after training trial. The findings of this study showed that scopolamine (1 mg/kg, IP, for four consecutive days) impaired passive avoidance memory retention compared to saline-treated animals. Step-through passive avoidance task results showed that AUR markedly reversed scopolamine-induced avoidance memory retention impairments, 24 and 168 hr after training trial in step-through task.", "Results from co-administration of AUR and scopolamine showed that AUR reversed scopolamine-induced passive avoidance memory retention impairments."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Zabol University of Medical Sciences, Zabol, Iran; Medicinal Plants Research Center, Zabol University of Medical Sciences, Zabol, Iran."}], "LastName": "Tabrizian", "ForeName": "Kaveh", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Zabol University of Medical Sciences, Zabol, Iran."}], "LastName": "Yaghoobi", "ForeName": "Najmeh Sadat", "Initials": "NS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center and School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Iranshahi", "ForeName": "Mehrdad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Zabol University of Medical Sciences, Zabol, Iran."}], "LastName": "Shahraki", "ForeName": "Jafar", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, School of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Rezaee", "ForeName": "Ramin", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Zabol University of Medical Sciences, Zabol, Iran."}], "LastName": "Hashemzaei", "ForeName": "Mahmoud", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Basic Med Sci", "NlmUniqueID": "101517966", "ISSNLinking": "2008-3866"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Gutierres JM, Carvalho FB, Schetinger MR, Agostinho P, Marisco PC, Vieira JM, et al. Neuroprotective effect of anthocyanins on acetylcholinesterase activity and attenuation of scopolamine-induced amnesia in rats. Int J Dev Neurosci. 2014;33:88–97.", "ArticleIdList": ["24374256"]}, {"Citation": "Warburton EC, Koder T, Cho K, Massey PV, Duguid G, Barker GR, et al. Cholinergic neurotransmission is essential for perirhinal cortical plasticity and recognition memory. Neuron. 2003;38:987–996.", "ArticleIdList": ["12818183"]}, {"Citation": "Murphy KJ, Foley AG, O’connell AW, Regan CM. Chronic exposure of rats to cognition enhancing drugs produces a neuroplastic response identical to that obtained by complex environment rearing. Neuropsychopharmacology. 2006;31:90–100.", "ArticleIdList": ["15988469"]}, {"Citation": "Jafari MR, Zarrindast MR, Djahanguiri B. Influence of cholinergic system modulators on morphine state-dependent memory of passive avoidance in mice. Physiol Behav. 2006;88:146–151.", "ArticleIdList": ["16678225"]}, {"Citation": "Epifano F, Molinaro G, Genovese S, Ngomba RT, Nicoletti F, Curini M. Neuroprotective effect of prenyloxycoumarins from edible vegetables. Neurosci Lett. 2008;443:57–60.", "ArticleIdList": ["18675882"]}, {"Citation": "Furukawa Y, Okuyama S, Amakura Y, Watanabe S, Fukata T, Nakajima M, et al. Isolation and characterization of activators of ERK/MAPK from citrus plants. Int J Mol Sci. 2012;13:1832–1845.", "ArticleIdList": ["PMC3291996", "22408427"]}, {"Citation": "Marumoto S, Miyazawa M. beta-secretase inhibitory effects of furanocoumarins from the root of Angelica dahurica. Phytother Res. 2010;24:510–513.", "ArticleIdList": ["20041416"]}, {"Citation": "Marumoto S, Miyazawa M. Structure-activity relationships for naturally occurring coumarins as β-secretase inhibitor. Bioorg Med Chem. 2012;20:784–788.", "ArticleIdList": ["22222157"]}, {"Citation": "Askari M, Sahebkar A, Iranshahi M. Synthesis and purification of 7-prenyloxycoumarins and herniarin as bioactive natural coumarins. Iran J Basic Med Sci. 2009;12:63–69."}, {"Citation": "Okuyama S, Minami S, Shimada N, Makihata N, Nakajima M, Furukawa Y. Anti-inflammatory and neuroprotective effects of auraptene, a citrus coumarin, following cerebral global ischemia in mice. Eur J Pharmacol. 2013;699:118–123.", "ArticleIdList": ["23219792"]}, {"Citation": "Onozuka H, Nakajima A, Matsuzaki K, Shin RW, Ogino K, Saigusa D, et al. Nobiletin, a citrus flavonoid, improves memory impairment and Abeta pathology in a transgenic mouse model of Alzheimer’s disease. J Pharmacol Exp Ther. 2008;326:739–744.", "ArticleIdList": ["18544674"]}, {"Citation": "Furukawa Y, Watanabe S, Okuyama S, Nakajima M. Neurotrophic effect of citrus auraptene: neuritogenic activity in PC12 cells. Int J Mol Sci. 2012;13:5338–5347.", "ArticleIdList": ["PMC3382769", "22754300"]}, {"Citation": "Seifhosseini S, Jahanshahi M, Moghimi A, Aazami NS. The effect of scopolamine on avoidance memory and hippocampal neurons in male wistar rats. Basic Clin Neurosci. 2011;3:9–15."}, {"Citation": "Azami NS, Piri M, Oryan S, Jahanshahi M, Babapour V, Zarrindast MR. Involvement of dorsal hippocampal alpha-adrenergic receptors in the effect of scopolamine on memory retrieval in inhibitory avoidance task. Neurobiol Learn Mem. 2010;93:455–462.", "ArticleIdList": ["20064624"]}, {"Citation": "Klinkenberg I, Blokland A. A comparison of scopolamine and biperiden as a rodent model for cholinergic cognitive impairment. Psychopharmaco-logy (Berl) 2011;215:549–566.", "ArticleIdList": ["PMC3090581", "21336581"]}, {"Citation": "Nakayama M, Uchimura K, Zhu RL, Nagayama T, Rose ME, Stetler RA, et al. Cyclooxygenase-2 inhibition prevents delayed death of CA1 hippocampal neurons following global ischemia. Proc Natl Acad Sci USA. 1998;95:10954–10959.", "ArticleIdList": ["PMC28002", "9724811"]}, {"Citation": "McGeer EG, Klegeris A, McGeer PL. Inflammation, the complement system and the diseases of aging. Neurobiol Aging. 2005;26:94–97.", "ArticleIdList": ["16198446"]}, {"Citation": "Qin L, Wu X, Block ML, Liu Y, Breese GR, Hong JS, et al. Systemic LPS causes chronic neuroinflammation and progressive neurodegeneration. Glia. 2007;55:453–462.", "ArticleIdList": ["PMC2871685", "17203472"]}, {"Citation": "Loizzo MR, Tundis R, Menichini F, Menichini F. Natural products and their derivatives as cholinesterase inhibitors in the treatment of neurodegenerative disorders: an update. Curr Med Chem. 2008;15:1209–1228.", "ArticleIdList": ["18473814"]}, {"Citation": "Miyazawa M, Tougo H, Ishihara M. Inhibition of acetylcholinesterase activity by essential oil from Citrus paradisi. Nat Prod Lett. 2001;15:205–210.", "ArticleIdList": ["11858553"]}, {"Citation": "Karimi Gh, Iranshahi M, Hosseinalizadeh F, Riahi B, Sahebkar A. Screening of acetylcholinesterase inhibitory activity of terpenoid and coumarin derivatives from the genus Ferula. Pharmacologyonline. 2010;1:566–574."}, {"Citation": "Frey U, Huang YY, Kandel ER. Effects of cAMP simulate a late stage of LTP in hippocampal CA1 neurons. Science. 1993;260:1661–1664.", "ArticleIdList": ["8389057"]}, {"Citation": "Sharifzadeh M, Tavasoli M, Naghdi N, Ghanbari A, Amini M, Roghani A. Post-training intrahippocampal infusion of nicotine prevents spatial memory retention deficits induced by the cyclo-oxygenase-2-specific inhibitor celecoxib in rats. J Neurochem. 2005;95:1078–1090.", "ArticleIdList": ["16150053"]}, {"Citation": "Iranshahi M, Kalategi F, Rezaee R, Shahverdi AR, Ito C, Furukawa H, et al. Cancer chemopreventive activity of terpenoid coumarins from Ferula species. Planta Med. 2008;74:147–150.", "ArticleIdList": ["18240102"]}, {"Citation": "Soltani F, Mosaffa F, Iranshahi M, Karimi G, Malekaneh M, Haghighi F, et al. Auraptene from Ferula szowitsiana protects human peripheral lymphocytes against oxidative stress. Phythoter Res. 2010;24:85–89.", "ArticleIdList": ["19444820"]}, {"Citation": "Nazari ZE, Iranshahi M. Biologically active sesquiterpene coumarins from Ferula species. Phytother Res. 2011;25:315–323.", "ArticleIdList": ["21031633"]}, {"Citation": "Iranshahi M, Jabbari A, Orafaie A, Mehri R, Zeraatkar S, Ahmadi T, et al. Synthesis and SAR studies of mono O-prenylated coumarins as potent 15-lipoxygenase inhibitors. Eur J Med Chem. 2012;57:134–142.", "ArticleIdList": ["23047230"]}, {"Citation": "Imenshahidi M, Eghbal M, Sahebkar A, Iranshahi M. Hypotensive activity of auraptene, a monoterpene coumarin from Citrus spp. Pharm Biol. 2013;51:545–549.", "ArticleIdList": ["23368941"]}, {"Citation": "Valiahdi SM, Iranshahi M, Sahebkar A. Cytotoxic activities of phytochemicals from Ferula species. Daru J Pharm Sci. 2013;21:39–46.", "ArticleIdList": ["PMC3671137", "23701832"]}, {"Citation": "Razavi BM, Arasteh E, Imenshahidi M, Iranshahi M. Antihypertensive effect of auraptene, a monoterpene coumarin from the genus Citrus, upon chronic administration. Iran J Basic Med Sci. 2015;18:153–158.", "ArticleIdList": ["PMC4366726", "25810889"]}, {"Citation": "de Medina P, Genovese S, Paillasse MR, Mazaheri M, Caze-Subra S, Bystricky K, et al. Auraptene is an inhibitor of cholesterol esterification and a modulator of estrogen receptors. Mol Pharmacol. 2010;78:827–836.", "ArticleIdList": ["20702762"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26730337", "PMC4686572"]}}], "PubmedBookArticle": []}