{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26732633", "DateCompleted": {"Year": "2016", "Month": "12", "Day": "14"}, "DateRevised": {"Year": "2016", "Month": "12", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "12", "Day": "28"}], "ELocationID": ["10.1016/j.jep.2015.12.054", "S0378-8741(15)30306-8"], "Language": ["eng"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "179", "PubDate": {"Year": "2016", "Month": "Feb", "Day": "17"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Plants used during maternity, menstrual cycle and other women's health conditions among Brazilian cultures.", "Pagination": {"StartPage": "310", "EndPage": "331", "MedlinePgn": "310-31"}, "Abstract": {"AbstractText": ["For innumerous clinical cases related to women's health and precarious medical care in developing countries, a large repertoire of plants have been used as popular medicines in order to fill this gap, which in a certain way creates health risks to users, since pharmacological and toxicological tests are still insufficient to guarantee their efficacy and safety. Besides therapeutic use, abortive plants are broadly used in countries where abortion is prohibited, increasing that risk even more. In this way, ethnopharmacological studies that register plants used for women's health can contribute not only to the selection of potential bioactives, enriching the repertoire of drugs available to females, above all in public health systems, but also questioning the safety of products that are used without prescription.", "This review aims at determining plants applied by Brazilian cultures in the treatment of conditions related to maternity, menstrual cycle and other women's health particularities, and to supplement the lack of epidemiological data available to assess the health of indigenous, rural and other populations of Brazilian women.", "A literature review was conducted of the collection at the Ethnobotanical and Ethnopharmacological Center of the Federal University of São Paulo (period covered: 1965 to 2012). All of the 343 articles were consulted and 31 articles mentioning therapeutic uses of interest were selected. Relevant information was extracted to compose Table 1 - Maternity, Table 2 - Menstrual Cycle and Table 3 - Other Conditions. Data was statistically analyzed in order to generate the discussion about plants used in healing contexts by different Brazilian ethnicities. A bibliographic review was performed using the Scopus database to collect the following information about the most cited plants: ethnobotany/ethnopharmacology of non-Brazilian cultures for women's health conditions, pharmacology, toxicology, and adverse reactions.", "A total of 319 species were cited for 22 indications related to women's health. Ninety-seven species were indicated for conditions related to maternity, 94 to the menstrual cycle and 232 to others. The same species could be present in more than one of these three categories. The most cited family was Fabaceae (13.5%), and the species were Ruta graveolens L. (1.76%) and Strychnos pseudoquina A. St.-Hil (1.76%). The most frequent part utilized, mode of preparation and route of administration were leaves (2.0%), tea (73.38%) and oral (87. 2%), respectively. The indications that showed the highest number of species were: to treat venereal diseases (69 species), abortive (54) and anti-inflammatory for the ovaries and/or uterus (54). According to our bibliographic survey, among the 19 most indicated species in this review, only four are also used by non-Brazilian cultures for conditions related to women's health; 25% of them were pharmacologically investigated and it was possible to validate their ethnopharmacological/ethnobotanical use, 10.5% have presented well-described adverse reactions and for 42.1% of these species toxicological studies were performed.", "The survey raised important data about plants implemented in healing related to women's health conditions by Brazilian cultures and their practices. The compilation presented in this study enables the realization of further investigation regarding the development of herbal medicines and contributes to the incrementation of policies focused on these cultures. Further phytochemical, pharmacological and toxicological studies should be conducted, which will allow the discovery of pharmacological properties, bioactive constituents, and moreover, adequate posology, manner of use and adverse events."], "CopyrightInformation": "Copyright © 2016 Elsevier Ireland Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Ethnobotanical and Ethnopharmacological Studies-Institute of Environmental Sciences, Chemical and Pharmaceutical, Universidade Federal de São Paulo, Brazil. Electronic address: pbyazbek@gmail.com."}], "LastName": "Yazbek", "ForeName": "P B", "Initials": "PB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Ethnobotanical and Ethnopharmacological Studies-Institute of Environmental Sciences, Chemical and Pharmaceutical, Universidade Federal de São Paulo, Brazil."}], "LastName": "Tezoto", "ForeName": "J", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Ethnobotanical and Ethnopharmacological Studies-Institute of Environmental Sciences, Chemical and Pharmaceutical, Universidade Federal de São Paulo, Brazil."}], "LastName": "Cassas", "ForeName": "F", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Ethnobotanical and Ethnopharmacological Studies-Institute of Environmental Sciences, Chemical and Pharmaceutical, Universidade Federal de São Paulo, Brazil."}], "LastName": "Rodrigues", "ForeName": "E", "Initials": "E"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects"], "DescriptorName": "Menstrual Cycle"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Pregnancy Complications"}, {"QualifierName": [], "DescriptorName": "Women's Health"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2015", "Month": "8", "Day": "27"}, {"Year": "2015", "Month": "12", "Day": "24"}, {"Year": "2015", "Month": "12", "Day": "25"}, {"Year": "2016", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26732633", "10.1016/j.jep.2015.12.054", "S0378-8741(15)30306-8"]}}], "PubmedBookArticle": []}