{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimicrobial activity", "Chlorhexidine gluconate", "medicinal plant extracts", "multispecies dentinal biofilm"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26752840", "DateCompleted": {"Year": "2016", "Month": "01", "Day": "12"}, "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [], "ELocationID": ["10.4103/0972-0707.168810"], "Language": ["eng"], "Journal": {"ISSN": "0972-0707", "JournalIssue": {"Volume": "18", "Issue": "6", "PubDate": {"Year": "2015", "Season": "Nov-Dec"}}, "Title": "Journal of conservative dentistry : JCD", "ISOAbbreviation": "J Conserv Dent"}, "ArticleTitle": "Antibacterial efficacy of Azadirachta indica, Mimusops elengi and 2% CHX on multispecies dentinal biofilm.", "Pagination": {"StartPage": "461", "EndPage": "466", "MedlinePgn": "461-6"}, "Abstract": {"AbstractText": ["To check the antimicrobial activity of Azadirachta indica (Neem), Mimusops elengi (Bakul), and Chlorhexidine gluconate (CHX) on multispecies biofilm of common endodontic pathogens such as Streptococcus mutans, Enterococcus faecalis, Staphylococcus aureus and Candida albicans.", "In vitro dentin disinfection model used to check the antimicrobial efficacy of herbal extracts.", "The in vitro dentin disinfection model was used to check the antimicrobial activity of the methanolic extracts of the medicinal plants along with Chlorhexidine gluconate. The polymicrobial biofilm was allowed to grow on extracted teeth sections for a period of 21 days. Remaining microbial load in the form of CFU/ml after the antimicrobial treatment was tabulated, and data were statistically analyzed using ANOVA and Bonferroni post-hoc tests.", "SPSS version 17, one-way ANOVA, Bonferroni post-hoc test.", "Both the plant extracts showed considerable antimicrobial efficacy as compared to negative control. 2% CHX was the most effective antimicrobial agent having statistically significant difference against plant extracts and negative control (saline).", "The methanolic extract of A. Indica, M. elengi, and Chlorhexidine Gluconate has considerable antimicrobial activity against polymicrobial dentinal biofilm of S. mutans, E. faecalis, S. aureus and C. albicans."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Conservative Dentistry and Endodontics, Faculty of Dental Science, Dharamsinh Desai University, Nadiad, Gujarat, India."}], "LastName": "Mistry", "ForeName": "Kunjal S", "Initials": "KS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Conservative Dentistry and Endodontics, Ahmedabad Dental College and Hospital, Ahmedabad, Gujarat, India."}], "LastName": "Sanghvi", "ForeName": "Zarna", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Conservative Dentistry and Endodontics, Government Dental College and Hospital, Ahmedabad, Gujarat, India."}], "LastName": "Parmar", "ForeName": "Girish", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Sardar Patel College of Pharmacy, Anand, Gujarat, India."}], "LastName": "Shah", "ForeName": "Samir", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Senior Research Associate, Disha Life Science, Ahmedabad, Gujarat, India."}], "LastName": "Pushpalatha", "ForeName": "Kasukurthi", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Conserv Dent", "NlmUniqueID": "101147009", "ISSNLinking": "0972-0707"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kakehashi S, Stanley HR, Fitzgerald RJ. The effects of surgical exposures of dental pulps in germ-free and conventional laboratory rats. Oral Surg Oral Med Oral Pathol. 1965;20:340–9.", "ArticleIdList": ["14342926"]}, {"Citation": "Sundqvist G. Sweden: University of Umea; 1976. Bacteriological Studies of Necrotic Dental Pulps. Umea University of Odontol Dissertation, No. 7."}, {"Citation": "Ercan E, Ozekinci T, Atakul F, Gül K. Antibacterial activity of 2% chlorhexidine gluconate and 5.25% sodium hypochlorite in infected root canal: In vivo study. J Endod. 2004;30:84–7.", "ArticleIdList": ["14977302"]}, {"Citation": "Siqueira JF, Jr, Rôças IN. Clinical implications and microbiology of bacterial persistence after treatment procedures. J Endod. 2008;34:1291–301.e3.", "ArticleIdList": ["18928835"]}, {"Citation": "Stuart CH, Schwartz SA, Beeson TJ, Owatz CB. Enterococcus faecalis: Its role in root canal treatment failure and current concepts in retreatment. J Endod. 2006;32:93–8.", "ArticleIdList": ["16427453"]}, {"Citation": "Faria G, Celes MR, De Rossi A, Silva LA, Silva JS, Rossi MA. Evaluation of chlorhexidine toxicity injected in the paw of mice and added to cultured l929 fibroblasts. J Endod. 2007;33:715–22.", "ArticleIdList": ["17509413"]}, {"Citation": "Naenni N, Thoma K, Zehnder M. Soft tissue dissolution capacity of currently used and potential endodontic irrigants. J Endod. 2004;30:785–7.", "ArticleIdList": ["15505511"]}, {"Citation": "Murray PE, Farber RM, Namerow KN, Kuttler S, Garcia-Godoy F. Evaluation of Morinda citrifolia as an endodontic irrigant. J Endod. 2008;34:66–70.", "ArticleIdList": ["18155496"]}, {"Citation": "Prabhakar J, Senthilkumar M, Priya MS, Mahalakshmi K, Sehgal PK, Sukumaran VG. Evaluation of antimicrobial efficacy of herbal alternatives (Triphala and green tea polyphenols), MTAD, and 5% sodium hypochlorite against Enterococcus faecalis biofilm formed on tooth substrate: An in vitro study. J Endod. 2010;36:83–6.", "ArticleIdList": ["20003940"]}, {"Citation": "Xie Q, Johnson BR, Wenckus CS, Fayad MI, Wu CD. Efficacy of berberine, an antimicrobial plant alkaloid, as an endodontic irrigant against a mixed-culture biofilm in an in vitro tooth model. J Endod. 2012;38:1114–7.", "ArticleIdList": ["22794217"]}, {"Citation": "Purnima BC, Koti AH, Thipprswamy MS, Jaji AH, Swamy YV, Kurhe AJ. Anti inflammatory, analgesic and antipyretic activities of Mimusops elengi Linn. Indian J Pharm Sci. 2010;72:480–5.", "ArticleIdList": ["PMC3013566", "21218059"]}, {"Citation": "Mitra R. Bakula - A reputed drug of ayurveda. It's history, uses in Indian Medicine. Indian J Hist Sci. 1981;16:169–80.", "ArticleIdList": ["11611445"]}, {"Citation": "Satyavati GV, Gupta AK. Medicinal Plants of India. 2nd ed. New Delhi: Indian Council of Medical Research; 1987. pp. 257–61."}, {"Citation": "Costerton JW, Lewandowski Z, Caldwell DE, Korber DR, Lappin-Scott HM. Microbial biofilms. Annu Rev Microbiol. 1995;49:711–45.", "ArticleIdList": ["8561477"]}, {"Citation": "Nair PN. Apical periodontitis: A dynamic encounter between root canal infection and host response. Periodontol 2000. 1997;13:121–48.", "ArticleIdList": ["9567926"]}, {"Citation": "Narayanan LL, Vaishnavi C. Endodontic microbiology. J Conserv Dent. 2010;13:233–9.", "ArticleIdList": ["PMC3010028", "21217951"]}, {"Citation": "Rôças IN, Hülsmann M, Siqueira JF., Jr Microorganisms in root canal-treated teeth from a German population. J Endod. 2008;34:926–31.", "ArticleIdList": ["18634922"]}, {"Citation": "Munson MA, Pitt-Ford T, Chong B, Weightman A, Wade WG. Molecular and cultural analysis of the microflora associated with endodontic infections. J Dent Res. 2002;81:761–6.", "ArticleIdList": ["12407091"]}, {"Citation": "Gomes BP, Pinheiro ET, Gadê-Neto CR, Sousa EL, Ferraz CC, Zaia AA, et al. Microbiological examination of infected dental root canals. Oral Microbiol Immunol. 2004;19:71–6.", "ArticleIdList": ["14871344"]}, {"Citation": "Rôças IN, Siqueira JF, Jr, Santos KR. Association of Enterococcus faecalis with different forms of periradicular diseases. J Endod. 2004;30:315–20.", "ArticleIdList": ["15107642"]}, {"Citation": "Fouad AF, Barry J, Caimano M, Clawson M, Zhu Q, Carver R, et al. PCR-based identification of bacteria associated with endodontic infections. J Clin Microbiol. 2002;40:3223–31.", "ArticleIdList": ["PMC130810", "12202557"]}, {"Citation": "Siqueira JF, Jr, Rôças IN, Souto R, de Uzeda M, Colombo AP. Actinomyces species, streptococci, and Enterococcus faecalis in primary root canal infections. J Endod. 2002;28:168–72.", "ArticleIdList": ["12017173"]}, {"Citation": "Williams JM, Trope M, Caplan DJ, Shugars DC. Detection and quantitation of E. faecalis by real-time PCR (qPCR), reverse transcription-PCR (RT-PCR), and cultivation during endodontic treatment. J Endod. 2006;32:715–21.", "ArticleIdList": ["16861068"]}, {"Citation": "Soares NL, Otoch HN, de Andrade LC, Ferreira CM, Rocha MMNP, Gomes FA. Microbiological evaluation of infected root canals and their correlation with pain. RSBO. 2012;9:31–7."}, {"Citation": "Siqueira JF, Jr, Rôças IN, Alves FR, Silva MG. Bacteria in the apical root canal of teeth with primary apical periodontitis. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2009;107:721–6.", "ArticleIdList": ["19426923"]}, {"Citation": "Brook I, Frazier EH, Gher ME. Aerobic and anaerobic microbiology of periapical abscess. Oral Microbiol Immunol. 1991;6:123–5.", "ArticleIdList": ["1945488"]}, {"Citation": "Kuriyama T, Nakagawa K, Karasawa T, Saiki Y, Yamamoto E, Nakamura S. Past administration of beta-lactam antibiotics and increase in the emergence of beta-lactamase-producing bacteria in patients with orofacial odontogenic infections. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2000;89:186–92.", "ArticleIdList": ["10673654"]}, {"Citation": "Siqueira JF, Jr, Rôças IN, Souto R, Uzeda M, Colombo AP. Microbiological evaluation of acute periradicular abscesses by DNA-DNA hybridization. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2001;92:451–7.", "ArticleIdList": ["11598583"]}, {"Citation": "Hahn CL, Best AM, Tew JG. Cytokine induction by Streptococcus mutans and pulpal pathogenesis. Infect Immun. 2000;68:6785–9.", "ArticleIdList": ["PMC97781", "11083796"]}, {"Citation": "Baumgartner JC, Watts CM, Xia T. Occurrence of Candida albicans in infections of endodontic origin. J Endod. 2000;26:695–8.", "ArticleIdList": ["11471635"]}, {"Citation": "Waltimo TM, Sirén EK, Torkko HL, Olsen I, Haapasalo MP. Fungi in therapy-resistant apical periodontitis. Int Endod J. 1997;30:96–101.", "ArticleIdList": ["10332243"]}, {"Citation": "Zamany A, Safavi K, Spångberg LS. The effect of chlorhexidine as an endodontic disinfectant. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2003;96:578–81.", "ArticleIdList": ["14600693"]}, {"Citation": "Gomes BP, Souza SF, Ferraz CC, Teixeira FB, Zaia AA, Valdrighi L, et al. Effectiveness of 2% chlorhexidine gel and calcium hydroxide against Enterococcus faecalis in bovine root dentine in vitro. Int Endod J. 2003;36:267–75.", "ArticleIdList": ["12702121"]}, {"Citation": "Bharat G, Parabia MH. Pharmacognostic evaluation of bark and seeds of Mimusops elengi L. Int J Pharm Sci. 2010;2:110–3."}, {"Citation": "Botelho M, Santos AD, Martin J, Carvalho C, Paz M, Azenha C, et al. Efficacy of a mouthrinse based on leaves of neem in the treatment of patient s with chronic gingivitis. J Med Plant Res. 2008;2:341–6."}, {"Citation": "Behl M, Sidhu O, Kumar V, Singh D, Saimbi C. Efficacy of neem active metabolites for prevention of dental plaque and gingivitis. Mumbai. Neem Foundation. 1999:169–76."}, {"Citation": "Costerton JW. Introduction to biofilm. Int J Antimicrob Agents. 1999;11:217–21.", "ArticleIdList": ["10394973"]}, {"Citation": "Wang Z, Shen Y, Haapasalo M. Effectiveness of endodontic disinfecting solutions against young and old Enterococcus faecalis biofilms in dentin canals. J Endod. 2012;38:1376–9.", "ArticleIdList": ["22980181"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26752840", "PMC4693319", "10.4103/0972-0707.168810", "JCD-18-461"]}}], "PubmedBookArticle": []}