{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26762159", "DateCompleted": {"Year": "2016", "Month": "10", "Day": "25"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "01", "Day": "13"}], "ELocationID": ["5", "10.1186/s13002-015-0077-4"], "Language": ["eng"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2016", "Month": "Jan", "Day": "13"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnobotanical survey of medicinal plant species used by communities around Mabira Central Forest Reserve, Uganda.", "Pagination": {"StartPage": "5", "MedlinePgn": "5"}, "Abstract": {"AbstractText": ["An ethnobotanical study of medicinal plants was carried out in 14 villages adjacent to Mabira Central Forest Reserve (CFR) in Central Uganda between August 2013 and March 2014.", "Information was obtained through interviews using semi- structured questionnaires. Field excursions with traditional healers and herbal medicine collectors were carried out. Descriptive statistics were used to present the data. Fidelity ratios and Informant consensus agreements were calculated.", "A total of 190 plant species in 61 families and 152 genera were reported in the treatment of various health conditions. Family Fabaceae was dominant representing 14 % of the plant species documented. Vernonia amygdalina was the preferred species for treating malaria. Leaves (68 %) were the most frequently used parts in preparing herbal remedies. Decoctions (29 %) and oral route (53 %) of administration were commonly used method of herbal medicine preparation and administration respectively. Fifty-eight health conditions grouped in 25 categories were treated using medicinal plants. Informant consensus agreement was highest for blood system disorders (0.9) that included anaemia, hypertension and blood cleansing indicating homogeneity of informant's knowledge about remedies used. Vernonia amygdalina and Erythrina abyssinica had 100 % fidelity level for treatment of malaria and vomiting respectively.", "The diversity of medicinal plant species used and the associated indigenous knowledge are of great value to the local community and their conservation and preservation is paramount. The therapeutic uses of the documented plants provides basic data for further research focused on pharmacological studies and conservation of the most important species."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, College of Natural Sciences, Makerere University, P.O Box 7062, Kampala, Uganda. patiebeys@gmail.com."}], "LastName": "Tugume", "ForeName": "Patience", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, College of Natural Sciences, Makerere University, P.O Box 7062, Kampala, Uganda. esezahk@gmail.com."}], "LastName": "Kakudidi", "ForeName": "Esezah K", "Initials": "EK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture and Environmental Sciences, Makerere University, P.O Box 7062, Kampala, Uganda. buyinza@forest.mak.ac.ug."}], "LastName": "Buyinza", "ForeName": "Mukadasi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture and Environmental Sciences, Makerere University, P.O Box 7062, Kampala, Uganda. namaalwajustine@yahoo.com."}], "LastName": "Namaalwa", "ForeName": "Justine", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bishop Stuart University, P.O Box 9, Mbarara, Uganda. vc@bsu.ac.ug."}], "LastName": "Kamatenesi", "ForeName": "Maud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, College of Natural Sciences, Makerere University, P.O Box 7062, Kampala, Uganda. pmucunguzi@botany.mak.ac.ug."}], "LastName": "Mucunguzi", "ForeName": "Patrick", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, College of Natural Sciences, Makerere University, P.O Box 7062, Kampala, Uganda. jkalema@botany.mak.ac.ug."}], "LastName": "Kalema", "ForeName": "James", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Ethnobotany"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Forests"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Malaria"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Uganda"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Asiimwe S, Namutebi A, Borg-Karlsson A, Kamatenesi-Mugisha M, Oryem-Origa H. Documentation and Consensus of Indigenous knowledge on medicinal plants used by the local communities in Western Uganda. J Nat Prod Pl Res. 2014;4(1):34–42."}, {"Citation": "Joshi AR, Joshi K. Indigenous knowledge and uses of medicinal plants by local communities of the Kali Gandaki Watershed Area, Nepal. J Ethnopharmacol. 2000;73:119–29. doi: 10.1016/S0378-8741(00)00301-9.", "ArticleIdList": ["10.1016/S0378-8741(00)00301-9", "11025154"]}, {"Citation": "Kamatenesi-Mugisha M, Oryem-Origa H. Traditional herbal remedies used in the management of sexual impotence and erectile dysfunction in Western Uganda. Afr Health Sci. 2005;5(1):40–9.", "ArticleIdList": ["PMC1831906", "15843130"]}, {"Citation": "WHO . Mental Health Global Action program (mHLGAP) Geneva, Switzeland: World Health Organisation; 2002."}, {"Citation": "Senthilkumar K, Aravindhan V, Rajendran A. Ethnobotanical survey of medicinal plants used by Malayan Tribes in Yercaud Hills of Eastern India. J Nat Remedies. 2013;13:119–32."}, {"Citation": "Ngezahayo J, Haryarimana F, Hari L, Stevigny C, Deuz P. Medicinal plants used in Burundian traditional healers for treatment of microbial diseases. J Ethnopharmacol. 2015;173:338–51. doi: 10.1016/j.jep.2015.07.028.", "ArticleIdList": ["10.1016/j.jep.2015.07.028", "26232628"]}, {"Citation": ".Kitula, RA. Use of medicinal plants for human health in Udzungwa mountain Forests: a case study of New Dabega Ulogambi Forest Reserve, Tanzania. J Ethnobiol Ethnomed, 2007, 3:7. doi: 10.1186/1746-4269-3-7.", "ArticleIdList": ["PMC1802754", "17257410"]}, {"Citation": "Kamatenesi MK, Acipa A, Oryem-Origa H. Medicinal plants of Otwal and Ngai sub counties in Oyam District, Northern Uganda. . 2011;7.", "ArticleIdList": ["PMC3029220", "21241484"]}, {"Citation": "Uganda Gazzette. Indigenous and Complementary Medicine Bill 2015, Vo mmc VIII: Bill No. 7."}, {"Citation": "WHO. World Health Organisation strategy on traditional Medicine 2014-2023, Geneva, Switzeland: World Health Organisation; 2013."}, {"Citation": "Nezhadali A, Zarrabi S. Separation, Identification and Determination of volatile compounds of Zizphora persica Bunge using HS-SPME/GC-MS. Int J Environ Sci Devt. 2010;1:23."}, {"Citation": "Oreagba IA, Oshikoya KA, Amachree M. Herbal medicine use among urban residents in Lagos, Nigeria. BMC Complement Altern Med. 2011;11:117–25. doi: 10.1186/1472-6882-11-117.", "ArticleIdList": ["10.1186/1472-6882-11-117", "PMC3252251", "22117933"]}, {"Citation": "Van Andel T, Carvalheiro LG. Why urban citizens in developing cou ntriesn used traditional medicines: the case of Suriname hindawi Publiship Corporation. Evid-Based Complement Altern Med. 2013, (Article ID 687197), 13.", "ArticleIdList": ["PMC3638607", "23653663"]}, {"Citation": "Sharafzadeth S, Alizadeti O. Some medicinal plants cultivated in Iran. J Appl Pharm Sci. 2012;2(1):134–7."}, {"Citation": "Hamilton AC. Medicinal plants, Conservation and Livelihoods. Biodiversi Conserv. 2004;13:1477–517. doi: 10.1023/B:BIOC.0000021333.23413.42.", "ArticleIdList": ["10.1023/B:BIOC.0000021333.23413.42"]}, {"Citation": "Ssegawa P, Kasenene JM, Kiremire BT, Byamukama R, Kamatenesi-Mugisha M, Krief S, et al. Medicinal plant diversity and uses in Sango bay area, Southern Uganda. J Ethnopharmacol. 2007;113:521–40. doi: 10.1016/j.jep.2007.07.014.", "ArticleIdList": ["10.1016/j.jep.2007.07.014", "17720338"]}, {"Citation": "Kamatenesi-Mugisha M, Oryem-Origa H. Medicinal Plants used to induce labour during child birth in Western uganda. J Ethnopharmacol. 2007;109:1–9. doi: 10.1016/j.jep.2006.06.011.", "ArticleIdList": ["10.1016/j.jep.2006.06.011", "16901666"]}, {"Citation": "Balunas MJ, Kinghorn AD. Drug Discovery from medicinal plants. Life Sci. 2005;78(5):431–41. doi: 10.1016/j.lfs.2005.09.012.", "ArticleIdList": ["10.1016/j.lfs.2005.09.012", "16198377"]}, {"Citation": "Tabuti JRS, Dhillion SS, Lye KA. Traditional medicine in Bulamogi county, Uganda: Its practitioners, users and viability. J Ethnopharmacol. 2003;85:119–29. doi: 10.1016/S0378-8741(02)00378-1.", "ArticleIdList": ["10.1016/S0378-8741(02)00378-1", "12576210"]}, {"Citation": "Soelberg J, Asase A, Akwetey G, Jager AK. Historical versus contemporary medicinal plant uses in Ghana. J Ethnopharmacol. 2015;160:109–32. doi: 10.1016/j.jep.2014.11.036.", "ArticleIdList": ["10.1016/j.jep.2014.11.036", "25476487"]}, {"Citation": "Tabuti JRS, Kukunda CB, Kaweesi D, Kasilo OMJ. Herbal medicine use in the districts of Nakapiripirit, Pallisa, Kanungu and Mukono in Uganda. J Ethnobiol Ethnomed. 2012;8:35.", "ArticleIdList": ["PMC3484030", "22943789"]}, {"Citation": "Ahrends A, Rahbek C, Bulling MT, Burgess ND, Platts PJ, Lovett JC, et al. Conservation and the Botanist effect. Biol Conserv. 2011;144:131–40. doi: 10.1016/j.biocon.2010.08.008.", "ArticleIdList": ["10.1016/j.biocon.2010.08.008"]}, {"Citation": "Munthu C, Ayyapar M, Raja N, Ignacimuthu S. Medicinal plants used by traditional healers in Kancheepuran district of Tamil Nadu. India J Ethnobiol Ethnomed. 2006;2:43. doi: 10.1186/1746-4269-2-43.", "ArticleIdList": ["10.1186/1746-4269-2-43", "PMC1615867", "17026769"]}, {"Citation": "Bagai Y. Ethnobotanical features of Aladagar (Yahyali Kayseri) and its vicinity. Herb J Syst Botany. 2000;7:89–94."}, {"Citation": "Muramira TE. Valuing the losses caused to Mabira Forest by hydropower development in Uganda. Innovations. 2001;8(2):28–30."}, {"Citation": "Bahati JB, Banana AY, Gombya-Ssembajjwe W. Assessing the implications of decentralisation on livelihood, biodiversity and acological sustainability in Uganda. A preliminary analysis of the Pilot SANREM/IFRI site. Paper presented at Workshop in Political Theory and Policy Analysis: 29 February 2008; Indiana University; 2008."}, {"Citation": "Howard PC. Nature Conservation in Uganda’s Tropical Forest Reserves. Switzeland: IUCN Gland; 2001."}, {"Citation": "Langdale-Brown I, Osmaston HA, Wilson JG. The vegetation of Uganda and its bearing on land use. Entebbe: Government Printer; 1964."}, {"Citation": "Mrema M, Wafula D, Agaba H. Livelihood stratergies and the use of forest and tree products in Mabira buffer zone. Kabale: Agroforestry Programme FORRI/ICRAF Collaborative project; 2001."}, {"Citation": "Meredith WD. Three communities, Two Corporations, One Forest: Forest Resource Use and Conflict, Mabira Forest, Uganda. Agroforestry in landscape mosaics Working paper series. World Agroforestry Centre, Yale University Tropical Resources Institute, and The University of Georgia; 2004."}, {"Citation": "Martin GJ. Ethnobotany: A methods manual. London: Chapman & Hall; 1995."}, {"Citation": "De Caluwe E. Market chain analysis of boabab (Adansonia digitata L.) and Tamarind (Tamarindus indica L.) products in Mali and Benin. Ghent University, Faculty of Bioscience Engineering: PhD thesis; 2011."}, {"Citation": "Giuliana A, Padulosa S. Enhancing the value chain for markets for traditional producers of Aromatic vegetables and fruit species in the Near East. A pilot study in Syria. In Proceedings of the International Conference promoting Community driven conservation and sustainable use of dry land agrobiodiversity: 18-25 April 2005; Aleppo, Syria. Edited by Amri A, Damania A. Aleppo, Syria: International Centre for Agricultural Research in the Dry Areas (ICARDA); 2005."}, {"Citation": "Anokbonggo WW. The role of African traditional Medicine in health care delivery alongside modern Medicine. In: Edwards S, Asfaw Z, editors. Plants used in African traditional Medicine as practiced in Ethiopia and Uganda. Addis Ababa University: Addis Ababa NAPRECA; 1992."}, {"Citation": "Oyebola DDO. National medical policies in Nigeria. In: Last M, Chavunduka GL, editors. The professionalisation of African Medicine. Manchester: Manchester University Press; 1986."}, {"Citation": "Schoeman JB: Psipatalogies by tradisionele swart suid-Afrikanes (Psychopathology) among traditional black South Africans. In D. A. Louw (Ed.), Suid-Afrikaanse handbook Van abnormale gedrag (South African Handbook of abnormal behaviour). Johansbeurg, South Africa: Southern Boekuitgewers; 1989."}, {"Citation": "Katende AB, Birnie A, Tengnas B. Useful trees and shrubs of Uganda. Technical Handbook series 10. In Regional Soil conservation Unit/SIDA, Nairobi 1995."}, {"Citation": "Katende AB, Ssegawa P, Birnie A. Wild food plant species and mushrooms of Uganda. SIDA Technical Handbook No. 19. Nairobi: Regional Land Management Unit (RELMA), SIDA, Technical Handbook No.9 Nirobi, 1999."}, {"Citation": "Iwu MM. Handbook of African medicinal plants. USA: CRC Press LLC; 1993."}, {"Citation": "Trotter RJ, Logan MH. Informant consensus. A new approach for identifying potentially effective medicinal plants. In: Etkin NL, editor. Plants in indigenous medicine and diet. Bedford Hills: Newyork: Redgrave; 1986. pp. 91–112."}, {"Citation": "Cakilcioglu U, Khatun SL, Turkoglu I, Haytad S. Ethnopharmacological survey of medicinal plants in Maden (Elazig-Turkey) J Ethnopharmacol. 2011;137(1):469–86. doi: 10.1016/j.jep.2011.05.046.", "ArticleIdList": ["10.1016/j.jep.2011.05.046", "21704144"]}, {"Citation": "Friedman J, Yaniv Z, Dafni A, Palewitch D. A preliminary classification of the healing potential of medicinal plants, based on rational analysis of an ethnopharmacological field survey among Bedouins in Negev Desert, Israel. J Ethnopharmacol. 1986;16:275–87. doi: 10.1016/0378-8741(86)90094-2.", "ArticleIdList": ["10.1016/0378-8741(86)90094-2", "3747566"]}, {"Citation": "Bekalo TH, Woodmatas SD, Woldemarian ZA. An Ethnobotancal study of medicinal plants used by local people in the low lands of Korita special Woreda, Southern nations nationalities and peoples regional state Ethiopia. J Ethnobiol Ethnomed. 2009;5:26–40. doi: 10.1186/1746-4269-5-26.", "ArticleIdList": ["10.1186/1746-4269-5-26", "PMC2764637", "19775482"]}, {"Citation": "Cheikhyoussef A, Shapi M, Matengu K, Mu Ashekele H. Ethnobotanical study of Indigenous Knowledge on medicinal plant use by traditional healers in Oshikoto region, Namibia. J Ethnobiol Ethnomed. 2011;7:10. doi: 10.1186/1746-4269-7-10.", "ArticleIdList": ["10.1186/1746-4269-7-10", "PMC3062575", "21388534"]}, {"Citation": "Okello J, Ssegawa P. Plants used by communities of Ngai sub county, Apac District, Northern Uganda. Afr J Ecol. 2007;45(1):6–83."}, {"Citation": "Kamagaju L, Biziru E, Minari V, Morandiru R, Stevigny C, Ghanem G, et al. An Ethnobotanical survey of medicinal plants used in Rwanda for voluntary depigmentation. J Ethnopharmacol. 2013;150(2):708–17. doi: 10.1016/j.jep.2013.09.031.", "ArticleIdList": ["10.1016/j.jep.2013.09.031", "24095698"]}, {"Citation": "Mukazayire MJ, Minani V, Ruffo CK, Bizini E, Stevigny C, Deuz P. Traditional phytotherapy remedies used in Southern Rwanda for treatment of liver diseases. J Ethnopharmacol. 2011;138:415–31. doi: 10.1016/j.jep.2011.09.025.", "ArticleIdList": ["10.1016/j.jep.2011.09.025", "21963560"]}, {"Citation": "Awas T, Demissew S. Ethnobotanical study of medicinal plants in Kafficho people, South Western Ethiopia. Paper presented at the Proceedings of the 16th International Conference of Ethiopia studies, Ethiopia, 2009."}, {"Citation": "Chekole G, Asfaw Z, Kelbessa E. Ethnobotanical study of medicinal plants in the environs of Tara-gedam and Amba District noerthwest Ethiopia. J Ethnobiol Ethnomed. 2015;11.", "ArticleIdList": ["PMC4417315", "25572933"]}, {"Citation": "Oryem-Origa H, Kakudidi EKZ, Katende AB, Bukenya-Ziraba R. Heirs to the land: Mapping the future of the Makalu-Baryun. Cultural Surviv, Q. 1995;18(4):69–71."}, {"Citation": "Oryem-Origa H, Kakudidi EKZ, Katende AB, Bukenya-Ziraba R. Utilisation of medicinal plants in Bundibugyo District, Uganda. In: Kinyua AM, Kofi-Tsekp WM, Dangana LB, editors. Conservation and utilisation of indigenous medicinal plants and wild relatives of food crops. Nairobi: UNESCO; 1997. pp. 75–80."}, {"Citation": "Bunalema L, Obakiro S, Tabuti JRS, Waako P. Knowledge on plants used traditionally in the treatment of tuberclosis in Uganda. J Ethnopharmacol. 2014;151:999–1004. doi: 10.1016/j.jep.2013.12.020.", "ArticleIdList": ["10.1016/j.jep.2013.12.020", "24365640"]}, {"Citation": "Oryem-Origa H, Katende AB, Kakudidi EKZ. Some medicinal plants used in Mukono District. The Uganda J. 2003;40:56–65."}, {"Citation": "Hamill FA, Apio S, Mubira NK, Mosango M, Bukenya-Ziraba R, Maganyi OW, et al. Traditional herbal drugs of Southern Uganda. J Ethnopharmacol. 2000;70:281–300. doi: 10.1016/S0378-8741(00)00180-X.", "ArticleIdList": ["10.1016/S0378-8741(00)00180-X", "10837990"]}, {"Citation": "Leonti MM, Pamirez F, Sticher O, Heinrich M. Medicinal flora of the Populuca: A botanical systematical perspective. Econ Bot. 2003;57:218–30. doi: 10.1663/0013-0001(2003)057[0218:MFOTPM]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2003)057[0218:MFOTPM]2.0.CO;2"]}, {"Citation": "Stangeland T, Alele PE, Katuura E, Lye KA. Plants used to treat malaria in Nyakayojo sub county, Western Uganda. J Ethnopharmacol. 2011;137:154–66. doi: 10.1016/j.jep.2011.05.002.", "ArticleIdList": ["10.1016/j.jep.2011.05.002", "21575702"]}, {"Citation": "Soladoye MO, Adetayo MO, Chukwuma CE, Adetunji NA. Ethnobotanical survey of plants used in the treatment of Haemorrhoids in South Western Nigeria. Ann Biol Res. 2010;73:175–85."}, {"Citation": "Maroyi A. Traditional use of medicinal plants in South Central Zimbabwe: review & perspectives. J Ethnobiol Ethnomed. 2013;9:31. doi: 10.1186/1746-4269-9-31.", "ArticleIdList": ["10.1186/1746-4269-9-31", "PMC3653698", "23642285"]}, {"Citation": "Nalumansi P, Kamatenesi-Mugisha M, Anywar G. Medicinal plants used in Paediatric Health Care in Namungalwe sub county, Iganga District, Uganda. Nov J Med Biol Sci. 2014;2(3):1–14."}, {"Citation": "Oryem-Origa H, Katende AB, Kakudidi EKZ. Ethnobotanical studies of Mabira Forest Area, Central Uganda. Discovery & Innovations (Special edition), Afr Acad Sci, 2001, 169-181."}, {"Citation": "Surh Y. Anti -tumour promoting potential of selected spice ingredients with anti oxidant and anti inflammatory activities. A short review. Food Chem Toxicol. 2002;40:1091–7. doi: 10.1016/S0278-6915(02)00037-6.", "ArticleIdList": ["10.1016/S0278-6915(02)00037-6", "12067569"]}, {"Citation": "Bach SM, Marina EP, Ana MP, Marcial GE, Alfredo G, Rodgoun A, et al. Chemical constituents, anti infalmmatory and anti oxidant activities of bark extracts from Prunus tucumanensis Litto. Nat Prod Res. 2013;27:1–4. doi: 10.1080/14786419.2012.668693.", "ArticleIdList": ["10.1080/14786419.2012.668693", "22889184"]}, {"Citation": "Namukobe J, Kasenene JM, Kiremire BT, Byamukama R, Kamatenesi-Mugisha M, Krief S, et al. Traditional plants used for medicinal purposes by local comminities around the Northern sector of Kibale National Park, Uganda. J Ethnopharmacol. 2011;136:236–45. doi: 10.1016/j.jep.2011.04.044.", "ArticleIdList": ["10.1016/j.jep.2011.04.044", "21550390"]}, {"Citation": "Njoroge GN, Kaiburi IM, Ngenga PK, Odhiambo PO. Utilisation of priority traditional medicinal plants and local people’s knowledge on their conservation status in arid lands of Kenya (Mwinyi District) J Ethnobiol Ethnomed. 2010;6:22. doi: 10.1186/1746-4269-6-22.", "ArticleIdList": ["10.1186/1746-4269-6-22", "PMC2930631", "20712897"]}, {"Citation": "Katema T, Etana D, Spiridoula A, Adugna T, Gebeyehu G, Jos GMH. Ethno-medical study of plants used for treatment of human and livestock ailments by traditional healers in South Omo, Southern Ethiopia. J Ethnobiol Ethnomed. 2013;9:32. doi: 10.1186/1746-4269-9-32.", "ArticleIdList": ["10.1186/1746-4269-9-32", "PMC3679849", "23680260"]}, {"Citation": "Thomas E, Vandebroek K, Sanca S, Van Damme P. Cultural significance of medicinal plant families and species among Quechua farmers Apillapampa, Bolivia. J Ethnopharmacol. 2009;122:60–7. doi: 10.1016/j.jep.2008.11.021.", "ArticleIdList": ["10.1016/j.jep.2008.11.021", "19101618"]}, {"Citation": "Passulacqua NG, Guariera PM, De Fine G. Contribution to the knowledge of folk plant medicine in Calabria region (Southern Italy) Filoterapia. 2007;78:52–68. doi: 10.1016/j.fitote.2006.07.005.", "ArticleIdList": ["10.1016/j.fitote.2006.07.005", "17084993"]}, {"Citation": "Cunningham AB. Recommendations for multiple use zones and development alternatives around Bwindi Impenetrable National Park, Uganda. People & Plants Working paper 4. Paris: UNESCO; 1996."}, {"Citation": "Cunningham AB. Applied Ethnobotany: People, wild plant use and Conservation. London: UK. Dev S EartnScan; 2001."}, {"Citation": "Millogo-Kone H, Guissou IP, Nacoulma O, Traore SA. Comparative study of leaf and stem bark extracts of parkia biglobasa against enterobacteria. Afr J Trad Complement Altern Med. 2008;5(3):238–43.", "ArticleIdList": ["PMC2816551", "20161943"]}, {"Citation": "Ogbonna OJ, Udla PM, Onyekpe PI, Ogbeihe GO. Comparative studies of the phytochemical and Proximate analysis, mineral and vitamin compositions of the root and leaf extracts of Tetracarpidium comophorum. Arch Appl Sci Res. 2013;5(4):55–9."}, {"Citation": "Searels JM, Keen KD, Horton JL, Clarke DH, Ward JR. Comparing Ginsenoside production in leaves and roots of wild American Ginseng (Panax quinquefolius) Am J Pl Sci. 2013;4:1252–9. doi: 10.4236/ajps.2013.46154.", "ArticleIdList": ["10.4236/ajps.2013.46154"]}, {"Citation": "Lawal HO, Adewuyi GO, Fawehinmi AB, Etatuvie SO. Chemical evaluation of mosquito repellent formulation prepared from essential oils of plants. J Nat Prod. 2012;6:33–7."}, {"Citation": "Lulekal E, Kelbessa E, Bekele T, Yinegar H. An Ethnobotanical study of medicinal plants in Mana Angetu District, Southern Ethiopia. J Ethnobiol Ethnomed. 2008;4:10. doi: 10.1186/1746-4269-4-10.", "ArticleIdList": ["10.1186/1746-4269-4-10", "PMC2391147", "18442379"]}, {"Citation": "Ngarivhume T, Van’t Klooster CIEA, de Jong JTVM, Westhuizen JHV. Medicinal plants used by traditional healers for the treatment of malaria in Chipinge district in Zimbabwe. J Ethnopharmacol. 2015;159:224–37. doi: 10.1016/j.jep.2014.11.011.", "ArticleIdList": ["10.1016/j.jep.2014.11.011", "25449454"]}, {"Citation": "Kayanja FIB, Byarugaba D. Disappearing forests of Uganda. The way foward. Special Section: Science in the third world. Curr Sci. 2001;81(8):936–47."}, {"Citation": "Moyo M, Aremu AO, Vanstaden J. Medicinal Plants: An invaluable dwindling resource in Sub-Saharan Africa. J Ethnopharmacol. 2015;174:595–606. doi: 10.1016/j.jep.2015.04.034.", "ArticleIdList": ["10.1016/j.jep.2015.04.034", "25929451"]}, {"Citation": "Bhattarai S, Chaudhary P, Quave L, Taylor S. The use of medicinal plant species in the trans-himalayan arid zone of Mutsang District, Nepal. J Ethnobiol Ethnomed. 2010;6:14. doi: 10.1186/1746-4269-6-14.", "ArticleIdList": ["10.1186/1746-4269-6-14", "PMC2856531", "20370901"]}, {"Citation": "Kamatenesi MK, Oryem-Origa H. Medicinal Plant species used to induce labour during Chilbirth in Western Uganda. J Ethonopharmacol. 2006;109:1–9. doi: 10.1016/j.jep.2006.06.011.", "ArticleIdList": ["10.1016/j.jep.2006.06.011", "16901666"]}, {"Citation": "Etana D. Ethnobotanical study of traditional medicinal plants of Goma Woreda, Jimma Zone of Oroma region. MSc. thesis, Addis Ababa University: Department of Biology; 2010."}, {"Citation": "Hirt HM, M’pia B. Natural Medicine in the Tropics. Third. Kisubi, Uganda: Marianum Press; 2008."}, {"Citation": "Kumar R, Bharati AK. Ethnomedicines of Tharu Tribes of Dudhwa National Park, India. Ethnobot Res Appl. 2014;112:1457–3465."}, {"Citation": "Heinrich M, Ankil A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico; Healers, Consensus and Cultural importance. Soc Sci Med. 1998;47:1859–71. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Nuwaha F, Musinguzi G. Pre-hypertension in Uganda: A cross sectional study. Cardiovasc Dis. 2013;13:101. doi: 10.1186/1471-2261-13-101.", "ArticleIdList": ["10.1186/1471-2261-13-101", "PMC3833647", "24228945"]}, {"Citation": "Rumbaoa RGO, Comago DF, Geronimo IM. “Phenolic content and antoxidant capacity of hilipine potato (Solanum tuberosum) tubers. J Food Comp Anal. 2009;22:546–50. doi: 10.1016/j.jfca.2008.11.004.", "ArticleIdList": ["10.1016/j.jfca.2008.11.004"]}, {"Citation": "Gazzaneo LRS, Lucena RFP, Albuquerque UP. “Knowledge and use of medicinal plants by local specialists in a region of Atlantic Forest in the state of Pernambuco (Northern Brazil) J Ethnobiol Ethnomed. 2005;1:9. doi: 10.1186/1746-4269-1-9.", "ArticleIdList": ["10.1186/1746-4269-1-9", "PMC1291389", "16270911"]}, {"Citation": "Njan AA, Adzu B, Agaba AG, Byarugaba D, Diias-Liera S, Bangsberg DR. The analgesic and antiplasmodial activities and toxicology of Vernonia amygdalina. J Med Food. 2008;11:574–81. doi: 10.1089/jmf.2007.0511.", "ArticleIdList": ["10.1089/jmf.2007.0511", "18800909"]}, {"Citation": "Tona L, Cimaga RK, Mesia K. In vitro antiplasmodial activity of extracts and fractions from seven medicinal plants used in Democratic Republic of Congo. J Ethnopharmacol. 2004;93:27–32. doi: 10.1016/j.jep.2004.02.022.", "ArticleIdList": ["10.1016/j.jep.2004.02.022", "15182900"]}, {"Citation": "Masaba SC. The anti malarial activity of Vernonia amygdalina Del (Compositae). Transactions of the Royal Soiciety. Am Trop Med Hyg. 2000;94:694–5. doi: 10.1016/S0035-9203(00)90236-0.", "ArticleIdList": ["10.1016/S0035-9203(00)90236-0", "11198659"]}, {"Citation": "Koshimizu K, Ohigashi H, Huffman MA. Use of Vernonia amygdalina by Wild Chimpanzee: possible role of its bitter and related constituents. Physiol Behav. 1994;56:1209–16. doi: 10.1016/0031-9384(94)90368-9.", "ArticleIdList": ["10.1016/0031-9384(94)90368-9", "7878093"]}, {"Citation": "Ohigashi H, Huffman MA, Izutsu D. Towards the chemical ecology of medicinal plant use by wild Chimpazees possibly for parasite related diseases. J Chem Ecol. 1994;20:541–53. doi: 10.1007/BF02059596.", "ArticleIdList": ["10.1007/BF02059596", "24242110"]}, {"Citation": "Challand S, Willcox M. A critical trial of the traditional medicine V. amygdalina in the treatment of uncomplicated malaria. J Altern Complement Med. 2009;15:1231–7. doi: 10.1089/acm.2009.0098.", "ArticleIdList": ["10.1089/acm.2009.0098", "19922255"]}, {"Citation": "Toyang NJ, Verpoorte R. A review of medicinal potentials of plants of the genus Vernonia (Asteraceae) J Ethnophaemacol. 2013;146(3):681–723. doi: 10.1016/j.jep.2013.01.040.", "ArticleIdList": ["10.1016/j.jep.2013.01.040", "23395623"]}, {"Citation": "Heinrich M, Edwards S, Moerman DE, Leonti M. Ethnopharmacological field studies: a critical assessment of their conceptual basis and methods. J Ethnopharmacol. 2009;124:1–17. doi: 10.1016/j.jep.2009.03.043.", "ArticleIdList": ["10.1016/j.jep.2009.03.043", "19537298"]}, {"Citation": "Yenesew A, Induli M, Derese S, Midiwo JO, Heyden M, Peter GM, et al. Waters NC: Anti-plasmodia flavonoids from the stem of Erythrina abyssinica. Phytochemistry. 2004;65(22):3029–32. doi: 10.1016/j.phytochem.2004.08.050.", "ArticleIdList": ["10.1016/j.phytochem.2004.08.050", "15504437"]}, {"Citation": "Kipkore W, Wanjohi B, Rono H, Kigen G. A study of the medicinal plants used by the Marakwet Community in Kenya. J Ethnobiol Ethnomed. 2014;10:24. doi: 10.1186/1746-4269-10-24.", "ArticleIdList": ["10.1186/1746-4269-10-24", "PMC3974104", "24555424"]}, {"Citation": "Camejo-Rodrigues J, Ascensao L, Bonet M, Valles J. An ethnobotanical study of medicinal and aromatic plants in the Natural Park of “Serra de Sao Mamede, Portugal’. J Ethnopharmacol. 2003;89:199–209. doi: 10.1016/S0378-8741(03)00270-8.", "ArticleIdList": ["10.1016/S0378-8741(03)00270-8", "14611883"]}, {"Citation": "Asase A, Akwetey GA, Achel DG. Ethnopharmacological use of herbal remedied for the treatment of malaria in the Dangne West District of Ghana. J Ethopharmacol. 2010;129:367–76. doi: 10.1016/j.jep.2010.04.001.", "ArticleIdList": ["10.1016/j.jep.2010.04.001", "20382213"]}, {"Citation": "Ugulu I, Baslar S, Yorek N, Digan Y. The investigation and quantitative ethnobotanical evaluation of medicinal plants used aroiund Izmir Province, Turkey. J Med Pl Res. 2009;3:345–67."}, {"Citation": "Hassan-Abdallah A, Merito A, Hassan S, Aboubaker D, Djama M, Asfaw Z, et al. Medicianl plants and their uses by the people in the region of Randa, Djibouti. J Ethnopharmacol. 2013;148(2):8701–13. doi: 10.1016/j.jep.2013.05.033.", "ArticleIdList": ["10.1016/j.jep.2013.05.033", "23707214"]}, {"Citation": "Tabuti JRS. Herbal medicines used in treatment of Malaria in Budipe County, Uganda. J Ethnopharmacol. 2008;116:33–42. doi: 10.1016/j.jep.2007.10.036.", "ArticleIdList": ["10.1016/j.jep.2007.10.036", "18054454"]}, {"Citation": "Betti JL. An Ethnobotanical study of medicinal plants among the Baka pygmies in the Dja Biosphere Reserve Cameroon. Afr Study Monogr. 2004;25:1–27."}, {"Citation": "Loganga OA, Verruysse A, Foriers A. Contribution to the Ethnobotanical, Phytochemical and Pharmacological studies of traditionally used medicinal plants in the treatment of dysentry and diarrhea in Lomela area, Democratic Republic of Congo (DRC) J Ethnopharmacol. 2000;71:411–23. doi: 10.1016/S0378-8741(00)00167-7.", "ArticleIdList": ["10.1016/S0378-8741(00)00167-7", "10940578"]}, {"Citation": "Cos P, Hermans N, De Bruyne T, Aspers S, Sindambiwe JB, Vanden Berghe D, et al. Further evaluation of Rwandan medicinal plant extracts for their antimicrobial and antiviral activites. J Ethnopharmacol. 2002;79(2):155–63. doi: 10.1016/S0378-8741(01)00362-2.", "ArticleIdList": ["10.1016/S0378-8741(01)00362-2", "11801376"]}, {"Citation": "Adetutu A, Morgan AW, Corcoran O. Ethnopharmacological survey and in vitro evaluation of wound healing plants usedin Southern Nigeria. J Ethnopharmacol. 2011;137:50–6. doi: 10.1016/j.jep.2011.03.073.", "ArticleIdList": ["10.1016/j.jep.2011.03.073", "21501678"]}, {"Citation": "Kisangau DP, Lyaruu HM, Hosea KM, Joseph CC. Use of traditional medicines in the management of HIV/AIDs opportunistic infections in Tanzania: a case in Bukoba rural district. J Ethnibiol Ethnomed. 2007;3:27. doi: 10.1186/1746-4269-3-27.", "ArticleIdList": ["10.1186/1746-4269-3-27", "PMC1941724", "17623081"]}, {"Citation": "Van Wyk BE, Gericke N. People’s plants: A guide to useful plants of Southern Africa. Traditional herbal remedies used by South African Women for gynaecological complaints. J Ethnobiol Ethnomed. 2000;86:97–108."}, {"Citation": "Teklehaymanot T, Giday M. Ethnobotanical study of medicinal plants used by people in Zegie peninsula, Northern Ethiopia. J Ethnobiol Ethnomed. 2007;3:12. doi: 10.1186/1746-4269-3-12.", "ArticleIdList": ["10.1186/1746-4269-3-12", "PMC1852296", "17355645"]}, {"Citation": "Ochuangi DO, Kimwele CN, Oduma JA, Gathumbi PK, Mbama JM, Kiama SG. Medicinal plants used in treatment and management of cancer in Kakamega county, Kenya. J Ethnopharmacol. 2014;15(3):1040–55. doi: 10.1016/j.jep.2013.11.051.", "ArticleIdList": ["10.1016/j.jep.2013.11.051", "24362078"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "9", "Day": "1"}, {"Year": "2015", "Month": "12", "Day": "24"}, {"Year": "2016", "Month": "1", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["26762159", "PMC4712608", "10.1186/s13002-015-0077-4", "10.1186/s13002-015-0077-4"]}}], "PubmedBookArticle": []}