{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["clinical controlled trials", "herbal medicine", "oral disease", "randomized controlled trial", "recurrent aphthous stomatitis", "systemic review"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26770058", "DateCompleted": {"Year": "2016", "Month": "10", "Day": "12"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "12", "Day": "31"}], "ELocationID": ["10.2147/DDDT.S96589"], "Language": ["eng"], "Journal": {"ISSN": "1177-8881", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2016"}}, "Title": "Drug design, development and therapy", "ISOAbbreviation": "Drug Des Devel Ther"}, "ArticleTitle": "Efficacy and safety of topical herbal medicine treatment on recurrent aphthous stomatitis: a systemic review.", "Pagination": {"StartPage": "107", "EndPage": "115", "MedlinePgn": "107-15"}, "Abstract": {"AbstractText": ["This study aimed to evaluate the efficacy and safety of topical treatment with natural herbal medicines on recurrent aphthous stomatitis (RAS). Nine electronic databases were searched to identify the randomized controlled trials and clinical controlled trials that reported the potential effect of natural herbal medicines on RAS published in Chinese or English. Ulcer size and duration, and remission of pain were assessed as main outcome measures. The methodological quality of the studies was evaluated using the Cochrane Handbook for Systemic Review of Interventions and Rev Man software. Thirteen trials with a total of 1,515 patients were included in the present analysis, which showed that topical treatment with natural herbal medicines seemed to benefit RAS patients by reducing ulcer size, shortening ulcer duration, and relieving pain without severe side effects. In conclusion, there is some evidence of the efficacy of topically applied natural herbal medicines with regards to improved RAS outcome measures and fewer side effects. However, given the limitations of this study, the evidence remains insufficient. Well-designed and high-quality randomized controlled trials are required for further exploration."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Medicine, Peking University School and Hospital of Stomatology, Beijing, People's Republic of China."}], "LastName": "Li", "ForeName": "Chun-Lei", "Initials": "CL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Medicine, Peking University School and Hospital of Stomatology, Beijing, People's Republic of China."}], "LastName": "Huang", "ForeName": "He-Long", "Initials": "HL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Medicine, Qingdao Stomatological Hospital, Qingdao, People's Republic of China."}], "LastName": "Wang", "ForeName": "Wan-Chun", "Initials": "WC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Medicine, Peking University School and Hospital of Stomatology, Beijing, People's Republic of China."}], "LastName": "Hua", "ForeName": "Hong", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Drug Des Devel Ther", "NlmUniqueID": "101475745", "ISSNLinking": "1177-8881"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Administration, Topical"}, {"QualifierName": ["drug therapy", "etiology"], "DescriptorName": "Pain"}, {"QualifierName": ["adverse effects", "methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["administration & dosage", "adverse effects", "pharmacology"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Randomized Controlled Trials as Topic"}, {"QualifierName": [], "DescriptorName": "Recurrence"}, {"QualifierName": ["drug therapy", "pathology"], "DescriptorName": "Stomatitis, Aphthous"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Scully C, Porter S. Oral mucosal disease: recurrent aphthous stomatitis. Br J Oral Maxillofac Surg. 2008;46(3):198–206.", "ArticleIdList": ["17850936"]}, {"Citation": "Greenbery M, Glick M. Burket’s Oral Medicine Diagnosis and Treatment. 11th ed. Hamilton: BC Decker; 2008. pp. 63–65."}, {"Citation": "Porter SR, Hegarty A, Kaliakatsou F, Hodgson TA, Scully C. Recurrent aphthous stomatitis. Clin Dermatol. 2000;18(5):569–578.", "ArticleIdList": ["11134852"]}, {"Citation": "Femiano F, Lanza A, Buonaiuto C, et al. Guidelines for diagnosis and management of aphthous stomatitis. Pediatr Infect Dis J. 2007;26(8):728–732.", "ArticleIdList": ["17848886"]}, {"Citation": "Eisen D, Carrozzo M, Bagan Sebastian JV, Thongprasom K, Number V. Oral lichen planus: clinical features and management. Oral Dis. 2005;11(6):338–349.", "ArticleIdList": ["16269024"]}, {"Citation": "McBride DR. Management of aphthous ulcers. Am Fam Physician. 2000;62(1):149–154. 160.", "ArticleIdList": ["10905785"]}, {"Citation": "Rattan J, Schneider M, Arber N, Gorsky M, Dayan D. Sucralfate suspension as a treatment of recurrent aphthous stomatitis. J Intern Med. 1994;236(3):341–343.", "ArticleIdList": ["8077892"]}, {"Citation": "Liu X, Guan X, Chen R, Hua H, Liu Y, Yan Z. Repurposing of yunnan baiyao as an alternative therapy for minor recurrent aphthous stomatitis. Evid Based Complement Alternat Med. 2012;2012:284620.", "ArticleIdList": ["PMC3521495", "23258985"]}, {"Citation": "Gavanji S, Larki B, Bakhtari A. The effect of extract of Punica granatum var. pleniflora for treatment of minor recurrent aphthous stomatitis. Integr Med Res. 2014;3(2):83–90.", "ArticleIdList": ["PMC5481717", "28664082"]}, {"Citation": "Jiang XW, Zhang Y, Zhu YL, et al. Effects of berberine gelatin on recurrent aphthous stomatitis: a randomized, placebo-controlled, double-blind trial in a Chinese cohort. Oral Surg Oral Med Oral Pathol Oral Radiol. 2013;115(2):212–217.", "ArticleIdList": ["23246229"]}, {"Citation": "Haghpanah P, Moghadamnia AA, Zarghami A, Motallebnejad M. Muco-bioadhesive containing ginger officinale extract in the management of recurrent aphthous stomatitis: a randomized clinical study. Caspian J Intern Med. 2015;6(1):3–8.", "ArticleIdList": ["PMC4478111", "26221489"]}, {"Citation": "Moher D, Liberati A, Tetzlaff J, Altman DG, Group P. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. Int J Surg. 2010;8(5):336–341.", "ArticleIdList": ["20171303"]}, {"Citation": "Scully C, Gorsky M, Lozada-Nur F. The diagnosis and management of recurrent aphthous stomatitis: a consensus approach. J Am Dent Assoc. 2003;134(2):200–207.", "ArticleIdList": ["12636124"]}, {"Citation": "Higgins JPT, Green S.  Cochrane Handbook for Systemic Reviews of Interventions, Version 5.1.0.2011. The Cochrane Collaboration;  [Accessed January 5, 2015].  Available from:  http://handbook.cochrane.org/"}, {"Citation": "Amanlou M, Babaee N, Saheb-Jamee M, Salehnia A, Farsam H, Tohidast Akrad Z. Efficacy of Satureja khuzistanica extract and its essential oil preparations in the management of recurrent aphthous stomatitis. Daru. 2007;15(4):231–235."}, {"Citation": "Ghalayani P, Zolfaghary B, Farhad AR, Tavangar A, Soleymani B. The efficacy of Punica granatum extract in the management of recurrent aphthous stomatitis. J Res Pharm Pract. 2013;2(2):88–92.", "ArticleIdList": ["PMC4076909", "24991610"]}, {"Citation": "Wu GY. The effect of treating ROU with the membrane of nourishing yin and promoting granulation. J Clin Stomatol. 2000;16(3):172–173."}, {"Citation": "Han F, Zhang ZJ. Effect of qingmei ulcer membrance on recurrent oral ulcer in 88 cases. J Zhengzhou University: Med Sci. 2003;38(5):810–811."}, {"Citation": "Huang HF, Xu X, Meng ZY, Chen L. Effect of the membrance of nourishing yin and promoting granulation on recurrent aphthous stomatitis. Jin Ling Yi Yuan Xue Bao. 1996;9(2):173–174."}, {"Citation": "Liu YP, Zhang L, Chen SJ. Clinical studies of the effect of KouChuangNing tablets on recurrent aphthous stomatitis with syndrome of accumulated heat in heart and spleen. J TCM Univ Human. 2006;26(3):36–37."}, {"Citation": "Wei QW, Li WD. Effect of Fufangjiaolianzhiji on recurrent oral ulcer in 63 cases. Shan Xi Zhong Yi. 2003;23(8):714–725."}, {"Citation": "Liu YX, Liu X, Li H, Yu F, Zheng XY, Huang ZY. Observation on clinical therapeutic efficacy of tian-zhu aerosol oral rinse treatment of 83 cases with oral ulcen. J Chengdu Univ TCM. 2013;36(4):80–82."}, {"Citation": "Liu GL. Effect of kangfuxinye on recurrent oral ulcer: a clinic observation. Chin J Mis Diagn. 2010;10(28):6826."}, {"Citation": "Zheng LW, Hua H, Cheung LK. Traditional Chinese medicine and oral diseases: today and tomorrow. Oral Dis. 2011;17(1):7–12.", "ArticleIdList": ["20646230"]}, {"Citation": "Li CL, He J, Li ZG, Zheng LW, Hua H. Effects of total glucosides of paeony for delaying onset of Sjogren’s syndrome: an animal study. J Craniomaxillofac Surg. 2013;41(7):610–615.", "ArticleIdList": ["23333492"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "1", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["26770058", "PMC4706126", "10.2147/DDDT.S96589", "dddt-10-107"]}}], "PubmedBookArticle": []}