{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26788106", "DateCompleted": {"Year": "2016", "Month": "01", "Day": "20"}, "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "12", "Day": "15"}], "ELocationID": ["171742", "10.1155/2015/171742"], "Language": ["eng"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2015", "PubDate": {"Year": "2015"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Medicinal Plants Qua Glucagon-Like Peptide-1 Secretagogue via Intestinal Nutrient Sensors.", "Pagination": {"StartPage": "171742", "MedlinePgn": "171742"}, "Abstract": {"AbstractText": ["Glucagon-like peptide-1 (GLP-1) participates in glucose homeostasis and feeding behavior. Because GLP-1 is rapidly inactivated by the enzymatic cleavage of dipeptidyl peptidase-4 (DPP4) long-acting GLP-1 analogues, for example, exenatide and DPP4 inhibitors, for example, liraglutide, have been developed as therapeutics for type 2 diabetes mellitus (T2DM). However, the inefficient clinical performance and the incidence of side effects reported on the existing therapeutics for T2DM have led to the development of a novel therapeutic strategy to stimulate endogenous GLP-1 secretion from enteroendocrine L cells. Since the GLP-1 secretion of enteroendocrine L cells depends on the luminal nutrient constituents, the intestinal nutrient sensors involved in GLP-1 secretion have been investigated. In particular, nutrient sensors for tastants, cannabinoids, and bile acids are able to recognize the nonnutritional chemical compounds, which are abundant in medicinal plants. These GLP-1 secretagogues derived from medicinal plants are easy to find in our surroundings, and their effectiveness has been demonstrated through traditional remedies. The finding of GLP-1 secretagogues is directly linked to understanding of the role of intestinal nutrient sensors and their recognizable nutrients. Concurrently, this study demonstrates the possibility of developing novel therapeutics for metabolic disorders such as T2DM and obesity using nutrients that are readily accessible in our surroundings."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Korean Medicine, Institute of Korean Medicine, Kyung Hee University, 1 Hoegi-dong, Dongdaemun-gu, Seoul 130-701, Republic of Korea."}], "LastName": "Kim", "ForeName": "Ki-Suk", "Initials": "KS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Korean Medicine, Institute of Korean Medicine, Kyung Hee University, 1 Hoegi-dong, Dongdaemun-gu, Seoul 130-701, Republic of Korea."}], "LastName": "Jang", "ForeName": "Hyeung-Jin", "Initials": "HJ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ashcroft F. M., Rorsman P. Diabetes mellitus and the β cell: the last ten years. Cell. 2012;148(6):1160–1171. doi: 10.1016/j.cell.2012.02.010.", "ArticleIdList": ["10.1016/j.cell.2012.02.010", "PMC5890906", "22424227"]}, {"Citation": "Patel A., ADVANCE Collaborative Group, MacMahon S., et al. Effects of a fixed combination of perindopril and indapamide on macrovascular and microvascular outcomes in patients with type 2 diabetes mellitus (the ADVANCE trial): a randomised controlled trial. The Lancet. 2007;370(9590):829–840.", "ArticleIdList": ["17765963"]}, {"Citation": "American Diabetes Association. Standards of medical care in diabetes—2009. Diabetes Care. 2009;32(supplement 1):S13–S61.", "ArticleIdList": ["PMC2613589", "19118286"]}, {"Citation": "Prabhakar P. K., Kumar A., Doble M. Combination therapy: a new strategy to manage diabetes and its complications. Phytomedicine. 2014;21(2):123–130. doi: 10.1016/j.phymed.2013.08.020.", "ArticleIdList": ["10.1016/j.phymed.2013.08.020", "24074610"]}, {"Citation": "Holst J. J. The physiology of glucagon-like peptide 1. Physiological Reviews. 2007;87(4):1409–1439. doi: 10.1152/physrev.00034.2006.", "ArticleIdList": ["10.1152/physrev.00034.2006", "17928588"]}, {"Citation": "Baggio L. L., Drucker D. J. Biology of incretins: GLP-1 and GIP. Gastroenterology. 2007;132(6):2131–2157. doi: 10.1053/j.gastro.2007.03.054.", "ArticleIdList": ["10.1053/j.gastro.2007.03.054", "17498508"]}, {"Citation": "Fehmann H.-C., Goke R., Goke B. Cell and molecular biology of the incretin hormones glucagon-like peptide-I and glucose-dependent insulin releasing polypeptide. Endocrine Reviews. 1995;16(3):390–410. doi: 10.1210/edrv-16-3-390.", "ArticleIdList": ["10.1210/edrv-16-3-390", "7671853"]}, {"Citation": "Drucker D. J., Sherman S. I., Gorelick F. S., Bergenstal R. M., Sherwin R. S., Buse J. B. Incretin-based therapies for the treatment of type 2 diabetes: evaluation of the risks and benefits. Diabetes Care. 2010;33(2):428–433. doi: 10.2337/dc09-1499.", "ArticleIdList": ["10.2337/dc09-1499", "PMC2809297", "20103558"]}, {"Citation": "Nauck M., Stockmann F., Ebert R., Creutzfeldt W. Reduced incretin effect in type 2 (non-insulin-dependent) diabetes. Diabetologia. 1986;29(1):46–52. doi: 10.1007/bf02427280.", "ArticleIdList": ["10.1007/bf02427280", "3514343"]}, {"Citation": "Faillie J.-L., Azoulay L., Patenaude V., Hillaire-Buys D., Suissa S. Incretin based drugs and risk of acute pancreatitis in patients with type 2 diabetes: cohort study. British Medical Journal. 2014;348 doi: 10.1136/bmj.g2780.g2780", "ArticleIdList": ["10.1136/bmj.g2780", "PMC4002758", "24764569"]}, {"Citation": "Egan J. M., Clocquet A. R., Elahi D. The insulinotropic effect of acute exendin-4 administered to humans: comparison of nondiabetic state to type 2 diabetes. Journal of Clinical Endocrinology and Metabolism. 2002;87(3):1282–1290. doi: 10.1210/jc.87.3.1282.", "ArticleIdList": ["10.1210/jc.87.3.1282", "11889200"]}, {"Citation": "Agersø H., Jensen L. B., Elbrønd B., Rolan P., Zdravkovic M. The pharmacokinetics, pharmacodynamics, safety and tolerability of NN2211, a new long-acting GLP-1 derivative, in healthy men. Diabetologia. 2002;45(2):195–202. doi: 10.1007/s00125-001-0719-z.", "ArticleIdList": ["10.1007/s00125-001-0719-z", "11935150"]}, {"Citation": "Berg J. K., Shenouda S. K., Heilmann C. R., Gray A. L., Holcombe J. H. Effects of exenatide twice daily versus sitagliptin on 24-h glucose, glucoregulatory and hormonal measures: a randomized, double-blind, crossover study. Diabetes, Obesity and Metabolism. 2011;13(11):982–989. doi: 10.1111/j.1463-1326.2011.01428.x.", "ArticleIdList": ["10.1111/j.1463-1326.2011.01428.x", "PMC3258427", "21615670"]}, {"Citation": "DeFronzo R. A., Okerson T., Viswanathan P., Guan X., Holcombe J. H., MacConell L. Effects of exenatide versus sitagliptin on postprandial glucose, insulin and glucagon secretion, gastric emptying, and caloric intake: a randomized, cross-over study. Current Medical Research and Opinion. 2008;24(10):2943–2952. doi: 10.1185/03007990802418851.", "ArticleIdList": ["10.1185/03007990802418851", "18786299"]}, {"Citation": "Uwaifo G. I., Ratner R. E. Novel pharmacologic agents for type 2 diabetes. Endocrinology and Metabolism Clinics of North America. 2005;34(1):155–197. doi: 10.1016/j.ecl.2004.11.006.", "ArticleIdList": ["10.1016/j.ecl.2004.11.006", "15752927"]}, {"Citation": "Bodmer M., Meier C., Krähenbühl S., Jick S. S., Meier C. R. Metformin, sulfonylureas, or other antidiabetes drugs and the risk of lactic acidosis or hypoglycemia a nested case-control analysis. Diabetes Care. 2008;31(11):2086–2091. doi: 10.2337/dc08-1171.", "ArticleIdList": ["10.2337/dc08-1171", "PMC2571051", "18782901"]}, {"Citation": "Inzucchi S. E., Bergenstal R. M., Buse J. B., et al. Management of hyperglycemia in type 2 diabetes, 2015: a patient-centered approach: update to a position statement of the American Diabetes Association and the European Association for the Study of Diabetes. Diabetes Care. 2015;38(1):140–149. doi: 10.2337/dc14-2441.", "ArticleIdList": ["10.2337/dc14-2441", "25538310"]}, {"Citation": "Van de Laar F. A., Lucassen P. L., Akkermans R. P., Van de Lisdonk E. H., De Grauw W. J. Alpha-glucosidase inhibitors for people with impaired glucose tolerance or impaired fasting blood glucose. Cochrane Database of Systematic Reviews. 2006;(4)CD005061", "ArticleIdList": ["17054235"]}, {"Citation": "Lago R. M., Singh P. P., Nesto R. W. Congestive heart failure and cardiovascular death in patients with prediabetes and type 2 diabetes given thiazolidinediones: a meta-analysis of randomised clinical trials. The Lancet. 2007;370(9593):1129–1136. doi: 10.1016/s0140-6736(07)61514-1.", "ArticleIdList": ["10.1016/s0140-6736(07)61514-1", "17905165"]}, {"Citation": "Garber A. J. Long-acting glucagon-like peptide 1 receptor agonists: a review of their efficacy and tolerability. Diabetes Care. 2011;34(supplement 2):S279–S284. doi: 10.2337/dc11-s231.", "ArticleIdList": ["10.2337/dc11-s231", "PMC3632193", "21525469"]}, {"Citation": "Dicker D. DPP-4 inhibitors: impact on glycemic control and cardiovascular risk factors. Diabetes Care. 2011;34(supplement 2):S276–S278. doi: 10.2337/dc11-s229.", "ArticleIdList": ["10.2337/dc11-s229", "PMC3632192", "21525468"]}, {"Citation": "Xiong Y., Shen L., Liu K. J., et al. Antiobesity and antihyperglycemic effects of ginsenoside Rb1 in rats. Diabetes. 2010;59(10):2505–2512. doi: 10.2337/db10-0315.", "ArticleIdList": ["10.2337/db10-0315", "PMC3279544", "20682695"]}, {"Citation": "Liu C., Zhang M., Hu M.-Y., et al. Increased glucagon-like peptide-1 secretion may be involved in antidiabetic effects of ginsenosides. Journal of Endocrinology. 2013;217(2):185–196. doi: 10.1530/joe-12-0502.", "ArticleIdList": ["10.1530/joe-12-0502", "23444389"]}, {"Citation": "Xie J.-T., Mehendale S. R., Li X., et al. Anti-diabetic effect of ginsenoside Re in ob/ob mice. Biochimica et Biophysica Acta. 2005;1740(3):319–325. doi: 10.1016/j.bbadis.2004.10.010.", "ArticleIdList": ["10.1016/j.bbadis.2004.10.010", "15949698"]}, {"Citation": "Park M. W., Ha J., Chung S. H. 20(S)-ginsenoside Rg3 enhances glucose-stimulated insulin secretion and activates AMPK. Biological and Pharmaceutical Bulletin. 2008;31(4):748–751. doi: 10.1248/bpb.31.748.", "ArticleIdList": ["10.1248/bpb.31.748", "18379076"]}, {"Citation": "Kim K.-S., Cha N. H., Kim K.-W., et al. Transcriptomic analysis of the bitter taste receptor-mediated glucagon-like peptide-1 stimulation effect of quinine. Biochip Journal. 2013;7(4):386–392. doi: 10.1007/s13206-013-7410-6.", "ArticleIdList": ["10.1007/s13206-013-7410-6"]}, {"Citation": "Kim K.-H., Kim K.-S., Shin M. H., et al. Aqueous extracts of Anemarrhena asphodeloides stimulate glucagon-like pepetide-1 secretion in enteroendocrine NCI-H716 cells. Biochip Journal. 2013;7(2):188–193. doi: 10.1007/s13206-013-7213-9.", "ArticleIdList": ["10.1007/s13206-013-7213-9"]}, {"Citation": "Shin M.-H., Choi E.-K., Kim K.-S., et al. Hexane fractions of Bupleurum falcatum L. stimulates glucagon-like peptide-1 secretion through Gβγ-mediated pathway. Evidence-Based Complementary and Alternative Medicine. 2014;2014:8. doi: 10.1155/2014/982165.982165", "ArticleIdList": ["10.1155/2014/982165", "PMC3943199", "24688594"]}, {"Citation": "Choi E.-K., Kim K.-S., Yang H. J., et al. Hexane fraction of Citrus aurantium L. stimulates glucagon-like peptide-1 (GLP-1) secretion via membrane depolarization in NCI-H716 cells. Biochip Journal. 2012;6(1):41–47. doi: 10.1007/s13206-012-6106-7.", "ArticleIdList": ["10.1007/s13206-012-6106-7"]}, {"Citation": "Suh H. W., Lee K. B., Kim K. S., et al. A bitter herbal medicine Gentiana scabra root extract stimulates glucagon-like peptide-1 secretion and regulates blood glucose in db/db mouse. Journal of Ethnopharmacology. 2015;172:219–226. doi: 10.1016/j.jep.2015.06.042.", "ArticleIdList": ["10.1016/j.jep.2015.06.042", "26129938"]}, {"Citation": "Zhang S., Ma Y., Li J., Ma J., Yu B., Xie X. Molecular matchmaking between the popular weight-loss herb hoodia gordonii and GPR119, a potential drug target for metabolic disorder. Proceedings of the National Academy of Sciences of the United States of America. 2014;111(40):14571–14576. doi: 10.1073/pnas.1324130111.", "ArticleIdList": ["10.1073/pnas.1324130111", "PMC4210048", "25246581"]}, {"Citation": "Kim K., Park M., Lee Y. M., Rhyu M. R., Kim H. Y. Ginsenoside metabolite compound K stimulates glucagon-like peptide-1 secretion in NCI-H716 cells via bile acid receptor activation. Archives of Pharmacal Research. 2014;37(9):1193–1200. doi: 10.1007/s12272-014-0362-0.", "ArticleIdList": ["10.1007/s12272-014-0362-0", "24590628"]}, {"Citation": "Young R. L. Sensing via intestinal sweet taste pathways. Frontiers in Neuroscience. 2011;5, article 23 doi: 10.3389/fnins.2011.00023.", "ArticleIdList": ["10.3389/fnins.2011.00023", "PMC3080736", "21519398"]}, {"Citation": "Margolskee R. F. Molecular mechanisms of bitter and sweet taste transduction. The Journal of Biological Chemistry. 2002;277(1):1–4. doi: 10.1074/jbc.r100054200.", "ArticleIdList": ["10.1074/jbc.r100054200", "11696554"]}, {"Citation": "Matsunami H., Montmayeur J.-P., Buck L. B. A family of candidate taste receptors in human and mouse. Nature. 2000;404(6778):601–604. doi: 10.1038/35007072.", "ArticleIdList": ["10.1038/35007072", "10766242"]}, {"Citation": "Theodorakis M. J., Carlson O., Michopoulos S., et al. Human duodenal enteroendocrine cells: source of both incretin peptides, GLP-1 and GIP. American Journal of Physiology—Endocrinology and Metabolism. 2006;290(3):E550–E559. doi: 10.1152/ajpendo.00326.2004.", "ArticleIdList": ["10.1152/ajpendo.00326.2004", "16219666"]}, {"Citation": "Jeon T.-I., Zhu B., Larson J. L., Osborne T. F. SREBP-2 regulates gut peptide secretion through intestinal bitter taste receptor signaling in mice. The Journal of Clinical Investigation. 2008;118(11):3693–3700. doi: 10.1172/jci36461.", "ArticleIdList": ["10.1172/jci36461", "PMC2564613", "18846256"]}, {"Citation": "Kim K.-S., Egan J. M., Jang H.-J. Denatonium induces secretion of glucagon-like peptide-1 through activation of bitter taste receptor pathways. Diabetologia. 2014;57(10):2117–2125. doi: 10.1007/s00125-014-3326-5.", "ArticleIdList": ["10.1007/s00125-014-3326-5", "PMC5160131", "25016595"]}, {"Citation": "Nelson G., Hoon M. A., Chandrashekar J., Zhang Y., Ryba N. J. P., Zuker C. S. Mammalian sweet taste receptors. Cell. 2001;106(3):381–390. doi: 10.1016/S0092-8674(01)00451-2.", "ArticleIdList": ["10.1016/S0092-8674(01)00451-2", "11509186"]}, {"Citation": "Reimann F., Tolhurst G., Gribble F. M. G-protein-coupled receptors in intestinal chemosensation. Cell Metabolism. 2012;15(4):421–431. doi: 10.1016/j.cmet.2011.12.019.", "ArticleIdList": ["10.1016/j.cmet.2011.12.019", "22482725"]}, {"Citation": "Kinnamon S. C. Taste receptor signalling—from tongues to lungs. Acta Physiologica. 2012;204(2):158–168. doi: 10.1111/j.1748-1716.2011.02308.x.", "ArticleIdList": ["10.1111/j.1748-1716.2011.02308.x", "PMC3704337", "21481196"]}, {"Citation": "Trubey K. R., Culpepper S., Maruyama Y., Kinnamon S. C., Chaudhari N. Tastants evoke cAMP signal in taste buds that is independent of calcium signaling. American Journal of Physiology—Cell Physiology. 2006;291(2):C237–C244. doi: 10.1152/ajpcell.00303.2005.", "ArticleIdList": ["10.1152/ajpcell.00303.2005", "16510847"]}, {"Citation": "Jang H.-J., Kokrashvili Z., Theodorakis M. J., et al. Gut-expressed gustducin and taste receptors regulate secretion of glucagon-like peptide-1. Proceedings of the National Academy of Sciences of the United States of America. 2007;104(38):15069–15074. doi: 10.1073/pnas.0706890104.", "ArticleIdList": ["10.1073/pnas.0706890104", "PMC1986614", "17724330"]}, {"Citation": "Ruix-Avila L., McLaughlin S. K., Wildman D., et al. Coupling of bitter receptor to phosphodiesterase through transducin in taste receptor cells. Nature. 1995;376(6535):80–85. doi: 10.1038/376080a0.", "ArticleIdList": ["10.1038/376080a0", "7596440"]}, {"Citation": "Thomsen W., Frazer J., Unett D. Functional assays for screening GPCR targets. Current Opinion in Biotechnology. 2005;16(6):655–665. doi: 10.1016/j.copbio.2005.10.008.", "ArticleIdList": ["10.1016/j.copbio.2005.10.008", "16257523"]}, {"Citation": "Margolskee R. F., Dyer J., Kokrashvili Z., et al. T1R3 and gustducin in gut sense sugars to regulate expression of Na+-glucose cotransporter 1. Proceedings of the National Academy of Sciences of the United States of America. 2007;104(38):15075–15080. doi: 10.1073/pnas.0706678104.", "ArticleIdList": ["10.1073/pnas.0706678104", "PMC1986615", "17724332"]}, {"Citation": "Ma J., Bellon M., Wishart J. M., et al. Effect of the artificial sweetener, sucralose, on gastric emptying and incretin hormone release in healthy subjects. The American Journal of Physiology—Gastrointestinal and Liver Physiology. 2009;296(4):G735–G739. doi: 10.1152/ajpgi.90708.2008.", "ArticleIdList": ["10.1152/ajpgi.90708.2008", "PMC2670679", "19221011"]}, {"Citation": "Steinert R. E., Frey F., Topfer A., Drewe J., Beglinger C. Effects of carbohydrate sugars and artificial sweeteners on appetite and the secretion of gastrointestinal satiety peptides. British Journal of Nutrition. 2011;105(9):1320–1328. doi: 10.1017/s000711451000512x.", "ArticleIdList": ["10.1017/s000711451000512x", "21255472"]}, {"Citation": "Gerspach A. C., Steinert R. E., Schönenberger L., Graber-Maier A., Beglinger C. The role of the gut sweet taste receptor in regulating glp-1, PYY, and CCK release in humans. The American Journal of Physiology—Endocrinology and Metabolism. 2011;301(2):E317–E325. doi: 10.1152/ajpendo.00077.2011.", "ArticleIdList": ["10.1152/ajpendo.00077.2011", "21540445"]}, {"Citation": "Lee K.-T., Jung T. W., Lee H.-J., Kim S.-G., Shin Y.-S., Whang W.-K. The antidiabetic effect of ginsenoside Rb2 via activation of AMPK. Archives of Pharmacal Research. 2011;34(7):1201–1208. doi: 10.1007/s12272-011-0719-6.", "ArticleIdList": ["10.1007/s12272-011-0719-6", "21811928"]}, {"Citation": "Rozengurt E. Taste receptors in the gastrointestinal tract. I. Bitter taste receptors and α-gustducin in the mammalian gut. American Journal of Physiology—Gastrointestinal and Liver Physiology. 2006;291(2):G171–G177. doi: 10.1152/ajpgi.00073.2006.", "ArticleIdList": ["10.1152/ajpgi.00073.2006", "16710053"]}, {"Citation": "Behrens M., Meyerhof W. Gustatory and extragustatory functions of mammalian taste receptors. Physiology and Behavior. 2011;105(1):4–13. doi: 10.1016/j.physbeh.2011.02.010.", "ArticleIdList": ["10.1016/j.physbeh.2011.02.010", "21324331"]}, {"Citation": "Meyerhof W., Batram C., Kuhn C., et al. The molecular receptive ranges of human TAS2R bitter taste receptors. Chemical Senses. 2010;35(2):157–170. doi: 10.1093/chemse/bjp092.", "ArticleIdList": ["10.1093/chemse/bjp092", "20022913"]}, {"Citation": "Aoki M., Takao T., Takao K., Koike F., Suganuma N. Lower expressions of the human bitter taste receptor TAS2R in smokers: reverse transcriptase-polymerase chain reaction analysis. Tobacco Induced Diseases. 2014;12(1, article 12) doi: 10.1186/1617-9625-12-12.", "ArticleIdList": ["10.1186/1617-9625-12-12", "PMC4142065", "25152706"]}, {"Citation": "Deshpande D. A., Wang W. C. H., McIlmoyle E. L., et al. Bitter taste receptors on airway smooth muscle bronchodilate by localized calcium signaling and reverse obstruction. Nature Medicine. 2010;16(11):1299–1304. doi: 10.1038/nm.2237.", "ArticleIdList": ["10.1038/nm.2237", "PMC3066567", "20972434"]}, {"Citation": "Dondorp A., Nosten F., Stepniewska K., Day N., White N. Artesunate versus quinine for treatment of severe falciparum malaria: a randomised trial. The Lancet. 2005;366(9487):717–725. doi: 10.1016/s0140-6736(05)67176-0.", "ArticleIdList": ["10.1016/s0140-6736(05)67176-0", "16125588"]}, {"Citation": "Reyburn H., Mtove G., Hendriksen I., von Seidlein L. Oral quinine for the treatment of uncomplicated malaria. British Medical Journal. 2009;339 doi: 10.1136/bmj.b2763.b2066", "ArticleIdList": ["10.1136/bmj.b2763", "19622550"]}, {"Citation": "Shin M.-H., Suh H.-W., Lee K.-B., et al. Gentiana scabra extracts stimulate glucagon-like peptide-1 secretion via G protein-coupled receptor pathway. BioChip Journal. 2012;6(2):114–119. doi: 10.1007/s13206-012-6202-8.", "ArticleIdList": ["10.1007/s13206-012-6202-8"]}, {"Citation": "DiPatrizio N. V., Piomelli D. Intestinal lipid-derived signals that sense dietary fat. Journal of Clinical Investigation. 2015;125(3):891–898. doi: 10.1172/jci76302.", "ArticleIdList": ["10.1172/jci76302", "PMC4362267", "25642767"]}, {"Citation": "Lauffer L. M., Iakoubov R., Brubaker P. L. GPR119 is essential for oleoylethanolamide-induced glucagon-like peptide-1 secretion from the intestinal enteroendocrine L-cell. Diabetes. 2009;58(5):1058–1066. doi: 10.2337/db08-1237.", "ArticleIdList": ["10.2337/db08-1237", "PMC2671052", "19208912"]}, {"Citation": "Parker H. E., Habib A. M., Rogers G. J., Gribble F. M., Reimann F. Nutrient-dependent secretion of glucose-dependent insulinotropic polypeptide from primary murine K cells. Diabetologia. 2009;52(2):289–298. doi: 10.1007/s00125-008-1202-x.", "ArticleIdList": ["10.1007/s00125-008-1202-x", "PMC4308617", "19082577"]}, {"Citation": "Odori S., Hosoda K., Tomita T., et al. GPR119 expression in normal human tissues and islet cell tumors: evidence for its islet-gastrointestinal distribution, expression in pancreatic beta and alpha cells, and involvement in islet function. Metabolism: Clinical and Experimental. 2013;62(1):70–78. doi: 10.1016/j.metabol.2012.06.010.", "ArticleIdList": ["10.1016/j.metabol.2012.06.010", "22883930"]}, {"Citation": "Chu Z.-L., Carroll C., Alfonso J., et al. A role for intestinal endocrine cell-expressed G protein-coupled receptor 119 in glycemic control by enhancing glucagon-like Peptide-1 and glucose-dependent insulinotropic Peptide release. Endocrinology. 2008;149(5):2038–2047. doi: 10.1210/en.2007-0966.", "ArticleIdList": ["10.1210/en.2007-0966", "18202141"]}, {"Citation": "Habib A. M., Richards P., Rogers G. J., Reimann F., Gribble F. M. Co-localisation and secretion of glucagon-like peptide 1 and peptide YY from primary cultured human L cells. Diabetologia. 2013;56(6):1413–1416. doi: 10.1007/s00125-013-2887-z.", "ArticleIdList": ["10.1007/s00125-013-2887-z", "PMC3648684", "23519462"]}, {"Citation": "Katz L. B., Gambale J. J., Rothenberg P. L., et al. Effects of JNJ-38431055, a novel GPR119 receptor agonist, in randomized, double-blind, placebo-controlled studies in subjects with type 2 diabetes. Diabetes, Obesity and Metabolism. 2012;14(8):709–716. doi: 10.1111/j.1463-1326.2012.01587.x.", "ArticleIdList": ["10.1111/j.1463-1326.2012.01587.x", "22340428"]}, {"Citation": "Flock G., Holland D., Seino Y., Drucker D. J. GPR119 regulates murine glucose homeostasis through incretin receptor-dependent and independent mechanisms. Endocrinology. 2011;152(2):374–383. doi: 10.1210/en.2010-1047.", "ArticleIdList": ["10.1210/en.2010-1047", "PMC3082521", "21068156"]}, {"Citation": "Zhang M., Feng Y., Wang J., et al. High-throughput screening for GPR119 modulators identifies a novel compound with anti-diabetic efficacy in db/db mice. PLoS ONE. 2013;8(5) doi: 10.1371/journal.pone.0063861.e63861", "ArticleIdList": ["10.1371/journal.pone.0063861", "PMC3660563", "23704946"]}, {"Citation": "Hofmann A. F. The continuing importance of bile acids in liver and intestinal disease. Archives of Internal Medicine. 1999;159(22):2647–2658. doi: 10.1001/archinte.159.22.2647.", "ArticleIdList": ["10.1001/archinte.159.22.2647", "10597755"]}, {"Citation": "Fiorucci S., Mencarelli A., Palladino G., Cipriani S. Bile-acid-activated receptors: targeting TGR5 and farnesoid-X-receptor in lipid and glucose disorders. Trends in Pharmacological Sciences. 2009;30(11):570–580. doi: 10.1016/j.tips.2009.08.001.", "ArticleIdList": ["10.1016/j.tips.2009.08.001", "19758712"]}, {"Citation": "Kawamata Y., Fujii R., Hosoya M., et al. A G protein-coupled receptor responsive to bile acids. The Journal of Biological Chemistry. 2003;278(11):9435–9440. doi: 10.1074/jbc.m209706200.", "ArticleIdList": ["10.1074/jbc.m209706200", "12524422"]}, {"Citation": "Katsuma S., Hirasawa A., Tsujimoto G. Bile acids promote glucagon-like peptide-1 secretion through TGR5 in a murine enteroendocrine cell line STC-1. Biochemical and Biophysical Research Communications. 2005;329(1):386–390. doi: 10.1016/j.bbrc.2005.01.139.", "ArticleIdList": ["10.1016/j.bbrc.2005.01.139", "15721318"]}, {"Citation": "Jo S. K., Kim I. S., Yoon K. S., Yoon H. H., Yoo H. H. Preparation of ginsenosides Rg3, Rk1, and Rg5-selectively enriched ginsengs by a simple steaming process. European Food Research and Technology. 2015;240(1):251–256. doi: 10.1007/s00217-014-2370-1.", "ArticleIdList": ["10.1007/s00217-014-2370-1"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "8", "Day": "25"}, {"Year": "2015", "Month": "11", "Day": "24"}, {"Year": "2016", "Month": "1", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "12", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26788106", "PMC4693015", "10.1155/2015/171742"]}}], "PubmedBookArticle": []}