{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bioactivity", "cancer", "latex", "medicinal plants"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26799575", "DateCompleted": {"Year": "2017", "Month": "01", "Day": "06"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "01", "Day": "22"}], "ELocationID": ["10.3109/13880209.2015.1103273"], "Language": ["eng"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "54", "Issue": "6", "PubDate": {"Year": "2016"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "In vitro antimicrobial and anti-proliferative activities of plant extracts from Spathodea campanulata, Ficus bubu, and Carica papaya.", "Pagination": {"StartPage": "1086", "EndPage": "1095", "MedlinePgn": "1086-95"}, "Abstract": {"AbstractText": ["African medicinal plants represent a prominent source of new active substances. In this context, three plants were selected for biological investigations based on their traditional uses.", "The antimicrobial and anti-proliferative features of three plants used for medicinal purpose were evaluated.", "The antimicrobial activities of methanol extracts of Ficus bubu Warb. (Moraceae) stem bark and leaves, of Spathodea campanulata P. Beauv. (Bignoniaceae) flowers, as well as those of Carica papaya Linn. (Caricaceae) latex, were determined using the microbroth dilution method against a set of bacteria and fungi pathogens including: Enterococcus faecalis, Staphylococcus aureus, S. saprophyticus, S. epidermididis, Escherichia coli, Klebsiella pneumonia, Salmonella typhimurium, Candida albicans, and Trichophyton rubrum. The tested concentrations of extracts ranged from 2500.0 to 2.4 μg/mL and MIC values were evaluated after 24 h incubation at 37 °C. Subsequently, MTT assay was used to estimate anti-proliferative activity of these methanol extracts and of F. bubu latex on three human cancer cell lines (U373 glioblastoma, A549 NSCLC, and SKMEL-28 melanoma).", "The methanol extract of F. bubu stem bark exhibited the highest antimicrobial activity against C. albicans with a MIC value of 9.8 μg/mL, while the F. bubu latex and the methanol extract of F. bubu leaves induced significant anti-proliferative activity against lung (IC50 values of 10 and 14 μg/mL, respectively) and glioma (IC50 values of 13 and 16 μg/mL, respectively) cancer cells.", "These results indicate that effective drugs could be derived from the three studied plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Département Des Sciences Biologiques, Faculté De Médecine Et Des Sciences Pharmaceutiques (FMSP) , Université De Douala , Douala , Cameroun ;"}, {"Identifier": [], "Affiliation": "b Laboratory of Biopolymers and Supramolecular Nanomaterials, Faculté De Pharmacie , Université Libre De Bruxelles (ULB) , Campus Plaine (CP 206/4), Boulevard Du Triomphe , Brussels , Belgium ;"}, {"Identifier": [], "Affiliation": "c Laboratoire De Chimie Bio-Organique, Analytique Et Structurale, Département De Chimie, Faculté Des Sciences , Université De Douala , Douala , Cameroun ;"}], "LastName": "Mbosso Teinkela", "ForeName": "Jean Emmanuel", "Initials": "JE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "d Programme in Medicine, Faculty of Health Science , University of Buea , Buea , SW Province , Cameroon ;"}], "LastName": "Assob Nguedia", "ForeName": "Jules Clément", "Initials": "JC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b Laboratory of Biopolymers and Supramolecular Nanomaterials, Faculté De Pharmacie , Université Libre De Bruxelles (ULB) , Campus Plaine (CP 206/4), Boulevard Du Triomphe , Brussels , Belgium ;"}], "LastName": "Meyer", "ForeName": "Franck", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "e Laboratoire De Substances Naturelles Et Synthèse Organique, Département De Chimie Organique, Faculté Des Sciences , Université De Yaoundé I , Yaoundé , Cameroun ;"}], "LastName": "Vouffo Donfack", "ForeName": "Erik", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "f Department of Chemistry, Higher Teachers' Training College , University of Yaoundé 1 , P.O. Box 47 , Yaoundé , Cameroun."}], "LastName": "Lenta Ndjakou", "ForeName": "Bruno", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "e Laboratoire De Substances Naturelles Et Synthèse Organique, Département De Chimie Organique, Faculté Des Sciences , Université De Yaoundé I , Yaoundé , Cameroun ;"}], "LastName": "Ngouela", "ForeName": "Silvère", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "e Laboratoire De Substances Naturelles Et Synthèse Organique, Département De Chimie Organique, Faculté Des Sciences , Université De Yaoundé I , Yaoundé , Cameroun ;"}], "LastName": "Tsamo", "ForeName": "Etienne", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Département Des Sciences Biologiques, Faculté De Médecine Et Des Sciences Pharmaceutiques (FMSP) , Université De Douala , Douala , Cameroun ;"}], "LastName": "Adiogo", "ForeName": "Dieudonné", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "c Laboratoire De Chimie Bio-Organique, Analytique Et Structurale, Département De Chimie, Faculté Des Sciences , Université De Douala , Douala , Cameroun ;"}], "LastName": "Guy Blaise Azebaze", "ForeName": "Anatole", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b Laboratory of Biopolymers and Supramolecular Nanomaterials, Faculté De Pharmacie , Université Libre De Bruxelles (ULB) , Campus Plaine (CP 206/4), Boulevard Du Triomphe , Brussels , Belgium ;"}], "LastName": "Wintjens", "ForeName": "René", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["chemistry"], "DescriptorName": "Bignoniaceae"}, {"QualifierName": ["chemistry"], "DescriptorName": "Carica"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ficus"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gram-Negative Bacteria"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gram-Positive Bacteria"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Extracts"}], "CoiStatement": "The authors have not declared any conflict of interest. The authors are grateful to the Belgium program (Wallonie Bruxelles International) for the fellowship to J. E. T. Mbosso, to Mr Victor Nana (National Herbarium of Cameroon) for the botanical identification, the support of “Tiko CDC Hospital” and the “Laboratoire de cancérologie et toxicologie expérimentale, Faculté de Pharmacie, Université Libre de Bruxelles (ULB)” for antitumour tests. The authors thank Dr. N. Nunan for critical reading of the manuscript. R. W. is Research Associate at the National Fund for Scientific Research FNRS-FRS (Belgium)."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbasi AM, Khan MA, Shah MH, Shah, MM, Pervez A, Ahmad M. 2013. Ethnobotanical appraisal and cultural values of medicinally important wild edible vegetables of lesser Himalayas-Pakistan. J Ethnobiol Ethnomed. 9:66–77.", "ArticleIdList": ["PMC3853161", "24034131"]}, {"Citation": "Abe R, Ohtani K.. 2013. An ethnobotanical study of medicinal plants and traditional therapies on Batan Island, the Philippines. J Ethnopharmacol. 145:554–565.", "ArticleIdList": ["23183086"]}, {"Citation": "Adejuwon AO, Agbaje EO, Idika N.. 2011. Antifungal and antibacterial activities of aqueous and methanolic root extracts of Carica papaya Linn. (Caricaceae). Int Res J Microbiol. 2:270–277."}, {"Citation": "Adeneye AA, Olagunju JA, Banjo AAF, Abdul SF, Sanusi OA, Sanni OO, Osarodion BA, Shonoiki OE. 2009. The aqueous seed extract of Carica papaya Linn. prevents carbon tetrachloride induced hepatotoxicity in rats. Int J Appl Res Nat Prod. 2:19–32."}, {"Citation": "Agyare C, Asase A, Lechtenberg M, Niehues M, Deters A, Hensel A. 2009. An ethnopharmacological survey and in vitro confirmation of ethnopharmacological use of medicinal plants used for wound healing in Bosomtwi-Atwima-Kwanwoma area, Ghana. J Ethnopharmacol. 125:393–403.", "ArticleIdList": ["19635544"]}, {"Citation": "Akerele O. 1992. W.H.O. guidelines for the assessment of herbal medicine. Fitoterapia 63:99–110."}, {"Citation": "Altmann KH, Gertsch J.. 2007. Anticancer drugs from nature-natural products as a unique source of new microtubule-stabilizing agents. Nat Prod Rep. 24:327–357.", "ArticleIdList": ["17390000"]}, {"Citation": "Amenta R, Camarda L, Di Stefano V, Lentini F, Venza F. 2000. Traditional medicine as a source of new therapeutic agents against psoriasis. Fitoterapia 71:S13–S20.", "ArticleIdList": ["10930708"]}, {"Citation": "Anibijuwon II, Udeze AO.. 2009. Antimicrobial activity of Carica papaya (Pawpaw Leaf) on some pathogenic organisms of clinical origin from South-Western Nigeria. Ethnobot Leaflets 13:850–864."}, {"Citation": "Aravind G, Debjit B, Duraivel S, Harish G. 2013. Traditional and medicinal uses of Carica papaya. J Med Plant Stud. 1:7–15."}, {"Citation": "Aref HL, Gaaliche B, Fekih A, Mars M, Aouni M, Chaumon JP, Said K. 2011. In vitro cytotoxic and antiviral activities of Ficus carica latex extracts. Nat Prod Res. 25:310–319.", "ArticleIdList": ["21294043"]}, {"Citation": "Badgujar SB, Patel VV, Bandivdekar AH, Mahajan RT. 2014. Traditional uses, phytochemistry and pharmacology of Ficus carica: a review. Pharm Biol. 52:1487–1503.", "ArticleIdList": ["25017517"]}, {"Citation": "Barolo MI, Ruiz Mostacero N, López SN.. 2014. Ficus carica L. (Moraceae): an ancient source of food and health. Food Chem. 164:119–127.", "ArticleIdList": ["24996314"]}, {"Citation": "Berghe VA, Vlietinck AJ.. 1991. Screening methods for antibacterial and antiviral agents from higher plants. In: Hostettmann K, editor. Methods in plant biochemistry. vol. 6. London: Academic Press Limited. p. 47–69."}, {"Citation": "Bhat GP, Surolia N.. 2001. In vitro antimalarial activity of extracts of three plants used in the traditional medicine of India. Am J Trop Med Hyg. 65:304–308.", "ArticleIdList": ["11693874"]}, {"Citation": "Bohlooli S, Mohebipoor A, Mohammadi S, Kouhnavard M, Pashapoor S. 2007. Comparative study of fig tree efficacy in the treatment of common warts (Verruca vulgaris) vs cryotherapy. Int J Dermatol. 46:524–526.", "ArticleIdList": ["17472688"]}, {"Citation": "Braude AI. 1982. Microbiology. London: W.B. Sauders Company."}, {"Citation": "Brito FR, De la Peña AH, Moreno IP, Mancebón VSM, Olguín JFL. 2011. Insecticidal activity of seed extracts of Carica papaya (l.) against the fall armyworm Spodoptera frugiperda (J.E. Smith) (Iepidoptera: noctuidae). Intercienca 36:752–756."}, {"Citation": "Calzada F, Yépez-Mulia L, Tapia-Contreras A.. 2007. Effect of Mexican medicinal plant used to treat trichomoniasis on Trichomonas vaginalis trophozoites. J Ethnopharmacol. 113:248–251.", "ArticleIdList": ["17628366"]}, {"Citation": "Carbonnelle B, Denis F, Marmonier A, Pignon G, Vargue R. 1987. Bactériologie médicale. In: Techniques usuelles. Paris: SIMEP. p. 130–198."}, {"Citation": "Cavero RY, Akerreta S, Calvo MI.. 2013. Medicinal plants used for dermatological affections in Navarra and their pharmacological validation. J Ethnopharmacol. 149:533–542.", "ArticleIdList": ["23892205"]}, {"Citation": "Chávez-Quintal P, González-Flores T, Rodríguez-Buenfil I, Gallegos-Tintoré S. 2011. Antifungal activity in ethanolic extracts of Carica papaya L. cv. maradol leaves and seeds. Indian J Microbiol. 51:54–60.", "ArticleIdList": ["PMC3209867", "22282629"]}, {"Citation": "Cherian T. 2000. Effect of papaya latex extract on gravid and non-gravid rat uterine preparations in vitro. J Ethnopharmacol. 70:205–212.", "ArticleIdList": ["10837984"]}, {"Citation": "Conforti F, Menichini G, Zanfini L, Tundis R, Statti GA, Provenzano E, Menichini F, Somma F, Alfano C. 2012. Evaluation of phototoxic potential of aerial components of the fig tree against human melanoma. Cell Proliferat. 45:279–285.", "ArticleIdList": ["PMC6495178", "22469077"]}, {"Citation": "Cowan MM. 1999. Plant products as antimicrobial agents. Clin Microbiol Rev. 12:564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "de Boer HJ, Cotingting C.. 2014. Medicinal plants for women's healthcare in southeast Asia: a meta-analysis of their traditional use, chemical constituents, and pharmacology. J Ethnopharmacol. 151:747–767.", "ArticleIdList": ["24269772"]}, {"Citation": "Doughari JH, Elmahmood AM, Manzara S.. 2007. Studies on the antibacterial activity of root extracts of Carica papaya L. Afr J Microbiol Res. 1:37–41."}, {"Citation": "Eloff JN. 1998. Which extractant should be used for the screening and isolation of antimicrobial components from plants? J Ethnopharmacol. 60:1–8.", "ArticleIdList": ["9533426"]}, {"Citation": "Elusiyan CA, Ani NC, Adewunmi CO, Olugbade TA, et al. . 2011. Distribution of iridiod glucosides and anti-oxidant compounds in Spathodea campanulata parts. Afr J Tradit Complement Altern Med. 8:27–33.", "ArticleIdList": ["PMC3218442", "22238480"]}, {"Citation": "Fabricant DS, Farnsworth NR.. 2009. The values of plants used in traditional medicine for drug discovery. Environ Health Perspect. 109:69–75.", "ArticleIdList": ["PMC1240543", "11250806"]}, {"Citation": "Gilani AH, Mehmood MH, Janbaz KH, Khan A, Saeed SA. 2008. Ethnopharmacological studies on antispasmodic and antiplatelet activities of Ficus carica. J Ethnopharmacol. 119:1–5.", "ArticleIdList": ["18586078"]}, {"Citation": "Giordani R, Cardenas ML, Moulin-Traffort J, Régli P. 1996. Fungicidal activity of latex sap from Carica papaya and antifungal effect of D(+)-glucosamine on Candida albicans growth. Mycoses 39:103–110.", "ArticleIdList": ["8767002"]}, {"Citation": "Gordon RJ, Franklin DL.. 2008. Pathogenesis of methicillin–resistant Staphylococcus aureus infection. Clin Infect Dis. 46:350–359.", "ArticleIdList": ["PMC2474459", "18462090"]}, {"Citation": "Gurung S, Škalko-Basnet N.. 2009. Wound healing properties of Carica papaya latex: in vivo evaluation in mice burn model. J Ethnopharmacol. 121:338–341.", "ArticleIdList": ["19041705"]}, {"Citation": "Heim SC, Guarnier FA, Ferreira DT, Braz-Filho R, Cecchini R, Cecchini AL. 2012. Antioxidant activity of Spathodea campanulata (Bignoniaceae) extracts. Rev Bras De Plantas Med. 14:287–292."}, {"Citation": "Houghton PJ, Hylands PJ, Mensah AY, Hensel A, Deters AM. 2005. In vitro tests and ethnopharmacological investigations: wound healing as an example. J Ethnopharmacol. 100:100–107.", "ArticleIdList": ["16040217"]}, {"Citation": "Ilodigwe EE, Akah PA.. 2009. Spathodea campanulata: an experimental evaluation of the analgesic and anti-inflammatory properties of a traditional remedy. Asian J Med Sci. 1:35–38."}, {"Citation": "Ilodigwe EE, Akah PA, Nworu CS.. 2010. Anticonvulsant activity of ethanol leaf extract of Spathodea campanulata P. Beauv (Bignoniaceae). J Med Food. 13:827–833.", "ArticleIdList": ["20553140"]}, {"Citation": "Ingrassia L, Lefranc F, Dewelle J, Pottier L, Mathieu V, Spiegl-Kreinecker S, Sauvage S, El Yazidi M, Dehoux M, Berger W, et al. . 2009. Structure–activity relationship analysis of novel derivatives of narciclasine (an Amaryllidaceae isocarbostyril derivative) as potential anticancer agents. J Med Chem. 52:1100–1104.", "ArticleIdList": ["19199649"]}, {"Citation": "Irvine FR. 1961. Woody plants of Ghana: with special reference to their uses. London, UK: Oxford University Press."}, {"Citation": "Islam A, Ma A-M, Parvin S, Sarker M, Zaman MK, Farhana P, Shahriar Z, Salah UM. 2015. Evaluation of antibacterial activities of latex of Caricaceae (Carica papaya L.). Asian J Pharm Clin Res. 8:308–311."}, {"Citation": "Iwu MM, Ducan AR, Okunji CO.. 1999. New antimicrobials of plant origin. In: Janick J, editor. Prospective on new crops and new uses. Alexandria: ASHS Press. p. 457–462."}, {"Citation": "Kinghorn AD. 2008. Drug discovery from natural products. In: Lemke TL, Williams DA, editors. Foye’s principles of medicinal chemistry. 6th ed. PA, USA: Wolters Kluwer/Williams & Wilkins, Philadelphia. p. 12–25."}, {"Citation": "Koehn FE, Carter GT.. 2005. The evolving role of natural products in drug discovery. Nat Rev Drug Discov. 4:206–220.", "ArticleIdList": ["15729362"]}, {"Citation": "Konno K. 2011. Plant latex and other exudates as plant defense systems: roles of various defense chemicals and proteins contained therein. Phytochemistry 72:1510–1530.", "ArticleIdList": ["21450319"]}, {"Citation": "Kumar A, Ilavarasan R, Jayachandran T, Decaraman M, Aravindhan P, Padmanabhan N, Krishnan MRV. 2009. Phytochemical investigation on a tropical plant, Syzygium cumini from Kattuppalayam, Erode District, Tamil Nadu, South India. Pak J Nutr. 8:83–85."}, {"Citation": "Lans CA. 2006. Ethnomedicines used in Trinidad and Tobago for urinary problems and diabetes mellitus. J Ethnobiol Ethnomed. 2:45–55.", "ArticleIdList": ["PMC1624823", "17040567"]}, {"Citation": "Lazreg-Aref H, Mars M, Fekih A, Aouni M, Said K. 2012. Chemical composition and antibacterial activity of a hexane extract of Tunisian caprifig latex from the unripe fruit of Ficus carica. Pharm Biol. 50:407–412.", "ArticleIdList": ["22136172"]}, {"Citation": "Li JW-H, Vederas JC.. 2009. Drug discovery and natural products: end of an era or an endless frontier? Science 325:161–165.", "ArticleIdList": ["19589993"]}, {"Citation": "Lin J, Opoku AR, Geheeb-Keller M, Hutchings AD, Terblanche SE, Jager AK, van Staden J. 1999. Preliminary screening of some traditional Zulu medicinal plants for anti-inflammatory and antimicrobial activities. J Ethnopharmacol. 68:267–274.", "ArticleIdList": ["10624887"]}, {"Citation": "Makinde JM, Amusan OO, Adesogan EK.. 1988. The antimalarial activity of Spathodea campanulata stem bark extract on Plasmodium berghei berghei in mice. Plantar Med. 54:122–125.", "ArticleIdList": ["3043485"]}, {"Citation": "Makinde JM, Amusan OOG, Adesogan EK.. 1990. The antimalarial activity of chromatographic fractions of Spathodea campanulata stem bark extracts against Plasmodium berghei berghei in mice. Phytother Res. 4:53–56."}, {"Citation": "Maniyar Y, Bhixavatimath P.. 2012. Antihyperglycemic and hypolipidemic activities of aqueous extract of Carica papaya Linn. leaves in alloxan-induced diabetic rats. J Ayurveda Integr Med. 3:70–74.", "ArticleIdList": ["PMC3371561", "22707862"]}, {"Citation": "Mann J. 2002. Natural products in cancer chemotherapy: past, present and future. Nat Rev Cancer. 2:143–148.", "ArticleIdList": ["12635177"]}, {"Citation": "Mbosso TJE, Ngouela S, Nguedia JC, Penlap V, Rohmer M, Tsamo E. 2008. Spathoside, a cerebroside and other antibacterial constituents of the stem bark of Spathodea campanulata. Nat Prod Res. 22:296–304.", "ArticleIdList": ["18322845"]}, {"Citation": "Mendes NM, de Souza CP, Araujo N, Pereira JP, Katz N. 1986. Molluscicidal activity of some natural products on Biomphalaria glabrata. Mem Inst Oswaldo Cruz. 81:87–91.", "ArticleIdList": ["3796282"]}, {"Citation": "Menichini G, Alfano C, Provenzano E, Marrelli M, Statti GA, Somma F, Menichini F, Conforti F. 2012. Fig latex (Ficus carica L. cultivar Dottato) in combination with UV irradiation decreases the viability of A375 melanoma cells in vitro. Anticancer Agents Med Chem. 12:959–965.", "ArticleIdList": ["22339064"]}, {"Citation": "Mikhalchik EV, Ivanova AV, Anurov MV, Titkova SM, Penkov LY, Kharaeva ZF, Korkina LG. 2004. Wound-healing effect of papaya-based preparation in experimental thermal trauma. Bull Exp Biol Med. 137:560–562.", "ArticleIdList": ["15455084"]}, {"Citation": "Mithöfer A, Boland W.. 2012. Plant defense against herbivores: chemical aspects. Annu Rev Plant Biol. 63:431–450.", "ArticleIdList": ["22404468"]}, {"Citation": "Moellering JRC, Graybill JR, McGowan JJE, Corey L. 2007. Antimicrobial resistance prevention initiative – an update: proceedings of an expert panel on resistance. Am J Infect Control. 35:S1–S23.", "ArticleIdList": ["17980231"]}, {"Citation": "Mohamad S, Zin NM, Wahab HA, Ibrahim P, Sulaiman SF, Zahariluddin ASM, Noor SSM. 2011. Antituberculosis potential of some ethnobotanically selected Malaysian plants. J Ethnopharmacol. 133:1021–1026.", "ArticleIdList": ["21094237"]}, {"Citation": "Morvin YJE, Prabhu S, Vijayakumar S.. 2014. An ethnobotanical study of medicinal plants used by traditional healers in silent valley of Kerala, India. J Ethnopharmacol. 154:774–789.", "ArticleIdList": ["24832113"]}, {"Citation": "Naglaa GS, Hanaa HE, Soheir M, El Z. 2014. Bioactivity and composition of the flowers of Spathodea campanulata P. Beauv. World J Pharm Res. 3:213–230."}, {"Citation": "Nascimento GGF, Locatelli J, Freitas PC, Silva GL. 2000. Antibacterial activity of plant extracts and phyto-chemicals on antibiotic-resistant bacteria. Braz J Microbiol. 31:247–256."}, {"Citation": "Newman DJ, Cragg GM.. 2007. Natural products as sources of new drugs over the last 25 years. J Nat Prod. 70:461–477.", "ArticleIdList": ["17309302"]}, {"Citation": "Nguyen TT, Shaw PN, Parat MO, Hewavitharana AK.. 2013. Anticancer activity of Carica papaya: a review. Mol Nutr Food Res. 57:153–164.", "ArticleIdList": ["23212988"]}, {"Citation": "Niyonzima G, Laekeman G, Witvrouw M, Van Poel B, Pieters L, Paper D, De Clercq E, Franz G, Vlietinck AJ. 1999. Hypoglycemic, anticomplement and anti-HIV activities of Spathodea campanulata stem bark. Phytomedicine 6:45–49.", "ArticleIdList": ["10228611"]}, {"Citation": "Noumi E, Yomi A.. 2001. Medicinal plants used for intestinal diseases in Mbalmayo region, Central Province, Cameroon. Fitoterapia 72:246–254.", "ArticleIdList": ["11295300"]}, {"Citation": "Ochwang’i DO, Kimwele CN, Oduma JA, Gathumbi PK, Mbaria JM, Kiama SG. 2014. Medicinal plants used in treatment and management of cancer in Kakamega County, Kenya. J Ethnopharmacol. 151:1040–1055.", "ArticleIdList": ["24362078"]}, {"Citation": "Ofori-Kwakye K, Kwapong AA, Adu F.. 2009. Antimicrobial activity of extracts and topical products of the stem bark of Spathodea campanulata for wound healing. Afr J Tradit Complement Altern Med. 6:168–174.", "ArticleIdList": ["PMC2816570", "20209009"]}, {"Citation": "Ofori-Kwakye K, Kwapong AA, Bayor MT.. 2011. Wound healing potential of methanol extract of Spathodea campanulata stem bark formulated into a topical preparation. Afr J Tradit Complement Altern Med. 8:218–223.", "ArticleIdList": ["PMC3252224", "22468000"]}, {"Citation": "Olagunju JA, Adeneye AA, Fagbohunka BS, Bisuga NA, Ketiku AO, Benebo AS, Olufowobi OM, Adeoye AG, Alimi MA, Adeleke AG. 2009. Nephroprotective activities of the aqueous seed extract of Carica papaya Linn. in carbon tetrachloride induced renal injured Wistar rats: a dose-and time-dependent study. Biol Med. 1:11–19."}, {"Citation": "Oliveira AP, Silva LR, Andrade PB, Valentão P, Silva BM, Pereira JA, de Pinho PG, et al. . 2010. Determination of low molecular weight volatiles in Ficus carica using HS-SPME and GC/FID. Food Chem. 121:1289–1295."}, {"Citation": "Otsuki N, Dang NH, Kumagai E, Kondo A, Iwata S, Morimoto C. 2010. Aqueous extract of Carica papaya leaves exhibits anti-tumor activity and immunomodulatory effects. J Ethnopharmacol. 127:760–767.", "ArticleIdList": ["19961915"]}, {"Citation": "Owoyele BV, Adebukola OM, Funmilayo AA, Soladoye AO. 2008. Anti-inflammatory activities of ethanolic extract of Carica papaya leaves. Inflammopharmacology 16:168–173.", "ArticleIdList": ["18759075"]}, {"Citation": "Pankey GA, Sabath LD.. 2004. Clinical relevance of bacteriostatic versus bactericidal mechanisms of action in the treatment of Gram-positive bacterial infections. Clin Infect Dis. 38:864–870.", "ArticleIdList": ["14999632"]}, {"Citation": "Parekh J, Jadeja D, Chanda S.. 2005. Efficacy of aqueous and methanol extracts of some medicinal plants for potential antibacterial activity. Turkish J Biol. 29:203–210."}, {"Citation": "Prashant T, Kuldeep K, Rajnikant P, Alok P, Ashish P, Pratap KS. 2011. Antimicrobial activity evaluation of the root of Carica papaya Linn. Int J Pharmtech Res. 3:1641–1648."}, {"Citation": "Rajesh KHR, Mohammed GA, Hareesh AR, Thammanna GSS, Dinesha R, Satish KBP, Irfan AM. 2010. Antimicrobial activity of ethanol extract of leaf and flower of Spathodea campanulata P. Beauv. Res J Pharm Biol Chem Sci. 1:691–698."}, {"Citation": "Roggers YS, John LI, Mark LW.. 1990. General microbiology. 5th ed. London: Macmillan Education Ltd. p. 626–642."}, {"Citation": "Rouaiguia-Bouakkaz S, Amira-Guebailia H, Rivière C, Delaunay JC, Waffo-Téguo P, Mérillon JM. 2013. Identification and quantification of furanocoumarins in stem bark and wood of eight Algerian varieties of Ficus carica by RP-HPLC-DAD and RP-HPLC-DAD-MS. Nat Prod Commun. 8:485–486.", "ArticleIdList": ["23738460"]}, {"Citation": "Rubnov S, Kashman Y, Rabinowitz R, Schlesinger M, Mechoulam R. 2001. Suppressors of cancer cell proliferation from fig (Ficus carica) resin: isolation and structure elucidation. J Nat Prod. 64:993–996.", "ArticleIdList": ["11473446"]}, {"Citation": "Sangetha S, Zuraini Z, Suryani S, Sasidharan S. 2009. In situ TEM and SEM studies on the antimicrobial activity and prevention of Candida albicans biofilm by Cassia spectabilis extract. Micron 40:439–443.", "ArticleIdList": ["19261482"]}, {"Citation": "Satrija F, Nansen P, Murtini S, He S. 1995. Anthelmintic activity of papaya latex against patent Heligmosomoides polygyrus infections in mice. J Ethnopharmacol. 48:161–164.", "ArticleIdList": ["8719976"]}, {"Citation": "Sripanidkulchai B, Wongpanich V, Laupattaraksem P, Suwansaksri J, Jirakulsomchok D. 2001. Diuretic effects of selected Thai indigenous medicinal plants in rats. J Ethnopharmacol. 75:185–190.", "ArticleIdList": ["11297849"]}, {"Citation": "Suffness M, Pezzuto JM.. 1990. Assays related to cancer drug discovery. In: Hostettmann K, editor. Methods in plant biochemistry: assays for bioactivity, vol. 6. London: Academic Press. p. 71–133."}, {"Citation": "Tezcan G, Tunca B, Bekar A, Yalcin M, Sahin S, Budak F, Cecener G, Egeli U, Demir C, Guvens G, et al. . 2015. Ficus carica latex prevents invasion through induction of let-7d expression in GBM cell lines. Cell Mol Neurobiol. 35:175–187.", "ArticleIdList": ["25212824"]}, {"Citation": "Ullman SB. 1952. The inhibitory and necrosis-inducing effects of the latex of Ficus carica L. on transplanted and spontaneous tumours. Exp Med Surg. 10:26–49.", "ArticleIdList": ["14954889"]}, {"Citation": "Ullman SB, Clark GM, Roan KM.. 1952. The effects of the fraction R3 of the latex of Ficus carica L. on the tissues of mice bearing spontaneous mammary tumors. Exp Med Surg. 10:287–305.", "ArticleIdList": ["13052096"]}, {"Citation": "Upadhyay RK. 2015. Antimicrobial activity of fruit latexes from ten laticiferous plants. Am J Plant Sci. 6:483–499."}, {"Citation": "Van Goietsenoven G, Hutton J, Becker JP, Lallemand B, Robert F, Lefranc F, Pirker C, Vandenbussche G, Van Antwerpen P, Evidente A, et al. . 2010. Targeting of eEF1A with Amaryllidaceae isocarbostyrils as a strategy to combat melanomas. Faseb J. 24:4575–4584.", "ArticleIdList": ["PMC3229423", "20643906"]}, {"Citation": "Verpoorte R. 2000. Pharmacognosy in the new millennium: lead finding and biotechnology. J Pharm Pharmacol. 52:253–262.", "ArticleIdList": ["10757412"]}, {"Citation": "Wilkinson JM. 2006. Methods for testing the antimicrobial activity of extracts. In: Ahmad I, Aquil F, Owais M, editors. Modern phytomedicine: turning medicinal plants into drugs. Germany, Wiley-VCH, Verlag GmbH and Co. KGaA, Weinheim. p. 157–171."}, {"Citation": "Wynn R, Richards FM.. 1995. Chemical modification of protein thiols: formation of mixed disulﬁdes. Meth Enzymol. 251:351–356.", "ArticleIdList": ["7651216"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "1", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26799575", "PMC11132909", "10.3109/13880209.2015.1103273"]}}], "PubmedBookArticle": []}