{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26819084", "DateCompleted": {"Year": "2016", "Month": "09", "Day": "13"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "01", "Day": "27"}], "ELocationID": ["31", "10.1186/s12906-016-0993-4"], "Language": ["eng"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "16", "PubDate": {"Year": "2016", "Month": "Jan", "Day": "27"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Suppression of pancreatic beta cell apoptosis by Danzhi Jiangtang capsule contributes to the attenuation of type 1 diabetes in rats.", "Pagination": {"StartPage": "31", "MedlinePgn": "31"}, "Abstract": {"AbstractText": ["Danzhi Jiangtang Capsule (DJC), a Chinese medicinal formula, has been clinically used for treatment of diabetes for many years. Previous studies have demonstrated that DJC was able to improve pancreatic islet function in diabetes, but the underlying mechanisms remained unclear.", "Streptozotocin (STZ) induced type 1 diabetic rats were treated with DJC for 6 weeks. Fasting plasma insulin and fasting plasma glucose were determined at the end of experiment. Antioxidant status was evaluated by measuring total antioxidant capacity, superoxide dismutase activity and malondialdehyde content in plasma and pancreas. Paraffin sections of pancreas were subjected to H&E staining, TUNEL staining and immunohistochemical examination. Protein levels of Bcl-2, Bax and pancreatic duodenal homeobox-1 (PDX-1) were measured by western blot analysis. Activities of Caspase-3 and Caspase-9 were determined with commercially available kits.", "Supplementation with DJC resulted in a significant amelioration of type 1 diabetes as manifested by reduced blood glucose, increased fasting plasma insulin and improved body weight gains. The atrophy and reduction of pancreatic islets were also alleviated in DJC supplemented groups. DJC markedly reduced pancreatic beta cell apoptosis, with Bax protein down-regulated and Bcl-2 protein up-regulated significantly. The activities of caspase-3 and caspase-9 in pancreas were decreased evidently by DJC treatment. DJC effectively ameliorated oxidative stress in type 1 diabetic rats, with the expression of PDX-1 protein increased markedly.", "DJC was capable of attenuating STZ induced type 1 diabetes in rats, which might be attributed to the suppression of pancreatic beta cell apoptosis. This study would provide further evidence for clinical use of DJC in the management of diabetes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Wannan Medical College, Wuhu, 241002, China."}], "LastName": "Zheng", "ForeName": "Shuguo", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Wannan Medical College, Wuhu, 241002, China."}], "LastName": "Zhao", "ForeName": "Mengqiu", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Basic Theory of Chinese Medicine, Anhui University of Chinese Medicine, Hefei, 230038, China. anhuiwuyuanjie@126.com."}], "LastName": "Wu", "ForeName": "Yuanjie", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Orthopedics and Traumatology, The First Affiliated Hospital of Anhui University of Chinese Medicine, Hefei, 230038, China."}], "LastName": "Wang", "ForeName": "Zheng", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Wannan Medical College, Wuhu, 241002, China."}], "LastName": "Ren", "ForeName": "Younan", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "danzhi jiangtang"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Apoptosis"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Diabetes Mellitus, Experimental"}, {"QualifierName": ["drug therapy", "pathology"], "DescriptorName": "Diabetes Mellitus, Type 1"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": ["drug effects"], "DescriptorName": "Insulin-Secreting Cells"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Amati F, Dubé JJ, Coen PM, Stefanovic-Racic M, Toledo FGS, Goodpaster BH. Physical inactivity and obesity underlie the insulin resistance of aging. Diabetes Care. 2009;32:1547–9. doi: 10.2337/dc09-0267.", "ArticleIdList": ["10.2337/dc09-0267", "PMC2713647", "19401446"]}, {"Citation": "Kirino Y, Sato Y, Kamimoto T, Kawazoe K, Minakuchi K. Altered dipeptidyl peptidase-4 activity during the progression of hyperinsulinemic obesity and islet atrophy in spontaneously late-stage type 2 diabetic rats. Am J Physiol Endocrinol Metab. 2011;300:E372–9. doi: 10.1152/ajpendo.00319.2010.", "ArticleIdList": ["10.1152/ajpendo.00319.2010", "21139073"]}, {"Citation": "Leahy JL. Bonner-Weir S. Weir GC. β-cell dysfunction induced by chronic hyperglycemia: current ideas on mechanism of impaired glucose induced insulin secretion. Diabetes Care. 1992;15:442–55.", "ArticleIdList": ["1559411"]}, {"Citation": "Brownlee M. Biochemistry and molecular cell biology of diabetic complications. Nature. 2001;414:813–20. doi: 10.1038/414813a.", "ArticleIdList": ["10.1038/414813a", "11742414"]}, {"Citation": "Zhang QL, Xue YM, Zhu B, Li J, Sha JP, Li SJ. High glucose induces INS-1 cell apoptosis by activating nuclear factor-κB. J South Med Univ. 2010;30:2307–9.", "ArticleIdList": ["20965833"]}, {"Citation": "Maedler K, Spinas GA, Lehmann R, Sergeev P, Weber M, Fontana A, et al. Glucose induces β-cell apoptosis via upregulation of the Fas receptor in human islets. Diabetes. 2001;50:1683–90. doi: 10.2337/diabetes.50.8.1683.", "ArticleIdList": ["10.2337/diabetes.50.8.1683", "11473025"]}, {"Citation": "Wang Y, Gao L, Li Y, Chen H, Sun ZL. Nifedipine protects INS-1 β-cell from high glucose-induced ER stress and apoptosis. Int J Mol Sci. 2011;12:1569–80.", "ArticleIdList": ["PMC3233423", "22174617"]}, {"Citation": "Jurgens CA, Toukatly MN, Fligner CL, Udayasankar J, Subramanian SL, Zraika S, et al. β-cell loss and β-cell apoptosis in human type 2 diabetes are related to islet amyloid deposition. Am J Pathol. 2011;178:2632–40. doi: 10.1016/j.ajpath.2011.02.036.", "ArticleIdList": ["10.1016/j.ajpath.2011.02.036", "PMC3123989", "21641386"]}, {"Citation": "Butler AE, Janson J, Bonner-Weir S, Rizel R, Rizza RA, Butler PC. Beta-cell deficit and increased beta-cell apoptosis in humans with type 2 diabetes. Diabetes. 2003;52:102–10. doi: 10.2337/diabetes.52.1.102.", "ArticleIdList": ["10.2337/diabetes.52.1.102", "12502499"]}, {"Citation": "Fang ZH, Liu Y, Bao TT, Ni YQ, Liu J, Shi GB, et al. Effect of Danzhi Jiangtang capsule on monocyte chemoattractant protein-1 mRNA expression in newly diagnosed diabetes subclinical vascular lesions. World J Gastroenterol. 2013;19:2963–8. doi: 10.3748/wjg.v19.i15.2331.", "ArticleIdList": ["10.3748/wjg.v19.i15.2331", "PMC3660822", "23704830"]}, {"Citation": "Guo CL, Fang CH, Jiang T, Yang H. Danzhi Jiangtang capsule in therapy of rats with diabetic nephropathy. J Wannan Med Coll (Chin). 2014;33:5–8."}, {"Citation": "Niu YF, Fang ZH. Clinical study of the improving effect of Danzhi Jiangtang capsule on pancreatic B cell function in elderly patients with type 2 diabetes. J Anhui TCM Coll (Chin) 2008;27:4–6."}, {"Citation": "Wu YJ, Wu YB, Zheng SG, Wang YF, Liu XL, Zhang XJ, et al. Experimental research on establishing a blood glucose fluctuation model in diabetic rats. J South Med Univ (Chin). 2014;34:771–6.", "ArticleIdList": ["24968828"]}, {"Citation": "Zheng SG, Qian ZY, Sheng L, Wen N. Crocetin attenuates atherosclesosis in hyperlipidemic rabbits through inhibition of LDL oxidation. J Cardiovasc Pharmacol. 2006;47:70–6. doi: 10.1097/01.fjc.0000194686.11712.02.", "ArticleIdList": ["10.1097/01.fjc.0000194686.11712.02", "16424788"]}, {"Citation": "Qiang GF, Zhang L, Yang XY, Xuan Q, Shi LL, Zhang HA, et al. Effect of valsartan on the pathological progression of hepatic fibrosis in rats with type 2 diabetes. Eur J Pharmacol. 2012;685:156–64. doi: 10.1016/j.ejphar.2012.04.028.", "ArticleIdList": ["10.1016/j.ejphar.2012.04.028", "22546234"]}, {"Citation": "Donath MY, Ehses JA, Maedler K, Schumann DM, Ellingsgaard H, Eppler E, et al. Mechanisms of β-cell death in type 2 diabetes. Diabetes. 2005;54:S108–13. doi: 10.2337/diabetes.54.suppl_2.S108.", "ArticleIdList": ["10.2337/diabetes.54.suppl_2.S108", "16306327"]}, {"Citation": "Robertson RP, Harmon J, Tran POT, Poitout V. β-cell glucose toxicity, lipotoxicity, and chronic oxidative stress in type 2 diabetes. Diabetes. 2004;53:S119–24. doi: 10.2337/diabetes.53.2007.S119.", "ArticleIdList": ["10.2337/diabetes.53.2007.S119", "14749276"]}, {"Citation": "Liu HZ, Liu J, Bao TT, Fang ZH. Effects of Danzhi Jiangtang capsule on B-cell function of pancreatic islet in type 2 diabetes. J of Anhui TCM Coll (Chin) 2007;26:5–7."}, {"Citation": "Leibowitz G, Bachar E, Shaked M, Sinai A, Ketzinel-Gilad M, Kaiser N. Glucose regulation of β-cell stress in type 2 diabetes. Diabetes Obes Metab. 2010;12(S2):66–75. doi: 10.1111/j.1463-1326.2010.01280.x.", "ArticleIdList": ["10.1111/j.1463-1326.2010.01280.x", "21029302"]}, {"Citation": "Lenzen S, Drinkgern J, Tiedge M. Low antioxidant enzyme gene expression in pancreatic islets compared with various other mouse tissues. Free Radic Biol Med. 1996;20:463–6. doi: 10.1016/0891-5849(96)02051-5.", "ArticleIdList": ["10.1016/0891-5849(96)02051-5", "8720919"]}, {"Citation": "Wali JA, Rondas D, Mckenzie MD, Zhao Y, Elkerbout L, Fynch S, et al. The proapoptotic BH3-only proteins Bim and Puma are downstream of endoplasmic reticulum and mitochondrial oxidative stress in pancreatic islets in response to glucotoxicity. Cell Death Dis. 2014;13:e1124. doi: 10.1038/cddis.2014.88.", "ArticleIdList": ["10.1038/cddis.2014.88", "PMC3973197", "24625983"]}, {"Citation": "Fujimoto K, Polonsky KS. Pdx1 and other factors that regulate pancreatic beta-cell survival. Diabetes Obes Metab. 2009;11(S4):30–7. doi: 10.1111/j.1463-1326.2009.01121.x.", "ArticleIdList": ["10.1111/j.1463-1326.2009.01121.x", "PMC2802270", "19817786"]}, {"Citation": "Ren CJ, Zhang Y, Cui WZ, Mu ZM. Progress in the role of oxidative stress in the pathogenesis of type 2 diabetes. Sheng Li Xue Bao (Chin) 2013;65:664–73.", "ArticleIdList": ["24343725"]}, {"Citation": "Dziegielewska-Gesiak S, Wysocka E, Michalak S, Nowakowska-Zajdel E, Kokot T, Muc-Wierzgon M. Role of lipid peroxidation products, plasma total antioxidant status, and Cu-Zn-superoxide dismutase activity as biomarkers of oxidative stress in elderly prediabetics. Oxid Med Cell Longev. 2014;2014:987303. doi: 10.1155/2014/987303.", "ArticleIdList": ["10.1155/2014/987303", "PMC4026982", "24891926"]}, {"Citation": "Kvansakul M, Hinds MG. The Bcl-2 family: structure, interactions and targets for drug discovery. Apoptosis. 2014;20:136–50. doi: 10.1007/s10495-014-1051-7.", "ArticleIdList": ["10.1007/s10495-014-1051-7", "25398535"]}, {"Citation": "Burlacu A. Regulation of apoptosis by Bcl-2 family proteins. J Cell Mol Med. 2003;7:249–57. doi: 10.1111/j.1582-4934.2003.tb00225.x.", "ArticleIdList": ["10.1111/j.1582-4934.2003.tb00225.x", "PMC6741335", "14594549"]}, {"Citation": "Bie PF, Jin YJ, Dong CX, An JH, Wang GH, Han HJ. The anti-oxidant and anti-aging effect of dodder. J Jilin Med Coll (Chin). 2012;33:332–5."}, {"Citation": "Yang J, Kim JS, Sa YJ, Kim MO, Jeong HJ, Yu CY, et al. Antioxidant, antibacterial and α-glucosidase inhibitory activities of different extracts of Cortex Moutan. Afr J Biothehnol. 2011;10:9438–44."}, {"Citation": "Yuan BG, He QL, Yin DD, Miao F, Zhou L. Antioxidant activities of Rehmannia glutinosa extracts. J Northwest A& F Univ (Nat. Sci. Ed.) (Chin). 2011;39:137–45."}, {"Citation": "Fang ZH, Ni YQ. Intervention effect of Danzhijiangtang Capsule on vascular endothelium injury induced by oxidative stress in type two diabetes mellitus. J Clin Rational Drug Use (Chin) 2011;4:27–8."}, {"Citation": "Wu YJ, Fang ZH, Zheng SG, Wu YB, Wang Z, Lv MA. ffect of Danzhi Jtiangtang Cpsule combined exercise on the protein expression of NADPH oxidase p22phox in pancreatic tissues of diabetic rats. Zhongguo Zhong Xi Yi Jie He Za Zhi (Chin). 2013;33:641–5.", "ArticleIdList": ["23905384"]}, {"Citation": "Wu YJ, Fang ZH, Zheng SG, Wu YB, Lv MA, Wang Z, et al. Effects of Danzhi Jiangtang capsule combined exercise on pancreatic oxidative stress and islet β-cell function in diabetic rats. Zhongguo Zhong Xi Yi Jie He Za Zhi (Chin) 2012;32:1531–4.", "ArticleIdList": ["23359980"]}, {"Citation": "Yuan HP, Lu YG, Huang XQ, He QH, Man Y, Zhou YS, et al. Suppression of NADPH oxidase 2 substantially restores glucose-induced dysfunction of pancreatic NIT-1 cells. FEBS J. 2010;277:5061–71. doi: 10.1111/j.1742-4658.2010.07911.x.", "ArticleIdList": ["10.1111/j.1742-4658.2010.07911.x", "21073655"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "6", "Day": "26"}, {"Year": "2016", "Month": "1", "Day": "8"}, {"Year": "2016", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["26819084", "PMC4729167", "10.1186/s12906-016-0993-4", "10.1186/s12906-016-0993-4"]}}], "PubmedBookArticle": []}