{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Panax ginseng", "energy metabolism", "ginsenosides biosynthesis", "growth", "proteomic analysis"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26858731", "DateCompleted": {"Year": "2016", "Month": "02", "Day": "09"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "01", "Day": "26"}], "ELocationID": ["1", "10.3389/fpls.2016.00001"], "Language": ["eng"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2016"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Proteomic Analyses Provide Novel Insights into Plant Growth and Ginsenoside Biosynthesis in Forest Cultivated Panax ginseng (F. Ginseng).", "Pagination": {"StartPage": "1", "MedlinePgn": "1"}, "Abstract": {"AbstractText": ["F. Ginseng (Panax ginseng) is planted in the forest to enhance the natural ginseng resources, which have an immense medicinal and economic value. The morphology of the cultivated plants becomes similar to that of wild growing ginseng (W. Ginseng) over the years. So far, there have been no studies highlighting the physiological or functional changes in F. Ginseng and its wild counterparts. In the present study, we used proteomic technologies (2DE and iTRAQ) coupled to mass spectrometry to compare W. Ginseng and F. Ginseng at various growth stages. Hierarchical cluster analysis based on protein abundance revealed that the protein expression profile of 25-year-old F. Ginseng was more like W. Ginseng than less 20-year-old F. Ginseng. We identified 192 differentially expressed protein spots in F. Ginseng. These protein spots increased with increase in growth years of F. Ginseng and were associated with proteins involved in energy metabolism, ginsenosides biosynthesis, and stress response. The mRNA, physiological, and metabolic analysis showed that the external morphology, protein expression profile, and ginsenoside synthesis ability of the F. Ginseng increased just like that of W. Ginseng with the increase in age. Our study represents the first characterization of the proteome of F. Ginseng during development and provides new insights into the metabolism and accumulation of ginsenosides."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jilin Technology Innovation Center for Chinese Medicine Biotechnology, College of Chemistry and Biology, Beihua UniversityJilin, China; Ginseng Research Center, Changchun University of Chinese MedicineChangchun, China."}], "LastName": "Ma", "ForeName": "Rui", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jilin Technology Innovation Center for Chinese Medicine Biotechnology, College of Chemistry and Biology, Beihua University Jilin, China."}], "LastName": "Sun", "ForeName": "Liwei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ginseng Research Center, Changchun University of Chinese MedicineChangchun, China; The first affiliated hospital to Changchun University of Chinese MedicineChangchun, China."}], "LastName": "Chen", "ForeName": "Xuenan", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ginseng Research Center, Changchun University of Chinese Medicine Changchun, China."}], "LastName": "Mei", "ForeName": "Bing", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ginseng Research Center, Changchun University of Chinese Medicine Changchun, China."}], "LastName": "Chang", "ForeName": "Guijuan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jilin Technology Innovation Center for Chinese Medicine Biotechnology, College of Chemistry and Biology, Beihua University Jilin, China."}], "LastName": "Wang", "ForeName": "Manying", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ginseng Research Center, Changchun University of Chinese Medicine Changchun, China."}], "LastName": "Zhao", "ForeName": "Daqing", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ade J., DeYoung B. J., Golstein C., Innes R. W. (2007). Indirect activation of a plant nucleotide binding site–leucine-rich repeat protein by a bacterial protease. Proc. Natl. Acad. Sci. 104, 2531–2536. 10.1073/pnas.0608779104", "ArticleIdList": ["10.1073/pnas.0608779104", "PMC1790868", "17277084"]}, {"Citation": "Airaki M., Leterrier M., Mateos R. M., Valderrama R., Chaki M., Barroso J. B., et al. . (2012). Metabolism of reactive oxygen species and reactive nitrogen species in pepper (Capsicum annuum L.) plants under low temperature stress. Plant Cell Environ. 35, 281–295. 10.1111/j.1365-3040.2011.02310.x", "ArticleIdList": ["10.1111/j.1365-3040.2011.02310.x", "21414013"]}, {"Citation": "Andrade J. D. M., Toledo T. T., Nogueira S. B., Cordenunsi B. R., Lajolo F. M. (2012). 2d-dige analysis of mango (mangifera indica l.) fruit reveals major proteomic changes associated with ripening. J. Proteomics 75, 3331–3341. 10.1016/j.jprot.2012.03.047", "ArticleIdList": ["10.1016/j.jprot.2012.03.047", "22504795"]}, {"Citation": "Angeles-Núñez J. G., Tiessen A. (2011). Mutation of the transcription factor LEAFY COTYLEDON 2 alters the chemical composition of Arabidopsis seeds, decreasing oil and protein content, while maintaining high levels of starch and sucrose in mature seeds. J. Plant Physiol. 168, 1891–1900. 10.1016/j.jplph.2011.05.003", "ArticleIdList": ["10.1016/j.jplph.2011.05.003", "21665323"]}, {"Citation": "Arbona V., Gómez-Cadenas A. (2012). Antioxidant system in citrus under nutrient stress conditions: latest developments. Adv. Citrus Nutr. 13–24. 10.1007/978-94-007-4171-3_2", "ArticleIdList": ["10.1007/978-94-007-4171-3_2"]}, {"Citation": "Bakker E., Borm T., Prins P., van der Vossen E., Uenk G., Arens M., et al. . (2011). A genome-wide genetic map of NB-LRR disease resistance loci in potato. Theor. Appl. Genet. 123, 493–508. 10.1007/s00122-011-1602-z", "ArticleIdList": ["10.1007/s00122-011-1602-z", "PMC3135832", "21590328"]}, {"Citation": "Beck M., Schmidt A., Malmstroem J., Claassen M., Ori A., Szymborska A., et al. . (2011). The quantitative proteome of a human cell line. Mol. Syst. Biol. 7, 549. 10.1038/msb.2011.82", "ArticleIdList": ["10.1038/msb.2011.82", "PMC3261713", "22068332"]}, {"Citation": "Bae H. J., Chung S. I., Lee S. C., Kang M. Y. (2014). Influence of aging process on the bioactive components and antioxidant activity of ginseng (panax ginseng l.). J. Food Sci. 79, H2127–H2131. 10.1111/1750-3841.12640", "ArticleIdList": ["10.1111/1750-3841.12640", "25224364"]}, {"Citation": "Belkhadir Y., Subramaniam R., Dangl J. L. (2004). Plant disease resistance protein signaling: NBS–LRR proteins and their partners. Curr. Opin. Plant Biol. 7, 391–399. 10.1016/j.pbi.2004.05.009", "ArticleIdList": ["10.1016/j.pbi.2004.05.009", "15231261"]}, {"Citation": "Bianco L., Lopez L., Scalone A. G., Di Carli M., Desiderio A., Benvenuto E., et al. . (2009). Strawberry proteome characterization and its regulation during fruit ripening and in different genotypes. J. Proteomics 72, 586–607. 10.1016/j.jprot.2008.11.019", "ArticleIdList": ["10.1016/j.jprot.2008.11.019", "19135558"]}, {"Citation": "Bilichak A., Ilnystkyy Y., Hollunder J., Kovalchuk I. (2012). The progeny of Arabidopsis thaliana plants exposed to salt exhibit changes in DNA methylation, histone modifications and gene expression. PLoS ONE 7:e30515. 10.1371/journal.pone.0030515", "ArticleIdList": ["10.1371/journal.pone.0030515", "PMC3264603", "22291972"]}, {"Citation": "Borejdo J., Flynn C. (1984). Electrophoresis in the presence of coomassie brilliant blue r-250 stains polyacrylamide gels during protein fractionation. Anal. Biochem. 140, 84–86. 10.1016/0003-2697(84)90136-2", "ArticleIdList": ["10.1016/0003-2697(84)90136-2", "6207746"]}, {"Citation": "Cam H. P., Noma K., Ebina H., Levin H. L., Grewal S. I. (2008). Host genome surveillance for retrotransposons by transposon-derived proteins. Nature 451, 431–436. 10.1038/nature06499", "ArticleIdList": ["10.1038/nature06499", "18094683"]}, {"Citation": "Caplan J. S., Yeakley J. A. (2013). Functional morphology underlies performance differences among invasive and non-invasive ruderal Rubus species. Oecologia 173, 363–374. 10.1007/s00442-013-2639-2", "ArticleIdList": ["10.1007/s00442-013-2639-2", "23636458"]}, {"Citation": "Chan T. W., But P. P., Cheng S. W., Kwork I. M. Y., Law F. W., Xu H. X. (2000). Differentiation and authentication of Panax ginseng, Panax quinquefolius, and ginseng products by using HPLC/MSJ. Anal. Chem. 72, 1281–1287. 10.1021/ac990819z", "ArticleIdList": ["10.1021/ac990819z", "10740871"]}, {"Citation": "Chance B., Maehly A. C. (1955). Assay of catalase and peroxidases. Meth. Enzymol. 2, 764–775. 10.1016/S0076-6879(55)02300-8", "ArticleIdList": ["10.1016/S0076-6879(55)02300-8"]}, {"Citation": "Chervona Y., Costa M. (2012). The control of histone methylation and gene expression by oxidative stress, hypoxia, and metals. Free Rad. Biol. Med. 53, 1041–1047. 10.1016/j.freeradbiomed.2012.07.020", "ArticleIdList": ["10.1016/j.freeradbiomed.2012.07.020", "PMC3432141", "22841757"]}, {"Citation": "Chinnasamy G., Rampitsch C. (2006). Efficient solubilization buffers for twodimensional gel electrophoresis of acidic and basic proteins extracted from wheat seeds. Biochim. Biophys. Acta 1764, 641–644. 10.1016/j.bbapap.2005.10.003", "ArticleIdList": ["10.1016/j.bbapap.2005.10.003", "16275173"]}, {"Citation": "Deng J. X., Paul N. C., Park M. S., Yu S. H. (2013). Molecular characterization, morphology, and pathogenicity of Alternaria panax from araliaceous plants in Korea. Mycol. Prog. 12, 383–396. 10.1007/s11557-012-0844-8", "ArticleIdList": ["10.1007/s11557-012-0844-8"]}, {"Citation": "Ding M., Hou P., Shen X., Wang M., Deng S., Sun J., et al. . (2010). Salt-induced expression of genes related to Na+/K+ and ROS homeostasis in leaves of salt-resistant and salt-sensitive poplar species. Plant Mol. Biol. 73, 251–269. 10.1007/s11103-010-9612-9", "ArticleIdList": ["10.1007/s11103-010-9612-9", "20157764"]}, {"Citation": "Egea M. I., Martinez-Madrid M. C., Sanchez-Bel P., Murcia M. A., Romojaro F. (2007). The influence of electron-beam ionization on ethylene metabolism and quality parameters in apricot (Prunus armeniaca L, cv Bulida). LWT Food Sci Technol. 40, 1027–1035. 10.1016/j.lwt.2006.06.005", "ArticleIdList": ["10.1016/j.lwt.2006.06.005"]}, {"Citation": "Ellman G. L. (1959). Tissue sulfhydryl groups. Arch. Biochem. Biophys. 82, 70–77. 10.1016/0003-9861(59)90090-6", "ArticleIdList": ["10.1016/0003-9861(59)90090-6", "13650640"]}, {"Citation": "Faurobert M., Mihr C., Bertin N., Pawlowski T., Negroni L., Sommerer N., et al. . (2007). Major proteome variations associated with cherry tomato pericarp development and ripening. Plant Physiol. 143, 1327–1346. 10.1104/pp.106.092817", "ArticleIdList": ["10.1104/pp.106.092817", "PMC1820912", "17208958"]}, {"Citation": "Fukao Y., Ferjani A., Tomioka R., Nagasaki N., Kurata R., Nishimori Y., et al. . (2011). iTRAQ analysis reveals mechanisms of growth defects due to excesszinc in Arabidopsis. Plant Physiol. 155, 1893–1907. 10.1104/pp.110.169730", "ArticleIdList": ["10.1104/pp.110.169730", "PMC3091079", "21325567"]}, {"Citation": "Fuks F., Hurd P. J., Wolf D., Nan X., Bird A. P., Kouzarides T. (2003). The methyl-CpG-binding protein MeCP2 links DNA methylation to histone methylation. J. Biol. Chem. 278, 4035–4040. 10.1074/jbc.M210256200", "ArticleIdList": ["10.1074/jbc.M210256200", "12427740"]}, {"Citation": "Ghosh D., Li Z., Tan X. F., Lim T. K., Mao Y., Lin Q. (2013). ITRAQ based quantitative proteomics approach validated the role of calcyclin binding protein(CacyBP)in promoting colorectalcancermetastasis. Mol. Cell. Proteomics 12, 1865–1880. 10.1074/mcp.M112.023085", "ArticleIdList": ["10.1074/mcp.M112.023085", "PMC3708172", "23543800"]}, {"Citation": "Giovannoni J. J. (2004). Genetic regulation of fruit development and ripening. Plant Cell 16, 170–180. 10.1105/tpc.019158", "ArticleIdList": ["10.1105/tpc.019158", "PMC2643394", "15010516"]}, {"Citation": "Gómez S., Steinbrenner A. D., Osorio S., Schueller M., Ferrieri R. A., Fernie A. R., et al. (2012). From shoots to roots: transport and metabolic changes in tomato after simulated feeding by a specialist lepidopteran. Entomol. Exp. Appl. 144, 101–111. 10.1111/j.1570-7458.2012.01268.x", "ArticleIdList": ["10.1111/j.1570-7458.2012.01268.x"]}, {"Citation": "Gregory P. J., Palta J. A., Batts G. R. (1995). Root systems and root: mass ratio-carbon allocation under current and projected atmospheric conditions in arable crops. Plant Soil 187, 221–228. 10.1007/BF00017089", "ArticleIdList": ["10.1007/BF00017089"]}, {"Citation": "Guo L. B., Sims R. E., Horne D. J. (2002). Biomass production and nutrient cycling in Eucalyptus short rotation energy forests in New Zealand. I: biomass and nutrient accumulation. Bioresour. Technol. 85, 273–283. 10.1016/S0960-8524(02)00118-9", "ArticleIdList": ["10.1016/S0960-8524(02)00118-9", "12365495"]}, {"Citation": "Hao J. J., Kang Z. L., Yu Y. (2007). Lab Technology of Plant Physiology. Beijing: Chemical Industry Press."}, {"Citation": "Huang Y., Zhao X., Zhou D., Zhang H., Zheng W. (2012). Phenotypic plasticity of early and late successional forbs in response to shifts in resources. PLoS ONE 7:e50304. 10.1371/journal.pone.0050304", "ArticleIdList": ["10.1371/journal.pone.0050304", "PMC3503999", "23185600"]}, {"Citation": "Husted S., Schjoerring J. K. (1995). Apoplastic pH and Ammonium Concentration in Leaves of Brassica napus L. Plant Physiol. 109, 1453–1460.", "ArticleIdList": ["PMC157681", "12228682"]}, {"Citation": "Kim M. Y., Cho J. Y. (2013). 20s-dihydroprotopanaxadiol, a ginsenoside derivative, boosts innate immune responses of monocytes and macrophages. J. Ginseng Res. 37, 293–299. 10.5142/jgr.2013.37.293", "ArticleIdList": ["10.5142/jgr.2013.37.293", "PMC3818955", "24198654"]}, {"Citation": "Kortt A. A., Liu T. Y. (1973). Mechanism of action of streptococcal proteinase. I. Active-site titration. Biochemistry 12, 320–327. 10.1021/bi00726a023", "ArticleIdList": ["10.1021/bi00726a023", "4683007"]}, {"Citation": "Lee C. P., Eubel H., Solheim C., Millar A. H. (2012). Mitochondrial proteome heterogeneity between tissues from the vegetative and reproductive stages of arabidopsis thaliana development. J. Proteome Res. 11, 3326–3343. 10.1021/pr3001157", "ArticleIdList": ["10.1021/pr3001157", "22540835"]}, {"Citation": "Lee D. S., Lee S. K., Lee M. C. (2001). Functional neuroimaging in epilepsy: FDG PET and ictal SPECT. J. Korean Med. Sci. 16, 689–696. 10.3346/jkms.2001.16.6.689", "ArticleIdList": ["10.3346/jkms.2001.16.6.689", "PMC3054796", "11748346"]}, {"Citation": "Li C., Cai J., Geng J., Li Y., Wang Z., Li R. (2012). Purification, characterization and anticancer activity of a polysaccharide from panax ginseng. Int. J. Biol. Macromol. 51, 968–973. 10.1016/j.ijbiomac.2012.06.031", "ArticleIdList": ["10.1016/j.ijbiomac.2012.06.031", "22750577"]}, {"Citation": "Li P.Y. (2008). Studies on the Chemical Constituents and Bioactivities of Panax Ginseng, C.A.Meyer cv. Silvatica. Changchun: Jilin University."}, {"Citation": "Li W., Zhao F., Fang W., Xie D., Hou J., Yang X., et al. . (2015). Identification of early salt stress responsive proteins in seedling roots of upland cotton (gossypium hirsutum l.) employing itraq-based proteomic technique. Front. Plant Sci. 6:732. 10.3389/fpls.2015.00732", "ArticleIdList": ["10.3389/fpls.2015.00732", "PMC4566050", "26442045"]}, {"Citation": "Lin W. N., Lu H. Y., Lee M. S., Yang S. Y., Chen H. J., Chang Y. S., et al. . (2010). Evaluation of the cultivation age of dried ginseng radix and its commercial products by using 1H-NMR fingerprint analysis. Am. J. Chin. Med. 38, 205–218. 10.1142/S0192415X10007762", "ArticleIdList": ["10.1142/S0192415X10007762", "20128055"]}, {"Citation": "Lin M. W., Watson J. F., Baggett J. R. (1995). Inheritance of soluble solids and pyruvic acid content of bulb onions. J. Am. Soc. Hort. Sci. 120, 119–122."}, {"Citation": "Lum J. H., Fung K. L., Cheung P. Y., Wong M. S., Lee C. H., Kwok F. S., et al. . (2002). Proteome of Oriental ginseng Panax ginseng C. A. Meyer and the potential to use it as an identification tool. J. Proteomics 2, 1123–1130. 10.1002/1615-9861(200209)2:9<1123::AID-PROT1123>3.0.CO;2-S", "ArticleIdList": ["10.1002/1615-9861(200209)2:9<1123::AID-PROT1123>3.0.CO;2-S", "12362331"]}, {"Citation": "Ma R., Sun L., Chen X., Jiang R., Sun H., Zhao D. (2013). Proteomic changes in different growth periods of ginseng roots. Plant Physiol. Biochem. 67, 20–32. 10.1016/j.plaphy.2013.02.023", "ArticleIdList": ["10.1016/j.plaphy.2013.02.023", "23537955"]}, {"Citation": "Margueron R., Reinberg D. (2010). Chromatin structure and the inheritance of epigenetic information. Nat. Rev. Genet. 11, 285–296. 10.1038/nrg2752", "ArticleIdList": ["10.1038/nrg2752", "PMC3760772", "20300089"]}, {"Citation": "Maurice J., Laclau J. P., Scorzoni Re D., De Moraes Gonçalves J. L., Nouvellon Y., Bouillet J. P., et al. (2010). Fine root isotropy in Eucalyptus grandis plantations. Towards the prediction of root length densities from root counts on trench walls. Plant Soil. 334, 261–275. 10.1007/s11104-010-0380-8", "ArticleIdList": ["10.1007/s11104-010-0380-8"]}, {"Citation": "Meunier B., Dumas E., Piec I., Béchet D., Hébraud M., Hocquette J. F. (2007). Assessment of hierarchical clustering methodologies for proteomic data mining. J. Proteome Res. 6, 358–366. 10.1021/pr060343h", "ArticleIdList": ["10.1021/pr060343h", "17203979"]}, {"Citation": "Mondini L., Nachit M., Porceddu E., Pagnotta M. A. (2012). Identification of SNP mutations in DREB1, HKT1, and WRKY1 genes involved in drought and salt stress tolerance in durum wheat (Triticum turgidum L. var durum). OMICS 164, 178–187. 10.1089/omi.2011.0081", "ArticleIdList": ["10.1089/omi.2011.0081", "22433076"]}, {"Citation": "Nagappan A., Karunanithi N., Sentrayaperumal S., Park K., Park H. S., Lee D., et al. . (2012). Comparative root protein profiles of Korean Ginseng (Panax ginseng) and Indian Ginseng (Withania somnifera). Am. J. Chin. Med. 40, 203–218. 10.1142/S0192415X12500164", "ArticleIdList": ["10.1142/S0192415X12500164", "22298459"]}, {"Citation": "Negri A. S., Prinsi B., Rossoni M., Failla O., Scienza A., Cocucci M., et al. . (2008). Proteome changes in the skin of the grape cultivar Barbera among different stages of ripening. BMC Genomics 9:378. 10.1186/1471-2164-9-378", "ArticleIdList": ["10.1186/1471-2164-9-378", "PMC2529320", "18691399"]}, {"Citation": "Nimchuk Z., Eulgem T., Holt B. F., III, Dangl J. L. (2003). Recognition and response in the plant immune system. Annu. Rev. Genet. 37, 579–609. 10.1146/annurev.genet.37.110801.142628", "ArticleIdList": ["10.1146/annurev.genet.37.110801.142628", "14616074"]}, {"Citation": "Nozu Y., Tsugita A., Kamijo K. (2006). Proteomic analysis of rice leaf, stem and root tissues during growth course. Proteomics 6, 3665–3670. 10.1002/pmic.200600043", "ArticleIdList": ["10.1002/pmic.200600043", "16758443"]}, {"Citation": "Ostonen I., Püttsepp Ü., Biel C., Alberton O., Bakker M. R., Lõhmus K., et al. (2007). Specific root length as an indicator of environmental change. Plant Biosyst. 141, 426–442. 10.1080/11263500701626069", "ArticleIdList": ["10.1080/11263500701626069"]}, {"Citation": "Reyes J. C. (2014). The many faces of plant SWI/SNF complex. Mol. Plant 3, 454–458. 10.1093/mp/sst147", "ArticleIdList": ["10.1093/mp/sst147", "24177686"]}, {"Citation": "Rocco M., D'Ambrosio C., Arena S., Faurobert M., Scaloni A., Marra M. (2006). Proteomic analysis of tomato fruits from two ecotypes during ripening. Proteomics 6, 3781–3791. 10.1002/pmic.200600128", "ArticleIdList": ["10.1002/pmic.200600128", "16739135"]}, {"Citation": "Rose R., Rose C. L., Omi S. K., Forry K. R., Durall D. M., Bigg W. L. (1991). Starch determination by perchloric acid vs enzymes: evaluating the accuracy and precision of six colorimetric methods. J. Agric. Food Chem. 39, 2–11. 10.1021/jf00001a001", "ArticleIdList": ["10.1021/jf00001a001"]}, {"Citation": "Rudakewich M., Ba F., Benishin C. G. (2001). Neurotrophic and neuroprotec-tive actions of ginsengsides Rb1 and Rg1. Planta Med. 67, 533–537. 10.1055/s-2001-16488", "ArticleIdList": ["10.1055/s-2001-16488", "11509974"]}, {"Citation": "Schaffer A. A., Petreikov M. (1997). Sucrose-to-starch metabolism in tomato fruit undergoing transient starch accumulation. Plant Physiol. 113, 739–746.", "ArticleIdList": ["PMC158191", "12223639"]}, {"Citation": "Sharma R., Mohan Singh R. K., Malik G., Deveshwar P., Tyagi A. K., Kapoor S., et al. . (2009). Rice cytosine DNA methyltransferases–gene expression profiling during reproductive development and abiotic stress. FEBS J. 276, 6301–6311. 10.1111/j.1742-4658.2009.07338.x", "ArticleIdList": ["10.1111/j.1742-4658.2009.07338.x", "19788421"]}, {"Citation": "Signorelli S., Corpas F. J., Borsani O., Barroso J. B., Monza J. (2013). Water stress induces a differential and spatially distributed nitro-oxidative stress response in roots and leaves of Lotus japonicus. Plant Sci. 201, 137–146. 10.1016/j.plantsci.2012.12.004", "ArticleIdList": ["10.1016/j.plantsci.2012.12.004", "23352412"]}, {"Citation": "Soldati F., Tanaka O. (1984). Panax ginseng: relation between age of plant and content of ginsenosides. Planta Med. 51, 351–352. 10.1055/s-2007-969729", "ArticleIdList": ["10.1055/s-2007-969729", "17340326"]}, {"Citation": "Song X. M., Chen J., Sakwiwatkul K., Li R., Hu S. (2010). Enhancement of immune responses to influenza vaccine (H3N2) by ginsenoside Re. Int. Immunopharm. 10, 351–356. 10.1016/j.intimp.2009.12.009", "ArticleIdList": ["10.1016/j.intimp.2009.12.009", "20034596"]}, {"Citation": "Spielbauer G., Li L., Römisch-Margl L., Do P. T., Fouquet R., Fernie A. R., et al. . (2013). Chloroplast-localized 6-phosphogluconate dehydrogenase is critical for maize endosperm starch accumulation. J. Exp. Bot. 64, 2231–2242. 10.1093/jxb/ert082", "ArticleIdList": ["10.1093/jxb/ert082", "PMC3654415", "23530131"]}, {"Citation": "Sun H., Kim M. K., Pulla R. K., Kim Y. J., Yang D. C. (2010). Isolation and expression analysis of a novel major latex-like protein (MLP151) gene from Panax ginseng. Mol. Biol. Rep. 37, 2215–2222. 10.1007/s11033-009-9707-z", "ArticleIdList": ["10.1007/s11033-009-9707-z", "19680785"]}, {"Citation": "Sun L. W., Ma P. T., Li D. N., Lei X. J., Ma R., Qi C. (2011). Protein extraction from the stem of Panax ginseng C. A. Meyer: a tissue of lower protein extraction efficiency for proteomic analysis. Afr. J. Biotechnol. 10, 4328–4333. 10.5897/AJB10.1792", "ArticleIdList": ["10.5897/AJB10.1792"]}, {"Citation": "Turner B. M. (2009). Epigenetic responses to environmental change and their evolutionary implications. Phil. Trans. R. Soc. B Biol. Sci. 364, 3403–3418. 10.1098/rstb.2009.0125", "ArticleIdList": ["10.1098/rstb.2009.0125", "PMC2781845", "19833651"]}, {"Citation": "Useche A., Shipley B. (2010). Plasticity in relative growth rate after a reduction in nitrogen availability is related to root morphological and physiological responses. Ann. Bot. 106, 617–625. 10.1093/aob/mcq144", "ArticleIdList": ["10.1093/aob/mcq144", "PMC2944969", "20639301"]}, {"Citation": "Wang N. L., Liou Y. L., Lin M. T., Lin C. L., Chang C. K. (2005). Chinese herbal medicine, shengmai san, is effective for improving circulatory shock and oxidative damage in the brain during heatstroke. J. Pharmacol. Sci. 97, 253–265. 10.1254/jphs.FP0040793", "ArticleIdList": ["10.1254/jphs.FP0040793", "15699577"]}, {"Citation": "Wang X., Hou C., Liu J., He W., Nan W., Gong H., et al. (2013). Hydrogen peroxide is involved in the regulation of rice (Oryza sativa L.) tolerance to salt stress. Acta Physiol. Plant. 35, 891–900. 10.1007/s11738-012-1132-6", "ArticleIdList": ["10.1007/s11738-012-1132-6"]}, {"Citation": "Wang X. Q., Yang P. F., Liu Z., Liu W. Z., Hu Y., Chen H., et al. . (2009). Exploring the mechanism of Physcomitrella patens desiccation tolerance through a proteomic strategy. Plant Physiol. 149, 1739–1750. 10.1104/pp.108.131714", "ArticleIdList": ["10.1104/pp.108.131714", "PMC2663739", "19211702"]}, {"Citation": "Wang Z. Q., Xu X. Y., Gong Q. Q., Xie C., Fan W., Yang J. L., et al. . (2014). Root proteomeo frice studied by iTRAQ provide sintegrated in sight into aluminum stresstolerance mechanisms in plants. J. Proteomics 98, 189–205. 10.1016/j.jprot.2013.12.023", "ArticleIdList": ["10.1016/j.jprot.2013.12.023", "24412201"]}, {"Citation": "Westermeier R. (2006). Sensitive, quantitative, and fast modifications for coomassie blue staining of polyacrylamide gels. Proteomics 6 (Suppl. 2), 61–64. 10.1002/pmic.200690121", "ArticleIdList": ["10.1002/pmic.200690121", "17031800"]}, {"Citation": "Wolf Y. I., Gopich I. V., Lipman D. J., Koonin E. V. (2010). Relative contributions of intrinsic structural–functional constraints and translation rate to the evolution of protein-coding genes. Genome Biol. Evol. 2, 190–199. 10.1093/gbe/evq010", "ArticleIdList": ["10.1093/gbe/evq010", "PMC2940324", "20624725"]}, {"Citation": "Wong H. L., Sakamoto T., Kawasaki T., Umemura K., Shimamoto K. (2004). Down-regulation of metallothionein, a reactive oxygen scavenger, by the small GTPase OsRac1 in rice. Plant Physiol. 1353, 1447–1456. 10.1104/pp.103.036384", "ArticleIdList": ["10.1104/pp.103.036384", "PMC519061", "15220467"]}, {"Citation": "Xu J., Zhang B., Jiang C., Ming F. (2011). RceIF5A, encoding an eukaryotic translation initiation factor 5A in Rosa chinensis, can enhance thermotolerance, oxidative and osmotic stress resistance of Arabidopsis thaliana. Plant Mol. Biol. 75, 167–178. 10.1007/s11103-010-9716-2", "ArticleIdList": ["10.1007/s11103-010-9716-2", "21107886"]}, {"Citation": "Xu Q., Huang B. (2004). Antioxidant metabolism associated with summer leaf senescence and turf quality decline for creeping bentgrass. Crop Sci. 44, 553–560. 10.2135/cropsci2004.5530", "ArticleIdList": ["10.2135/cropsci2004.5530"]}, {"Citation": "Yang J., Yang X., Ye X., Lin J. (2016). Destaining of coomassie brilliant blue r-250-stained polyacrylamide gels with fungal laccase. Anal. Biochem. 493, 27–29. 10.1016/j.ab.2015.10.004", "ArticleIdList": ["10.1016/j.ab.2015.10.004", "26475566"]}, {"Citation": "Yang J., Zhang J., Wang Z., Zhu Q. (2001). Activities of starch hydrolytic enzymes and sucrose-phosphate synthase in the stems of rice subjected to water stress during grain filling. J. Exp. Bot. 52, 2169–2179. 10.1093/jexbot/52.364.2169", "ArticleIdList": ["10.1093/jexbot/52.364.2169", "11604456"]}, {"Citation": "Yang L. T., Qi Y. P., Lu Y. B., Guo P., Sang W., Feng H., et al. . (2013). Itraq protein profile analysis of Citrussinensis roots in response to long-term boron-deficiency. J. Proteomics 93, 197–206. 10.1016/j.jprot.2013.04.025", "ArticleIdList": ["10.1016/j.jprot.2013.04.025", "23628855"]}, {"Citation": "Yu K. W., Gao W. Y., Hahn E. J., Paek K. Y. (2002). Jasmonic acid improves ginsenoside accumulation in adventitious root culture of Panax ginseng C.A. Meyer. Biochem. Eng. J. 11, 211–215. 10.1016/S1369-703X(02)00029-3", "ArticleIdList": ["10.1016/S1369-703X(02)00029-3"]}, {"Citation": "Zhang C., Grosic S., Whitham S. A., Hill J. H. (2012). The requirement of multiple defense genes in soybean Rsv1-mediated extreme resistance to Soybean mosaic virus. Mol. Plant Microbe Interact. 25, 1307–1313. 10.1094/MPMI-02-12-0046-R", "ArticleIdList": ["10.1094/MPMI-02-12-0046-R", "22712511"]}, {"Citation": "Zhang G., Liu A., Zhou Y., San X., Jim T., Jin Y. (2008). Panax ginseng ginsengside-Rg(2) protects memory impairment via anti-apoptosis in a rat model with vascular dementia. J. Ethnophanmacol. 115, 441–448. 10.1016/j.jep.2007.10.026", "ArticleIdList": ["10.1016/j.jep.2007.10.026", "18083315"]}, {"Citation": "Zhang J., Kirkham M. B. (1996). Antioxidant responses to drought in sunflower and sorghum seedlings. New Phytol. 132, 361–373. 10.1111/j.1469-8137.1996.tb01856.x", "ArticleIdList": ["10.1111/j.1469-8137.1996.tb01856.x", "26763632"]}, {"Citation": "Zhong F., Yang D., Hao Y., Lin C., Jiang Y., Ying W., et al. . (2012). Regular patterns for proteome-wide distribution of protein abundance across species. PLoS ONE 7:e32423. 10.1371/journal.pone.0032423", "ArticleIdList": ["10.1371/journal.pone.0032423", "PMC3302874", "22427835"]}, {"Citation": "Zieske L. R. (2006). A perspective on the use of iTRAQ™ reagent technology for protein complex and profiling studies. J. Exp. Bot. 57, 1501–1508. 10.1093/jxb/erj168", "ArticleIdList": ["10.1093/jxb/erj168", "16574745"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "9", "Day": "16"}, {"Year": "2016", "Month": "1", "Day": "5"}, {"Year": "2016", "Month": "2", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["26858731", "PMC4726751", "10.3389/fpls.2016.00001"]}}], "PubmedBookArticle": []}