{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["AMF", "Antioxidant enzymes", "Cassia italic", "Lipid peroxidation", "Phenol", "Proline"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26858537", "DateCompleted": {"Year": "2016", "Month": "02", "Day": "09"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "11", "Day": "27"}], "ELocationID": ["10.1016/j.sjbs.2015.11.007"], "Language": ["eng"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2016", "Month": "Jan"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Bioremediation of adverse impact of cadmium toxicity on Cassia italica Mill by arbuscular mycorrhizal fungi.", "Pagination": {"StartPage": "39", "EndPage": "47", "MedlinePgn": "39-47"}, "Abstract": {"AbstractText": ["Cassia italica Mill is an important medicinal plant within the family Fabaceae. Pot experiment was conducted to evaluate cadmium stress induced changes in physiological and biochemical attributes in C. italica with and without arbuscular mycorrhizal fungi (AMF). Cadmium stressed plant showed reduced chlorophyll pigment and protein content while AMF inoculation enhanced the chlorophyll and protein content considerably. AMF also ameliorated the cadmium stress induced reduction in total chlorophyll and protein contents by 19.30% and 38.29%, respectively. Cadmium stress enhanced lipid peroxidation while AMF inoculation reduced lipid peroxidation considerably. Increase in proline and phenol content was observed due to cadmium stress and AMF inoculation caused a further increase in proline and phenol content ensuring better growth under stressed conditions. AMF alone also enhanced proline and phenol content. Activity of antioxidant enzymes enhanced under cadmium treatment and AMF inoculation further enhanced their activity thereby strengthening the antioxidant system. Enhanced activities of antioxidants and increased accumulation of osmolytes help plants to avoid damaging impact of oxidative damage. The research has shown that AMF inoculation mitigated the negative impact of stress by reducing the lipid peroxidation and enhancing the antioxidant activity. The present study strongly supports employing AMF as the biological mean for enhancing the cadmium stress tolerance of C. italica."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, Faculty of Science, King Saud University, P.O. Box. 2460, Riyadh 11451, Saudi Arabia; Mycology and Plant Disease Survey Department, Plant Pathology Research Institute, Agriculture Research Center, Giza, Egypt."}], "LastName": "Hashem", "ForeName": "Abeer", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Production, Faculty of Food & Agricultural Sciences, King Saud University, P.O. Box. 2460, Riyadh 11451, Saudi Arabia."}], "LastName": "Abd Allah", "ForeName": "E F", "Initials": "EF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Production, Faculty of Food & Agricultural Sciences, King Saud University, P.O. Box. 2460, Riyadh 11451, Saudi Arabia."}], "LastName": "Alqarawi", "ForeName": "A A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Landscape Biogeochemistry, Leibniz Centre for Agricultural Landscape Research (ZALF), 15374 Müncheberg, Germany."}], "LastName": "Egamberdieva", "ForeName": "Dilfuza", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abd_Allah E.F., Hashem Abeer, Alqarawi A.A., Alwathnani Hend A. Alleviation of adverse impact of cadmium stress in sunflower (Helianthus annuus L.) by arbuscular mycorrhizal fungi. Pak. J. Bot. 2015;47(2):785–795."}, {"Citation": "Ahanger M.A., Hashem Abeer, Abd_Allah E.F., Ahmad P. 2014. Arbuscular mycorrhiza in crop improvement under environmental stress. In: Ahmad P., Rasool S. (Eds.), Emerging Technologies and Management of Crop Stress Tolerance, Volume 2. Pp 69–95."}, {"Citation": "Ahmad A., Hadi F., Ali N. Effective phytoextraction of cadmium (cd) with increasing concentration of total phenolics and free proline in Cannabis sativa (L) plant under various treatments of fertilizers, plant growth regulators and sodium salt. Int. J. Phytoremed. 2015;17:56–65.", "ArticleIdList": ["25174425"]}, {"Citation": "Alqarawi A.A., Abd-Allah E.F., Abeer Hashem. Alleviation of salt-induced adverse impact via mycorrhizal fungi in Ephedra aphylla Forssk. J. Plant Interact. 2014;9(1):802–810."}, {"Citation": "Arnon D.I. Copper enzymes in isolated chloroplast polyphenol oxidase in Beta vulgaris. Plant Physiol. 1949;24:1–15.", "ArticleIdList": ["PMC437905", "16654194"]}, {"Citation": "Bates L.S., Waldren R.P., Teare I.D. Rapid determination of free proline for water stress studies. Plant Sci. 1973;39:205–207."}, {"Citation": "Bhaduri A.M., Fulekar M.H. Assessment of arbuscular mycorrhizal fungi on the phytoremediation potential of Ipomoea aquatic on cadmium uptake. Biotechnology. 2012;2:193–198."}, {"Citation": "Bradford M.M. A rapid and sensitive method for the quantization of microgram quantities of protein using the principle of protein-dye binding. Anal. Biochem. 1976;72:248–259.", "ArticleIdList": ["942051"]}, {"Citation": "Burd G.I., Dixon G.D., Glick B.R. A plant growth promoting bacterium that decreases heavy metal toxicity in plants. Can. J. Microbiol. 2000;46:237–245.", "ArticleIdList": ["10749537"]}, {"Citation": "Carlberg I., Mannervik B. Glutathione reductase. Meth. Enzymol. 1985;113:484–490.", "ArticleIdList": ["3003504"]}, {"Citation": "Chen X., Wang J., Shi Y., Zhao M.Q., Chi G.Y. Effects of cadmium on growth and photosynthetic activities in pakchoi and mustard. Bot. Stud. 2011;52:41–46."}, {"Citation": "Djebali W., Zarrouk M., Brouquisse R., El Kahoui S., Limam F., Ghorbel M.H., Chaïbi W. Ultrastructure and lipid alterations induced by cadmium in tomato (Lycopersicon esculentum) chloroplast membranes. Plant Biol. 2005;7:358–368.", "ArticleIdList": ["16025408"]}, {"Citation": "Dudjak J., Lachman J., Miholova D., Kolihova D., Pivec V. Effect of cadmium on polyphenol content in young barley plants (Hordeum vulgare L.) Plant Soil Environ. 2004;50(11):471–477."}, {"Citation": "Hashem A., Abd_Allah E.F., Alqarawi A.A., El-Didamony G., Alwhibi Mona S., Egamberdieva D., Ahmad P. Alleviation of adverse impact of salinity on faba bean (Vicia faba L.) by arbuscular mycorrhizal fungi. Pak. J. Bot. 2014;46(6):2003–2013."}, {"Citation": "Hayat S., Hasan S.A., Ahmad A. Growth, nitrate reductase activity and antioxidant system in cadmium stressed tomato (Lycopersicon esculentum Mill) cultivars. Biotech. Agron. Soc. Environ. 2011;15:401–414."}, {"Citation": "Heath R.L., Packer L. Photoperoxidation in isolated chloroplasts. I. Kinetics and stoichiometry of fatty acid peroxidation. Arch. Biochem. Biophys. 1968;125(1):189–198.", "ArticleIdList": ["5655425"]}, {"Citation": "Irfan M., Ahmad A., Hayat S. Effect of cadmium on the growth and antioxidant enzymes in two varieties of Brassica juncea. Saudi J. Bio. Sci. 2014;21:125–131.", "ArticleIdList": ["PMC3942852", "24600304"]}, {"Citation": "Jackson M.L. Prentice Hall; New York (NY): 1962. Soil Chemical Analysis. p. 263-268."}, {"Citation": "John R., Ahmad P., Gadgil K., Sharma S. Cadmium and lead-induced changes in lipid peroxidation, antioxidative enzymes and metal accumulation in Brassica juncea L. at three different growth stages. Arch. Agron. Soil Sci. 2009;55(4):395–405."}, {"Citation": "Khattab H. Role of glutathione and polyadenylic acid on the oxidative defense systems of two different cultivars of canola seedlings grown under saline conditions. Aus. J. Basic App. Sci. 2007;1:323–334."}, {"Citation": "Ling-Zhi L., Zong-Qiang G., Yu-Long Z., Pei-Jun L. Cadmium accumulation and physiology of marigold (Tagetes erecta L.) as affected by arbuscular mycorrhizal fungi. Pedosphere. 2011;21(3):319–327."}, {"Citation": "Liu L., Sun H., Chen J., Zhang Y., Li D., Li C. Effects of cadmium (Cd) on seedling growth traits and photosynthesis parameters in cotton. P. Omic J. 2014;7(4):284–290."}, {"Citation": "Luck H. Catalase. In: Bergmeyer J., Grabi M., editors. vol. II. Academic Press; New York: 1974. pp. 885–890. (Methods of Enzymatic Analysis)."}, {"Citation": "Malekzadeh P., Farshian S.H., Ordubadi B. Interaction of arbuscular mycorrhizal fungus (Glomus intraradices and Glomus etunicatum) with tomato plants grown under copper toxicity. Afr. J. Biotech. 2012;11(46):10555–10567."}, {"Citation": "Mangal M., Agarwal M., Bhargava D. Effect of cadmium and zinc on growth and biochemical parameters of selected vegetables. J. Pharm. Phytochem. 2013;2(1):106–114."}, {"Citation": "Marquez-Garcıa B., Fernandez-Recamales M.A., Cordoba F. Effects of Cadmium on Phenolic Composition and antioxidant activities of Erica andevalensis. J. Bot. 2012"}, {"Citation": "Nakano Y., Asada K. Hydrogen peroxide is scavenged by ascorbate-specific peroxidase in spinach chloroplasts. Plant Cell Physiol. 1981;22:867–880."}, {"Citation": "Noctor G., Foyer C.H. Ascorbate and glutathione: keeping active oxygen under control. Ann. Rev. Plant Physiol. Plant Mol. Biol. 1998;49:249–279.", "ArticleIdList": ["15012235"]}, {"Citation": "Pagani M.A., Tomas M., Carrillo J., Bofill R., Capdevila M., Atrian S., Andreo C.S. The response of the different soybean metallothionein isoforms to cadmium intoxication. J. Inorganic Biochem. 2012;117:306–315.", "ArticleIdList": ["23073037"]}, {"Citation": "Rausch T., Gromes R., Liedschulle V., Muller I., Bogs J., Galovic V., Wachter A. Novel insight into the regulation of GSH biosynthesis in higher plants. Plant Biol. 2007;9:565–572.", "ArticleIdList": ["17853356"]}, {"Citation": "Shekoofeh E., Sepideh H., Roya R. Role of mycorrhizal fungi and salicylic acid in salinity tolerance of Ocimum basilicum resistance to salinity. Afr. J. Biotech. 2012;11(9):2223–2235."}, {"Citation": "Singh A., Prasad S.M. Effect of agro-industrial waste amendment on Cd uptake in Amaranthus caudatus grown under contaminated soil: an oxidative biomarker response. Ecotoxicol. Environ. Saf. 2014;100:105–113.", "ArticleIdList": ["24239268"]}, {"Citation": "Slinkard K., Singleton V.L. Total phenol analyses, automation and comparison with manual methods. Am. J. Enol. Vitic. 1977;28:49–55."}, {"Citation": "Sylwia W., Anna R.S., Ewa B., Stephan C., Maria A.D. The role of subcellular distribution of cadmium and phytochelatins in the generation of distinct phenotypes of AtPCS1 and CePCS3 expressing tobacco. J. Plant Physiol. 2010;167:981–988.", "ArticleIdList": ["20381898"]}, {"Citation": "Tang M., Chen H., Huang J.C., Tian Z.Q. AM fungi effects on the growth and physiology of Zea mays seedlings under diesel stress. Soil Bio. Biochem. 2009;41:936–940."}, {"Citation": "Van Rossum M.W.P.C., Alberda M., Van der Plas L.H.W. Role of oxidative damage in tulip bulb scale micropropagation. Plant Sci. 1997;130:207–216."}, {"Citation": "Vierheilig H., Piche Y. 2002. Signalling in arbuscular mycorrhiza: facts and hypotheses. In: Buslig B., Manthey j. (Ed.) Flavonoids in cell functions. New York: Kluwer Academic. 23–39.", "ArticleIdList": ["12083464"]}, {"Citation": "Wada K.C., Mizuuchi K., Koshio A., Kaneko K., Mitsui T., Takeno K. Stress enhances the gene expression and enzyme activity of phenylalanine ammonia-lyase and the endogenous content of salicylic acid to induce flowering in pharbitis. J. Plant Physiol. 2014;171:895–902.", "ArticleIdList": ["24913046"]}, {"Citation": "Wolf B. A comprehensive system of leaf analyses and its use for diagnosing crop nutrient status. Comm. Soil Sci. Plant Anal. 1982;13:1035–1059."}, {"Citation": "Wu Q.S., Zou Y.N., Abd_Allah E.F. 2014. Mycorrhizal Association and ROS in Plants. In: P. Ahmad (Ed): Oxidative Damage to Plants. 2014, doi: 10.1016/B978-0-12-799963-0.00015-0 © Elsevier Inc., All rights reserved."}, {"Citation": "Yan L., Li X., He M., Zeng F. Behavior of native species Arrhenatherum Elatius (Poaceae) and Sonchus Transcaspicus (Asteraceae) exposed to a heavy metal-polluted field: plant metal concentration, phytotoxicity, and detoxification responses. Int. J. Phytorem. 2013;15:924–937.", "ArticleIdList": ["23819286"]}, {"Citation": "Zoffoli H.J., do Amaral-Sobrinho N.M., Zonta E., Luisi M.V., Marcon G., Tolon Becerra A. Inputs of heavy metals due to agrochemical use in tobacco fields in Brazil’s southern region. Environ. Monit. Assess. 2013;185:2423–2437.", "ArticleIdList": ["22729828"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "10", "Day": "7"}, {"Year": "2015", "Month": "11", "Day": "4"}, {"Year": "2015", "Month": "11", "Day": "11"}, {"Year": "2016", "Month": "2", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "11", "Day": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26858537", "PMC4705279", "10.1016/j.sjbs.2015.11.007", "S1319-562X(15)00277-6"]}}], "PubmedBookArticle": []}