{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apoptosis", "Epigallocatechin-3-gallate", "MCF-7 breast cancer", "Nrf2 siRNA", "Tamoxifen"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26855680", "DateCompleted": {"Year": "2016", "Month": "02", "Day": "09"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "08", "Day": "08"}], "ELocationID": ["10.1007/s12154-015-0144-2"], "Language": ["eng"], "Journal": {"ISSN": "1864-6158", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2016", "Month": "Jan"}}, "Title": "Journal of chemical biology", "ISOAbbreviation": "J Chem Biol"}, "ArticleTitle": "Combination of siRNA-directed gene silencing with epigallocatechin-3-gallate (EGCG) reverses drug resistance in human breast cancer cells.", "Pagination": {"StartPage": "41", "EndPage": "52", "MedlinePgn": "41-52"}, "Abstract": {"AbstractText": ["Elevated expression of NF-E2-related factor 2 (Nrf2), a nuclear transcription factor, is a frequent genetic abnormality seen in this malignancy and is an important contributor to chemoresistance in cancer therapy. In the present study, we investigated if Nrf2 was associated with drug resistance in tamoxifen-resistant MCF-7 (MCF-7/TAM) cells, and whether EGCG, major flavonoid isolated from green tea, could reverse drug resistance in MCF-7/TAM cells. Our results showed that the endogenous expression of Nrf2 as well as its target proteins heme oxygenase-1, NADP (H):quinone oxidoreductase in MCF-7/TAM cells was higher than that in MCF-7 cells. Epicatechin gallate (EGCG) significantly sensitizes MCF-7/TAM cells to tamoxifen and dramatically reduced Nrf2 expression at both the messenger RNA and protein, leading to a reduction of Nrf2-downstream genes. In addition, using siRNA technique, we found that the intracellular Nrf2 protein level was significantly decreased in MCF-7/TAM cells and tamoxifen resistance was partially reversed by Nrf2 siRNA. Combination of siRNA-directed gene silencing with EGCG downregulated the Nrf2-dependent response and partly reversed tamoxifen resistance in MCF-7/TAM cells in a synergic manner. These results suggested that combining the chemotherapeutic effect of EGCG with siRNA-mediated Nrf2 knock-down results in the feasibility of using Nrf2 inhibitors to increase efficacy of chemotherapeutic drugs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, G.C., Tehran, Iran."}], "LastName": "Esmaeili", "ForeName": "Mohammad Ali", "Initials": "MA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Chem Biol", "NlmUniqueID": "101318662", "ISSNLinking": "1864-6158"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sharma GN, Dave R, Sanadya J, Sharma P, Sharma KK. Various types and management of breast cancer: an overview. J Adv Pharm Technol Res. 2010;1:109–126.", "ArticleIdList": ["PMC3255438", "22247839"]}, {"Citation": "Park SH, Ito K, Olcott W, Katsyv I, Halstead-Nussloch G, Irie HY. PTK6 inhibition promotes apoptosis of Lapatinib-resistant Her2+ breast cancer cells by inducing Bim. Breast Cancer Res. 2015;17:86. doi: 10.1186/s13058-015-0594-z.", "ArticleIdList": ["10.1186/s13058-015-0594-z", "PMC4496943", "26084280"]}, {"Citation": "Rose C, Thorpe SM, Andersen KW, Pedersen BV, Mouridsen HT, Blichert-Toft M, Rasmussen BB. Beneficial effect of adjuvant tamoxifen therapy in primary breast cancer patients with high oestrogen receptor values. Lancet. 1985;1:16–19. doi: 10.1016/S0140-6736(85)90966-3.", "ArticleIdList": ["10.1016/S0140-6736(85)90966-3", "2856949"]}, {"Citation": "Clemons M, Danson S, Howell A. Tamoxifen (‘Nolvadex’): a review. Cancer Treat Rev. 2002;28:165–180. doi: 10.1016/S0305-7372(02)00036-1.", "ArticleIdList": ["10.1016/S0305-7372(02)00036-1", "12363457"]}, {"Citation": "Jaramillo MC, Zhang DD. The emerging role of the Nrf2-Keap1 signaling pathway in cancer. Genes Dev. 2013;27:2179. doi: 10.1101/gad.225680.113.", "ArticleIdList": ["10.1101/gad.225680.113", "PMC3814639", "24142871"]}, {"Citation": "Osburn WO, Wakabayashi N, Misra V, et al. Nrf2 regulates an adaptive response protecting against oxidative damage following diquat-mediated formation of superoxide anion. Arch Biochem Biophys. 2006;454:7–15. doi: 10.1016/j.abb.2006.08.005.", "ArticleIdList": ["10.1016/j.abb.2006.08.005", "PMC1851923", "16962985"]}, {"Citation": "Itoh K, Tong KI, Yamamoto M. Molecular mechanism activating Nrf2-Keap1 pathway in regulation of adaptive response to electrophiles. Free Radic Biol Med. 2004;36:1208–1213. doi: 10.1016/j.freeradbiomed.2004.02.075.", "ArticleIdList": ["10.1016/j.freeradbiomed.2004.02.075", "15110385"]}, {"Citation": "Vollrath V, Wielandt AM, Iruretagoyena M, Chianale J. Role of Nrf2 in the regulation of the Mrp2 (ABCC2) gene. Biochem J. 2006;395:599–609. doi: 10.1042/BJ20051518.", "ArticleIdList": ["10.1042/BJ20051518", "PMC1462684", "16426233"]}, {"Citation": "Jaiswal AK. Nrf2 signaling in coordinated activation of antioxidant gene expression. Free Radic Biol Med. 2004;36:1199–1207. doi: 10.1016/j.freeradbiomed.2004.02.074.", "ArticleIdList": ["10.1016/j.freeradbiomed.2004.02.074", "15110384"]}, {"Citation": "Lee JM, Johnson JA. An important role of Nrf2-ARE pathway in the cellular defense mechanism. J Biochem Mol Biol. 2004;37:139–143. doi: 10.5483/BMBRep.2004.37.2.139.", "ArticleIdList": ["10.5483/BMBRep.2004.37.2.139", "15469687"]}, {"Citation": "Baird L, Dinkova-Kostova AT. The cytoprotective role of the Keap1-Nrf2 pathway. Arch Toxicol. 2011;85:241–272. doi: 10.1007/s00204-011-0674-5.", "ArticleIdList": ["10.1007/s00204-011-0674-5", "21365312"]}, {"Citation": "Singh A, Boldin-Adamsky S, Thimmulappa RK, Rath SK, et al. RNAi-mediated silencing of nuclear factor erythroid-2-related factor 2 gene expression in non-small cell lung cancer inhibits tumor growth and increases efficacy of chemotherapy. Cancer Res. 2008;68:79757984.", "ArticleIdList": ["PMC3070411", "18829555"]}, {"Citation": "Zhang P, Singh A, Yegnasubramanian S, Esopi D, et al. Loss of Kelch-like ECH-associated protein 1 function in prostate cancer cells causes chemoresistance and radioresistance and promotes tumor growth. Mol Cancer Ther. 2010;9:336–346. doi: 10.1158/1535-7163.MCT-09-0589.", "ArticleIdList": ["10.1158/1535-7163.MCT-09-0589", "PMC2821808", "20124447"]}, {"Citation": "Jiang T, Chen N, Zhao F, Wang XJ, Kong B, Zheng W, Zhang DD. High levels of Nrf2 determine chemoresistance in type II endometrial cancer. Cancer Res. 2010;70:5486–5496. doi: 10.1158/0008-5472.CAN-10-0713.", "ArticleIdList": ["10.1158/0008-5472.CAN-10-0713", "PMC2896449", "20530669"]}, {"Citation": "Akhdar H, Loyer P, Rauch C, Corlu A, Guillouzo A, Morel F. Involvement of Nrf2 activation in resistance to 5-fluorouracil in human colon cancer HT-29 cells. Eur J Cancer. 2009;45:2219–2227. doi: 10.1016/j.ejca.2009.05.017.", "ArticleIdList": ["10.1016/j.ejca.2009.05.017", "19524433"]}, {"Citation": "Kim SK, Yang JW, Kim MR, et al. Increased expression of Nrf2/ARE-dependent anti-oxidant proteins in tamoxifen-resistant breast cancer cells. Free Radic Biol Med. 2008;45:537–546. doi: 10.1016/j.freeradbiomed.2008.05.011.", "ArticleIdList": ["10.1016/j.freeradbiomed.2008.05.011", "18539158"]}, {"Citation": "Boumendjel A, Di Pietro A, Dumontet C, Barron D. Recent advances in the discovery of flavonoids and analogs with high-affinity binding to P-glycoprotein responsible for cancer cell multidrug resistance. Med Res Rev. 2002;22:512–529. doi: 10.1002/med.10015.", "ArticleIdList": ["10.1002/med.10015", "12210557"]}, {"Citation": "Kandaswami C, Lee LT, Lee PP, et al. The antitumor activities of flavonoids. In Vivo. 2005;19:895–909.", "ArticleIdList": ["16097445"]}, {"Citation": "Yang CS, Prabhu S, Land J. Prevention of carcinogenesis by tea polyphenols. Drug Metab Rev. 2001;33:237–253. doi: 10.1081/DMR-120000651.", "ArticleIdList": ["10.1081/DMR-120000651", "11768768"]}, {"Citation": "Inoue M, Tajima K, Hirose K, Hamajima N, Takezaki T, Kuroishi T, Tominaga S. Tea and coffee consumption and the risk of digestive tract cancers: data from a comparative case-referent study in Japan. Cancer Causes Control. 1998;9:209–216. doi: 10.1023/A:1008890529261.", "ArticleIdList": ["10.1023/A:1008890529261", "9578298"]}, {"Citation": "Ji BT, Chow WH, Hsing AW, McLaughlin JK, Dai Q, Gao YT, Blot WJ, Fraumeni JF., Jr Reduced risk of esophageal cancer associated with green tea consumption. Int J Cancer. 1997;70:255–258. doi: 10.1002/(SICI)1097-0215(19970127)70:3<255::AID-IJC1>3.0.CO;2-W.", "ArticleIdList": ["10.1002/(SICI)1097-0215(19970127)70:3<255::AID-IJC1>3.0.CO;2-W", "9033623"]}, {"Citation": "Nakachi K, Suemasu K, Suga K, Takeo T, Imai K, Higashi Y. Influence of drinking green tea on breast cancer malignancy among Japanese patients. Jpn J Cancer Res. 1998;89:254–261. doi: 10.1111/j.1349-7006.1998.tb00556.x.", "ArticleIdList": ["10.1111/j.1349-7006.1998.tb00556.x", "PMC5921805", "9600118"]}, {"Citation": "Mukhtar H, Ahmad N. Mechanism of cancer chemopreventive activity of green tea. Proc Soc Exp Biol Med. 1999;220:234–238. doi: 10.3181/00379727-220-44372.", "ArticleIdList": ["10.3181/00379727-220-44372", "10202395"]}, {"Citation": "Katiyar SK, Agarwal R, Zaim MT, Mukhtar H. Protection against N-nitrosodiethylamine and benzo[a]pyrene-induced forestomach and lung tumorigenesis in A/J mice by green tea. Carcinogenesis. 1993;14:849–855. doi: 10.1093/carcin/14.5.849.", "ArticleIdList": ["10.1093/carcin/14.5.849", "8504476"]}, {"Citation": "Yamane T, Hagiwara N, Tateishi M, Akachi S, Kim M, Okuzumi J, Kitao Y, Inagake M, Kuwata K, Takahashi T. Inhibition of azoxymethane-induced colon carcinogenesis in rat by green tea polyphenol fraction. Jpn J Cancer Res. 1991;82:1336–1339. doi: 10.1111/j.1349-7006.1991.tb01801.x.", "ArticleIdList": ["10.1111/j.1349-7006.1991.tb01801.x", "PMC5918351", "1778755"]}, {"Citation": "Stuart EC, Scandlyn MJ, Rosengren RJ. Role of epigallocatechin gallate (EGCG) in the treatment of breast and prostate cancer. Life Sci. 2006;79:232923–232936. doi: 10.1016/j.lfs.2006.07.036.", "ArticleIdList": ["10.1016/j.lfs.2006.07.036", "16945390"]}, {"Citation": "Katiyar SK, Mukhtar H. Inhibition of phorbol ester tumor promoter 12-O-tetradecanoylphorbol-13-acetate-caused inflammatory responses in SENCAR mouse skin by black tea polyphenols. Carcinogenesis. 1997;18:1911–1916. doi: 10.1093/carcin/18.10.1911.", "ArticleIdList": ["10.1093/carcin/18.10.1911", "9363999"]}, {"Citation": "Kweon MH, Adhami VM, Lee JS, Mukhtar H. Constitutive overexpression of Nrf2-dependent heme oxygenase-1 in A549 cells contributes to resistance to apoptosis induced by epigallocatechin 3-gallate. J Biol Chem. 2006;281:33761–33772. doi: 10.1074/jbc.M604748200.", "ArticleIdList": ["10.1074/jbc.M604748200", "16950787"]}, {"Citation": "Gottardis MM, Jordan VC. Development of tamoxifen-stimulated growth of MCF-7 tumors in athymic mice after long-term antiestrogen administration. Cancer Res. 1988;48:5183–5187.", "ArticleIdList": ["3409244"]}, {"Citation": "Choi HK, Yang JW, Roh SH, Han CY, Kang KW. Induction of multidrug resistance associated protein 2 in tamoxifen-resistant breast cancer cells. Endocr Relat Cancer. 2007;14:293–303. doi: 10.1677/ERC-06-0016.", "ArticleIdList": ["10.1677/ERC-06-0016", "17639045"]}, {"Citation": "Paglia DE, Valentine WN. Studies on the quantitative and qualitative characterization of erythrocyte glutathione peroxidase. J Lab Clin Med. 1967;70:158–169.", "ArticleIdList": ["6066618"]}, {"Citation": "Kakkar P, Das B, Viswanathan PN. A modified spectrophotometric assay of superoxide dismutase. Indian J Biochem Biophys. 1984;21:130–132.", "ArticleIdList": ["6490072"]}, {"Citation": "Draper HH, Hadley M. Malondialdehyde determination as index of lipid peroxidation. Methods Enzymol. 1990;186:421–431. doi: 10.1016/0076-6879(90)86135-I.", "ArticleIdList": ["10.1016/0076-6879(90)86135-I", "2233309"]}, {"Citation": "Chan JY, Kwong M. Impaired expression of glutathione synthetic enzyme genes in mice with targeted deletion of the Nrf2 basic-leucine zipper protein. Biochim Biophys Acta. 2000;1517:19–26. doi: 10.1016/S0167-4781(00)00238-4.", "ArticleIdList": ["10.1016/S0167-4781(00)00238-4", "11118612"]}, {"Citation": "Enomoto A, Itoh K, Nagayoshi E, Haruta J, Kimura T, O'Connor T, Harada T, Yamamoto M. High sensitivity of Nrf2 knockout mice to acetaminophen hepatotoxicity associated with decreased expression of ARE regulated drug metabolizing enzymes and antioxidant genes. Toxicol Sci. 2001;59:169–177. doi: 10.1093/toxsci/59.1.169.", "ArticleIdList": ["10.1093/toxsci/59.1.169", "11134556"]}, {"Citation": "Grandori C, Cowley SM, James LP, Eisenman RN. The Myc/Max/Mad network and the transcriptional control of cell behavior. Annu Rev Cell Dev Biol. 2000;16:653–699. doi: 10.1146/annurev.cellbio.16.1.653.", "ArticleIdList": ["10.1146/annurev.cellbio.16.1.653", "11031250"]}, {"Citation": "Fisher B, Redmond C, Legault-Poisson S, Dimitrov NV, Brown AM, Wickerham DL, et al. Postoperative chemotherapy and tamoxifen compared with tamoxifen alone in the treatment of positive-node breast cancer patients aged 50 years and older with tumors responsive to tamoxifen: results from the National Surgical Adjuvant Breast and Bowel Project B-16. J Clin Oncol. 1990;8:1005–1018.", "ArticleIdList": ["2189950"]}, {"Citation": "Duthie SJ, Melvin WT, Burke MD. Drug toxicity mechanisms in human hepatoma HepG2 cells: cyclosporin A and tamoxifen. Xenobiotica. 1995;25:1151–1164. doi: 10.3109/00498259509061915.", "ArticleIdList": ["10.3109/00498259509061915", "8578771"]}, {"Citation": "Gundimeda U, Chen ZH, Gopalakrishna R. Tamoxifen modulates protein kinase C via oxidative stress in estrogen receptor-negative breast cancer cells. J Biol Chem. 1996;271:13504–13514. doi: 10.1074/jbc.271.23.13504.", "ArticleIdList": ["10.1074/jbc.271.23.13504", "8662863"]}, {"Citation": "Khan N, Afaq F, Saleem M, Ahmad N, Mukhtar H. Targeting multiple signaling pathways by green tea polyphenol (−)-epigallocatechin-3-gallate. Cancer Res. 2006;66:2500–2505. doi: 10.1158/0008-5472.CAN-05-3636.", "ArticleIdList": ["10.1158/0008-5472.CAN-05-3636", "16510563"]}, {"Citation": "Novina CD, Murray MF, Dykxhoorn DM, Beresford PJ, Riess J, Lee SK, Collman RG, Lieberman J, Shankar P, Sharp PA. siRNA-directed inhibition of HIV-1 infection. Nat Med. 2002;8:681–686.", "ArticleIdList": ["12042777"]}, {"Citation": "Gavrilov K, Saltzman WM. Therapeutic siRNA: principles, challenges, and strategies. Yale J Biol Med. 2012;85:187–200.", "ArticleIdList": ["PMC3375670", "22737048"]}, {"Citation": "Berindan-Neagoe I, Cornelia B, Alexandru I. Combining the chemotherapeutic effects of epigallocatechin 3-gallate with siRNA-mediated p53 knock-down results in synergic pro-apoptotic effects. Int J Nanomed. 2012;7:6035–6047.", "ArticleIdList": ["PMC3525046", "23251091"]}, {"Citation": "Wang XJ, Sun Z, Villeneuve NF, et al. Nrf2 enhances resistance of cancer cells to chemotherapeutic drugs, the dark side of Nrf2. Carcinogenesis. 2008;29:1235–1243. doi: 10.1093/carcin/bgn095.", "ArticleIdList": ["10.1093/carcin/bgn095", "PMC3312612", "18413364"]}, {"Citation": "Ohnuma T, Matsumoto T, Itoi A, Kawana A, Nishiyama T, Ogura K, Hiratsuka A. Enhanced sensitivity of A549 cells to the cytotoxic action of anticancer drugs via suppression of Nrf2 by procyanidins from Cinnamomi Cortex extract. Biochem Biophys Res Commun. 2011;413:623–629. doi: 10.1016/j.bbrc.2011.09.014.", "ArticleIdList": ["10.1016/j.bbrc.2011.09.014", "21925486"]}, {"Citation": "Tang X, Wang H, Fan L, Wu X, Xin A, Ren H, Wang XJ. Luteolin inhibits Nrf2 leading to negative regulation of the Nrf2/ARE pathway and sensitization of human lung carcinoma A549 cells to therapeutic drugs. Free Radic Biol Med. 2011;50:1599–1609. doi: 10.1016/j.freeradbiomed.2011.03.008.", "ArticleIdList": ["10.1016/j.freeradbiomed.2011.03.008", "21402146"]}, {"Citation": "Ren D, Villeneuve NF, Jiang T, Wu T, Lau A, Toppin HA, Zhang DD. Brusatol enhances the efficacy of chemotherapy by inhibiting the Nrf2-mediated defense mechanism. Proc Natl Acad Sci U S A. 2011;108:1433–1438. doi: 10.1073/pnas.1014275108.", "ArticleIdList": ["10.1073/pnas.1014275108", "PMC3029730", "21205897"]}, {"Citation": "Hibasami H, Achiwa Y, Fujikawa T, Komiya T. Induction of programmed cell death (apoptosis) in human lymphoid leukemia cells by catechin compounds. Anticancer Res. 1996;16:1943–1946.", "ArticleIdList": ["8712725"]}, {"Citation": "Paschka AG, Butler R, Young CY. Induction of apoptosis in prostate cancer cell lines by the green tea component, (−)-epigallocatechin-3-gallate. Cancer Lett. 1998;130:1–7. doi: 10.1016/S0304-3835(98)00084-6.", "ArticleIdList": ["10.1016/S0304-3835(98)00084-6", "9751250"]}, {"Citation": "Farabegoli F, Barbi C, Lambertini E, Piva R. Epigallocatechin-3-gallate downregulates estrogen receptor alpha function in MCF-7 breast carcinoma cells. Cancer Detect Prev. 2007;31:499–504. doi: 10.1016/j.cdp.2007.10.018.", "ArticleIdList": ["10.1016/j.cdp.2007.10.018", "18061364"]}, {"Citation": "Wang S, Chen R, Zhong Z, Shi Z, Chen M, Wang Y. Epigallocatechin-3-gallate potentiates the effect of curcumin in inducing growth inhibition and apoptosis of resistant breast cancer cells. Am J Chin Med. 2014;42:1279–1300. doi: 10.1142/S0192415X14500803.", "ArticleIdList": ["10.1142/S0192415X14500803", "25242081"]}, {"Citation": "Farabegoli F, Papi A, Bartolini G, Ostan R, Orlandi M. Epigallocatechin-3-gallate downregulates Pg-P and BCRP in a tamoxifen resistant MCF-7 cell line. Phytomedicine. 2010;17:356–362. doi: 10.1016/j.phymed.2010.01.001.", "ArticleIdList": ["10.1016/j.phymed.2010.01.001", "20149610"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "4", "Day": "5"}, {"Year": "2015", "Month": "7", "Day": "14"}, {"Year": "2016", "Month": "2", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "8", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["26855680", "PMC4733072", "10.1007/s12154-015-0144-2", "144"]}}], "PubmedBookArticle": []}