{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Al-Hawi", "Crocin", "Crocus sativus L", "Razi", "Saffron", "Safranal", "Traditional medicine"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26877844", "DateCompleted": {"Year": "2016", "Month": "02", "Day": "15"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"ArticleDate": [], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "2008-3866", "JournalIssue": {"Volume": "18", "Issue": "12", "PubDate": {"Year": "2015", "Month": "Dec"}}, "Title": "Iranian journal of basic medical sciences", "ISOAbbreviation": "Iran J Basic Med Sci"}, "ArticleTitle": "Razi's Al-Hawi and saffron (Crocus sativus): a review.", "Pagination": {"StartPage": "1153", "EndPage": "1166", "MedlinePgn": "1153-66"}, "Abstract": {"AbstractText": ["Traditional knowledge can be used as a source for development of new medicines. In the present study, we compare the data on saffron in Razi's Al-Hawi book with modern scientific studies. A computerized search of published articles was performed using MEDLINE, Scopus as well as native references. The search terms used were saffron, Crocus sativus, crocetin, crocin, safranal, Razi, and Al-Hawi. A variety of properties of saffron including diuretic, analgesic, anti-inflammatory, hepatoprotective, appetite suppressant, hypnotic, antidepressant, and bronchodilator effects were mentioned in Al-Hawi. Modern studies also confirmed most of these characteristics. This review indicates that the pharmacological data on saffron and its constituents are similar to those found in Razi's Al-Hawi monograph and it can be concluded that ethnobotanical information and ancient sources have precious data about medicinal plants that lead to finding new compounds for treatment of several diseases."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Mollazadeh", "ForeName": "Hamid", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Traditional Pharmacy, Department of Pharmacognosy, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Emami", "ForeName": "Seyyed Ahmad", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Research Center, Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseinzadeh", "ForeName": "Hossein", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Basic Med Sci", "NlmUniqueID": "101517966", "ISSNLinking": "2008-3866"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Fallah M. Introduction to the Traditional Medicine.  http://iran-med.ir/?PageID=5 ."}, {"Citation": "Najmabadi M. International Institute of Iranian Traditional Medicine Mud.  http://maadteb.com/history-of-medicine/ "}, {"Citation": "Tadjbakhsh H. History of Veterinary Medicine in Medicine of Iran. Vol. 2. Tehran: University Publications; 2001. pp. 284–292."}, {"Citation": "Najmabadi M. Mohammad ibn Zakarya Razi, Iranian Physician, Chemist and Philosopher (in Persian) Tehran: Razi University Publications; 1992."}, {"Citation": "Safa Z. History of Rational Sciences in lslamic Civilization. Vol. 1. Tehran: University Publications (in Persian); 1997. pp. 165–179."}, {"Citation": "Richter-Bernberg L. Abū Bakr Muhammad al-Rāzī’s (Rhazes) medical works. Med Secoli. 1994;6:377–392.", "ArticleIdList": ["11623416"]}, {"Citation": "Zarshenas MM, Mehdizadeh A, Zargaran A, Mohagheghzadeh A. Rhazes (865-925 AD) J Neurol. 2012;259:1001–1002.", "ArticleIdList": ["22302275"]}, {"Citation": "Ligon Lee B. Rhazes:His Career and His Writings. Seminars in Ped Dis. 2001;12:266–272."}, {"Citation": "Meyerhof M. Thirty-three clinical observations by Rhazes (circa 900 AD) Isis. 1935;23:32–372."}, {"Citation": "Daffâ AA. Leaders of Medicine in Islamic Civilization. Al-Resalah Publishers, Beirut (in Arabic) 1998:210–222."}, {"Citation": "Nadjmabadi M. History of Medicine in Iran During the lslamic Era. Tehran University Publications (in Persian) 1995:324–442."}, {"Citation": "Melnyk JP, Wang S, Marcone MF. Chemical and biological properties of the world’s most expensive spice:Saffron. Food Res Int. 2010;43:1981–1989."}, {"Citation": "Kianbakht S. Systematic review of pharmacological properties of saffron and active ingredients of it. Med Plants. 2008;28:1–23."}, {"Citation": "Moshiri M, Vahabzadeh M, Hosseinzadeh H. Clinical applications of saffron (Crocus sativus) and its constituents:a review. Drug Res. 2014 Article in Press.", "ArticleIdList": ["24848002"]}, {"Citation": "Rezaee R, Hosseinzadeh H. Safranal, from an aromatic natural product to a rewarding pharmacological agent. Iran J Basic Med Sci. 2013;16:12–26.", "ArticleIdList": ["PMC3637901", "23638289"]}, {"Citation": "Bathaie SZ, Mousavi SZ. New applications and mechanisms of action of saffron and its important ingredients. Crit Rev Food Sci Nutr. 2010;50:761–786.", "ArticleIdList": ["20830635"]}, {"Citation": "Samarghandian S, Borji A. Anticarcinogenic effect of saffron (Crocus sativus L.) and its ingredients. Pharmacog Res. 2014;6:99–107.", "ArticleIdList": ["PMC3996758", "24761112"]}, {"Citation": "Alavizadeh SH, Hosseinzadeh H. Bioactivity assessment and toxicity of crocin:a comprehensive review. Food Chem Toxicol. 2014;64:65–80.", "ArticleIdList": ["24275090"]}, {"Citation": "Hosseinzadeh H, Talebzadeh F. Anticonvulsant evaluation of safranal and crocin from Crocus sativus in mice. Fitoterapia. 2005;76:722–724.", "ArticleIdList": ["16253437"]}, {"Citation": "Hosseinzadeh H, Sadeghnia HR. Protective effect of safranal on pentylenetetrazol-induced seizures in the rat:Involvement of GABAergic and opioids systems. Phytomed. 2007;14:256–262.", "ArticleIdList": ["16707256"]}, {"Citation": "Hosseinzadeh H, Sadeghnia HR, Ziaee T, Danaee A. Protective effect of aqueous saffron extract (Crocus sativus L.) and crocin, its active constituent, on renal ischemia-reperfusion-induced oxidative damage in rats. J Pharm Pharmac Sci. 2005;8:387–393.", "ArticleIdList": ["16401388"]}, {"Citation": "Hosseinzadeh H, Modaghegh MH, Saffari Z. Crocus sativus L. (saffron) extract and its active constituents (crocin and safranal) on ischemia-reperfusion in rat skeletal muscle. Med Evid Based Complement Alternat Med. 2009;6:343–350.", "ArticleIdList": ["PMC2722204", "18955256"]}, {"Citation": "Hosseinzadeh H, Sadeghnia HR. Safranal, a constituent of Crocus sativus (saffron), attenuated cerebral ischemia induced oxidative damage in rat hippocampus. J Pharm Pharmaco Sci. 2005;8:394–399.", "ArticleIdList": ["16401389"]}, {"Citation": "Hosseinzadeh H, Sadeghnia HR. Effect of safranal, a constituent of Crocus sativus (saffron), on methyl methanesulfonate (MMS)-induced DNA damage in mouse organs:An alkaline single-cell gel electrophoresis (comet) assay. DNA Cell Biol. 2008;26:841–846.", "ArticleIdList": ["17854266"]}, {"Citation": "Hosseinzadeh H, Abootorabi A, Sadeghnia HR. Protective effect of Crocus sativus stigma extract and crocin (trans-crocin 4) on methyl methanesulfonate-induced DNA damage in mice organs. DNA Cell Biol. 2008;27:657–664.", "ArticleIdList": ["18788978"]}, {"Citation": "Mehri S, Abnous K, Mousavi SH, Shariaty VM, Hosseinzadeh H. Neuroprotective effect of crocin on acrylamide-induced cytotoxicity in PC12 cells. Cell Mol Neurobiol. 2012;32:227–235.", "ArticleIdList": ["21901509"]}, {"Citation": "Hariri AT, Moallem SA, Mahmoudi M, Hosseinzadeh H. The effect of crocin and safranal, constituents of saffron, against subacute effect of diazinon on hematological and genotoxicity indices in rats. Phytomed. 2011;18:499–504.", "ArticleIdList": ["21036580"]}, {"Citation": "Abe K, Saito H. Effects of saffron extract and its constituent crocin on learning behavior and long-term potentiation. Phytother Res. 2000;14:149–52.", "ArticleIdList": ["10815004"]}, {"Citation": "Hosseinzadeh H, Ghenaat J. Evaluation of the antitussive effect of stigma and petals of saffron (Crocus sativus) and its components, safranal and crocin in guinea pigs. Fitoterapia. 2006;77:446–448.", "ArticleIdList": ["16814486"]}, {"Citation": "Xu GL, Yu SQ, Gong ZN, Zhang SQ. Study of the effect of crocin on rat experimental hyperlipidemia and the underlying mechanisms. Zhongguo Zhong Yao Za Zhi. 2005;30:369–372.", "ArticleIdList": ["15806972"]}, {"Citation": "Vahidi AR, Bashardost N, Akhondi H. The analgesic effect of saffron extract in rats as compared with morphine sulfate. Planta Med. 2007;73:995."}, {"Citation": "Assimopoulou A N, Sinakos Z, Papageorgiou V P. Radical scavenging activity of Crocus sativus L. extract and its bioactive constituents. Phytother Res. 2005;19:997–1000.", "ArticleIdList": ["16317646"]}, {"Citation": "He SY, Qian ZY, Tang FT, Wen N, Xu GL, Sheng L. Effect of crocin on experimental atherosclerosis in quails and itsmechanisms. Life Sci. 2005;77:907–921.", "ArticleIdList": ["15964309"]}, {"Citation": "Xi L, Qian ZY, Shen XC, Wen N, Zhang YB. Crocetin prevents dexamethasone-induced insulin resistance in rats. Planta Medica. 2005;71:917–922.", "ArticleIdList": ["16254822"]}, {"Citation": "Purushothuman S, Nandasena C, Peoples CL, El Massri N, Johnstone DM, Mitrofanis J, et al. Saffron pre-treatment offers neuroprotection to nigral and retinal dopaminergic cells of MPTP-treated mice. J Parkinsons Dis. 2013;3:77–83.", "ArticleIdList": ["23938314"]}, {"Citation": "Hosseinzadeh H, Motamedshariaty V, Hadizadeh F. Antidepressant effect of kaempferol, a constituent of saffron (Crocus sativus) petal, in mice and rats. Pharmacologyonline. 2007;2:367–370."}, {"Citation": "Hosseinzadeh H, Behravan J, Ramezani M, Ajgan Kh. Anti-tumor and cytotoxic evaluation of Crocus sativus L. stigma and petal extracts using brine shrimp and potato disc assays. J Med Plants. 2005;4:59–65."}, {"Citation": "Razavi BM, Hosseinzadeh H, Movassaghi AR, Imenshahidi M, Abnous K. Protective effect of crocin on diazinon induced cardiotoxicity in rats in subchronic exposure. Chem Biol Interact. 2013;203:547–555.", "ArticleIdList": ["23523949"]}, {"Citation": "Bathaie SZ, Mousavi SZ. Historical uses of saffron:identifying potential new avenues for modern research. Avicenna J Phytomed. 2011;1:57–66."}, {"Citation": "Hosseinzadeh H, Nassiri-Asl M. Avicenna’s (Ibn Sina) the canon of medicine and saffron (Crocus sativus):A review. Phytother Res. 2013;27:475–483.", "ArticleIdList": ["22815242"]}, {"Citation": "Anonymous. Synopsis of Rhazes Al-Hawi “Continens of Rhazes” (Persian Translation) book. 1st edition. Mashhad: Edited by Mashhad University of Medical Sciences; 2009."}, {"Citation": "Srivastava R, Ahmed H, Dixit RK, Dharamveer, Saraf S. Crocus sativus L. A comprehensive review. Pharmacogn Rev. 2010;4:200–208.", "ArticleIdList": ["PMC3249922", "22228962"]}, {"Citation": "Shamsa A, Hosseinzadeh H, Molaei M, Shakeri MT, Rajabi O. Evaluation of Crocus sativus L. (saffron) on male erectile dysfunction:A pilot study. Phytomed. 2009;16:690–693.", "ArticleIdList": ["19427775"]}, {"Citation": "Kotta S, Ansari SH, Ali J. Exploring scientifically proven herbal aphrodisiacs. Pharmacogn Rev. 2013;7:1–10.", "ArticleIdList": ["PMC3731873", "23922450"]}, {"Citation": "Hosseinzadeh H, Ziaee T, Sadeghi A. The effect of saffron, Crocus sativus stigma, extract and its constituents, safranal and crocin on sexual behaviors in normal male rats. Phytomed. 2008;15:491–495.", "ArticleIdList": ["17962007"]}, {"Citation": "Heidary M, Nejadi JR, Delfan B, Birjandi M, Kaviani H, Givrad S. Effect of saffron on semen parameters of infertile men. J Urol. 2008;5:255–259.", "ArticleIdList": ["19101900"]}, {"Citation": "Modabbernia A, Sohrabi H, Nasehi AA, Raisi F, Saroukhani S, Jamshidi A, et al. Effect of saffron on fluoxetine-induced sexual impairment in me:Randomized double-blind placebo-controlled trial. Psychopharmacology. 2012;223:381–388.", "ArticleIdList": ["22552758"]}, {"Citation": "Kashani L, Raisi F, Saroukhani S, Sohrabi H, Modabbernia A, Nasehi AA, et al. Saffron for treatment of fluoxetine-induced sexual dysfunction in women:Randomize double-blind placebo-controlled study. Hum Psychopharmacol Clin Exp. 2012;28:54–60.", "ArticleIdList": ["23280545"]}, {"Citation": "Vasegh M, Koohpeyma F, Kargar Jahromi H, Bathaee SH, Saberi R, et al. Investigating effects of hydroalcoholic extract of saffron on sex hormones in female rats undergoing chemotherapy with cyclophosphamide. J Comp Clin Pathol. 2014;24:399–402."}, {"Citation": "Shariatifar N, Shoeibi S, Sani MJ, Jamshidi AH, Zarei A, Mehdizade A, et al. Study on diuretic activity of saffron (stigma of Crocus sativus L.) Aqueous extract in rat. J Adv Pharm Technol Res. 2014;5:17–20.", "ArticleIdList": ["PMC3960788", "24696813"]}, {"Citation": "Ghaeni FA, Amin B, Hariri AT, Meybodi NT, Hosseinzadeh H. Antilithiatic effects of crocin on ethylene glycol-induced lithiasis in rats. Urolithiasis. 2014;42:549–58.", "ArticleIdList": ["25173352"]}, {"Citation": "Amin B, Moghri Feriz H, Timcheh Hariri A, Tayyebi Meybodi N, Hosseinzadeh H. Protective effects of the aqueous extract of Crocus sativus against ethylene glycol induced nephrolithiasis in rat. EXCLI J. 2015;14:411–422.", "ArticleIdList": ["PMC4616248", "26535035"]}, {"Citation": "Javadi B, Sahebkar AH, Emami SA. A Survey on saffron in major islamic traditional medicine books. Iran J Basic Med Sci. 2013;16:1–11.", "ArticleIdList": ["PMC3637900", "23638288"]}, {"Citation": "Ahmadi S, Azhari S, Rakhshandeh H, Jaafarzadeh H, Mazlum S. Evaluation of the effect of saffron oral capsules on duration of the active phase of labor first stage. Iran J Reprod Med. 2014;12:44–50."}, {"Citation": "Schmidt M, Betti G, Hensel A. Saffron in phytotherapy:Pharmacology and clinical uses. Wien Med Wochenschr. 2007;157:315–319.", "ArticleIdList": ["17704979"]}, {"Citation": "Agha-Hosseini M, Kashani L, Aleyaseen A, Ghoreishi A, Rahmanpour H, Zarrinara AR, et al. Crocus sativus L. (saffron) in the treatment of premenstrual syndrome:a double-blind, randomised and placebo-controlled trial. J Obstet Gynaecol. 2008;115:515–519.", "ArticleIdList": ["18271889"]}, {"Citation": "Akhondzadeh S, Tahmacebi-Pour N, Noorbala AA, Amini H, Fallah-Pour H, Jamshidi AH, et al. Crocus sativus L. in the treatment of mild to moderate depression:a double-blind, randomized and placebo controlled trial. Phytother Res. 2005;19:25–29.", "ArticleIdList": ["15852492"]}, {"Citation": "Boskabady MH, Aslani MR. Relaxant effect of Crocus sativus (saffron) on guinea-pig tracheal chains and its possible mechanisms. J Pharm Pharmacol. 2006;58:1385–1390.", "ArticleIdList": ["17034662"]}, {"Citation": "Boskabady MH, Rahbardar MG, Jafari Z. The effect of safranal on histamine (H(1)) receptors of guinea pig tracheal chains. Fitoterapia. 2011;82:162–167.", "ArticleIdList": ["20804826"]}, {"Citation": "Boskabady MH, Tabatabaee A, Byrami G. The effect of the extract of Crocus sativus and its constituent safranal, on lung pathology and lung inflammation of ovalbumin sensitized guinea-pigs. Phytomed. 2012;19:904–911.", "ArticleIdList": ["22743244"]}, {"Citation": "Mannan A, Ubaidullah, Ahmad R, Khan RA. Therapeutic role of saffron and honey in pneumonia in children. Curr Pediatr Res. 2006;10:25–27."}, {"Citation": "Al-Mofleh LA, Alhaider AA, Mossa JS, Al-Sohaibani MO, Qureshi S, Rafatullah S. Antigastric ulcer studies on ‘saffron’ Crocus sativus L. in rats. Pak J Biol Sci. 2006;9:1009–1013."}, {"Citation": "Nabavizadeh F, Salimi E, Sadroleslami Z, Karimian SM, Vahedian J. Saffron (Crocus sativus) increases gastric acid and pepsin secretions in rats:Role of nitric oxide (NO) J Pharm Pharmaco. 2009;3:181–184."}, {"Citation": "Gout B, Bourges C, Paineau-Dubreuil S. Satiereal, a Crocus sativus L extract, reduces snacking and increases satiety in a randomized placebo-controlled study of mildly overweight, healthy women. Nutr Res. 2010;30:305–313.", "ArticleIdList": ["20579522"]}, {"Citation": "Xu GL, Li G, Ma HP, Zhong H, Liu F, Ao GZ. Preventive effect of crocin in inflamed animals and in LPS-challenged RAW 264.7 cells. J Agric Food Chem. 2009;57:8325–8330.", "ArticleIdList": ["19754168"]}, {"Citation": "Kianbakht S, Mozaffari K. Effects of saffron and its active constituents, crocin and safranal, on prevention of indomethacin induced gastric ulcers in diabetic and nondiabetic rats. J Med Plants. 2009;8:30–38."}, {"Citation": "Lari P, Abnous K, Imenshahidi M, Rashedinia M, Razavi M, Hosseinzadeh H. Evaluation of diazinon-induced hepatotoxicity and protective effects of crocin. Toxicol Ind Health. 2013;31:367–376.", "ArticleIdList": ["23406950"]}, {"Citation": "Mohajeri D, Doustar Y, Rezaei A, Mesgari-Abbasi M. Hepatoprotective effect of ethanolic extract of Crocus sativus L. (saffron) stigma in comparison with silymarin against rifampin induced hepatotoxicity in rats. Zahedan J Res Med Sci. 2011;12:53–59."}, {"Citation": "Shati AA, Alamri SA. Role of saffron (Crocus sativus L.) and honey syrup on aluminum-induced hepatotoxicity. Saudi Med J. 2010;31:1106–1113.", "ArticleIdList": ["20953525"]}, {"Citation": "Ríos JL, Recio MC, Giner RM, Máñez S. An update review of saffron and its active constituents. Phytother Res. 1996;10:189–193."}, {"Citation": "Chaqmini. Small Canon. Tehran: Iran University of Medical Sciences and Health Services; 2006."}, {"Citation": "Hosseinzadeh H, Jahanian Z. Effect of Crocus sativus L. (saffron) stigma and its constituents, crocin and safranal, on morphine withdrawal syndrome in mice. Phytother Res. 2010;24:726–730.", "ArticleIdList": ["19827024"]}, {"Citation": "Hosseinzadeh H, Ziaei T. Effects of Crocus sativus stigma extract and its constituents, crocin and safranal, on intact memory and scopolamine-induced learning deficits in rats performing the Morris water maze task. J Med Plants. 2006;5:40–50."}, {"Citation": "Hosseinzadeh H, Karimi G, Niapoor M. Antidepressant effect of Crocus sativus L. stigma extracts and their constituents, crocin and safranal, in mice. Acta Horticulturae. 2004;650:435–445."}, {"Citation": "Vásquez CE, Riener R, Reynolds E, Britton GB. NMDA receptor dysregulation in chronic state:A possible mechanism underlying depression with BDNF downregulation. Neurochem Int. 2014;79:88–97.", "ArticleIdList": ["25277075"]}, {"Citation": "Gumuslu E, Mutlu O, Sunnetci D, Ulak G, Celikyurt IK, Cine N, et al. The antidepressant agomelatine improves emory deterioration and upregulates CREB and BDNF gene expression levels in unpredictable chronic mild stress (UCMS)-exposed mice. Drug Target Insights. 2014;5:11–21.", "ArticleIdList": ["PMC3948735", "24634580"]}, {"Citation": "Vahdati Hassani F, Naseri V, Razavi BM, Mehri S, Abnous K, Hosseinzadeh H. Antidepressant effects of crocin and its effects on transcript and protein levels of CREB, BDNF, and VGF in rat hippocampus. Daru. 2014;22:16–22.", "ArticleIdList": ["PMC3927874", "24401376"]}, {"Citation": "Ghasemi T, Abnous K, Vahdati F, Mehri S, Razavi BM, Hosseinzadeh H. Antidepressant Effect of Crocus sativus Aqueous Extract and its Effect on CREB, BDNF, and VGF Transcript and Protein Levels in Rat Hippocampus. Drug Res (Stuttg) 2014;65:337–343.", "ArticleIdList": ["24696423"]}, {"Citation": "Hosseinzadeh H, Motamedshariaty V, Hadizadeh F. Antidepressant effect of kaempferol, a constituent of saffron (Crocus sativus) petal, in mice and rats. Pharmacol. 2007;2:367–370."}, {"Citation": "Noorbala AA, Akhondzadeh S, Tahmacebi-Pour N, Jamshidi AH. Hydro-alcoholic extract of Crocus sativus L. versus fluoxetine in the treatment of mild to moderate depression:a double-blind, randomized pilot trial. J Ethnopharmacol. 2005;97:281–284.", "ArticleIdList": ["15707766"]}, {"Citation": "Hausenblas HA, Saha D, Dubyak PJ, Anton SD. Saffron (Crocus sativus L.) and major depressive disorder:a meta-analysis of randomized clinical trials. J Integr Med. 2013;11:377–383.", "ArticleIdList": ["PMC4643654", "24299602"]}, {"Citation": "Lopresti AL, Drummond PD. Saffron (Crocus sativus) for depression a systematic review of clinical studies and examination of underlying antidepressant mechanisms of action. Hum Psychopharmacol. 2014;29:517–527.", "ArticleIdList": ["25384672"]}, {"Citation": "Zargari A. Medicinal plants. 1st ed. Tehran: Tehran University publication; 1997."}, {"Citation": "Mir Heidar H. Herbal knowledge:Usage of herbs in prevention and treatment of diseases, with latest research around the world. 2nd ed. Tehran: Daftare Nashre Farhange Eslami; 2004."}, {"Citation": "Golmohammadzadeh Sh, Jaafari MR, Hosseinzadeh H. Does saffron have antisolar and moisturizing effects? Iran J Pharm Res. 2010;9:133–140.", "ArticleIdList": ["PMC3862060", "24363719"]}, {"Citation": "Golmohammadzadeh S, Imani F, Hosseinzadeh H, Jaafari MR. Preparation, characterization and evaluation of sun protective and moisturizing effects of nanoliposomes containing safranal. Iran J Basic Med Sci. 2011;14:521–533.", "ArticleIdList": ["PMC3586861", "23493792"]}, {"Citation": "Akhtar N, Khan HM, Ashraf S, Mohammad IS, Saqib NU, Bashir K. Moisturizing effect of stable cream containing Crocus sativus extracts. Pak J Pharm Sci. 2014;27:1881–1884.", "ArticleIdList": ["25362612"]}, {"Citation": "Das I, Chakrabarty RN, Das S. Saffron can prevent chemically induced skin carcinogenesis in Swiss albino mice. Asian Pac J Cancer Prev. 2004;5:70–76.", "ArticleIdList": ["15075009"]}, {"Citation": "Das I, Das S, Saha T. Saffron suppresses oxidative stress in DMBA-induced skin carcinoma:A histopathological study. Acta Histochem. 2010;112:317–327.", "ArticleIdList": ["19328523"]}, {"Citation": "Amin B, Hosseinzadeh H. Evaluation of aqueous and ethanolic extracts of saffron, Crocus sativus L. and its constituents, safranal and crocin in allodynia and hyperalgesia induced by chronic constriction injury model of neuropathic pain in rats. Fitoterap. 2012;83:888–895.", "ArticleIdList": ["22484092"]}, {"Citation": "Hosseinzadeh H, Younesi HM. Antinociceptive and anti-inflammatory effects of Crocus sativus L. stigma and petal extracts in mice. BMC Pharmacol. 2002;15:2–7.", "ArticleIdList": ["PMC101384", "11914135"]}, {"Citation": "Nasri S, Hosseini SY, Sahraei H, Zardooz H. Inhibition of pain and inflamation induced by formalin in male mice by ethanolic extract of saffron (Crocus sativus) and its constituents;crocin and safranal. Kowsar Med J. 2011;15:189–195."}, {"Citation": "Taghizadeh R, Sahebari M, Mahmoudi Z, Hosseinzadeh H, Haghmorad D, Tabasi N, et al. Inhibitory effect of Crocus sativus L. ethanol extract on adjuvant-induced arthritis. Food Agricul Immunol. 2014;26:170–180."}, {"Citation": "Xu GL, Li G, Ma HP, Zhong H, Liu F, Ao GZ. Preventive effect of crocin in inflamed animals and in LPS-challenged RAW 264.7 cells. J Agric Food Chem. 2009;57:8325–8330.", "ArticleIdList": ["19754168"]}, {"Citation": "Tamaddonfard E, Farshid AA, Eghdami K, Samadi F, Erfanparast A. Comparison of the effects of crocin, safranal and diclofenac on local inflammation and inflammatory pain responses induced by carrageenan in rats. Pharmacol Rep. 2013;65:1272–1280.", "ArticleIdList": ["24399723"]}, {"Citation": "Amin B, Abnous K, Motamedshariaty V, Hosseinzadeh H. Attenuation of oxidative stress, inflammation and apoptosis by ethanolic and aqueous extracts of Crocus sativus L. stigma after chronic constriction injury of rats. An Acad Bras Cienc. 2014;86:1821–1832.", "ArticleIdList": ["25590719"]}, {"Citation": "Nam KN, Park YM, Jung HJ, Lee JY, Min BD, Park SU, et al. Anti-inflammatory effects of crocin and crocetin in rat brain microglial cells. Eur J Pharmacol. 2010;648:110–116.", "ArticleIdList": ["20854811"]}, {"Citation": "Hemshekhar M, Sebastin Santhosh M, Sunitha K, Thushara RM, Kemparaju K, Rangappa KS, et al. A dietary colorant crocin mitigates arthritis and associated secondary complications by modulating cartilage deteriorating enzymes, inflammatory mediators and antioxidant status. Biochimie. 2012;94:2723–2733.", "ArticleIdList": ["22939988"]}, {"Citation": "Rastgoo M, Hosseinzadeh H, Alavizadeh H, Abbasi A, Ayati Z, Jaafari MR. Antitumor activity of PEGylated nanoliposomes containing crocin in mice bearing C26 colon carcinoma. Planta Med. 2013;79:447–451.", "ArticleIdList": ["23539350"]}, {"Citation": "Nair SC, Pannikar B, Pannikar KR. Antitumour activity of saffron (Crocus sativus) Cancer Lett. 1991;57:109–114.", "ArticleIdList": ["2025883"]}, {"Citation": "Mousavi SH, Tavakkol-Afshari J, Brook A, Jafari-Anarkooli I. Role of caspases and Bax protein in saffron-induced apoptosis in MCF-7 cells. Food Chem Toxicol. 2009;47:1909–1913.", "ArticleIdList": ["19457443"]}, {"Citation": "Amin A, Hamza AA, Bajbouj K, Ashraf SS, Daoud S. Saffron:a potential candidate for a novel anticancer drug against hepatocellular carcinoma. Hepatology. 2011;54:857–867.", "ArticleIdList": ["21607999"]}, {"Citation": "Escribano J, Alonso GL, Coca-Prados M, Fernandez JA. Crocin, safranal and picrocrocin from saffron (Crocus sativus L.) inhibit the growth of human cancer cells in vitro. Cancer Lett. 1996;100:23–30.", "ArticleIdList": ["8620447"]}, {"Citation": "Abdullaeva FA, Rivero´n-Negretea L, Caballero-Ortegaa H, Manuel Herna´ndeza J, Pe´rez-Lo´peza I, Pereda-Mirandab R, et al. Use of in vitro assays to assess the potential antigenotoxic and cytotoxic effects of saffron (Crocus sativus L) Toxicol in Vitro. 2003;17:731–736.", "ArticleIdList": ["14599470"]}, {"Citation": "Bathaie SZ, Miri H, Mohagheghi MA, Mokhtari-Dizaji M, Shahbazfar AA, Hasanzadeh H. Saffron aqueous extract inhibits the chemically-induced gastric cancer progression in the wistar albino rat. Iran J Basic Med Sci. 2013;16:27–38.", "ArticleIdList": ["PMC3637902", "23638290"]}, {"Citation": "Magesh VSJ, Selvendiran K, Ekambaram G, Sakthisekaran D. Antitumour activity of crocetin in accordance to tumor incidence, antioxidant status, drug metabolizing enzymes and histopathological studies. Mol Cell Biochem. 2006;287:127–135.", "ArticleIdList": ["16685462"]}, {"Citation": "Tavakkol-Afshari J, Brook A, Mousavi SH. Study of cytotoxic and apoptogenic properties of saffron extract in human cancer cell lines. Food Chem Toxicol. 2008;46:3443–3447.", "ArticleIdList": ["18790714"]}, {"Citation": "Gandomi H, Misaghi A, Abbaszadeh S, Azami L, Shariatifar N, Tayyar N. Antibacterial effect of aqueous and alcoholic extracts from petal of saffron (Crocus sativus) on some foodborne bacterial pathogens. J Med Plants. 2012;11:189–196."}, {"Citation": "Pintado C, de Miguel A, Acevedo O, Nozal L, Novella JL, Rotger R. Bactericidal effect of saffron (Crocus sativus L.) on Salmonella enterica during storage. Food Control. 2010;22:638–642."}, {"Citation": "Hosseinzadeh H, Noraei NB. Anxiolytic and hypnotic effect of Crocus sativus aqueous extract and its constituents, crocin and safranal, in mice. Phytothera Res. 2009;23:768–774.", "ArticleIdList": ["19142981"]}, {"Citation": "Liu Z, Xu XH, Liu TY, Hong ZY, Urade Y, Huang ZL, et al. Safranal enhances non-rapid eye movement sleep in pentobarbital-treated mice. CNS Neurosci Ther. 2012;18:623–630.", "ArticleIdList": ["PMC6493539", "22632633"]}, {"Citation": "Ferrence SC, Bendersky G. Therapy with saffron and the goddess at Thera. Perspect Biol Med. 2001;47:199–226.", "ArticleIdList": ["15259204"]}, {"Citation": "Giaccio M. Crocetin from saffron. An active component of an ancient spice. Critical Rev Food Sci Nutr. 2004;44:155–172.", "ArticleIdList": ["15239370"]}, {"Citation": "Makri OE, Ferlemi AV, Lamari FN, Georgakopoulos CD. Saffron administration prevents selenite-induced cataractogenesis. Mol Vis. 2013;30:1188–1197.", "ArticleIdList": ["PMC3669538", "23734088"]}, {"Citation": "Fernández-Sánchez L, Lax P, Esquiva G, Martín-Nieto J, Pinilla I, Cuenca N. Safranal, a saffron constituent, attenuates retinal degeneration in P23H rats. PLoS One. 2012;7:e43074.", "ArticleIdList": ["PMC3416780", "22900092"]}, {"Citation": "Laabich A, Vissvesvaran GP, Lieu KL, Murata K, McGinn TE, Manmoto CC, et al. Protective effect of crocin against blue light- and white light-mediated photoreceptor cell death in bovine and primate retinal primary cell culture. Invest Ophthalmol Vis Sci. 2006;47:3156–3163.", "ArticleIdList": ["16799063"]}, {"Citation": "Xuan B, Zhou YH, Li N, Min ZD, Chiou GC. Effects of crocin analogs on ocular blood flow and retinal function. J Ocul Pharmacol Ther. 1999;15:143–152.", "ArticleIdList": ["10229492"]}, {"Citation": "Yang XG, Zhang Q, Yu JN, Lian JP, Lei AJ. Effect of Crocus sativus extracti on the concentration of glutamic acid in the vitreous body in rabbits with chronic ocular hypertension. Int J Ophthalmol. 2006;6:1025–1026."}, {"Citation": "Yang XG, Sun DJ, Wang YW, Jin WL, Wang XJ, Duan XL. Effect of Crocus sativus on SOD and MDA alterations in the retina of rabbits with chronic ocular hypertension. Int J Ophthalmol. 2008;8:47–49."}, {"Citation": "Maccarone R, Di Marco S, Bisti S. Saffron supplement maintains morphology and function after exposure to damaging light in mammalian retina. Invest Ophthalmol Visual Sci. 2008;49:1254–1261.", "ArticleIdList": ["18326756"]}, {"Citation": "Sachdeva J, Tanwar V, Golechha M, Siddiqui KM, Nag TC, Ray R, et al. Crocus sativus L. (saffron) attenuates isoproterenol-induced myocardial injury via preserving cardiac functions and strengthening antioxidant defense system. Exp Toxicol Pathol. 2012;64:557–564.", "ArticleIdList": ["21144717"]}, {"Citation": "Mehdizadeh R, Parizadeh MR, Khooei AR, Mehri S, Hosseinzadeh H. Cardioprotective effect of saffron extract and safranal in isoproterenol-induced myocardial infarction in wistar rats. Iran J Basic Med Sci. 2013;16:56–63.", "ArticleIdList": ["PMC3637905", "23638293"]}, {"Citation": "Imenshahidi M, Hosseinzadeh H, Javadpour Y. Hypotensive effect of aqueous saffron extract (Crocus sativus L.) and its constituents, safranal and crocin, in normotensive and hypertensive rats. Phytother Res. 2010;24:990–994.", "ArticleIdList": ["20013822"]}, {"Citation": "Shen XC, Qian ZY, Chen Q, Wang YJ. Protective effect of crocetin on primary culture of cardiac myocyte treated with noradrenaline in vitro. Yao Xue Xue Bao. 2004;39:787–791.", "ArticleIdList": ["15700817"]}, {"Citation": "Imenshahidi M, Razavi BM, Faal A, Gholampoor A, Mousavi SM, Hosseinzadeh H. The effect of chronic administration of safranal on systolic blood pressure in rats. Iran J Pharm Res. 2015;14:585–590.", "ArticleIdList": ["PMC4403076", "25901167"]}, {"Citation": "Ayatollahi H, Javan AO, Khajedaluee M, Shahroodian M, Hosseinzadeh H. Effect of Crocus sativus L. (saffron) on coagulation and anticoagulation systems in healthy volunteers. Phytother Res. 2014;28:539–543.", "ArticleIdList": ["23733488"]}, {"Citation": "Jessie SW, Krishnakantha TP. Inhibition of human platelet aggregation and membrane lipid peroxidation by food spice, saffron. Mol Cell Biochem. 2005;278:59–63.", "ArticleIdList": ["16180089"]}, {"Citation": "Gainer JL, Jones JR. The use of crocetin in experimental atherosclerosis. Experientia. 1975;31:548–549.", "ArticleIdList": ["1140250"]}, {"Citation": "Sheng L, Qian Z, Zheng S, Xi L. Mechanism of hypolipidemic effect of crocin in rats:crocin inhibits pancreatic lipase. Eur J Pharmacol. 2006;543:116–122.", "ArticleIdList": ["16828739"]}, {"Citation": "He SY, Qian ZY, Wen N, Tang FT, Xu GL, Zhou CH. Influence of crocetin on experimental atherosclerosis in hyperlipidemic-diet quails. Eur J Pharmacol. 2007;554:191–195.", "ArticleIdList": ["17109848"]}, {"Citation": "Diluccio RC, Gainer JL. Increasing alveolar oxygen transport. Aviat Space Environ Med. 1980;51:18–20.", "ArticleIdList": ["7362540"]}, {"Citation": "Gainer JV. Use of crocetin in experimental spinal cord injury. J Neurosurg. 1977;46:358–380.", "ArticleIdList": ["839260"]}, {"Citation": "Gainer JV, Nugent R. Effect of increasing the plasma oxygen diffusivity on experimental cryogenic edema. J Neurosurg. 1976;45:535–538.", "ArticleIdList": ["972337"]}, {"Citation": "Gainer JL, Rudolph DB, Caraway DL. The effect of crocetin on hemorrhagic shock in rats. Circ Shock. 1993;41:1–7.", "ArticleIdList": ["8403242"]}, {"Citation": "Aqili Khorasani MH, Makhzan al-Adwiah., Drug Treasure . Reprinted from a copy which was printed in Calcutta dated in 1844. Tehran: Enqelab-e Eslami Publishing and Educational Organization; 1992. pp. 472–473."}, {"Citation": "Abdullaev FI. Cancer chemopreventive and tumoricidal properties of saffron (Crocus sativus L.) Exp Biol Med. 2002;247:20–25.", "ArticleIdList": ["11788779"]}, {"Citation": "Bahmani M, Rafieian M, Baradaran A, Rafieian S, Rafieian-Kopaei M. Nephrotoxicity and hepatotoxicity evaluation of Crocus sativus stigmas in neonates of nursing mice. J Nephropathol. 2014;3:81–85.", "ArticleIdList": ["PMC3999588", "24772401"]}, {"Citation": "Hosseinzadeh H, Shakib SS, Sameni AK, Taghiabadi E. Acute and subacute toxicity of safranal, a constituent of saffron, in mice and rats. Iran J Pharma Res. 2013;12:93–99.", "ArticleIdList": ["PMC3813202", "24250576"]}, {"Citation": "Karimi Gh, Taiebi N, Hosseinzadeh H, Shirzad F. Evaluation of Subacute Toxicity of Aqueous Extract of Crocus sativus L. Stigma and Petal in Rats. J Med Plants. 2004;3:29–36."}, {"Citation": "Modaghegh MH, Shahabian M, Esmaeili HA, Rajbai O, Hosseinzadeh H. Safety evaluation of saffron (Crocus sativus) tablets in healthy volunteers. Phytomed. 2008;15:1032–1037.", "ArticleIdList": ["18693099"]}, {"Citation": "Mohamadpour AH, Ayati Z, Parizadeh MR, Rajbai O, Hosseinzadeh H. Safety Evaluation of Crocin (a constituent of saffron) Tablets in Healthy Volunteers. Iran J Basic Med Sci. 2013;16:39–46.", "ArticleIdList": ["PMC3637903", "23638291"]}, {"Citation": "Moshiri M, Vahabzadeh M, Hosseinzadeh H. Clinical applications of saffron (Crocus sativus) and its constituents:A review. Drug Res. 2014;65:287–295.", "ArticleIdList": ["24848002"]}, {"Citation": "Nam KN, Park YM, Jung HJ, Lee JY, Min BD, Park SU, et al. Anti-inflammatory effects of crocin and crocetin in rat brain microglial cells. Eur J Pharmacol. 2010;648:110–116.", "ArticleIdList": ["20854811"]}, {"Citation": "Bajerska J, Mildner-Szkudlarz S, Podgórski T, Oszmatek-Pruszyíska E. Saffron (Crocus sativus L.) powder as an ingredient of rye bread:an anti-diabetic evaluation. J Med Food. 2013;16:847–856.", "ArticleIdList": ["23909906"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26877844", "PMC4744354"]}}], "PubmedBookArticle": []}