{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Calendula", "Inflammation", "Ointment"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26894161", "DateCompleted": {"Year": "2016", "Month": "02", "Day": "19"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "01", "Day": "01"}], "ELocationID": ["10.7860/JCDR/2016/14997.7143"], "Language": ["eng"], "Journal": {"ISSN": "2249-782X", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2016", "Month": "Jan"}}, "Title": "Journal of clinical and diagnostic research : JCDR", "ISOAbbreviation": "J Clin Diagn Res"}, "ArticleTitle": "Effect of Topical Application of the Cream Containing Magnesium 2% on Treatment of Diaper Dermatitis and Diaper Rash in Children A Clinical Trial Study.", "Pagination": {"StartPage": "WC04", "EndPage": "WC6", "MedlinePgn": "WC04-6"}, "Abstract": {"AbstractText": ["Diaper dermatitis is referred to the inflammation in outer layers of the skin in the perineal area, lower abdomen, and inner thighs. The lesions are maculopapular and usually itchy, which could cause bacterial or candida infection, and predispose the infants to penis or vaginal and urinary infection and lead to discomfort, irritability, and restlessness. The drugs which have been so far administered for this disease (topical steroids) cause special complications for the sensitive skin in this area. Magnesium (Mg) is known for its anti-inflammatory and wound-healing properties.", "The aim of the present study was to study the effect of the cream containing Mg 2% on treatment of diaper dermatitis and diaper rash in children.", "In this clinical trial study, 64 children aged less than two years old with diaper dermatitis referring Paediatric Ward of Hajar Hospital were randomly assigned to two groups of 32. Group one was treated with the combined cream Mg 2% and Calendula and group two with Calendula cream alone. The duration of recovery was compared between the two groups.", "The duration of recovery was significantly lower in the intervention group than the control group (p-value<0.001), but there was no significant difference in the lesions size and diapers' number between the two groups.", "Based on the finding of this study, Mg is effective on treatment of diaper dermatitis and could be used for treating diaper dermatitis and other types of dermatitis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Professor, Department of Pediatrics, Tehran University of Medical Sciences , Shahrekord, Iran ."}], "LastName": "Nourbakhsh", "ForeName": "Seyyed Mohammad-Kazem", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student, Student Research Committee, Department of Medicinal Plants, Medical Plants Research Center, Shahrekord University of Medical Sciences , Shahrekord, Iran ."}], "LastName": "Rouhi-Boroujeni", "ForeName": "Hojjatollah", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Community Medicine, Department of Biostatistics, Isfahan University of Medical Sciences , Isfahan, Iran ."}], "LastName": "Kheiri", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Associate Professor, Department of Epidemiology and Biostatistics, Shahrekord University of Medical Sciences , Shahrekord, Iran ."}], "LastName": "Mobasheri", "ForeName": "Mahmoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Professor, Department of Surgery, Shahrekord University of Medical Sciences , Shahrekord, Iran ."}], "LastName": "Shirani", "ForeName": "Majid", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pediatrician, Department of Pediatrics, Sabzevar University of Medical Sciences , Sabzevar, Iran ."}], "LastName": "Ahrani", "ForeName": "Saeedeh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "General Practitioner, Department of Pediatrics, Shahrekord University of Medical Sciences , Shahrekord, Iran ."}], "LastName": "Karami", "ForeName": "Javad", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Expert, Department of Nursing, Research and Technology Division, Shahrekord University of Medical Sciences , Shahrekord, Iran ."}], "LastName": "Hafshejani", "ForeName": "Zahra Keivani", "Initials": "ZK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Clin Diagn Res", "NlmUniqueID": "101488993", "ISSNLinking": "0973-709X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Folster-Holst R, Buchner M, Proksch E. Diaper dermatitis. Hautarzt. 2011;62(9):699–708.", "ArticleIdList": ["21882101"]}, {"Citation": "Philipp R, Hughes A, Golding J. Getting to the bottom of nappy rash. ALSPAC Survey Team. Avon Longitudinal Study of Pregnancy and Childhood. British J Gen Pract. 1997;47(421):493–97.", "ArticleIdList": ["PMC1313078", "9302788"]}, {"Citation": "Sryzdy S, Janghorbani M, Ghadi Pasha N. Diaper dermatitis prevalence and risk factors in children under 2 years of kindergarten in 1373 Kerman. Iran J Dermatol. 1997;1:24–28. (Persian)"}, {"Citation": "Panahi Y, Sharif MR, Sharif A, Beiraghdar F, Zahiri Z, Amirchoopani G, et al. A randomized comparative trial on the therapeutic efficacy of topical aloe vera and Calendula officinalis on diaper dermatitis in children. Scientif World J. 2012;2012:810234.", "ArticleIdList": ["PMC3346674", "22606064"]}, {"Citation": "Adalat S, Wall D, Goodyear H. Diaper dermatitis-frequency and contributory factors in hospital attending children. Paediatr Dermatol. 2007;24(5):483–88.", "ArticleIdList": ["17958792"]}, {"Citation": "Xhauflaire-Uhoda E, Henry F, Pierard-Franchimont C, Pierard GE. Electrometric assessment of the effect of a zinc oxide paste in diaper dermatitis. Int J Cosmet Sci. 2009;31(5):369–74.", "ArticleIdList": ["19467034"]}, {"Citation": "Davies MW, Dore AJ, Perissinotto KL. Topical vitamin A, or its derivatives, for treating and preventing napkin dermatitis in infants. Cochrance Database Syst Rev. 2005;(4):CD004300.", "ArticleIdList": ["PMC6718230", "16235358"]}, {"Citation": "Noonan C, Quigley S, Curley MA. Skin Integrity in Hospitalized Infants and Children: A Prevalence survey. J paediatrnurs. 2006;21(6):445–53.", "ArticleIdList": ["17101403"]}, {"Citation": "Society CP. Skin care for your baby. Paediatr Child Health journal. 2007;12(3):245–51.", "ArticleIdList": ["PMC2528704", "19030369"]}, {"Citation": "Ference JD, Last AR. Choosing topical corticosteroids. Am Fam Physician. 2009;79(2):135–40.", "ArticleIdList": ["19178066"]}, {"Citation": "Mohammedamin RS, van der Wouden JC, Koning S, van der Linden MW, Schellevis FG, van Suijlekom-Smit LW, et al. Increasing incidence of skin disorders in children? A comparison between 1987 and 2001. BMC Dermatol. 2006;6:4.", "ArticleIdList": ["PMC1435925", "16551358"]}, {"Citation": "Al-Faraidy NA, Al-Natour SH. A forgotten complication of diaper dermatitis: Granuloma gluteale infantum. J Fam Commun. 2010;17(2):107–09.", "ArticleIdList": ["PMC3045094", "21359035"]}, {"Citation": "Proksch E, Nissen H, Bremgartner M, Urquhart C. Bathing in a magnesium-rich Dead Sea salt solution improves skin barrier function, enhances skin hydration, and reduces inflammation in atopic dry skin. International Journal of Dermatology. 2005;44(2):151–57.", "ArticleIdList": ["15689218"]}, {"Citation": "Denda M, Katagiri C, Hirao T, Maruyama N. Some magnesium salts and a mixture of magnesium and calcium salts accelerate skin barrier recovery. Arch Dermatol Res. 1999;291:560–63.", "ArticleIdList": ["10552215"]}, {"Citation": "Del Rosso JQ, Bhambri S, Michaels B. An Aluminum Magnesium Hydroxide Stearate-based Skin Barrier Protection Cream Used for the Management of Eczematous Dermatitis: A Summary of Completed Studies. J Clin Aesthet Dermatol. 2008;1(4):18–21.", "ArticleIdList": ["PMC3016934", "21212843"]}, {"Citation": "Xu J, Liu J, Peng C, Liu Y, Hu J. Effect of magnesium isoglycyrrhizinate on allergy contact dermatitis (ACD) in mice. Pub med Article in Chinese. 2010;35(10):1311–14.", "ArticleIdList": ["20707204"]}, {"Citation": "Pastorfide GB, Gorgonio NM, Ganzon AR, Alberto RM. Zinc chloride spray—magnesium hydroxide ointment dual topical regimen in the treatment of obstetric and gynecologic incisional wounds. ClinTher. 1989;11(2):258–63.", "ArticleIdList": ["2660997"]}, {"Citation": "Shaikh ZI, Mashood AA. Treatment of refractory melasma with combination of topical 5% magnesium ascorbyl phosphate and fluorescent pulsed light in Asian patients. Int J Dermatol. 2014;53(1):93–99.", "ArticleIdList": ["24168559"]}, {"Citation": "Iraji F, Rezazadeh M. The efficacy of topical sucralfate in comparison with hydrocortizone cream in the treatment of diaper dermatitis: A randomized, double blind clinical trial. J Dermatol. 2003;6(1):8–12."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "5", "Day": "24"}, {"Year": "2015", "Month": "9", "Day": "8"}, {"Year": "2016", "Month": "2", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26894161", "PMC4740689", "10.7860/JCDR/2016/14997.7143"]}}], "PubmedBookArticle": []}