{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26912113", "DateCompleted": {"Year": "2016", "Month": "10", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "02", "Day": "24"}], "ELocationID": ["14", "10.1186/s13002-016-0086-y"], "Language": ["eng"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2016", "Month": "Feb", "Day": "24"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "An ethnobotanical analysis of parasitic plants (Parijibi) in the Nepal Himalaya.", "Pagination": {"StartPage": "14", "MedlinePgn": "14"}, "Abstract": {"AbstractText": ["Indigenous biocultural knowledge is a vital part of Nepalese environmental management strategies; however, much of it may soon be lost given Nepal's rapidly changing socio-ecological climate. This is particularly true for knowledge surrounding parasitic and mycoheterotrophic plant species, which are well represented throughout the Central-Eastern Himalayas but lack a collated record. Our study addresses this disparity by analyzing parasitic and mycoheterotrophic plant species diversity in Nepal as well as the ethnobotanical knowledge that surrounds them.", "Botanical texts, online databases, and herbarium records were reviewed to create an authoritative compendium of parasitic and mycoheterotrophic plant species native or naturalized to the Nepal Central-Eastern Himalaya. Semi-structured interviews were then conducted with 141 informants to better understand the biocultural context of these species, emphasizing ethnobotanical uses, in 12 districts of Central-Eastern Nepal.", "Nepal is a hotspot of botanical diversity, housing 15 families and 29 genera of plants that exhibit parasitic or mycoheterotrophic habit. Over 150 of the known 4500 parasitic plant species (~3 %) and 28 of the 160 mycoheterotrophic species (~18 %) are native or naturalized to Nepal; 13 of our surveyed parasitic species are endemic. Of all species documented, approximately 17 % of parasitic and 7 % of mycoheterotrophic plants have ethnobotanical uses as medicine (41 %), fodder (23 %), food (17 %), ritual objects (11 %), or material (8 %).", "Parasitic and mycoheterotrophic plant species exhibit high diversity in the Nepal Central-Eastern Himalaya and are the fodder for biocultural relationships that may help inform future environmental management projects in the region."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fulbright-Nehru Research Scholar, G. B. Pant Institute of Himalayan Environment & Development, Gangtok, East Sikkim, India. aro32@georgetown.edu."}], "LastName": "O'Neill", "ForeName": "Alexander Robert", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Systematics and Biodiversity, Central Department of Botany, Tribhuvan University, Kirtipur, Kathmandu, 44618, Nepal. rana.1.santosh@gmail.com."}], "LastName": "Rana", "ForeName": "Santosh Kumar", "Initials": "SK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Climate"}, {"QualifierName": ["methods"], "DescriptorName": "Conservation of Natural Resources"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Nepal"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["classification"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Government of Nepal. Forest (First Amendment) Act, 2055 . Ministry of forests and soil conservation. 1999."}, {"Citation": "Government of Nepal. Forest Regulation, 2051 . Ministry of forests and soil conservation. 1995."}, {"Citation": "Government of Nepal . National biodiversity strategy and action plan 2014–2020. Ministry of Forests and Soil Conservation. 2014."}, {"Citation": "Convention on International Trade in Endangered Species of Wild Fauna and Flora . Text of the convention. 1983.", "ArticleIdList": ["712806"]}, {"Citation": "Ramsar Convention Secretariat . The Ramsar convention manual. 6 2013."}, {"Citation": "United Nation . Convention on biological diversity. 1992."}, {"Citation": "Nightingale AA. Forest community or community forestry?: Beliefs, meanings, and nature in north-western Nepal. In: Guneratne A, editor. Culture and the environment in the Himalaya. London: Routledge; 2010. pp. 79–99."}, {"Citation": "Thoms C. Community control of resources and the challenge of improving local livelihoods: a critical examination of community forestry in Nepal. Geoforum. 2008;39:1452–65. doi: 10.1016/j.geoforum.2008.01.006.", "ArticleIdList": ["10.1016/j.geoforum.2008.01.006"]}, {"Citation": "Kunwar RM, Nepal BK, Kshhetri HB, Rai SK, Bussmann RW. Ethnomedicine in Himalaya: a case study from Dolpa, Humla. Jumla and Mustang districts of Nepal. J Ethnobio Ethnomed. 2006;2:27. doi: 10.1186/1746-4269-2-27.", "ArticleIdList": ["10.1186/1746-4269-2-27", "PMC1513199", "16749924"]}, {"Citation": "Kunwar RM, Mahat L, Acharya RP, Bussmann RW. Medicinal plants, traditional medicine, markets and management in far-west Nepal. J Ethnobio Ethnomed. 2013;9:24. doi: 10.1186/1746-4269-9-24.", "ArticleIdList": ["10.1186/1746-4269-9-24", "PMC3643841", "23587109"]}, {"Citation": "Stapp JR, Lillieholm RJ, Upadhaya S, Johnson T. Evaluating the impacts of forest management policies and community-level institutions in the buffer zone of Chitwan National Park, Nepal. J Sustain Forest. 2015"}, {"Citation": "Critical Ecosystem Partnership Fund . Assessing five years of CEPF investment in the eastern Himalayas regions. 2011."}, {"Citation": "Paudel NS, Khatri DB, Khanal DR, Karki R. The context of REDD+ in Nepal: Drivers, agents and institutions. Center for International Forestry Research. 2013."}, {"Citation": "Cameron M. Healing landscapes: sacred and rational nature in Nepal’s ayurvedic medicine. In: Guneratne A, editor. Culture and the environment in the Himalaya. London: Routledge; 2010. pp. 40–60."}, {"Citation": "Lama YC, Ghimire SK, Aumeeruddy-Thomas Y. Medicinal plants of Dolpo: Amchi’s knowledge and conservation. WWF Nepal Program. Kathmandu: Format Printing Press; 2001."}, {"Citation": "Ghimire SK, McKey D, Aumeeruddy-Thomas Y. Heterogeneity in ethnoecological knowledge and management of medicinal plants in the Himalayas of Nepal: implications for conservation. Ecol Soc. 2004;9:6."}, {"Citation": "Gewali MB. Aspects of traditional medicine in Nepal. Institute of Natural Medicine, University of Toyama. 2008."}, {"Citation": "Bhattarai KR, Maren IE, Chaudhary RP. Medicinal plant knowledge of the Panchase region in the middle hills of the Nepalese Himalaya. Banko Janakari. 2011;21(2):31–9."}, {"Citation": "Uprety Y, Asselin H, Boon EK, Yadav S, Shrestha KK. Indigenous uses and bioefficacy of medicinal plants in the Rasuwa District, Central Nepal. J Ethnobio Ethnomed. 2010;6:3. doi: 10.1186/1746-4269-6-3.", "ArticleIdList": ["10.1186/1746-4269-6-3", "PMC2823594", "20102631"]}, {"Citation": "Kunwar RM, Bussmann RW. Ethnobotany in the Nepal Himalaya. J Ethnobio Ethnomed. 2008;4:24. doi: 10.1186/1746-4269-4-24.", "ArticleIdList": ["10.1186/1746-4269-4-24", "PMC2639547", "19055723"]}, {"Citation": "Bhattarai S, Chaudhary RP, Quave CL, Taylor RSL. The use of medicinal plants in the trans-Himalayan arid zone of Mustang district, Nepal. J Ethnobio Ethnomed. 2010;6:14. doi: 10.1186/1746-4269-6-14.", "ArticleIdList": ["10.1186/1746-4269-6-14", "PMC2856531", "20370901"]}, {"Citation": "Rokaya MB, Munzbergova Z, Timsina B. Ethnobotanical study of medicinal plants from the Humla district of western Nepal. J Ethnopharmacol. 2010;30(3):485–504. doi: 10.1016/j.jep.2010.05.036.", "ArticleIdList": ["10.1016/j.jep.2010.05.036", "20553834"]}, {"Citation": "Government of Nepal . Kathmandu declaration on agroforestry. Ministry of Agricultural Development and Ministry of Forests and Soil Conservation. 2015."}, {"Citation": "Karki M. The organic production of medicinal and aromatic plants: a strategy for improved value-addition and marketing of products from the Himalayas. In: Thomas YA, Karki M, Gurung K, Parajuli D, editors. Proceedings of wise practices and experimental learning in conservation and management of Himalayan medicinal plants. Nepal: Ministry of Forests and Soil Conservation; 2005. pp. 56–69."}, {"Citation": "Chaudhary RP. Biodiversity in Nepal: status and conservation. Bangkok: Tec Press Books; 1998."}, {"Citation": "Manandhar NP. Plants and people of Nepal. Hong Kong: Timber Press; 2002."}, {"Citation": "Polunin O, Stainton A. Flowers of the Himalayas. USA: Oxford University Press; 2000."}, {"Citation": "Press JR, Shrestha KK, Sutton SA. Annotated checklist of the flowering plants of Nepal. London: The Natural History Museum of London; 2000."}, {"Citation": "Shrestha K. Dictionary of Nepalese plant names. Kathmandu: Mandala Book Point; 1998."}, {"Citation": "Rajbhandari KR, Joshi R. Crop weeds of Nepal. Kathmandu: Natural History Society of Nepal; 1998."}, {"Citation": "Annotated checklist of the flowering plants of Nepal. eFloras.org. http://www.efloras.org/flora_page.aspx?flora_id=110. Accessed 20 December 2013."}, {"Citation": "The Plant List. Version 1.1. http://www.theplantlist.org/. Accessed 20 December 2013."}, {"Citation": "Tropicos.org. Missouri Botanical Garden. http://www.tropicos.org/. Accessed 26 June 2015."}, {"Citation": "Government of Nepal. National herbarium and plant laboratories (KATH). Ministry of Forests and Soil Conservation. Godawari, Lalitpur, Nepal."}, {"Citation": "Tribhuvan University. Tribhuvan University Central Herbarium (TUCH). Central Department of Botany. Kirtipur, Kathmandu, Nepal."}, {"Citation": "Environmental Systems Research Institute. ArcGIS Desktop v. 9.3. Redlands, CA. 2011."}, {"Citation": "Cunningham AB. Applied ethnobotany: people, wild plant use and conservation. USA: Earthscan Publications; 2001."}, {"Citation": "Acharya E, Pokhrel B. Ethno-medicinal plants used by Bantar of Bhaudaha, Morang, Nepal. Our Nature. 2006;4:96–103."}, {"Citation": "Adhikay P, Roshan KC, Kayastha D, Thapa D, Shrestha R, Shrestha TM, et al. Phytochemical screening and anti-microbial properties of medicinal plants of Dhunkharka community, Kavrepalanchowk. Nepal. Intl J Pharm Biol Arch. 2011;2(6):1663–7."}, {"Citation": "Bhattarai S, Chaudhary RP, Taylor RSL. Ethno-medicinal plants used by the people of Nawalparasi District, Central Nepal. Our Nature. 2009;7:82–99."}, {"Citation": "Bhattarai NK. Folk herbal medicines of Dolakha district, Nepal. Fitoterapia. 1993;5:387–95."}, {"Citation": "Coburn B. Some native medicinal plants of the western Gurung. Kailash. 1984;11(1–2):55–87."}, {"Citation": "Dhami N. Ethnomedicinal uses of plants in western Terai of Nepal: a case study of Dekhatbhuli of Kanchapur District. In: Jha PK, editor. Medicinal plants in Nepal: an anthology of contemporary research. 2008. pp. 164–76."}, {"Citation": "Hasan MK, Gatto P, Jha PK. Traditional uses of wild medicinal plants and their management practices in Nepal: a study in Makawanpur District. Int J Med Arom Plants. 2013;3(1):102–12."}, {"Citation": "Joshi AR, Edington JM. The use of medicinal plants by two village communities in the Central Development Region on Nepal. Econ Bot. 1990;44(1):71–83. doi: 10.1007/BF02861069.", "ArticleIdList": ["10.1007/BF02861069"]}, {"Citation": "Joshi AR, Joshi K. Ethnomedicinal plants used against skin diseases in some villages of Kali Gandaki, Bagmati, and TadiLiku watersheds of Nepal. Ethnobot Leafl. 2007;11:235–46."}, {"Citation": "Joshi K, Joshi R, Joshi AR. Indigenous knowledge and uses of medicinal plants in Macchegaun, Nepal. Indian J Tradit Know. 2011;10(2):281–6."}, {"Citation": "Kunwar RM, Duwadee NPS. Ethnobotanical notes on flora of Khaptad National Park (KNP), far-western Nepal. Him J Sci. 2003;1(1):25–30."}, {"Citation": "Kunwar RM, Uprety Y, Burlakoti C, Chaudhary CL, Bussmann RW. Indigenous use and ethnopharmacology of medicinal plants in far-west Nepal. Ethnobot Res Appl. 2009;7:5–28."}, {"Citation": "Magar ST. Unpublished master’s thesis. Tribhuvan University: Kirtipur Kathmandu, Nepal. 2007. A report of the indigenous knowledge of medicinal plants in the Magar community: a case study of Salija VDC, Parbat."}, {"Citation": "Limbu DK, Rai BK. Ethnomedicinal practices among the Limbu Community in Limbuwan, eastern Nepal. Global J Human Soc Sci. 2013; 13(2). https://globaljournals.org/GJHSS_Volume13/2-Ethno-Medicinal-Practices-among-the-Limbu.pdf. Accessed 15 June 2015."}, {"Citation": "Parajuli RR. Ethnobotany of Arghakhanchi District, Nepal: plants used in dermatological and cosmetic disorders. Nep J Sci Tech. 2013;1(2):57–66."}, {"Citation": "Rai SK. Medicinal plants used by Meche people of Jhapa District, Eastern Nepal. Our Nature. 2004;2:37–42."}, {"Citation": "Shrestha PM, Dhillon SS. Medicinal plant diversity and use in the highlands of Dolakha district, Nepal. J Ethnopharmacol. 2003;86:81–96. doi: 10.1016/S0378-8741(03)00051-5.", "ArticleIdList": ["10.1016/S0378-8741(03)00051-5", "12686446"]}, {"Citation": "Singh AG, Hamal JP. Traditional phytotherapy of some medicinal plants used by Tharu and Magar communities of western Nepal, against dermatological disorders. Sci World. 2013;11(11):81–9. doi: 10.3126/sw.v11i11.8558.", "ArticleIdList": ["10.3126/sw.v11i11.8558"]}, {"Citation": "Singh AG, Panthi MP, Tewari DD. Ethnomedical plants used by the Tharu and Magar communities of Rupandehi District, Western Nepal. Curr Bot. 2011;2(2):30–3."}, {"Citation": "Singh AO, Kumar A, Terai DD. An ethnobotanical survey of medicinal plants used in Terai forests of Western Nepal. J Ethnobio Ethnomed. 2012; 8(19).doi:10.1186/1746-4269-8-19", "ArticleIdList": ["PMC3473258", "22591592"]}, {"Citation": "Tamang G. An ethnobiological study of the Tamang People. Our Nature. 2003;1:37–41."}, {"Citation": "Thapa LB. Indigenous knowledge on common medicinal plants among Raji community of Surkhet District, Mid-Western Nepal. Nep J Biosci. 2012;2:88–92."}, {"Citation": "Bhattarai GP. Diversity and indigenous uses of flowering plant resources in the Churiya forests of Parsa Wildlife Reserve and adjoining area. Central Department of Botany, Tribhuvan University, Nepal. M.Sc. Thesis; 2002"}, {"Citation": "Bhattarai NK. Folk herbal medicines of Makawanpur district, Nepal. Econ Bot. 1991;29(4):284–95."}, {"Citation": "Kunwar RM, Adhikari N, Devkota MP. Indigenous use of mistletoes in tropical and temperate region of Nepal. Banko Janakari. 2015;15(2):38–42."}, {"Citation": "Mandandhar NP. A contribution to the ethnobotany of Mushar tribes of Dhanusa district, Nepal. J Nat Hist Mus. 1986;10(1–4):53–64."}, {"Citation": "Pandey B. Ethnobotany in human welfare: a case study for Bhujung, Lamjung, Nepal. Department of Biological and Environmental Science, Kathmandu University, Nepal. M. Sc. Thesis; 2001"}, {"Citation": "Panthi MP, Chaudhary RP. Angiosperm flora of Arghakhanchi district and adjoining areas, West Nepal. J Nat Hist Mus. 2002;21(1–4):7–32."}, {"Citation": "Sah JP, Singh RL, Bhatta N. Floristic diversity and use of plants in Ghodaghodi lake area, Nepal. J Nat Hist Mus. 2002;21(1–4):243–66."}, {"Citation": "Sapkota PP. Ecological study and traditional uses of medicinal plants in malika forest Baglung, west Nepal. Central Department of Botany, Tribhuvan University, Nepal. M. Sc. Thesis; 2002"}, {"Citation": "Shrestha KK, Kunwar RM. Plants. In Olver S. editor. Babai river valley: fish and biodiversity survey, Royal Bardiya National Park, Nepal. ZSL conservation report no. 3: London: the Zoological Society of London; 2003. p. 119."}, {"Citation": "Siwakoti M, Siwakoti S, Varma SR. Ethnobotanical notes on wild edible plants used by Satars of Nepal. TU J. 1997;20(1):57–64."}, {"Citation": "Acharya KP, Rokaya MB. Medicinal orchids of Nepal: are they well protected? Our Nature. 2010;8:82–91."}, {"Citation": "Kunwar RM, Adhikari N. Ethnomedicine of Dolpa District, Nepal: The plants, their uses. Lyonia. 2005;8(1):43–9."}, {"Citation": "Subedi A, Kunwar B, Choi Y, Dai Y, van Andel T, Chaudhary RP, et al. Collection and trade of wild-harvest orchids in Nepal. J Ethnobio Ethnomed. 2013;9:64–74. doi: 10.1186/1746-4269-9-64.", "ArticleIdList": ["10.1186/1746-4269-9-64", "PMC3846542", "24004516"]}, {"Citation": "Vaidya B, Shrestha M, Joshee N. Report on Nepalese orchid species with medicinal properties. In: Wantanabe T, Takano A, Bista MS, Saiju HK, editors. The Himalayan plants, can they save us? Proceedings of Nepal-Japan joint symposium on conservation and utilization of Himalayan medicinal resources. Japan: Society for the conservation and Development of Himalayan Medicinal Reosurce (SCDHMR); 2000. pp. 146–52."}, {"Citation": "Devkota MP, Acharya N. Status of angiospermic tree parasites of Kathmandu Valley. WWF Nepal Program. 1995."}, {"Citation": "Nepal M. Ethnobotany of Rai and Sherpa community in the Makalu Barun conservation area, eastern Nepal. Central Department of Botany, Tribhuvan University, Nepal.M.Sc. Thesis; 1999"}, {"Citation": "Gurung K. Indigenous knowledge on the plant resources used by the people of Tinjure area, Terhathum district, Nepal. Botanica Orientalis. 2003;2:165–70."}, {"Citation": "Manandhar NP. Medicinal plants-lore of Tamang tribe of Kavrepalanchok district, Nepal. Econ Bot. 1991;45:58–71. doi: 10.1007/BF02860050.", "ArticleIdList": ["10.1007/BF02860050"]}, {"Citation": "Devkota MP. Mistletoes of Khimti forest, Ramechaap district, Nepal. Banko Janakari. 1997;7(2):52–3."}, {"Citation": "Kunwar RM, Burlakoti C, Chowdhary CL, Bussmann RW. Medicinal plants in far western Nepal: their uses and pharmacological validity. Med Aromat Plant Sci Biotechnol. 2010;4(1):28–42."}, {"Citation": "Manandhar NP. Ethnobotanical note on folk-lore Remedies of Baglung District, Nepal. Contrib Nepal Stud J. 1993;20(2):183–96."}, {"Citation": "Toba S. Plant names in Khaling: a study in ethnobotany and village economy. Kailash. 1995. pp. 145–69."}, {"Citation": "Tibetan Medicinal Plants. 1994. New Delhi, INDIA. The Services Press Tibetan Medical Publications"}, {"Citation": "Shakya PR, Shrestha I, Paudel S, Sakya S. Study on non timber forest products in Annapurna Conservation Area (ACA), Nepal. 2002."}, {"Citation": "Mentsikhang L-K. Himalayan doctors and healing herbs: the Amchi tradition and medicinal plants of Mustang. Kathmandu, Nepal: Mera Publications; 2005."}, {"Citation": "Manandhar NP. Medicinal plants used by the Chepang tribes of Makawanpur district Nepal. Fitoterapia. 1989;60(1):61–8."}, {"Citation": "Thapa N. Ethnobotany and biodiversity conservation: a sustainable livelihood among the Tamangs. Kathmandu: Sunkoshi Chhapakhana; 2006."}, {"Citation": "Devkota MP, Kunwar RM. Diversity, distribution and host range of mistletoes in Godawari-Phulchoki Area, Kathmandu, Nepal. J Jpn Bot. 2006;81:255–61."}, {"Citation": "Devkota MP, Joshi GP, Parajuli P. Diversity, distribution and host range of mistletoe in protected and unprotected areas of Central Nepal Himalayas. Banko Janakari. 2007;20(2):14–20."}, {"Citation": "Sapkota PP. Religious culture and medicinal plants: an anthropological study. Dhaulagiri J Socio Anth. 2013;7:197–224."}, {"Citation": "Balami NP. Ethnomedicinal uses of plants among the Newar community of Pharping Village of Kathmandu District, Nepal. Tribhuvan Univ J. 2012."}, {"Citation": "Acharya R, Acharya KP. Ethnobotanical study of medicinal plants used by Tharu community of Parroha VDC, Rupandehi District, Nepal. Sci World. 2009;7(7):80–4."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "7", "Day": "28"}, {"Year": "2016", "Month": "2", "Day": "16"}, {"Year": "2016", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["26912113", "PMC4765049", "10.1186/s13002-016-0086-y", "10.1186/s13002-016-0086-y"]}}], "PubmedBookArticle": []}