{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26920896", "DateCompleted": {"Year": "2016", "Month": "12", "Day": "13"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "02", "Day": "27"}], "ELocationID": ["39", "10.1186/s12944-016-0210-y"], "Language": ["eng"], "Journal": {"ISSN": "1476-511X", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2016", "Month": "Feb", "Day": "27"}}, "Title": "Lipids in health and disease", "ISOAbbreviation": "Lipids Health Dis"}, "ArticleTitle": "Phytopreventive antihypercholesterolmic and antilipidemic perspectives of zedoary (Curcuma Zedoaria Roscoe.) herbal tea.", "Pagination": {"StartPage": "39", "MedlinePgn": "39"}, "Abstract": {"AbstractText": ["Metabolic syndrome is an increasingly prevalent problem, not only in industrialized developed countries, but in developing countries as well. The modern healthcare to reduce the dysfunction of metabolic syndrome is burdened with great problems of unsafe medicines and certain degree of side effects. Medicinal plants and derived component products are becoming increasingly popular in modern society as natural alternatives to synthetic multiple drugs for the treatment of hypercholesterolemia and hypertriglyceridemia. The present research work was carried out to evaluate the zedoary (Curcuma zedoaria Roscoe.) herbal tea (ZHT) for antihypercholestrolemic and antilipidemic perspectives in discerning consumers.", "Zedoary rhizome dried powder (ZRDP) after proximate composition analysis was used to prepared ZHT samples as T1 (500 mg ZRDP), T2 (1 g ZRDP) and T3 (1.5 g ZRDP) in 200 mL boiling water for 5 minutes, respectively. ZHT samples were characterized for total phenolic compounds (TPC), DPPH inhibition, total flavonoids, color tonality (L*, a* and b* value), pH, acidity, total soluble solids (TSS) and sensory acceptance. Thirty mild-hypercholestrolemic male human volunteers were randomly allocated to three groups (G1, G2 and G3) and each group consisting of 1o mild-hypercholestrolemic male human subjects. The volunteers were assigned ZHT samples for consecutive two months. The blood drawn for day 0, day 30 and day 60 after an overnight 12 h fast was analyzed for serum parameters such as total cholesterol (TC), high-density lipoprotein cholesterol (HDL-cholesterol), low-density lipoprotein cholesterol (LDL-cholesterol) and triglycerides (TG) concentration.", "The ZRDP possessed abundantly the crude protein (13.5 ± 0.68 %), total dietary fiber (21.86 ± 0.71 %), acid detergent fiber (13.22 ± 0.44 %), neutral detergent fiber (18.68 ± 0.53 %) and mineral contents. Highest TPC, DPPH inhibition and total flavonoids values were observed 9.74 ± 0.64 (mg GAE/g DW), 47.28 ± 1.62 (%) and 17.12 ± 0.75 (QE mg/g), respectively in T3. L* value was significantly (p ≤ 0.05) low for T3 samples. In contrast, a* value and b* value was significantly (p ≤ 0.05) higher for T3 when compared with T1 and T2. T3 samples showed lower pH (5.13 ± 0.13) and higher acidity (0.25 ± 0.08) values than T1 (5.64 ± 0.25, 0.17 ± 0.05) and T2 (5.42 ± 0.21, 0.21 ± 0.06), respectively. Similarly, an increasing trend in TSS contents was observed. Sensory scores assigned to color, flavor, aroma and overall acceptability attributes varied in a quite narrow range for all ZHT samples. The lowest evaluation scores were recorded for T3 samples. The G3 showed the more reduction in body weight and BMI during efficacy study as compared to G1 and G2. The decrease in serum TC for G1, G2 and G3 on day 60 was observed 9 %, 14 % and 17 %, respectively when compared with reference value at day 0. The consumption of T3 resulted in significant increase (6.8 %) of HDL-cholesterol after two months. A trend in decrease of serum LDL-cholesterol (5.6 %) and TG (12.5 %) was also observed after consumption of T3 at day 60.", "The results of the present study conclude that the strong phenolic contents and radical scavenging activity of zedoary rhizome have protective role against hypercholesterolemic and lipidemic conditions."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science, Nutrition and Home Economics, Government College University, Faisalabad, Pakistan. smateen1985@gmail.com."}], "LastName": "Tariq", "ForeName": "Sara", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Home and Food Sciences, Faculty of Science and Technology, Government College University, Faisalabad, Pakistan. imran@gcuf.edu.pk."}], "LastName": "Imran", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Home and Food Sciences, Faculty of Science and Technology, Government College University, Faisalabad, Pakistan. zee_ft@hotmail.com."}], "LastName": "Mushtaq", "ForeName": "Zarina", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science, Nutrition and Home Economics, Government College University, Faisalabad, Pakistan. nosheenasgharfsn@gmail.com."}], "LastName": "Asghar", "ForeName": "Nosheen", "Initials": "N"}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Lipids Health Dis", "NlmUniqueID": "101147696", "ISSNLinking": "1476-511X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cholesterol, HDL"}, {"RegistryNumber": "0", "NameOfSubstance": "Cholesterol, LDL"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypolipidemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipoproteins, HDL"}, {"RegistryNumber": "0", "NameOfSubstance": "Teas, Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "Triglycerides"}, {"RegistryNumber": "97C5T2UQ7J", "NameOfSubstance": "Cholesterol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["blood"], "DescriptorName": "Cholesterol"}, {"QualifierName": ["blood"], "DescriptorName": "Cholesterol, HDL"}, {"QualifierName": ["blood"], "DescriptorName": "Cholesterol, LDL"}, {"QualifierName": ["chemistry"], "DescriptorName": "Curcuma"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["blood", "drug therapy"], "DescriptorName": "Hypercholesterolemia"}, {"QualifierName": ["chemistry", "therapeutic use"], "DescriptorName": "Hypolipidemic Agents"}, {"QualifierName": ["blood"], "DescriptorName": "Lipoproteins, HDL"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Teas, Herbal"}, {"QualifierName": ["blood"], "DescriptorName": "Triglycerides"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dias DA, Urban S, Roessner U. A historical overview of natural products in drug discovery. Metabolites. 2012;2:303–36", "ArticleIdList": ["PMC3901206", "24957513"]}, {"Citation": "Babu KN, Sabu M, Shiva KN, Divakaran M, Ravindran PN. Ginger. In: Singh RJ, editor. Genetic Resources, Chromosome Engineering, and Crop Improvement: Medicinal Plants. Boca Raton: CRC Press, Taylor and Francis Group; 2011. pp. 393–450."}, {"Citation": "Wilson B, Abraham G, Manju VS, Mathew M, Vimala B, Sundaresan S, Nambisan B. Antimicrobial activity of Curcuma zedoaria and Curcuma malabarica tubers. J Ethnopharmacol. 2005;99:147–51.", "ArticleIdList": ["15848035"]}, {"Citation": "Makabe H, Maru N, Kuwabara A, Kamo T, Hirota M. Anti-inflammatory sesquiterpenes from Curcuma zedoaria. Nat Prod Res. 2006;20:680–85. doi: 10.1080/14786410500462900.", "ArticleIdList": ["10.1080/14786410500462900", "16901812"]}, {"Citation": "Lobo R, Prabhu KS, Shirwaikar A, Shirwaikar A. Curcuma zedoaria Rosc. (white turmeric): a review of its chemical, pharmacological and ethnomedicinal properties. J Pharm Pharmacol. 2009;61:13–21. doi: 10.1211/jpp/61.01.0003.", "ArticleIdList": ["10.1211/jpp/61.01.0003", "19126292"]}, {"Citation": "Gao XF, Li QL, Li HL, Zhang HY, Su JY, Wang B, Liu P, Zhang AQ. Extracts from Curcuma zedoaria inhibit proliferation of human breast cancer cell MDA-MB-231 in vitro. Evid Based Complement Alternat Med. 2014;2014:730678.", "ArticleIdList": ["PMC4026840", "24883070"]}, {"Citation": "Ullah HM, Zaman S, Juhara F, Akter L, Tareq SM, Masum EH, Bhattacharjee R. Evaluation of antinociceptive, in-vivo & in-vitro anti-inflammatory activity of ethanolic extract of Curcuma zedoaria rhizome. BMC Complement Altern Med. 2014;14:346.", "ArticleIdList": ["PMC4190444", "25242194"]}, {"Citation": "Duke AJ, Bogenschutz Godwin MJ, duCellier J, Duke PGK. CRC Handbook of Medicinal Spices. Boca Raton: CRC Press; 2003. pp. 148–150."}, {"Citation": "Singh P, Singh S, Kapoor IPS, Singh G, Isidorov V, Szczepaniak L. Chemical composition and antioxidant activities of essential oil and oleoresins from Curcuma zedoaria rhizomes, part-74. Food Biosci. 2013;3:42–48. doi: 10.1016/j.fbio.2013.06.002.", "ArticleIdList": ["10.1016/j.fbio.2013.06.002"]}, {"Citation": "Liu Y, Roy SS, Nebie RH, Zhang Y, Nair MG. Functional food quality of Curcuma caesia, Curcuma zedoaria and Curcuma aeruginosa endemic to Northeastern India. Plant Foods Hum Nutr. 2013;68:72–77. doi: 10.1007/s11130-013-0333-5.", "ArticleIdList": ["10.1007/s11130-013-0333-5", "23359084"]}, {"Citation": "AACC . Approved Methods of American Association of Cereal Chemists. 10. St. Paul, Minnesota, USA: The American Association of Cereal Chemists, Inc.; 2000."}, {"Citation": "AOAC . Official Methods of Analysis. 18. VA, USA: The Association of the Official Analytical Chemists. Arlington; 2006."}, {"Citation": "Van Soest PJ, Robertson JB, Lewis BA. Methods for dietary fiber, neutral detergent fiber, and nonstarch polysaccharides in relation to animal nutrition. J Dairy Sci. 1991;74:3583–97. doi: 10.3168/jds.S0022-0302(91)78551-2.", "ArticleIdList": ["10.3168/jds.S0022-0302(91)78551-2", "1660498"]}, {"Citation": "Singleton VL, Orthofer R, Lamuela RRM. Analysis of total phenols and other oxidation substrates and antioxidants by means of Folin–Ciocalteu reagent. Methods in Enzym. 1999;299:152–78. doi: 10.1016/S0076-6879(99)99017-1.", "ArticleIdList": ["10.1016/S0076-6879(99)99017-1"]}, {"Citation": "Mensor LL, Mennezes FS, Leitao GG, Reis AS, Santos TC, Coube CS, Leitao SG. Screening of Brazilian plant extacts for antioxidant activity by the use of DPPH free radical method. Phytotherapy Res. 2001;15:127–30.", "ArticleIdList": ["11268111"]}, {"Citation": "Ordonez AAL, Gomez JD, Vattuone MA, Isla MI. Antioxidant activities of Sechium edule (Jacq.) Swart extracts. Food Chem. 2006;97:452–58. doi: 10.1016/j.foodchem.2005.05.024.", "ArticleIdList": ["10.1016/j.foodchem.2005.05.024"]}, {"Citation": "Rocha AMCN, Morais AMMB. Shelf life of minimally processed apple (CV Jonagored) determined by colour changes. Food Cont. 2003;14:13–20. doi: 10.1016/S0956-7135(02)00046-4.", "ArticleIdList": ["10.1016/S0956-7135(02)00046-4"]}, {"Citation": "Meilgaard MC, Civille GV, Carr BT. Sensory Evaluation Techniques. 4. Boca Raton: CRC Press; 2007. p. 464."}, {"Citation": "Allain CC, Poon LS, Chan CSG, Richmond W, Fu P. Enzymatic determination of total serum cholesterol. Clin Chem. 1974;20:470–75.", "ArticleIdList": ["4818200"]}, {"Citation": "Assmann G. HDL–cholesterol precipitant. Randox Labs. Ltd. Crumlin Co. Antrim, N. Ireland. Internist. 1979;20:559–64.", "ArticleIdList": ["0"]}, {"Citation": "McNamara JR, Cohn JS, Wilson PW, Schaefer EJ. Calculated values for low-density lipoprotein cholesterol in the assessment of lipid abnormalities and coronary disease risk. Clin Chem. 1990;36:36–42.", "ArticleIdList": ["2297935"]}, {"Citation": "Annoni G, Botasso BM, Ciaci D, Donato MF, Tripodi A. Liquid triglycerides (GOP–PAP). Med. Diagnostic Italy Lab. J Res Lab Med. 1982;9:115–16."}, {"Citation": "Basuny AM, Gaafar AM, Arafat SM. Tomato lycopene is a natural antioxidant and can alleviate hypercholesterolemia. Afr J Biotechnol. 2009;8:6627–33."}, {"Citation": "Steel RGD, Torrie JH, Dickey D. Principles and Procedures of Statistics, A Biometrical Approach. 3. New York: McGraw Hill Book Co Inc, USA; 1997."}, {"Citation": "Skornickova J, Rehse T, Sabu M. Other economically important Curcuma species. In: Ravindran PN, Babu KN, Sivaraman K, editors. Turmeric The Genus Curcuma. Boca Raton: CRC Press, Taylor and Francis Group; 2007. pp. 451–68."}, {"Citation": "Subhadhirasakul S, Wongvarodom S, Ovatlarnporn C. The content of active constituents of stored sliced and powdered preparations of turmeric rhizomes and zedoary (bulb and finger) rhizomes. Songklanakarin J Sci Technol. 2007;29:1527–36."}, {"Citation": "Srivastava NR, Lal BR, Kumar SV, Dhirendra K. Physicochemical and phytochemical investigation of three different species of curcuma rhizome. Int. Res J Pharm. 2013;4:163–66. doi: 10.7897/2230-8407.04333.", "ArticleIdList": ["10.7897/2230-8407.04333"]}, {"Citation": "Rahman MM, Gheyasuddin S. A study on the chemical composition of shoti rhizome (Curcuma zedoaria) and commercial shoti barley. Bangladesh J Agri Sci. 1986;13:21–24."}, {"Citation": "Srivastava S, Mehrotra S, Rawat AKS. Pharmacognostic evaluation of the rhizomes of Curcuma zedoaria Rosc. Pharmacognosy J. 2011;3:20–26. doi: 10.5530/pj.2011.20.5.", "ArticleIdList": ["10.5530/pj.2011.20.5"]}, {"Citation": "He ZL, Yang XE, Stoffella PJ. Trace elements in agroecosystems and impacts on the environment. J Trace Elem Med Biol. 2005;19:125–40. doi: 10.1016/j.jtemb.2005.02.010.", "ArticleIdList": ["10.1016/j.jtemb.2005.02.010", "16325528"]}, {"Citation": "Liu H, Probst A, Liao B. Metal contamination of soils and crops affected by the Chenzhou lead/zinc mine spill (Hunan, China) Sci Total Environ. 2005;339:153–66. doi: 10.1016/j.scitotenv.2004.07.030.", "ArticleIdList": ["10.1016/j.scitotenv.2004.07.030", "15740766"]}, {"Citation": "Tian RT, Xie PS, Liu HP. Evaluation of traditional Chinese herbal medicine: Chaihu (Bupleuri Radix) by both high performance liquid chromatographic and high-performance thin-layer chromatographic fingerprint and chemometric analysis. J Chromatogr A. 2009;1216:2150–55. doi: 10.1016/j.chroma.2008.10.127.", "ArticleIdList": ["10.1016/j.chroma.2008.10.127", "19084233"]}, {"Citation": "Srividya AR, Dhanabal SP, Yadav AK, Kumar SMN, Vishnuvarthan VJ. Phytopreventive anti-hyperlipidemic activity of Curcuma zedoaria. Bulletin Pharm Res. 2012;2:22–25."}, {"Citation": "Kim HJ, Lee JW, Kim YD. Antimicrobial activity and antioxidant effect of Curcuma longa, Curcuma aromatica and Curcuma zedoaria. Korean J Food Preserv. 2011;18:219–25. doi: 10.11002/kjfp.2011.18.2.219.", "ArticleIdList": ["10.11002/kjfp.2011.18.2.219"]}, {"Citation": "Sumathi S, Iswariya GT, Sivaprabha B, Dharani B, Radha P, Padma PR. Comparative study of radical scavenging activity and phytochemical analysis of fresh and dry rhizomes of Curcuma zedoaria. Int J Pharm Sci Res. 2013;4:1069–73."}, {"Citation": "Riaz A, Abbasi MA, Aziz-ur-Rehman, Shahzadi T, Qureshi MZ, Khan KM. Antioxidant activity and radical scavenging effects of various fractions from Curcuma zedoaria. Asian J Pharm Bio Res. 2011;1:525–33."}, {"Citation": "Himaja M, Anand R, Ramana MV, Anand M, Karigar A. Phytochemical screening and antioxidant activity of rhizome part of Curcuma zedoaria. Int J Res Ayurveda pharm. 2010;1:414–17."}, {"Citation": "Madsen HL, Nielsen BR, Bertelsen G, Skibsted LH. Screening of antioxidative activity of spices. A comparison between assays based on ESR spin trapping and electrochemical measurement of oxygen consumption. Food Chem. 1996;57:331–37. doi: 10.1016/0308-8146(95)00248-0.", "ArticleIdList": ["10.1016/0308-8146(95)00248-0"]}, {"Citation": "Moller JKS, Madsen HL, Altonen T, Skibsted LH. Dittany (Origanum dictamnus) as a source of water-extractable antioxidants. Food Chem. 1999;64:215–19. doi: 10.1016/S0308-8146(98)00143-5.", "ArticleIdList": ["10.1016/S0308-8146(98)00143-5"]}, {"Citation": "Hatano T, Edamatsu R, Mori A, Fujita Y, Yasuhara E. Effect of interaction of tannins with co-existing substances. VI. Effects of tannins and related polyphenols on superoxide anion radical and on DPPH radical. J Chem Pharm Bull. 1989;37:2016–21. doi: 10.1248/cpb.37.2016.", "ArticleIdList": ["10.1248/cpb.37.2016"]}, {"Citation": "Noguchi N, Niki E. Chemistry of active oxygen species and antioxidants. In: Papas AM, editor. Antioxidant Status, Diet, Nutrition and Health. Boca Raton: CRC Press; 1999. pp. 3–20."}, {"Citation": "Decker EA. Phenolics: prooxidants or antioxidants? Nutr Rev. 1997;55:396–98. doi: 10.1111/j.1753-4887.1997.tb01580.x.", "ArticleIdList": ["10.1111/j.1753-4887.1997.tb01580.x", "9420450"]}, {"Citation": "Martins AP, Salgueiro L, Goncalves MJ, Cunha AP, Vila R, Canigueral S, Mazzoni V, Tomi F, Casanova J. Essential oil composition and antimicrobial activity of three Zingiberaceae from S. Tome e Principe. Planta Medica. 2001;67:580–84. doi: 10.1055/s-2001-16494.", "ArticleIdList": ["10.1055/s-2001-16494", "11509990"]}, {"Citation": "Mau JL, Lai EYC, Wang NP, Chen CC, Chang CH, Chyau CC. Composition and antioxidant activity of the essential oil from Curcuma zedoaria. Food Chem. 2003;82:583–91. doi: 10.1016/S0308-8146(03)00014-1.", "ArticleIdList": ["10.1016/S0308-8146(03)00014-1"]}, {"Citation": "Souza CRA, Osme SF, Gloria MBA. Stability of curcuminoids pigments in model systems. J Food Process Preserv. 1997;21:353–63. doi: 10.1111/j.1745-4549.1997.tb00789.x.", "ArticleIdList": ["10.1111/j.1745-4549.1997.tb00789.x"]}, {"Citation": "Bambirra MLA, Junqueira RG, Glória MBA. Influence of post harvest processing conditions on yield and quality of ground turmeric (Curcuma longa L.) Braz Arch Biol Technol. 2002;45:423–29. doi: 10.1590/S1516-89132002000600004.", "ArticleIdList": ["10.1590/S1516-89132002000600004"]}, {"Citation": "Andrews LS, Godshall MA, Moore S. Sucrose degradation under model processing conditions. Journal Food Sci. 2002;67:1621–24. doi: 10.1111/j.1365-2621.2002.tb08694.x.", "ArticleIdList": ["10.1111/j.1365-2621.2002.tb08694.x"]}, {"Citation": "Chittrarasarayan S, Ghadevaru S, Manimehalai N, Athmaselvi KA. Quality assessment of processed Curcuma longa (turmeric) powder for microbial contamination and physico-chemical properties. The Int J Sci Technol. 2015;3:101–06. doi: 10.11648/j.ijsts.20150304.11.", "ArticleIdList": ["10.11648/j.ijsts.20150304.11"]}, {"Citation": "Ekeledo EN, Omodamiro RM, Oti E. Development and evaluation of turmeric: Ginger based pineapple drinks and food flavourings. Asian J Plant Sci Res. 2013;3:139–41."}, {"Citation": "Latif MA, Morris TR, Miah AH, Hewitt D, Ford JE. Toxicity of shoti (Indian arrowroot: Curcuma zedoaria) for rats and chick. Br J Nutr. 1979;41:57–63. doi: 10.1079/BJN19790012.", "ArticleIdList": ["10.1079/BJN19790012", "420761"]}, {"Citation": "Gupta RP, Md M, Eranna D, Setty R. Evaluation of antiulcer effect of root of Curcuma zedoaria in rats. Ind J of Trad know. 2003;2:375–7."}, {"Citation": "Han BH, Yang HO, Kang YH, Han YN. Screening of the inhibitory effect of herbal medicines on the platelet activating factor (PAF) binding: 35 selected herbal medicines based on folk medicinal informations. Yakhak Hoeji. 1995;39:10–13."}, {"Citation": "Pizziolo VR, Brasileiro BG, Oliveira TT, Nagem TJ. Plants with possible hypolipidemic activity: a review of books published in Brazil between 1998 and 2008. Rev Bras Pl Med Botucatu. 2011;13:98–109. doi: 10.1590/S1516-05722011000100015.", "ArticleIdList": ["10.1590/S1516-05722011000100015"]}, {"Citation": "Duangjai A, Ingkaninan K, Limpeanchob N. Potential mechanisms of hypocholesterolaemic effect of Thai spices/dietary extracts. Nat Prod Res. 2011;25:341–52. doi: 10.1080/14786411003754249.", "ArticleIdList": ["10.1080/14786411003754249", "20623425"]}, {"Citation": "Uechi S, Kuniyoshi M, Ogura G, Kawashima Y, Nakada T, Tako M, Hongo F. Effect of oral administration of Gajyutsu (Curcuma zedoarla Roscoe.) on serum and hepatic lipids concentration in rats fed a high cholesterol diet. The West Japan J Animal Sci. 2003;46:29–34."}, {"Citation": "Kar A, Chander R, Mathur SK, Chaudhary BK, Khanna AK, Rastogi AK. Lipid lowering and antioxidant activities of some herbal preparations. Ethnobotany. 2000;12:86–90."}, {"Citation": "Ahmed R, Moushumi SJ, Ahmed H, Ali M, Haq WM, Jahan R, Rahmatullah M. Serum glucose and lipid profiles in rats following administration of Sonneratia caseolaris (L.) Engl. (Sonneratiaceae) leaf powder in diet. Adv Nat Appl Sci. 2010;4:171–73."}, {"Citation": "Khare CP. Indian Medicinal Plants: An Illustrated Dictionary. New York: Springer Science Publishers; 2008. pp. 188–189."}, {"Citation": "Srividya AR, Dhanabal SP, Kumar MNS, Vishnuvarthan VJ. Relationship between the Curcumin and antioxidant activity in Curcuma aromatica and Curcuma zedoaria rhizomes. J Free Radicals Antioxidants. Photon. 2013;139:186–98."}, {"Citation": "Wing RR, Jeffery RW, Burton LR, Thorson C, Kuller LH, Folsom AR. Change in waist- hip ratio with weight loss and its association with change in cardiovascular risk factors. Am J Clin Nutr. 1992;55:1086–92.", "ArticleIdList": ["1595579"]}, {"Citation": "Alakbarov FU. Medicinal plants used in Medieval Azerbaijan phytotherapy. J Herb Pharmacother. 2001;1:35–49. doi: 10.1080/J157v01n03_04.", "ArticleIdList": ["10.1080/J157v01n03_04"]}, {"Citation": "Nahak G, Sahu RK. Evaluation of antioxidant activity in ethanolic extracts of five curcuma species. Int Res J Pharm. 2011;2:243–48."}, {"Citation": "Chen IN, Chang CC, Ng CC, Wang CY, Shyu YT, Chang TL. Antioxidant and antimicrobial activity of Zingiberaceae plants in Taiwan. Plant Foods Hum Nutr. 2008;63:15–20. doi: 10.1007/s11130-007-0063-7.", "ArticleIdList": ["10.1007/s11130-007-0063-7", "18157743"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "1", "Day": "16"}, {"Year": "2016", "Month": "2", "Day": "23"}, {"Year": "2016", "Month": "2", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["26920896", "PMC4769493", "10.1186/s12944-016-0210-y", "10.1186/s12944-016-0210-y"]}}], "PubmedBookArticle": []}