{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26941792", "DateCompleted": {"Year": "2016", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "01", "Day": "28"}], "ELocationID": ["8964849", "10.1155/2016/8964849"], "Language": ["eng"], "Journal": {"ISSN": "1687-6334", "JournalIssue": {"Volume": "2016", "PubDate": {"Year": "2016"}}, "Title": "Advances in pharmacological sciences", "ISOAbbreviation": "Adv Pharmacol Sci"}, "ArticleTitle": "A Review on Potential Mechanisms of Terminalia chebula in Alzheimer's Disease.", "Pagination": {"StartPage": "8964849", "MedlinePgn": "8964849"}, "Abstract": {"AbstractText": ["The current management of Alzheimer's disease (AD) focuses on acetylcholinesterase inhibitors (AChEIs) and NMDA receptor antagonists, although outcomes are not completely favorable. Hence, novel agents found in herbal plants are gaining attention as possible therapeutic alternatives. The Terminalia chebula (Family: Combretaceae) is a medicinal plant with a wide spectrum of medicinal properties and is reported to contain various biochemicals such as hydrolysable tannins, phenolic compounds, and flavonoids, so it may prove to be a good therapeutic alternative. In this research, we reviewed published scientific literature found in various databases: PubMed, Science Direct, Scopus, Web of Science, Scirus, and Google Scholar, with the keywords: T. chebula, AD, neuroprotection, medicinal plant, antioxidant, ellagitannin, gallotannin, gallic acid, chebulagic acid, and chebulinic acid. This review shows that T. chebula extracts and its constituents have AChEI and antioxidant and anti-inflammatory effects, all of which are currently relevant to the treatment of Alzheimer's disease."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, School of Medicine, Mashhad University of Medical Sciences, Mashhad 917794-8564, Iran."}], "LastName": "Afshari", "ForeName": "Amir R", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, School of Medicine, Mashhad University of Medical Sciences, Mashhad 917794-8564, Iran; Neurocognitive Research Center, School of Medicine, Mashhad University of Medical Sciences, Mashhad 917794-8564, Iran."}], "LastName": "Sadeghnia", "ForeName": "Hamid R", "Initials": "HR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurocognitive Research Center, School of Medicine, Mashhad University of Medical Sciences, Mashhad 917794-8564, Iran."}], "LastName": "Mollazadeh", "ForeName": "Hamid", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Adv Pharmacol Sci", "NlmUniqueID": "101537654", "ISSNLinking": "1687-6334"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Stern Y. Cognitive reserve and Alzheimer disease. Alzheimer Disease & Associated Disorders. 2006;20(2):112–117. doi: 10.1097/01.wad.0000213815.20177.19.", "ArticleIdList": ["10.1097/01.wad.0000213815.20177.19", "16772747"]}, {"Citation": "Adhami H.-R., Farsam H., Krenn L. Screening of medicinal plants from Iranian traditional medicine for acetylcholinesterase inhibition. Phytotherapy Research. 2011;25(8):1148–1152. doi: 10.1002/ptr.3409.", "ArticleIdList": ["10.1002/ptr.3409", "21287652"]}, {"Citation": "Vinutha B., Prashanth D., Salma K., et al. Screening of selected Indian medicinal plants for acetylcholinesterase inhibitory activity. Journal of Ethnopharmacology. 2007;109(2):359–363. doi: 10.1016/j.jep.2006.06.014.", "ArticleIdList": ["10.1016/j.jep.2006.06.014", "16950584"]}, {"Citation": "Chopra K., Misra S., Kuhad A. Current perspectives on pharmacotherapy of Alzheimer's disease. Expert Opinion on Pharmacotherapy. 2011;12(3):335–350. doi: 10.1517/14656566.2011.520702.", "ArticleIdList": ["10.1517/14656566.2011.520702", "21222549"]}, {"Citation": "López S., Bastida J., Viladomat F., Codina C. Acetylcholinesterase inhibitory activity of some Amaryllidaceae alkaloids and Narcissus extracts. Life Sciences. 2002;71(21):2521–2529. doi: 10.1016/s0024-3205(02)02034-9.", "ArticleIdList": ["10.1016/s0024-3205(02)02034-9", "12270757"]}, {"Citation": "Ellman G. L., Courtney K. D., Andres V., Jr., Featherstone R. M. A new and rapid colorimetric determination of acetylcholinesterase activity. Biochemical Pharmacology. 1961;7(2):88–95. doi: 10.1016/0006-2952(61)90145-9.", "ArticleIdList": ["10.1016/0006-2952(61)90145-9", "13726518"]}, {"Citation": "Rhee I. K., van de Meent M., Ingkaninan K., Verpoorte R. Screening for acetylcholinesterase inhibitors from Amaryllidaceae using silica gel thin-layer chromatography in combination with bioactivity staining. Journal of Chromatography A. 2001;915(1-2):217–223. doi: 10.1016/s0021-9673(01)00624-0.", "ArticleIdList": ["10.1016/s0021-9673(01)00624-0", "11358251"]}, {"Citation": "Anand P., Singh B. A review on cholinesterase inhibitors for Alzheimer's disease. Archives of Pharmacal Research. 2013;36(4):375–399. doi: 10.1007/s12272-013-0036-3.", "ArticleIdList": ["10.1007/s12272-013-0036-3", "23435942"]}, {"Citation": "Dirin M. M., Mousavi S., Afshari A. R., Tabrizian K., Ashrafi M. H. Potential drug-drug interactions in prescriptions dispensed in community and hospital pharmacies in East of Iran. Journal of Research in Pharmacy Practice. 2014;3(3):104–107. doi: 10.4103/2279-042x.141118.", "ArticleIdList": ["10.4103/2279-042x.141118", "PMC4199192", "25328901"]}, {"Citation": "May B. H., Lit M., Xue C. C. L., et al. Herbal medicine for dementia: a systematic review. Phytotherapy Research. 2009;23(4):447–459. doi: 10.1002/ptr.2656.", "ArticleIdList": ["10.1002/ptr.2656", "19086008"]}, {"Citation": "Akhondzadeh S., Abbasi S. H. Herbal medicine in the treatment of Alzhelmer's disease. American Journal of Alzheimer's Disease and other Dementias. 2006;21(2):113–118. doi: 10.1177/153331750602100211.", "ArticleIdList": ["10.1177/153331750602100211", "PMC10833269", "16634467"]}, {"Citation": "Santos-Neto L. L. D., de Vilhena Toledo M. A., Medeiros-Souza P., de Souza G. A. The use of herbal medicine in Alzheimer's disease—a systematic review. Evidence-Based Complementary and Alternative Medicine. 2006;3(4):441–445. doi: 10.1093/ecam/nel071.", "ArticleIdList": ["10.1093/ecam/nel071", "PMC1697739", "17173107"]}, {"Citation": "Saleem A., Husheem M., Härkönen P., Pihlaja K. Inhibition of cancer cell growth by crude extract and the phenolics of Terminalia chebula retz. fruit. Journal of Ethnopharmacology. 2002;81(3):327–336. doi: 10.1016/s0378-8741(02)00099-5.", "ArticleIdList": ["10.1016/s0378-8741(02)00099-5", "12127233"]}, {"Citation": "Ali S. K., Hamed A. R., Soltan M. M., et al. In-vitro evaluation of selected Egyptian traditional herbal medicines for treatment of Alzheimer disease. BMC Complementary and Alternative Medicine. 2013;13(1):p. 121. doi: 10.1186/1472-6882-13-121.", "ArticleIdList": ["10.1186/1472-6882-13-121", "PMC3701527", "23721591"]}, {"Citation": "Rathinamoorthy R., Thilagavathi G. Terminalia chebula—review on pharmacological and biochemical studies. International Journal of PharmTech Research. 2014;6(1):97–116."}, {"Citation": "Manosroi A., Jantrawut P., Ogihara E., et al. Biological activities of phenolic compounds and triterpenoids from the Galls of Terminalia chebula . Chemistry & Biodiversity. 2013;10(8):1448–1463. doi: 10.1002/cbdv.201300149.", "ArticleIdList": ["10.1002/cbdv.201300149", "23939793"]}, {"Citation": "Rao N. K., Nammi S. Antidiabetic and renoprotective effects of the chloroform extract of Terminalia chebula Retz. seeds in streptozotocin-induced diabetic rats. BMC Complementary and Alternative Medicine. 2006;6(1, article 17) doi: 10.1186/1472-6882-6-17.", "ArticleIdList": ["10.1186/1472-6882-6-17", "PMC1540439", "16677399"]}, {"Citation": "Aneja K., Joshi R. Evaluation of antimicrobial properties of fruit extracts of Terminalia chebula against dental caries pathogens. Jundishapur Journal of Microbiology. 2009;2(3):105–111."}, {"Citation": "Dutta B., Rahman I., Das T. Antifungal activity of Indian plant extracts: antimyzetische Aktivität indischer Pflanzenextrakte. Mycoses. 1998;41(11-12):535–536. doi: 10.1111/j.1439-0507.1998.tb00718.x.", "ArticleIdList": ["10.1111/j.1439-0507.1998.tb00718.x", "9919899"]}, {"Citation": "Aher V., Wahi A. Immunomodulatory activity of alcohol extract of Terminalia chebula retz combretaceae. Tropical Journal of Pharmaceutical Research. 2011;10(5):567–575."}, {"Citation": "Ahn M.-J., Kim C. Y., Lee J. S., et al. Inhibition of HIV-1 integrase by galloyl glucoses from Terminalia chebula and flavonol glycoside gallates from Euphorbia pekinensis . Planta Medica. 2002;68(5):457–459. doi: 10.1055/s-2002-32070.", "ArticleIdList": ["10.1055/s-2002-32070", "12058327"]}, {"Citation": "Maruthappan V., Shree K. S. Hypolipidemic activity of Haritaki (Terminalia chebula) in atherogenic diet induced hyperlipidemic rats. Journal of Advanced Pharmaceutical Technology and Research. 2010;1(2):229–235.", "ArticleIdList": ["PMC3255428", "22247850"]}, {"Citation": "Srigopalram S., Jayraaj I. A. Effect of Terminalia chebula retz on den induced hepatocellular carcinogenesis in experimental rats. International Journal of Pharmacy and Pharmaceutical Sciences. 2012;4(2):440–445."}, {"Citation": "Sharma P., Prakash T., Kotresha D., et al. Antiulcerogenic activity of Terminalia chebula fruit in experimentally induced ulcer in rats. Pharmaceutical Biology. 2011;49(3):262–268. doi: 10.3109/13880209.2010.503709.", "ArticleIdList": ["10.3109/13880209.2010.503709", "21323478"]}, {"Citation": "Singh M. P., Sharma C. S. Wound healing activity of Terminalia chebula in experimentally induced diabetic rats. International Journal of PharmTech Research. 2009;1(4):1267–1270."}, {"Citation": "Engels C., Knödler M., Zhao Y.-Y., Carle R., Gänzle M. G., Schieber A. Antimicrobial activity of gallotannins isolated from mango (Mangifera indica L.) kernels. Journal of Agricultural and Food Chemistry. 2009;57(17):7712–7718. doi: 10.1021/jf901621m.", "ArticleIdList": ["10.1021/jf901621m", "19655802"]}, {"Citation": "Zhao X., Sun H., Hou A., Zhao Q., Wei T., Xin W. Antioxidant properties of two gallotannins isolated from the leaves of Pistacia weinmannifolia . Biochimica et Biophysica Acta (BBA)—General Subjects. 2005;1725(1):103–110. doi: 10.1016/j.bbagen.2005.04.015.", "ArticleIdList": ["10.1016/j.bbagen.2005.04.015", "15925448"]}, {"Citation": "Sangiovanni E., Vrhovsek U., Rossoni G., et al. Ellagitannins from Rubus berries for the control of gastric inflammation: in vitro and in vivo studies. PLoS ONE. 2013;8(8) doi: 10.1371/journal.pone.0071762.e71762", "ArticleIdList": ["10.1371/journal.pone.0071762", "PMC3733869", "23940786"]}, {"Citation": "Hussein R. H., Khalifa F. K. The protective role of ellagitannins flavonoids pretreatment against N-nitrosodiethylamine induced-hepatocellular carcinoma. Saudi Journal of Biological Sciences. 2014;21(6):589–596. doi: 10.1016/j.sjbs.2014.03.004.", "ArticleIdList": ["10.1016/j.sjbs.2014.03.004", "PMC4250480", "25473368"]}, {"Citation": "Lee W., Lee S. Y., Son Y., Yun J. Gallic acid decreases inflammatory cytokine secretion through histone acetyltransferase/histone deacetylase regulation in high glucose-induced human monocytes. Journal of Medicinal Food. 2015;18(7):793–801. doi: 10.1089/jmf.2014.3342.", "ArticleIdList": ["10.1089/jmf.2014.3342", "25807193"]}, {"Citation": "Walia H., Arora S. Terminalia chebula—a pharmacognistic account. Journal of Medicinal Plants Research. 2013;7(20):1351–1361."}, {"Citation": "Priscilla D. H., Prince P. S. M. Cardioprotective effect of gallic acid on cardiac troponin-T, cardiac marker enzymes, lipid peroxidation products and antioxidants in experimentally induced myocardial infarction in Wistar rats. Chemico-Biological Interactions. 2009;179(2-3):118–124. doi: 10.1016/j.cbi.2008.12.012.", "ArticleIdList": ["10.1016/j.cbi.2008.12.012", "19146839"]}, {"Citation": "Reynolds L. D., Wilson N. G. Scribes and Scholars. Cambridge, UK: Cambridge University Press; 1974."}, {"Citation": "Ho H.-H., Chang C.-S., Ho W.-C., Liao S.-Y., Wu C.-H., Wang C.-J. Anti-metastasis effects of gallic acid on gastric cancer cells involves inhibition of NF-κB activity and downregulation of PI3K/AKT/small GTPase signals. Food and Chemical Toxicology. 2010;48(8-9):2508–2516. doi: 10.1016/j.fct.2010.06.024.", "ArticleIdList": ["10.1016/j.fct.2010.06.024", "20600540"]}, {"Citation": "Farag M. A., Al-Mahdy D. A., Salah El Dine R., et al. Structure—activity relationships of antimicrobial gallic acid derivatives from pomegranate and acacia fruit extracts against potato bacterial wilt pathogen. Chemistry & Biodiversity. 2015;12(6):955–962. doi: 10.1002/cbdv.201400194.", "ArticleIdList": ["10.1002/cbdv.201400194", "26080741"]}, {"Citation": "Ibrahim A., El Kareem R., Sheir M. Elucidation of acrylamide genotoxicity and neurotoxicity and the protective role of gallic acid and green tea. Journal of Forensic Toxicology & Pharmacology. 2015;4(1, article 1) doi: 10.4172/2325-9841.1000135.", "ArticleIdList": ["10.4172/2325-9841.1000135"]}, {"Citation": "Hamada S.-I., Kataoka T., Woo J.-T., et al. Immunosuppressive effects of gallic acid and chebulagic acid on CTL-mediated cytotoxicity. Biological and Pharmaceutical Bulletin. 1997;20(9):1017–1019. doi: 10.1248/bpb.20.1017.", "ArticleIdList": ["10.1248/bpb.20.1017", "9331989"]}, {"Citation": "Sarkaki A., Fathimoghaddam H., Mansouri S. M. T., Korrani M. S., Saki G., Farbood Y. Gallic acid improves cognitive, hippocampal long-term potentiation deficits and brain damage induced by chronic cerebral hypoperfusion in rats. Pakistan Journal of Biological Sciences. 2014;17(8):978–990. doi: 10.3923/pjbs.2014.978.990.", "ArticleIdList": ["10.3923/pjbs.2014.978.990", "26031016"]}, {"Citation": "Ajala O. S., Jukov A., Ma C.-M. Hepatitis C virus inhibitory hydrolysable tannins from the fruits of Terminalia chebula . Fitoterapia. 2014;99:117–123. doi: 10.1016/j.fitote.2014.09.014.", "ArticleIdList": ["10.1016/j.fitote.2014.09.014", "25261266"]}, {"Citation": "Pham A. T., Malterud K. E., Paulsen B. S., Diallo D., Wangensteen H. α-Glucosidase inhibition, 15-lipoxygenase inhibition, and brine shrimp toxicity of extracts and isolated compounds from Terminalia macroptera leaves. Pharmaceutical Biology. 2014;52(9):1166–1169. doi: 10.3109/13880209.2014.880486.", "ArticleIdList": ["10.3109/13880209.2014.880486", "24635511"]}, {"Citation": "Lee H.-S., Jung S.-H., Yun B.-S., Lee K.-W. Isolation of chebulic acid from Terminalia chebula Retz. and its antioxidant effect in isolated rat hepatocytes. Archives of Toxicology. 2007;81(3):211–218. doi: 10.1007/s00204-006-0139-4.", "ArticleIdList": ["10.1007/s00204-006-0139-4", "16932919"]}, {"Citation": "Yang Y., Xiu J., Liu J., et al. Chebulagic acid, a hydrolyzable tannin, exhibited antiviral activity in vitro and in vivo against human enterovirus 71. International Journal of Molecular Sciences. 2013;14(5):9618–9627. doi: 10.3390/ijms14059618.", "ArticleIdList": ["10.3390/ijms14059618", "PMC3676802", "23644889"]}, {"Citation": "Banerjee R., Mukherjee G., Patra K. C. Microbial transformation of tannin-rich substrate to gallic acid through co-culture method. Bioresource Technology. 2005;96(8):949–953. doi: 10.1016/j.biortech.2004.08.004.", "ArticleIdList": ["10.1016/j.biortech.2004.08.004", "15627566"]}, {"Citation": "Reddy D. B., Reddanna P. Chebulagic acid (CA) attenuates LPS-induced inflammation by suppressing NF-κB and MAPK activation in RAW 264.7 macrophages. Biochemical and Biophysical Research Communications. 2009;381(1):112–117. doi: 10.1016/j.bbrc.2009.02.022.", "ArticleIdList": ["10.1016/j.bbrc.2009.02.022", "19351605"]}, {"Citation": "Huang Y.-N., Zhao D.-D., Gao B., et al. Anti-hyperglycemic effect of chebulagic acid from the fruits of Terminalia chebula Retz. International Journal of Molecular Sciences. 2012;13(5):6320–6333. doi: 10.3390/ijms13056320.", "ArticleIdList": ["10.3390/ijms13056320", "PMC3382786", "22754367"]}, {"Citation": "Kim H. J., Kim J., Kang K. S., Lee K. T., Yang H. O. Neuroprotective effect of chebulagic acid via autophagy induction in SH-SY5Y cells. Biomolecules and Therapeutics. 2014;22(4):275–281. doi: 10.4062/biomolther.2014.068.", "ArticleIdList": ["10.4062/biomolther.2014.068", "PMC4131520", "25143804"]}, {"Citation": "Athira A. P., Helen A., Saja K., Reddanna P., Sudhakaran P. R. Inhibition of angiogenesis in vitro by chebulagic acid: a COX-LOX dual inhibitor. International Journal of Vascular Medicine. 2013;2013:8. doi: 10.1155/2013/843897.843897", "ArticleIdList": ["10.1155/2013/843897", "PMC3833124", "24288615"]}, {"Citation": "Kumar N., Gangappa D., Gupta G., Karnati R. Chebulagic acid from Terminalia chebula causes G1 arrest, inhibits NFκB and induces apoptosis in retinoblastoma cells. BMC Complementary and Alternative Medicine. 2014;14, article 319 doi: 10.1186/1472-6882-14-319.", "ArticleIdList": ["10.1186/1472-6882-14-319", "PMC4158129", "25169718"]}, {"Citation": "Mishra V., Agrawal M., Onasanwo S. A., et al. Anti-secretory and cyto-protective effects of chebulinic acid isolated from the fruits of Terminalia chebula on gastric ulcers. Phytomedicine. 2013;20(6):506–511. doi: 10.1016/j.phymed.2013.01.002.", "ArticleIdList": ["10.1016/j.phymed.2013.01.002", "23462212"]}, {"Citation": "Lu K., Chakroborty D., Sarkar C., et al. Triphala and its active constituent chebulinic acid are natural inhibitors of vascular endothelial growth factor-a mediated angiogenesis. PLoS ONE. 2012;7(8) doi: 10.1371/journal.pone.0043934.e43934", "ArticleIdList": ["10.1371/journal.pone.0043934", "PMC3427174", "22937129"]}, {"Citation": "Yi Z.-C., Wang Z., Li H.-X., Liu M.-J., Wu R.-C., Wang X.-H. Effects of chebulinic acid on differentiation of human leukemia K562 cells. Acta Pharmacologica Sinica. 2004;25(2):231–238.", "ArticleIdList": ["14769215"]}, {"Citation": "Tanaka T., Kouno I., Nonaka G.-I. Glutathione-mediated conversion of the ellagitannin geraniin into chebulagic acid. Chemical and Pharmaceutical Bulletin. 1996;44(1):34–40. doi: 10.1248/cpb.44.34.", "ArticleIdList": ["10.1248/cpb.44.34"]}, {"Citation": "Mansouri M., Hemmati A., Naghizadeh B., Mard S., Rezaie A., Ghorbanzadeh B. A study of the mechanisms underlying the anti-inflammatory effect of ellagic acid in carrageenan-induced paw edema in rats. Indian Journal of Pharmacology. 2015;47(3):292–298. doi: 10.4103/0253-7613.157127.", "ArticleIdList": ["10.4103/0253-7613.157127", "PMC4450555", "26069367"]}, {"Citation": "Goswami S., Vishwanath M., Gangadarappa S., Razdan R., Inamdar M. Efficacy of ellagic acid and sildenafil in diabetes-induced sexual dysfunction. Pharmacognosy Magazine. 2014;10(supplement 3):581–587.", "ArticleIdList": ["PMC4189276", "25298678"]}, {"Citation": "García-Niño W. R., Zazueta C. Ellagic acid: pharmacological activities and molecular mechanisms involved in liver protection. Pharmacological Research. 2015;97:84–103. doi: 10.1016/j.phrs.2015.04.008.", "ArticleIdList": ["10.1016/j.phrs.2015.04.008", "25941011"]}, {"Citation": "Dianat M., Amini N., Badavi M., Farbood Y. Ellagic acid improved arrhythmias induced by CaCL2 in the rat stress model. Avicenna Journal of Phytomedicine. 2015;5(2):120–127.", "ArticleIdList": ["PMC4418061", "25949953"]}, {"Citation": "Dolatshahi M., Farbood Y., Sarkaki A., Mansouri S. M. T., Khodadadi A. Ellagic acid improves hyperalgesia and cognitive deficiency in 6-hydroxidopamine induced rat model of Parkinson’s disease. Iranian Journal of Basic Medical Sciences. 2015;18(1):38–46.", "ArticleIdList": ["PMC4366741", "25810874"]}, {"Citation": "Farbood Y., Sarkaki A., Dianat M., Khodadadi A., Haddad M. K., Mashhadizadeh S. Ellagic acid prevents cognitive and hippocampal long-term potentiation deficits and brain inflammation in rat with traumatic brain injury. Life Sciences. 2015;124:120–127. doi: 10.1016/j.lfs.2015.01.013.", "ArticleIdList": ["10.1016/j.lfs.2015.01.013", "25637685"]}, {"Citation": "Wang C., Zhang D., Ma H., Liu J. Neuroprotective effects of emodin-8-O-β-d-glucoside in vivo and in vitro. European Journal of Pharmacology. 2007;577(1–3):58–63. doi: 10.1016/j.ejphar.2007.08.033.", "ArticleIdList": ["10.1016/j.ejphar.2007.08.033", "17897641"]}, {"Citation": "Xu Y.-L., Tang L.-Y., Zhou X.-D., Zhou G.-H., Wang Z.-J. Five new anthraquinones from the seed of Cassia obtusifolia . Archives of Pharmacal Research. 2015;38(6):1054–1058. doi: 10.1007/s12272-014-0462-x.", "ArticleIdList": ["10.1007/s12272-014-0462-x", "25142941"]}, {"Citation": "Gupta P. C. Biological and pharmacological properties of Terminalia chebula retz. (haritaki)- an overview. International Journal of Pharmacy and Pharmaceutical Sciences. 2012;4(supplement 3):62–68."}, {"Citation": "Bag A., Bhattacharyya S. K., Chattopadhyay R. R. The development of Terminalia chebula Retz. (Combretaceae) in clinical research. Asian Pacific Journal of Tropical Biomedicine. 2013;3(3):244–252. doi: 10.1016/s2221-1691(13)60059-3.", "ArticleIdList": ["10.1016/s2221-1691(13)60059-3", "PMC3631759", "23620847"]}, {"Citation": "Mueller-Harvey I. Analysis of hydrolysable tannins. Animal Feed Science and Technology. 2001;91(1-2):3–20. doi: 10.1016/s0377-8401(01)00227-9.", "ArticleIdList": ["10.1016/s0377-8401(01)00227-9"]}, {"Citation": "Lokeswari N., Raju K. J. Optimization of gallic acid production from terminalia chebula by Aspergillus niger . E-Journal of Chemistry. 2007;4(2):287–293. doi: 10.1155/2007/649306.", "ArticleIdList": ["10.1155/2007/649306"]}, {"Citation": "Niemetz R., Gross G. G. Enzymology of gallotannin and ellagitannin biosynthesis. Phytochemistry. 2005;66(17):2001–2011. doi: 10.1016/j.phytochem.2005.01.009.", "ArticleIdList": ["10.1016/j.phytochem.2005.01.009", "16153405"]}, {"Citation": "Yoshida T., Amakura Y., Yoshimura M. Structural features and biological properties of ellagitannins in some plant families of the order myrtales. International Journal of Molecular Sciences. 2010;11(1):79–106. doi: 10.3390/ijms11010079.", "ArticleIdList": ["10.3390/ijms11010079", "PMC2820991", "20162003"]}, {"Citation": "Chen P.-S., Li J.-H. Chemopreventive effect of punicalagin, a novel tannin component isolated from Terminalia catappa, on H-ras-transformed NIH3T3 cells. Toxicology Letters. 2006;163(1):44–53. doi: 10.1016/j.toxlet.2005.09.026.", "ArticleIdList": ["10.1016/j.toxlet.2005.09.026", "16242868"]}, {"Citation": "Han Q., Song J., Qiao C., Wong L., Xu H. Preparative isolation of hydrolysable tannins chebulagic acid and chebulinic acid from Terminalia chebula by high-speed counter-current chromatography. Journal of Separation Science. 2006;29(11):1653–1657. doi: 10.1002/jssc.200600089.", "ArticleIdList": ["10.1002/jssc.200600089", "16922284"]}, {"Citation": "Sharma H. K., Soni S., Kaushal P., Singh C. Effect of process parameters on the antioxidant activities of bioactive compounds from Harad (Terminalia chebula retz.) Shilpa Soni, H.K. Sharma, Pragati Kaushal and C. Singh Food Engineering & Technology Department, Sant Longowal Institute of Engineeri. Agricultural Engineering International: CIGR Journal. 2015;17(2)"}, {"Citation": "Lopes G. K. B., Schulman H. M., Hermes-Lima M. Polyphenol tannic acid inhibits hydroxyl radical formation from Fenton reaction by complexing ferrous ions. Biochimica et Biophysica Acta (BBA)—General Subjects. 1999;1472(1-2):142–152. doi: 10.1016/s0304-4165(99)00117-8.", "ArticleIdList": ["10.1016/s0304-4165(99)00117-8", "10572935"]}, {"Citation": "Surveswaran S., Cai Y.-Z., Corke H., Sun M. Systematic evaluation of natural phenolic antioxidants from 133 Indian medicinal plants. Food Chemistry. 2007;102(3):938–953. doi: 10.1016/j.foodchem.2006.06.033.", "ArticleIdList": ["10.1016/j.foodchem.2006.06.033"]}, {"Citation": "Onial P., Dayal R., Rawat M., Kumar R. Utilization of Terminalia chebula Retz. fruits pericarp as a source of natural dye for textile applications. Indian Journal of Natural Products and Resources (IJNPR) 2015;6(2):114–121."}, {"Citation": "Kim H. G., Cho J. H., Jeong E. Y., Lim J. H., Lee S. H., Lee H. S. Growth-inhibiting activity of active component isolated from Terminalia chebula fruits against intestinal bacteria. Journal of Food Protection. 2006;69(9):2205–2209.", "ArticleIdList": ["16995525"]}, {"Citation": "Onial P., Rawat M., Dayal R. Chemical studies of fatty oil of Terminalia chebula seeds kernels. Analytical Chemistry Letters. 2014;4(5-6):359–363. doi: 10.1080/22297928.2014.990405.", "ArticleIdList": ["10.1080/22297928.2014.990405"]}, {"Citation": "Zhang X., Chen C., He S., Ge F. Supercritical-CO2 fluid extraction of the fatty oil in Terminalia chebula and GC-MS analysis. Journal of Chinese Medicinal Materials. 1997;20(9):463–464.", "ArticleIdList": ["12572426"]}, {"Citation": "Reddy D. B., Reddy T. C. M., Jyotsna G., et al. Chebulagic acid, a COX–LOX dual inhibitor isolated from the fruits of Terminalia chebula Retz., induces apoptosis in COLO-205 cell line. Journal of Ethnopharmacology. 2009;124(3):506–512. doi: 10.1016/j.jep.2009.05.022.", "ArticleIdList": ["10.1016/j.jep.2009.05.022", "19481594"]}, {"Citation": "Anand P., Singh B., Singh N. A review on coumarins as acetylcholinesterase inhibitors for Alzheimer's disease. Bioorganic and Medicinal Chemistry. 2012;20(3):1175–1180. doi: 10.1016/j.bmc.2011.12.042.", "ArticleIdList": ["10.1016/j.bmc.2011.12.042", "22257528"]}, {"Citation": "Pohanka M. Alpha7 nicotinic acetylcholine receptor is a target in pharmacology and toxicology. International Journal of Molecular Sciences. 2012;13(2):2219–2238. doi: 10.3390/ijms13022219.", "ArticleIdList": ["10.3390/ijms13022219", "PMC3292018", "22408449"]}, {"Citation": "Suarez-Lopez J. R., Himes J. H., Jacobs D. R., Jr., Alexander B. H., Gunnar M. R. Acetylcholinesterase activity and neurodevelopment in boys and girls. Pediatrics. 2013;132(6):e1649–e1658. doi: 10.1542/peds.2013-0108.", "ArticleIdList": ["10.1542/peds.2013-0108", "PMC3838526", "24249815"]}, {"Citation": "Bartels C. F., Zelinski T., Lockridge O. Mutation at codon 322 in the human acetylcholinesterase (ACHE) gene accounts for YT blood group polymorphism. The American Journal of Human Genetics. 1993;52(5):928–936.", "ArticleIdList": ["PMC1682033", "8488842"]}, {"Citation": "Greenfield S., Vaux D. J. Parkinson's disease, Alzheimer's disease and motor neurone disease: identifying a common mechanism. Neuroscience. 2002;113(3):485–492. doi: 10.1016/s0306-4522(02)00194-x.", "ArticleIdList": ["10.1016/s0306-4522(02)00194-x", "12150769"]}, {"Citation": "Day T., Greenfield S. A. A peptide derived from acetylcholinesterase induces neuronal cell death: characterisation of possible mechanisms. Experimental Brain Research. 2003;153(3):334–342. doi: 10.1007/s00221-003-1567-5.", "ArticleIdList": ["10.1007/s00221-003-1567-5", "13680041"]}, {"Citation": "Francis P. T., Nordberg A., Arnold S. E. A preclinical view of cholinesterase inhibitors in neuroprotection: do they provide more than symptomatic benefits in Alzheimer's disease? Trends in Pharmacological Sciences. 2005;26(2):104–111. doi: 10.1016/j.tips.2004.12.010.", "ArticleIdList": ["10.1016/j.tips.2004.12.010", "15681028"]}, {"Citation": "Darreh-Shori T., Hellström-Lindahl E., Flores-Flores C., Guan Z. Z., Soreq H., Nordberg A. Long-lasting acetylcholinesterase splice variations in anticholinesterase-treated Alzheimer's disease patients. Journal of Neurochemistry. 2004;88(5):1102–1113. doi: 10.1046/j.1471-4159.2003.02230.x.", "ArticleIdList": ["10.1046/j.1471-4159.2003.02230.x", "15009666"]}, {"Citation": "Borisovskaya A., Pascualy M., Borson S. Cognitive and neuropsychiatric impairments in Alzheimer's disease: current treatment strategies. Current Psychiatry Reports. 2014;16(9):1–9. doi: 10.1007/s11920-014-0470-z.", "ArticleIdList": ["10.1007/s11920-014-0470-z", "25023513"]}, {"Citation": "Oh M. H., Houghton P. J., Whang W. K., Cho J. H. Screening of Korean herbal medicines used to improve cognitive function for anti-cholinesterase activity. Phytomedicine. 2004;11(6):544–548. doi: 10.1016/j.phymed.2004.03.001.", "ArticleIdList": ["10.1016/j.phymed.2004.03.001", "15500267"]}, {"Citation": "Schulz V. Ginkgo extract or cholinesterase inhibitors in patients with dementia: what clinical trials and guidelines fail to consider. Phytomedicine. 2003;10(4):74–79. doi: 10.1078/1433-187x-00302.", "ArticleIdList": ["10.1078/1433-187x-00302", "12807348"]}, {"Citation": "Sancheti S., Sancheti S., Um B.-H., Seo S.-Y. 1,2,3,4,6-penta-O-galloyl-β-D-glucose: a cholinesterase inhibitor from Terminalia chebula . South African Journal of Botany. 2010;76(2):285–288. doi: 10.1016/j.sajb.2009.11.006.", "ArticleIdList": ["10.1016/j.sajb.2009.11.006"]}, {"Citation": "Nag G., De B. Acetylcholinesterase inhibitory activity of Terminalia chebula, Terminalia bellerica and Emblica officinalis and some phenolic compounds. International Journal of Pharmacy and Pharmaceutical Sciences. 2011;3(3):121–124."}, {"Citation": "Murray A. P., Faraoni M. B., Castro M. J., Alza N. P., Cavallaro V. Natural AChE inhibitors from plants and their contribution to Alzheimer’s disease therapy. Current Neuropharmacology. 2013;11(4):388–413. doi: 10.2174/1570159x11311040004.", "ArticleIdList": ["10.2174/1570159x11311040004", "PMC3744903", "24381530"]}, {"Citation": "Sulaiman C., Sadashiva C., George S., Balachandran I. Acetylcholinestrase inhibition and antioxidant activity of Terminalia chebula, Retz. Journal of Tropical Medicinal Plants. 2012;13(2):125–127."}, {"Citation": "Upadhyay A., Singh D. K. Inhibition kinetics of certain enzymes in the nervous tissue of vector snail Lymnaea acuminata by active molluscicidal components of Sapindus mukorossi and Terminalia chebula . Chemosphere. 2011;85(6):1095–1100. doi: 10.1016/j.chemosphere.2011.07.041.", "ArticleIdList": ["10.1016/j.chemosphere.2011.07.041", "21855105"]}, {"Citation": "Parle M., Vasudevan M. Memory enhancing activity of Abana: an indian ayurvedic poly-herbal formulation. Journal of Health Science. 2007;53(1):43–52. doi: 10.1248/jhs.53.43.", "ArticleIdList": ["10.1248/jhs.53.43"]}, {"Citation": "Walia H., Kaur J., Arora S. Antioxidant efficacy of fruit extracts of Terminalia chebula prepared by sequential method using TA-102 strain of Salmonella typhimurium . Spatula DD. 2012;2(2):165–171. doi: 10.5455/spatula.20120917112347.", "ArticleIdList": ["10.5455/spatula.20120917112347"]}, {"Citation": "Dhivya P., Sobiya M., Selvamani P., Latha S. An approach to Alzheimer's disease treatment with cholinesterase inhibitory activity from various plant species. International Journal of PharmTech Research. 2014;6(5):1450–1467."}, {"Citation": "Pithayanukul P., Ruenraroengsak P., Bavovada R., Pakmanee N., Suttisri R. In vitro. Investigation of the protective effects of tannic acid against the activities of Naja kaouthia. Venom. Pharmaceutical Biology. 2007;45(2):94–97. doi: 10.1080/13880200601112885.", "ArticleIdList": ["10.1080/13880200601112885"]}, {"Citation": "Mathew M., Subramanian S. In vitro screening for anti-cholinesterase and antioxidant activity of methanolic extracts of ayurvedic medicinal plants used for cognitive disorders. PLoS ONE. 2014;9(1) doi: 10.1371/journal.pone.0086804.e86804", "ArticleIdList": ["10.1371/journal.pone.0086804", "PMC3900633", "24466247"]}, {"Citation": "Shin T. Y., Jeong H. J., Kim D. K., et al. Inhibitory action of water soluble fraction of Terminalia chebula on systemic and local anaphylaxis. Journal of Ethnopharmacology. 2001;74(2):133–140. doi: 10.1016/s0378-8741(00)00360-3.", "ArticleIdList": ["10.1016/s0378-8741(00)00360-3", "11167031"]}, {"Citation": "Choi K.-C., Lee Y.-H., Jung M. G., et al. Gallic acid suppresses lipopolysaccharide-induced nuclear factor-κB signaling by preventing RelA acetylation in A549 lung cancer cells. Molecular Cancer Research. 2009;7(12):2011–2021. doi: 10.1158/1541-7786.mcr-09-0239.", "ArticleIdList": ["10.1158/1541-7786.mcr-09-0239", "19996305"]}, {"Citation": "Das N. D., Jung K. H., Park J. H., et al. Terminalia chebula extract acts as a potential NF-κB inhibitor in human lymphoblastic T cells. Phytotherapy Research. 2011;25(6):927–934. doi: 10.1002/ptr.3398.", "ArticleIdList": ["10.1002/ptr.3398", "21509843"]}, {"Citation": "Kim M.-J., Seong A.-R., Yoo J.-Y., et al. Gallic acid, a histone acetyltransferase inhibitor, suppresses β-amyloid neurotoxicity by inhibiting microglial-mediated neuroinflammation. Molecular Nutrition & Food Research. 2011;55(12):1798–1808. doi: 10.1002/mnfr.201100262.", "ArticleIdList": ["10.1002/mnfr.201100262", "22038937"]}, {"Citation": "Wang Y.-J., Thomas P., Zhong J.-H., et al. Consumption of grape seed extract prevents amyloid-β deposition and attenuates inflammation in brain of an alzheimer's disease mouse. Neurotoxicity Research. 2009;15(1):3–14. doi: 10.1007/s12640-009-9000-x.", "ArticleIdList": ["10.1007/s12640-009-9000-x", "19384583"]}, {"Citation": "Kim S.-H., Jun C.-D., Suk K., et al. Gallic acid inhibits histamine release and pro-inflammatory cytokine production in mast cells. Toxicological Sciences. 2006;91(1):123–131. doi: 10.1093/toxsci/kfj063.", "ArticleIdList": ["10.1093/toxsci/kfj063", "16322071"]}, {"Citation": "Nair V., Singh S., Gupta Y. K. Anti-arthritic and disease modifying activity of Terminalia chebula Retz. in experimental models. Journal of Pharmacy and Pharmacology. 2010;62(12):1801–1806. doi: 10.1111/j.2042-7158.2010.01193.x.", "ArticleIdList": ["10.1111/j.2042-7158.2010.01193.x", "21054408"]}, {"Citation": "Moeslinger T., Friedl R., Volf I., Brunner M., Koller E., Spieckermann P. G. Inhibition of inducible nitric oxide synthesis by the herbal preparation Padma 28 in macrophage cell line. Canadian Journal of Physiology and Pharmacology. 2000;78(11):861–866. doi: 10.1139/y00-068.", "ArticleIdList": ["10.1139/y00-068", "11100933"]}, {"Citation": "Patil R., Nanjwade B., Manvi F. Evaluation of anti-inflammatory and antiarthritic effect of sesbania grandiflora bark and fruit of Terminalia chebula in rats. International Journal of Pharmacology and Biological Sciences. 2011;5(1):37–46."}, {"Citation": "Bag A., Kumar Bhattacharyya S., Kumar Pal N., Chattopadhyay R. R. Anti-inflammatory, anti-lipid peroxidative, antioxidant and membrane stabilizing activities of hydroalcoholic extract of Terminalia chebula fruits. Pharmaceutical Biology. 2013;51(12):1515–1520. doi: 10.3109/13880209.2013.799709.", "ArticleIdList": ["10.3109/13880209.2013.799709", "24004166"]}, {"Citation": "Sabina E. P., Rasool M. An in vivo and in vitro potential of Indian ayurvedic herbal formulation Triphala on experimental gouty arthritis in mice. Vascular Pharmacology. 2008;48(1):14–20. doi: 10.1016/j.vph.2007.11.001.", "ArticleIdList": ["10.1016/j.vph.2007.11.001", "18065272"]}, {"Citation": "Ramani Y. R., Pradhan S. Antiarthritic activity of acetone extract of Terminalia chebula . WebmedCentral Pharmacology. 2012;3(2):1–9. doi: 10.9754/journal.wmc.2012.003057.WMC003057", "ArticleIdList": ["10.9754/journal.wmc.2012.003057"]}, {"Citation": "Srivastava P., Raut H. N., Wagh R. S., Puntambekar H. M., Kulkarni M. J. Purification and characterization of an antioxidant protein (~16 kDa) from Terminalia chebula fruit. Food Chemistry. 2012;131(1):141–148. doi: 10.1016/j.foodchem.2011.08.048.", "ArticleIdList": ["10.1016/j.foodchem.2011.08.048"]}, {"Citation": "Atwood C. S., Obrenovich M. E., Liu T., et al. Amyloid-β: a chameleon walking in two worlds: a review of the trophic and toxic properties of amyloid-β . Brain Research Reviews. 2003;43(1):1–16. doi: 10.1016/s0165-0173(03)00174-7.", "ArticleIdList": ["10.1016/s0165-0173(03)00174-7", "14499458"]}, {"Citation": "Uttara B., Singh A. V., Zamboni P., Mahajan R. T. Oxidative stress and neurodegenerative diseases: a review of upstream and downstream antioxidant therapeutic options. Current Neuropharmacology. 2009;7(1):65–74. doi: 10.2174/157015909787602823.", "ArticleIdList": ["10.2174/157015909787602823", "PMC2724665", "19721819"]}, {"Citation": "Hensley K., Hall N., Subramaniam R., et al. Brain regional correspondence between Alzheimer's disease histopathology and biomarkers of protein oxidation. Journal of Neurochemistry. 1995;65(5):2146–2156.", "ArticleIdList": ["7595501"]}, {"Citation": "Hensley K., Carney J., Hall N., Shaw W., Butterfield D. A. Electron paramagnetic resonance investigations of free radical-induced alterations in neocortical synaptosomal membrane protein infrastructure. Free Radical Biology and Medicine. 1994;17(4):321–331. doi: 10.1016/0891-5849(94)90018-3.", "ArticleIdList": ["10.1016/0891-5849(94)90018-3", "8001836"]}, {"Citation": "Santos R. X., Correia S. C., Zhu X., et al. Mitochondrial DNA oxidative damage and repair in aging and Alzheimer's disease. Antioxidants & Redox Signaling. 2013;18(18):2444–2457. doi: 10.1089/ars.2012.5039.", "ArticleIdList": ["10.1089/ars.2012.5039", "PMC3671662", "23216311"]}, {"Citation": "Mecocci P., MacGarvey U., Beal M. F. Oxidative damage to mitochondrial DNA is increased in Alzheimer's disease. Annals of Neurology. 1994;36(5):747–751. doi: 10.1002/ana.410360510.", "ArticleIdList": ["10.1002/ana.410360510", "7979220"]}, {"Citation": "Lee H.-T., Lin C.-S., Lee C.-S., Tsai C.-Y., Wei Y.-H. Increased 8-hydroxy-2′-deoxyguanosine in plasma and decreased mRNA expression of human 8-oxoguanine DNA glycosylase 1, anti-oxidant enzymes, mitochondrial biogenesis-related proteins and glycolytic enzymes in leucocytes in patients with systemic lupus erythematosus. Clinical & Experimental Immunology. 2014;176(1):66–77. doi: 10.1111/cei.12256.", "ArticleIdList": ["10.1111/cei.12256", "PMC3958155", "24345202"]}, {"Citation": "Lovell M. A., Ehmann W. D., Butler S. M., Markesbery W. R. Elevated thiobarbituric acid-reactive substances and antioxidant enzyme activity in the brain in Alzheimer's disease. Neurology. 1995;45(8):1594–1601. doi: 10.1212/WNL.45.8.1594.", "ArticleIdList": ["10.1212/WNL.45.8.1594", "7644059"]}, {"Citation": "Subbarao K. V., Richardson J. S., Ang L. C. Autopsy samples of Alzheimer's cortex show increased peroxidation in vitro. Journal of Neurochemistry. 1990;55(1):342–345. doi: 10.1111/j.1471-4159.1990.tb08858.x.", "ArticleIdList": ["10.1111/j.1471-4159.1990.tb08858.x", "2355227"]}, {"Citation": "Lott I. T. Antioxidants in Down syndrome. Biochimica et Biophysica Acta (BBA)—Molecular Basis of Disease. 2012;1822(5):657–663. doi: 10.1016/j.bbadis.2011.12.010.", "ArticleIdList": ["10.1016/j.bbadis.2011.12.010", "PMC3408054", "22206998"]}, {"Citation": "Whiley L., Sen A., Heaton J., et al. Evidence of altered phosphatidylcholine metabolism in Alzheimer's disease. Neurobiology of Aging. 2014;35(2):271–278. doi: 10.1016/j.neurobiolaging.2013.08.001.", "ArticleIdList": ["10.1016/j.neurobiolaging.2013.08.001", "PMC5866043", "24041970"]}, {"Citation": "Mark R. J., Lovell M. A., Markesbery W. R., Uchida K., Mattson M. P. A role for 4-hydroxynonenal, an aldehydic product of lipid peroxidation, in disruption of ion homeostasis and neuronal death induced by amyloid β-peptide. Journal of Neurochemistry. 1997;68(1):255–264.", "ArticleIdList": ["8978733"]}, {"Citation": "Klugman A., Naughton D. P., Isaac M., Shah I., Petroczi A., Tabet N. Antioxidant enzymatic activities in alzheimer's disease: the relationship to acetylcholinesterase inhibitors. Journal of Alzheimer's Disease. 2012;30(3):467–474. doi: 10.3233/jad-2012-120124.", "ArticleIdList": ["10.3233/jad-2012-120124", "22451323"]}, {"Citation": "Balazs L., Leon M. Evidence of an oxidative challenge in the Alzheimer's brain. Neurochemical Research. 1994;19(9):1131–1137. doi: 10.1007/bf00965146.", "ArticleIdList": ["10.1007/bf00965146", "7824065"]}, {"Citation": "Omar R. A., Chyan Y.-J., Andorn A. C., Poeggeler B., Robakis N. K., Pappolla M. A. Increased expression but reduced activity of antioxidant enzymes in Alzheimer's disease. Journal of Alzheimer's Disease. 1999;1(3):139–145.", "ArticleIdList": ["12213999"]}, {"Citation": "Sasaki N., Toki S., Chowei H., et al. Immunohistochemical distribution of the receptor for advanced glycation end products in neurons and astrocytes in Alzheimer's disease. Brain Research. 2001;888(2):256–262. doi: 10.1016/s0006-8993(00)03075-4.", "ArticleIdList": ["10.1016/s0006-8993(00)03075-4", "11150482"]}, {"Citation": "Verma N., Vinayak M. Effect of Terminalia arjuna on antioxidant defense system in cancer. Molecular Biology Reports. 2009;36(1):159–164. doi: 10.1007/s11033-008-9279-3.", "ArticleIdList": ["10.1007/s11033-008-9279-3", "18537039"]}, {"Citation": "Khan A., Nazar H., Sabir S. M., et al. Antioxidant activity and inhibitory effect of some commonly used medicinal plants against lipid per-oxidation in mice brain. African Journal of Traditional, Complementary and Alternative Medicines. 2014;11(5):83–90. doi: 10.4314/ajtcam.v11i5.14.", "ArticleIdList": ["10.4314/ajtcam.v11i5.14", "PMC4202523", "25395710"]}, {"Citation": "Gautam M. K., Goel S., Ghatule R. R., Singh A., Nath G., Goel R. K. Curative effect of Terminalia chebula extract on acetic acid-induced experimental colitis: role of antioxidants, free radicals and acute inflammatory marker. Inflammopharmacology. 2013;21(5):377–383. doi: 10.1007/s10787-012-0147-3.", "ArticleIdList": ["10.1007/s10787-012-0147-3", "22956243"]}, {"Citation": "Chang C. L., Lin C. S. Phytochemical composition, antioxidant activity, and neuroprotective effect of Terminalia chebula Retzius extracts. Evidence-Based Complementary and Alternative Medicine. 2012;2012:7. doi: 10.1155/2012/125247.125247", "ArticleIdList": ["10.1155/2012/125247", "PMC3132459", "21754945"]}, {"Citation": "Park J. H., Joo H. S., Yoo K.-Y., et al. Extract from Terminalia chebula seeds protect against experimental ischemic neuronal damage via maintaining SODs and BDNF levels. Neurochemical Research. 2011;36(11):2043–2050. doi: 10.1007/s11064-011-0528-9.", "ArticleIdList": ["10.1007/s11064-011-0528-9", "21667226"]}, {"Citation": "Na M., Bae K., Sik Kang S., et al. Cytoprotective effect on oxidative stress and inhibitory effect on cellular aging of Terminalia chebula fruit. Phytotherapy Research. 2004;18(9):737–741. doi: 10.1002/ptr.1529.", "ArticleIdList": ["10.1002/ptr.1529", "15478203"]}, {"Citation": "Mahesh R., Bhuvana S., Begum V. M. H. Effect of Terminalia chebula aqueous extract on oxidative stress and antioxidant status in the liver and kidney of young and aged rats. Cell Biochemistry and Function. 2009;27(6):358–363. doi: 10.1002/cbf.1581.", "ArticleIdList": ["10.1002/cbf.1581", "19548245"]}, {"Citation": "Cheng H.-Y., Lin T.-C., Yu K.-H., Yang C.-M., Lin C.-C. Antioxidant and free radical scavenging activities of Terminalia chebula . Biological and Pharmaceutical Bulletin. 2003;26(9):1331–1335. doi: 10.1248/bpb.26.1331.", "ArticleIdList": ["10.1248/bpb.26.1331", "12951481"]}, {"Citation": "Sarkar R., Mandal N. Hydroalcoholic extracts of Indian medicinal plants can help in amelioration from oxidative stress through antioxidant properties. Journal of Complementary and Integrative Medicine. 2012;9(1):1–9.", "ArticleIdList": ["22624183"]}, {"Citation": "Manosroi A., Jantrawut P., Akihisa T., Manosroi W., Manosroi J. In vitro anti-aging activities of Terminalia chebula gall extract. Pharmaceutical Biology. 2010;48(4):469–481. doi: 10.3109/13880200903586286.", "ArticleIdList": ["10.3109/13880200903586286", "20645728"]}, {"Citation": "Lee K. W., Kim Y. J., Kim D.-O., Lee H. J., Lee C. Y. Major phenolics in apple and their contribution to the total antioxidant capacity. Journal of Agricultural and Food Chemistry. 2003;51(22):6516–6520. doi: 10.1021/jf034475w.", "ArticleIdList": ["10.1021/jf034475w", "14558772"]}, {"Citation": "Mondal S. C., Singh P., Kumar B., Singh S. K., Gupta S. K., Verma A. Ageing and potential anti-aging phytochemicals: an overview. World Journal of Pharmacy and Pharmaceutical Sciences. 2014;4(1):426–454."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "11", "Day": "25"}, {"Year": "2016", "Month": "1", "Day": "7"}, {"Year": "2016", "Month": "1", "Day": "10"}, {"Year": "2016", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "1", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26941792", "PMC4749770", "10.1155/2016/8964849"]}}], "PubmedBookArticle": []}