{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidants", "Flavonoids", "Ocimum", "Phenolics", "Phytochemicals", "Qualitative analysis"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26941531", "DateCompleted": {"Year": "2016", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "11"}, "Article": {"ArticleDate": [], "ELocationID": ["10.4103/0974-8490.171095"], "Language": ["eng"], "Journal": {"ISSN": "0976-4836", "JournalIssue": {"Volume": "8", "Issue": "1", "PubDate": {"Year": "2016", "Season": "Jan-Mar"}}, "Title": "Pharmacognosy research", "ISOAbbreviation": "Pharmacognosy Res"}, "ArticleTitle": "Quantitative and Qualitative Analysis of Phenolic and Flavonoid Content in Moringa oleifera Lam and Ocimum tenuiflorum L.", "Pagination": {"StartPage": "16", "EndPage": "21", "MedlinePgn": "16-21"}, "Abstract": {"AbstractText": ["Number of secondary compounds is produced by plants as natural antioxidants. Moringa oleifera Lam. and Ocimum tenuiflorum L. are known for their wide applications in food and pharmaceutical industry.", "To compare phenolic and flavonoid content in M. oleifera Lam and O. tenuiflorum L. by quantitative and qualitative analysis.", "Phenolic and flavonoid content were studied spectrophotometrically and by paper chromatography in M. oleifera Lam. and O. tenuiflorum L.", "Higher phenolic and flavonoid content were observed in Moringa leaf and flower. Ocimum flower showed higher phenolic content and low flavonoid in comparison to Moringa. Flavonoids such as biflavonyl, flavones, glycosylflavones, and kaempferol were identified by paper chromatography. Phytochemical analysis for flavonoid, tannins, saponins, alkaloids, reducing sugars, and anthraquinones were tested positive for Moringa and Ocimum leaf as well as flower.", "In the present study higher phenolic and flavonoid content, indicated the natural antioxidant nature of Moringa and Ocimum signifying their medicinal importance.", "Moringa oleifera Lam. and Ocimum tenuiflorum L. are widly grown in India and are known for their medicinal properties. Number of secondary metabolites like phenolics and flavonoids are known to be present in both the plants. The present study was conducted with an objective to qualitatively and quantitatively compare the phenolics and flavanoids in these two medicinally important plants.Quantitation of total phenolics and flavanoids was done by spectrophotometrically while qualitative analysis was perfomed by paper chromatography and by phytochemical tests. Our results have shown higher phenolics and flavanoid content in Moringa leaf and flower. However, higher phenolic content was absent in Ocimum flower compared to that of Moringa. Phytochemical analysis of various metabolites such as flavonoids, tanins, sapponins, alkaloids, anthraquinones revealed that both the plant extracts were rich sources of secondary metabolites and thus tested positive for the above tests. Various flavanoids and Phenolics were identified by paper chromatography based on their Rf values and significant colors. From the above study we conclude that Moringa and Ocimum are rich in natural antioxidants hence are potent source in pharmaceutical industry."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Parvatibai Chowgule College of Arts and Science, Margao, Goa, India."}], "LastName": "Sankhalkar", "ForeName": "Sangeeta", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Parvatibai Chowgule College of Arts and Science, Margao, Goa, India."}], "LastName": "Vernekar", "ForeName": "Vrunda", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Pharmacognosy Res", "NlmUniqueID": "101558769", "ISSNLinking": "0974-8490"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Makari HK, Haraprased N, Patil HS, Ravikumar S. In vitro antioxidant activity of the hexane and methanolic extracts of Cordial wallichi and Celastrus peniculata. Internet J Aesthet Antiaging Med. 2008;1:1–10."}, {"Citation": "Saboonchian F, Jamei R, Hosseini Sarghein S. Phenolic and flavonoid content of Elaeagnus angustifolia L. (leaf and flower) Avicenna J Phytomed. 2014;4:231–8.", "ArticleIdList": ["PMC4110780", "25068137"]}, {"Citation": "Kumar S, Kumar D, Manjusha V, Saroha K, Singh N, Vashishta B. Antioxidant and free radical scavenging potential of Citrullus colocynthis (L.) Schrad. methanolic fruit extract. Acta Pharm. 2008;58:215–20.", "ArticleIdList": ["18515231"]}, {"Citation": "Modnicki D, Balcerek M. Estimation of total polyphenols content in Ocimum basilicum L., Orgianum vulgare L., and Thymus vulgaris L. commercial samples. Herba Polinica. 2009;55:35–42."}, {"Citation": "Min BR, Pinchak WE, Merkel R, Walker S, Tomita G, Anderson RC. Comparative antimicrobial activity of tannin extract from perennial plants on mastitis pathogens. Sci Res Essay. 2008;3:066–73."}, {"Citation": "Wong W. Some folk medicinal plants from Trinidad. Econ Bot. 1976;30:104–2."}, {"Citation": "Fuglie LJ. Dakar: Church World Service; 1999. The Miracle Tree: Moringa oleifera: Natural Nutrition for the Tropics; p. 68."}, {"Citation": "Fahey JW. Moringa oleifera: A review of the medical evidence for its nutritional, therapeutic, and prophylactic properties: Part 1. Trees Life J. 2005;1:1–15."}, {"Citation": "New Delhi: Raw Materials Council of Scientific and Industrial Research; 1962. Raw Materials Council of Scientific and Industrial Research. The Wealth of India: A Dictionary of Indian Raw Materials and Industrial Products; pp. 425–9."}, {"Citation": "Sankhalkar S. Antioxidant enzyme activity, phenolics and flavonoid content in vegetative and reproductive parts of Moringa oleifera Lam. Am J Pharmatech Res. 2014;4:255–70."}, {"Citation": "Anwar F, Jamil A, Iqbal S, Sheikh MA. Antioxidant activity of various plant extracts under ambient and accelerated storage of sunflower oil. Grassay Aceites, International Journal of Fats and Oils. 2006;57:189–97."}, {"Citation": "Goyal BR, Agarwal BB, Goyal RK, Mehta AA. Pyto-pharmacology of Moringa oleifera Lam. An overview. Nat Prod Radiance. 2007;4:347–53."}, {"Citation": "Chumark P, Khunawat P, Sanvarinda Y, Phornchirasilp S, Morales NP, Phivthong-Ngam L, et al. The in vitro and ex vivo antioxidant properties, hypolipidaemic and antiatherosclerotic activities of water extract of Moringa oleifera Lam. leaves. J Ethnopharmacol. 2008;116:439–46.", "ArticleIdList": ["18249514"]}, {"Citation": "Peixoto JR, Silva GC, Costa RA, de Sousa Fontenelle JR, Vieira GH, Filho AA, et al. In vitro antibacterial effect of aqueous and ethanolic Moringa leaf extracts. Asian Pac J Trop Med. 2011;4:201–4.", "ArticleIdList": ["21771453"]}, {"Citation": "Dillard CJ, German JB. Phytochemicals: Neutraceuticals and human health. A review. J Sci Food Agric. 2000;80:1744–56."}, {"Citation": "Siddhuraju P, Becker K. Antioxidant properties of various solvent extracts of total phenolic constituents from three different agroclimatic origins of drumstick tree (Moringa oleifera Lam.) leaves. J Agric Food Chem. 2003;51:2144–55.", "ArticleIdList": ["12670148"]}, {"Citation": "Bruneton J. 2nd ed. London, New York: Andover: Intercept; 1999. Pharmacognosy, Phytochemistry, Medicinal Plants."}, {"Citation": "Wang H, Provan GJ, Helliwell K. Determination of rosmarinic acid and caffeic acid in aromatic herbs by HPLC. Food Chem. 2004;87:307–11."}, {"Citation": "Mukherjee M, Datta AK. Secondary associations in Ocimum spp. Cytologia. 2006;71:149–52."}, {"Citation": "Prakash P, Gupta N. Therapeutic uses of Ocimum sanctum Linn (Tulsi) with a note on eugenol and its pharmacological actions: A short review. Indian J Physiol Pharmacol. 2005;49:125–31.", "ArticleIdList": ["16170979"]}, {"Citation": "Simon JE, Chadwick AF, Craker LE. Hamden, CT: Archon Books; 1984. Herbs: An Indexed Bibliography, The Scientific Literature on Selected Herbs, and Aromatic and Medicinal Plants of the Temperate Zone; pp. 1971–80."}, {"Citation": "Zgórka G, Glowniak K. Variation of free phenolic acids in medicinal plants belonging to the Lamiaceae family. J Pharm Biomed Anal. 2001;26:79–87.", "ArticleIdList": ["11451645"]}, {"Citation": "Lawrence BM. A further examination of the variation of Ocimum basilicum L. In: Lawrence BM, Mookerjee BD, Willis BJ, editors. Flavors and Fragrances: A World Perspective. Amsterdam: Elsevier Science Publisher BV; 1988. pp. 161–70."}, {"Citation": "Kosem N, Han YH, Moongkarndi P. Antioxidant and cytoprotective activities of methanolic extract from Garcinia mangostana hulls. Sci Asia. 2007;33:283–92."}, {"Citation": "Mallick EP, Singh MB. 1st ed. New Delhi: Kalyan Publisher; 1980. Plant Enzymology and Histoenzymology; p. 280."}, {"Citation": "Kariyone T, Hashimoto Y, Kimura M. Microbial studies of plant components. IX. Distribution of flavonoids in plants by paper chromatography. J Pharm Soc. 1953;73:253–6."}, {"Citation": "Naghski JS, Fenske CS, Jr, Couch IF. Use of paper chromatography estimation of quercetin in rutin. J Am Pharm Assoc. 1951;40:613.", "ArticleIdList": ["14907473"]}, {"Citation": "Subramanian SS, Nagarajan S. Flavonoids of the seeds of Crotlaria retusa and C. striata. Curr Sci. 1969;38:65–8."}, {"Citation": "Sharma V. Biochemical changes accompanying petal development in Rosa damascene. Plant Biochem J. 1981;8:13–6."}, {"Citation": "Edeoga HO. Phytochemical constituents of some Nigerian medicinal Plants. Afr J Biotechnol. 2005;4:685–8."}, {"Citation": "Sofowara A. Ibadan, Nigeria: Spectrum Books Ltd; 1993. Medicinal Plants and Traditional Medicine in Africa; p. 289."}, {"Citation": "Harborne JB. London: Chapman and Hall; 1973. Phytochemical Methods."}, {"Citation": "Ayoola GA. Phytochemical screening and antioxidant activities of some selected medicinal plants used for malaria therapy in southwestern Nigeria. Trop J Pharm Res. 2008;7:1019–24."}, {"Citation": "Lachance PA, Nakat Z, Jeong WS. Antioxidants: An integrative approach. Nutrition. 2001;17:835–8.", "ArticleIdList": ["11684390"]}, {"Citation": "Zakaria Z, Lachimanan YL, Sreenivasan S, Rathinam X. Antioxidant activity of Coleus blumei, Orthosiphon stamineus, Ocimum basilicum and Mentha arvensis from Lamiaceae family. Int J Nat Eng Sci. 2008;2:93–5."}, {"Citation": "Zivcovic J, Cebovic T, Maksimovic Z. In vivo and in vitro antioxidant effects of three Veronica species. Cent Eur J Biol. 2012;7:559–68."}, {"Citation": "Alhakmani F, Kumar S, Khan SA. Estimation of total phenolic content, in-vitro antioxidant and anti-inflammatory activity of flowers of Moringa oleifera. Asian Pac J Trop Biomed. 2013;3:623–7.", "ArticleIdList": ["PMC3703555", "23905019"]}, {"Citation": "Sreedam CD, Kaiser H, Jahan BI, Sultana S, Md, Islam S. In vitro antioxidant activity of different parts of the plant diospyros discolor. Res J Agric Biol Sci. 2010;6:472–5."}, {"Citation": "Kostyuk VA, Potapovich AI, Vladykovskaya EN, Korkina LG, Afanas’ev IB. Influence of metal ions on flavonoid protection against asbestos-induced cell injury. Arch Biochem Biophys. 2001;385:129–37.", "ArticleIdList": ["11361008"]}, {"Citation": "Hossain MA, AL-Raqmi KA, AL-Mijizy ZH, Weli AM, Al-Riyami Q. Study of total phenol, flavonoids contents and phytochemical screening of various leaves crude extracts of locally grown Thymus vulgaris. Asian Pac J Trop Biomed. 2013;3:705–10.", "ArticleIdList": ["PMC3757278", "23998010"]}, {"Citation": "Borneo R, Leon EA, Aguirre A, Ribotta P, Cantero JJ. Antioxidant capacity of medicinal plants from the Province of Cordoba (Argentina) and there in vitro testing in model food system. Food Chem. 2008;112:664–70."}, {"Citation": "Katalinic V, Milos M, Kulisic T, Jukic M. Screening of 70 medicinal plant extracts for antioxidant capacity and total phenols. Food Chem. 2004;94:550–7."}, {"Citation": "Wongsen W, Bodhipadma K, Noichinda S, Leung DWM. Relationship between leaf position and antioxidant properties in three Basil species. Int Food Res J. 2013;20:1113–7."}, {"Citation": "Saito Y, Asari T. Studies on the antioxidant properties of spices. Total tocopherol content in spices. J Jpn Soc Food Nutr. 1976;29:289–92."}, {"Citation": "Krishna S. Isolation and identification of flavonoids from Cyperus rotundus linn. in vivo and in vitro . J Drug Deliv Therapeutics. 2013;3:109–13."}, {"Citation": "Agati G, Matteini P, Goti A, Tattini M. Chloroplast-located flavonoids can scavenge singlet oxygen. New Phytol. 2007;174:77–89.", "ArticleIdList": ["17335499"]}, {"Citation": "Sharma P. Production of flavonoids from Terminalia arjuna (ROXB) in vivo and in vitro tissue culture. Int J ChemTech Res. 2014;6:881–5."}, {"Citation": "Bajpai M, Pande A, Tewari SK, Prakash D. Phenolic contents and antioxidant activity of some food and medicinal plants. Int J Food Sci Nutr. 2005;56:287–91.", "ArticleIdList": ["16096138"]}, {"Citation": "Vimala A, Thamizharasi T, Sathish SS, Palani R, Vijayakanth P. Phytochemical studies on selective medicinal plants. Int J Res Eng Biosci. 2013;1:57–62."}, {"Citation": "Deshpande SN, Kadam DG. Preliminary phytochemical analysis of some medicinal plants. DAV Int J Sci. 2013;2:61–5."}, {"Citation": "Kiranmai M, Mohammed I. Anti bacterial potential of different extracts of Tagetes erecta Linn. Int J Pharm. 2012;2:90–6."}, {"Citation": "Sharma V, Paliwal R. Preliminary phytochemical investigation and thin layer chromatography profiling of sequential extracts of Moringa oleifera pods. Int J Green Pharm. 2013;7:41–5."}, {"Citation": "Nagaveni P, Kumar KS, Rathnam G. Phytochemical profile and antipyretic activity of Mangifera indica. JITPS. 2011;2:167–73."}, {"Citation": "Ndong M, Uehara M, Katsumata S, Suzuki K. Effects of oral administration of Moringa oleifera Lam on glucose tolerance in goto-kakizaki and wistar rats. J Clin Biochem Nutr. 2007;40:229–33.", "ArticleIdList": ["PMC2275769", "18398501"]}, {"Citation": "Javanmardi J, Khalighi A, Kashi A, Bais HP, Vivanco JM. Chemical characterization of basil (Ocimum basilicum L.) found in local accessions and used in traditional medicines in Iran. J Agric Food Chem. 2002;50:5878–83.", "ArticleIdList": ["12358453"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26941531", "PMC4753755", "10.4103/0974-8490.171095", "PR-8-16"]}}], "PubmedBookArticle": []}