{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chinese marine materia medica", "drug development", "evaluation", "investigation", "marine medicinal bioresources"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26950133", "DateCompleted": {"Year": "2016", "Month": "12", "Day": "13"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "03", "Day": "03"}], "ELocationID": ["46", "10.3390/md14030046"], "Language": ["eng"], "Journal": {"ISSN": "1660-3397", "JournalIssue": {"Volume": "14", "Issue": "3", "PubDate": {"Year": "2016", "Month": "Mar", "Day": "03"}}, "Title": "Marine drugs", "ISOAbbreviation": "Mar Drugs"}, "ArticleTitle": "Chinese Marine Materia Medica Resources: Status and Potential.", "Abstract": {"AbstractText": ["Chinese marine materia medica (CMMM) is a vital part of traditional Chinese medicine (TCM). Compared with terrestrial TCM, CMMM, derived from specific marine habitats, possesses peculiar chemical components with unique structures reflecting as potent pharmacological activities, distinct drug properties and functions. Nowadays, CMMM appears to be especially effective in treating such difficult diseases as cancers, diabetes, cardio-cerebrovascular diseases, immunodeficiency diseases and senile dementia, and therefore has become an important medicinal resource for the research and development of new drugs. In recent years, such development has attracted wide attention in the field of medicine. In this study, the CMMM resources in China were systematically investigated and evaluated. It was found that the historic experiences of Chinese people using CMMM have continuously accumulated over a period of more than 3600 years, and that the achievements of the research on modern CMMM are especially outstanding. By June 2015, 725 kinds of CMMMs from Chinese coastal sea areas have been identified and recorded, covering 1552 organisms and minerals. More than 3100 traditional prescriptions containing CMMMs have been imparted and inherited. However, the number of CMMMs is less than the 8188 terrestrial TCMs, from more than 12,100 medicinal terrestrial plants, animals and minerals. In the future, the research and development of CMMM should focus on the channel entries (TCM drug properties), compatibility, effective ingredients, acting mechanisms, drug metabolism and quality standard. This study reveals the high potential of CMMM development."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Marine Drugs, The Ministry of Education of China, School of Medicine and Pharmacy, Ocean University of China, Qingdao 266003, China. xiumei@ouc.edu.cn."}, {"Identifier": [], "Affiliation": "College of Economics, Ocean University of China, Qingdao 266100, China. xiumei@ouc.edu.cn."}], "LastName": "Fu", "ForeName": "Xiu-Mei", "Initials": "XM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Marine Drugs, The Ministry of Education of China, School of Medicine and Pharmacy, Ocean University of China, Qingdao 266003, China. bjb908@ouc.edu.cn."}, {"Identifier": [], "Affiliation": "Laboratory for Marine Drugs and Bioproducts, Qingdao National Laboratory for Marine Science and Technology, Qingdao 266071, China. bjb908@ouc.edu.cn."}], "LastName": "Zhang", "ForeName": "Meng-Qi", "Initials": "MQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Marine Drugs, The Ministry of Education of China, School of Medicine and Pharmacy, Ocean University of China, Qingdao 266003, China. shaochanglun@ouc.edu.cn."}, {"Identifier": [], "Affiliation": "Laboratory for Marine Drugs and Bioproducts, Qingdao National Laboratory for Marine Science and Technology, Qingdao 266071, China. shaochanglun@ouc.edu.cn."}], "LastName": "Shao", "ForeName": "Chang-Lun", "Initials": "CL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Marine Drugs, The Ministry of Education of China, School of Medicine and Pharmacy, Ocean University of China, Qingdao 266003, China. liguoqiang@ouc.edu.cn."}, {"Identifier": [], "Affiliation": "Laboratory for Marine Drugs and Bioproducts, Qingdao National Laboratory for Marine Science and Technology, Qingdao 266071, China. liguoqiang@ouc.edu.cn."}], "LastName": "Li", "ForeName": "Guo-Qiang", "Initials": "GQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Marine Drugs, The Ministry of Education of China, School of Medicine and Pharmacy, Ocean University of China, Qingdao 266003, China. baihong78@163.com."}, {"Identifier": [], "Affiliation": "Laboratory for Marine Drugs and Bioproducts, Qingdao National Laboratory for Marine Science and Technology, Qingdao 266071, China. baihong78@163.com."}], "LastName": "Bai", "ForeName": "Hong", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Economics, Ocean University of China, Qingdao 266100, China. daiguilin@ouc.edu.cn."}], "LastName": "Dai", "ForeName": "Gui-Lin", "Initials": "GL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Economics, Ocean University of China, Qingdao 266100, China. chenqianwen1111@163.com."}], "LastName": "Chen", "ForeName": "Qian-Wen", "Initials": "QW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Economics, Ocean University of China, Qingdao 266100, China. 15266209316@163.com."}], "LastName": "Kong", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Shandong University of Traditional Chinese Medicine, Jinan 250355, China. xianxiu@hotmail.com."}], "LastName": "Fu", "ForeName": "Xian-Jun", "Initials": "XJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Marine Drugs, The Ministry of Education of China, School of Medicine and Pharmacy, Ocean University of China, Qingdao 266003, China. changyun@ouc.edu.cn."}, {"Identifier": [], "Affiliation": "Laboratory for Marine Drugs and Bioproducts, Qingdao National Laboratory for Marine Science and Technology, Qingdao 266071, China. changyun@ouc.edu.cn."}], "LastName": "Wang", "ForeName": "Chang-Yun", "Initials": "CY"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Mar Drugs", "NlmUniqueID": "101213729", "ISSNLinking": "1660-3397"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Materia Medica"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Aquatic Organisms"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Drug Design"}, {"QualifierName": ["methods"], "DescriptorName": "Drug Discovery"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Materia Medica"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": [], "DescriptorName": "Seawater"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Guan H.S., Wang S.G. Chinese Marine Materia Medica. Shanghai Scientific and Technical Publishers; Shanghai, China: 2009."}, {"Citation": "Fu X.J., Guan H.S., Wu Q.M., Wang C.Y., Wang Y., Jiang D.Z. Elementary exploration of the origin and development of marine Chinese mteria medica. Chin. J. Med. Hist. 2009;39:168–172.", "ArticleIdList": ["19930925"]}, {"Citation": "Ireland C.M. Biomedical potential of marine natural products. Mar. Biotechnol. 1993;1:1–43."}, {"Citation": "Scheuer P.J. Some marine ecological phenomena: Chemical basis and biomedical potential. Science. 1990;248:173–177. doi: 10.1126/science.2183350.", "ArticleIdList": ["10.1126/science.2183350", "2183350"]}, {"Citation": "Tong X.L., Dong L., Chen L., Zhen Z. Treatment of diabetes using traditional Chinese medicine: Past, present and future. Am. J. Chin. Med. 2012;40:877–886. doi: 10.1142/S0192415X12500656.", "ArticleIdList": ["10.1142/S0192415X12500656", "22928822"]}, {"Citation": "Zhang P., Li J., Han Y., Yu X.W., Qin L. Traditional Chinese medicine in the treatment of rheumatoid arthritis: A general review. Rheumatol. Int. 2010;30:713–718. doi: 10.1007/s00296-010-1370-0.", "ArticleIdList": ["10.1007/s00296-010-1370-0", "20204371"]}, {"Citation": "Grosso C., Valentão P., Ferreres F., Andrade P.B. Bioactive marine drugs and marine biomaterials for brain diseases. Mar. Drugs. 2014;12:2539–2589. doi: 10.3390/md12052539.", "ArticleIdList": ["10.3390/md12052539", "PMC4052305", "24798925"]}, {"Citation": "Xiu L.J., Sun D.Z., Jiao J.P., Yan B., Qin Z.F., Liu X., Wei P.K., Yue X.Q. Anticancer effects of traditional Chinese herbs with phlegm-eliminating properties—An overview. J. Ethnopharmacol. 2015;172:155–161. doi: 10.1016/j.jep.2015.05.032.", "ArticleIdList": ["10.1016/j.jep.2015.05.032", "26038151"]}, {"Citation": "Lee S., Xiao C.J., Pei S.J. Ethnobotanical survey of medicinal plants at periodic markets of Honghe Prefecture in Yunnan Province, SW China. J. Ethnopharmacol. 2008;117:362–377. doi: 10.1016/j.jep.2008.02.001.", "ArticleIdList": ["10.1016/j.jep.2008.02.001", "18359178"]}, {"Citation": "Huang S.J., Liang Q.P., Dai C.Y., Zhou X.H. Present situation and existing problems of Chinese crude drug industry in Yulin City of Guangxi. J. Anhui Agric. Sci. 2010;38:8707–8708, 8713."}, {"Citation": "Li S.Q., Wang S.H., Guo J., Wu H.K., Zhang X.H. Investigation and pondering about the development situation of the Traditional Chinese Medicine industry in Shangluo City. J. Shangluo Univ. 2005;19:73–76."}, {"Citation": "Wang C.Y., Shao C.L., Fu X.M., Lan D., Lan K.X., Li G.Q., Wu Y.F., Qian S.B., Guan H.S. Investigation on the status of marine materia medica resources and research in China. Period. Ocean Univ. China. 2009;39:669–675."}, {"Citation": ". In: ShanHaiChing. Yuan K., editor. Beijing United Publishing Co., Ltd.; Beijing, China: 2014. (Xia or Shang dynasty)"}, {"Citation": ". In: Shennong Bencaojing. Suan X.Y., editor. Shanxi Science and Technology Press; Taiyuan, China: 1991. (Qin and Han dynasties)"}, {"Citation": "Su J. In: Tang Materia Medica. Hu F.L., editor. Shanxi Science and Technology Press; Taiyuan, China: 2013. (Tang dynasty)"}, {"Citation": "Li S.Z. In: Compendium of Materia Medica. Zhao H.Z., Wen W.B., Qian C.C., Wen C.L., editors. Shanghai Scientific and Technical Publishers; Shanghai, China: 2008. (Ming dynasty)"}, {"Citation": "Zhao X.M. Supplement to Compendium of Materia Medica. China Press of Traditional Chinese Medicine; Beijing, China: 2007. (Qing dynasty)"}, {"Citation": "State Administration of Traditional Chinese Medicine “Chinese Materia Medica” Editorial Board . Chinese Materia Medica. Shanghai Scientific and Technical Publishers; Shanghai, China: 1999."}, {"Citation": "Shao C.L., Fu X.M., Wang C.Y., Han L., Liu X., Fang Y.C., Li G.Q., Liu G.X., Guan H.S. Investigation on the status of mangrove resources and medicinal research in China III. Status of folk medicinal usage and medicinal research. Period. Ocean Univ. China. 2009;39:712–7l8."}, {"Citation": "Shao C.L., Fu X.M., Wang C.Y., Han L., Liu X., Fang Y.C., Li G.Q., Zeng X.Q., Liu G.X., Guan H.S. Investigation on the status of coral reef resources and medicinal research in China III. Status of folk medicinal usage and medicinal research. Period. Ocean Univ. China. 2009;39:691–698."}, {"Citation": "Fu X.M., Wang C.Y., Shao C.L., Han L., Wu Y.F., Wu H.L., Qian S.B., Guan H.S. Endangered and rare species of marine medicinal organisms and their protection in China. Period. Ocean Univ. China. 2009;39:719–728."}, {"Citation": "Liu R.Y. Checklist of Marine Biota of China Seas. Science Press; Beijing, China: 2008."}, {"Citation": "Wang Z.R. Fauna of China. Science Press; Beijing, China: 1997."}, {"Citation": "Chen Z.Q., Chen C.S., Wu Z.Q., Lin C.C., Jia X.W. The roosting habit of the spiny lobster Panulirus stimpsoni. Mar. Sci. 2001;25:11–14."}, {"Citation": "Yang D.J., Wang Y.L. Marine Invertebrates in Northern Part of China. Higher Education Press; Beijing, China: 1996."}, {"Citation": "Zhang F.Y., Liao Y.L. The Atlas of Chinese Animals. Science Press; Beijing, China: 1964."}, {"Citation": "Xing X.C. The rare species Acipenser sinensis Gray and Psephurus gladius (Martens) of China. Bull. Biol. 2003;38:10–11."}, {"Citation": "Wang S., Xie Y. China Species Red List. Volume 1 Higher Education Press; Beijing, China: 2004."}, {"Citation": "Gong X.L., Zhu W.J., Bao B.L. Complete mitochondrial DNA sequence of the Eastern keelback mullet Liza affinis. Mitochondr. DNA. 2014;25:1–2. doi: 10.3109/19401736.2014.982614.", "ArticleIdList": ["10.3109/19401736.2014.982614", "25423506"]}, {"Citation": "Wang Y.C., Pan G.Y., Jiang F.K., Lin J.X., Pan X.Q. On artificial cultivation of Porphyra Guangdongensis. Oceanol. Limnol. Sin. 1978;9:85–88."}, {"Citation": "Xu Z.N., Lin X.T. Resource and utilization of Gracilaria Greville. Chin. Tradit. Herb. Drugs. 2001;32:654–657."}, {"Citation": "Xia B.M. Algae of China. Volume 2 Science Press; Beijing, China: 2013."}, {"Citation": "Zeng C.C. Algae of China. Volume 3 Science Press; Beijing, China: 2000."}, {"Citation": "Thomas T.R.A., Kavlekar D.P., LokaBharathi P.A. Marine drugs from sponge-microbe association—A review. Mar. Drugs. 2010;8:1417–1468. doi: 10.3390/md8041417.", "ArticleIdList": ["10.3390/md8041417", "PMC2866492", "20479984"]}, {"Citation": "Liu L., Heinrich M., Myers S., Dworjanyn S.A. Towards a better understanding of medicinal uses of the brown seaweed Sargassum in Traditional Chinese Medicine: A phytochemical and pharmacological review. J. Ethnopharmacol. 2012;142:591–619. doi: 10.1016/j.jep.2012.05.046.", "ArticleIdList": ["10.1016/j.jep.2012.05.046", "22683660"]}, {"Citation": "Shang X.H., Liu X.Y., Zhang J.P., Gao Y., Jiao B.H., Zheng H., Lu X.L. Traditional Chinese Medicine—Sea Urchin. Mini Rev. Med. Chem. 2014;14:537–542. doi: 10.2174/1389557514666140529224147.", "ArticleIdList": ["10.2174/1389557514666140529224147", "24873818"]}, {"Citation": "Hu Y.H., Li X.R., Feng L. The observation of antihypertensive effect of Laminariae Thallus for treating hypertension. Zhejiang J. Integr. Tradit. Chin. West. Med. 1997;7:266–267."}, {"Citation": "Huang W.G., Xu J.C. Arcae Concha powder treating chilblain. ShiZhen J. Tradit. Chin. Med. Res. 1996;7:332."}, {"Citation": "Yan F.G. The clinical curative effect observation of Ulcer styptic powder treating 100 cases of duodenal ulcer bleeding. Chin. J. Med. 1989;24:190–191."}, {"Citation": "Chang Y.J., Li F.S. The high retention-enema of rectum with Rhei Radix et Rhizoma and Ostreae Concha Decoction treating 38 cases of uremia. Chin. J. Rural Med. 1994;22:52–53."}, {"Citation": "Chinese Pharmacopoeia Commission . Pharmacopoeia of People’s Republic of China. Medical Science Press of China; Beijing, China: 2015."}, {"Citation": "Zhai H.Q., Shi Y.K., Ou M., Gao M.C., Zheng Z.H. Preliminary statistical analysis of nature, taste and efficacies of Chinese Marine Materia Medica. Chin. J. Mar. Drugs. 2009;28:45–47."}, {"Citation": "Lin H.Y. Simple analysis of property features of marine biomedicines. Jiangxi J. Tradit. Chin. Med. 2003;34:42–43."}, {"Citation": "Wang W.L., Wang S.J., Song K., Deng P. Study on the functions, development and utilization of kelp. Food Nutr. China. 2008;8:26–27."}, {"Citation": "Han Z.Y., Wang Q.A., Zeng G.J. Clinical and laboratory observations on polysaccharide sulphate (PSS) in 282 cases of ischemic cerebrovascular disease. Chin. Med. J. 1991;104:562–566.", "ArticleIdList": ["1679003"]}, {"Citation": "Yang Y., Hu S.J., Li L., Chen G.P. Cardioprotection by polysaccharide sulfate against ischemia/reperfusion injury in isolated rat hearts. Acta Pharmacol. Sin. 2009;30:54–60. doi: 10.1038/aps.2008.12.", "ArticleIdList": ["10.1038/aps.2008.12", "PMC4006537", "19098935"]}, {"Citation": "Wang X.B., Wang Y.J., Yang Z.G. Nicotinyl mannitol in treating 171 hypertensive patients and 88 hyperlipemic patients. New Drugs Clin. Remed. 1995;14:142–144."}, {"Citation": "Dong X.W., Jiang G.L., Li L.D., Wang N. Research developments in the general utilization of oyster. Mar. Sci. 2004;28:62–65."}, {"Citation": "Wang C.Y., Shao C.L. Marine Pharmacology. Science Press of China; Beijing, China: 2011."}, {"Citation": "Liang Y.B., Ma M.H., Wang C.Y., Ning X.R., Liu X., Yang Q.L., Lin F.X., Cui X.J., Liang B., Zeng R.Y. Technical Regulation of Marine Biological and Ecological Survey. Ocean Press of China; Beijing, China: 2006."}, {"Citation": "Shi M.C., Gao G.P., Bao X.W. An Introduction to Oceanographic Survey Method. China Ocean University Press; Qingdao, China: 2008."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "8", "Day": "18"}, {"Year": "2016", "Month": "2", "Day": "4"}, {"Year": "2016", "Month": "2", "Day": "18"}, {"Year": "2016", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["26950133", "PMC4820300", "10.3390/md14030046", "md14030046"]}}], "PubmedBookArticle": []}