{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["botanical identification", "dietary supplements", "herbal medicine", "method selection", "phytochemicals"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26980823", "DateCompleted": {"Year": "2016", "Month": "12", "Day": "13"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "03", "Day": "15"}], "ELocationID": ["10.3945/an.115.010611"], "Language": ["eng"], "Journal": {"ISSN": "2156-5376", "JournalIssue": {"Volume": "7", "Issue": "2", "PubDate": {"Year": "2016", "Month": "Mar"}}, "Title": "Advances in nutrition (Bethesda, Md.)", "ISOAbbreviation": "Adv Nutr"}, "ArticleTitle": "The Importance of Method Selection in Determining Product Integrity for Nutrition Research.", "Pagination": {"StartPage": "390", "EndPage": "398", "MedlinePgn": "390-8"}, "Abstract": {"AbstractText": ["The American Herbal Products Association estimates that there as many as 3000 plant species in commerce. The FDA estimates that there are about 85,000 dietary supplement products in the marketplace. The pace of product innovation far exceeds that of analytical methods development and validation, with new ingredients, matrixes, and combinations resulting in an analytical community that has been unable to keep up. This has led to a lack of validated analytical methods for dietary supplements and to inappropriate method selection where methods do exist. Only after rigorous validation procedures to ensure that methods are fit for purpose should they be used in a routine setting to verify product authenticity and quality. By following systematic procedures and establishing performance requirements for analytical methods before method development and validation, methods can be developed that are both valid and fit for purpose. This review summarizes advances in method selection, development, and validation regarding herbal supplement analysis and provides several documented examples of inappropriate method selection and application."], "CopyrightInformation": "© 2016 American Society for Nutrition."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Applied Research and Innovation, British Columbia Institute of Technology, Burnaby, Canada; and."}], "LastName": "Mudge", "ForeName": "Elizabeth M", "Initials": "EM"}, {"Identifier": ["0000-0002-7781-5246"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Dietary Supplements, NIH, Bethesda, MD."}], "LastName": "Betz", "ForeName": "Joseph M", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Applied Research and Innovation, British Columbia Institute of Technology, Burnaby, Canada; and paula_brown@bcit.ca."}], "LastName": "Brown", "ForeName": "Paula N", "Initials": "PN"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Adv Nutr", "NlmUniqueID": "101540874", "ISSNLinking": "2161-8313"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": ["methods", "standards", "trends"], "DescriptorName": "Biomedical Research"}, {"QualifierName": [], "DescriptorName": "Congresses as Topic"}, {"QualifierName": ["analysis"], "DescriptorName": "Dietary Supplements"}, {"QualifierName": ["methods", "standards"], "DescriptorName": "Food Analysis"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Food Contamination"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods", "trends"], "DescriptorName": "Nutritional Sciences"}, {"QualifierName": ["analysis"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Edible"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["standards", "trends"], "DescriptorName": "Research Design"}, {"QualifierName": [], "DescriptorName": "Validation Studies as Topic"}], "CoiStatement": "Author disclosures: EM Mudge, JM Betz, and PN Brown, no conflicts of interest. "}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Current good manufacturing practice in manufacturing, packaging, labeling, or holding operations for dietary supplements, 21 CFR Sect 111 (2009).", "ArticleIdList": ["17674484"]}, {"Citation": "Natural Health Product Regulations, SOR/2003–196 (2003)."}, {"Citation": "Brown PN, Betz JM, Jaksch FL. How to qualify an analytical laboratory for analysis of herbal dietary ingredients and avoid using a “dry lab”: a review of issues related to using a contract analytical laboratory by industry, academia and regulatory agencies. HerbalGram. 2013;99:52–9."}, {"Citation": "Li S, Han Q, Qiao C, Song J, Cheng C, Xu H. Chemical markers for the quality control of herbal medicines: an overview. Chin Med 2008;3:7–22.", "ArticleIdList": ["PMC2488332", "18588699"]}, {"Citation": "Betz JM, Brown PN, Roman MC. Accuracy, precision, and reliability of chemical measurements in natural products research. Fitoterapia 2011;82:44–52.", "ArticleIdList": ["PMC3026088", "20884340"]}, {"Citation": "Inui T, Wang Y, Pro SM, Fransblau SG, Pauli GF. Unbiased evaluation of bioactive secondary metabolites in complex matrices. Fitoterapia 2012;83:1218–25.", "ArticleIdList": ["PMC3434706", "22766306"]}, {"Citation": "Zhang Z, Kuo X, Fugal K, McLaughlin J. Comparison of HPLC methods for determination of anthocyanins and anthocyanidins in bilberry extracts. J Agric Food Chem 2004;52:688–91.", "ArticleIdList": ["14969517"]}, {"Citation": "Brown PN, Roman M. Determination of hydrastine and berberine in goldenseal raw materials, extracts and dietary supplements by high-performance liquid chromatography with UV: collaborative study. J AOAC Int 2008;91:694–701.", "ArticleIdList": ["PMC2586114", "18727526"]}, {"Citation": "Brown PN, Chan M, Betz JM. Optimization and single-laboratory validation of a high-performance liquid chromatography (HPLC) method for the determination of phenolic Echinacea constituents. Anal Bioanal Chem 2010;397:1883–92.", "ArticleIdList": ["20467727"]}, {"Citation": "Smillie TJ, Khan IA. A comprehensive approach to identifying and authenticating botanical products. Clin Pharmacol Ther 2010;87:175–86.", "ArticleIdList": ["20032974"]}, {"Citation": "Foster S. A brief history of adulteration of herbs, spices and botanical drugs. HerbalGram. 2011;92:42–57."}, {"Citation": "Cumberford G. EMI vs EMA: “economically motivated integrity” vs. economically motivated adulteration in the natural products supply chain. HerbalGram. 2012;94:40–1."}, {"Citation": "Applequist WL, Miller JS. Selection and authentication of botanical materials for the development of analytical methods. Anal Bioanal Chem 2013;405:4419–28.", "ArticleIdList": ["23224664"]}, {"Citation": "Betz JM, Fisher KD, Saldanha LG, Coates PM. The NIH analytical methods and reference materials program for dietary supplements. Anal Bioanal Chem 2007;389:19–25.", "ArticleIdList": ["17541565"]}, {"Citation": "Wallace SN, Carrier DJ, Clausen EC. Extraction of nutraceuticals from milk thistle. Part II. Extraction with organic solvents. Appl Biochem Biotechnol 2003;105:891–903.", "ArticleIdList": ["12721426"]}, {"Citation": "Soong Y, Barlow PJ. Antioxidant activity and phenolic content of selected fruit seeds. Food Chem 2004;88:411–7."}, {"Citation": "Curtis JM, Berrigan N, Dauphinee P. The determination of n-3 fatty acid levels in food products containing microencapsulated fish oil using the one-step extraction method. Part 1: measurements in the raw ingredient and in dry powdered foods. J Am Oil Chem Soc 2008;85:297–305."}, {"Citation": "Ma J, Ma YC, Cai C, Wang D, Hou FF, Luo M, Lu S, Gorecki DC, Patel AV, Chen A, et al. . Simultaneous quantification of Echinacea species, Flos Loniverae, Radix Scutellaria and Fructus Forsythiae combinations by rapid resolution liquid chromatography. Nat Prod Commun 2011;6:639–43.", "ArticleIdList": ["21615024"]}, {"Citation": "Ma YC, Chen SL, Thibault ME, Ma J. Enhancing quality control of botanical medicine in the 21st century from the perspective of industry: the use of chemical profiling and DNA barcoding to ensure accurate identity. HerbalGram. 2013;97:58–67."}, {"Citation": "Natural Health Products Ingredients Database: feverfew [Internet]. Ottawa (ON): Health Canada; 2010 [cited 2015 Jul 24]. Available from: http://webprod.hc-sc.gc.ca/nhpid-bdipsn/monoReq.do?id=86&lang=eng."}, {"Citation": "Wohlmuth H, Savage K, Dowell A, Mouatt P. Adulteration of Gingko biloba products and a simple method to improve its detection. Phytomedicine 2014;21:912–8.", "ArticleIdList": ["24566389"]}, {"Citation": "Souza CRF, Bott RF, Oliveira WP. Optimization of the extraction of flavonoids compounds from herbal material using experimental design and multi-response analysis. Lat Am J Pharm. 2007;26:682–90."}, {"Citation": "Cardoso-Ugarte GA, Juarez-Becerra GP, Sosa-Morales ME, Lopez-Malo A. Microwave-assisted extraction of essential oils from herbs. J Microw Power Electromagn Energy 2013;47:63–72.", "ArticleIdList": ["24779135"]}, {"Citation": "AOAC International. Appendix K: guidelines for dietary supplements and botanicals. AOAC Off Methods Anal 2013:1–32."}, {"Citation": "International Conference on Harmonisation Expert Working Group. ICH harmonised tripartite guideline. Validation of analytical procedures: text and methodology [Internet]. [cited 2015 Jul 24]. Available from: http://www.ich.org/fileadmin/Public_Web_Site/ICH_Products/Guidelines/Quality/Q2_R1/Step4/Q2_R1__Guideline.pdf."}, {"Citation": "U.S. FDA. Guidelines for validation of chemical methods for the FDA foods program [Internet]. [cited 2015 Jul 24]. Available from: http://www.fda.gov/downloads/ScienceResearch/FieldScience/UCM298730.pdf."}, {"Citation": "International Union of Pure and Applied Chemistry. Harmonized guidelines for single-laboratory validation of methods of analysis. Pure Appl Chem 2002;74:835–55."}, {"Citation": "Magnusson B, Örnemark U, editors. Eurochem guide. The fitness for purpose of analytical methods—a laboratory guide to method validation and related topics [Internet]. [cited 2015 Jul 24]. Available from: https://www.eurachem.org/images/stories/Guides/pdf/MV_guide_2nd_ed_EN.pdf."}, {"Citation": "AOAC International. Appendix D: Guidelines for collaborative study procedures to validation characteristics of a method of analysis. AOAC Off Methods Anal 2013:1–12."}, {"Citation": "Brown PN, Lister P. Current initiatives for the validation of analytical methods for botanicals. Curr Opin Biotechnol 2014;25:124–8.", "ArticleIdList": ["24484890"]}, {"Citation": "Schierle J, Pietsch B, Ceresa A, Fizet C, Waysek EH. Method for the determination of β-carotene in supplements and raw materials by reversed-phase liquid chromatography: single laboratory validation. J AOAC Int 2004;87:1070–82.", "ArticleIdList": ["PMC2586117", "15493663"]}, {"Citation": "Szpylka J, DeVries JW, Bhandari S, Bui MH, Ji D, Konings E, Lewis R, Maas P, Parish H, Post B, et al. . Determination of β-carotene in supplements and raw materials by reversed-phase high pressure liquid chromatography: collaborative study. J AOAC Int 2005;88:1279–91.", "ArticleIdList": ["PMC2657295", "16385976"]}, {"Citation": "Ji D, Roman M, Zhou J, Hildreth J. Determination of chondroitin sulfate content in raw materials and dietary supplements by high-performance liquid chromatography with ultraviolet detection after enzymatic hydrolysis: single-laboratory validation. J AOAC Int 2007;90:659–69.", "ArticleIdList": ["PMC2614115", "17580617"]}, {"Citation": "Brown PN, Paley LA, Roman MC, Chan M. Single-laboratory validation of a method for the detection and/or quantification of select alkaloids in goldenseal supplements and raw materials by reversed-phase high-performance liquid chromatography. Pharm Biol 2008;46:123–44."}, {"Citation": "Brown PN, Chan M, Paley L, Bezt JM. Determination of major phenolic compounds in Echinacea spp. Raw materials and finished products by high-performance liquid chromatography with ultraviolet detection: single-laboratory validation matrix extension. J AOAC Int 2011;94:1400–10.", "ArticleIdList": ["PMC3586990", "22165004"]}, {"Citation": "Brown PN, Shipley PR. Determination of anthocyanins in cranberry fruit and cranberry fruit products by high-performance liquid chromatography with ultraviolet detection: single-laboratory validation. J AOAC Int 2011;94:459–66.", "ArticleIdList": ["PMC3302353", "21563679"]}, {"Citation": "Mudge E, Chan M, Venkataraman S, Brown PN. Curcuminoids in turmeric roots and supplements: method optimization and validation. Food Anal Methods 2015:1–8."}, {"Citation": "National Institute of Health Office of Dietary Supplements. Publications directory [Internet]. [cited 2015 Nov 25]. Available from: https://ods.od.nih.gov/AMRMPubsDirectory.aspx."}, {"Citation": "AOAC International. Stakeholder panel on dietary supplements (SPDS) [Internet]. [cited 2015 Jul 28]. Available from: http://www.aoac.org/iMIS15_Prod/AOAC/SD/SPDS/AOAC_Member/SH/SPDSCF/SPDSM.aspx?hkey=b8cbd524–33d1–4e51–8cc0–4e2028c367f2."}, {"Citation": "Leung AM, Pearce EN, Braverman LE. Iodine content of prenatal multivitamins in the United States. N Engl J Med 2009;360:939–40.", "ArticleIdList": ["19246372"]}, {"Citation": "Betz JM, Wise SA. More on iodine content of prenatal vitamins. N Engl J Med 2009;360:2582.", "ArticleIdList": ["19516043"]}, {"Citation": "Leung AM, Pearce EN, Braverman LE. More on iodine content of prenatal vitamins: authors’ reply. N Engl J Med 2009;360:2582–3.", "ArticleIdList": ["19516043"]}, {"Citation": "Weiguo Z, Zhang W, Giancaspro G, Adams KM, Neal-Kababick J, Hildreth J, Li A, Roman M, Betz JM. Electrophoretic separation of alginic sodium diester and sodium hexametaphosphate in chondroitin sulfate that interfere with the cetylpyridinium chloride titration assay. J AOAC Int 2014;97:1503–13.", "ArticleIdList": ["25372663"]}, {"Citation": "Slifman NR, Obermeryer WR, Aloi BK, Musser SM, Correll WA, Cichowicz SM, Betz JM, Love LA. Contamination of botanical dietary supplements by Digitalis lanata. N Engl J Med 1998;339:806–11.", "ArticleIdList": ["9738088"]}, {"Citation": "Lin LZ, Harnly JM, Upton R. Comparison of the phenolic component profiles of skullcap (Scutellaria lateriflora) and germander (Teucrium canadense and T. chamaedrys), a potentially hepatotoxic adulterant. Phytochem Anal 2009;20:298–306.", "ArticleIdList": ["PMC3583524", "19402188"]}, {"Citation": "Chen P, Lin LZ, Harnly JM. Mass spectroscopic fingerprinting method for differentiation between Scutellaria lateriflora and the germander (Teucrium canadense and T. chamaedrys) species. J AOAC Int 2010;93:1148–54.", "ArticleIdList": ["PMC3762689", "20922946"]}, {"Citation": "Penman KG, Halstead CW, Matthias A, De Voss JJ, Stuthe JMU, Bone KM, Lehmann RP. Bilberry adulteration using the food dye amaranth. J Agric Food Chem 2006;54:7378–82.", "ArticleIdList": ["16968108"]}, {"Citation": "Gardana C, Ciappellano S, Marinoni L, Fachechi C, Simonetti P. Bilberry adulteration: identification and chemical profiling of anthocyanins by different analytical methods. J Agric Food Chem 2014;62:10998–1004.", "ArticleIdList": ["25365784"]}, {"Citation": "Giacomelli L, Appendino G, Franceschi F, Togni S, Pace R. Omne Ignotim pro Magnifico: characterization of commercial Bilberry extracts to fight adulteration. Eur Rev Med Pharmacol Sci 2014;18:3948–53.", "ArticleIdList": ["25555889"]}, {"Citation": "Primetta AK, Jaakola L, Ayaz FA, Inceer H, Riihinen KR. Anthocyanin fingerprinting for authenticity studies of bilberry (Vaccinium myrtillus L.). Food Contr 2013;30:662–7."}, {"Citation": "Govindaraghavan S. Pharmacopeial HPLC identification methods are not sufficient to detect adulterations in commercial bilberry (Vaccinium myrtillus) extracts. Anthocyanin profile provides additional clues. Fitoterapia 2014;99:124–38.", "ArticleIdList": ["25250894"]}, {"Citation": "LaBudde RA, Harnly J. Probability of identification: a statistical model for the validation of qualitative botanical identification methods. J AOAC Int 2012;95:273–85.", "ArticleIdList": ["PMC3620024", "22468371"]}, {"Citation": "Chen P, Luthria D, Harrington PB, Harnly JM. Discrimination among Panax species using spectral fingerprinting. J AOAC Int 2011;94:1411–21.", "ArticleIdList": ["PMC3620016", "22165005"]}, {"Citation": "Harnly J, Chen P, Harrington PB. Probability of identification: adulteration of American ginseng and Asian ginseng. J AOAC Int 2013;96:1258–65.", "ArticleIdList": ["24645502"]}, {"Citation": "Gad HA, El-Ahmady SH, Abou-Shoer MI, Al-Azizi MM. Application of chemometrics in authentication of herbal medicines: a review. Phytochem Anal 2013;24:1–24.", "ArticleIdList": ["22678654"]}, {"Citation": "Harnly JM, Luthria D, Chen P. Detection of adulterated Ginkgo biloba supplements using chromatographic and spectral fingerprints. J AOAC Int 2012;95:1579–87.", "ArticleIdList": ["PMC3762705", "23451372"]}, {"Citation": "Wang CZ, Ni M, Sun S, Li XL, He H, Mehendale SR, Yuan CS. Detection of adulteration of notoginseng root extract with other Panax species by quantitative HPLC coupled with PCA. J Agric Food Chem 2009;57:2363–7.", "ArticleIdList": ["PMC2705280", "19256509"]}, {"Citation": "Chen P, Harnly JM, Harrington PB. Flow injection mass spectroscopic fingerprinting and multivariate analysis for differentiation of three Panax species. J AOAC Int 2011;94:90–9.", "ArticleIdList": ["PMC3762700", "21391484"]}, {"Citation": "Xie P, Chen S, Liang YZ, Wang X, Tian R, Upton R. Chromatographic fingerprint analysis—a rational approach for quality assessment of traditional Chinese herbal medicine. J Chromatogr A 2006;1112:171–80.", "ArticleIdList": ["16472540"]}, {"Citation": "Reich E, Blatter A, Jorns R, Kreuter M, Thiekotter K.. An AOAC peer-verified method for identification of Echinacea species by HPTLC. J Planar Chromatogr – Mod TLC 2002;15:244–51."}, {"Citation": "Ankli A, Reich E, Steiner M. Rapid high-performance thin-layer chromatographic method for detection of 5% adulteration of black cohosh with Cimicifuga foetida, C. heracleifolia, C. dahurica, or C. americana. J AOAC Int 2008;91:1257–64.", "ArticleIdList": ["19202784"]}, {"Citation": "Reich E, Schibli A, Debatt A. Validation of high-performance thin-layer chromatographic methods for the identification of botanicals in a cGMP environment. J AOAC Int 2008;91:13–20.", "ArticleIdList": ["PMC2662610", "18376581"]}, {"Citation": "Laasonen M, Harmia-Pulkkinen T, Simard CL, Michiels E, Rasanen M, Vuorela H. Fast identification of Echinacea purpurea dried roots using near-infrared spectroscopy. Anal Chem 2002;74:2493–9.", "ArticleIdList": ["12069228"]}, {"Citation": "Brown PN. Instrumental approaches to multivariate determination of botanical identity. In: Betz JM, Chandra A, Sharaf M, editors. Identity testing for dietary supplements. Symposium conducted at the meeting of AOAC International; 2014 Sep 7–10; Boca Raton, FL."}, {"Citation": "United States Pharmacopeial Convention Monograph: Echinacea purpurea root. In: United States Pharmacopeia 38/National Formulary 33, United States Pharmacopeia, Rockville (MD): 2015;pp. 6007–9."}, {"Citation": "Maree JE, Viljoen AM. Fourier transform near- and mid-infrared spectroscopy can distinguish between the commercially important Pelargonium sidoides and its close taxonomically P. reniforme. Vib Spectrosc 2011;55:146–52."}, {"Citation": "Said MM, Gibbons S, Moffat AC, Zloh M. Rapid detection of sildenafil analogue in Eurycoma longifolia products using a new two-tier procedure of the near infrared (NIR) spectra database. Food Chem 2014;158:296–301.", "ArticleIdList": ["24731345"]}, {"Citation": "Rooney JS, McDowell A, Strachan CJ, Gordon KC. Evaluation of vibrational spectroscopic methods to identify and quantify multiple adulterants in herbal medicines. Talanta 2015;138:77–85.", "ArticleIdList": ["25863375"]}, {"Citation": "Markus MA, Ferrier J, Muchsinger SM, Yuk J, Cuerrier A, Balick MJ, Hicks JM, Killday KB, Kirby CW, Berrue F, et al. . Distinguishing Vaccinium species by chemical fingerprinting based on NMR spectra, validated with spectra collected in different laboratories. Planta Med 2014;80:732–9.", "ArticleIdList": ["PMC4242896", "24963620"]}, {"Citation": "Jiang B, Ma C, Motley R, Kronenberg F, Kennelly EJ. Phytochemical fingerprinting to thwart black cohosh adulteration: a 15 Actaea species analysis. Phytochem Anal 2011;22:339–51.", "ArticleIdList": ["21337649"]}, {"Citation": "Borrelli F, Ernst E. Black cohosh (Cimicifuga racemosa): a systematic review of adverse events. Am J Obstet Gynecol 2008;199:455–66.", "ArticleIdList": ["18984078"]}, {"Citation": "Mahady GB, Dog TL, Barrett ML, Chavez ML, Gardiner P, Ko R, Marles RJ, Pellicore LS, Giancaspro GI, Sarma DN. United States Pharmacopeia review of the black cohosh case reports of hepatotoxicity. Menopause 2008;15:628–38.", "ArticleIdList": ["18340277"]}, {"Citation": "Jiang B, Kronenberg F, Nuntanakorn P, Qui MH, Kennelly EJ. Evaluation of the botanical authenticity and phytochemical profile of black cohosh products by high-performance liquid chromatography with selected ion monitoring liquid chromatography-mass spectrometry. J Agric Food Chem 2006;54:3242–53.", "ArticleIdList": ["PMC3204370", "16637680"]}, {"Citation": "He K, Pauli GF, Zheng B, Wang H, Bai N, Peng T, Roller M, Zheng Q. Cimicifuga species identification by high performance liquid chromatography-photodiode array/mass spectrometric/evaporative light scattering detection for quality control of black cohosh products. J Chromatogr A 2006;1112:241–54.", "ArticleIdList": ["PMC1847404", "16515793"]}, {"Citation": "Huang H, Sun J, McCoy JA, Zhong H, Fletcher EJ, Harnly J, Chen P. Use of flow injection mass spectrometric fingerprinting and chemometrics for differentiation of three black cohosh species. Spectrochim Acta B Atomic Spectrosc 2015;105:121–9."}, {"Citation": "Zarrei M, Talent N, Kuzmina M, Lee J, Lund J, Shipley PR, Stefanovic S, Dickinson TA. DNA barcodes from four loci provide poor resolution of taxonomic groups in the genus Crataegus. AoB Plants 2015;7: 10.1093/aobpla/plv045.", "ArticleIdList": ["PMC4480070", "25926325"]}, {"Citation": "Techen N, Parveen I, Pan Z, Khan IA. DNA barcoding of medicinal plant material for identification. Curr Opin Biotechnol 2014;25:103–10.", "ArticleIdList": ["24484887"]}, {"Citation": "Novak J, Grausburg-Groger S, Lukas B. DNA-based authentication of plant extracts. Food Res Int 2007;40:388–92."}, {"Citation": "Baker DA, Stevenson DWM, Litte DP. DNA barcode identification of black cohosh herbal dietary supplements. J AOAC Int 2012;95:1023–34.", "ArticleIdList": ["22970567"]}, {"Citation": "Little DP. Authentication of Ginkgo biloba herbal dietary supplements using DNA barcoding. Genome 2014;57:513–6.", "ArticleIdList": ["25495290"]}, {"Citation": "Betz JM, Hardy M. Evaluating the Botanical Dietary Supplement Literature. HerbalGram 2014;101:58–67."}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "3", "Day": "1"}, {"Year": "2016", "Month": "3", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["26980823", "PMC4785475", "10.3945/an.115.010611", "S2161-8313(22)00663-9"]}}], "PubmedBookArticle": []}