{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aristolochia indica", "Multidrug-resistant bacteria", "Toddalia asiatica", "combination disc method", "extended spectrum β-lactamases", "minimum inhibitory concentration"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "26997710", "DateCompleted": {"Year": "2016", "Month": "03", "Day": "21"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "24"}, "Article": {"ArticleDate": [], "ELocationID": ["10.4103/0250-474X.174991"], "Language": ["eng"], "Journal": {"ISSN": "0250-474X", "JournalIssue": {"Volume": "77", "Issue": "6", "PubDate": {"Year": "2015", "Season": "Nov-Dec"}}, "Title": "Indian journal of pharmaceutical sciences", "ISOAbbreviation": "Indian J Pharm Sci"}, "ArticleTitle": "In vitro Antibacterial Activity of Aqueous and Ethanol Extracts of Aristolochia indica and Toddalia asiatica Against Multidrug-Resistant Bacteria.", "Pagination": {"StartPage": "788", "EndPage": "791", "MedlinePgn": "788-91"}, "Abstract": {"AbstractText": ["Bacteria have developed multidrug resistance against available antimicrobial agents. Infectious diseases caused by these multidrug-resistant bacteria are major causes of morbidity and mortality in human beings. Synthetic drugs are expensive and inadequate for the treatment of diseases, causing side effects and ineffective against multidrug-resistant bacteria. The medicinal plants are promising to have effective antimicrobial property due to presence of phytochemical compounds like alkaloids, flavanoids, tannins and phenolic compounds. The present study aimed to find the antimicrobial activity of medicinal plants against multidrug-resistant bacteria. Multidrug-resistant bacteria were identified by Kirby-Bauer disc diffusion method. Production of β-lactamases (extended spectrum β-lactamases, metallo β-lactamase and AmpC β-lactamase) were identified by combination disc method. Antibacterial activity of aqueous and ethanol extract of Aristolochia indica and Toddalia asiatica were detected by agar well diffusion assay and minimum inhibitory concentration. All bacteria used in this study showed antibiotic resistance to ≥3 antibiotics. Escherichia coli, Klebsiella pneumoniae, Pseudomonas aeruginosa, Proteus mirabilis and Vibrio cholerae were found to be positive for β-lactamase production. Ethanol extract of Aristolochia indica showed more significant antibacterial activity against multidrug-resistant bacteria than Toddalia asiatica. Ethanol extracts of Aristolochia indica and Toddalia asiatica showed minimum inhibitory concentration values of 50-100 μg/ml and 100-200 μg/ml, respectively against multidrug-resistant bacteria. From this study, it was concluded that Aristolochia indica has more potential to treat multidrug-resistant bacteria than Toddalia asiatica."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Biotechnology, Loyola College (Autonomous), Chennai-600 034, India."}], "LastName": "Venkatadri", "ForeName": "B", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Biotechnology, Presidency College (Autonomous), Chennai-600 005, India."}], "LastName": "Arunagirinathan", "ForeName": "N", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Biotechnology, Presidency College (Autonomous), Chennai-600 005, India."}], "LastName": "Rameshkumar", "ForeName": "M R", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Biotechnology, Loyola College (Autonomous), Chennai-600 034, India."}], "LastName": "Ramesh", "ForeName": "Latha", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Dr. ALM Post Graduate Institute of Basic Medical Sciences University of Madras Taramani Campus, Chennai-600 113, India."}], "LastName": "Dhanasezhian", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Biotechnology, Loyola College (Autonomous), Chennai-600 034, India."}], "LastName": "Agastian", "ForeName": "P", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Indian J Pharm Sci", "NlmUniqueID": "7809431", "ISSNLinking": "0250-474X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Geneva, Switzerland: WHO; 2004. WHO (World Health Organization). The World Health Report. Changing History. Statistical Annex Death by Cause, Sex and Mortality Stratum in WHO Regions, Estimates for 2002; pp. 120–1."}, {"Citation": "Jones ME, Draghi DC, Thornsberry C, Karlowsky JA, Sahm DF, Wenzel RP. Emerging resistance among bacterial pathogens in the intensive care unit – A European and North American Surveillance study (2000-2002) Ann Clin Microbiol Antimicrob. 2004;3:14.", "ArticleIdList": ["PMC509280", "15283864"]}, {"Citation": "Medeiros AA. Evolution and dissemination of beta-lactamases accelerated by generations of beta-lactam antibiotics. Clin Infect Dis. 1997;24(Suppl 1):S19–45.", "ArticleIdList": ["8994778"]}, {"Citation": "Sajduda A, Dziadek J, Dela A, Zalewska-Schönthaler N, Zwolska Z, McFadden J. DNA fingerprinting as an indicator of active transmission of multidrug-resistant tuberculosis in Poland. Int J Infect Dis. 1998;3:12–7.", "ArticleIdList": ["9831670"]}, {"Citation": "Cordell GA. Biodiversity and drug discovery – A symbiotic relationship. Phytochemistry. 2000;55:463–80.", "ArticleIdList": ["11130658"]}, {"Citation": "Rameshkumar MR, Jagadeesan MG, Rajendran P, Arunagirinathan N. Antibacterial activity of bark extracts of Terminalia arjuna (Roxb.) against extended spectrum β-lactamase producing multi drug resistant bacteria from urinary tract infections. Res J Recent Sci. 2014;3:28–33."}, {"Citation": "Edeoga1 HO, Okwu DE, Mbaebie BO. Phytochemical constituents of some Nigerian medicinal plants. Afr J Biotechnol. 2005;4:685–8."}, {"Citation": "Chaudhary RD. 1st ed. New Delhi: Eastern Publisher; 1996. Herbal Drug Industry; p. 58."}, {"Citation": "11th ed. Wayne: Clinical and Laboratory Standards Institute; 2012. CLSI. Performance Standards for Antimicrobial Disc Susceptibility Tests. Approved Standards M02– A11."}, {"Citation": "Bauer R, Kirby M, Sherris J, Turch M. Antibiotic susceptibility testing by a standardized single disc method. Am J Clin Pathol. 1966;36:439–96.", "ArticleIdList": ["5325707"]}, {"Citation": "Rajarajan S. In vitro antibacterial and antifungal properties in the leaf extract of Henna (Lawsonia inermis. L) Indian J Appl Microbiol. 2002;2:59–66."}, {"Citation": "Shafia PM, Rosammaa MK, Jamilb K, Reddyb PS. Antibacterial activity of the essential oil from Aristolochia indica. Fitoterapia. 2002;73:439–41.", "ArticleIdList": ["12165346"]}, {"Citation": "Kar DM, Mohanty A, Sethi KR, Dash KG. Antimicrobial and wound healing properties of stem bark of Toddalia asiatica Linn. Indian J Pharm Sci. 2005;67:220–3."}, {"Citation": "Ali BH, Wabel A, Blunden N. Phytochemical, pharmacological and toxicological aspects of Aristolochia indica L.: A review. Phytother Res. 2005;19:369–75.", "ArticleIdList": ["16106391"]}, {"Citation": "Gopinath R, Prakash M. Antibacterial activity of three medicinal plants against clinically isolated multidrug resistant Enterococcus faecalis (MDRE) Int J Curr Microbiol Appl Sci. 2013;2:6–14."}, {"Citation": "Yadav M, Khan KK. Antimicrobial activity of some ethnomedicinal plants used by Tribes of Rewa, Madhya Pradesh. Indian J Life Sci. 2012;1:35–8."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "3", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26997710", "PMC4778242", "10.4103/0250-474X.174991", "IJPhS-77-788"]}}], "PubmedBookArticle": []}