{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27011209", "DateCompleted": {"Year": "2016", "Month": "08", "Day": "12"}, "DateRevised": {"Year": "2019", "Month": "02", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "03", "Day": "24"}], "ELocationID": ["e0152455", "10.1371/journal.pone.0152455"], "Language": ["eng"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "11", "Issue": "3", "PubDate": {"Year": "2016"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Evidence of a Strong Domestication Bottleneck in the Recently Cultivated New Zealand Endemic Root Crop, Arthropodium cirratum (Asparagaceae).", "Pagination": {"StartPage": "e0152455", "MedlinePgn": "e0152455"}, "Abstract": {"AbstractText": ["We use chloroplast DNA sequencing to examine aspects of the pre-European Māori cultivation of an endemic New Zealand root crop, Arthropodium cirratum (rengarenga). Researching the early stages of domestication is not possible for the majority of crops, because their cultivation began many thousands of years ago and/or they have been substantially altered by modern breeding methods. We found high levels of genetic variation and structuring characterised the natural distribution of A. cirratum, while the translocated populations only retained low levels of this diversity, indicating a strong bottleneck even at the early stages of this species' cultivation. The high structuring detected at four chloroplast loci within the natural A. cirratum range enabled the putative source(s) of the translocated populations to be identified as most likely located in the eastern Bay of Plenty/East Cape region. The high structuring within A. cirratum also has implications for the conservation of genetic diversity within this species, which has undergone recent declines in both its natural and translocated ranges."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Museum of New Zealand Te Papa Tongarewa, Wellington, New Zealand."}, {"Identifier": [], "Affiliation": "School of Biological Sciences, Victoria University of Wellington, Wellington, New Zealand."}, {"Identifier": [], "Affiliation": "Institute of Fundamental Sciences, Massey University, Palmerston North, New Zealand."}], "LastName": "Shepherd", "ForeName": "Lara D", "Initials": "LD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Science and Capability Group, Terrestrial Ecosystems, Department of Conservation, Newton, Auckland, New Zealand."}], "LastName": "de Lange", "ForeName": "Peter J", "Initials": "PJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Fundamental Sciences, Massey University, Palmerston North, New Zealand."}], "LastName": "Cox", "ForeName": "Simon", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Fundamental Sciences, Massey University, Palmerston North, New Zealand."}], "LastName": "McLenachan", "ForeName": "Patricia A", "Initials": "PA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agriculture and Environment, Massey University, Palmerston North, New Zealand."}], "LastName": "Roskruge", "ForeName": "Nick R", "Initials": "NR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Fundamental Sciences, Massey University, Palmerston North, New Zealand."}], "LastName": "Lockhart", "ForeName": "Peter J", "Initials": "PJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Chloroplast"}, {"RegistryNumber": "0", "NameOfSubstance": "DNA, Plant"}, {"RegistryNumber": "0", "NameOfSubstance": "Nucleotides"}], "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "DNA, Chloroplast"}, {"QualifierName": ["genetics"], "DescriptorName": "DNA, Plant"}, {"QualifierName": [], "DescriptorName": "Genetic Variation"}, {"QualifierName": [], "DescriptorName": "Geography"}, {"QualifierName": [], "DescriptorName": "Haplotypes"}, {"QualifierName": ["genetics"], "DescriptorName": "Liliaceae"}, {"QualifierName": [], "DescriptorName": "New Zealand"}, {"QualifierName": ["genetics"], "DescriptorName": "Nucleotides"}, {"QualifierName": [], "DescriptorName": "Phylogeography"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Polymerase Chain Reaction"}, {"QualifierName": [], "DescriptorName": "Sequence Analysis, DNA"}], "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Diamond J. Evolution, consequences and future of plant and animal domestication. Nature. 2002; 418: 700–707. 10.1038/nature01019", "ArticleIdList": ["10.1038/nature01019", "12167878"]}, {"Citation": "Zeder MA. Core questions in domestication research. Proc Natl Acad Sci U S A. 2015; 112: 3191–3198. 10.1073/pnas.1501711112", "ArticleIdList": ["10.1073/pnas.1501711112", "PMC4371924", "25713127"]}, {"Citation": "Larson G, Piperno DR, Allaby RG, Purugganan MD, Andersson L, Arroyo-Kalin M et al. Current perspectives and the future of domestication studies. Proc Natl Acad Sci USA. 2014; 111: 6139–6146. 10.1073/pnas.1323964111", "ArticleIdList": ["10.1073/pnas.1323964111", "PMC4035915", "24757054"]}, {"Citation": "Meyer RS, DuVal AE, Jensen HR. Patterns and processes in crop domestication: An historical review and quantitative analysis of 203 global food crops. New Phytol. 2012; 196: 29–48. 10.1111/j.1469-8137.2012.04253.x", "ArticleIdList": ["10.1111/j.1469-8137.2012.04253.x", "22889076"]}, {"Citation": "Tanksley SD, McCouch SR. Seed banks and molecular maps: unlocking genetic potential from the wild. Science. 1997; 277: 1063–1666. 10.1126/science.277.5329.1063", "ArticleIdList": ["10.1126/science.277.5329.1063", "9262467"]}, {"Citation": "Zeder MA. Central questions in the domestication of plants and animals. Evol Anthropol. 2006; 15: 105–117. 10.1002/evan.20101", "ArticleIdList": ["10.1002/evan.20101"]}, {"Citation": "Gross BL, Henk AD, Richards CM, Fazio G, Volk GM. Genetic diversity in Malus ×domestica (Rosaceae) through time in response to domestication. Am J Bot. 2014; 101: 1770–1779. 10.3732/ajb.1400297", "ArticleIdList": ["10.3732/ajb.1400297", "25326619"]}, {"Citation": "Miller A, Schaal B. Domestication of a Mesoamerican cultivated fruit tree, Spondias purpurea. Proc Natl Acad Sci U S A. 2005; 102: 12801–12806. 10.1073/pnas.0505447102", "ArticleIdList": ["10.1073/pnas.0505447102", "PMC1200284", "16126899"]}, {"Citation": "Kassa MT, Penmetsa RV, Carrasquilla-Garcia N, Sarma BK, Datta S, Upadhyaya HD et al. Genetic patterns of domestication in pigeonpea (Cajanus cajan (L.) Millsp.) and wild Cajanus relatives. PLoS One. 2012; 7: e39563 10.1371/journal.pone.0039563", "ArticleIdList": ["10.1371/journal.pone.0039563", "PMC3382124", "22745789"]}, {"Citation": "Besnard G, Khadari B, Navascués M, Fernández-Mazuecos A, El Bakkali A, Arrigo D et al. The complex history of the olive tree: from Late Quaternary diversification of Mediterranean lineages to primary domestication in the northern Levant. Proc Biol Sci. 2013; 280: 20122833 10.1098/rspb.2012.2833", "ArticleIdList": ["10.1098/rspb.2012.2833", "PMC3574375", "23390107"]}, {"Citation": "Gerbault P, Allaby RG, Boivin N, Rudzinski A, Grimaldi IM, Pires JC et al. Story telling and story testing in domestication. Proc Natl Acad Sci U S A. 2014; 111: 6159–6164. 10.1073/pnas.1400425111", "ArticleIdList": ["10.1073/pnas.1400425111", "PMC4035932", "24753572"]}, {"Citation": "Anderson AJ. The chronology of colonization in New Zealand. Antiquity. 1991; 65, 767–795. 10.1017/S0003598X00080510", "ArticleIdList": ["10.1017/S0003598X00080510"]}, {"Citation": "Wilmhurst JM, Hunt TL, Lipo CP, Anderson AJ. High-precision radiocarbon dating shows recent and rapid initial human colonization of East Polynesia. Proc Natl Acad Sci USA. 2011; 108: 1815–1820. 10.1073/pnas.1015876108", "ArticleIdList": ["10.1073/pnas.1015876108", "PMC3033267", "21187404"]}, {"Citation": "Cox PA, Banack SA. Islands, plants and Polynesians: an introduction to Polynesian ethnobotany. Portland, OR: Dioscorides Press; 1991."}, {"Citation": "Leach H, Stowe C. Oceanic arboriculture at the margins—the case of the karaka (Corynocarpus laevigatus) in Aotearoa. J Polyn Soc. 2005; 114: 7–27."}, {"Citation": "Yen D. The achievements of the Maori agriculturalist In: Harris W, Kapoor P, editors. Nga Mahi Maori o Te Wao nui a Tane; contributions to an international workshop on ethnobotany. Christchurch: DSIR Botany Division; 1990."}, {"Citation": "Heenan PB, Mitchell AD, de Lange PJ. Arthropodium bifurcatum (Asparagaceae), a new species from northern New Zealand. NZ J Bot. 2004; 42: 233–246. 10.1080/0028825X.2004.9512900", "ArticleIdList": ["10.1080/0028825X.2004.9512900"]}, {"Citation": "Zhou W, Li D-Z, Wang H. Coexistence of delayed autonomous self-pollination and deceptive pollination in Arthropodium cirratum (Asparagaceae). Plant Diversity Resour. 2012; 34: 187–191. 10.3724/SP.J.1143.2012.11169", "ArticleIdList": ["10.3724/SP.J.1143.2012.11169"]}, {"Citation": "Reid I, Sawyer J, Rolfe J. Introduction to the plant life in New Zealand: Plant conservation training module 1. The New Zealand Plant Conservation Network; \n2009; Available: http://nzpcn.org.nz/publications/Module_1_full_document.pdf"}, {"Citation": "Thorsen MJ, Dickinson KJM, Seddon PJ. Seed dispersal systems in the New Zealand flora. Perspect Plant Ecol Evol Syst. 2009; 11: 285–309. 10.1016/j.ppees.2009.06.001", "ArticleIdList": ["10.1016/j.ppees.2009.06.001"]}, {"Citation": "Wardle P. 1963. Evolution and distribution of the New Zealand flora, as affected by Quaternary climates. NZ J Bot. 1963; 1: 3–17. 10.1080/0028825X.1963.10429318", "ArticleIdList": ["10.1080/0028825X.1963.10429318"]}, {"Citation": "McGlone MJ. Plant biogeography and the Late Cenozoic History of New Zealand. NZ J Bot. 1985; 23:723–749. 10.1080/0028825X.1985.10434240", "ArticleIdList": ["10.1080/0028825X.1985.10434240"]}, {"Citation": "Harris GF, Te Whaiti H. Rengarenga lilies and Maori occupation at Mātakitaki-a-Kupe (Cape Palliser): An ethnobotanical study. J Polyn Soc. 1996; 105: 271–286."}, {"Citation": "Atherton RA, Lockhart PJ, McLenachan PA, de Lange PJ, Wagstaff SJ, Shepherd LD. A molecular investigation into the origin and human-mediated spread of karaka/kōpi (Corynocarpus laevigatus) in New Zealand. J. R. Soc. N. Z. in press."}, {"Citation": "Colenso W. On the vegetable food of the ancient New Zealanders. Trans R Soc NZ 1880; 13: 3–38."}, {"Citation": "Crowe A. A field guide to the native edible plants of New Zealand. Auckland: Penguin Books; 2004."}, {"Citation": "Roskruge N. Rauwaru, the proverbial garden: Ngā-Weri, Māori root vegetables, their history and tips on their use. Palmerston North: Institute of Agriculture and Environment; 2014."}, {"Citation": "Riley M. Māori healing and herbal. Paraparaumu: Viking Sevenseas; 1994."}, {"Citation": "Metcalfe L. The propagation of New Zealand native plants. Auckland: Random House New Zealand; 2007."}, {"Citation": "Shepherd LD, McLay TGB. Two micro-scale protocols for the isolation of DNA from polysaccharide-rich plant tissue. J Plant Res. 2011; 124: 311–314. 10.1007/s10265-010-0379-5", "ArticleIdList": ["10.1007/s10265-010-0379-5", "20927638"]}, {"Citation": "Shaw J, Lickey EB, Schilling EE, Small RL. Comparison of whole chloroplast genome sequences to choose noncoding regions for phylogenetic studies in angiosperms: the tortoise and the hare III. Am J Bot. 2007; 94: 275–288. 10.3732/ajb.94.3.275", "ArticleIdList": ["10.3732/ajb.94.3.275", "21636401"]}, {"Citation": "Untergasser A, Cutcutache I, Koressaar T, Ye J, Faircloth BC, Remm M et al. Primer3 –new capabilities and interfaces. Nucl Acids Res. 2012; 40: e115 10.1093/nar/gks596", "ArticleIdList": ["10.1093/nar/gks596", "PMC3424584", "22730293"]}, {"Citation": "Cox SJL. The chloroplast genome of Arthropodium bifurcatum. M.Sc. thesis, Massey University. 2010."}, {"Citation": "Kearse M, Moir R, Wilson A, Stones-Havas S, Cheung M, Sturrock S et al. Geneious Basic: an integrated and extendable desktop software platform for the organization and analysis of sequence data. Bioinform. 2012; 28: 1647–1649. 10.1093/bioinformatics/bts199", "ArticleIdList": ["10.1093/bioinformatics/bts199", "PMC3371832", "22543367"]}, {"Citation": "Larkin MA, Blackshields G, Brown NP, Chenna R, McGettigan PA, McWilliam H et al. Clustal W and Clustal X version 2.0. Bioinform. 2007; 23: 2947–2948. 10.1093/bioinformatics/btm404", "ArticleIdList": ["10.1093/bioinformatics/btm404", "17846036"]}, {"Citation": "Bandelt H-J, Forster P, Röhl A. Median-joining networks for inferring intraspecific phylogenies. Mol Biol Evol. 1999; 16: 37–48. 10.1093/oxfordjournals.molbev.a026036", "ArticleIdList": ["10.1093/oxfordjournals.molbev.a026036", "10331250"]}, {"Citation": "Excoffier L, Lischer HEL. Arlequin suite ver 3.5: A new series of programs to perform population genetics analyses under Linux and Windows. Mol Ecol Res. 2010; 10: 564–567. 10.1111/j.1755-0998.2010.02847.x", "ArticleIdList": ["10.1111/j.1755-0998.2010.02847.x", "21565059"]}, {"Citation": "Dellicour S, Mardulyn P. SPADS 1.0: a toolbox to perform spatial analyses on DNA sequence data sets. Mol Ecol Res. 2014; 14: 647–51. 10.1111/1755-0998.12200", "ArticleIdList": ["10.1111/1755-0998.12200", "24215429"]}, {"Citation": "Pons O, Petit RJ. Measuring and testing genetic differentiation with ordered versus unordered alleles. Genetics. 1996; 144: 1237–1245.", "ArticleIdList": ["PMC1207615", "8913764"]}, {"Citation": "Dupanloup I, Schneider S, Excoffier L. A simulated annealing approach to define the genetic structure of populations. Mol Ecol. 2002; 11: 2571–2581. 10.1046/j.1365-294X.2002.01650.x", "ArticleIdList": ["10.1046/j.1365-294X.2002.01650.x", "12453240"]}, {"Citation": "Ersts PJ. Geographic Distance Matrix Generator (version 1.2.3). American Museum of Natural History, Center for Biodiversity and Conservation; \n2015.  Available: http://biodiversityinformatics.amnh.org/open_source/gdmg."}, {"Citation": "Fu Y-X. Statistical tests of neutrality of mutations against population growth, hitchiking and background selection. Genetics. 1997; 147: 915–925.", "ArticleIdList": ["PMC1208208", "9335623"]}, {"Citation": "Ramos-Onsins SE, Rozas J. Statistical properties of new neutrality tests against population growth. Mol. Biol. Evol. 2002; 19: 2092–2100.", "ArticleIdList": ["12446801"]}, {"Citation": "Librado P, Rozas J. DnaSP v5: A software for comprehensive analysis of DNA polymorphism data. Bioinform. 2009; 25: 1451–1452.", "ArticleIdList": ["19346325"]}, {"Citation": "Rogers AR and Harpending H. Population growth makes waves in the distribution of pairwise genetic differences. Mol Biol Evol. 1992; 9: 552–569.", "ArticleIdList": ["1316531"]}, {"Citation": "Slatkin M, Hudson RR. Pairwise comparisons in mitochondrial DNA sequences in stable and exponentially growing populations. Genetics. 1991; 129: 555–562.", "ArticleIdList": ["PMC1204643", "1743491"]}, {"Citation": "Excoffier L, Laval G, Schneider S. Arlequin ver. 3.0: An integrated software package for population genetics data analysis. Evol Bioinform Online. 2005; 1:47–50", "ArticleIdList": ["PMC2658868", "19325852"]}, {"Citation": "Harpending HC. Signature of ancient population growth in a low-resolution mitochondrial DNA mismatch distribution. Hum Biol. 1994; 66: 591–600.", "ArticleIdList": ["8088750"]}, {"Citation": "Avise J. Phylogeography: the history and formation of species. Cambridge, MA: Harvard University Press; 2000."}, {"Citation": "Petit RJ, Duminil J, Fineschi S, Hampe A, Salvini D, Vendramin GG. Comparative organization if chloroplast, mitochondrial and nuclear diversity in plant populations. Mol Ecol. 2005; 14: 689–701. 10.1111/j.1365-294X.2004.02410.x", "ArticleIdList": ["10.1111/j.1365-294X.2004.02410.x", "15723661"]}, {"Citation": "Wegmann D, Currat M, Excoffier L. Molecular diversity after a range expansion in heterogeneous environments. Genetics. 2006; 174: 2009–2020. 10.1534/genetics.106.062851", "ArticleIdList": ["10.1534/genetics.106.062851", "PMC1698655", "17028329"]}, {"Citation": "Allendorf FW, Luikart G, Aitken S. Conservation and the genetics of populations. Hoboken: Wiley-Blackwell; 2013."}, {"Citation": "Zeder MA, Bradley D, Emshwiller E, Smith BD. Documenting domestication: new genetic and archaeological paradigms. Berkeley: University of California Press; 2006."}, {"Citation": "Miller AJ, Gross BL. From forest to field: perennial fruit crop domestication. Am J Bot. 2011; 98: 1389–1414. 10.3732/ajb.1000522", "ArticleIdList": ["10.3732/ajb.1000522", "21865506"]}, {"Citation": "Furey L. 2006. Maori gardening: an archaeological perspective. Wellington: Department of Conservation Science and Technical Publishing; 2006."}, {"Citation": "Armstrong TJ, de Lange PJ. Conservation genetics of Hebe speciosa (Plantaginaceae) an endangered New Zealand shrub. Bot J Linn Soc. 2005; 149: 229–239. 10.1111/j.1095-8339.2005.00437.x", "ArticleIdList": ["10.1111/j.1095-8339.2005.00437.x"]}, {"Citation": "Smissen RD, Heenan PB. A taxonomic appraisal of the Chatham Islands flax (Phormium tenax) using morphological and DNA fingerprint data. Aus Syst Bot. 2010; 23: 371–380. 10.1071/SB10023", "ArticleIdList": ["10.1071/SB10023"]}, {"Citation": "Leach BF, Anderson A, Sutton D, Bird R, Duerden P, Clayton E. The origin of prehistoric obsidian artefacts from the Chatham Islands and Kermadec Islands. NZ J Archaeol. 1986; 8: 143–170."}, {"Citation": "Anderson AJ, McFadgen B. Prehistoric two-way voyaging between New Zealand and East Polynesia: Mayor Island obsidian on Raoul Island, and possible Raoul Island obsidian in New Zealand. Archaeology in Oceania. 1990; 25: 37–42. 10.1002/j.1834-4453.1990.tb00228.x", "ArticleIdList": ["10.1002/j.1834-4453.1990.tb00228.x"]}, {"Citation": "Anderson AJ, Ambrose W, Leach F, Weisler M. Material sources of basalt and obsidian artefacts from a prehistoric site on Norfolk Island, South Pacific. Archaeology in Oceania. 1997; 32: 39–46. 10.1002/j.1834-4453.1997.tb00368.x", "ArticleIdList": ["10.1002/j.1834-4453.1997.tb00368.x"]}, {"Citation": "Anderson AJ, O’Regan G. To the final shore: prehistoric colonisation of the Sub-antarctic Islands in South Polynesia In: Anderson AJ, Murray T, editors. Australian archaeologist: collected papers in honour of Jim Allen: Canberra: Coombes Academic Publishing; 1997. pp. 440–54."}, {"Citation": "Scott C. A cost-surface analysis of the exchange of obsidian in prehistoric New Zealand. NZ J Archaeol. 2008; 29: 57–87."}, {"Citation": "Walter R Jacomb C, Bowron-Muth S. Colonisation, mobility and exchange in New Zealand prehistory. Antiquity. 2010; 84: 497–513. 10.1017/S0003598X00066734", "ArticleIdList": ["10.1017/S0003598X00066734"]}, {"Citation": "Sheppard PJ, Irwin GJ, Lin SC, McCaffrey CP. Characterization of New Zealand obsidian using PXRF. J Archaeol Sci. 2011; 38: 45–56. 10.1016/j.jas.2010.08.007", "ArticleIdList": ["10.1016/j.jas.2010.08.007"]}, {"Citation": "Robles HN. Investigating prehistoric exchange in New Zealand: portable XRF and spatial analysis of South Island obsidian. PhD Thesis, Louisiana State University. 2015"}, {"Citation": "Furey L, Ross-Sheppard C, Prickett KE. Obsidian from Macualey Island: a new Zealand connection. Bull Auckland Mus. 2015; 20: 511–518."}, {"Citation": "Clarkson BD, Smale MC, Ecroyd CE. Botany of Rotorua. Rotorua: Forest Research Institute; 1991"}, {"Citation": "Buckley TR, Leschen RAB. Comparative phylogenetic analysis reveals long-term isolation of lineages on the Three Kings Islands, New Zealand. Biol J Linn Soc. 2013; 108: 361–377. 10.1111/j.1095-8312.2012.02009.x", "ArticleIdList": ["10.1111/j.1095-8312.2012.02009.x"]}, {"Citation": "Conran JG, Bannister JM, Lee DE, Carpenter RJ, Kennedy EM, Reichgelt T et al. An update of monocot macrofossil data from New Zealand and Australia. Bot J Linn Soc. 2015; 178: 394–420. 10.1111/boj.12284", "ArticleIdList": ["10.1111/boj.12284"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "10", "Day": "29"}, {"Year": "2016", "Month": "3", "Day": "15"}, {"Year": "2016", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["27011209", "PMC4806853", "10.1371/journal.pone.0152455", "PONE-D-15-47360"]}}], "PubmedBookArticle": []}