{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial", "Antioxidant", "Ethnic group", "Medicinal plants", "Yakkha"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27026852", "DateCompleted": {"Year": "2016", "Month": "03", "Day": "30"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "02", "Day": "24"}], "ELocationID": ["155", "10.1186/s40064-016-1821-5"], "Language": ["eng"], "Journal": {"ISSN": "2193-1801", "JournalIssue": {"Volume": "5", "PubDate": {"Year": "2016"}}, "Title": "SpringerPlus", "ISOAbbreviation": "Springerplus"}, "ArticleTitle": "Scientific validation of medicinal plants used by Yakkha community of Chanuwa VDC, Dhankuta, Nepal.", "Pagination": {"StartPage": "155", "MedlinePgn": "155"}, "Abstract": {"AbstractText": ["Ethnobotanical knowledge is important among tribal people, but much of the information is empirical due to the lack of scientific validation. The purpose of this study was to document the medicinal plants used by an ethnic group (Yakkha) at Chanuwa VDC of Dhankuta district in Nepal and to validate scientifically in the use of plants based on results of phytochemical, antimicrobial and antioxidant property analyses and available literature reports. Data were collected through interviews of the Yakkha people with the help of a semi-structured questionnaire and the guided field walk method. A total of 30 different medicinal plants were recorded along with their vernacular names (for few plants) used by the Yakkha community's people. Literature review reveals that most of the plant species described herein have also been used in other countries, too. Among 30 plants selected for this study methanol extract of five ethno-medicinal plants viz., Dendrocnide sinuata, Solanum anguivi, Pogostemon cablin, Boehmeria platyphylla and Clerodendrum trichotomum and ethanol extract of C. trichotomum were subjected for antibacterial and antioxidant properties. The antimicrobial activities were measured using the paper disc diffusion method. The antioxidant properties of plants were measured by DPPH and FRAP reduction assay. Among all extracts, ethanol extract of C. trichotomum and methanol extract of B. platyphylla displayed the highest antibacterial and antioxidant activities, respectively."]}, "AuthorList": [{"Identifier": ["0000-0001-9211-5072"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Department of Chemistry, Tribhuvan University, Kirtipur, Kathmandu, Nepal."}], "LastName": "Subba", "ForeName": "Bimala", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Department of Chemistry, Tribhuvan University, Kirtipur, Kathmandu, Nepal."}], "LastName": "Srivastav", "ForeName": "Chitranjan", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Department of Chemistry, Tribhuvan University, Kirtipur, Kathmandu, Nepal."}], "LastName": "Kandel", "ForeName": "Ram Chandra", "Initials": "RC"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Springerplus", "NlmUniqueID": "101597967", "ISSNLinking": "2193-1801"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Balunas MJ, Kinghorn AD. Drug discovery from medicinal plants. Life Sci. 2005;78:431–441. doi: 10.1016/j.lfs.2005.09.012.", "ArticleIdList": ["10.1016/j.lfs.2005.09.012", "16198377"]}, {"Citation": "Bauer AW, Kirby MDK, Sherris JC, Turck M. Antibiotic susceptibility testing by standard single disc diffusion method. Am J Clin Pathol. 1966;45:493–496.", "ArticleIdList": ["5325707"]}, {"Citation": "Benzie I, Strain J. The Ferric reducing ability of plasma (FRAP) as measure of “Antioxidant Power”: the FRAP assay. Anal Biochem. 1996;239:70–76. doi: 10.1006/abio.1996.0292.", "ArticleIdList": ["10.1006/abio.1996.0292", "8660627"]}, {"Citation": "Bhattarai S, Chaudhary RP, Taylor RSL. Ethnomedicinal plants used by the people of Manang district, Central Nepal. J Ethnobiol Ethnomed. 2006;2:41. doi: 10.1186/1746-4269-2-41.", "ArticleIdList": ["10.1186/1746-4269-2-41", "PMC1618386", "17020612"]}, {"Citation": "Bhattarai S, Chaudhary RP, Taylor RS. Ethno-medicinal plants used by the people of Nawalparasi District, Central Nepal. Our Nat. 2009;7:82–99."}, {"Citation": "Blois MS. Antioxidant determinations by the use of a stable free radical. Nature. 1958;26:1199–1200. doi: 10.1038/1811199a0.", "ArticleIdList": ["10.1038/1811199a0"]}, {"Citation": "Brand-williams W, Cuvelier ME, Berset C. Use of a free radical method to evaluate antioxidant activity. Food Sci Technol. 1995;28:25–30."}, {"Citation": "Chen IN, Chen-Chin C, Chang-Chai NG, Chung-Yi W, Yuan-Tay S, Tsu-Liang C. Antioxidant and antimicrobial activity of Zingiberaceae plants in Taiwan. Plant Foods Hum Nutr. 2008;63:15–20. doi: 10.1007/s11130-007-0063-7.", "ArticleIdList": ["10.1007/s11130-007-0063-7", "18157743"]}, {"Citation": "Choi JW, Cho EJ, Lee DG, Choi K, Ku J, Park KW, Lee S. Antibacterial activity of triterpenoids from Clerodendron trichotomum. J Appl Biol Chem. 2012;55:169–172. doi: 10.3839/jabc.2012.026.", "ArticleIdList": ["10.3839/jabc.2012.026"]}, {"Citation": "Cowan MM. Plant products as antimicrobial agents. Clin Microbiol Rev. 1999;12:564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Culie I. Methodology for analysis of vegetable drugs. Practical manuals on industrial utilization of medicinal and aromatic plant, Bucharest. Phytochemistry. 1982;63:97–104."}, {"Citation": "Duracková Z. Some current insights into oxidative stress. Physiol Res. 2010;59:459–469.", "ArticleIdList": ["19929132"]}, {"Citation": "Duraipiyan V, Ayyanar M, Ignacimuthu S. Antimicrobial activity of some ethnomedical plants used by Paliyar tribe from Tamil Nadu, India. BMC Complement Altern Med. 2006;6:1–7. doi: 10.1186/1472-6882-6-1.", "ArticleIdList": ["10.1186/1472-6882-6-1", "PMC1621080", "17042964"]}, {"Citation": "Elekofehinti OO, Kamdem JP, Bolingon AA, Athayde ML, RodrigoLopes S, Waczuk EP, Kade IJ, Adanlawo IG, Rocha JBT. African eggplant (Solanum anguivi Lam.) fruit with bioactive polyphenolic compounds exerts in vitro antioxidant properties and inhibits Ca2+-Induced mitochondrial swelling. Asian Pac J Trop Biomed. 2013;3:757–766. doi: 10.1016/S2221-1691(13)60152-5.", "ArticleIdList": ["10.1016/S2221-1691(13)60152-5", "PMC3761133", "24075339"]}, {"Citation": "Hara H, Williams LHJ. An enumeration of the flowering plants of Nepal. London: British Museum (Natural History); 1979."}, {"Citation": "Hara H, Stearn WT, Williams LHJ. An enumeration of the flowering plants of Nepal. London: British Museum (Natural History); 1978."}, {"Citation": "Kato N, Shibayama S, Munakata K, Katayama C. Structure of the diterpene clerodendrin A. J Chem Soc D. 1971;24:1632. doi: 10.1039/c29710001632.", "ArticleIdList": ["10.1039/c29710001632"]}, {"Citation": "Kawano N, Miura H, Kamo Y. Studies on the components of Clerodendron trichotomum Thumb. II. Yakugaku Zasshi. 1967;87:1146–1148.", "ArticleIdList": ["5627441"]}, {"Citation": "Kim HJ, Woo ER, Shin CG, Hwang DJ, Park H, Lee YS. HIV-1 integrase inhibitory phenylpropanoid glycosides from Clerodendron trichotomum. Arch Pharm Res. 2001;24:286–291. doi: 10.1007/BF02975093.", "ArticleIdList": ["10.1007/BF02975093", "11534758"]}, {"Citation": "Kunwar RM, Uprety Y, Burlakoti C, Chowdhary CL, Bussmann CW. Indigenous use and ethnopharmacology of medicinal plants in Far-west Nepal. Ethanobot Res Appl. 2009;7:25–28."}, {"Citation": "N’guessan JD, Dinzedi MR, Guessennd N, Coulibaly A, Dosso M, Djaman AJ, Guede-Guina F. Antibacterial activity of the aqueous extract of Thonningia sanguinea against extended-spectrum-β-lactamases (ESBL) producing Escherichia coli and Klebsiella pneumoniae strains. Trop J Pharm Res. 2007;6:779–783."}, {"Citation": "Newman DJ, Cragg GM. Natural products as sources of new drugs over the last 25 years. J Nat Prod. 2007;70:461–477. doi: 10.1021/np068054v.", "ArticleIdList": ["10.1021/np068054v", "17309302"]}, {"Citation": "Okigawa M, Hatanaka H, Kawano N, Matsunaqa I, Tamura Z. A newglycoside, acacetin-7-glucurono-(12)-glucuronide fromthe leaves of Clerodendron trichotomum. Tetrahedron Lett. 1970;33:2935–2936. doi: 10.1016/S0040-4039(01)98377-7.", "ArticleIdList": ["10.1016/S0040-4039(01)98377-7", "5450064"]}, {"Citation": "Parekh J, Chanda S. Antibacterial and phytochemical studies on twelve species of Indian medicinal plants. Afr J Biomed Res. 2007;10:175–181."}, {"Citation": "Rajbhandari KR (2001) Ethnobotany of Nepal Kathmandu. Ethnobotanical Society of Nepal (ESON)"}, {"Citation": "Shrestha KK, et al. Ethnobotanical inventory and plant taxonomy: basic approaches for ethnobotanical research. In: Shrestha KK, et al., editors. Ethnobotany for conservation and community development. Kathmandu: Ethnobotanical Society of Nepal; 1998. pp. 58–65."}, {"Citation": "Shrestha PM, Dhillion SS. Medicinal plant diversity and use in the highlands of Dolakha district, Nepal. J Ethnopharmacol. 2003;86:81–96. doi: 10.1016/S0378-8741(03)00051-5.", "ArticleIdList": ["10.1016/S0378-8741(03)00051-5", "12686446"]}, {"Citation": "Subba B, Basnet P. Antimicrobial activity of some medicinal plants from east and central part of Nepal. Int J Appl Sci Biotechnol. 2014;2:88–92."}, {"Citation": "Thomas J (1997) Medicinal and aromatic plants research in India. In: UND"}, {"Citation": "Zhang JT. New drugs derived from medicinal plants. Therapie. 2002;57:137–150. doi: 10.1016/S0093-691X(01)00663-X.", "ArticleIdList": ["10.1016/S0093-691X(01)00663-X", "12185962"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "2", "Day": "14"}, {"Year": "2016", "Month": "2", "Day": "15"}, {"Year": "2016", "Month": "3", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "31", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "2", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["27026852", "PMC4766171", "10.1186/s40064-016-1821-5", "1821"]}}], "PubmedBookArticle": []}