{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Flavonoids", "Formaldehyde", "Medicinal Plants", "Pain", "Rats", "Rhus coriaria", "Saponins"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27047792", "DateCompleted": {"Year": "2016", "Month": "04", "Day": "06"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "01", "Day": "13"}], "ELocationID": ["e32128", "10.5812/aapm.32128"], "Language": ["eng"], "Journal": {"ISSN": "2228-7523", "JournalIssue": {"Volume": "6", "Issue": "1", "PubDate": {"Year": "2016", "Month": "Feb"}}, "Title": "Anesthesiology and pain medicine", "ISOAbbreviation": "Anesth Pain Med"}, "ArticleTitle": "Effect of Hydroalcoholic Leaves Extract of Rhus Coriaria on Pain in Male Rats.", "Pagination": {"StartPage": "e32128", "MedlinePgn": "e32128"}, "Abstract": {"AbstractText": ["The drive toward the use of medicinal plants has been increasing in recent years. They have few side effects and a large variety of efficient components.", "This study was designed to investigate the analgesic effects of hydroalcoholic Rhus coriaria leaf extract (HRCLE) in a rat model.", "A total of 42 adult male rats were divided into seven groups: a control group (the animals did not receive any drug), three HRCLE groups, (receiving 80, 100, and 300 mg/kg, intraperitoneally [ip]), a morphine group (1 mg/kg, ip) an aspirin group (1 mg/kg, ip), and a group that received 300 mg/kg of HRCLE plus naloxone (1 mg/kg, ip). The analgesic effects of HRCLE were assessed via writhing, tail flick, and formalin tests, and the data obtained were compared with the control group using one-way analysis of variance and Tukey post hoc tests.", "HRCLE signiﬁcantly inhibited the number of contractions induced by acetic acid in the writhing test at all doses, while anti-nociceptive activity was only shown at the 100 mg/kg dose (in the chronic phase) and at the 300 mg/kg dose (in the chronic-acute phase) in the formalin test. Interestingly, the greatest effect was observed at the 300 mg/kg HRCLE dose in the tail flick test. Simultaneous utilization of naloxone and HRCLE inhibited the anti-nociceptive effect of the extract in all tests. It is worth mentioning that aspirin and morphine revealed anti-nociceptive effects in all tests.", "Our findings suggest that the analgesic effect of HRCLE may be mediated via both peripheral and central mechanisms. The presence of flavonoids might be responsible for the anti-nociceptive activity of this plant."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, Basic Sciences Faculty, Islamic Azad University, Science and Research Branch, Tehran, Iran."}], "LastName": "Mohammadi", "ForeName": "Saeed", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurophysiology Research Center, Hamadan University of Medical Sciences, Hamadan, Iran; Physiology Department, Medicine Faculty, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Zarei", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology Department, Veterinary Medicine Faculty, Islamic Azad University, Karaj Branch, Karaj, Iran."}], "LastName": "Zarei", "ForeName": "Mohammad Mahdi", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Anesthesia Department, Paramedicine Faculty, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Salehi", "ForeName": "Iraj", "Initials": "I"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Anesth Pain Med", "NlmUniqueID": "101585412", "ISSNLinking": "2228-7523"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Surange PN, Venkata Rama Mohan BC. Comparative evaluation of continuous lumbar paravertebral versus continuous epidural block for post-operative pain relief in hip surgeries. Anesth Pain Med. 2012;1(3):178–83. doi: 10.5812/kowsar.22287523.3348.", "ArticleIdList": ["10.5812/kowsar.22287523.3348", "PMC4018698", "24904789"]}, {"Citation": "Akbarzadeh M, Moradi Z, Jowkar A, Zare N, Hadianfard MJ. Comparing the Effects of Acupressure at the Jian Jing-Gall Bladder Meridian (GB-21) Point on the Severity of Labor Pain, Duration and Cesarean Rate in Mono-and Bi-Stage Interventions. Women's Health Bull. 2014;2(1):e32128"}, {"Citation": "Hosseini Jahromi SA, Sadeghi Poor S, Hosseini Valami SM, Javadi A. Effects of suppository acetaminophen, bupivacaine wound infiltration, and caudal block with bupivacaine on postoperative pain in pediatric inguinal herniorrhaphy. Anesth Pain Med. 2012;1(4):243–7. doi: 10.5812/aapm.3551.", "ArticleIdList": ["10.5812/aapm.3551", "PMC4018710", "24904808"]}, {"Citation": "Panah Khahi M, Marashi S, Khajavi MR, Najafi A, Yaghooti A, Imani F. Postoperative gabapentin to prevent postoperative pain: a randomized clinical trial. Anesth Pain Med. 2012;2(2):77–80. doi: 10.5812/aapm.4744.", "ArticleIdList": ["10.5812/aapm.4744", "PMC3821121", "24223342"]}, {"Citation": "Mohtadi A, Nesioonpour S, Salari A, Akhondzadeh R, Masood Rad B, Aslani SM. The effect of single-dose administration of dexamethasone on postoperative pain in patients undergoing laparoscopic cholecystectomy. Anesth Pain Med. 2014;4(3):e32128. doi: 10.5812/aapm.17872.", "ArticleIdList": ["10.5812/aapm.17872", "PMC4165022", "25237639"]}, {"Citation": "Fakharian E, Fazel MR, Tabesh H, Masoud SA. Preemptive Effects of Lidocain on Postoperative Pain in Patients Undergoing Disc Operation: A Randomized, Double Blind, Placebo-Controlled Clinical Trial. Iran Red Crescent Med J. 2009;11(1):37–41."}, {"Citation": "Baker MD, Wood JN. Involvement of Na+ channels in pain pathways. Trends Pharmacol Sci. 2001;22(1):27–31.", "ArticleIdList": ["11165669"]}, {"Citation": "Bazafkan MH, Hardani A, Afzal Zadeh MR, Amir Zargar A, Moradi N, Jalali N. The Effects of Aqueous Extract of Celery Leaves (<i>Apium Gravelens</i>) on the Delivery Rate, Sexual Ratio, and Litter Number of the Female Rats. Jentashapir J Health Res. 2014;5(5):e32128. doi: 10.17795/jjhr-23221.", "ArticleIdList": ["10.17795/jjhr-23221"]}, {"Citation": "Rezaei A, Pashazadeh M, Pashazadeh M, Moghadam S. Comparative study of sedative and anxiolytic effects of herbal extracts of Hypericum perforatum with nardostachys jatamansi in rats. Zahedan J Res Med Sci. 2014;16(3):40–3."}, {"Citation": "Tanideh N, Nematollahi SL, Hosseini SV, Hosseinzadeh M, Mehrabani D, Safarpour A, et al. The healing effect of Hypericum perforatum extract on acetic acid-induced ulcerative colitis in rat. Ann Colorecal Res. 2014;2:e32128"}, {"Citation": "Javan M, Ahmadiani A, Semnanian S, Kamalinejad M. Antinociceptive effects of Trigonella foenum-graecum leaves extract. J Ethnopharmacol. 1997;58(2):125–9.", "ArticleIdList": ["9406901"]}, {"Citation": "Nafisy AT. A review of traditional medicine in iran. Isfahan Univ Publ. 1989;8(11):121."}, {"Citation": "Neto AG, Costa JM, Belati CC, Vinholis AH, Possebom LS, Da Silva Filho AA, et al. Analgesic and anti-inflammatory activity of a crude root extract of Pfaffia glomerata (Spreng) Pedersen. J Ethnopharmacol. 2005;96(1-2):87–91. doi: 10.1016/j.jep.2004.08.035.", "ArticleIdList": ["10.1016/j.jep.2004.08.035", "15588654"]}, {"Citation": "Zarei M, Mohammadi S, Abolhassani N, Asgari M. The Antinociceptive Effects of Hydroalcoholic Extract of Bryonia dioica in Male Rats. Avicenna J Neuro Psych Physio. 2015;2(1):e32128. doi: 10.17795/ajnpp-25761.", "ArticleIdList": ["10.17795/ajnpp-25761"]}, {"Citation": "Mohammadi S, Zarei M, Mahmoodi M, Zarei MM, Nematian MA. In Vivo Antinociceptive Effects of Persian Shallot (Allium hirtifolium) in Male Rat. Avicenna J Neuro Psych Physiol. 2015;2(1)"}, {"Citation": "Kossah R, Nsabimana C, Zhao J, Chen H, Tian F, Zhang H, et al. Comparative study on the chemical composition of Syrian sumac (Rhus coriaria L.) and Chinese sumac (Rhus typhina L.) fruits. Pakistan J Nutr. 2009;8(10):1570–4."}, {"Citation": "Wetherilt H, Pala M. Herbs and spices indigenous to Turkey. Amsterdam: Elsevier Science BV; 1994. p. 764."}, {"Citation": "Andrade SF, Cardoso LG, Carvalho JC, Bastos JK. Anti-inflammatory and antinociceptive activities of extract, fractions and populnoic acid from bark wood of Austroplenckia populnea. J Ethnopharmacol. 2007;109(3):464–71. doi: 10.1016/j.jep.2006.08.023.", "ArticleIdList": ["10.1016/j.jep.2006.08.023", "17055677"]}, {"Citation": "James AD. Handbook of Medicinal Herbs. Second ed. Boca Raton, Florida: CRC Press; 2002."}, {"Citation": "Brunke EJ, Hammerschmidt FJ, Schmaus G, Akgül A. The essential oil of Rhus coriaria L. fruits. Flavour and Fragrance J. 1993;8(4):209–14. doi: 10.1002/ffj.2730080408.", "ArticleIdList": ["10.1002/ffj.2730080408"]}, {"Citation": "Nasar-Abbas SM, Halkman AK. Antimicrobial effect of water extract of sumac (Rhus coriaria L.) on the growth of some food borne bacteria including pathogens. Int J Food Microbiol. 2004;97(1):63–9. doi: 10.1016/j.ijfoodmicro.2004.04.009.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2004.04.009", "15527919"]}, {"Citation": "Özcan M, Haciseferogullari H. A condiment [sumac (Rhus coriaria L.) fruits]: some physicochemical properties. Bulgarian Plant Physiol. 2004;30(3-4):74–84."}, {"Citation": "Kosar M, Bozan B, Temelli F, Baser KHC. Antioxidant activity and phenolic composition of sumac (Rhus coriaria L.) extracts. Food Chem. 2007;103(3):952–9. doi: 10.1016/j.foodchem.2006.09.049.", "ArticleIdList": ["10.1016/j.foodchem.2006.09.049"]}, {"Citation": "Zimmermann M. Ethical guidelines for investigations of experimental pain in conscious animals. Pain. 1983;16(2):109–10.", "ArticleIdList": ["6877845"]}, {"Citation": "Collier HO, Dinneen LC, Johnson CA, Schneider C. The abdominal constriction response and its suppression by analgesic drugs in the mouse. Br J Pharmacol Chemother. 1968;32(2):295–310.", "ArticleIdList": ["PMC1570212", "4230818"]}, {"Citation": "D'amour FE, Smith DL. A method for determining loss of pain sensation. J Pharmacol Exp Ther. 1941;72(1):74–9."}, {"Citation": "Dubuisson D, Dennis SG. The formalin test: a quantitative study of the analgesic effects of morphine, meperidine, and brain stem stimulation in rats and cats. Pain. 1977;4(2):161–74. doi: 10.1016/0304-3959(77)90130-0.", "ArticleIdList": ["10.1016/0304-3959(77)90130-0", "564014"]}, {"Citation": "Lorke D. A new approach to practical acute toxicity testing. Arch Toxicol. 1983;54(4):275–87.", "ArticleIdList": ["6667118"]}, {"Citation": "Russo S. Integrated pain management: using omega 3 fatty acids in a naturopathic model. Tech in Reg Anesthe Pain Manage. 12(2):105–8. doi: 10.1053/j.trap.2008.01.001.", "ArticleIdList": ["10.1053/j.trap.2008.01.001"]}, {"Citation": "Fiorucci S, Antonelli E, Morelli A. Mechanism of non-steroidal anti-inflammatory drug-gastropathy. Dig Liver Dis. 2001;33 Suppl 2:S35–43.", "ArticleIdList": ["11827361"]}, {"Citation": "Negus SS, Vanderah TW, Brandt MR, Bilsky EJ, Becerra L, Borsook D. Preclinical assessment of candidate analgesic drugs: recent advances and future challenges. J Pharmacol Exp Ther. 2006;319(2):507–14. doi: 10.1124/jpet.106.106377.", "ArticleIdList": ["10.1124/jpet.106.106377", "16751251"]}, {"Citation": "Koster R, Anderson M, De Beer EJ, editors. Acetic acid-induced analgesic screening, Federation Proceedings.; 1959; Hans Publishing; pp. 412–7."}, {"Citation": "Jensen TS, Yaksh TL. Comparison of antinociceptive action of morphine in the periaqueductal gray, medial and paramedial medulla in rat. Brain Res. 1986;363(1):99–113.", "ArticleIdList": ["3004644"]}, {"Citation": "Tjolsen A, Berge OG, Hunskaar S, Rosland JH, Hole K. The formalin test: an evaluation of the method. Pain. 1992;51(1):5–17.", "ArticleIdList": ["1454405"]}, {"Citation": "Shibata M, Ohkubo T, Takahashi H, Inoki R. Modified formalin test: characteristic biphasic pain response. Pain. 1989;38(3):347–52.", "ArticleIdList": ["2478947"]}, {"Citation": "Verma PR, Joharapurkar AA, Chatpalliwar VA, Asnani AJ. Antinociceptive activity of alcoholic extract of Hemidesmus indicus R.Br. in mice. J Ethnopharmacol. 2005;102(2):298–301. doi: 10.1016/j.jep.2005.05.039.", "ArticleIdList": ["10.1016/j.jep.2005.05.039", "16081231"]}, {"Citation": "Borras MC, Becerra L, Ploghaus A, Gostic JM, DaSilva A, Gonzalez RG, et al. fMRI measurement of CNS responses to naloxone infusion and subsequent mild noxious thermal stimuli in healthy volunteers. J Neurophysiol. 2004;91(6):2723–33. doi: 10.1152/jn.00249.2003.", "ArticleIdList": ["10.1152/jn.00249.2003", "15136603"]}, {"Citation": "Hashemi SR, Zulkifli I, Hair Bejo M, Farida A, Somchit MN. Acute Toxicity Study and Phytochemical Screening of Selected Herbal Aqueous Extract in Broiler Chickens. Int J Pharmacol. 2008;4(5):352–60. doi: 10.3923/ijp.2008.352.360.", "ArticleIdList": ["10.3923/ijp.2008.352.360"]}, {"Citation": "Di Carlo G, Mascolo N, Izzo AA, Capasso F. Flavonoids: old and new aspects of a class of natural therapeutic drugs. Life Sci. 1999;65(4):337–53.", "ArticleIdList": ["10421421"]}, {"Citation": "Woodman OL, Chan E. Vascular and anti-oxidant actions of flavonols and flavones. Clin Exp Pharmacol Physiol. 2004;31(11):786–90. doi: 10.1111/j.1440-1681.2004.04072.x.", "ArticleIdList": ["10.1111/j.1440-1681.2004.04072.x", "15566394"]}, {"Citation": "Starec M, Waitzova D, Elis J. [Evaluation of the analgesic effect of RG-tannin using the \"hot plate\" and \"tail flick\" method in mice]. Cesk Farm. 1988;37(7):319–21.", "ArticleIdList": ["3197132"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "8", "Day": "5"}, {"Year": "2015", "Month": "9", "Day": "21"}, {"Year": "2015", "Month": "9", "Day": "26"}, {"Year": "2016", "Month": "4", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "1", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["27047792", "PMC4784472", "10.5812/aapm.32128"]}}], "PubmedBookArticle": []}