{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant activity", "Pterocarpus santalinus", "oxidative stress", "phytocompounds"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27041873", "DateCompleted": {"Year": "2016", "Month": "04", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "25"}, "Article": {"ArticleDate": [], "ELocationID": ["10.4103/0973-7847.176575"], "Language": ["eng"], "Journal": {"ISSN": "0973-7847", "JournalIssue": {"Volume": "10", "Issue": "19", "PubDate": {"Year": "2016", "Season": "Jan-Jun"}}, "Title": "Pharmacognosy reviews", "ISOAbbreviation": "Pharmacogn Rev"}, "ArticleTitle": "Therapeutic Potential of Pterocarpus santalinus L.: An Update.", "Pagination": {"StartPage": "43", "EndPage": "49", "MedlinePgn": "43-9"}, "Abstract": {"AbstractText": ["Recently there has been increasing interest in plants and plant-derived compounds as raw food and medicinal agents. In Ayurveda, an Indian system of traditional medicine, a wide spectrum of medicinal properties of Pterocarpus santalinus is described. Many important bioactive phytocompounds have been extracted and identified from the heartwood of P. santalinus. Bioactive compounds typically occur in small amounts and have more subtle effects than nutrients. These bioactive compounds influence cellular activities that modify the risk of disease rather than prevent deficiency diseases. A wide array of biological activities and potential health benefits of P. santalinus have been reported, including antioxidative, antidiabetic, antimicrobial, anticancer, and anti-inflammatory properties, and protective effects on the liver, gastric mucosa, and nervous system. All these protective effects were attributed to bioactive compounds present in P. santalinus. The major bioactive compounds present in the heartwood of P. santalinus are santalin A and B, savinin, calocedrin, pterolinus K and L, and pterostilbenes. The bioactive compounds have potentially important health benefits: These compounds can act as antioxidants, enzyme inhibitors and inducers, inhibitors of receptor activities, and inducers and inhibitors of gene expression, among other actions. The present review aims to understand the pharmacological effects of P. santalinus on health and disease with \"up-to-date\" discussion."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sri Krishnadevaraya University, Anantapur, Andhra Pradesh, India."}], "LastName": "Bulle", "ForeName": "Saradamma", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sri Krishnadevaraya University, Anantapur, Andhra Pradesh, India."}], "LastName": "Reddyvari", "ForeName": "Hymavathi", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sri Krishnadevaraya University, Anantapur, Andhra Pradesh, India."}], "LastName": "Nallanchakravarthula", "ForeName": "Varadacharyulu", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Oil Technological Research Institute, Anantapur, Andhra Pradesh, India."}], "LastName": "Vaddi", "ForeName": "Damodara Reddy", "Initials": "DR"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Pharmacogn Rev", "NlmUniqueID": "101570880", "ISSNLinking": "0973-6581"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cheng YL, Lee SC, Lin SZ, Chang WL, Chen YL, Tsai NM, et al. Anti-proliferative activity of Bupleurum scrozonerifolium in A549 human lung cancer cells in-vitro and in-vivo. Cancer Lett. 2005;222:183–93.", "ArticleIdList": ["15863267"]}, {"Citation": "Tan ML, Suaiman SF, Najimuddin N, Smian MR, Muhammad TS. Methanolic extract of Pereskia bleo (Kunth) DC. (Cactaceae) induces apoptosis in breast carcinoma, T47-D cell line. J Ethnopharmacol. 2005;96:287–94.", "ArticleIdList": ["15588681"]}, {"Citation": "Halim ME, Misra A. The effect of aqueous extract of Pterocarus santalinus heartwood and vitamin E supplementation in streptozotocin-induced diabetic rats. J Med Plants Res. 2011;5:398–409."}, {"Citation": "Ramawat KG, Goyal S. The Indian herbal drugs scenario in global perspectives. Bioact Molec Med Plant. 2008;18:325–47."}, {"Citation": "Ajay Kumar M, Bansal P, Kumar S. Plants- herbal wealth as a potential source of ayurvedic drugs. Asian J Trad Med. 2009;4:152–70."}, {"Citation": "Dhanabal P, Kannan SE, Bhojraj S. Protective and therapeutic effects of the Indian medicinal plant Pterocarpus santalinus on D-galactosamine-induced liver damage. Asian J Trad Med. 2007;2:51–7."}, {"Citation": "Arunakumara KK, Walpola BC, Subasinghe S, Yoon M. Pterocarpus santalinus Linn. f. (Roth handgun): A Review of Its Botany, uses, Phytochemistry and Pharmacology. J Korean Soc Appl Biol Chem. 2011;54:495–500."}, {"Citation": "Navada KK, Vittal RR. Ethnomedicinal value of Pterocarpus santalinus (Linn. f.), a Fabaceae member. Orient Pharm Exp Med. 2014;14:313–7."}, {"Citation": "Manjunatha BK. Hepatoprotective activity of Pterocarpus santalinus L. f., an endangered plant. Indian J Pharmacol. 2006;38:25–8."}, {"Citation": "Kwon HJ, Hong YK, Kim KH, Han CH, Cho SH, Choi JS, et al. Methanolic extract of Pterocarpus santalinus induces apoptosis in Hela cells. J Ethnopharmacol. 2006;105:229–34.", "ArticleIdList": ["16326057"]}, {"Citation": "Kondeti VK, Rao BK, Maddirala DR, Thur SK, Fatima SS, Kasetti RB, et al. Effect of Pterocarpus santalinus bark, on blood glucose, serum lipids, plasma insulin and hepatic carbohydrate metabolic enzymes in streptozotocin-induced diabetic rats. Food Chem Toxicol. 2010;48:1281–7.", "ArticleIdList": ["20178824"]}, {"Citation": "Rastogi RP, Mehrotra BN. I. New Delhi: Central Drug Institute Lucknow and Publication and Information Directorate; 1991. Compendium Indian Medicinal Plants. 1960-1969; p. 437."}, {"Citation": "Arokiyaraj S, Martin S, Perinbam K, Marie AP, Beatrice V. Free radical scavenging activity and HPTLC finger print Pterocarpus santalinus L.-an in vitro study. Indian J Sci Technol. 2008;1:1–3."}, {"Citation": "Narayan S, Devi RS, Srinivasan P, Shyamala Devi CS. Pterocarpus santalinus: A traditional herbal drug as a protectant against ibuprofen induced gastric ulcers. Phytother Res. 2005;19:958–62.", "ArticleIdList": ["16317653"]}, {"Citation": "Yoganarasimhan SN. Bangalore: Cyber Media; 2000. Medicinal Plants of India, Tamil Nadu; p. 63."}, {"Citation": "Kumar N, Seshadri TR. Triterpenoids of Pterocarpus santalinus constitution of a new leupenediol. Phytochem. 1975;14:521–3."}, {"Citation": "Krishnaveni KS, Srinivasa Rao JV. A new isoflavone glucoside from Pterocarpus santalinus. Asian Nat Prod Res. 2000;2:219–23.", "ArticleIdList": ["11256696"]}, {"Citation": "Krishnaveni KS, Srinivasa Rao JV. A new triterpene from callus of Pterocarpus santalinus. Fitoter. 2000;24:167–71.", "ArticleIdList": ["11449463"]}, {"Citation": "Krishnaveni KS, Srinivasa Rao JV. An isoflavone from Pterocarpus santalinus. Phytochem. 2000;53:605–6.", "ArticleIdList": ["10724187"]}, {"Citation": "Cho JY, Park J, Kim PS, Yoo ES, Baik KU, Park MH. Savinin, a lignin from Pterocarpus santalinus inhibits tumor necrosis factor-alpha production and T-cell proliferation. Biol Pharm Bull. 2001;24:167–74.", "ArticleIdList": ["11217086"]}, {"Citation": "Kesari AN, Gupta RK, Watal G. Two aurone glycosides from heartwood of Pterocarpus santalinus. Phytochemistry. 2004;65:3125–9.", "ArticleIdList": ["15541741"]}, {"Citation": "Satheesh MA, Pari L. Effect of pterostilbene on lipids and lipid profiles in streptozotocin-nicotinamide induced type 2 diabetes mellitus. J Appl Biomed. 2008;6:31–7."}, {"Citation": "Remsberg CM, Yanez JA, Ohgami Y, Vega-Villa KR, Rimando AM, Davies NM. Pharmacometrics of pterostilbene: Preclinical pharmacokinetics and metabolism, anticancer, anti-inflammatory, antioxidant and analgesic activity. Phytother Res. 2008;22:169–79.", "ArticleIdList": ["17726731"]}, {"Citation": "Ashidate K, Kawamura M, Mimura D, Tohda H, Miyazaki S, Teramoto T, et al. Gentisic acid, an aspirin metabolite, inhibits oxidation of low-density lipoprotein and the formation of cholesterol ester hydroperoxides in human plasma. Eur J Pharmacol. 2005;513:173–9.", "ArticleIdList": ["15862799"]}, {"Citation": "Khadem S, Marles RJ. Monocyclic phenolic acids; hydroxy- and polyhydroxybenzoic acids: Occurrence and recent bioactivity studies. Molecules. 2010;15:7985–8005.", "ArticleIdList": ["PMC6259451", "21060304"]}, {"Citation": "Wu SF, Chang FR, Wang SY, Hwang TL, Lee CL, Chen SL, et al. Anti-inflammatory and cytotoxic neoflavonoids and benzofurans from Pterocarpus santalinus. J Nat Prod. 2011;74:989–96.", "ArticleIdList": ["21488654"]}, {"Citation": "Fressco P, Borges F, Diniz C, Marques MP. New insights on the anticancer properties of dietary polyphenols. Med Res Rev. 2006;26:747–66.", "ArticleIdList": ["16710860"]}, {"Citation": "Spath E, Schlager J. Constituents of red sandalwood. II. Constitution of pterostilbene. Ber Dtsch Chem Ges. 1940;73:881."}, {"Citation": "McCormack D, McFadden D. Pterostilbene and cancer: Current review. J Surg Res. 2012;173:e53–61.", "ArticleIdList": ["22099605"]}, {"Citation": "Ayres DC, Loike JD. Cambridge, United Kingdom: Cambridge University Press; 1990. Lignans: Chemical, Biological and Clinical Properties."}, {"Citation": "Cai YZ, Luo Q, Sun M, Corke H. Antioxidant activity and phenolic compounds of 112 traditional Chinese medicinal plants associated with anticancer. Life Sci. 2004;74:2157–84.", "ArticleIdList": ["PMC7126989", "14969719"]}, {"Citation": "Wu SF, Hwang TL, Chen SL, Wu CC, Ohkoshi E, Lee KH, et al. Bioactive components from the heartwood of Pterocarpus santalinus. Bioorg Med Chem Lett. 2011;21:5630–2.", "ArticleIdList": ["21784631"]}, {"Citation": "Reddy L, Reddy G, Reddy RS, Reddy S, Reddy J. Characterization of Red sandalwood by ICP-MS Analysis, Optical absorption and EPR spectroscopic methods. Radiat Eff Defect Solids. 2006;161:537–47."}, {"Citation": "Devi RK, Basha SK. Comparative amino acid profiling of pterocarpus santalinus and boswelia ovalifoliolata barks of Tirumala Hills, Eastern Ghats, Andhra Pradesh. Int J Basic App Chem Sci. 2012;2:102–6."}, {"Citation": "Krishnamoorthy P, Stella J, Mohamed AJ, Anand M. Radical scavenging and antibacterial evaluation of Pterocarpus santalinus leaf in-vitro study. Int J Pharm Sci Res. 2011;2:1204–8."}, {"Citation": "Kumar D. Anti-inflammatory, analgesic, and antioxidant activities of methanolic wood extract of Pterocarpus santalinus L. J Pharmacol Pharmacother. 2011;2:200–2.", "ArticleIdList": ["PMC3157138", "21897722"]}, {"Citation": "Achary JD, Ghaskadbi SS. Protective effect of pterostilbene against free radical mediated oxidative damage. BMC Complement Altern Med. 2013;13:238.", "ArticleIdList": ["PMC3849269", "24070177"]}, {"Citation": "Lopez AD, Mathers CD, Ezzati M, Jamison DT, Murray CJ. New York: Oxford University Press; 2006. Global Burden of Disease and Risk Factors.", "ArticleIdList": ["21250374"]}, {"Citation": "Faremi TY, Suru SM, Fafunso MA, Obioha UE. Hepato-protective potentials of Phyllanthus amarus against ethanol-induced oxidative stress in rats. Food Cheml Toxicol. 2008;46:2658–64.", "ArticleIdList": ["18524448"]}, {"Citation": "Briskin DP. Medicinal plants and phytomedicines. Linking plant Biochemistry and Physiology to Human Health plant. Plant Physiol. 2000;124:507–14.", "ArticleIdList": ["PMC1539282", "11027701"]}, {"Citation": "Manjunatha BK. Antibacterial activity of Pterocarpus santalinus. Indian J Pharm Sci. 2006;68:115–6."}, {"Citation": "Mishra MP, Padhy RN. In vitro antibacterial efficacy of 21 Indian timber-yielding plants against multidrug-resistant bacteria causing urinary tract infection. Osong Public Health Res Perspect. 2013;4:347–57.", "ArticleIdList": ["PMC3922103", "24524024"]}, {"Citation": "Dey SK, Chattopadhay S, Masanta NC. Antimicrobial activities of some medicinal plants of red and laterite zone of West Bengal, India. WJPPS. 2014;3:719–34."}, {"Citation": "Gopinath K, Gowri S, Arumugam A. Phytosynthesis of silver nanoparticles using Pterocarpus santalinus leaf extract and their antibacterial properties. J Nanostruct Chem. 2013;3:68–85."}, {"Citation": "Yamauchi S, Hayashi Y, Nakashima Y, Kirikihira T, Yamada K, Masuda T. Effect of benzylic oxygen on the antioxidant activity of phenolic lignans. J Nat Prod. 2005;68:1459–70.", "ArticleIdList": ["16252908"]}, {"Citation": "Narayan S, Veeraraghavan M, Devi CS. Pterocarpus santalinus: AnIn Vitro study on its anti-Helicobacter pylori effect. Phytother Res. 2007;21:190–3.", "ArticleIdList": ["17128431"]}, {"Citation": "Panayi GS, Lanchbury JS, Kingsley GH. The importance of the T cell in initiating and maintaining the chronic synovitis of rheumatoid arthritis. Arthritis Rheum. 1992;35:729–35.", "ArticleIdList": ["1622409"]}, {"Citation": "Nagaraju N, Rao KN. Folk-medicine for diabetes from Rayalaseema of Andhra Pradesh. Anc Sci Life. 1989;9:31–5.", "ArticleIdList": ["PMC3331302", "22557673"]}, {"Citation": "Nagaraju N, Prasad M, Gopalakrishna G, Rao KN. Blood sugar lowering effect of Pterocarpus santalinus (Red Sanders) wood extract in different rat models. Int J Pharmacogn. 1991;29:141–4."}, {"Citation": "Nolan CJ, Damm P, Prentki M. Type 2 diabetes across generations: From pathophysiology to prevention and management. Lancet. 2011;378:169–81.", "ArticleIdList": ["21705072"]}, {"Citation": "Kameswara Rao B, Giri R, Kesavulu MM, Apparao C. Effect of oral administration of bark extracts of Pterocarpus santalinus on blood glucose level in experimental animals. J Ethnopharmacol. 2001;74:69–74.", "ArticleIdList": ["11137350"]}, {"Citation": "Rao KB, Rajasekhar MD, Sreelatha A, Apparao C. Treatment of Diabetes Mellitus: Plant Drugs vs. Oral Hypoglycaemic Agents and Insulin. In: Govil J.N., Singh V.K., Khalil Ahmad, editors. Recent Progress in medicinal Plants. Biopharmaceuticals. Vol. 14. LLC, Texas, USA: Studium Press; 2006. pp. 279–96."}, {"Citation": "Huang WY, Cai YZ, Zhang Y. Natural phenolic compounds from medicinal herbs and dietary plants: Potential use for cancer prevention. Nutr Cancer. 2010;62:1–20.", "ArticleIdList": ["20043255"]}, {"Citation": "Mena S, Rodríguez ML, Ponsoda X, Estrela JM, Jäättela M, Ortega AL. Pterostilbene-induced tumor cytotoxicity: A lysosomal membrane permeabilization-dependent mechanism. PLoS One. 2012;7:e44524.", "ArticleIdList": ["PMC3434130", "22957077"]}, {"Citation": "Ding RB, Tian K, Huang LL, He CW, Jiang Y, Wang YT, et al. Herbal medicines for the prevention of alcoholic liver diseases: A review. J Ethnopharmacol. 2012;144:457–65.", "ArticleIdList": ["23058988"]}, {"Citation": "Manjunatha BK, Amit R, Priyadarshini P, Paul K. Lead findings from Pterocarpus santalinus with hepatoprotective potentials through in silico methods. Int J Pharma Sci and Res. 2010;7:265–70."}, {"Citation": "Itoh A, Isoda K, Kondoh M, Kawase M, Kobayashi M, Tamesada M, et al. Hepatoprotective Effect of Syringic Acid and Vanillic Acid on Concanavalin A-Induced Liver Injury. Biol Pharm Bull. 2009;32:1215–9.", "ArticleIdList": ["19571388"]}, {"Citation": "Itoh A, Isoda K, Kondoh M, Kawase M, Watari A, Kobayashi M, et al. Hepatoprotective effect of syringic acid and vanillic acid on CCl4-induced liver injury. Biol Pharm Bull. 2010;33:983–7.", "ArticleIdList": ["20522963"]}, {"Citation": "Narayana S, Devi RS, Devi CS. Role of Pterocarpus santalinus against mitochondrial dysfunction and membrane lipid changes induced by ulcerogens in rat gastric mucosa. Chem Biol Interact. 2007;170:67–75.", "ArticleIdList": ["17719569"]}, {"Citation": "Suanarunsawat T, Boonnak T, Na Ayutthaya WD, Thirawarapan S. Anti-hyperlipidemic and cardioprotective effects of Ocimum sanctum L. fixed oil in rats fed a high fat diet. J Basic Clin Physiol Pharmacol. 2010;21:387–400.", "ArticleIdList": ["21305853"]}, {"Citation": "Rimando AM, Nagmani R, Feller DR, Yokoyama W. Pterostilbene, a new agonist for the peroxisome proliferator-activated receptor alpha-isoform, lowers plasma lipoproteins and cholesterol in hypercholesterolemic hamsters. J Agric Food Chem. 2005;53:3403–7.", "ArticleIdList": ["15853379"]}, {"Citation": "Riche DM, Riche KD, Blackshear CT, McEwen CL, Sherman JJ, Wofford MR, et al. Pterostilbene on metabolic parameters: A randomized, double-blind, and placebo-controlled trial. Evid Based Complement Alternat Med 2014. 2014:459165.", "ArticleIdList": ["PMC4099343", "25057276"]}, {"Citation": "Jadhav J, Mane A, Kanase A. Stimulatory effect of Pterocarpus santalinus on vasculogensis in chick chorioallantoic membrane (CAM) J Pharmacy Res. 2012;5:208–11."}, {"Citation": "Biswas TK, Maity LN, Mukherjee B. Wound healing potential of Pterocarpus santalinus Linn: A Pharmacological evaluation. Int J Low Extrem Wounds. 2004;3:143–50.", "ArticleIdList": ["15866805"]}, {"Citation": "Sultana N, Akhter M, Khatoon Z. Nematicidal natural products from the aerial parts of Rubus niveus. Nat Prod Res. 2010;24:407–15.", "ArticleIdList": ["20306362"]}, {"Citation": "Chattopadhyay SK, Kumar TR, Maulik PR, Srivastava S, Garga A. Absolute configuration and anticancer activity of taxiresinol and related lignans of Taxas wallichiana. Bioorg Med Chem. 2003;11:4945–8.", "ArticleIdList": ["14604656"]}, {"Citation": "Kayser O, Kiderlen AF, Folkens U, Kolodziej H. In vitro leishmanicidal activity of aurones. Planta Med. 1999;65:316–9.", "ArticleIdList": ["10364835"]}, {"Citation": "Kayser O, Kiderlen AF, Brun B. In vitro activity of aurones against plasmodium falciparum strains K1 and NF54. Planta Med. 2001;67:718–21.", "ArticleIdList": ["11731912"]}, {"Citation": "Haschek WM, Wallig MA, Rousseaux C. Fundamentals of Toxicologic Pathology. San Diego, CA, USA: Academic Press; 2010. Nomenclature: Terminology for morphologic alterations; pp. 67–80."}, {"Citation": "Kirtikar KR, Basu BD. 2nd ed. Vol. 1. India: Bishen Singh Mahendra Pal Singh; 1980. Indian Medicinal Plants; p. 314."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "4", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27041873", "PMC4791987", "10.4103/0973-7847.176575", "PRev-10-43"]}}], "PubmedBookArticle": []}