{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Carbon tetrachloride hepatotoxicity", "Lawsonia inermis leaves", "hepatoprotective", "liver enzymes"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27069719", "DateCompleted": {"Year": "2016", "Month": "04", "Day": "12"}, "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "12", "Day": "22"}], "ELocationID": ["10.5455/jice.20151123043218"], "Language": ["eng"], "Journal": {"ISSN": "2146-8397", "JournalIssue": {"Volume": "5", "Issue": "1", "PubDate": {"Year": "2016", "Season": "Jan-Feb"}}, "Title": "Journal of intercultural ethnopharmacology", "ISOAbbreviation": "J Intercult Ethnopharmacol"}, "ArticleTitle": "Effects of Lawsonia inermis L. (Henna) leaves' methanolic extract on carbon tetrachloride-induced hepatotoxicity in rats.", "Pagination": {"StartPage": "22", "EndPage": "26", "MedlinePgn": "22-6"}, "Abstract": {"AbstractText": ["Natural products with therapeutic properties such as plants, minerals, and animal products, for many years, were the main sources of drugs for the treatment of numerous diseases; hence selection of Lawsonia inermis L. (Henna) to study its hepatoprotective activity was considered.", "This was an attempt to evaluate the hepatoprotective effect of L. inermis leaves' methanolic extract on carbon tetrachloride (CCl4)-induced hepatotoxicity in rats.", "The L. inermis leaves' methanolic extract, which obtained by maceration, was orally administered in doses of 100 mg/kg and 200 mg/kg to the tested animals to assess its effects on serum levels of hepatotoxicity parameters, alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP), bilirubin, and total proteins along with histopathological liver sections examination, while silymarin (25 mg/kg), a potent hepatoprotective drug, was used as standard control.", "The two doses of the plant extract showed dose-dependent hepatoprotective effect, as evident by the significant reduction (P < 0.05) in serum levels of AST, ALT, ALP, and bilirubin along with the improvement in histopathological liver sections compared to CCl4-only treated animals.", "As experimentally evident, it could be concluded that this plant material could provide a hepatoprotective effect that could be attributed to its antioxidant properties."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Pharmacy, University of Gezira, Sudan."}], "LastName": "Mohamed", "ForeName": "Musab Awad", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Pharmacy, University of Gezira, Sudan."}], "LastName": "Eldin", "ForeName": "Imad Mohamed Taj", "Initials": "IM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Medicinal and Aromatic Plant Research Institute, National Center of Research, Sudan."}], "LastName": "Mohammed", "ForeName": "Abd-Elwahab Hassan", "Initials": "AE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Pharmacy, University of Gezira, Sudan."}], "LastName": "Hassan", "ForeName": "Hozeifa Mohamed", "Initials": "HM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Intercult Ethnopharmacol", "NlmUniqueID": "101653911", "ISSNLinking": "2146-8397"}, "CoiStatement": "<b>Conflict of Interest: None declared.</b>"}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Vishnu Priya V, Niveda S, Pratiksha G, Gayathri R. A review of hepatoprotective natural products. Rec Res Sci Technol. 2010;2:49–52."}, {"Citation": "Adewusi E, Afolayan A. A review of natural products with hepatoprotective activity. J Med Plant Res. 2010;4:1318–4."}, {"Citation": "Sharma B, Upendra KS. Hepatoprotective activity of some indigenous plants. Int J Pharmtech Res. 2009;1:1330–4."}, {"Citation": "Rahmatullah M, Mukti IJ, Fahmidul Haque AK, Mollik AH, Parvin K, Jahan R, et al. An ethnobotanical survey and pharmacological evaluation of medicinal plants used by the Garo tribal community living in Netrakona district, Bangladesh. Adv Nat Appl Sci. 2009;3:402–18."}, {"Citation": "Alqasomi SI, Al-Howiriny TA, Abdel-Kader MS. Evaluation of hepatoprotective effect of Aloe vera, Clematis hirsute, Cucumis prophetarum and bee propolis against experimentally induced liver injury in rats. Int J Pharmacol. 2008;4:213–7."}, {"Citation": "Muthumani P, Meera R, Sundaraganapathy Devi P, Mohamed Sheik Arabath S, Cholarja K. Biological evaluation of dried fruits of Lawsonia inermis. J Pharm Biomed Sci. 2010;1:1–5."}, {"Citation": "Donkor Sarkodie C, Quainoo AK, Gustav M. Propagation of Henna (Lawsonia inermis) cuttings using nathelene acetic acid, indole-3-butyric acid and wood ash. JPBAS. 2013;1:115–23."}, {"Citation": "Varghese JK, Silvipriya K, Resmi S, Jolly C. Lawsonia Inermis (Henna): A natural dye of various therapeutic uses - A review. Inventi Rapid: Cosmeceuticals. 2010;1:1–5."}, {"Citation": "Abdulmoneim Saadabi M. Evaluation of Lawsonia inermis Linn. (Sudanese Henna) leaf extracts as an antimicrobial agent. Res J Biol Sci. 2007;2:419–23."}, {"Citation": "Chaudhary G, Goyal S, Poonia P. Lawsonia inermis Linnaeus: A phytopharmacological review. Int J Pharm Sci Drug Res. 2010;2:91–8."}, {"Citation": "Janakat S, Al-Merie H. Optimization of the dose and route of injection, and characterisation of the time course of carbon tetrachloride-induced hepatotoxicity in the rat. J Pharmacol Toxicol Methods. 2002;48:41–4.", "ArticleIdList": ["12750040"]}, {"Citation": "Sapakal V, Chadge R, Adnaik R, Naikwade N, Magdum C. Comparative hepatoprotective activity of Liv-52 and Livomyn against carbon tetrachloride – Induced hepatic injury in rats. Int J Green Pharm. 2008;43:79–82."}, {"Citation": "Azeem A Khalaf, Mohy Eldin M Mekawy, Mohamed S Moawad, Amal M Ahmed. Comparative study on the protective effect of some antioxidants against CCl4 hepatotoxicity in rats. Egypt J Nat Toxins. 2009;6:59–82."}, {"Citation": "Singh B, Saxena AK, Chandan BK, Agarwal SG, Anand KK. In vivo hepatoprotective activity of active fraction from ethanolic extract of Eclipta alba leaves. Indian J Physiol Pharmacol. 2001;45:435–41.", "ArticleIdList": ["11883149"]}, {"Citation": "Solomon R, Rao G, Latha M, Srinivas K. Antihepatotoxic activity of Smilax china roots on CCl4 induced hepatic damage in rats. Int J Pharm PharmSci. 2012;4:494–6."}, {"Citation": "Mayuren C, Reddy VV, Priya SV, Devi VA. Protective effect of Livactine against CCl4 and paracetamol induced hepatotoxicity in adult Wistar rats. N Am J Med Sci. 2010;2:491–5.", "ArticleIdList": ["PMC3339113", "22558553"]}, {"Citation": "Habermann TM, Ghosh AK. Mayo Clinic Internal Medicine Concise Textbook. Ch. 7. USA: Mayo Clinic Scientific Press and Information Healthcare Inc; 2008. pp. 217–304."}, {"Citation": "Rajendran R, Hemalatha S, Akasakalai K, MadhuKrishna C, Vittal BS, Meenakshi Sundaram R. Hepatoprotective activity of Mimosa pudica leaves against carbon tetrachloride induced toxicity. J Nat Prod. 2009;2:116–22."}, {"Citation": "Ahmed S, Rahman A, Alam A, Saleem M, Athar M, Sultana S. Evaluation of the efficacy of Lawsonia alba in the alleviation of carbon tetrachloride-induced oxidative stress. J Ethnopharmacol. 2000;69:157–64.", "ArticleIdList": ["10687871"]}, {"Citation": "Uma D, Aida W. Optimization of extraction parameters of total phenolic compounds from Henna (Lawsonia inermis) leaves. Sains Malays. 2010;39:119–28."}, {"Citation": "Sanni S, Thilza B, Ahmed M, Sanni F, Talle M, Okwor G. The effect of aqueous leaves extract of henna (Lawsonia inermis) in carbon tetrachloride induced hepatotoxicity in Swiss albino mice. Acad Arena. 2010;2:87–9."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "9", "Day": "30"}, {"Year": "2015", "Month": "11", "Day": "8"}, {"Year": "2016", "Month": "4", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "12", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["27069719", "PMC4805143", "10.5455/jice.20151123043218", "JIE-5-22"]}}], "PubmedBookArticle": []}