{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Betulinic acid", "Melaleuca leucadendron", "diabetes-obesity", "protein tyrosine phosphatase 1B", "ursolic acid"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27114690", "DateCompleted": {"Year": "2016", "Month": "04", "Day": "26"}, "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [], "ELocationID": ["10.4103/0974-8490.178644"], "Language": ["eng"], "Journal": {"ISSN": "0976-4836", "JournalIssue": {"Volume": "8", "Issue": "Suppl 1", "PubDate": {"Year": "2016", "Month": "Mar"}}, "Title": "Pharmacognosy research", "ISOAbbreviation": "Pharmacognosy Res"}, "ArticleTitle": "The Potent Inhibitors of Protein Tyrosine Phosphatase 1B from the Fruits of Melaleuca leucadendron.", "Pagination": {"StartPage": "S38", "EndPage": "S41", "MedlinePgn": "S38-41"}, "Abstract": {"AbstractText": ["Melaleuca leucadendron (Myrtaceae) is a kind of fruit used as Indonesian medicinal component and recorded in Jamu (tonic made of medical herbs) prescription records for the diabetes treatment. Its methanol extract exhibited a strong inhibitory activity with the half maximal inhibitory concentration (IC50) value of 2.05 μg/mL, while it is the same value with positive control RK-682.", "To isolate the chemical constituents of M. leucadendron and to evaluate their activity against protein tyrosine phosphatase 1B (PTP1B). Further, determine their toxicity potential against T-cell protein tyrosine phosphatase (TCPTP).", "Methanol extract was fractionated using silica column chromatography, and the obtained fraction was purified using Sephadex 20-LH. The structure of isolated compounds was identified based on (1)H and (13)Nuclear Magnetic Resonance Spectrometry. Furthermore, the compounds were examined against PTP1B and TCPTP.", "Methanol extract of M. leucadendron (Myrtaceae) afforded two triterpenes: Betulinic acid and ursolic acid in high quantities. Both compounds exhibited a strong inhibitory activity against PTP1B inhibition with IC50 value of 1.5 and 2.3 μg/mL, respectively (positive control RK-682, IC50 = 2.05 μg/mL). Their activity toward TCPTP, on the other hand, were at 2.4 and 3.1 μg/mL, respectively. Based on this purification work, betulinic acid and ursolic acid presented 7.6% and 2.4%, respectively, as markedly M. leucadendron most potential for betulinic acid source among Indonesian plants. The result should have demonstrated that the antidiabetes of M. dendron could be through the inhibition of PTP1B.", "Melaleuca leucadendron is a good source for ursolic acid.Confirming traditional use for type II diabetes via PTP1B inhibition."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmacognosy, Faculty of Pharmacy, UniversitasMuhammadiyah Surakarta, Pabelan, KTS Solo, Central Java 57102, Indonesia."}], "LastName": "Saifudin", "ForeName": "Azis", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Phytochemistry, Faculty of Pharmacy, Hasanudin University, Tamalanrea No. 9, Makassar, South Sulawesi 90245, Indonesia."}], "LastName": "Lallo", "ForeName": "Subehan Ab", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Natural Products Chemistry, Faculty of Pharmaceutical Sciences, Hokuriku University, Ho 3, Kanagawa Machi, Kanazawa 920 1181, Japan."}], "LastName": "Tezuka", "ForeName": "Yasuhiro", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Pharmacognosy Res", "NlmUniqueID": "101558769", "ISSNLinking": "0974-8490"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Whiting DR, Guariguata L, Weil C, Shaw J. IDF diabetes atlas: Global estimates of the prevalence of diabetes for 2011 and 2030. Diabetes Res Clin Pract. 2011;94:311–21.", "ArticleIdList": ["22079683"]}, {"Citation": "Kelly T, Yang W, Chen CS, Reynolds K, He J. Global burden of obesity in 2005 and projections to 2030. Int J Obes (Lond) 2008;32:1431–7.", "ArticleIdList": ["18607383"]}, {"Citation": "Finucane MM, Stevens GA, Cowan MJ, Danaei G, Lin JK, Paciorek CJ, et al. National, regional, and global trends in body-mass index since 1980: Systematic analysis of health examination surveys and epidemiological studies with 960 country-years and 9·1 million participants. Lancet. 2011;377:557–67.", "ArticleIdList": ["PMC4472365", "21295846"]}, {"Citation": "Wang LJ, Jiang B, Wu N, Wang SY, Shi DY. Small molecules as potent protein tyrosine phosphatase 1B (PTP1B) inhibitors documented in patents from 2009 to 2013. Mini Rev Med Chem. 2015;15:104–22.", "ArticleIdList": ["25643610"]}, {"Citation": "Chen J, Gao LX, Gong JX, Jiang CS, Yao LG, Li JY, et al. Design and synthesis of novel 1,2-dithiolan-4-yl benzoate derivatives as PTP1B inhibitors. Bioorg Med Chem Lett. 2015;25:2211–6.", "ArticleIdList": ["25872983"]}, {"Citation": "Krishnan N, Koveal D, Miller DH, Xue B, Akshinthala SD, Kragelj J, et al. Targeting the disordered C terminus of PTP1B with an allosteric inhibitor. Nat Chem Biol. 2014;10:558–66.", "ArticleIdList": ["PMC4062594", "24845231"]}, {"Citation": "Saifudin A, Kadota S, Tezuka Y. Protein tyrosine phosphatase 1B inhibitory activity of Indonesian herbal medicines and constituents of Cinnamomum burmannii and Zingiber aromaticum. J Nat Med. 2013;67:264–70.", "ArticleIdList": ["22645080"]}, {"Citation": "Gunawan H, Prabowo A, Triwara B, Rahayu NK. 2nd ed. Semarang, Indonesia: Indonesian Pharmacist Association; 2006. Jamu Formulation Records; pp. 3–26."}, {"Citation": "Gunawan H, Prabowo A, Triwara B, Rahayu NK. 3rd ed. Semarang, Indonesia: Indonesian Pharmacist Association; 2008. Jamu Formulation Records; pp. 2–21."}, {"Citation": "You-Ten KE, Muise ES, Itié A, Michaliszyn E, Wagner J, Jothy S, et al. Impaired bone marrow microenvironment and immune function in T cell protein tyrosine phosphatase-deficient mice. J Exp Med. 1997;186:683–93.", "ArticleIdList": ["PMC2199020", "9271584"]}, {"Citation": "Baumgartner RR, Steinmann D, Heiss EH, Atanasov AG, Ganzera M, Stuppner H, et al. Bioactivity-guided isolation of 1,2,3,4,6-Penta-O-galloyl-D-glucopyranose from Paeonia lactiflora roots as a PTP1B inhibitor. J Nat Prod. 2010;73:1578–81.", "ArticleIdList": ["20806783"]}, {"Citation": "Tsasi G, Samara P, Tsitsilonis O, Jürgenliemk G, Skaltsa H. Isolation, identification and cytotoxic activity of triterpenes and flavonoids from green walnut (Juglans regia L.) pericarps. Rec Nat Prod. 2016;10:83–92."}, {"Citation": "Martins D, Carrion LL, Ramos DF, Salomé KS, da Silva PE, Barison A, et al. Triterpenes and the antimycobacterial activity of Duroia macrophylla Huber (Rubiaceae) Biomed Res Int 2013. 2013 605831.", "ArticleIdList": ["PMC3583080", "23509750"]}, {"Citation": "Genet C, Strehle A, Schmidt C, Boudjelal G, Lobstein A, Schoonjans K, et al. Structure-activity relationship study of betulinic acid, a novel and selective TGR5 agonist, and its synthetic derivatives: Potential impact in diabetes. J Med Chem. 2010;53:178–90.", "ArticleIdList": ["19911773"]}, {"Citation": "Usia T, Iwata H, Hiratsuka A, Watabe T, Kadota S, Tezuka Y. CYP3A4 and CYP2D6 inhibitory activities of Indonesian medicinal plants. Phytomedicine. 2006;13:67–73.", "ArticleIdList": ["16360935"]}, {"Citation": "Mahajan RT, Chopda MZ. Phyto-pharmacology of Ziziphus jujuba Mill – A plant review. Pharmacogn Rev. 2009;3:320."}, {"Citation": "Tian S, Shi Y, Yu Q, Upur H. Determination of oleanolic acid and ursolic acid contents in Ziziphora clinopodioides Lam. by HPLC method. Pharmacogn Mag. 2010;6:116–9.", "ArticleIdList": ["PMC2900058", "20668577"]}, {"Citation": "Prajapati MS, Patel JB, Modi K, Shah MB. Leucas aspera: A review. Pharmacogn Rev. 2010;4:85–7.", "ArticleIdList": ["PMC3249907", "22228946"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "4", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27114690", "PMC4821105", "10.4103/0974-8490.178644", "PR-8-38"]}}], "PubmedBookArticle": []}