{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27149958", "DateCompleted": {"Year": "2017", "Month": "08", "Day": "11"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "05", "Day": "17"}], "ELocationID": ["10.1021/acs.jcim.5b00523"], "Language": ["eng"], "Journal": {"ISSN": "1549-960X", "JournalIssue": {"Volume": "56", "Issue": "6", "PubDate": {"Year": "2016", "Month": "Jun", "Day": "27"}}, "Title": "Journal of chemical information and modeling", "ISOAbbreviation": "J Chem Inf Model"}, "ArticleTitle": "CSAR 2014: A Benchmark Exercise Using Unpublished Data from Pharma.", "Pagination": {"StartPage": "1063", "EndPage": "1077", "MedlinePgn": "1063-77"}, "Abstract": {"AbstractText": ["The 2014 CSAR Benchmark Exercise was the last community-wide exercise that was conducted by the group at the University of Michigan, Ann Arbor. For this event, GlaxoSmithKline (GSK) donated unpublished crystal structures and affinity data from in-house projects. Three targets were used: tRNA (m1G37) methyltransferase (TrmD), Spleen Tyrosine Kinase (SYK), and Factor Xa (FXa). A particularly strong feature of the GSK data is its large size, which lends greater statistical significance to comparisons between different methods. In Phase 1 of the CSAR 2014 Exercise, participants were given several protein-ligand complexes and asked to identify the one near-native pose from among 200 decoys provided by CSAR. Though decoys were requested by the community, we found that they complicated our analysis. We could not discern whether poor predictions were failures of the chosen method or an incompatibility between the participant's method and the setup protocol we used. This problem is inherent to decoys, and we strongly advise against their use. In Phase 2, participants had to dock and rank/score a set of small molecules given only the SMILES strings of the ligands and a protein structure with a different ligand bound. Overall, docking was a success for most participants, much better in Phase 2 than in Phase 1. However, scoring was a greater challenge. No particular approach to docking and scoring had an edge, and successful methods included empirical, knowledge-based, machine-learning, shape-fitting, and even those with solvation and entropy terms. Several groups were successful in ranking TrmD and/or SYK, but ranking FXa ligands was intractable for all participants. Methods that were able to dock well across all submitted systems include MDock,1 Glide-XP,2 PLANTS,3 Wilma,4 Gold,5 SMINA,6 Glide-XP2/PELE,7 FlexX,8 and MedusaDock.9 In fact, the submission based on Glide-XP2/PELE7 cross-docked all ligands to many crystal structures, and it was particularly impressive to see success across an ensemble of protein structures for multiple targets. For scoring/ranking, submissions that showed statistically significant achievement include MDock1 using ITScore1,10 with a flexible-ligand term,11 SMINA6 using Autodock-Vina,12,13 FlexX8 using HYDE,14 and Glide-XP2 using XP DockScore2 with and without ROCS15 shape similarity.16 Of course, these results are for only three protein targets, and many more systems need to be investigated to truly identify which approaches are more successful than others. Furthermore, our exercise is not a competition."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, College of Pharmacy, University of Michigan , 428 Church St., Ann Arbor, Michigan 48109-1065, United States."}], "LastName": "Carlson", "ForeName": "Heather A", "Initials": "HA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, College of Pharmacy, University of Michigan , 428 Church St., Ann Arbor, Michigan 48109-1065, United States."}], "LastName": "Smith", "ForeName": "Richard D", "Initials": "RD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, College of Pharmacy, University of Michigan , 428 Church St., Ann Arbor, Michigan 48109-1065, United States."}], "LastName": "Damm-Ganamet", "ForeName": "Kelly L", "Initials": "KL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Structural Biology, University of Michigan , 3358E Life Sciences Institute, 210 Washtenaw Ave., Ann Arbor, Michigan 48109-2216, United States."}], "LastName": "Stuckey", "ForeName": "Jeanne A", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, College of Pharmacy, University of Michigan , 428 Church St., Ann Arbor, Michigan 48109-1065, United States."}], "LastName": "Ahmed", "ForeName": "Aqeel", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational and Structural Sciences, Medicines Research Centre, GlaxoSmithKline Research & Development , Gunnels Wood Road, Stevenage, Hertfordshire SG1 2NY, United Kingdom."}], "LastName": "Convery", "ForeName": "Maire A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational and Structural Sciences, Medicines Research Centre, GlaxoSmithKline Research & Development , Gunnels Wood Road, Stevenage, Hertfordshire SG1 2NY, United Kingdom."}], "LastName": "Somers", "ForeName": "Donald O", "Initials": "DO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational and Structural Sciences, Medicines Research Centre, GlaxoSmithKline Research & Development , Gunnels Wood Road, Stevenage, Hertfordshire SG1 2NY, United Kingdom."}], "LastName": "Kranz", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational and Structural Sciences, GlaxoSmithKline Research & Development , 1250 South Collegeville Road, Collegeville, Pennsylvania 19426, United States."}], "LastName": "Elkins", "ForeName": "Patricia A", "Initials": "PA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational and Structural Sciences, GlaxoSmithKline Research & Development , 1250 South Collegeville Road, Collegeville, Pennsylvania 19426, United States."}], "LastName": "Cui", "ForeName": "Guanglei", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational and Structural Sciences, GlaxoSmithKline Research & Development , 1250 South Collegeville Road, Collegeville, Pennsylvania 19426, United States."}], "LastName": "Peishoff", "ForeName": "Catherine E", "Initials": "CE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational and Structural Sciences, GlaxoSmithKline Research & Development , 1250 South Collegeville Road, Collegeville, Pennsylvania 19426, United States."}], "LastName": "Lambert", "ForeName": "Millard H", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, College of Pharmacy, University of Michigan , 428 Church St., Ann Arbor, Michigan 48109-1065, United States."}], "LastName": "Dunbar", "ForeName": "James B", "Initials": "JB", "Suffix": "Jr"}], "GrantList": [{"GrantID": "U01 GM086873", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "UL1 TR000433", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Chem Inf Model", "NlmUniqueID": "101230060", "ISSNLinking": "1549-9596"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Ligands"}, {"RegistryNumber": "0", "NameOfSubstance": "Proteins"}, {"RegistryNumber": "EC 2.1.1.-", "NameOfSubstance": "tRNA Methyltransferases"}, {"RegistryNumber": "EC 2.7.10.2", "NameOfSubstance": "Syk Kinase"}, {"RegistryNumber": "EC 3.4.21.6", "NameOfSubstance": "Factor Xa"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Benchmarking"}, {"QualifierName": [], "DescriptorName": "Databases, Pharmaceutical"}, {"QualifierName": [], "DescriptorName": "Drug Design"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Factor Xa"}, {"QualifierName": [], "DescriptorName": "Ligands"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "Protein Conformation"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Proteins"}, {"QualifierName": [], "DescriptorName": "Structure-Activity Relationship"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Syk Kinase"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "tRNA Methyltransferases"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Huang S-Y, Zou X. Ensemble Docking of Multiple Protein Structures: Considering Protein Structural Variations in Molecular Docking. Proteins Struct. Funct. Bioinforma. 2007;66:399–421.", "ArticleIdList": ["17096427"]}, {"Citation": "Friesner RA, Murphy RB, Repasky MP, Frye LL, Greenwood JR, Halgren TA, Sanschagrin PC, Mainz DT. Extra Precision Glide: Docking and Scoring Incorporating a Model of Hydrophobic Enclosure for Protein-Ligand Complexes. J. Med. Chem. 2006;49:6177–6196.", "ArticleIdList": ["17034125"]}, {"Citation": "Korb O, Stützle T, Exner TE. Empirical Scoring Functions for Advanced Protein−Ligand Docking with PLANTS. J. Chem. Inf. Model. 2009;49:84–96.", "ArticleIdList": ["19125657"]}, {"Citation": "Sulea T, Hogues H, Purisima EO. Exhaustive Search and Solvated Interaction Energy (SIE) for Virtual Screening and Affinity Prediction. J. Comput. Aided Mol. Des. 2011;26:617–633.", "ArticleIdList": ["22198519"]}, {"Citation": "Jones G, Willett P, Glen RC, Leach AR, Taylor R. Development and Validation of a Genetic Algorithm for Flexible Docking. J. Mol. Biol. 1997;267:727–748.", "ArticleIdList": ["9126849"]}, {"Citation": "Koes DR, Baumgartner MP, Camacho CJ. Lessons Learned in Empirical Scoring with Smina from the CSAR 2011 Benchmarking Exercise. J. Chem. Inf. Model. 2013;53:1893–1904.", "ArticleIdList": ["PMC3726561", "23379370"]}, {"Citation": "Borrelli KW, Vitalis A, Alcantara R, Guallar V. PELE:  Protein Energy Landscape Exploration. A Novel Monte Carlo Based Technique. J. Chem. Theory Comput. 2005;1:1304–1311.", "ArticleIdList": ["26631674"]}, {"Citation": "Rarey M, Kramer B, Lengauer T, Klebe G. A Fast Flexible Docking Method Using an Incremental Construction Algorithm. J. Mol. Biol. 1996;261:470–489.", "ArticleIdList": ["8780787"]}, {"Citation": "Ding F, Yin S, Dokholyan NV. Rapid Flexible Docking Using a Stochastic Rotamer Library of Ligands. J. Chem. Inf. Model. 2010;50:1623–1632.", "ArticleIdList": ["PMC2947618", "20712341"]}, {"Citation": "Huang S-Y, Zou X. An Iterative Knowledge-Based Scoring Function to Predict Protein-ligand Interactions: II. Validation of the Scoring Function. J. Comput. Chem. 2006;27:1876–1882.", "ArticleIdList": ["16983671"]}, {"Citation": "Huang S-Y, Li M, Wang J, Pan Y. HybridDock: A Hybrid Protein–Ligand Docking Protocol Integrating Protein- and Ligand-Based Approaches. J. Chem. Inf. Model. 2015", "ArticleIdList": ["26317502"]}, {"Citation": "Trott O, Olson AJ. AutoDock Vina: Improving the Speed and Accuracy of Docking with a New Scoring Function, Efficient Optimization, and Multithreading. J. Comput. Chem. 2010;31:455–461.", "ArticleIdList": ["PMC3041641", "19499576"]}, {"Citation": "Baumgartner MP, Camacho CJ. Choosing the Optimal Rigid Receptor for Docking and Scoring in the CSAR 2013/2014 Experiment. J. Chem. Inf. Model. 2015", "ArticleIdList": ["PMC4744803", "26222931"]}, {"Citation": "Schneider N, Lange G, Hindle S, Klein R, Rarey M. A Consistent Description of HYdrogen Bond and DEhydration Energies in Protein-ligand Complexes: Methods behind the HYDE Scoring Function. J. Comput. Aided Mol. Des. 2012;27:15–29.", "ArticleIdList": ["23269578"]}, {"Citation": "ROCS v. 3.2.1. Santa Fe, NM, USA: OpenEye Scientific Software, Inc; 2015. [accessed February 23 2015]."}, {"Citation": "Kumar A, Zhang KYJ. Application of Shape Similarity in Pose Selection and Virtual Screening in CSARdock2014 Exercise. J. Chem. Inf. Model. 2015", "ArticleIdList": ["26247231"]}, {"Citation": "Dunbar JB, Smith RD, Yang C-Y, Ung PM-U, Lexa KW, Khazanov NA, Stuckey JA, Wang S, Carlson HA. CSAR Benchmark Exercise of 2010: Selection of the Protein-Ligand Complexes. J. Chem. Inf. Model. 2011;51:2036–2046.", "ArticleIdList": ["PMC3180202", "21728306"]}, {"Citation": "Smith RD, Dunbar JB, Ung PM-U, Esposito EX, Yang C-Y, Wang S, Carlson HA. CSAR Benchmark Exercise of 2010: Combined Evaluation Across All Submitted Scoring Functions. J. Chem. Inf. Model. 2011;51:2115–2131.", "ArticleIdList": ["PMC3186041", "21809884"]}, {"Citation": "Moult J, Fidelis K, Kryshtafovych A, Schwede T, Tramontano A. Critical Assessment of Methods of Protein Structure Prediction (CASP) — Round X. Proteins Struct. Funct. Bioinforma. 2014;82:1–6.", "ArticleIdList": ["PMC4394854", "24344053"]}, {"Citation": "Lensink MF, Wodak SJ. Docking and Scoring Protein Interactions: CAPRI 2009. Proteins Struct. Funct. Bioinforma. 2010;78:3073–3084.", "ArticleIdList": ["20806235"]}, {"Citation": "Lensink MF, Wodak SJ. Docking, Scoring, and Affinity Prediction in CAPRI. Proteins Struct. Funct. Bioinforma. 2013;81:2082–2095.", "ArticleIdList": ["24115211"]}, {"Citation": "Nicholls A, Mobley DL, Guthrie JP, Chodera JD, Bayly CI, Cooper MD, Pande VS. Predicting Small-Molecule Solvation Free Energies: An Informal Blind Test for Computational Chemistry. J. Med. Chem. 2008;51:769–779.", "ArticleIdList": ["18215013"]}, {"Citation": "Skillman AG, Geballe MT, Nicholls A. SAMPL2 Challenge: Prediction of Solvation Energies and Tautomer Ratios. J. Comput. Aided Mol. Des. 2010;24:257–258.", "ArticleIdList": ["20425136"]}, {"Citation": "Skillman AG. SAMPL3: Blinded Prediction of Host-guest Binding Affinities, Hydration Free Energies, and Trypsin Inhibitors. J. Comput. Aided Mol. Des. 2012;26:473–474.", "ArticleIdList": ["22622621"]}, {"Citation": "Guthrie JP. SAMPL4, a Blind Challenge for Computational Solvation Free Energies: The Compounds Considered. J. Comput. Aided Mol. Des. 2014;28:151–168.", "ArticleIdList": ["24706106"]}, {"Citation": "Damm-Ganamet KL, Smith RD, Dunbar JB, Stuckey JA, Carlson HA. CSAR Benchmark Exercise 2011-2012: Evaluation of Results from Docking and Relative Ranking of Blinded Congeneric Series. J. Chem. Inf. Model. 2013;53:1853–1870.", "ArticleIdList": ["PMC3753884", "23548044"]}, {"Citation": "Smith RD, Damm-Ganamet KL, Dunbar JB, Ahmed A, Chinnaswamy K, Delproposto JE, Kubish GM, Tinberg CE, Khare SD, Dou J, Doyle L, Stuckey JA, Baker D, Carlson HA. CSAR Benchmark Exercise 2013: Evaluation of Results from a Combined Computational Protein Design, Docking, and Scoring/Ranking Challenge. J. Chem. Inf. Model. 2015", "ArticleIdList": ["PMC6588165", "26419257"]}, {"Citation": "Dunbar JB, Smith RD, Damm-Ganamet KL, Ahmed A, Esposito EX, Delproposto J, Chinnaswamy K, Kang Y-N, Kubish G, Gestwicki JE, Stuckey JA, Carlson HA. CSAR Data Set Release 2012: Ligands, Affinities, Complexes, and Docking Decoys. J. Chem. Inf. Model. 2013;53:1842–1852.", "ArticleIdList": ["PMC3753885", "23617227"]}, {"Citation": "Berman HM, Westbrook J, Feng Z, Gilliland G, Bhat TN, Weissig H, Shindyalov IN, Bourne PE. The Protein Data Bank. Nucleic Acids Res. 2000;28:235–242.", "ArticleIdList": ["PMC102472", "10592235"]}, {"Citation": "White TA, Kell DB. Comparative Genomic Assessment of Novel Broad-Spectrum Targets for Antibacterial Drugs. Comp. Funct. Genomics. 2004;5:304–327.", "ArticleIdList": ["PMC2447455", "18629165"]}, {"Citation": "Price AT. Identification of the First Potent Inhibitors of tRNA (m1G37) Methlytransferase (TrmD) via an Integrated Screening Approach; Abstracts, 64th Southeast Regional Meeting of the American Chemical Society; November 14–17, 2012."}, {"Citation": "McAdoo SP, Tam FWK. Spleen Tyrosine Kinase: A Novel Target in Autoimmunity. In: Kapur S, editor. Immunosuppression - Role in Health and Diseases. InTech: Rijeka, Croatia; 2012."}, {"Citation": "Scott IC, Scott DL. Spleen Tyrosine Kinase Inhibitors for Rheumatoid Arthritis: Where Are We Now? Drugs. 2014;74:415–422.", "ArticleIdList": ["24610702"]}, {"Citation": "Weinblatt ME, Genovese MC, Ho M, Hollis S, Rosiak-Jedrychowicz K, Kavanaugh A, Millson DS, Leon G, Wang M, Heijde D. Effects of Fostamatinib, an Oral Spleen Tyrosine Kinase Inhibitor, in Rheumatoid Arthritis Patients With an Inadequate Response to Methotrexate: Results From a Phase III, Multicenter, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group Study. Arthritis Rheumatol. 2014;66:3255–3264.", "ArticleIdList": ["25223724"]}, {"Citation": "Friedberg JW, Sharman J, Sweetenham J, Johnston PB, Vose JM, LaCasce A, Schaefer-Cutillo J, Vos SD, Sinha R, Leonard JP, Cripe LD, Gregory SA, Sterba MP, Lowe AM, Levy R, Shipp MA. Inhibition of Syk with Fostamatinib Disodium Has Significant Clinical Activity in Non-Hodgkin Lymphoma and Chronic Lymphocytic Leukemia. Blood. 2010;115:2578–2585.", "ArticleIdList": ["PMC2852362", "19965662"]}, {"Citation": "EINSTEIN Investigators. Bauersachs R, Berkowitz SD, Brenner B, Buller HR, Decousus H, Gallus AS, Lensing AW, Misselwitz F, Prins MH, Raskob GE, Segers A, Verhamme P, Wells P, Agnelli G, Bounameaux H, Cohen A, Davidson BL, Piovella F, Schellong S. Oral Rivaroxaban for Symptomatic Venous Thromboembolism. N. Engl. J. Med. 2010;363:2499–2510.", "ArticleIdList": ["21128814"]}, {"Citation": "Agnelli G, Buller HR, Cohen A, Curto M, Gallus AS, Johnson M, Masiukiewicz U, Pak R, Thompson J, Raskob GE, Weitz JI. Oral Apixaban for the Treatment of Acute Venous Thromboembolism. N. Engl. J. Med. 2013;369:799–808.", "ArticleIdList": ["23808982"]}, {"Citation": "Turpie AGG. New Oral Anticoagulants in Atrial Fibrillation. Eur. Heart J. 2008;29:155–165.", "ArticleIdList": ["18096568"]}, {"Citation": "Abel R, Young T, Farid R, Berne BJ, Friesner RA. Role of the Active-Site Solvent in the Thermodynamics of Factor Xa Ligand Binding. J. Am. Chem. Soc. 2008;130:2817–2831.", "ArticleIdList": ["PMC2761766", "18266362"]}, {"Citation": "Watson NS, Brown D, Campbell M, Chan C, Chaudry L, Convery MA, Fenwick R, Hamblin JN, Haslam C, Kelly HA, King NP, Kurtis CL, Leach AR, Manchee GR, Mason AM, Mitchell C, Patel C, Patel VK, Senger S, Shah GP, Weston HE, Whitworth C, Young RJ. Design and Synthesis of Orally Active Pyrrolidin-2-One-Based Factor Xa Inhibitors. Bioorg. Med. Chem. Lett. 2006;16:3784–3788.", "ArticleIdList": ["16697194"]}, {"Citation": "Senger S, Convery MA, Chan C, Watson NS. Arylsulfonamides: A Study of the Relationship between Activity and Conformational Preferences for a Series of Factor Xa Inhibitors. Bioorg. Med. Chem. Lett. 2006;16:5731–5735.", "ArticleIdList": ["16982192"]}, {"Citation": "Young RJ, Campbell M, Borthwick AD, Brown D, Burns-Kurtis CL, Chan C, Convery MA, Crowe MC, Dayal S, Diallo H, Kelly HA, Paul King N, Kleanthous S, Mason AM, Mordaunt JE, Patel C, Pateman AJ, Senger S, Shah GP, Smith PW, Watson NS, Weston HE, Zhou P. Structure- and Property-Based Design of Factor Xa Inhibitors: Pyrrolidin-2-Ones with Acyclic Alanyl Amides as P4 Motifs. Bioorg. Med. Chem. Lett. 2006;16:5953–5957.", "ArticleIdList": ["16982190"]}, {"Citation": "Chan C, Borthwick AD, Brown D, Burns-Kurtis CL, Campbell M, Chaudry L, Chung C, Convery MA, Hamblin JN, Johnstone L, Kelly HA, Kleanthous S, Patikis A, Patel C, Pateman AJ, Senger S, Shah GP, Toomey JR, Watson NS, Weston HE, Whitworth C, Young RJ, Zhou P. Factor Xa Inhibitors:  S1 Binding Interactions of a Series of N-{(3S)-1-[(1S)-1-Methyl-2-Morpholin-4-Yl-2-Oxoethyl]-2-Oxopyrrolidin-3-Yl}sulfonamides. J. Med. Chem. 2007;50:1546–1557.", "ArticleIdList": ["17338508"]}, {"Citation": "Young RJ, Brown D, Burns-Kurtis CL, Chan C, Convery MA, Hubbard JA, Kelly HA, Pateman AJ, Patikis A, Senger S, Shah GP, Toomey JR, Watson NS, Zhou P. Selective and Dual Action Orally Active Inhibitors of Thrombin and Factor Xa. Bioorg. Med. Chem. Lett. 2007;17:2927–2930.", "ArticleIdList": ["17420122"]}, {"Citation": "Senger S, Chan C, Convery MA, Hubbard JA, Shah GP, Watson NS, Young RJ. Sulfonamide-Related Conformational Effects and Their Importance in Structure-Based Design. Bioorg. Med. Chem. Lett. 2007;17:2931–2934.", "ArticleIdList": ["17336062"]}, {"Citation": "Young RJ, Borthwick AD, Brown D, Burns-Kurtis CL, Campbell M, Chan C, Charbaut M, Chung C, Convery MA, Kelly HA, Paul King N, Kleanthous S, Mason AM, Pateman AJ, Patikis AN, Pinto IL, Pollard DR, Senger S, Shah GP, Toomey JR, Watson NS, Weston HE. Structure and Property Based Design of Factor Xa Inhibitors: Pyrrolidin-2-Ones with Biaryl P4 Motifs. Bioorg. Med. Chem. Lett. 2008;18:23–27.", "ArticleIdList": ["18054228"]}, {"Citation": "Young RJ, Borthwick AD, Brown D, Burns-Kurtis CL, Campbell M, Chan C, Charbaut M, Convery MA, Diallo H, Hortense E, Irving WR, Kelly HA, King NP, Kleanthous S, Mason AM, Pateman AJ, Patikis AN, Pinto IL, Pollard DR, Senger S, Shah GP, Toomey JR, Watson NS, Weston HE, Zhou P. Structure and Property Based Design of Factor Xa Inhibitors: Biaryl Pyrrolidin-2-Ones Incorporating Basic Heterocyclic Motifs. Bioorg. Med. Chem. Lett. 2008;18:28–33.", "ArticleIdList": ["18053714"]}, {"Citation": "Abboud MA, Needle SJ, Burns-Kurtis CL, Valocik RE, Koster PF, Amour AJ, Chan C, Brown D, Chaudry L, Zhou P, Patikis A, Patel C, Pateman AJ, Young RJ, Watson NS, Toomey JR. Antithrombotic Potential of GW813893: A Novel, Orally Active, Active-Site Directed Factor Xa Inhibitor. J. Cardiovasc. Pharmacol. 2008;52:66–71.", "ArticleIdList": ["18645410"]}, {"Citation": "Kleanthous S, Borthwick AD, Brown D, Burns-Kurtis CL, Campbell M, Chaudry L, Chan C, Clarte M-O, Convery MA, Harling JD, Hortense E, Irving WR, Irvine S, Pateman AJ, Patikis AN, Pinto IL, Pollard DR, Roethka TJ, Senger S, Shah GP, Stelman GJ, Toomey JR, Watson NS, West RI, Whittaker C, Zhou P, Young RJ. Structure and Property Based Design of Factor Xa Inhibitors: Pyrrolidin-2-Ones with Monoaryl P4 Motifs. Bioorg. Med. Chem. Lett. 2010;20:618–622.", "ArticleIdList": ["20006499"]}, {"Citation": "Young RJ, Adams C, Blows M, Brown D, Burns-Kurtis CL, Chan C, Chaudry L, Convery MA, Davies DE, Exall AM, Foster G, Harling JD, Hortense E, Irvine S, Irving WR, Jackson S, Kleanthous S, Pateman AJ, Patikis AN, Roethka TJ, Senger S, Stelman GJ, Toomey JR, West RI, Whittaker C, Zhou P, Watson NS. Structure and Property Based Design of Factor Xa Inhibitors: Pyrrolidin-2-Ones with Aminoindane and Phenylpyrrolidine P4 Motifs. Bioorg. Med. Chem. Lett. 2011;21:1582–1587.", "ArticleIdList": ["21349710"]}, {"Citation": "Watson NS, Adams C, Belton D, Brown D, Burns-Kurtis CL, Chaudry L, Chan C, Convery MA, Davies DE, Exall AM, Harling JD, Irvine S, Irving WR, Kleanthous S, McLay IM, Pateman AJ, Patikis AN, Roethke TJ, Senger S, Stelman GJ, Toomey JR, West RI, Whittaker C, Zhou P, Young RJ. The Discovery of Potent and Long-Acting Oral Factor Xa Inhibitors with Tetrahydroisoquinoline and Benzazepine P4 Motifs. Bioorg. Med. Chem. Lett. 2011;21:1588–1592.", "ArticleIdList": ["21349711"]}, {"Citation": "Carlson HA. Check Your Confidence: Size Really Does Matter. J. Chem. Inf. Model. 2013;53:1837–1841.", "ArticleIdList": ["PMC3821705", "23909878"]}, {"Citation": "MOE2011.10; Chemical Computing Group Inc.; 1010 Sherbrooke St. West, Suite #910, Montreal, QC, Canada, H3A 2R7. 2011. [accessed: February 23, 2016]."}, {"Citation": "Allen WJ, Balius TE, Mukherjee S, Brozell SR, Moustakas DT, Lang PT, Case DA, Kuntz ID, Rizzo RC. DOCK 6: Impact of New Features and Current Docking Performance. J. Comput. Chem. 2015;36:1132–1156.", "ArticleIdList": ["PMC4469538", "25914306"]}, {"Citation": "MOE2013.08. 1010 Sherbrooke St. West, Suite #910, Montreal, QC, Canada, H3A 2R7: Chemical Computing Group Inc.; 2013. [accessed: February 23, 2016]."}, {"Citation": "Babel, Version 3.3. OpenEye Scientific Software, Inc; 2007. [acccessed: February 23, 2016]."}, {"Citation": "JMP Pro 10. Cary, N.C: SAS Institute, Inc; [accessed: February 23, 2016]."}, {"Citation": "Fisher RA. On the “Probable Error” of a Coefficient of Correlation Deduced from a Small Sample. Metron. 1921;1:3–31."}, {"Citation": "Bonett DG, Wright TA. Sample Size Requirements for Estimating Pearson, Kendall and Spearman Correlations. Psychometrika. 2000;65:23–28."}, {"Citation": "Schumann M, Armen RS. Systematic and Efficient Side Chain Optimization for Molecular Docking Using a Cheapest-Path Procedure. J. Comput. Chem. 2013;34:1258–1269.", "ArticleIdList": ["23420703"]}, {"Citation": "Morris GM, Huey R, Lindstrom W, Sanner MF, Belew RK, Goodsell DS, Olson AJ. AutoDock4 and AutoDockTools4: Automated Docking with Selective Receptor Flexibility. J. Comput. Chem. 2009;30:2785–2791.", "ArticleIdList": ["PMC2760638", "19399780"]}, {"Citation": "Wang R, Fang X, Lu Y, Yang C-Y, Wang S. The PDBbind Database: Methodologies and Updates. J. Med. Chem. 2005;48:4111–4119.", "ArticleIdList": ["15943484"]}, {"Citation": "SZMAP, 1.0.0. Santa Fe, NM: OpenEye Scientific Software, Inc; 2011. [accessed: February 23, 2016]."}, {"Citation": "SZYBKI 1.8.0.2. Santa Fe, NM: OpenEye Scientific Software; [accessed: February 23, 2016]."}, {"Citation": "McGaughey GB, Sheridan RP, Bayly CI, Culberson JC, Kreatsoulas C, Lindsley S, Maiorov V, Truchon J-F, Cornell WD. Comparison of Topological, Shape, and Docking Methods in Virtual Screening. J. Chem. Inf. Model. 2007;47:1504–1519.", "ArticleIdList": ["17591764"]}, {"Citation": "McGann M. FRED and HYBRID Docking Performance on Standardized Datasets. J. Comput. Aided Mol. Des. 2012;26:897–906.", "ArticleIdList": ["22669221"]}, {"Citation": "Friedman JH. Greedy Function Approximation: A Gradient Boosting Machine. Ann. Stat. 2001;29:1189–1232."}, {"Citation": "Byron P, Yang H, Zhub J. Boosted Decision Trees, a Powerful Event Classifier. Stat. Probl. Part. Phys. Astrophys. Cosmol. Proc. PHYSTAT05. 2006;40:139."}, {"Citation": "Ballester PJ, Mitchell JB. A Machine Learning Approach to Predicting Protein–ligand Binding Affinity with Applications to Molecular Docking. Bioinformatics. 2010;26:1169–1175.", "ArticleIdList": ["PMC3524828", "20236947"]}, {"Citation": "Liu X, Jiang H, Li H. SHAFTS: A Hybrid Approach for 3D Molecular Similarity Calculation 1 Method and Assessment of Virtual Screening. J. Chem. Inf. Model. 2011;51:2372–2385.", "ArticleIdList": ["21819157"]}, {"Citation": "Koes DR, Camacho CJ. Pharmer: Efficient and Exact Pharmacophore Search. J. Chem. Inf. Model. 2011;51:1307–1314.", "ArticleIdList": ["PMC3124593", "21604800"]}, {"Citation": "Prathipati P, Mizuguchi K. Integration of Ligand and Structure Based Approaches for CSAR-2014. J. Chem. Inf. Model. 2015", "ArticleIdList": ["26492437"]}, {"Citation": "Gohlke H, Hendlich M, Klebe G. Knowledge-Based Scoring Function to Predict Protein-Ligand interactions1. J. Mol. Biol. 2000;295:337–356.", "ArticleIdList": ["10623530"]}, {"Citation": "Wang R, Lai L, Wang S. Further Development and Validation of Empirical Scoring Functions for Structure-Based Binding Affinity Prediction. J. Comput. Aided Mol. Des. 2002;16:11–26.", "ArticleIdList": ["12197663"]}, {"Citation": "Yin S, Biedermannova L, Vondrasek J, Dokholyan NV. MedusaScore: An Accurate Force Field-Based Scoring Function for Virtual Drug Screening. J. Chem. Inf. Model. 2008;48:1656–1662.", "ArticleIdList": ["PMC2665000", "18672869"]}, {"Citation": "Grudinin S, Popov P, Neveu E, Cheremovskiy G. Predicting Binding Poses and Affinities in the CSAR 2013–2014 Docking Exercises Using the Knowledge-Based Convex-PL Potential. J. Chem. Inf. Model. 2015", "ArticleIdList": ["26569136"]}, {"Citation": "Hogues H, Sulea T, Purisima EO. Evaluation of the Wilma-SIE Virtual Screening Method in Community Structure–Activity Resource 2013 and 2014 Blind Challenges. J. Chem. Inf. Model. 2015", "ArticleIdList": ["26282162"]}, {"Citation": "Martiny VY, Martz F, Selwa E, Iorga BI. Blind Pose Prediction, Scoring, and Affinity Ranking of the CSAR 2014 Dataset. J. Chem. Inf. Model. 2015", "ArticleIdList": ["26391724"]}, {"Citation": "Nedumpully-Govindan P, Jemec DB, Ding F. CSAR Benchmark of Flexible MedusaDock in Affinity Prediction and Nativelike Binding Pose Selection. J. Chem. Inf. Model. 2015", "ArticleIdList": ["26252196"]}, {"Citation": "Shin W-H, Lee GR, Seok C. Evaluation of GalaxyDock Based on the Community Structure–Activity Resource 2013 and 2014 Benchmark Studies. J. Chem. Inf. Model. 2015", "ArticleIdList": ["26583962"]}, {"Citation": "Yan C, Grinter SZ, Merideth BR, Ma Z, Zou X. Iterative Knowledge-Based Scoring Functions Derived from Rigid and Flexible Decoy Structures: Evaluation with the 2013 and 2014 CSAR Benchmarks. J. Chem. Inf. Model. 2015", "ArticleIdList": ["PMC5130226", "26389744"]}, {"Citation": "Zhu X, Shin W-H, Kim H, Kihara D. Combined Approach of Patch-Surfer and PL-PatchSurfer for Protein–Ligand Binding Prediction in CSAR 2013 and 2014. J. Chem. Inf. Model. 2015", "ArticleIdList": ["PMC5005040", "26691286"]}, {"Citation": "Onufriev A, Bashford D, Case DA. Modification of the Generalized Born Model Suitable for Macromolecules. J. Phys. Chem. B. 2000;104:3712–3720."}, {"Citation": "Zhou H-X, Gilson MK. Theory of Free Energy and Entropy in Noncovalent Binding. Chem. Rev. 2009;109:4092–4107.", "ArticleIdList": ["PMC3329805", "19588959"]}, {"Citation": "Sulea T, Cui Q, Purisima EO. Solvated Interaction Energy (SIE) for Scoring Protein-Ligand Binding Affinities 2 Benchmark in the CSAR-2010 Scoring Exercise. J. Chem. Inf. Model. 2011;51:2066–2081.", "ArticleIdList": ["21714553"]}, {"Citation": "Wildman SA, Crippen GM. Prediction of Physicochemical Parameters by Atomic Contributions. J. Chem. Inf. Comput. Sci. 1999;39:868–873."}, {"Citation": "Kramer C, Kalliokoski T, Gedeck P, Vulpetti A. The Experimental Uncertainty of Heterogeneous Public Ki Data. J. Med. Chem. 2012;55:5165–5173.", "ArticleIdList": ["22643060"]}, {"Citation": "Kramer C, Gedeck P. Three Descriptor Model Sets a High Standard for the CSAR-NRC HiQ Benchmark. J. Chem. Inf. Model. 2011;51:2139–2145.", "ArticleIdList": ["21623635"]}, {"Citation": "Kramer C, Lewis R. QSARs, Data and Error in the Modern Age of Drug Discovery. Curr. Top. Med. Chem. 2012;12:1896–1902.", "ArticleIdList": ["23116469"]}, {"Citation": "Kalliokoski T, Kramer C, Vulpetti A, Gedeck P. Comparability of Mixed IC50 Data–a Statistical Analysis. PloS One. 2013;8:e61007.", "ArticleIdList": ["PMC3628986", "23613770"]}, {"Citation": "Corbeil CR, Williams CI, Labute P. Variability in Docking Success Rates due to Dataset Preparation. J. Comput. Aided Mol. Des. 2012;26:775–786.", "ArticleIdList": ["PMC3397132", "22566074"]}, {"Citation": "Lemmon G, Meiler J. Rosetta Ligand Docking with Flexible XML Protocols. Methods Mol. Biol. 2012;819:143–155.", "ArticleIdList": ["PMC3749076", "22183535"]}, {"Citation": "Leaver-Fay A, Tyka M, Lewis SM, Lange OF, Thompson J, Jacak R, Kaufman K, Renfrew PD, Smith CA, Sheffler W, Davis IW, Cooper S, Treuille A, Mandell DJ, Richter F, Ban Y-EA, Fleishman SJ, Corn JE, Kim DE, Lyskov S, Berrondo M, Mentzer S, Popović Z, Havranek JJ, Karanicolas J, Das R, Meiler J, Kortemme T, Gray JJ, Kuhlman B, Baker D, Bradley P. Rosetta3: An Object-Oriented Software Suite for the Simulation and Design of Macromolecules. Methods Enzymol. 2011;487:545–574.", "ArticleIdList": ["PMC4083816", "21187238"]}, {"Citation": "Ashtawy HM, Mahapatra NR. Molecular Docking for Drug Discovery: Machine-Learning Approaches for Native Pose Prediction of Protein-Ligand Complexes. In: Formenti E, Tagliaferri R, Wit E, editors. Computational Intelligence Methods for Bioinformatics and Biostatistics. Lecture Notes in Computer Science; Springer International Publishing; 2013. pp. 15–32."}, {"Citation": "Yan Z, Wang J. Specificity Quantification of Biomolecular Recognition and Its Implication for Drug Discovery. Sci. Rep. 2012;2", "ArticleIdList": ["PMC3298884", "22413060"]}, {"Citation": "Shin W-H, Seok C. GalaxyDock: Protein-Ligand Docking with Flexible Protein Side-Chains. J. Chem. Inf. Model. 2012;52:3225–3232.", "ArticleIdList": ["23198780"]}, {"Citation": "Wolber G, Langer T. LigandScout: 3-D Pharmacophores Derived from Protein-Bound Ligands and Their Use as Virtual Screening Filters. J. Chem. Inf. Model. 2005;45:160–169.", "ArticleIdList": ["15667141"]}, {"Citation": "Sulimov AV, Kutov DC, Oferkin IV, Katkova EV, Sulimov VB. Application of the Docking Program SOL for CSAR Benchmark. J. Chem. Inf. Model. 2013;53:1946–1956.", "ArticleIdList": ["23829357"]}, {"Citation": "Sulimov VB, Katkova EV, Oferkin IV, Sulimov AV, Romanov AN, Roschin AI, Beloglazova IB, Plekhanova OS, Tkachuk VA, Sadovnichiy VA. Application of Molecular Modeling to Urokinase Inhibitors Development. BioMed Res. Int. 2014;2014:e625176.", "ArticleIdList": ["PMC4055159", "24967388"]}, {"Citation": "Friesner RA, Banks JL, Murphy RB, Halgren TA, Klicic JJ, Mainz DT, Repasky MP, Knoll EH, Shelley M, Perry JK, Shaw DE, Francis P, Shenkin PS. Glide:  A New Approach for Rapid, Accurate Docking and Scoring. 1. Method and Assessment of Docking Accuracy. J. Med. Chem. 2004;47:1739–1749.", "ArticleIdList": ["15027865"]}, {"Citation": "Halgren TA, Murphy RB, Friesner RA, Beard HS, Frye LL, Pollard WT, Banks JL. Glide:  A New Approach for Rapid, Accurate Docking and Scoring. 2. Enrichment Factors in Database Screening. J. Med. Chem. 2004;47:1750–1759.", "ArticleIdList": ["15027866"]}, {"Citation": "Fourches D, Politi R, Tropsha A. Target-Specific Native/Decoy Pose Classifier Improves the Accuracy of Ligand Ranking in the CSAR 2013 Benchmark. J. Chem. Inf. Model. 2015;55:63–71.", "ArticleIdList": ["25521713"]}, {"Citation": "Agostino M, Gandhi NS, Mancera RL. Development and Application of Site Mapping Methods for the Design of Glycosaminoglycans. Glycobiology. 2014:cwu045.", "ArticleIdList": ["24859723"]}, {"Citation": "Voet A, Berenger F, Zhang KYJ. Electrostatic Similarities between Protein and Small Molecule Ligands Facilitate the Design of Protein-Protein Interaction Inhibitors. PLoS One. 2013;8:e75762.", "ArticleIdList": ["PMC3794991", "24130741"]}, {"Citation": "Corbeil CR, Sulea T, Purisima EO. Rapid Prediction of Solvation Free Energy. 2. The First-Shell Hydration (FiSH) Continuum Model. J. Chem. Theory Comput. 2010;6:1622–1637.", "ArticleIdList": ["26615695"]}, {"Citation": "Fourches D, Politi R, Tropsha A. Target-Specific Native/Decoy Pose Classifier Improves the Accuracy of Ligand Ranking in the CSAR 2013 Benchmark. J. Chem. Inf. Model. 2015;55:63–71.", "ArticleIdList": ["25521713"]}, {"Citation": "Schumann M, Armen RS. Systematic and Efficient Side Chain Optimization for Molecular Docking Using a Cheapest-Path Procedure. J. Comput. Chem. 2013;34:1258–1269.", "ArticleIdList": ["23420703"]}, {"Citation": "Eldridge MD, Murray CW, Auton TR, Paolini GV, Mee RP. Empirical Scoring Functions: I. The Development of a Fast Empirical Scoring Function to Estimate the Binding Affinity of Ligands in Receptor Complexes. J. Comput. Aided Mol. Des. 1997;11:425–445.", "ArticleIdList": ["9385547"]}, {"Citation": "Verdonk ML, Berdini V, Hartshorn MJ, Mooij WTM, Murray CW, Taylor RD, Watson P. Virtual Screening Using Protein−Ligand Docking:  Avoiding Artificial Enrichment. J. Chem. Inf. Comput. Sci. 2004;44:793–806.", "ArticleIdList": ["15154744"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "5", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "5", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27149958", "NIHMS839095", "PMC5228621", "10.1021/acs.jcim.5b00523"]}}], "PubmedBookArticle": []}