{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["High-throughput sequencing", "Madagascar periwinkle", "Plant secondary metabolism", "Plant stress response", "Terpenoid indole alkaloid", "Transcription factors"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27154243", "DateCompleted": {"Year": "2017", "Month": "09", "Day": "25"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "05", "Day": "06"}], "ELocationID": ["108", "10.1186/s12870-016-0794-4"], "Language": ["eng"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2016", "Month": "May", "Day": "06"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Examining the transcriptional response of overexpressing anthranilate synthase in the hairy roots of an important medicinal plant Catharanthus roseus by RNA-seq.", "Pagination": {"StartPage": "108", "MedlinePgn": "108"}, "Abstract": {"AbstractText": ["Clinically important anti-cancer drugs vinblastine and vincristine are solely synthesized by the terpenoid indole alkaloid (TIA) pathway in Catharanthus roseus. Anthranilate synthase (AS) is a rate-limiting enzyme in the TIA pathway. The transgenic C. roseus hairy root line overexpressing a feedback insensitive ASα subunit under the control of an inducible promoter and the ASβ subunit constitutively was previously created for the overproduction of TIAs. However, both increases and decreases in TIAs were detected after overexpressing ASα. Although genetic modification is targeted to one gene in the TIA pathway, it could trigger global transcriptional changes that can directly or indirectly affect TIA biosynthesis. In this study, Illumina sequencing and RT-qPCR were used to detect the transcriptional responses to overexpressing AS, which can increase understanding of the complex regulation of the TIA pathway and further inspire rational metabolic engineering for enhanced TIA production in C. roseus hairy roots.", "Overexpressing AS in C. roseus hairy roots altered the transcription of most known TIA pathway genes and regulators after 12, 24, and 48 h induction detected by RT-qPCR. Changes in the transcriptome of C. roseus hairy roots was further investigated 18 hours after ASα induction and compared to the control hairy roots using RNA-seq. A unigene set of 30,281 was obtained by de novo assembly of the sequencing reads. Comparison of the differentially expressed transcriptional profiles resulted in 2853 differentially expressed transcripts. Functional annotation of these transcripts revealed a complex and systematically transcriptome change in ASαβ hairy roots. Pathway analysis shows alterations in many pathways such as aromatic amino acid biosynthesis, jasmonic acid (JA) biosynthesis and other secondary metabolic pathways after perturbing AS. Moreover, many genes in overall stress response were differentially expressed after overexpressing ASα.", "The transcriptomic analysis illustrates overexpressing AS stimulates the overall stress response and affects the metabolic networks in C. roseus hairy roots. The up-regulation of endogenous JA biosynthesis pathway indicates the involvement of JA signal transduction to regulate TIA biosynthesis in ASαβ engineered roots and explained why many of the transcripts for TIA genes and regulators are seen to increase with AS overexpression."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical and Biological Engineering Department, Colorado State University, Campus delivery 1370, Fort Collins, 80523, USA."}], "LastName": "Sun", "ForeName": "Jiayi", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Soil and Crop Sciences Department, Colorado State University, Campus deliver 1170, Fort Collins, Colorado, 80523, USA."}], "LastName": "Manmathan", "ForeName": "Harish", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of biology, Colorado State University, 1878 Campus Delivery, Fort Collins, Colorado, 80521, USA."}, {"Identifier": [], "Affiliation": "Key Laboratory of Pollinating Insect Biology of the Ministry of Agriculture, Institute of Apicultural Research, Chinese Academy of Agriculture Science, Beijing, 10093, China."}], "LastName": "Sun", "ForeName": "Cheng", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical and Biological Engineering Department, Colorado State University, Campus delivery 1370, Fort Collins, 80523, USA. Christie.Peebles@colostate.edu."}], "LastName": "Peebles", "ForeName": "Christie A M", "Initials": "CA"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "EC 4.1.3.27", "NameOfSubstance": "Anthranilate Synthase"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Anthranilate Synthase"}, {"QualifierName": ["genetics"], "DescriptorName": "Catharanthus"}, {"QualifierName": ["genetics"], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["enzymology", "genetics", "metabolism"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["enzymology", "genetics", "metabolism"], "DescriptorName": "Plants, Genetically Modified"}, {"QualifierName": ["enzymology", "genetics", "metabolism"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "van der Heijden R, Jacobs DI, Snoeijer W, Hallared D, Verpoorte R. The Catharanthus alkaloids: Pharmacognosy and biotechnology. Curr Med Chem. 2004;11(5):607–28. doi: 10.2174/0929867043455846.", "ArticleIdList": ["10.2174/0929867043455846", "15032608"]}, {"Citation": "Jordan MA, Thrower D, Wilson L. Mechanism of inhibition of cell proliferation by Vinca alklaoids. Cancer Res. 1991;51(8):2212–2222.", "ArticleIdList": ["2009540"]}, {"Citation": "Guirimand G, Courdavault V, Lanoue A, Mahroug S, Guihur A, Blanc N, et al. Strictosidine activation in Apocynaceae: towards a “nuclear time bomb”? BMC Plant Biol. 2010;10:182.", "ArticleIdList": ["PMC3095312", "20723215"]}, {"Citation": "Zhao L, Sander GW, Shanks JV. Perspectives of the metabolic engineering of terpenoid indole alkaloids in Catharanthus roseus hairy roots. Adv Biochem Eng Biotechnol. 2013;134:23–54.", "ArticleIdList": ["23576053"]}, {"Citation": "Miettinen K, Dong L, Navrot N, Schneider T, Burlat V, Pollier J, et al. The seco-iridoid pathway from Catharanthus roseus. Nat Commun. 2014;5:3606.", "ArticleIdList": ["PMC3992524", "24710322"]}, {"Citation": "Barleben L, Ma X, Koepke J, Peng G, Michel H, Stockigt J. Expression, purification, crystallization and preliminary X-ray analysis of strictosidine glucosidase, an enzyme initiating biosynthetic pathways to a unique diversity of indole alkaloid skeletons. Biochim Biophys Acta. 2005;1747(1):89–92. doi: 10.1016/j.bbapap.2004.09.026.", "ArticleIdList": ["10.1016/j.bbapap.2004.09.026", "15680242"]}, {"Citation": "Murata J, Roepke J, Gordon H, De Luca V. The leaf epidermome of Catharanthus roseus reveals its biochemical specialization. Plant Cell. 2008;20(3):524–542. doi: 10.1105/tpc.107.056630.", "ArticleIdList": ["10.1105/tpc.107.056630", "PMC2329939", "18326827"]}, {"Citation": "Glenn WS, Runguphan W, O'Connor SE. Recent progress in the metabolic engineering of alkaloids in plant systems. Curr Opin Biotechnol. 2013;24(2):354–365. doi: 10.1016/j.copbio.2012.08.003.", "ArticleIdList": ["10.1016/j.copbio.2012.08.003", "PMC3552043", "22954587"]}, {"Citation": "Ishikawa H. Direct coupling of catharanthine and vindoline to provide vinblastine: total synthesis of (+)-and ent-(-)-vinblastine. J Am Chem Soc. 2008;130(2):420. doi: 10.1021/ja078192m.", "ArticleIdList": ["10.1021/ja078192m", "PMC2570212", "18081297"]}, {"Citation": "Hughes EH, Hong SB, Gibson SI, Shanks JV, San KY. Metabolic engineering of the indole pathway in Catharanthus roseus hairy roots and increased accumulation of tryptamine and serpentine. Metab Eng. 2004;6(4):268–276. doi: 10.1016/j.ymben.2004.03.002.", "ArticleIdList": ["10.1016/j.ymben.2004.03.002", "15491856"]}, {"Citation": "Hong SB, Peebles CA, Shanks JV, San KY, Gibson SI. Expression of the Arabidopsis feedback-insensitive anthranilate synthase holoenzyme and tryptophan decarboxylase genes in Catharanthus roseus hairy roots. J Biotechnol. 2006;122(1):28–38. doi: 10.1016/j.jbiotec.2005.08.008.", "ArticleIdList": ["10.1016/j.jbiotec.2005.08.008", "16188339"]}, {"Citation": "Peebles CA, Hong SB, Gibson SI, Shanks JV, San KY. Transient effects of overexpressing anthranilate synthase alpha and beta subunits in Catharanthus roseus hairy roots. Biotechnol Prog. 2005;21(5):1572–6. doi: 10.1021/bp050210l.", "ArticleIdList": ["10.1021/bp050210l", "16209565"]}, {"Citation": "Peebles CA, Hong SB, Gibson SI, Shanks JV, San KY. Effects of terpenoid precursor feeding on Catharanthus roseus hairy roots over-expressing the alpha or the alpha and beta subunits of anthranilate synthase. Biotechnol Bioeng. 2006;93(3):534–540. doi: 10.1002/bit.20739.", "ArticleIdList": ["10.1002/bit.20739", "16240438"]}, {"Citation": "Sun J, Peebles CA. Engineering overexpression of ORCA3 and strictosidine glucosidase in Catharanthus roseus hairy roots increases alkaloid production. Protoplasma. 2015", "ArticleIdList": ["26351111"]}, {"Citation": "O'Connor SE. Strategies for Engineering Plant Natural Products: The Iridoid-Derived Monoterpene Indole Alkaloids of Catharanthus roseus. Method Enzymol. 2012;515:189–206. doi: 10.1016/B978-0-12-394290-6.00009-4.", "ArticleIdList": ["10.1016/B978-0-12-394290-6.00009-4", "22999175"]}, {"Citation": "Li CY, Leopold AL, Sander GW, Shanks JV, Zhao L, Gibson SI. The ORCA2 transcription factor plays a key role in regulation of the terpenoid indole alkaloid pathway. Bmc Plant Biol. 2013;13(155):1–17.", "ArticleIdList": ["PMC3851283", "24099172"]}, {"Citation": "Peebles CA, Hughes EH, Shanks JV, San KY. Transcriptional response of the terpenoid indole alkaloid pathway to the overexpression of ORCA3 along with jasmonic acid elicitation of Catharanthus roseus hairy roots over time. Metab Eng. 2009;11(2):76–86. doi: 10.1016/j.ymben.2008.09.002.", "ArticleIdList": ["10.1016/j.ymben.2008.09.002", "18955153"]}, {"Citation": "Memelink J. Regulation of gene expression by jasmonate hormones. Phytochemistry. 2009;70(13-14):1560–1570. doi: 10.1016/j.phytochem.2009.09.004.", "ArticleIdList": ["10.1016/j.phytochem.2009.09.004", "19796781"]}, {"Citation": "Pauw B, van Duijn B, Kijne JW, Memelink J. Activation of the oxidative burst by yeast elicitor in Catharanthus roseus cells occurs independently of the activation of genes involved in alkaloid biosynthesis. Plant Molecul Biol. 2004;55(6):797–805. doi: 10.1007/s11103-005-1968-x.", "ArticleIdList": ["10.1007/s11103-005-1968-x", "15604717"]}, {"Citation": "Gorelick J, Bernstein N. Advances in Agronomy. 2014. Elicitation: An underutilized tool in the development of medicinal plants as a source of therapeutic secondary metabolites; pp. 201–230."}, {"Citation": "Pan YJ, Liu J, Guo XR, Zu YG, Tang ZH. Gene transcript profiles of the TIA biosynthetic pathway in response to ethylene and copper reveal their interactive role in modulating TIA biosynthesis in Catharanthus roseus. Protoplasma. 2015;252(3):813–824. doi: 10.1007/s00709-014-0718-9.", "ArticleIdList": ["10.1007/s00709-014-0718-9", "25344654"]}, {"Citation": "Zhou ML, Zhu XM, Shao JR, Wu YM, Tang YX. Transcriptional response of the catharanthine biosynthesis pathway to methyl jasmonate/nitric oxide elicitation in Catharanthus roseus hairy root culture. Appl Microbiol Biotechnol. 2010;88(3):737–750. doi: 10.1007/s00253-010-2822-x.", "ArticleIdList": ["10.1007/s00253-010-2822-x", "20714717"]}, {"Citation": "Poutrain P, Mazars C, Thiersault M, Rideau M, Pichon O. Two distinct intracellular Ca2+-release components act in opposite ways in the regulation of the auxin-dependent MIA biosynthesis in Catharanthus roseus cells. J Exp Bot. 2009;60(4):1387–1398. doi: 10.1093/jxb/erp017.", "ArticleIdList": ["10.1093/jxb/erp017", "19218316"]}, {"Citation": "Zhao J, Zhu WH, Hu Q, He XW. Enhanced indole alkaloid production in suspension compact callus clusters of Catharanthus roseus: impacts of plant growth regulators and sucrose. Plant Growth Regul. 2001;33(1):33–41. doi: 10.1023/A:1010732308175.", "ArticleIdList": ["10.1023/A:1010732308175"]}, {"Citation": "Zhou ML, Hou HL, Zhu XM, Shao JR, Wu YM, Tang YX. Molecular regulation of terpenoid indole alkaloids pathway in the medicinal plant, Catharanthus roseus. J Med Plant Res. 2011;5(5):663–676."}, {"Citation": "Ishihara A, Asada Y, Takahashi Y, Yabe N, Komeda Y, Nishioka T, Miyagawa H, Wakasa K. Metabolic changes in Arabidopsis thaliana expressing the feedback-resistant anthranilate synthase α-subunit gene OASA1D. Phytochemistry. 2006;67:2349–2362. doi: 10.1016/j.phytochem.2006.08.008.", "ArticleIdList": ["10.1016/j.phytochem.2006.08.008", "16989878"]}, {"Citation": "Niyogi KK, Fink GR. 2 Anthranilate synthase genes in Arabidopsis - defense-related regulation of the tryptophan pathway. Plant Cell. 1992;4(6):721–733. doi: 10.1105/tpc.4.6.721.", "ArticleIdList": ["10.1105/tpc.4.6.721", "PMC160168", "1392592"]}, {"Citation": "Bohlmann J, Deluca V, Eilert U, Martin W. Purification and cDNA cloning of anthranilate synthase from Ruta Graveolens - modes of expression and properties of native and recombinant enzymes. Plant J. 1995;7(3):491–501. doi: 10.1046/j.1365-313X.1995.7030491.x.", "ArticleIdList": ["10.1046/j.1365-313X.1995.7030491.x", "7757119"]}, {"Citation": "Dubouzet JG, Ishihara A, Matsuda F, Miyagawa H, Iwata H, Wakasa K. Integrated metabolomic and transcriptomic analyses of high-tryptophan rice expressing a mutant anthranilate synthase alpha subunit. J Exp Bot. 2007;58(12):3309–3321. doi: 10.1093/jxb/erm179.", "ArticleIdList": ["10.1093/jxb/erm179", "17804429"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, et al. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nat Biotechnol. 2011;29(7):644–U130. doi: 10.1038/nbt.1883.", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Van Moerkercke A, Fabris M, Pollier J, Baart GJE, Rombauts S, Hasnain G, et al. CathaCyc, a metabolic pathway database built from Catharanthus roseus RNA-Seq data. Plant Cell Physiol. 2013;54(5):673–685. doi: 10.1093/pcp/pct039.", "ArticleIdList": ["10.1093/pcp/pct039", "23493402"]}, {"Citation": "Altschul SF, Gish W, Miller W, Myers EW, Lipman DJ. Basic local alignment search tool. J Mol Biol. 1990;215(3):403–410. doi: 10.1016/S0022-2836(05)80360-2.", "ArticleIdList": ["10.1016/S0022-2836(05)80360-2", "2231712"]}, {"Citation": "Peebles CAM, Hughes EH, Shanks JV, San KY. Transcriptional response of the terpenoid indole alkaloid pathway to the overexpression of ORCA3 along with jasmonic acid elicitation of Catharanthus roseus hairy roots over time. Metab Eng. 2009;11(2):76–86. doi: 10.1016/j.ymben.2008.09.002.", "ArticleIdList": ["10.1016/j.ymben.2008.09.002", "18955153"]}, {"Citation": "Almagro L, Gutierrez J, Pedreno MA, Sottomayor M. Synergistic and additive influence of cyclodextrins and methyl jasmonate on the expression of the terpenoid indole alkaloid pathway genes and metabolites in Catharanthus roseus cell cultures. Plant Cell Tiss Org. 2014;119(3):543–551. doi: 10.1007/s11240-014-0554-9.", "ArticleIdList": ["10.1007/s11240-014-0554-9"]}, {"Citation": "Morino K, Matsuda F, Miyazawa H, Sukegawa A, Miyagawa H, Wakasa K. Metabolic profiling of tryptophan-overproducing rice calli that express a feedback-insensitive alpha subunit of anthranilate synthase. Plant Cell Physiol. 2005;46(3):514–521. doi: 10.1093/pcp/pci051.", "ArticleIdList": ["10.1093/pcp/pci051", "15695448"]}, {"Citation": "Matsuda F, Wakasa K, Miyagawa H. Metabolic flux analysis in plants using dynamic labeling technique: application to tryptophan biosynthesis in cultured rice cells. Phytochemistry. 2007;68(16-18):2290–2301. doi: 10.1016/j.phytochem.2007.03.031.", "ArticleIdList": ["10.1016/j.phytochem.2007.03.031", "17512026"]}, {"Citation": "Murata J, Bienzle D, Brandle JE, Sensen CW, De Luca V. Expressed sequence tags from Madagascar periwinkle (Catharanthus roseus) FEBS Lett. 2006;580(18):4501–7. doi: 10.1016/j.febslet.2006.07.020.", "ArticleIdList": ["10.1016/j.febslet.2006.07.020", "16870181"]}, {"Citation": "Ishihara A, Matsuda F, Miyagawa H, Wakasa K. Metabolomics for metabolically manipulated plants: effects of tryptophan overproduction. Metabolomics. 2007;3(3):319–334. doi: 10.1007/s11306-007-0072-4.", "ArticleIdList": ["10.1007/s11306-007-0072-4"]}, {"Citation": "Hettenhausen C, Schuman MC, Wu J. MAPK signaling: a key element in plant defense response to insects. Insect Sci. 2015;22(2):157–164. doi: 10.1111/1744-7917.12128.", "ArticleIdList": ["10.1111/1744-7917.12128", "PMC5295641", "24753304"]}, {"Citation": "Hong SB. Expression of the Arabidopsis feedback-insensitive anthranilate synthase holoenzyme and tryptophan decarboxylase genes in Catharanthus roseus hairy roots. J Biotechnol. 2006;122(1):28. doi: 10.1016/j.jbiotec.2005.08.008.", "ArticleIdList": ["10.1016/j.jbiotec.2005.08.008", "16188339"]}, {"Citation": "Shalel-Levanon S, San KY, Bennett GN. Effect of ArcA and FNR on the expression of genes related to the oxygen regulation and glycolysis pathway in Escherichia coli under growth conditions. Biotechnol Bioeng. 2005;92(2):147–159. doi: 10.1002/bit.20583.", "ArticleIdList": ["10.1002/bit.20583", "15988767"]}, {"Citation": "Menke FLH. A novel jasmonate-and elicitor-responsive element in the periwinkle secondary metabolite biosynthetic gene Str interacts with a jasmonate-and elicitor-inducible AP2-domain transcription factor, ORCA2. EMBO J. 1999;18(16):4455. doi: 10.1093/emboj/18.16.4455.", "ArticleIdList": ["10.1093/emboj/18.16.4455", "PMC1171520", "10449411"]}, {"Citation": "Langmead B, Trapnell C, Pop M, Salzberg SL. Ultrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biol. 2009;10(3):R25. doi: 10.1186/gb-2009-10-3-r25.", "ArticleIdList": ["10.1186/gb-2009-10-3-r25", "PMC2690996", "19261174"]}, {"Citation": "Trapnell C, Williams BA, Pertea G, Mortazavi A, Kwan G, van Baren MJ, et al. Transcript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation. Nat Biotechnol. 2010;28(5):511–U174. doi: 10.1038/nbt.1621.", "ArticleIdList": ["10.1038/nbt.1621", "PMC3146043", "20436464"]}, {"Citation": "Haas BJ, Papanicolaou A, Yassour M, Grabherr M, Blood PD, Bowden J, et al. De novo transcript sequence reconstruction from RNA-seq using the Trinity platform for reference generation and analysis. Nat Protoc. 2013;8(8):1494–512. doi: 10.1038/nprot.2013.084.", "ArticleIdList": ["10.1038/nprot.2013.084", "PMC3875132", "23845962"]}, {"Citation": "Li WZ, Godzik A. Cd-hit: a fast program for clustering and comparing large sets of protein or nucleotide sequences. Bioinformatics. 2006;22(13):1658–9. doi: 10.1093/bioinformatics/btl158.", "ArticleIdList": ["10.1093/bioinformatics/btl158", "16731699"]}, {"Citation": "Pasquali G, Goddijn OJ, de Waal A, Verpoorte R, Schilperoort RA, Hoge JH, et al. Coordinated regulation of two indole alkaloid biosynthetic genes from Catharanthus roseus by auxin and elicitors. Plant Molecul Biol. 1992;18(6):1121–1131. doi: 10.1007/BF00047715.", "ArticleIdList": ["10.1007/BF00047715", "1600148"]}, {"Citation": "Giddings LA, Liscombe DK, Hamilton JP, Childs KL, DellaPenna D, Buell CR, et al. A stereoselective hydroxylation step of alkaloid biosynthesis by a unique cytochrome P450 in Catharanthus roseus. J Biol Chem. 2011;286(19):16751–7. doi: 10.1074/jbc.M111.225383.", "ArticleIdList": ["10.1074/jbc.M111.225383", "PMC3089517", "21454651"]}, {"Citation": "Qua Y, Easson MLAE, Froese J, Simionescu R, Hudlicky T, De Luca V. Completion of the seven-step pathway from tabersonine to the anticancer drug precursor vindoline and its assembly in yeast. Proc Natl Acad Sci U S A. 2015;112(19):6224–9. doi: 10.1073/pnas.1501821112.", "ArticleIdList": ["10.1073/pnas.1501821112", "PMC4434687", "25918424"]}, {"Citation": "Stavrinides A, Tatsis EC, Foureau E, Caputi L, Kellner F, Courdavault V, et al. Unlocking the Diversity of Alkaloids in Catharanthus roseus: Nuclear Localization Suggests Metabolic Channeling in Secondary Metabolism. Chem Biol. 2015;22(3):336–341. doi: 10.1016/j.chembiol.2015.02.006.", "ArticleIdList": ["10.1016/j.chembiol.2015.02.006", "PMC4372254", "25772467"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "10", "Day": "29"}, {"Year": "2016", "Month": "4", "Day": "29"}, {"Year": "2016", "Month": "5", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "5", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "5", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["27154243", "PMC4859987", "10.1186/s12870-016-0794-4", "10.1186/s12870-016-0794-4"]}}], "PubmedBookArticle": []}