{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27213575", "DateCompleted": {"Year": "2017", "Month": "07", "Day": "10"}, "DateRevised": {"Year": "2019", "Month": "12", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "05", "Day": "23"}], "ELocationID": ["e0156116", "10.1371/journal.pone.0156116"], "Language": ["eng"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "11", "Issue": "5", "PubDate": {"Year": "2016"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Effects of Extracts from Thai Piperaceae Plants against Infection with Toxoplasma gondii.", "Pagination": {"StartPage": "e0156116", "MedlinePgn": "e0156116"}, "Abstract": {"AbstractText": ["Herbal medicines and natural herb extracts are widely used as alternative treatments for various parasitic diseases, and such extracts may also have potential to decrease the side effects of the standard regimen drugs used to treat toxoplasmosis (sulfadiazine-pyrimethamine combination). We evaluated how effective the Thai piperaceae plants Piper betle, P. nigrum and P. sarmentosum are against Toxoplasma gondii infection in vitro and in vivo. Individually, we extracted the piperaceae plants with ethanol, passed them through a rotary evaporator and then lyophilized them to obtain crude extracts for each one. The in vitro study indicated that the P. betle extract was the most effective extract at inhibiting parasite growth in HFF cells (IC50 on RH-GFP: 23.2 μg/mL, IC50 on PLK-GFP: 21.4 μg/mL). Furthermore, treatment of experimental mice with the P. betle extract for 7 days after infection with 1,000 tachyzoites of the T. gondii PLK strain increased their survival (survival rates: 100% in 400 mg/kg-treated, 83.3% in 100 mg/kg-treated, 33.3% in 25 mg/kg-treated, 33.3% in untreated mice). Furthermore, treatment with 400 mg/kg of the P. betle extract resulted in 100% mouse survival following infection with 100,000 tachyzoites. The present study shows that P. betle extract has the potential to act as a medical plant for the treatment of toxoplasmosis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Research Center for Protozoan Diseases, Obihiro University of Agriculture and Veterinary Medicine, Inada-cho, Obihiro, Hokkaido 080-8555, Japan."}], "LastName": "Leesombun", "ForeName": "Arpron", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preclinic and Applied Animal Science, Faculty of Veterinary Science, Mahidol University, 999 Phutthamonthon Sai 4 Road Salaya, Phutthamonthon Nakhonpathom 73170, Thailand."}], "LastName": "Boonmasawai", "ForeName": "Sookruetai", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Research Center for Protozoan Diseases, Obihiro University of Agriculture and Veterinary Medicine, Inada-cho, Obihiro, Hokkaido 080-8555, Japan."}], "LastName": "Shimoda", "ForeName": "Naomi", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Research Center for Protozoan Diseases, Obihiro University of Agriculture and Veterinary Medicine, Inada-cho, Obihiro, Hokkaido 080-8555, Japan."}], "LastName": "Nishikawa", "ForeName": "Yoshifumi", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antiprotozoal Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0N7609K889", "NameOfSubstance": "Sulfadiazine"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Antiprotozoal Agents"}, {"QualifierName": [], "DescriptorName": "Cells, Cultured"}, {"QualifierName": [], "DescriptorName": "Chlorocebus aethiops"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred C57BL"}, {"QualifierName": ["chemistry"], "DescriptorName": "Piper betle"}, {"QualifierName": ["chemistry"], "DescriptorName": "Piper nigrum"}, {"QualifierName": ["chemistry"], "DescriptorName": "Piperaceae"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Sulfadiazine"}, {"QualifierName": [], "DescriptorName": "Thailand"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Toxoplasma"}, {"QualifierName": ["pathology", "prevention & control"], "DescriptorName": "Toxoplasmosis, Animal"}, {"QualifierName": [], "DescriptorName": "Vero Cells"}], "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Montoya JG, Liesenfeld O. Toxoplasmosis. Lancet. 2004;363 (9425):1965–76. 10.1016/S0140-6736(04)16412-X", "ArticleIdList": ["10.1016/S0140-6736(04)16412-X", "15194258"]}, {"Citation": "Weiss LM, Dubey JP. Toxoplasmosis: A history of clinical observations. Int J Parasitol. 2009;39 (8):895–901. 10.1016/j.ijpara.2009.02.004", "ArticleIdList": ["10.1016/j.ijpara.2009.02.004", "PMC2704023", "19217908"]}, {"Citation": "Elsheikha HM. Congenital toxoplasmosis: Priorities for further health promotion action. Public Health. 2008;122(4):335–53. 10.1016/j.puhe.2007.08.009", "ArticleIdList": ["10.1016/j.puhe.2007.08.009", "17964621"]}, {"Citation": "McLeod R, Lykins J, Gwendolyn Noble A, Rabiah P, Swisher C, Heydemann P, et al. Management of Congenital Toxoplasmosis. Curr Pediatr Rep. 2014;2:166–94. 10.1007/s40124-014-0055-7", "ArticleIdList": ["10.1007/s40124-014-0055-7"]}, {"Citation": "de Oliveira TC, Silva DA, Rostkowska C, Béla SR, Ferro EA, Magalhães PM, et al. Toxoplasma gondii: Effects of Artemisia annua L. on susceptibility to infection in experimental models in vitro and in vivo. Exp Parasitol. 2009;122 (3):233–41. 10.1016/j.exppara.2009.04.010", "ArticleIdList": ["10.1016/j.exppara.2009.04.010", "19389400"]}, {"Citation": "Furtado JM, Smith JR, Belfort R, Gattey D, Winthrop KL. Toxoplasmosis: A Global Threat. J Glob Infect Dis. 2011;3 (3):281–4. 10.4103/0974-777X.83536", "ArticleIdList": ["10.4103/0974-777X.83536", "PMC3162817", "21887062"]}, {"Citation": "Montoya JG, Remington JS. Management of Toxoplasma gondii infection during pregnancy. Clin Infect Dis. 2008;47 (4):554–66. 10.1086/590149", "ArticleIdList": ["10.1086/590149", "18624630"]}, {"Citation": "Scott IM, Jensen HR, Philogène BJR, Arnason JT. A review of Piper spp. (Piperaceae) phytochemistry, insecticidal activity and mode of action. Phytochemistry Reviews. 2007;7(1):65–75. 10.1007/s11101-006-9058-5", "ArticleIdList": ["10.1007/s11101-006-9058-5"]}, {"Citation": "Runglawan S, Tawatchai T, Varima W, Nat B, Arunrat C. Ethnobotany and species specific molecular markers of some medicinal sakhan (Piper, Piperaceae). J Med Plants Res. 2012;6(7):1168–75. 10.5897/JMPR11.807", "ArticleIdList": ["10.5897/JMPR11.807"]}, {"Citation": "Chaveerach A, Mokkamul P, Sudmoon R, Tanee T. Ethnobotany of the genus Piper (Piperaceae) in Thailand. Ethnobotany Research and Applications. 2006;4:223–31."}, {"Citation": "Thiengsusuk A, Chaijaroenkul W, Na-Bangchang K. Antimalarial activities of medicinal plants and herbal formulations used in Thai traditional medicine. Parasitol Res. 2013;112 (4):1475–81. 10.1007/s00436-013-3294-6", "ArticleIdList": ["10.1007/s00436-013-3294-6", "23340720"]}, {"Citation": "Ruangnoo S, Itharat A, Sakpakdeejaroen I, Rattarom R, Tappayutpijam P, Pawa KK. In vitro cytotoxic activity of Benjakul herbal preparation and its active compounds against human lung, cervical and liver cancer cells. J Med Assoc Thai. 2012;95:127–34.", "ArticleIdList": ["23964455"]}, {"Citation": "Suthanurak M, Sakpakdeejaroen I, Rattarom R, Ithara A. Formulation and stability test of Benjakul extract tablets: a preliminary study.Thai J Pharmacol. 2010;32(1):160–3."}, {"Citation": "Rekha VP, Kollipara M, Gupta BRSS, Bharath Y, Pulicherla K. A Review on Piper betle L.: Nature’s Promising Medicinal Reservoir. American Journal of Ethnomedicine. 2014;1(5):276–89."}, {"Citation": "Misra P, Kumar A, Khare P, Gupta S, Kumar N, Dube A. Pro-apoptotic effect of the landrace Bangla Mahoba of Piper betle on Leishmania donovani may be due to the high content of eugenol. JMed Microbiol.2009;58(8):1058–66. 10.1099/jmm.0.009290-0", "ArticleIdList": ["10.1099/jmm.0.009290-0", "19528177"]}, {"Citation": "Bagatela BS, Lopes AP, Fonseca FL, Andreo MA, Nanayakkara DN, Bastos JK, et al. Evaluation of antimicrobial and antimalarial activities of crude extract, fractions and 4-nerolidylcathecol from the aerial parts of Piper umbellata L. (Piperaceae). Nat Prod Res. 2013;27:2202–9. 10.1080/14786419.2013.821123", "ArticleIdList": ["10.1080/14786419.2013.821123", "23885642"]}, {"Citation": "Al-Adhroey AH, Nor ZM, Al-Mekhlafi HM, Amran AA, Mahmud R. Antimalarial activity of methanolic leaf extract of Piper betle L. Molecules. 2011;16(1):107–18. 10.3390/molecules16010107", "ArticleIdList": ["10.3390/molecules16010107", "PMC6259093", "21189459"]}, {"Citation": "Sepúlveda-Arias JC, Veloza LA, Mantilla-Muriel LE. Anti-Toxoplasma Activity of Natural Products: A Review. Recent Pat Antiinfect Drug Discov. 2014;9(3):186–194.", "ArticleIdList": ["25858302"]}, {"Citation": "Nishikawa Y, Xuenan X, Makala L, Vielemeyer O, Joiner KA, Nagasawa H. Characterisation of Toxoplasma gondii engineered to express mouse interferon-gamma. Int J Parasitol. 2003;33(13):1525–35. 10.1016/S0020-7519(03)00204-2", "ArticleIdList": ["10.1016/S0020-7519(03)00204-2", "14572515"]}, {"Citation": "Nishikawa Y, Zhang H, Ibrahim HM, Ui F, Ogiso A, Xuan X. Construction of Toxoplasma gondii bradyzoite expressing the green fluorescent protein. Parasitol Int. 2008;57(2):219–22. 10.1016/j.parint.2007.10.004", "ArticleIdList": ["10.1016/j.parint.2007.10.004", "18006371"]}, {"Citation": "Choochote W, Chaithong U, Kamsuk K, Rattanachanpicha E, Jitpakdi A, Tippawangoso P, et al. ADULTICIDAL ACTIVITY AGAINST Stegomyia aegypti (DIPTERA: CULICIDAE) OF THREE Piper spp. Rev Inst Med trop S Paulo. 2006;48(1):33–7.", "ArticleIdList": ["16547577"]}, {"Citation": "Maisuthisakul P, Suttajit M, Pongsawatmanit R. Assessment of phenolic content and free radical-scavenging capacity of some Thai indigenous plants. Food Chem. 2007;100:1409–18. 10.1016/j.foodchem.2005.11.032", "ArticleIdList": ["10.1016/j.foodchem.2005.11.032"]}, {"Citation": "Saeij JP, Boyle JP, Grigg ME, Arrizabalaga G, Boothroyd JC. Bioluminescence imaging of Toxoplasma gondii infection in living mice reveals dramatic differences between strains. Infect Immun. 2005;73(2):695–702.", "ArticleIdList": ["PMC547072", "15664907"]}, {"Citation": "Carroll RW, Wainwright MS, Kim KY, Kidambi T, Gomez ND, Taylor T, Haldar K. A rapid murine coma and behavior scale for quantitative assessment of murine cerebral malaria. PLoS One. 2010;5:e13124 10.1371/journal.pone.0013124", "ArticleIdList": ["10.1371/journal.pone.0013124", "PMC2948515", "20957049"]}, {"Citation": "Hermes G, Ajioka JW, Kelly KA, Mui E, Roberts F, Kasza K, et al. Neurological and behavioral abnormalities, ventricular dilatation, altered cellular functions, inflammation, and neuronal injury in brains of mice due to common, persistent, parasitic infection. J Neuroinflammation. 2008;5:48–84. 10.1186/1742-2094-5-48", "ArticleIdList": ["10.1186/1742-2094-5-48", "PMC2588578", "18947414"]}, {"Citation": "Tanaka S, Nishimura M, Ihara F, Yamagishi J, Suzuki Y, Nishikawa Y. Transcriptome analysis of mouse brain infected with Toxoplasma gondii. Infect Immun. 2013;81(10):3609–19. 10.1128/IAI.00439-13", "ArticleIdList": ["10.1128/IAI.00439-13", "PMC3811780", "23856619"]}, {"Citation": "Al-Zanbagi NA. In vivo effect of some home spices extracts on the toxoplasma gondii tachyzoites. J Family Community Med. 2009;16(12):59–65.", "ArticleIdList": ["PMC3377031", "23012192"]}, {"Citation": "Khanam Z, Wen CS, Bhat IUH. Phytochemical screening and antimicrobial activity of root and stem extracts of wild Eurycoma longifolia Jack (Tongkat Ali). Journal of King Saud University–Science. 2015;27(1):23–30. 10.1016/j.jksus.2014.04.006", "ArticleIdList": ["10.1016/j.jksus.2014.04.006"]}, {"Citation": "Kavitha N, Noordin R, Chan KL, Sasidharan S. In vitro Anti-Toxoplasma gondii Activity of Root Extract/Fractions of Eurycoma longifolia Jack. BMC Complement Altern Med. 2012;12:91–8. 10.1186/1472-6882-12-91", "ArticleIdList": ["10.1186/1472-6882-12-91", "PMC3488307", "22781137"]}, {"Citation": "Pillai S, Mahmud R, Lee WC, Perumal S. Anti-Parasitic Activity of Myristica Fragrans Houtt. Essential Oil Against Toxoplasma Gondii Parasite. APCBEE Procedia. 2012; 2:92–6. 10.1016/j.apcbee.2012.06.017", "ArticleIdList": ["10.1016/j.apcbee.2012.06.017"]}, {"Citation": "El Zawawy LA. Effect of artesunate on Toxoplasma gondii: in vitro and in vivo studies. J Egypt Soc Parasitol. 2008;38(1):185–201.", "ArticleIdList": ["19143130"]}, {"Citation": "Nagamune K, Beatty WL, Sibley LD. Artemisinin induces calcium-dependent protein secretion in the protozoan parasite Toxoplasma gondii. Eukaryot. Cell. 2007;6(11): 2147–56. 10.1128/EC.00262-07", "ArticleIdList": ["10.1128/EC.00262-07", "PMC2168421", "17766463"]}, {"Citation": "Jain V, Yogavel M., Oshima Y, Kikuchi H, Touquet B, Hakimi MA, et al. Structure of Prolyl-tRNA Synthetase-Halofuginone Complex Provides Basis for Development of Drugs against Malaria and Toxoplasmosis. Structure. 2015;23(5):819–29. 10.1016/j.str.2015.02.011", "ArticleIdList": ["10.1016/j.str.2015.02.011", "25817387"]}, {"Citation": "Youn HJ, Lakritz J, Kim DY, Rottinghaus GE, Marsh AE. Anti-protozoal efficacy of medicinal herb extracts against Toxoplasma gondii and Neospora caninum. Vet Parasitol. 2003;116(1):7–14. 10.1016/S0304-4017(03)00154-7", "ArticleIdList": ["10.1016/S0304-4017(03)00154-7", "14519322"]}, {"Citation": "Ali I, Khan FG, Suri KA, Gupta BD, Satti NK, Dutt P, et al. In vitro antifungal activity of hydroxychavicol isolated from Piper betle L. Ann Clin Microbiol Antimicrob. 2010;9:7–15. 10.1186/1476-0711-9-7", "ArticleIdList": ["10.1186/1476-0711-9-7", "PMC2841090", "20128889"]}, {"Citation": "Fazal F, Mane PP, Rai MP, Thilakchand KR, Bhat HP, Kamble PS, et al. The phytochemistry, traditional uses and pharmacology of Piper Betel. linn (Betel Leaf): A pan-asiatic medicinal plant. Chin J Integr Med. 2014;1–11.", "ArticleIdList": ["25159859"]}, {"Citation": "Atjanasuppat K, Wongkham W, Meepowpan P, Kittakoop P, Sobhon P, Bartlett A, et al. In vitro screening for anthelmintic and antitumour activity of ethnomedicinal plants from Thailand. J Ethnopharmacol. 2009;123(3):475–82. 10.1016/j.jep.2009.03.010", "ArticleIdList": ["10.1016/j.jep.2009.03.010", "19473794"]}, {"Citation": "Philip HE, William SB, Evangeline JF. Identification of Fungicidal and Nematocidal Components in the Leaves of Piper betle (Piperaceae). J Agric Food Chem. 1984;32(6):1254–1256. 10.1021/jf00126a011", "ArticleIdList": ["10.1021/jf00126a011"]}, {"Citation": "Koch A, Tamez P, Pezzuto J, Soejarto D. Evaluation of plants used for antimalarial treatment by the Maasaiof Kenya. J Ethnopharmacol. 2005;101(1–3):95–9. 10.1016/j.jep.2005.03.011", "ArticleIdList": ["10.1016/j.jep.2005.03.011", "15878245"]}, {"Citation": "Schoondermark-van de Ven E, Vree T, Melchers W, Camps W, Galama J. In vitro effects of sulfadiazine and its metabolites alone and in combination with pyrimethamine on Toxoplasma gondii. Antimicrob Agents Chemother. 1995;39(3):763–5.", "ArticleIdList": ["PMC162621", "7793889"]}, {"Citation": "Arambewela LS, Arawwawala LD, Ratnasooriya WD. Antidiabetic activities of aqueous and ethanolic extracts of Piper betle leaves in rats. J Ethnopharmacol. 2005;102(2): 239–45. 10.1016/j.jep.2005.06.016", "ArticleIdList": ["10.1016/j.jep.2005.06.016", "16055288"]}, {"Citation": "Dwivedi V and Tripathi S. Review study on potential activity of Piper betle. J Pharmacogn Phytochem. 2014;3(4)93–8."}, {"Citation": "Bhalerao SA, Verma DR, Gavankar RV, Teli NC, Rane YY, Didwana VS, et al. Phytochemistry, Pharmacological Profile and Therapeutic Uses of Piper Betle Linn.–An Overview. J Pharmacogn Phytochem. 2013;1(2):10–9."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "1", "Day": "19"}, {"Year": "2016", "Month": "5", "Day": "8"}, {"Year": "2016", "Month": "5", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "5", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "5", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["27213575", "PMC4877092", "10.1371/journal.pone.0156116", "PONE-D-16-02479"]}}], "PubmedBookArticle": []}