{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Menopause", "Nigella sativa", "Ovariectomized rats"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27247926", "DateCompleted": {"Year": "2016", "Month": "06", "Day": "01"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "6", "Issue": "1", "PubDate": {"Year": "2016", "Season": "Jan-Feb"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "Effect of Nigella sativa on reproductive system in experimental menopause rat model.", "Pagination": {"StartPage": "95", "EndPage": "103", "MedlinePgn": "95-103"}, "Abstract": {"AbstractText": ["Menopause is the condition when regular menstrual periods cease and may be accompanied by psychological and physical symptoms. The purpose of current study was to determine Nigella sativa effects on reproductive system in experimental menopause animal models.", "A series of experiments was conducted to investigate the effects of different dosages of N. sativa (first experiment), various extracts of N. sativa (second experiment) and some of its ingredients (third experiment) on selected menopausal parameters of ovariectomized (OVX) rats. Forty different OVX rats were equally divided into 5 groups and administered with one of the following treatments for 21 days: conjugated equine estrogen (positive control), distilled water or olive oil (negative control), treatment groups (N. sativa300, 600 and 1200 mg/kg in the first experiment), (300mg/kg methanol, hexane and SFE extracts of N. sativa in the second experiment) and (linoleic acid 50 mg/kg, gamma linolenic acid 10mg/kg, and thymoquinone 15mg/kg in the third experiment).", "The results demonstrated that N.sativa exert estrogenic effect were exhibited through uterotrophic assay and vaginal cell cornification as well as blood estrogen level. Furthermore, low dose N. sativa, methanol extract and linoleic acid had prominent estrogenic like effects which were significantly different from those of control group (p<0.05) in different experiments.", "The finding indicated the probable beneficial role for N. sativa in the treatment of postmenopausal symptoms and possibility of using N. sativa as an alternative to hormone replacement therapy (HRT) for post menopause in human."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Centre, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Parhizkar", "ForeName": "Saadat", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Community Health, Faculty of Medicine and Health Sciences, University Putra Malaysia (UPM), Malaysia."}], "LastName": "Latiff", "ForeName": "Latiffah Abdul", "Initials": "LA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, Shahre Rey Branch, Islamic Azad University, Tehran, Iran."}], "LastName": "Parsa", "ForeName": "Ali", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adlercreutz H, Mazur W. Phytoestrogens and western diseases. Ann Med. 1997;29:95–120.", "ArticleIdList": ["9187225"]}, {"Citation": "Andrews WC. The transitional years and beyond. Obstet Gynecol. 1995;85:1–5.", "ArticleIdList": ["7800303"]}, {"Citation": "Anon . WHO Annual Report 2001. Geneva, Switzerland: WHO Publication office; 2003."}, {"Citation": "Babazadeh B, Sadeghnia HR, Safarpour Kapurchal E, Parsaee H, Nasri S, Tayarani-Najaran Z. Protective effect of Nigella sativa and thymoquinone on serum/glucose deprivation-induced DNA damage in PC12 cells. Avicenna J Phytomed. 2012;2:125–132.", "ArticleIdList": ["PMC4075672", "25050241"]}, {"Citation": "Bones O. Menopause: What causes the menopause? Medical News Today. 2006 Jul 17th;"}, {"Citation": "Browngoehl LA. Osteoporosis. In: Giasois M, Garrison J, Hart AK, Lehmkuhl DL, editors. Physical Medicine and Rehabilitation. Houston, TX: Baylor College of Medicine; 2000. pp. 1564–1575."}, {"Citation": "Bush TL. The Epidemiology of Cardiovascular Disease in Postmenopausal Women. Ann NY AcadSci. 2006;592:263–271.", "ArticleIdList": ["2197946"]}, {"Citation": "Cheikh-Rouhou S, Besbes S, Lognay G, Blecker C, Deroanne C, Attia H. Sterol composition of black cumin (Nigella sativa L) and Aleppo pine (Pinushalepensis Mill) seed oils. J Food Comp Anal. 2008;21:162–168."}, {"Citation": "Coad J, Dunstall M. Anatomy and Physiology for Midwives. Second ed 2005."}, {"Citation": "Dollah MA, Parhizkar S, Izwan M. Effect of Nigella sativa on the kidney function in rats. Avicenna J Phytomed. 2013a;2:152–158.", "ArticleIdList": ["PMC4075697", "25050269"]}, {"Citation": "Dollah MA, Parhizkar S, Latiff AL, Hassan MHB. Toxicity Effect of Nigella Sativa on the Liver Function of Rats. Adv Pharm Bull. 2013b;3:97–102.", "ArticleIdList": ["PMC3846039", "24312819"]}, {"Citation": "Ginsburg J, Prelevic GM. Lack of significant hormonal effects and controlled trials of phytoestrogens. Lancet. 2000;355:163–164.", "ArticleIdList": ["10675113"]}, {"Citation": "Haseena S, Aithal M, Das KK, Saheb SH. Effect of Nigella Sativa Seed Powder on Testosterone and LH levels in Sterptozotocine Induced Diabetes male Albino Rats. J Pharm Sci Res. 2015;7:234–237."}, {"Citation": "Hosseinzadeh H, Tafaghodi M, Jalal Mosavi M, Taghiabadi E. Effect of Aqueous and Ethanolic Extracts of Nigella sativa Seeds on Milk Production in Rats. J Acupunct Meridian Stud. 2013;6:18–23.", "ArticleIdList": ["23433051"]}, {"Citation": "Ibrahim MR, Hamdan NS, Mahmud R, Imam MU, Saini SM, Rashid SNA, Ghafar SA, Latiff LA, Ismail M. A randomised controlled trial on hypolipidemic effects of Nigella Sativa seeds powder in menopausal women. J Transl Med. 2014;12:82–89.", "ArticleIdList": ["PMC4013060", "24685020"]}, {"Citation": "Keyhanmanesh R, Gholamnezhad Z, Boskabady MH. The relaxant effect of Nigella sativa on smooth muscles, it’s possible mechanisms and clinical applications. Iran J Basic Med Sci. 2014;17:939–949.", "ArticleIdList": ["PMC4387229", "25859297"]}, {"Citation": "Latiff LA, Parhizkar S, Dollah MA, Syed TSH. Alternative supplement for enhancement of reproductive health and metabolic profile among perimenopausal women: a novel role of Nigella sativa. Iran J Basic Med Sci. 2014;17:980–985.", "ArticleIdList": ["PMC4387233", "25859301"]}, {"Citation": "Liu M, Xu X, Rang W, Li Y, Song Y. Influence of ovariectomy and 17β-estradiol treatment on insulin sensitivity, lipid metabolism and post-ischemic cardiac function. Int J Cardiol. 2004;97:485–493.", "ArticleIdList": ["15561337"]}, {"Citation": "Parhizkar S, Rashid I, Latiffah AL. Incision Choice in Laparatomy: a Comparison of Two Incision Techniques in Ovariectomy of Rats. World Appl Sci J. 2008;4:537–540."}, {"Citation": "Ronda SR, Lele SS. Culture Conditions stimulating high γ-Linolenic Acid accumulation by Spirulina platensis. Braz J Microbiol. 2008;39:693–697.", "ArticleIdList": ["PMC3768453", "24031291"]}, {"Citation": "Terenius L. The Allen-Doisy test for estrogens reinvestigated. Steroids. 1971;17:653–661.", "ArticleIdList": ["5104534"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27247926", "PMC4884222"]}}], "PubmedBookArticle": []}