{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27247570", "DateCompleted": {"Year": "2016", "Month": "06", "Day": "01"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "05", "Day": "10"}], "ELocationID": ["9130979", "10.1155/2016/9130979"], "Language": ["eng"], "Journal": {"ISSN": "1687-6334", "JournalIssue": {"Volume": "2016", "PubDate": {"Year": "2016"}}, "Title": "Advances in pharmacological sciences", "ISOAbbreviation": "Adv Pharmacol Sci"}, "ArticleTitle": "Review of Anti-Inflammatory Herbal Medicines.", "Pagination": {"StartPage": "9130979", "MedlinePgn": "9130979"}, "Abstract": {"AbstractText": ["Medicinal plants and their secondary metabolites are progressively used in the treatment of diseases as a complementary medicine. Inflammation is a pathologic condition that includes a wide range of diseases such as rheumatic and immune-mediated conditions, diabetes, cardiovascular accident, and etcetera. We introduce some herbs which their anti-inflammatory effects have been evaluated in clinical and experimental studies. Curcuma longa, Zingiber officinale, Rosmarinus officinalis, Borago officinalis, evening primrose, and Devil's claw are some of the introduced medicinal herbs in this review. Since the treatment of inflammation is not a one-dimensional remedy, this review tries to reach a multidimensional therapeutic approach to inflammation with the help of herbal medicine and modification in lifestyle."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."}], "LastName": "Ghasemian", "ForeName": "Mona", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."}], "LastName": "Owlia", "ForeName": "Sina", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."}], "LastName": "Owlia", "ForeName": "Mohammad Bagher", "Initials": "MB"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Adv Pharmacol Sci", "NlmUniqueID": "101537654", "ISSNLinking": "1687-6334"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bagad A. S., Joseph J. A., Bhaskaran N., Agarwal A. Comparative evaluation of anti-inflammatory activity of curcuminoids, turmerones, and aqueous extract of Curcuma longa . Advances in Pharmacological Sciences. 2013;2013:7. doi: 10.1155/2013/805756.805756", "ArticleIdList": ["10.1155/2013/805756", "PMC3885190", "24454348"]}, {"Citation": "Ghasemian M., Owlia M. B. A different look at pulsed glucocorticoid protocols; is high dose oral prednisolone really necessary just after initiation of pulse therapy? Journal of Case Reports in Practice. 2015;3(1):1–3."}, {"Citation": "Nishiyama T., Mae T., Kishida H., et al. Curcuminoids and sesquiterpenoids in turmeric (Curcuma longa L.) suppress an increase in blood glucose level in type 2 diabetic KK-Ay mice. Journal of Agricultural and Food Chemistry. 2005;53(4):959–963. doi: 10.1021/jf0483873.", "ArticleIdList": ["10.1021/jf0483873", "15713005"]}, {"Citation": "Jurenka J. S. Anti-inflammatory properties of curcumin, a major constituent of Curcuma longa: a review of preclinical and clinical research. Alternative Medicine Review. 2009;14(2):141–153.", "ArticleIdList": ["19594223"]}, {"Citation": "Deodhar S. D., Sethi R., Srimal R. C. Preliminary study on antirheumatic activity of curcumin (diferuloyl methane) The Indian Journal of Medical Research. 1980;71(4):632–634.", "ArticleIdList": ["7390600"]}, {"Citation": "Lal B., Kapoor A. K., Asthana O. P., et al. Efficacy of curcumin in the management of chronic anterior uveitis. Phytotherapy Research. 1999;13(4):318–322. doi: 10.1002/(sici)1099-1573(199906)13:4<318::aid-ptr445>3.0.co;2-7.", "ArticleIdList": ["10.1002/(sici)1099-1573(199906)13:4<318::aid-ptr445>3.0.co;2-7", "10404539"]}, {"Citation": "Prucksunand C., Indrasukhsri B., Leethochawalit M., Hungspreugs K. Phase II clinical trial on effect of the long turmeric (Curcuma longa Linn) on healing of peptic ulcer. The Southeast Asian Journal of Tropical Medicine and Public Health. 2001;32(1):208–215.", "ArticleIdList": ["11485087"]}, {"Citation": "Bundy R., Walker A. F., Middleton R. W., Booth J. Turmeric extract may improve irritable bowel syndrome symptomology in otherwise healthy adults: a pilot study. The Journal of Alternative and Complementary Medicine. 2004;10(6):1015–1018. doi: 10.1089/acm.2004.10.1015.", "ArticleIdList": ["10.1089/acm.2004.10.1015", "15673996"]}, {"Citation": "Shoskes D., Lapierre C., Cruz-Corerra M., et al. Beneficial effects of the bioflavonoids curcumin and quercetin on early function in cadaveric renal transplantation: a randomized placebo controlled trial. Transplantation. 2005;80(11):1556–1559. doi: 10.1097/01.tp.0000183290.64309.21.", "ArticleIdList": ["10.1097/01.tp.0000183290.64309.21", "16371925"]}, {"Citation": "Holt P. R., Katz S., Kirshoff R. Curcumin therapy in inflammatory bowel disease: a pilot study. Digestive Diseases and Sciences. 2005;50(11):2191–2193. doi: 10.1007/s10620-005-3032-8.", "ArticleIdList": ["10.1007/s10620-005-3032-8", "16240238"]}, {"Citation": "Hanai H., Iida T., Takeuchi K., et al. Curcumin maintenance therapy for ulcerative colitis: randomized, multicenter, double-blind, placebo-controlled trial. Clinical Gastroenterology and Hepatology. 2006;4(12):1502–1506. doi: 10.1016/j.cgh.2006.08.008.", "ArticleIdList": ["10.1016/j.cgh.2006.08.008", "17101300"]}, {"Citation": "Heng M. C. Y., Song M. K., Harker J., Heng M. K. Drug-induced suppression of phosphorylase kinase activity correlates with resolution of psoriasis as assessed by clinical, histological and immunohistochemical parameters. The British Journal of Dermatology. 2000;143(5):937–949. doi: 10.1046/j.1365-2133.2000.03767.x.", "ArticleIdList": ["10.1046/j.1365-2133.2000.03767.x", "11069500"]}, {"Citation": "Mahluji S., Ostadrahimi A., Mobasseri M., Attari V. E., Payahoo L. Anti-inflammatory effects of Zingiber officinale in type 2 diabetic patients. Advanced Pharmaceutical Bulletin. 2013;3(2):273–276. doi: 10.5681/apb.2013.044.", "ArticleIdList": ["10.5681/apb.2013.044", "PMC3848205", "24312847"]}, {"Citation": "Ueda H., Ippoushi K., Takeuchi A. Repeated oral administration of a squeezed ginger (Zingiber officinale) extract augmented the serum corticosterone level and had anti-inflammatory properties. Bioscience, Biotechnology and Biochemistry. 2010;74(11):2248–2252. doi: 10.1271/bbb.100456.", "ArticleIdList": ["10.1271/bbb.100456", "21071834"]}, {"Citation": "Drozdov V. N., Kim V. A., Tkachenko E. V., Varvanina G. G. Influence of a specific ginger combination on gastropathy conditions in patients with osteoarthritis of the knee or hip. The Journal of Alternative and Complementary Medicine. 2012;18(6):583–588. doi: 10.1089/acm.2011.0202.", "ArticleIdList": ["10.1089/acm.2011.0202", "22784345"]}, {"Citation": "Khalvat A. Comparing the effects of ginger (Zingiber officinale) extract and ibuprofen on patients with osteoarthritis. Archives of Iranian Medicine. 2005;8(4):267–271."}, {"Citation": "Haghighi A., Tavalaei N., Owlia M. B. Effects of ginger on primary knee osteoarthritis. Indian Journal of Rheumatology. 2006;1(1):3–7. doi: 10.1016/S0973-3698(10)60514-6.", "ArticleIdList": ["10.1016/S0973-3698(10)60514-6"]}, {"Citation": "Altman R. D., Marcussen K. C. Effects of a ginger extract on knee pain in patients with osteoarthritis. Arthritis & Rheumatism. 2001;44(11):2531–2538. doi: 10.1002/1529-0131(200111)44:11lt;2531::aid-art433>3.0.co;2-j.", "ArticleIdList": ["10.1002/1529-0131(200111)44:11lt;2531::aid-art433>3.0.co;2-j", "11710709"]}, {"Citation": "Srivastava K. C., Mustafa T. Ginger (Zingiber officinale) in rheumatism and musculoskeletal disorders. Medical Hypotheses. 1992;39(4):342–348. doi: 10.1016/0306-9877(92)90059-l.", "ArticleIdList": ["10.1016/0306-9877(92)90059-l", "1494322"]}, {"Citation": "Al-Sereiti M. R., Abu-Amer K. M., Sen P. Pharmacology of rosemary (Rosmarinus officinalis Linn.) and its therapeutic potentials. Indian Journal of Experimental Biology. 1999;37(2):124–130.", "ArticleIdList": ["10641130"]}, {"Citation": "Lukaczer D., Darland G., Tripp M., et al. A pilot trial evaluating Meta050, a proprietary combination of reduced iso-alpha acids, rosemary extract and oleanolic acid in patients with arthritis and fibromyalgia. Phytotherapy Research. 2005;19(10):864–869. doi: 10.1002/ptr.1709.", "ArticleIdList": ["10.1002/ptr.1709", "16261517"]}, {"Citation": "Sahu A., Rawal N., Pangburn M. K. Inhibition of complement by covalent attachment of rosmarinic acid to activated C3b. Biochemical Pharmacology. 1999;57(12):1439–1446. doi: 10.1016/s0006-2952(99)00044-1.", "ArticleIdList": ["10.1016/s0006-2952(99)00044-1", "10353266"]}, {"Citation": "Amaral G. P., de Carvalho N. R., Barcelos R. P., et al. Protective action of ethanolic extract of Rosmarinus officinalis L. in gastric ulcer prevention induced by ethanol in rats. Food and Chemical Toxicology. 2013;55:48–55. doi: 10.1016/j.fct.2012.12.038.", "ArticleIdList": ["10.1016/j.fct.2012.12.038", "23279841"]}, {"Citation": "Nusier M. K., Bataineh H. N., Daradkah H. M. Adverse effects of rosemary (Rosmarinus officinalis L.) on reproductive function in adult male rats. Experimental Biology and Medicine. 2007;232(6):809–813.", "ArticleIdList": ["17526773"]}, {"Citation": "Abu-Al-Basal M. A. Healing potential of Rosmarinus officinalis L. on full-thickness excision cutaneous wounds in alloxan-induced-diabetic BALB/c mice. Journal of Ethnopharmacology. 2010;131(2):443–450. doi: 10.1016/j.jep.2010.07.007.", "ArticleIdList": ["10.1016/j.jep.2010.07.007", "20633625"]}, {"Citation": "Dickmann L. J., Vandenbrink B. M., Lin Y. S. In vitro hepatotoxicity and cytochrome P450 induction and inhibition characteristics of carnosic acid, a dietary supplement with antiadipogenic properties. Drug Metabolism and Disposition. 2012;40(7):1263–1267. doi: 10.1124/dmd.112.044909.", "ArticleIdList": ["10.1124/dmd.112.044909", "22531045"]}, {"Citation": "Miceli A., Aleo A., Corona O., Sardina M. T., Mammina C., Settanni L. Antibacterial activity of Borago officinalis and Brassica juncea aqueous extracts evaluated invitro and in situ using different food model systems. Food Control. 2014;40:157–164. doi: 10.1016/j.foodcont.2013.12.006.", "ArticleIdList": ["10.1016/j.foodcont.2013.12.006"]}, {"Citation": "Kast R. E. Borage oil reduction of rheumatoid arthritis activity may be mediated by increased cAMP that suppresses tumor necrosis factor-alpha. International Immunopharmacology. 2001;1(12):2197–2199. doi: 10.1016/S1567-5769(01)00146-1.", "ArticleIdList": ["10.1016/S1567-5769(01)00146-1", "11710548"]}, {"Citation": "Soeken K. L., Miller S. A., Ernst E. Herbal medicines for the treatment of rheumatoid arthritis: a systematic review. Rheumatology. 2003;42(5):652–659. doi: 10.1093/rheumatology/keg183.", "ArticleIdList": ["10.1093/rheumatology/keg183", "12709541"]}, {"Citation": "Foster R. H., Hardy G., Alany R. G. Borage oil in the treatment of atopic dermatitis. Nutrition. 2010;26(7-8):708–718. doi: 10.1016/j.nut.2009.10.014.", "ArticleIdList": ["10.1016/j.nut.2009.10.014", "20579590"]}, {"Citation": "Montserrat-de la Paz S., García-Giménez M. D., Ángel-Martín M., Pérez-Camino M. C., Fernández Arche A. Long-chain fatty alcohols from evening primrose oil inhibit the inflammatory response in murine peritoneal macrophages. Journal of Ethnopharmacology. 2014;151(1):131–136. doi: 10.1016/j.jep.2013.10.012.", "ArticleIdList": ["10.1016/j.jep.2013.10.012", "24239848"]}, {"Citation": "Montserrat-de La Paz S., Fernández-Arche M. A., Ángel-Martín M., García-Giménez M. D. Phytochemical characterization of potential nutraceutical ingredients from Evening Primrose oil (Oenothera biennis L.) Phytochemistry Letters. 2014;8:158–162. doi: 10.1016/j.phytol.2013.08.008.", "ArticleIdList": ["10.1016/j.phytol.2013.08.008"]}, {"Citation": "Montserrat-de la Paz S., Fernández-Arche Á., Ángel-Martín M., García-Giménez M. D. The sterols isolated from Evening Primrose oil modulate the release of proinflammatory mediators. Phytomedicine. 2012;19(12):1072–1076. doi: 10.1016/j.phymed.2012.06.008.", "ArticleIdList": ["10.1016/j.phymed.2012.06.008", "22819447"]}, {"Citation": "Rezapour-Firouzi S., Arefhosseini S. R., Mehdi F., et al. Immunomodulatory and therapeutic effects of Hot-nature diet and co-supplemented hemp seed, evening primrose oils intervention in multiple sclerosis patients. Complementary Therapies in Medicine. 2013;21(5):473–480. doi: 10.1016/j.ctim.2013.06.006.", "ArticleIdList": ["10.1016/j.ctim.2013.06.006", "24050582"]}, {"Citation": "Belch J. J. F., Ansell D., Madhok R., O'dowd A., Sturrock R. D. Effects of altering dietary essential fatty acids on requirements for non-steroidal anti-inflammatory drugs in patients with rheumatoid arthritis: a double blind placebo controlled study. Annals of the Rheumatic Diseases. 1988;47(2):96–104. doi: 10.1136/ard.47.2.96.", "ArticleIdList": ["10.1136/ard.47.2.96", "PMC1003460", "2833184"]}, {"Citation": "Brzeski M., Madhok R., Capell H. A. Evening primrose oil in patients with rheumatoid arthritis and side-effects of non-steroidal anti-inflammatory drugs. British Journal of Rheumatology. 1991;30(5):370–372. doi: 10.1093/rheumatology/30.5.370.", "ArticleIdList": ["10.1093/rheumatology/30.5.370", "1913008"]}, {"Citation": "Jantti J., Seppala E., Vapaatalo H., Isomaki H. Evening primrose oil and olive oil in treatment of rheumatoid arthritis. Clinical Rheumatology. 1989;8(2):238–244. doi: 10.1007/bf02030080.", "ArticleIdList": ["10.1007/bf02030080", "2758770"]}, {"Citation": "Setty A. R., Sigal L. H. Herbal medications commonly used in the practice of rheumatology: mechanisms of action, efficacy, and side effects. Seminars in Arthritis and Rheumatism. 2005;34(6):773–784. doi: 10.1016/j.semarthrit.2005.01.011.", "ArticleIdList": ["10.1016/j.semarthrit.2005.01.011", "15942912"]}, {"Citation": "Huang T. H.-W., Tran V. H., Duke R. K., et al. Harpagoside suppresses lipopolysaccharide-induced iNOS and COX-2 expression through inhibition of NF-κB activation. Journal of Ethnopharmacology. 2006;104(1-2):149–155. doi: 10.1016/j.jep.2005.08.055.", "ArticleIdList": ["10.1016/j.jep.2005.08.055", "16203115"]}, {"Citation": "Gyurkovska V., Alipieva K., Maciuk A., et al. Anti-inflammatory activity of Devil’s claw in vitro systems and their active constituents. Food Chemistry. 2011;125(1):171–178. doi: 10.1016/j.foodchem.2010.08.056.", "ArticleIdList": ["10.1016/j.foodchem.2010.08.056"]}, {"Citation": "Fiebich B. L., Fiebich B. L., Heinrich M., Hiller K. O., Kammerer N. Inhibition of TNF-α synthesis in LPS-stimulated primary human monocytes by Harpagophytum extract SteiHap 69. Phytomedicine. 2001;8(1):28–30. doi: 10.1078/0944-7113-00002.", "ArticleIdList": ["10.1078/0944-7113-00002", "11292236"]}, {"Citation": "Loew D., Möllerfeld J., Schrödter A., Puttkammer S., Kaszkin M. Investigations on the pharmacokinetic properties of Harpagophytum extracts and their effects on eicosanoid biosynthesis in vitro and ex vivo. Clinical Pharmacology & Therapeutics. 2001;69(5):356–364. doi: 10.1067/mcp.2001.115445.", "ArticleIdList": ["10.1067/mcp.2001.115445", "11372004"]}, {"Citation": "Whitehouse L. W., Znamirowska M., Paul C. J. Devil's Claw (Harpagophytum procumbens): no evidence for anti-inflammatory activity in the treatment of arthritic disease. Canadian Medical Association Journal. 1983;129(3):249–251.", "ArticleIdList": ["PMC1875112", "6407745"]}, {"Citation": "McGregor G., Fiebich B., Wartenberg A., Brien S., Lewith G., Wegener T. Devil's claw (Harpagophytum procumbens): an anti-inflammatory herb with therapeutic potential. Phytochemistry Reviews. 2005;4(1):47–53. doi: 10.1007/s11101-004-2374-8.", "ArticleIdList": ["10.1007/s11101-004-2374-8"]}, {"Citation": "Grahame R., Robinson B. V. Devils's claw (Harpagophytum procumbens): pharmacological and clinical studies. Annals of the Rheumatic Diseases. 1981;40(6, article 632) doi: 10.1136/ard.40.6.632.", "ArticleIdList": ["10.1136/ard.40.6.632", "PMC1000848", "7332387"]}, {"Citation": "Kimmatkar N., Thawani V., Hingorani L., Khiyani R. Efficacy and tolerability of Boswellia serrata extract in treatment of osteoarthritis of knee—a randomized double blind placebo controlled trial. Phytomedicine. 2003;10(1):3–7. doi: 10.1078/094471103321648593.", "ArticleIdList": ["10.1078/094471103321648593", "12622457"]}, {"Citation": "Etzel R. Special extract of BOSWELLIA serrata (H15) in the treatment of rheumatoid arthritis. Phytomedicine. 1996;3(1):91–94. doi: 10.1016/S0944-7113(96)80019-5.", "ArticleIdList": ["10.1016/S0944-7113(96)80019-5", "23194870"]}, {"Citation": "Madisch A., Miehlke S., Eichele O., et al. Boswellia serrata extract for the treatment of collagenous colitis. A double-blind, randomized, placebo-controlled, multicenter trial. International Journal of Phytotherapy & Phytopharmacology. 2008;15(6-7, article 544)", "ArticleIdList": ["17764013"]}, {"Citation": "Houssen M. E., Ragab A., Mesbah A., et al. Natural anti-inflammatory products and leukotriene inhibitors as complementary therapy for bronchial asthma. Clinical Biochemistry. 2010;43(10-11):887–890. doi: 10.1016/j.clinbiochem.2010.04.061.", "ArticleIdList": ["10.1016/j.clinbiochem.2010.04.061", "20430018"]}, {"Citation": "Umar S., Umar K., Sarwar A. H. M. G., et al. Boswellia serrata extract attenuates inflammatory mediators and oxidative stress in collagen induced arthritis. Phytomedicine. 2014;21(6):847–856. doi: 10.1016/j.phymed.2014.02.001.", "ArticleIdList": ["10.1016/j.phymed.2014.02.001", "24667331"]}, {"Citation": "Gayathri B., Manjula N., Vinaykumar K. S., Lakshmi B. S., Balakrishnan A. Pure compound from Boswellia serrata extract exhibits anti-inflammatory property in human PBMCs and mouse macrophages through inhibition of TNFα, IL-1β, NO and MAP kinases. International Immunopharmacology. 2007;7(4):473–482. doi: 10.1016/j.intimp.2006.12.003.", "ArticleIdList": ["10.1016/j.intimp.2006.12.003", "17321470"]}, {"Citation": "Kapil A., Moza N. Anticomplementary activity of Boswellic acids—an inhibitor of C3-convertase of the classical complement pathway. International Journal of Immunopharmacology. 1992;14(7):1139–1143. doi: 10.1016/0192-0561(92)90048-p.", "ArticleIdList": ["10.1016/0192-0561(92)90048-p", "1452399"]}, {"Citation": "Ammon H. P. T. Modulation of the immune system by Boswellia serrata extracts and boswellic acids. Phytomedicine. 2010;17(11):862–867. doi: 10.1016/j.phymed.2010.03.003.", "ArticleIdList": ["10.1016/j.phymed.2010.03.003", "20696559"]}, {"Citation": "Singh S., Khajuria A., Taneja S. C., Johri R. K., Singh J., Qazi G. N. Boswellic acids: a leukotriene inhibitor also effective through topical application in inflammatory disorders. Phytomedicine. 2008;15(6-7):400–407. doi: 10.1016/j.phymed.2007.11.019.", "ArticleIdList": ["10.1016/j.phymed.2007.11.019", "18222672"]}, {"Citation": "Wenzig E. M., Widowitz U., Kunert O., et al. Phytochemical composition and in vitro pharmacological activity of two rose hip (Rosa canina L.) preparations. Phytomedicine. 2008;15(10):826–835. doi: 10.1016/j.phymed.2008.06.012.", "ArticleIdList": ["10.1016/j.phymed.2008.06.012", "18707854"]}, {"Citation": "Marstrand C., Warholm L., Kharazmi A., Winther K. The anti-inflammatory capacity of Rose-hip is strongly dependent on the seeds—a comparison of animal and human studies. Osteoarthritis and Cartilage. 2013;21(supplement):S216–S217. doi: 10.1016/j.joca.2013.02.448.", "ArticleIdList": ["10.1016/j.joca.2013.02.448"]}, {"Citation": "Rein E., Kharazmi A., Winther K. A herbal remedy, Hyben Vital (stand. powder of a subspecies of Rosa canina fruits), reduces pain and improves general wellbeing in patients with osteoarthritis—a double-blind, placebo-controlled, randomised trial. Phytomedicine. 2004;11(5):383–391. doi: 10.1016/j.phymed.2004.01.001.", "ArticleIdList": ["10.1016/j.phymed.2004.01.001", "15330493"]}, {"Citation": "Winther K. Shells from rose-hip (Rosa canina) do not reduce symptom scores or improve anti-inflammatory property in patients with osteoarthritis—a double-blind, placebo-controlled, randomized study. Osteoarthritis and Cartilage. 2014;22(supplement):p. S321. doi: 10.1016/j.joca.2014.02.594.", "ArticleIdList": ["10.1016/j.joca.2014.02.594"]}, {"Citation": "Willich S. N., Rossnagel K., Roll S., et al. Rose hip herbal remedy in patients with rheumatoid arthritis—a randomised controlled trial. Phytomedicine. 2010;17(2):87–93. doi: 10.1016/j.phymed.2009.09.003.", "ArticleIdList": ["10.1016/j.phymed.2009.09.003", "19818588"]}, {"Citation": "Kirkeskov B., Christensen R., Bügel S., et al. The effects of rose hip (Rosa canina) on plasma antioxidative activity and C-reactive protein in patients with rheumatoid arthritis and normal controls: a prospective cohort study. Phytomedicine. 2011;18(11):953–958. doi: 10.1016/j.phymed.2011.02.008.", "ArticleIdList": ["10.1016/j.phymed.2011.02.008", "21420288"]}, {"Citation": "Orhan D. D., Hartevioğlu A., Küpeli E., Yesilada E. In vivo anti-inflammatory and antinociceptive activity of the crude extract and fractions from Rosa canina L. fruits. Journal of Ethnopharmacology. 2007;112(2):394–400. doi: 10.1016/j.jep.2007.03.029.", "ArticleIdList": ["10.1016/j.jep.2007.03.029", "17482395"]}, {"Citation": "Kharazmi A. Laboratory and preclinical studies on the anti-inflammatory and anti-oxidant properties of rosehip powder—identification and characterization of the active component GOPOⓇ . Osteoarthritis and Cartilage. 2008;16(supplement 1):S5–S7. doi: 10.1016/s1063-4584(08)60003-5.", "ArticleIdList": ["10.1016/s1063-4584(08)60003-5"]}, {"Citation": "Schwager J. P., Richard N., Wolfram S. 145 Anti-inflammatory and chondro-protecitve effects of rose hip powder and its constituent galactolipids gopo. Osteoarthritis and Cartilage. 2008;16(supplement 4):p. S76. doi: 10.1016/S1063-4584(08)60191-0.", "ArticleIdList": ["10.1016/S1063-4584(08)60191-0"]}, {"Citation": "Johnson T. A., Sohn J., Inman W. D., Bjeldanes L. F., Rayburn K. Lipophilic stinging nettle extracts possess potent anti-inflammatory activity, are not cytotoxic and may be superior to traditional tinctures for treating inflammatory disorders. Phytomedicine. 2013;20(2):143–147. doi: 10.1016/j.phymed.2012.09.016.", "ArticleIdList": ["10.1016/j.phymed.2012.09.016", "PMC3529973", "23092723"]}, {"Citation": "Chrubasik S., Enderlein W., Bauer R., Grabner W. Evidence for antirheumatic effectiveness of Herba Urticae dioicae in acute arthritis: a pilot study. Phytomedicine. 1997;4(2):105–108. doi: 10.1016/s0944-7113(97)80052-9.", "ArticleIdList": ["10.1016/s0944-7113(97)80052-9", "23195396"]}, {"Citation": "Randall C., Randall H., Dobbs F., Hutton C., Sanders H. Randomized controlled trial of nettle sting for treatment of base-of-thumb pain. Journal of the Royal Society of Medicine. 2000;93(6):305–309.", "ArticleIdList": ["PMC1298033", "10911825"]}, {"Citation": "Shakibaei M., Allaway D., Nebrich S., Mobasheri A. Botanical extracts from rosehip (Rosa canina), willow bark (Salix alba), and nettle leaf (Urtica dioica) suppress IL-1β-induced NF-κB activation in canine articular chondrocytes. Evidence-Based Complementary and Alternative Medicine. 2012;2012:16. doi: 10.1155/2012/509383.509383", "ArticleIdList": ["10.1155/2012/509383", "PMC3312281", "22474508"]}, {"Citation": "Riehemann K., Behnke B., Schulze-Osthoff K. Plant extracts from stinging nettle (Urtica dioica), an antirheumatic remedy, inhibit the proinflammatory transcription factor NF-κB. FEBS Letters. 1999;442(1):89–94. doi: 10.1016/s0014-5793(98)01622-6.", "ArticleIdList": ["10.1016/s0014-5793(98)01622-6", "9923611"]}, {"Citation": "Roschek B., Jr., Fink R. C., McMichael M., Alberte R. S. Nettle extract (Urtica dioica) affects key receptors and enzymes associated with allergic rhinitis. Phytotherapy Research. 2009;23(7):920–926. doi: 10.1002/ptr.2763.", "ArticleIdList": ["10.1002/ptr.2763", "19140159"]}, {"Citation": "Aguilar J. L., Rojas P., Marcelo A., et al. Anti-inflammatory activity of two different extracts of Uncaria tomentosa (Rubiaceae) Journal of Ethnopharmacology. 2002;81(2):271–276. doi: 10.1016/s0378-8741(02)00093-4.", "ArticleIdList": ["10.1016/s0378-8741(02)00093-4", "12065162"]}, {"Citation": "Reis S. R. I. N., Valente L. M. M., Sampaio A. L., et al. Immunomodulating and antiviral activities of Uncaria tomentosa on human monocytes infected with Dengue Virus-2. International Immunopharmacology. 2008;8(3):468–476. doi: 10.1016/j.intimp.2007.11.010.", "ArticleIdList": ["10.1016/j.intimp.2007.11.010", "18279801"]}, {"Citation": "Piscoya J., Rodriguez Z., Bustamante S. A., Okuhama N. N., Miller M. J. S., Sandoval M. Efficacy and safety of freeze-dried cat's claw in osteoarthritis of the knee: mechanisms of action of the species Uncaria guianensis . Inflammation Research. 2001;50(9):442–448. doi: 10.1007/pl00000268.", "ArticleIdList": ["10.1007/pl00000268", "11603848"]}, {"Citation": "Mur E., Hartig F., Eibl G., Schirmer M. Randomized double blind trial of an extract from the pentacyclic alkaloid-chemotype of Uncaria tomentosa for the treatment of rheumatoid arthritis. The Journal of Rheumatology. 2002;29(4):678–681.", "ArticleIdList": ["11950006"]}, {"Citation": "Sandoval-Chacón M., Thompson J. H., Zhang X.-J., et al. Antiinflammatory actions of cat's claw: the role of NF-κB. Alimentary Pharmacology & Therapeutics. 1998;12(12):1279–1289. doi: 10.1046/j.1365-2036.1998.00424.x.", "ArticleIdList": ["10.1046/j.1365-2036.1998.00424.x", "9882039"]}, {"Citation": "Cisneros F. J., Jayo M., Niedziela L. An Uncaria tomentosa (cat's claw) extract protects mice against ozone-induced lung inflammation. Journal of Ethnopharmacology. 2005;96(3):355–364. doi: 10.1016/j.jep.2004.06.039.", "ArticleIdList": ["10.1016/j.jep.2004.06.039", "15619552"]}, {"Citation": "Rojas-Duran R., González-Aspajo G., Ruiz-Martel C., et al. Anti-inflammatory activity of mitraphylline isolated from Uncaria tomentosa bark. Journal of Ethnopharmacology. 2012;143(3):801–804. doi: 10.1016/j.jep.2012.07.015.", "ArticleIdList": ["10.1016/j.jep.2012.07.015", "22846434"]}, {"Citation": "Rodrigues M. R. A., Kanazawa L. K. S., Neves T. L. M. D., et al. Antinociceptive and anti-inflammatory potential of extract and isolated compounds from the leaves of Salvia officinalis in mice. Journal of Ethnopharmacology. 2012;139(2):519–526. doi: 10.1016/j.jep.2011.11.042.", "ArticleIdList": ["10.1016/j.jep.2011.11.042", "22154965"]}, {"Citation": "Poeckel D., Greiner C., Verhoff M., et al. Carnosic acid and carnosol potently inhibit human 5-lipoxygenase and suppress pro-inflammatory responses of stimulated human polymorphonuclear leukocytes. Biochemical Pharmacology. 2008;76(1):91–97. doi: 10.1016/j.bcp.2008.04.013.", "ArticleIdList": ["10.1016/j.bcp.2008.04.013", "18508031"]}, {"Citation": "Bauer J., Kuehnl S., Rollinger J. M., et al. Carnosol and carnosic acids from Salvia officinalis inhibit microsomal prostaglandin E2 synthase-1. Journal of Pharmacology and Experimental Therapeutics. 2012;342(1):169–176. doi: 10.1124/jpet.112.193847.", "ArticleIdList": ["10.1124/jpet.112.193847", "PMC3523389", "22511203"]}, {"Citation": "Baricevic D., Sosa S., Della Loggia R., et al. Topical anti-inflammatory activity of Salvia officinalis L. leaves: the relevance of ursolic acid. Journal of Ethnopharmacology. 2001;75(2-3):125–132. doi: 10.1016/s0378-8741(00)00396-2.", "ArticleIdList": ["10.1016/s0378-8741(00)00396-2", "11297842"]}, {"Citation": "Carrasco F. R., Schmidt G., Romero A. L., et al. Immunomodulatory activity of Zingiber officinale Roscoe, Salvia officinalis L. and Syzygium aromaticum L. essential oils: evidence for humor- and cell-mediated responses. The Journal of Pharmacy and Pharmacology. 2009;61(7):961–967. doi: 10.1211/jpp/61.07.0017.", "ArticleIdList": ["10.1211/jpp/61.07.0017", "19589240"]}, {"Citation": "Halicioglu O., Astarcioglu G., Yaprak I., Aydinlioglu H. Toxicity of salvia officinalis in a newborn and a child: an alarming report. Pediatric Neurology. 2011;45(4):259–260. doi: 10.1016/j.pediatrneurol.2011.05.012.", "ArticleIdList": ["10.1016/j.pediatrneurol.2011.05.012", "21907890"]}, {"Citation": "Wu D., Meydani M., Leka L. S., et al. Effect of dietary supplementation with black currant seed oil on the immune response of healthy elderly subjects. The American Journal of Clinical Nutrition. 1999;70(4):536–543.", "ArticleIdList": ["10500023"]}, {"Citation": "Watson J., Byars M. L., McGill P., Kelman A. W. Cytokine and prostaglandin production by monocytes of volunteers and rheumatoid arthritis patients treated with dietary supplements of blackcurrant seed oil. British Journal of Rheumatology. 1993;32(12):1055–1058. doi: 10.1093/rheumatology/32.12.1055.", "ArticleIdList": ["10.1093/rheumatology/32.12.1055", "8252313"]}, {"Citation": "Leventhal L. J., Boyce E. G., Zurier R. B. Treatment of rheumatoid arthritis with blackcurrant seed oil. Rheumatology. 1994;33(9):847–852. doi: 10.1093/rheumatology/33.9.847.", "ArticleIdList": ["10.1093/rheumatology/33.9.847", "8081671"]}, {"Citation": "Ziboh V. A., Fletcher M. P. Dose-response effects of dietary γ-linolenic acid-enriched oils on human polymorphonuclear-neutrophil biosynthesis of leukotriene B4. The American Journal of Clinical Nutrition. 1992;55(1):39–45.", "ArticleIdList": ["1309474"]}, {"Citation": "Bishayee A., Thoppil R. J., Mandal A., et al. Black currant phytoconstituents exert chemoprevention of diethylnitrosamine-initiated hepatocarcinogenesis by suppression of the inflammatory response. Molecular Carcinogenesis. 2013;52(4):304–317. doi: 10.1002/mc.21860.", "ArticleIdList": ["10.1002/mc.21860", "22213170"]}, {"Citation": "Padilla-Camberos E., Martínez-Velázquez M., Flores-Fernández J. M., Villanueva-Rodríguez S. Acute toxicity and genotoxic activity of avocado seed extract (Persea americana Mill., c.v. Hass) The Scientific World Journal. 2013;2013:4. doi: 10.1155/2013/245828.245828", "ArticleIdList": ["10.1155/2013/245828", "PMC3835709", "24298206"]}, {"Citation": "Blotman F., Maheu E., Wulwik A., Caspard H., Lopez A. Efficacy and safety of avocado/soybean unsaponifiables in the treatment of symptomatic osteoarthritis of the knee and hip. A prospective, multicenter, three-month, randomized, double-blind, placebo-controlled trial. Revue du Rhumatisme. 1997;64(12):825–834.", "ArticleIdList": ["9476272"]}, {"Citation": "Ernst E. Avocado-soybean unsaponifiables (ASU) for osteoarthritis—a systematic review. Clinical Rheumatology. 2003;22(4-5):285–288. doi: 10.1007/s10067-003-0731-4.", "ArticleIdList": ["10.1007/s10067-003-0731-4", "14576991"]}, {"Citation": "Maheu E., Cadet C., Marty M., et al. Randomised, controlled trial of avocado-soybean unsaponifiable (Piascledine) effect on structure modification in hip osteoarthritis: the ERADIAS study. Annals of the Rheumatic Diseases. 2014;73(2):376–384. doi: 10.1136/annrheumdis-2012-202485.", "ArticleIdList": ["10.1136/annrheumdis-2012-202485", "PMC3913295", "23345601"]}, {"Citation": "Jablonska S. Avocado/soybean unsaponifiables in the treatment of scleroderma: comment on the article by Maheu et al. Arthritis & Rheumatism. 1998;41(9):p. 1705. doi: 10.1002/1529-0131(199809)41:9<1705::AID-ART27>3.0.CO;2-5.", "ArticleIdList": ["10.1002/1529-0131(199809)41:9<1705::AID-ART27>3.0.CO;2-5", "9751109"]}, {"Citation": "Borghi A., Corazza M., Minghetti S., Toni G., Virgili A. Avocado and soybean extracts as active principles in the treatment of mild-to-moderate vulvar lichen sclerosus: results of efficacy and tolerability. Journal of the European Academy of Dermatology and Venereology. 2015;29(6):1225–1230. doi: 10.1111/jdv.12617.", "ArticleIdList": ["10.1111/jdv.12617", "25187178"]}, {"Citation": "Beigom Taheri J., Anbari F., Maleki Z., Boostani S., Zarghi A., Pouralibaba F. Efficacy of Elaeagnus angustifolia topical gel in the treatment of symptomatic oral lichen planus. Journal of Dental Research, Dental Clinics, Dental Prospects. 2010;4(1):29–32.", "ArticleIdList": ["PMC3429955", "22991592"]}, {"Citation": "Nikniaz Z., Ostadrahimi A., Mahdavi R., Ebrahimi A. A., Nikniaz L. Effects of Elaeagnus angustifolia L. supplementation on serum levels of inflammatory cytokines and matrix metalloproteinases in females with knee osteoarthritis. Complementary Therapies in Medicine. 2014;22(5):864–869. doi: 10.1016/j.ctim.2014.07.004.", "ArticleIdList": ["10.1016/j.ctim.2014.07.004", "25440377"]}, {"Citation": "Ahmadiani A., Hosseiny J., Semnanian S., et al. Antinociceptive and anti-inflammatory effects of Elaeagnus angustifolia fruit extract. Journal of Ethnopharmacology. 2000;72(1-2):287–292. doi: 10.1016/s0378-8741(00)00222-1.", "ArticleIdList": ["10.1016/s0378-8741(00)00222-1", "10967484"]}, {"Citation": "Farahbakhsh S., Arbabian S., Emami F., et al. Inhibition of cyclooxygenase type 1 and 2 enzyme by aqueous extract of Elaeagnus angustifolia in mice. Basic and Clinical Neuroscience. 2011;2(2):31–37."}, {"Citation": "Nyman N. A., Kumpulainen J. T. Determination of anthocyanidins in berries and red wine by high-performance liquid chromatography. Journal of Agricultural and Food Chemistry. 2001;49(9):4183–4187. doi: 10.1021/jf010572i.", "ArticleIdList": ["10.1021/jf010572i", "11559107"]}, {"Citation": "Kolehmainen M., Mykkänen O., Kirjavainen P. V., et al. Bilberries reduce low-grade inflammation in individuals with features of metabolic syndrome. Molecular Nutrition & Food Research. 2012;56(10):1501–1510. doi: 10.1002/mnfr.201200195.", "ArticleIdList": ["10.1002/mnfr.201200195", "22961907"]}, {"Citation": "Biedermann L., Mwinyi J., Scharl M., et al. Bilberry ingestion improves disease activity in mild to moderate ulcerative colitis—an open pilot study. Journal of Crohn's and Colitis. 2013;7(4):271–279. doi: 10.1016/j.crohns.2012.07.010.", "ArticleIdList": ["10.1016/j.crohns.2012.07.010", "22883440"]}, {"Citation": "Hoggard N., Cruickshank M., Moar K.-M., et al. A single supplement of a standardised bilberry (Vaccinium myrtillus L.) extract (36% wet weight anthocyanins) modifies glycaemic response in individuals with type 2 diabetes controlled by diet and lifestyle. Journal of Nutritional Science. 2013;2, article e22 doi: 10.1017/jns.2013.16.", "ArticleIdList": ["10.1017/jns.2013.16", "PMC4153034", "25191571"]}, {"Citation": "Bogani P., Galli C., Villa M., Visioli F. Postprandial anti-inflammatory and antioxidant effects of extra virgin olive oil. Atherosclerosis. 2007;190(1):181–186. doi: 10.1016/j.atherosclerosis.2006.01.011.", "ArticleIdList": ["10.1016/j.atherosclerosis.2006.01.011", "16488419"]}, {"Citation": "Camargo A., Rangel-Zuñiga O. A., Haro C., et al. Olive oil phenolic compounds decrease the postprandial inflammatory response by reducing postprandial plasma lipopolysaccharide levels. Food Chemistry. 2014;162:161–171. doi: 10.1016/j.foodchem.2014.04.047.", "ArticleIdList": ["10.1016/j.foodchem.2014.04.047", "24874372"]}, {"Citation": "Najmi M., Vahdat Shariatpanahi Z., Tolouei M., Amiri Z. Effect of oral olive oil on healing of 10–20% total body surface area burn wounds in hospitalized patients. Burns. 2015;41(3):493–496. doi: 10.1016/j.burns.2014.08.010.", "ArticleIdList": ["10.1016/j.burns.2014.08.010", "25306088"]}, {"Citation": "Sánchez-Fidalgo S., Villegas I., Cárdeno A., et al. Extra-virgin olive oil-enriched diet modulates DSS-colitis-associated colon carcinogenesis in mice. Clinical Nutrition. 2010;29(5):663–673. doi: 10.1016/j.clnu.2010.03.003.", "ArticleIdList": ["10.1016/j.clnu.2010.03.003", "20427102"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "11", "Day": "5"}, {"Year": "2016", "Month": "1", "Day": "4"}, {"Year": "2016", "Month": "1", "Day": "11"}, {"Year": "2016", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "5", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27247570", "PMC4877453", "10.1155/2016/9130979"]}}], "PubmedBookArticle": []}