{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Unani medicine", "diabetes", "ethnopharmacology", "experimental models", "herbal preparations", "hypertension"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27297624", "DateCompleted": {"Year": "2017", "Month": "12", "Day": "04"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "07", "Day": "24"}], "ELocationID": ["10.1111/bcp.13042"], "Language": ["eng"], "Journal": {"ISSN": "1365-2125", "JournalIssue": {"Volume": "83", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Jan"}}, "Title": "British journal of clinical pharmacology", "ISOAbbreviation": "Br J Clin Pharmacol"}, "ArticleTitle": "News from Tartary: an ethnopharmacological approach to drug and therapeutic discovery.", "Pagination": {"StartPage": "33", "EndPage": "37", "MedlinePgn": "33-37"}, "Abstract": {"AbstractText": ["Ethnopharmacology aims to identify new therapeutic agents based on their traditional use. It begins by the identification of disease states, and of the traditional therapies for these, most commonly herbals. Herbals of interest are selected from ethnopharmacological surveys, and tested on experimental models of the diseases of interest. Once the activity of the traditional remedy is demonstrated, including dose-dependence, if possible comparatively to reference medications, the active ingredients can be explored, if possible using bioguided extraction. Identified molecules can then be further developed as medicinal products or pharmaceutical medicines (e.g., artemisine), or the herbal product can be developed as such (e.g. St John's wort). We provide examples of various study programmes, concerning the antiplatelet and antithrombotic effects of Armagnac extracts from Southwest France; antithrombotic and antihypertensive effects of extracts of Ocimum basilicum L; antithrombotic, antihypertensive and antihyperlipidemic effects of Cydonia oblonga; Antiproliferative and antithrombotic effects of Abnorma Savda Munziq of traditional Uyghur medicine; and the antidiabetic and hepatoprotective effects of Centaurium erythraea Rafn, Artemisia herba-alba Asso and Trigonella foenum-graecum L., all in collaboration between University of Bordeaux, France, Xinjiang Medical University in Urumqi, China and University Mentouri in Constantine, Algeria."], "CopyrightInformation": "© 2016 The British Pharmacological Society."}, "AuthorList": [{"Identifier": ["0000-0003-1212-2817"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, University of Bordeaux, 33076, Bordeaux, France."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Xinjiang Medical University, Urumqi, 830011, China."}], "LastName": "Moore", "ForeName": "Nicholas", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Département de Nutrition, INATAA, Université Mentouri, Constantine, Algerie."}], "LastName": "Hamza", "ForeName": "Nawel", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, University of Bordeaux, 33076, Bordeaux, France."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Xinjiang Medical University, Urumqi, 830011, China."}], "LastName": "Berke", "ForeName": "Benedicte", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, University of Bordeaux, 33076, Bordeaux, France."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Xinjiang Medical University, Urumqi, 830011, China."}], "LastName": "Umar", "ForeName": "Anwar", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Br J Clin Pharmacol", "NlmUniqueID": "7503323", "ISSNLinking": "0306-5251"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Drug Discovery"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tunstall‐Pedoe H, Kuulasmaa K, Mahonen M, Tolonen H, Ruokokoski E, Amouyel P. Contribution of trends in survival and coronary‐event rates to changes in coronary heart disease mortality: 10‐year results from 37 WHO MONICA project populations. Monitoring trends and determinants in cardiovascular disease. Lancet 1999; 353: 1547–57.", "ArticleIdList": ["10334252"]}, {"Citation": "Criqui MH, Ringel BL. Does diet or alcohol explain the French paradox? Lancet 1994; 344: 1719–23.", "ArticleIdList": ["7996999"]}, {"Citation": "Evans AE, Ruidavets JB, McCrum EE, Cambou JP, McClean R, Douste‐Blazy P, et al. Autres pays, autres coeurs? Dietary patterns, risk factors and ischaemic heart disease in Belfast and Toulouse. QJM 1995; 88: 469–77.", "ArticleIdList": ["7633873"]}, {"Citation": "Renaud S, de Lorgeril M. Wine, alcohol, platelets, and the French paradox for coronary heart disease. Lancet 1992; 339: 1523–26.", "ArticleIdList": ["1351198"]}, {"Citation": "Renaud S, de Lorgeril M, Delaye J, Guidollet J, Jacquard F, Mamelle N, et al. Cretan Mediterranean diet for prevention of coronary heart disease. Am J Clin Nutr 1995; 61: 1360S–67S.", "ArticleIdList": ["7754988"]}, {"Citation": "de Lorgeril M, Salen P, Martin JL, Monjaud I, Delaye J, Mamelle N. Mediterranean diet, traditional risk factors, and the rate of cardiovascular complications after myocardial infarction: final report of the Lyon Diet Heart Study. Circulation 1999; 99: 779–85.", "ArticleIdList": ["9989963"]}, {"Citation": "Goldberg DM, Hoffman B, Yang J, Soleas GJ. Phenolic constituents, furans, and total antioxidant status of distilled spirits. J Agric Food Chem 1999; 47: 3978–85.", "ArticleIdList": ["10552753"]}, {"Citation": "Das DK, Sato M, Ray PS, Maulik G, Engelman RM, Bertelli AA, et al. Cardioprotection of red wine: role of polyphenolic antioxidants. Drugs Exp Clin Res 1999; 25: 115–20.", "ArticleIdList": ["10370873"]}, {"Citation": "Da Porto C, Calligaris S, Celotti E, Nicoli MC. Antiradical properties of commercial cognacs assessed by the DPPH(.) test. J Agric Food Chem 2000; 48: 4241–45.", "ArticleIdList": ["10995344"]}, {"Citation": "Bertelli AA, Giovannini L, Giannessi D, Migliori M, Bernini W, Fregoni M, et al. Antiplatelet activity of synthetic and natural resveratrol in red wine. Int J Tissue React 1995; 17: 1–3.", "ArticleIdList": ["7499059"]}, {"Citation": "Umar A, Guerin V, Renard M, Boisseau M, Garreau C, Begaud B, et al. Effects of armagnac extracts on human platelet function in vitro and on rat arteriovenous shunt thrombosis in vivo . Thromb Res 2003; 110: 135–40.", "ArticleIdList": ["12893028"]}, {"Citation": "Umar A, Boisseau M, Segur MC, Begaud B, Moore N. Effect of age of armagnac extract and duration of treatment on antithrombotic effects in a rat thrombosis model. Thromb Res 2003; 111: 185–89.", "ArticleIdList": ["14678818"]}, {"Citation": "Umar A, Depont F, Jacquet A, Lignot S, Segur MC, Boisseau M, et al. Effects of armagnac or vodka on platelet aggregation in healthy volunteers: a randomized controlled clinical trial. Thromb Res 2005; 115: 31–7.", "ArticleIdList": ["15567450"]}, {"Citation": "Ruf JC, Berger JL, Renaud S. Platelet rebound effect of alcohol withdrawal and wine drinking in rats. Relation to tannins and lipid peroxidation. Arterioscler Thromb Vasc Biol 1995; 15: 140–44.", "ArticleIdList": ["7749810"]}, {"Citation": "Al Awwadi NA, Borrot‐Bouttefroy A, Umar A, Saucier C, Segur MC, Garreau C, et al. Effect of armagnac fractions on human platelet aggregation in vitro and on rat arteriovenous shunt thrombosis in vivo probably not related only to polyphenols. Thromb Res 2007; 119: 407–13.", "ArticleIdList": ["16797676"]}, {"Citation": "Hamza N, Berke B, Cheze C, Agli AN, Robinson P, Gin H, et al. Prevention of type 2 diabetes induced by high fat diet in the C57BL/6J mouse by two medicinal plants used in traditional treatment of diabetes in the east of Algeria. J Ethnopharmacol 2010; 128: 513–18.", "ArticleIdList": ["20064599"]}, {"Citation": "Hamza N, Berke B, Cheze C, Le Garrec R, Lassalle R, Agli AN, et al. Treatment of high fat diet induced type 2 diabetes in C57BL/6J mice by two medicinal plants used in traditional treatment of diabetes in the east of Algeria. J Ethnopharmacol 2011; 133: 931–33.", "ArticleIdList": ["21094236"]}, {"Citation": "Hamza N, Berke B, Cheze C, Le Garrec R, Umar A, Agli AN, et al. Preventive and curative effect of Trigonella foenum‐graecum L. seeds in C57BL/6J models of type 2 diabetes induced by high‐fat diet. J Ethnopharmacol 2012; 142: 516–22.", "ArticleIdList": ["22633967"]}, {"Citation": "Hamza N, Berke B, Cheze C, Marais S, Lorrain S, Abdouelfath A, et al. Effect of Centaurium erythraea Rafn, artemisia herba‐alba Asso and Trigonella foenum‐graecum L. on liver fat accumulation in C57BL/6J mice with high‐fat diet‐induced type 2 diabetes. J Ethnopharmacol 2015; 171: 4–11.", "ArticleIdList": ["26023031"]}, {"Citation": "Fleming P. News from Tartary: A Journey from Peking to Kashmir. London: Jonathan Cape, 1936."}, {"Citation": "Tohti I, Tursun M, Umar A, Turdi S, Imin H, Moore N. Aqueous extracts of Ocimum basilicum L. (sweet basil) decrease platelet aggregation induced by ADP and thrombin in vitro and rats arterio‐venous shunt thrombosis in vivo . Thromb Res 2006; 118: 733–39.", "ArticleIdList": ["16469363"]}, {"Citation": "Umar A, Zhou W, Abdusalam E, Tursun A, Reyim N, Tohti I, et al. Effect of Ocimum basilicum L. on cyclo‐oxygenase isoforms and prostaglandins involved in thrombosis. J Ethnopharmacol 2014; 152: 151–55.", "ArticleIdList": ["24412551"]}, {"Citation": "Umar A, Imam G, Yimin W, Kerim P, Tohti I, Berke B, et al. Antihypertensive effects of Ocimum basilicum L. (OBL) on blood pressure in renovascular hypertensive rats. Hypertens Res 2010; 33: 727–30.", "ArticleIdList": ["20448636"]}, {"Citation": "Kirkby NS, Hadoke PW, Bagnall AJ, Webb DJ. The endothelin system as a therapeutic target in cardiovascular disease: great expectations or bleak house? Br J Pharmacol 2008; 153: 1105–19.", "ArticleIdList": ["PMC2275436", "17965745"]}, {"Citation": "Zhou W, Abdusalam E, Abliz P, Reyim N, Tian S, Aji Q, et al. Effect of Cydonia oblonga Mill. fruit and leaf extracts on blood pressure and blood rheology in renal hypertensive rats. J Ethnopharmacol 2014; 152: 464–69.", "ArticleIdList": ["24472663"]}, {"Citation": "Zhou WT, Abdurahman A, Abdusalam E, Yiming W, Abliz P, Aji Q, et al. Effect of Cydonia oblonga Mill. leaf extracts or captopril on blood pressure and related biomarkers in renal hypertensive rats. J Ethnopharmacol 2014; 153: 635–40.", "ArticleIdList": ["24661965"]}, {"Citation": "Zhou W, Abdurahman A, Umar A, Iskander G, Abdusalam E, Berke B, et al. Effects of Cydonia oblonga Miller extracts on blood hemostasis, coagulation and fibrinolysis in mice, and experimental thrombosis in rats. J Ethnopharmacol 2014; 152: 464–69.", "ArticleIdList": ["24704668"]}, {"Citation": "Abliz A, Aji Q, Abdusalam E, Sun X, Abdurahman A, Zhou W, et al. Effect of Cydonia oblonga Mill. leaf extract on serum lipids and liver function in a rat model of hyperlipidaemia. J Ethnopharmacol 2014; 151: 970–74.", "ArticleIdList": ["24342780"]}, {"Citation": "Umar A, Iskandar G, Aikemu A, Yiming W, Zhou W, Berke B, et al. Effects of Cydonia oblonga Miller leaf and fruit flavonoids on blood lipids and anti‐oxydant potential in hyperlipidemia rats. J Ethnopharmacol 2015; 169: 239–43.", "ArticleIdList": ["25934516"]}, {"Citation": "Law MR, Wald NJ, Morris JK, Jordan RE. Value of low dose combination treatment with blood pressure lowering drugs: analysis of 354 randomised trials. BMJ 2003; 326: 1427.", "ArticleIdList": ["PMC162261", "12829555"]}, {"Citation": "Law MR, Wald NJ, Rudnicka AR. Quantifying effect of statins on low density lipoprotein cholesterol, ischaemic heart disease, and stroke: systematic review and meta‐analysis. BMJ 2003; 326: 1423.", "ArticleIdList": ["PMC162260", "12829554"]}, {"Citation": "Wald NJ, Law MR. A strategy to reduce cardiovascular disease by more than 80%. BMJ 2003; 326: 1419.", "ArticleIdList": ["PMC162259", "12829553"]}, {"Citation": "Upur H, Yusup A, Umar A, Moore N. Uighur traditional medicine syndrome of abnormal Savda in men is associated with oxidative stress, which can be improved by Munziq and Mushil of abnormal Savda. Therapie 2004; 59: 483–84.", "ArticleIdList": ["15559555"]}, {"Citation": "Yusup A, Upur H, Umar A, Moore N. Protective effects of Munziq and Mushil of abnormal Savda to mitochondrial oxidative damage. Fundam Clin Pharmacol 2004; 18: 471–76.", "ArticleIdList": ["15312154"]}, {"Citation": "Upur H, Yusup A, Baudrimont I, Umar A, Berke B, Yimit D, et al. Inhibition of cell growth and cellular protein, DNA and RNA synthesis in human hepatoma (HepG2) cells by ethanol extract of abnormal Savda Munziq of traditional Uighur medicine. Evid Based Complement Alternat Med 2011; 2011: 251424.", "ArticleIdList": ["PMC3136333", "18955370"]}, {"Citation": "Yusup A, Upur H, Baudrimont I, Umar A, Kader T, Begaud B, et al. Cytotoxicity of abnormal Savda Munziq aqueous extract in human hepatoma (HepG2) cells. Fundam Clin Pharmacol 2005; 19: 465–72.", "ArticleIdList": ["16011734"]}, {"Citation": "Yusup A, Upur H, Umar A, Berke B, Moore N. Ethanol extract of abnormal Savda Munziq, a herbal preparation of traditional Uighur medicine, inhibits Caco‐2 cells proliferation via cell cycle arrest and apoptosis. Evid Based Complement Alternat Med 2012; 2012: .926329", "ArticleIdList": ["PMC3138059", "21785650"]}, {"Citation": "Yusup A, Upur H, Umar A, Berke B, Yimit D, Lapham JC, et al. Abnormal Savda Munziq, an herbal preparation of traditional Uighur medicine, may prevent 1,2‐dimethylhydrazine‐induced rat colon carcinogenesis. Evid Based Complement Alternat Med 2011; 2011: 152015.", "ArticleIdList": ["PMC3136791", "19561161"]}, {"Citation": "Aikemu A, Yusup A, Umar A, Berke B, Moore N, Upur H. The impact of the Uighur medicine abnormal Savda Munziq on antitumor and antioxidant activity in a S180 and Ehrlich ascites carcinoma mouse tumor model. Pharmacognosy Magazine 2012; 8: 141–48.", "ArticleIdList": ["PMC3371436", "22701288"]}, {"Citation": "Aikemu A, Umar A, Yusup A, Upur H, Berke B, Begaud B, et al. Immunomodulatory and antitumour effects of abnormal Savda Munziq on S180 tumour‐bearing mice. BMC Complement Altern Med 2012; 12: 157.", "ArticleIdList": ["PMC3489790", "22978453"]}, {"Citation": "Amat N, Umar A, Hoxur P, Anaydulla M, Imam G, Aziz R, et al. Traditional Uighur medicine Karapxa decoction, inhibits liver xanthine oxidase and reduces serum uric acid concentrations in hyperuricemic mice and scavenges free radicals in vitro . BMC Complement Altern Med 2015; 15: 131.", "ArticleIdList": ["PMC4422554", "25906842"]}, {"Citation": "Ablimit A, Kuhnel H, Strasser A, Upur H. Abnormal Savda syndrome: long‐term consequences of emotional and physical stress on endocrine and immune activities in an animal model. Chin J Integr Med 2013; 19: 603–09.", "ArticleIdList": ["22610958"]}, {"Citation": "Mamtimin B, Xia G, Mijit M, Hizbulla M, Kurbantay N, You L, et al. Metabolic differentiation and classification of abnormal Savda Munziq's pharmacodynamic role on rat models with different diseases by nuclear magnetic resonance‐based metabonomics. Pharmacognosy Magazine 2015; 11: 698–706.", "ArticleIdList": ["PMC4621637", "26600713"]}, {"Citation": "Maimaitiaili A, Shabiti A, Abudureheman M, Musha Z, Jun Q, Maimaitiaili G, et al. Effects of different doses of Savda Munziq on myocardial ischemia‐reperfusion injury in rats with abnormal Savda syndrome. Genet Mol Res 2014; 13: 4729–35.", "ArticleIdList": ["25062408"]}, {"Citation": "Abudunaibi M, Mulati A, Aisikaer S, Zulifeiya M, Qiao J, Gulibositan M, et al. Myocardial protective effects of Munziq in myocardial ischemia‐reperfusion injury rats with abnormal Savda syndrome. Genet Mol Res 2015; 14: 3426–35.", "ArticleIdList": ["25966109"]}, {"Citation": "Xu WF, Upur H, Wu YH, Mamtimin B, Yang J, Ga YJ, et al. Metabolomic changes in patients with chronic obstructive pulmonary disease with abnormal Savda syndrome. Exp Ther Med 2015; 9: 425–31.", "ArticleIdList": ["PMC4280916", "25574210"]}, {"Citation": "Upur H, Chen Y, Kamilijiang M, Deng W, Sulaiman X, Aizezi R, et al. Identification of plasma protein markers common to patients with malignant tumour and abnormal Savda in Uighur medicine: a prospective clinical study. BMC Complement Altern Med 2015; 15: 9.", "ArticleIdList": ["PMC4321703", "25652121"]}, {"Citation": "Peierdun MJ, Liu WX, Renaguli AZ, Nurmuhammat A, Li XC, Gulibaier KH, et al. Clinical characteristics of abnormal Savda syndrome type in human immunodeficiency virus infection and acquired immune deficiency syndrome patients: a cross‐sectional investigation in Xinjiang, China. Chin J Integr Med 2015; 21: 895–901.", "ArticleIdList": ["25749903"]}, {"Citation": "Mamtimin B, Hizbulla M, Kurbantay N, You L, Yan X, Upur H. An magnetic resonance‐based plasma metabonomic investigation on abnormal Savda in different complicated diseases. J Tradit Chin Med 2014; 34: 166–72.", "ArticleIdList": ["24783928"]}, {"Citation": "Abdureyim S, Amat N, Umar A, Upur H, Berke B, Moore N. Anti‐inflammatory, immunomodulatory, and heme oxygenase‐1 inhibitory activities of ravan napas, a formulation of Uighur traditional medicine, in a rat model of allergic asthma. Evid Based Complement Alternat Med 2011; 2011: pii: 725926.", "ArticleIdList": ["PMC2952321", "20953388"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "2", "Day": "11"}, {"Year": "2016", "Month": "6", "Day": "8"}, {"Year": "2016", "Month": "6", "Day": "10"}, {"Year": "2016", "Month": "6", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27297624", "PMC5338142", "10.1111/bcp.13042"]}}], "PubmedBookArticle": []}