{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Berchimia spp.", "Chinese minority medicinal plants", "ITS2 DNA barcode", "Pairwise distance analysis", "Species identification"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27347459", "DateCompleted": {"Year": "2016", "Month": "06", "Day": "27"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "06", "Day": "03"}], "ELocationID": ["658", "10.1186/s40064-016-2207-4"], "Language": ["eng"], "Journal": {"ISSN": "2193-1801", "JournalIssue": {"Volume": "5", "Issue": "1", "PubDate": {"Year": "2016"}}, "Title": "SpringerPlus", "ISOAbbreviation": "Springerplus"}, "ArticleTitle": "Differentiation of the Chinese minority medicinal plant genus Berchemia spp. by evaluating three candidate barcodes.", "Pagination": {"StartPage": "658", "MedlinePgn": "658"}, "Abstract": {"AbstractText": ["The genus Berchemia comprises important Chinese plants with considerable medicinal value; however, these plants are often misidentified in the herbal medicinal market. To differentiate the various morphotypes of Berchemia species, a proficient method employing the screening of universal DNA barcodes was used in this work. Three candidate barcoding loci, namely, psbA-trnH, rbcL, and the second internal transcribed spacer (ITS2), were used to identify an effective DNA barcode that can differentiate the various Berchemia species. Additionally, PCR amplification, efficient sequencing, intra- and inter-specific divergences, and DNA barcoding gaps were employed to assess the ability of each barcode to identify these diverse Berchemia plants authentically; the species were differentiated using the Kimura two-parameter and maximum composite likelihood methods. Sequence data analysis showed that the ITS2 region was the most suitable candidate barcode and exhibited the highest interspecific divergence among the three DNA-barcoding sequences. A clear differentiation was observed at the species level, in which a maximum distance of 0.264 was exhibited between dissimilar species. Clustal analysis also demonstrated that ITS2 clearly differentiated the test species in a more effective manner than that with the two other barcodes at both the hybrid and variety levels. Results indicate that DNA barcoding is ideal for species-level identification of Berchemia and provides a foundation for further identification at the molecular level of other Rhamnaceae medicinal plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hubei University of Chinese Medicine, Wuhan, 430065 China ; Guangxi Institute of Minority Medicine, Nanning, 530001 China."}], "LastName": "Guo", "ForeName": "Li-Cheng", "Initials": "LC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, Beijing, 100700 China ; Medical Laboratory College, Beihua University, Jilin, 132013 China."}], "LastName": "Zhao", "ForeName": "Ming-Ming", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, Beijing, 100700 China."}], "LastName": "Sun", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Institute of Minority Medicine, Nanning, 530001 China."}], "LastName": "Teng", "ForeName": "Hong-Li", "Initials": "HL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hubei University of Chinese Medicine, Wuhan, 430065 China."}], "LastName": "Huang", "ForeName": "Bi-Sheng", "Initials": "BS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Institute of Minority Medicine, Nanning, 530001 China."}], "LastName": "Zhao", "ForeName": "Xiang-Pei", "Initials": "XP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Springerplus", "NlmUniqueID": "101597967", "ISSNLinking": "2193-1801"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chen L, Dong JX. Advances in studies on chemical constituents from plants of Berchemia Neck and their bioactivities. Chin Tradit Herb Drugs. 2006;37(4):627."}, {"Citation": "Chen S, Yao H, Han J, Liu C, Song J, Shi L, et al. Validation of the ITS2 region as a novel DNA barcode for identifying medicinal plant species. PLoS One. 2010;5(1):e8613. doi: 10.1371/journal.pone.0008613.", "ArticleIdList": ["10.1371/journal.pone.0008613", "PMC2799520", "20062805"]}, {"Citation": "Fu LK, Jin JM (1992) China plant red data book—rare and endangered plants, vol 1. Science Press, pp 312–319"}, {"Citation": "Gregory TR. DNA barcoding does not compete with taxonomy. Nature. 2005;434(7037):1067. doi: 10.1038/4341067b.", "ArticleIdList": ["10.1038/4341067b", "15858548"]}, {"Citation": "Guo LC, Teng HL, Mei ZN. TLC identification and determination of the quercetin in Berchemia lineata. Lishizhen MedMateria Medica Res. 2012;12:016."}, {"Citation": "Hebert PD, Ratnasingham S, de Waard JR. Barcoding animal life: cytochrome c oxidase subunit 1 divergences among closely related species. Proc R Soc Lond B Biol Sci. 2003;270(Suppl 1):S96–S99. doi: 10.1098/rsbl.2003.0025.", "ArticleIdList": ["10.1098/rsbl.2003.0025", "PMC1698023", "12952648"]}, {"Citation": "Higgins DG, Bleasby AJ, Fuchs R. CLUSTAL V: improved software for multiple sequence alignment. Comput Appl Biosci CABIOS. 1992;8(2):189–191.", "ArticleIdList": ["1591615"]}, {"Citation": "Huxley AJ, Griffiths M. The new royal horticultural society dictionary of gardening. New York: Groves Dictionaries Inc; 1999."}, {"Citation": "Jeanmougin F, Thompson JD, Gouy M, Higgins DG, Gibson TJ. Multiple sequence alignment with Clustal X. Trends Biochem Sci. 1998;23(10):403–405. doi: 10.1016/S0968-0004(98)01285-7.", "ArticleIdList": ["10.1016/S0968-0004(98)01285-7", "9810230"]}, {"Citation": "Kitamura S, Murata G. Colored illustrations of woody plants of Japan. Osaka: Horikusha Pub. Co., In; 1984."}, {"Citation": "Kress WJ, Wurdack KJ, Zimmer EA, Weigt LA, Janzen DH. Use of DNA barcodes to identify flowering plants. Proc Natl Acad Sci USA. 2005;102(23):8369–8374. doi: 10.1073/pnas.0503123102.", "ArticleIdList": ["10.1073/pnas.0503123102", "PMC1142120", "15928076"]}, {"Citation": "Lahaye R, Van der Bank M, Bogarin D, Warner J, Pupulin F, Gigot G, et al. DNA barcoding the floras of biodiversity hotspots. Proc Natl Acad Sci USA. 2008;105(8):2923–2928. doi: 10.1073/pnas.0709936105.", "ArticleIdList": ["10.1073/pnas.0709936105", "PMC2268561", "18258745"]}, {"Citation": "Ma X, Xie C, Guan M, Xu X, Miki E, Takeda O, et al. High levels of genetic diversity within one population of rheum tanguti-cum on the Qinghai-Tibet plateau have implications for germplasm conservation. Pharm Crop. 2014;5:1–8. doi: 10.2174/2210290601405010001.", "ArticleIdList": ["10.2174/2210290601405010001"]}, {"Citation": "Meyer CP, Paulay G. DNA barcoding: error rates based on comprehensive sampling. PLoS Biol. 2005;3(12):e422. doi: 10.1371/journal.pbio.0030422.", "ArticleIdList": ["10.1371/journal.pbio.0030422", "PMC1287506", "16336051"]}, {"Citation": "Miller SE. Coding and the renaissance of taxonomy. Proc Natl Acad Sci USA. 2007;104(12):4775–4776. doi: 10.1073/pnas.0700466104.", "ArticleIdList": ["10.1073/pnas.0700466104", "PMC1829212", "17363473"]}, {"Citation": "Mukhtar N, Malik A, Riaz N, Iqbal K, Tareen RB, Khan SN, et al. Pakistolides A and B, novel enzyme inhibitory and antioxidant dimeric 4-(glucosyloxy) benzoates from Berchemia pakistanica. Helv Chim Acta. 2004;87(2):416–424. doi: 10.1002/hlca.200490040.", "ArticleIdList": ["10.1002/hlca.200490040"]}, {"Citation": "Newmaster S, Fazekas A, Ragupathy S. DNA barcoding in land plants: evaluation of rbcL in a multigene tiered approach. Botany. 2006;84(3):335–341."}, {"Citation": "Ohwi J. Flora of Japan. A combined much revised, and extended translation by the author of his Flora of Japan (1953) and Flora of Japan: Pteridophyta (1957) Washington: Smithsonian Institution; 1984."}, {"Citation": "Pang X, Liu C, Shi L, Liu R, Liang D, Li H, et al. Utility of the trnH–psbA intergenic spacer region and its combinations as plant DNA barcodes: a meta-analysis. PLoS One. 2012;7(11):e48833. doi: 10.1371/journal.pone.0048833.", "ArticleIdList": ["10.1371/journal.pone.0048833", "PMC3498263", "23155412"]}, {"Citation": "Ross HA, Murugan S, Li WLS. Testing the reliability of genetic methods of species identification via simulation. Syst Biol. 2008;57(2):216–230. doi: 10.1080/10635150802032990.", "ArticleIdList": ["10.1080/10635150802032990", "18398767"]}, {"Citation": "Sass C, Little DP, Stevenson DW, Specht CD. DNA barcoding in the cycadales: testing the potential of proposed barcoding markers for species identification of cycads. PLoS One. 2007;2(11):e1154. doi: 10.1371/journal.pone.0001154.", "ArticleIdList": ["10.1371/journal.pone.0001154", "PMC2063462", "17987130"]}, {"Citation": "Shen YX, Teng HL, Yang GZ, Mei ZN, Chen XL. A new chromone derivative from Berchemia lineata. Acta Pharmacol Sin. 2010;45(9):1139–1143.", "ArticleIdList": ["21348425"]}, {"Citation": "Sinicae FRP. Tomus 72, Delectis Florae Reipublicae Popularis Sinicae Agendae Academiae Sinicae Edita. In.: Science Press; 1988."}, {"Citation": "Song J, Yao H, Li Y, Li X, Lin Y, Liu C, et al. Authentication of the family Polygonaceae in Chinese pharmacopoeia by DNA barcoding technique. J Ethnopharmacol. 2009;124(3):434–439. doi: 10.1016/j.jep.2009.05.042.", "ArticleIdList": ["10.1016/j.jep.2009.05.042", "19505556"]}, {"Citation": "Sui XY, Huang Y, Tan Y, Guo Y, Long CL. Molecular authentication of the ethnomedicinal plant Sabia parviflora and its adulterants by DNA barcoding technique. Planta Med Nat Prod Med Plant Res. 2011;77:492.", "ArticleIdList": ["20979018"]}, {"Citation": "Sun Z, Chen S. Identification of cortex herbs using the DNA barcode nrITS2. J Nat Med. 2013;67(2):296–302. doi: 10.1007/s11418-012-0681-8.", "ArticleIdList": ["10.1007/s11418-012-0681-8", "22802133"]}, {"Citation": "Tamura K, Peterson D, Peterson N, Stecher G, Nei M, Kumar S. MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods. Mol Biol Evol. 2011;28(10):2731–2739. doi: 10.1093/molbev/msr121.", "ArticleIdList": ["10.1093/molbev/msr121", "PMC3203626", "21546353"]}, {"Citation": "Teng H, Chen K, Chen S. The species basis of Berchemia lineata and its drug commodity. Zhong Yao Cai. 2010;33(5):674–677.", "ArticleIdList": ["20873548"]}, {"Citation": "Xue CY, Li DZ. Use of DNA barcode sensu lato to identify traditional Tibetan medicinal plant Gentianopsis paludosa (Gentianaceae) J Syst Evol. 2011;49:267–270. doi: 10.1111/j.1759-6831.2011.00127.x.", "ArticleIdList": ["10.1111/j.1759-6831.2011.00127.x"]}, {"Citation": "Yan H, Li Y, Zhang H, He M. Pharmacognostical study on Berchemia floribunda. Zhong Yao Cai. 2013;36(6):908–910.", "ArticleIdList": ["24380273"]}, {"Citation": "Yao H, Song J, Liu C, Luo K, Han J, Li Y, et al. Use of ITS2 region as the universal DNA barcode for plants and animals. PLoS One. 2010;5(10):e13102. doi: 10.1371/journal.pone.0013102.", "ArticleIdList": ["10.1371/journal.pone.0013102", "PMC2948509", "20957043"]}, {"Citation": "Ye Y, He M, Li D, Xiong Y, Yan H. Primary study on dormancy and release method for Berchemia lineata seed. Zhong Yao Cai. 2013;36(9):1385–1389.", "ArticleIdList": ["24620677"]}, {"Citation": "Zhou J, Sun J, Xu S, Zhou Q, Sun S. Study on the identification of Illicium vatum Hook. f. and illicium lanceolatum AC Smith by multi-ateps infrared macro-fingerprint method. Guang Pu Xue Yu Guang Pu Fen Xi. 2008;28:2864–2867.", "ArticleIdList": ["19248501"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "11", "Day": "6"}, {"Year": "2016", "Month": "4", "Day": "21"}, {"Year": "2016", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "6", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["27347459", "PMC4899350", "10.1186/s40064-016-2207-4", "2207"]}}], "PubmedBookArticle": []}