{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anthelmintics", "Haemonchus contortus", "Murraya koenigii", "Ruminants"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27413305", "DateCompleted": {"Year": "2016", "Month": "07", "Day": "14"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2014", "Month": "08", "Day": "31"}], "ELocationID": ["10.1007/s12639-014-0510-y"], "Language": ["eng"], "Journal": {"ISSN": "0971-7196", "JournalIssue": {"Volume": "40", "Issue": "2", "PubDate": {"Year": "2016", "Month": "Jun"}}, "Title": "Journal of parasitic diseases : official organ of the Indian Society for Parasitology", "ISOAbbreviation": "J Parasit Dis"}, "ArticleTitle": "In vitro and in vivo anthelmintic activity of Murraya koenigii against gastro-intestinal nematodes of sheep.", "Pagination": {"StartPage": "362", "EndPage": "368", "MedlinePgn": "362-8"}, "Abstract": {"AbstractText": ["The present study have been conducted to evaluate the anthelmintic activity of crude aqueous and crude methanolic leaf extracts of Murraya koenigii. Infection of ruminants with gastro-intestinal (GI) parasite has become a worldwide problem. The parasite causes economic losses in a variety of ways. Previously sheep producers relied heavily on anti-parasitic drugs to control gastro-intestinal parasites of the flocks. But due to misuse of these drugs the parasites become resistant to drugs. Thus created interest in studying medicinal plants as an alternative source of controlling the GI parasites. Adult motility assay (AMA) and egg hatch assay (EHA) have been done for in vitro study, and faecal egg count reduction (FECR) assay have been done for in vivo study. The in vitro study revealed anthelmintic effects of M. koenigii on Haemonchus contortus as evident from their paralytic condition and/or death at eight hour post exposure in different concentrations (12.5, 25, 50 mg/ml) of aqueous and methanolic extracts which exhibit to be dose-dependent. Aqueous and methanolic extracts of M. koenigii were found to have low percent inhibitory effect on egg hatching. It may be concluded that M. koenigii showed significant anthelmintic activity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Kalyani University, Kalyani, West Bengal India."}], "LastName": "Molla", "ForeName": "Sabir Hossen", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Kalyani University, Kalyani, West Bengal India."}], "LastName": "Bandyopadhyay", "ForeName": "Probir Kumar", "Initials": "PK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Parasit Dis", "NlmUniqueID": "9713059", "ISSNLinking": "0971-7196"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adebajo AC, Reisch J. Minor furocoumarins of Murraya koenigii. Fitoterap. 2000;71:334–337. doi: 10.1016/S0367-326X(99)00163-X.", "ArticleIdList": ["10.1016/S0367-326X(99)00163-X", "10844176"]}, {"Citation": "Ademola IO, Fagbnemi BO, Idowu SO. Evaluation of the anthelmintic activity of Khaya senegalensis extract against gastrointestinal nematodes of sheep: in vitro and in vivo studies. Vet Parasitol. 2004;122:151–164. doi: 10.1016/j.vetpar.2004.04.001.", "ArticleIdList": ["10.1016/j.vetpar.2004.04.001", "15177720"]}, {"Citation": "Akhtar MS, Iqbal Z, Khan MN. Evaluation of anthelmintic activity of Chenopodium album (Bathu) against nematodes in sheep. Int J Agric Biol. 1999;1(3):120–124."}, {"Citation": "Alawa CBI, Adamu AM, Gefu JO, Ajanusi OJ, Abdu PA, Chiezey NP, Alawa JN, Bowman DD. In vitro screening of two Nigerian medicinal plants (Vernonia amygdalina and Annona senegalensis) for anthelmintic activity. Vet Parasitol. 2003;113:73–81. doi: 10.1016/S0304-4017(03)00040-2.", "ArticleIdList": ["10.1016/S0304-4017(03)00040-2", "12651218"]}, {"Citation": "Al-Shaibani IRM, Phulan MS, Shiekh M. Anthelmintic activity of Fumaria parviflora (Fumariaceae) against gastrointestinal nematodes of sheep. Int J Agric Biol. 2009;11:431–436."}, {"Citation": "Assis LM, Bevilqua CML, Morais SM, Vieira LS, Costa CTC, Souza JAL. Ovicidal and larvicidal activity in vitro of Spigelia anthelmia Linn. extracts on Haemonchus contortus. Vet Parasitol. 2003;117:43–49. doi: 10.1016/j.vetpar.2003.07.021.", "ArticleIdList": ["10.1016/j.vetpar.2003.07.021", "14597278"]}, {"Citation": "Athanasiadou S, Kyriazakis I, Jackson F, Coop RL. Consequences of long-term feeding with condensed tannin on sheep parasitized with Trichostrongylus colubriformis. Int J Parasitol. 2000;3:1025–1033. doi: 10.1016/S0020-7519(00)00083-7.", "ArticleIdList": ["10.1016/S0020-7519(00)00083-7", "10980294"]}, {"Citation": "Baker RL, Reynolds L, Lahlou KA, Rege JE, Bekele T, Mukassa M, Rey B (1992) Prospects of breeding for resistance to endoparasites in small ruminants in Africa. In: Proceedings of the second conference of small ruminant research network"}, {"Citation": "Beriajaya P, Murdiati TB, Herawaty M. Anthelmintic effect of Zingiber purpureum infusion and extract on adult worms of Haemonchus contortus in vitro. J Ilmu Ternak Dam Vet. 1998;3:277–282."}, {"Citation": "Bizimenyera ES, Githiori JB, Eloff JN, Swan GE. In-vitro activity of Peltophourum africanum Sond. (Fabaceae) extracts on the egg hatching and larval development of the parasitic nematode Trichostrongylus colubrifrmis. Vet Parasitol. 2006;142(3–4):336–343. doi: 10.1016/j.vetpar.2006.06.013.", "ArticleIdList": ["10.1016/j.vetpar.2006.06.013", "16899339"]}, {"Citation": "Brelin D. Evaluation of the neem tree (Azadirachta indica) as an alternative anthelmintic for helminth control in small ruminants in Malaysia. Minor field studies. Uppsala: Swedish University ofAgricultural Sciences; 2002. p. 31."}, {"Citation": "Cabaret J, Berrag B. Faecal egg count reduction test for assessing anthelmintic efficacy: average versus individually based estimations. Vet Parasitol. 2004;121:105–113. doi: 10.1016/j.vetpar.2004.01.020.", "ArticleIdList": ["10.1016/j.vetpar.2004.01.020", "15110408"]}, {"Citation": "Coles GC, Buer C, Borgsteede FHM, Gerts S, Klei TR, Taylor MA, Waller PJ. World association for the advancement of veterinary parasitology (WAAP). Methods for detection of antihelmintic resistance in nematodes of veterinary importance. Vet Parasitol. 1992;44:35–44. doi: 10.1016/0304-4017(92)90141-U.", "ArticleIdList": ["10.1016/0304-4017(92)90141-U", "1441190"]}, {"Citation": "Coles GC, Jackson F, Pomroy WE, Prichard RK, Von Samson-Himmelstjerna G, Silvestre A, Taylor MA, Vercruysse J. The detection of anthelmintic resistance in nematodes of veterinary importance. Vet Parasitol. 2006;136(3–4):167–185. doi: 10.1016/j.vetpar.2005.11.019.", "ArticleIdList": ["10.1016/j.vetpar.2005.11.019", "16427201"]}, {"Citation": "Debella A (2002) Manual of phytochemical screening of medicinal plants, Ethiopian health and nutrition research institute, p 84"}, {"Citation": "Eguale T, Tilahun G, Debella A, Feleke A, Makkonen E. Haemonchus contortus: in vitro and in vivo anthelmintic activity of aqueous and hydroalcoholic extracts of Hedera helix. Exp Parasitol. 2007;116:340–350. doi: 10.1016/j.exppara.2007.01.019.", "ArticleIdList": ["10.1016/j.exppara.2007.01.019", "17382320"]}, {"Citation": "Gathuma JM, Mbaria JM, Wanyama J, Kaburia HFA, Mpoke L, Mwangi JN. Efficacy of Myrisine africana, Albizia anthelmintica and Hilctebrandtia sepalosa herbal remedies against natural sheep helminthosis in Samburu district, Kenya. J Ethnopharma. 2004;91:7–12. doi: 10.1016/j.jep.2003.11.007.", "ArticleIdList": ["10.1016/j.jep.2003.11.007", "15036460"]}, {"Citation": "Githiori JB, Hoglund J, Waller PJ, Baker RL. The anthelmintic efficacy of the plant, Albizia anthelmintica, against the nematode parasites Haemonchuscontortus of sheep and Heligmosomoides pofygyrus of mice. Vet Parasitol. 2003;116:23–34. doi: 10.1016/S0304-4017(03)00218-8.", "ArticleIdList": ["10.1016/S0304-4017(03)00218-8", "14519324"]}, {"Citation": "Hammond JA, Fielding D, Bishop SC. Prospects for plant anthelmintics in tropical veterinary medicine. Vet Res Com. 1997;21:213–228. doi: 10.1023/A:1005884429253.", "ArticleIdList": ["10.1023/A:1005884429253", "9090048"]}, {"Citation": "Hordegen P, Hertzberg H, Heilmann J, Langhans W, Maurer V. The anthelmintic efficacy of five plant products against gastrointestinal trichostrongylids in artificially infected lambs. Vet Parasitol. 2003;117:51–60. doi: 10.1016/j.vetpar.2003.07.027.", "ArticleIdList": ["10.1016/j.vetpar.2003.07.027", "14597279"]}, {"Citation": "Hordegen P, Cabaret J, Hertzberg H, Langhans W, Maurer V. In vitro screening of six anthelmintic plant products against larval Haemonchuscontortus with a modified methyl-thiazolyl-tetrazolium reduction assay. J Ethnopharm. 2006;108:85–89. doi: 10.1016/j.jep.2006.04.013.", "ArticleIdList": ["10.1016/j.jep.2006.04.013", "16725288"]}, {"Citation": "Iqbal Z, Lateef M, Akhter MS, Gayur MN, Gilani AH. In vivo anthelmintic activity of ginger against gastrointestinal nematodes of sheep. J Ethnopharm. 2006;106:285–287. doi: 10.1016/j.jep.2005.12.031.", "ArticleIdList": ["10.1016/j.jep.2005.12.031", "16443342"]}, {"Citation": "Iqbal Z, Lateef M, Khan MN, Jabbar A, Akhter MS. Anthelmintic activity of Swertia chirata against gastrointestinal nematodes of sheep. Fitoterap. 2006;77(6):463–465. doi: 10.1016/j.fitote.2006.05.010.", "ArticleIdList": ["10.1016/j.fitote.2006.05.010", "16815639"]}, {"Citation": "Jaliwala YA, Panda PK, Chourasia N, Kumar BN, Amit P, Mohanty PK. In vitro anthelmintic activity of aerial parts of Argemone mexicana Linn. J Phar Res. 2011;4(9):3173–3174."}, {"Citation": "Ketzis JK, Taylor A, Bowmann DD, Brown DL, Warnick LD, Erb HN. Chenopodium ambrosioides and its essential oil as treatments for Haemonchus contortus and mixed adult nematode infections in goats. J Sm Rum Res. 2002;44:193–200. doi: 10.1016/S0921-4488(02)00047-0.", "ArticleIdList": ["10.1016/S0921-4488(02)00047-0"]}, {"Citation": "Khanu F, Anilakumar KR, Sudarshana Krishna KR, Viswanathan KR, Santhanam K. Anticarcinogenic effects of curry leaves in dimethylhydrazine-treated rats. Pl F Hum Nut. 2000;55:347–355. doi: 10.1023/A:1008148531495.", "ArticleIdList": ["10.1023/A:1008148531495", "11086877"]}, {"Citation": "Lateef M, Iqbal Z, Khan MN, Akhtar MN, Akhtar MS, Jabbar A. Anthelmintic activity of Adhatoda vesica roots. Int J Agric Biol. 2003;5:86–90."}, {"Citation": "Maciel MV, Morais SM, Bevilaqua CML, Camurca-Vasconcelos ALF, Costa CTC, Castro CMS. Ovicidal and larvicidal activity of Melia azedarach extracts on Haemonchus contortus. Vet Parasitol. 2006;140:98–104. doi: 10.1016/j.vetpar.2006.03.007.", "ArticleIdList": ["10.1016/j.vetpar.2006.03.007", "16621294"]}, {"Citation": "Maphosa V, Masika PJ, Bizimenyera ES, Eloff JN. In-vitro anthelminthic activity of crude aqueous extracts of Aloe ferox, Leonotisleonurus and Elephantorrhiza elephantina against Haemonchus contortus. Trop Anim Heal Prod. 2010;42:301–307. doi: 10.1007/s11250-009-9421-9.", "ArticleIdList": ["10.1007/s11250-009-9421-9", "19693685"]}, {"Citation": "Min BR, Hart SP. Tannins for suppression of internal parasites. J Anim Sci. 2003;81:102–109."}, {"Citation": "Molla SH, Bandyopadhyay PK (2013) In vitro anthelmintic activity of Psidium guajava against sheep gastrointestinal nematode, Haemonchus contortus. Env Ecol (In press)"}, {"Citation": "Ningappa MB, Dinesha R, Srinivas L. Antioxidant and free radical scavenging activities of polyphenol-enriched curry leaf (Murraya koenigii L.) extracts. F Chem. 2008;106:720–728. doi: 10.1016/j.foodchem.2007.06.057.", "ArticleIdList": ["10.1016/j.foodchem.2007.06.057"]}, {"Citation": "Rates SM. Plants as source of drugs. Toxic. 2001;39(5):603–613. doi: 10.1016/S0041-0101(00)00154-9.", "ArticleIdList": ["10.1016/S0041-0101(00)00154-9", "11072038"]}, {"Citation": "Singh MP, Mahesh K, Ahmad AM. Efficacy of some ethnomedicinal plants against Haemonchus contortus. Ind J Vet Med. 2004;24:1–4."}, {"Citation": "Soulsby EJL. Helminths, Arthropods and Protozoa of domesticated animals. 7. London: The English Language Book Society and Bailliere Tindall; 1982. pp. 763–773."}, {"Citation": "Tandon V, Pal P, Roy B, Rao HSP, Reddy KS. In vitro anthelmintic activity of root-tuber extract of Flemengia vestita, an indigenous plant in Shillong, India. Parasitol Res. 1997;83:492–498. doi: 10.1007/s004360050286.", "ArticleIdList": ["10.1007/s004360050286", "9197399"]}, {"Citation": "Waller PJ, Bernes G, Thamsborg SM, Sukura A, Richter SH, Ingebrigtsen K, Hoglund J. Plants as de-worming agents of livestock in the Nordic countries: historical perspective, popular beliefs and prospects for the future. Act Vet Scand. 2001;42:31–44. doi: 10.1186/1751-0147-42-31.", "ArticleIdList": ["10.1186/1751-0147-42-31", "PMC2202332", "11455900"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "1", "Day": "28"}, {"Year": "2014", "Month": "8", "Day": "5"}, {"Year": "2016", "Month": "7", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27413305", "PMC4927492", "10.1007/s12639-014-0510-y", "510"]}}], "PubmedBookArticle": []}