{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27411057", "DateCompleted": {"Year": "2017", "Month": "08", "Day": "03"}, "DateRevised": {"Year": "2019", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "07", "Day": "13"}], "ELocationID": ["e0159349", "10.1371/journal.pone.0159349"], "Language": ["eng"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "11", "Issue": "7", "PubDate": {"Year": "2016"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "In planta Transformed Cumin (Cuminum cyminum L.) Plants, Overexpressing the SbNHX1 Gene Showed Enhanced Salt Endurance.", "Pagination": {"StartPage": "e0159349", "MedlinePgn": "e0159349"}, "Abstract": {"AbstractText": ["Cumin is an annual, herbaceous, medicinal, aromatic, spice glycophyte that contains diverse applications as a food and flavoring additive, and therapeutic agents. An efficient, less time consuming, Agrobacterium-mediated, a tissue culture-independent in planta genetic transformation method was established for the first time using cumin seeds. The SbNHX1 gene, cloned from an extreme halophyte Salicornia brachiata was transformed in cumin using optimized in planta transformation method. The SbNHX1 gene encodes a vacuolar Na+/H+ antiporter and is involved in the compartmentalization of excess Na+ ions into the vacuole and maintenance of ion homeostasis Transgenic cumin plants were confirmed by PCR using gene (SbNHX1, uidA and hptII) specific primers. The single gene integration event and overexpression of the gene were confirmed by Southern hybridization and competitive RT-PCR, respectively. Transgenic lines L3 and L13 showed high expression of the SbNHX1 gene compared to L6 whereas moderate expression was detected in L5 and L10 transgenic lines. Transgenic lines (L3, L5, L10 and L13), overexpressing the SbNHX1 gene, showed higher photosynthetic pigments (chlorophyll a, b and carotenoid), and lower electrolytic leakage, lipid peroxidation (MDA content) and proline content as compared to wild type plants under salinity stress. Though transgenic lines were also affected by salinity stress but performed better compared to WT plants. The ectopic expression of the SbNHX1 gene confirmed enhanced salinity stress tolerance in cumin as compared to wild type plants under stress condition. The present study is the first report of engineering salt tolerance in cumin, so far and the plant may be utilized for the cultivation in saline areas."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Marine Biotechnology and Ecology Division, CSIR-Central Salt and Marine Chemicals Research Institute, G. B. Marg, Bhavnagar, Gujarat, 364002, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research, CSIR, New Delhi, India."}], "LastName": "Pandey", "ForeName": "Sonika", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Marine Biotechnology and Ecology Division, CSIR-Central Salt and Marine Chemicals Research Institute, G. B. Marg, Bhavnagar, Gujarat, 364002, India."}], "LastName": "Patel", "ForeName": "Manish Kumar", "Initials": "MK"}, {"Identifier": ["0000-0003-0342-010X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Marine Biotechnology and Ecology Division, CSIR-Central Salt and Marine Chemicals Research Institute, G. B. Marg, Bhavnagar, Gujarat, 364002, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research, CSIR, New Delhi, India."}], "LastName": "Mishra", "ForeName": "Avinash", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Marine Biotechnology and Ecology Division, CSIR-Central Salt and Marine Chemicals Research Institute, G. B. Marg, Bhavnagar, Gujarat, 364002, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research, CSIR, New Delhi, India."}], "LastName": "Jha", "ForeName": "Bhavanath", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Sodium-Hydrogen Exchangers"}, {"RegistryNumber": "1406-65-1", "NameOfSubstance": "Chlorophyll"}, {"RegistryNumber": "36-88-4", "NameOfSubstance": "Carotenoids"}, {"RegistryNumber": "451W47IQ8X", "NameOfSubstance": "Sodium Chloride"}, {"RegistryNumber": "5712ZB110R", "NameOfSubstance": "chlorophyll b"}, {"RegistryNumber": "YF5Q9EJC8Y", "NameOfSubstance": "Chlorophyll A"}], "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Agrobacterium"}, {"QualifierName": ["metabolism"], "DescriptorName": "Carotenoids"}, {"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Chenopodiaceae"}, {"QualifierName": ["metabolism"], "DescriptorName": "Chlorophyll"}, {"QualifierName": [], "DescriptorName": "Chlorophyll A"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Cuminum"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["physiology"], "DescriptorName": "Osmotic Pressure"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plants, Genetically Modified"}, {"QualifierName": [], "DescriptorName": "Salinity"}, {"QualifierName": ["genetics"], "DescriptorName": "Salt Tolerance"}, {"QualifierName": ["metabolism"], "DescriptorName": "Sodium Chloride"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Sodium-Hydrogen Exchangers"}], "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kaefer CM, Milner JA. The role of herbs and spices in cancer prevention. J. Nutr. Biochem. 2008; 19: 347–361. 10.1016/j.jnutbio.2007.11.003", "ArticleIdList": ["10.1016/j.jnutbio.2007.11.003", "PMC2771684", "18499033"]}, {"Citation": "Kabak B, Dobson AD. Mycotoxins in Spices and Herbs: An Update. Crit. Rev. Food Sci. Nutr. 2015; 10.1080/10408398.2013.772891", "ArticleIdList": ["10.1080/10408398.2013.772891", "26528824"]}, {"Citation": "Johri RK. Cuminum cyminum and Carum carvi: An update. Pharmacogn Rev. 2011; 5: 63 10.4103/0973-7847.79101", "ArticleIdList": ["10.4103/0973-7847.79101", "PMC3210012", "22096320"]}, {"Citation": "Sowbhagya HB. Chemistry, technology, and nutraceutical functions of cumin (Cuminum cyminum L): An overview. Crit. Rev. Food Sci. Nutr. 2013; 53: 1–10. 10.1080/10408398.2010.500223", "ArticleIdList": ["10.1080/10408398.2010.500223", "23035918"]}, {"Citation": "Pandey S, Patel MK, Mishra A, Jha B. Physio-Biochemical composition and untargeted metabolomics of cumin (Cuminum cyminum L.) make it promising functional food and help in mitigating slinity stress. PloS One. 2015; 10: e0144469 10.1371/journal.pone.0144469", "ArticleIdList": ["10.1371/journal.pone.0144469", "PMC4671573", "26641494"]}, {"Citation": "Rebey IB, Zakhama N, Karoui IJ, Marzouk B. Polyphenol composition and antioxidant activity of cumin (Cuminum cyminum L.) seed extract under drought. J. Food Sci. 2012; 77: 734–739.", "ArticleIdList": ["22671525"]}, {"Citation": "Singh N, Mishra A, Joshi M, Jha B. Microprojectile bombardment mediated genetic transformation of embryo axes and plant regeneration in cumin (Cuminum cyminum L.). Plant Cell Tiss. Org. 2010; 103: 1–6."}, {"Citation": "Wei J, Zhang X, Bi Y, Miao R, Zhang Z, Su H. Anti-inflammatory effects of cumin essential oil by blocking JNK, ERK, and NF-κB signaling pathways in LPS-stimulated RAW 264.7 Cells. Evidence-Based Complement. Alternat. Med. 2015; 2015: Article ID 474509.", "ArticleIdList": ["PMC4575746", "26425131"]}, {"Citation": "Morshedi D, Aliakbari F, Tayaranian‐Marvian A, Fassihi A, Pan‐Montojo F, Pérez‐Sánchez H. Cuminaldehyde as the major component of Cuminum cyminum, a natural aldehyde with inhibitory effect on alpha‐synuclein fibrillation and cytotoxicity. J. Food Sci. 2015; 80: 2336–2345.", "ArticleIdList": ["26351865"]}, {"Citation": "Ebrahimie E, Habashy AA, Mohammadie-Dehcheshmeh M, Ghannadha MR, Ghareyazie B, Yazdi-Amadi B. Direct shoot regeneration from mature embryo as a rapid and genotype-independent pathway in tissue culture of heterogeneous diverse sets of cumin (Cuminum cyminum L.) genotypes. In Vitro Cell Dev. Biol. Plant. 2006; 42: 455–460."}, {"Citation": "Rengasamy P. Transient salinity and subsoil constraints to dryland farming in Australian sodic soils: an overview. Anim. Prod. Sci. 2002; 42: 351–361."}, {"Citation": "Lal R, Stewart BA. (Eds.). World soil resources and food security. CRC Press; 2011."}, {"Citation": "Koocheki A, Mehdi NM, Azizi G. Effect of drought, salinity, and defoliation on growth characteristics of some medicinal plants of Iran. J. Herbs Spices Med. Plants. 2008; 14:137–153"}, {"Citation": "Shao HB, Chu LY, Jaleel CA, Zhao CX. Water-deficit stress-induced anatomical changes in higher plants. Comptes Rendus Biologies. 2008; 331: 215–225. 10.1016/j.crvi.2008.01.002", "ArticleIdList": ["10.1016/j.crvi.2008.01.002", "18280987"]}, {"Citation": "Hassanzadehdelouei M, Vazin F, Nadaf J. Effect of salt stress in different stages of growth on qualitative and quantitative characteristics of cumin (Cuminum cyminum L.). Cercetari Agro. Moldova. 2013; 46: 89–97."}, {"Citation": "Shoor M, Afrousheh M, Rabeie J, Vahidi M. The effect of salinity priming on germination and growth stage of Cumin (Cuminum cyminum L). Research Journal of Agriculture and Environmental Management. 2014; 3: 340–352."}, {"Citation": "Qadir M, Quillérou E, Nangia V, Murtaza G, Singh M, Thomas RJ et al. Economics of salt-induced land degradation and restoration. Nat. Resour. Forum. 2014; 38: 282–295."}, {"Citation": "Pirasteh-Anosheh H, Ranjbar G, Pakniyat H, Emam Y. Physiological mechanisms of salt stress tolerance in plants, in Plant-Environment Interaction: Responses and Approaches to Mitigate Stress (eds Azooz M. M. and Ahmad P.), John Wiley & Sons, Ltd, Chichester, UK; 2016."}, {"Citation": "Meena RS. Characterization and evaluation of cumin (Cuminum cyminum L.) germplasm. International J. Seed Spices. 2015; 5: 99–102."}, {"Citation": "Bairwa RK, Solanki RK, Sharma YK, Meena RS. Phenotypic variability in cumin (Cuminum cyminum L.) for important agro-morphological traits. International J. Seed Spices. 2015; 5: 68–70."}, {"Citation": "Hunault G, Desmarest P, Manoir JD. Foeniculum vulgare Miller: cell culture. Regeneration and the production of anethole, in Biotechnology in agriculture and forestry: medicinal and aromatic plants II (ed Y. P. S. Bajaj), 1989. pp. 185–212."}, {"Citation": "Bahraminejad A, Mohammadi-Nejad G, Kadir MA, Yusop MRB, Samia MA. Molecular diversity of Cumin (Cuminum cyminum L.) using RAPD markers. Aust. J. Crop Sci. 2012; 6: 194."}, {"Citation": "Pandey S, Mishra A, Patel MK, Jha B. An efficient method for Agrobacterium-mediated genetic transformation and plant regeneration in cumin (Cuminum cyminum L.). Appl. Biochem. Biotech. 2013; 171: 1–9.", "ArticleIdList": ["23813408"]}, {"Citation": "Mishra A, Tomar A, Bansal S, Khanna VK, Garg GK. Temporal and spatial expression analysis of gamma kafirin promoter from Sorghum (Sorghum bicolor L. Moench) var. M 35–1. Mol. Biol. Rep. 2008; 35: 81–88.", "ArticleIdList": ["17273894"]}, {"Citation": "Jha B, Sharma A, Mishra A. Expression of SbGSTU (tau class glutathione S-transferase) gene isolated from Salicornia brachiata in tobacco for salt tolerance. Mol. Biol. Rep. 2011; 38: 4823–4832. 10.1007/s11033-010-0625-x", "ArticleIdList": ["10.1007/s11033-010-0625-x", "21136169"]}, {"Citation": "Chaturvedi AK, Patel MK, Mishra A, Tiwari V, Jha B. The SbMT-2 gene from a halophyte confers abiotic stress tolerance and modulates ROS scavenging in transgenic tobacco. PloS One. 2014; 9: e111379 10.1371/journal.pone.0111379", "ArticleIdList": ["10.1371/journal.pone.0111379", "PMC4207811", "25340650"]}, {"Citation": "Singh N, Mishra A, Jha B. Over-expression of the peroxisomal ascorbate peroxidase (SbpAPX) gene cloned from halophyte Salicornia brachiata confers salt and drought stress tolerance in transgenic tobacco. Mar. Biotechnol. 2014; 16: 321–332. 10.1007/s10126-013-9548-6", "ArticleIdList": ["10.1007/s10126-013-9548-6", "24197564"]}, {"Citation": "Tiwari V, Chaturvedi AK, Mishra A, Jha B. The transcriptional regulatory mechanism of the peroxisomal ascorbate peroxidase (pAPX) gene cloned from an extreme halophyte, Salicornia brachiata. Plant Cell Physiol. 2014; 55: 201–217. 10.1093/pcp/pct172", "ArticleIdList": ["10.1093/pcp/pct172", "24285755"]}, {"Citation": "Tiwari V, Patel MK, Chaturvedi AK, Mishra A, Jha B. Functional Characterization of the Tau class glutathione-s-transferases gene (SbGSTU) promoter of Salicornia brachiata under salinity and osmotic stress. PloS One. 2016; 11: e0148494 10.1371/journal.pone.0148494", "ArticleIdList": ["10.1371/journal.pone.0148494", "PMC4757536", "26885663"]}, {"Citation": "Udawat P, Jha RK, Sinha D, Mishra A and Jha B. Overexpression of a Cytosolic Abiotic Stress Responsive Universal Stress Protein (SbUSP) Mitigates Salt and Osmotic Stress in Transgenic Tobacco Plants. Front. Plant Sci. 2016; 7:518 10.3389/fpls.2016.00518", "ArticleIdList": ["10.3389/fpls.2016.00518", "PMC4838607", "27148338"]}, {"Citation": "Joshi M, Jha A, Mishra A, Jha B. Developing transgenic Jatropha using the SbNHX1 gene from an extreme halophyte for cultivation in saline wasteland. PloS One. 2013; 8: e71136 10.1371/journal.pone.0071136", "ArticleIdList": ["10.1371/journal.pone.0071136", "PMC3733712", "23940703"]}, {"Citation": "Singh N, Mishra A, Jha B. Ectopic over-expression of peroxisomal ascorbate peroxidase (SbpAPX) gene confers salt stress tolerance in transgenic peanut (Arachis hypogaea). Gene. 2014; 547: 119–125. 10.1016/j.gene.2014.06.037", "ArticleIdList": ["10.1016/j.gene.2014.06.037", "24954532"]}, {"Citation": "Patel MK, Joshi M, Mishra A, Jha B. Ectopic expression of SbNHX1 gene in transgenic castor (Ricinus communis L.) enhances salt stress by modulating physiological process. Plant Cell Tiss. Org. 2015; 122:1–14."}, {"Citation": "Tiwari V, Chaturvedi AK, Mishra A, Jha B. Introgression of the SbASR-1 gene cloned from a halophyte Salicornia brachiata enhances salinity and drought endurance in transgenic groundnut (Arachis hypogaea) and acts as a transcription factor. PloS One. 2015; 10: e0131567 10.1371/journal.pone.0131567", "ArticleIdList": ["10.1371/journal.pone.0131567", "PMC4497679", "26158616"]}, {"Citation": "Barampuram S, Zhang ZJ. Recent advances in plant transformation. In Birchler JA (ed.), Method Mol. Biol. 2011; 701:1–35. 10.1007/978-1-61737-957-4_1", "ArticleIdList": ["10.1007/978-1-61737-957-4_1", "21181522"]}, {"Citation": "Joshi M, Mishra A, Jha B. Efficient genetic transformation of Jatropha curcas L. by microprojectile bombardment using embryo axes. Ind. Crop Prod. 2011; 33: 67–77."}, {"Citation": "Joshi M, Mishra A, Jha B. NaCl plays a key role for in vitro micropropagation of Salicornia brachiata, an extreme halophyte. Ind. Crop Prod. 2012; 35: 313–316."}, {"Citation": "Tiwari V, Chaturvedi AK, Mishra A, Jha B. An efficient method of Agrobacterium-mediated genetic transformation and regeneration in local Indian cultivar of groundnut (Arachis hypogaea) using grafting. Appl. Biochem. Biotech. 2015; 175: 436–453.", "ArticleIdList": ["25308617"]}, {"Citation": "Lin J, Zhou B, Yang Y, Mei J, Zhao X, Guo X, Hang X, Tang D, Lin X. Piercing and vacuum infiltration of mature embryo: a simplified method for Agrobacterium-mediated transformation of indica rice. Plant Cell. Rep. 2009; 28: 1065–1074. 10.1007/s00299-009-0706-2", "ArticleIdList": ["10.1007/s00299-009-0706-2", "19455339"]}, {"Citation": "Larkin PJ, Scowcroft WR. Somaclonal variation–a novel source of variability from cell cultures for plant improvement. Theor. Appl. Genet. 1981; 60: 197–214. 10.1007/BF02342540", "ArticleIdList": ["10.1007/BF02342540", "24276737"]}, {"Citation": "Evans DA end Sharp WR. Application of somaclonal variations. Nat. Biotechnol. 1986; 4, 528–532."}, {"Citation": "Bairu MW, Aremu AO, Van Staden J. Somaclonal variation in plants: causes and detection methods. Plant Growth Regul. 2011; 63(2), 147–173."}, {"Citation": "Rao KS, Sreevathsa R, Sharma PD, Keshamma E, Kumar MU. In planta transformation of pigeon pea: a method to overcome recalcitrancy of the crop to regeneration in vitro. Physiol. Mol. Biol. Plants. 2008; 14(4), 321–328. 10.1007/s12298-008-0030-2", "ArticleIdList": ["10.1007/s12298-008-0030-2", "PMC3550634", "23572898"]}, {"Citation": "Lutts S, Kinet JM, Bouharmont J. NaCl-induced senescence in leaves of rice (Oryza sativa L.) cultivars differing in salinity resistance. Ann. Bot. 1996; 78: 389–398."}, {"Citation": "Adams P, Thomas JC, Vernon DM, Bohnert HJ, Jensen RG. Distinct cellular and organismic responses to salt stress. Plant Cell Physiol. 1992; 33: 1215–1223."}, {"Citation": "Padan E, Schuldiner S. Molecular physiology of the Na+/H+ antiporter in Escherichia coli. J. Exp. Biol. 1994; 196: 443–456.", "ArticleIdList": ["7823039"]}, {"Citation": "Jha B, Singh NP, Mishra A. Proteome profiling of seed storage proteins reveals the nutritional potential of Salicornia brachiata Roxb., an extreme halophyte. J. Agric. Food Chem. 2012; 60: 4320–4326. 10.1021/jf203632v", "ArticleIdList": ["10.1021/jf203632v", "22494338"]}, {"Citation": "Mishra A, Joshi M, Jha B. Oligosaccharide mass profiling of nutritionally important Salicornia brachiata, an extreme halophyte. Carbohydr. Polym. 2013; 92: 1942–1945. 10.1016/j.carbpol.2012.11.055", "ArticleIdList": ["10.1016/j.carbpol.2012.11.055", "23399241"]}, {"Citation": "Mishra A, Patel MK, Jha B. Non-targeted metabolomics and scavenging activity of reactive oxygen species reveal the potential of Salicornia brachiata as a functional food. J. Funct. Foods. 2015; 13: 21–31."}, {"Citation": "Park BJ, Liu Z, Kanno A, Kameya T. Transformation of radish (Raphanus sativus L.) via sonication and vacuum infiltration of germinated seeds with Agrobacterium harboring a group 3 LEA gene from B. napus. Plant Cell Rep. 2005; 24: 494–500.", "ArticleIdList": ["15843933"]}, {"Citation": "Mayavan S, Subramanyam K, Arun M, Rajesh M, Dev GK, Sivanandhan G, et al. Agrobacterium tumefaciens-mediated in planta seed transformation strategy in sugarcane. Plant Cell Rep. 2013; 32: 1557–1574. 10.1007/s00299-013-1467-5", "ArticleIdList": ["10.1007/s00299-013-1467-5", "23749098"]}, {"Citation": "Subramanyam K, Rajesh M, Jaganath B, Vasuki A, Theboral J, Elayaraja D, et al. Assessment of factors influencing the Agrobacterium-mediated in planta seed transformation of brinjal (Solanum melongena L.). Appl. Biochem. Biotechnol. 2013; 171: 450–468. 10.1007/s12010-013-0359-z", "ArticleIdList": ["10.1007/s12010-013-0359-z", "23852797"]}, {"Citation": "Bates LS, Waldern R, Teare ID. Rapid determination of free proline for water stress studies. Plant Soil. 1973; 39:205–207."}, {"Citation": "Hodges DM, Delong JM., Forney CF, Prange RK. Improving the thiobarbituric acid reactive substances assay for estimating lipid peroxidation in plant tissues containing anthocyanin and other interfering compounds. Planta. 1999; 207: 604–611.", "ArticleIdList": ["28456836"]}, {"Citation": "Inskeep WP, Bloom PR. Extinction coefficients of chlorophyll a and b in N, N-dimethylformamide and 80% acetone. Plant Physiol. 1985; 77: 483–485.", "ArticleIdList": ["PMC1064541", "16664080"]}, {"Citation": "Porra RJ, Thompson WA, Kriedemann PE. Determination of accurate extinction coefficients and simultaneous equations for assaying chlorophylls a and b extracted with four different solvents: verification of the concentration of chlorophyll standards by atomic absorption spectroscopy. Biochim. Biophys. Acta. 1989; 975: 384–394."}, {"Citation": "Verma D, Singla-Pareek SL, Rajagopal D, Reddy MK, Sopory SK. Functional validation of a novel isoform of Na+/H+ antiporter from Pennisetum glaucum for enhancing salinity tolerance in rice. J. Biosci. 2007; 32: 621–628.", "ArticleIdList": ["17536181"]}, {"Citation": "Sottosanto JB, Gelli A, Blumwald E. DNA array analyses of Arabidopsis thaliana lacking a vacuolar Na+/H+ antiporter: impact of AtNHX1 on gene expression. Plant J. 2004; 40: 752–771.", "ArticleIdList": ["15546358"]}, {"Citation": "Sottosanto JB, Saranga Y, Blumwald E. Impact of AtNHX1, a vacuolar Na+/H+ antiporter, upon gene expression during short-and long-term salt stress in Arabidopsis thaliana. BMC Plant Biol. 2007; 7: 18", "ArticleIdList": ["PMC1853094", "17411438"]}, {"Citation": "Feldmann KA, Marks MD. Agrobacterium-mediated transformation of germinating seeds of Arabidopsis thaliana: a non-tissue culture approach. Mol. Gen. Genet. 1987; 208: 1–9."}, {"Citation": "Gordon-Kamm W, Dilkes BP, Lowe K, Hoerster G, Sun X, Ross M, et al. Stimulation of the cell cycle and maize transformation by disruption of the plant retinoblastoma pathway. Proc. Natl. Acad. Sci. 2002; 99: 11975–11980.", "ArticleIdList": ["PMC129379", "12185243"]}, {"Citation": "Sangwan RS, Bourgeois Y, Brown S, Vasseur G, Sangwan-Norreel B. Characterization of competent cells and early events of Agrobacterium-mediated genetic transformation in Arabidopsis thaliana. Planta. 1992; 188: 439–456. 10.1007/BF00192812", "ArticleIdList": ["10.1007/BF00192812", "24178335"]}, {"Citation": "Braun AC. Conditioning of the host cell as a factor in the transformation process in crown gall. Growth 1952; 16: 65–74.", "ArticleIdList": ["12980380"]}, {"Citation": "Bechtold N, Ellis J, Pelletier G. In planta Agrobacterium mediated gene transfer by infiltration of adult Arabidopsis thaliana plants. CR Acad. Sci. Ser. III Sci. Vie. 1993; 316: 1194–1199."}, {"Citation": "Bai J, Wu F, Mao Y, He Y. In planta transformation of Brassica rapa and B. napus via vernalization-infiltration methods. Protoc. Exch. 2013; 10: 1028."}, {"Citation": "Jefferson RA, Kavanagh TA, Bevan MW. GUS fusions: beta-glucuronidase as a sensitive and versatile gene fusion marker in higher plants. EMBO J. 1987; 6: 3901", "ArticleIdList": ["PMC553867", "3327686"]}, {"Citation": "Demidchik V, Straltsova D, Medvedev SS, Pozhvanov GA, Sokolik A, Yurin V. Stress-induced electrolyte leakage: the role of K+-permeable channels and involvement in programmed cell death and metabolic adjustment. J. Exp. Bot. 2014; 65: 1259–1270. 10.1093/jxb/eru004", "ArticleIdList": ["10.1093/jxb/eru004", "24520019"]}, {"Citation": "Moore K, Roberts LJ. Measurement of lipid peroxidation. Free Radical Res. 1998; 28: 659–671.", "ArticleIdList": ["9736317"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "6", "Day": "3"}, {"Year": "2016", "Month": "6", "Day": "30"}, {"Year": "2016", "Month": "7", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["27411057", "PMC4943630", "10.1371/journal.pone.0159349", "PONE-D-16-22318"]}}], "PubmedBookArticle": []}