{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Lignifications", "Microbes", "Secondary metabolites", "Withania somnifera"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27436916", "DateCompleted": {"Year": "2016", "Month": "07", "Day": "20"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "06", "Day": "06"}], "ELocationID": ["10.1007/s12298-016-0359-x"], "Language": ["eng"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "22", "Issue": "2", "PubDate": {"Year": "2016", "Month": "Apr"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Microbial secondary metabolites ameliorate growth, in planta contents and lignification in Withania somnifera (L.) Dunal.", "Pagination": {"StartPage": "253", "EndPage": "260", "MedlinePgn": "253-60"}, "Abstract": {"AbstractText": ["In the present investigation, metabolites of Streptomyces sp. MTN14 and Trichoderma harzianum ThU significantly enhanced biomass yield (3.58 and 3.48 fold respectively) in comparison to the control plants. The secondary metabolites treatments also showed significant augmentation (0.75-2.25 fold) in withanolide A, a plant secondary metabolite. Lignin deposition, total phenolic and flavonoid content in W. somnifera were maximally induced in treatment having T. harzianum metabolites. Also, Trichoderma and Streptomyces metabolites were found much better in invoking in planta contents and antioxidants compared with their live culture treatments. Therefore, identification of new molecular effectors from metabolites of efficient microbes may be used as biopesticide and biofertilizer for commercial production of W. somnifera globally."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbial Technology and Nematology, CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015 India."}], "LastName": "Singh", "ForeName": "Akanksha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbial Technology and Nematology, CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015 India."}], "LastName": "Gupta", "ForeName": "Rupali", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical Chemistry, CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015 India."}], "LastName": "Srivastava", "ForeName": "Madhumita", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical Chemistry, CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015 India."}], "LastName": "Gupta", "ForeName": "M M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbial Technology and Nematology, CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015 India."}], "LastName": "Pandey", "ForeName": "Rakesh", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahuja I, Kissen R, Bones AM. Phytoalexins in defense against pathogens. Trends Plant Sci. 2012;17:73–90. doi: 10.1016/j.tplants.2011.11.002.", "ArticleIdList": ["10.1016/j.tplants.2011.11.002", "22209038"]}, {"Citation": "Arnon DI. Copper enzymes in isolated chloroplasts, polyphenoloxidase in Beta vulgaris. Plant Physiol. 1949;24:1–15. doi: 10.1104/pp.24.1.1.", "ArticleIdList": ["10.1104/pp.24.1.1", "PMC437905", "16654194"]}, {"Citation": "Bhattacharya SK, Satyan KS, Ghosal S. Antioxidant activity of glycowithanolides from Withania somnifera. Ind J Exp Biol. 1997;35:236–239.", "ArticleIdList": ["9332168"]}, {"Citation": "Borisova SA, Circello BT, Zhang JK, van der Donk WA, Metcalf WW. Biosynthesis of rhizocticins, antifungal phosphonate oligopeptides produced by Bacillus subtilis ATCC6633. Chem Biol. 2010;17:28–37. doi: 10.1016/j.chembiol.2009.11.017.", "ArticleIdList": ["10.1016/j.chembiol.2009.11.017", "PMC2819989", "20142038"]}, {"Citation": "Brand-Williams W, Cuvelier ME, Berset CLWT. Use of a free radical method to evaluate antioxidant activity. LWT Food Sci Technol. 1995;28:25–30. doi: 10.1016/S0023-6438(95)80008-5.", "ArticleIdList": ["10.1016/S0023-6438(95)80008-5"]}, {"Citation": "Gupta R, Pandey R. Microbial interference ameliorates essential oil yield and diminishes root-knot infestation in sweet basil under field conditions. Biocontrol Sci Technol. 2015;25:1165–1179. doi: 10.1080/09583157.2015.1036728.", "ArticleIdList": ["10.1080/09583157.2015.1036728"]}, {"Citation": "Gupta R, Saikia SK, Pandey R. Bioconsortia augments antioxidant and yield in Matricaria recutita L. against Meloidogyne incognita (Kofoid and White) Chitwood Infestation. Proc Natl Acad Sci Ind Sect B: Biol Sci. 2015"}, {"Citation": "Gupta R, Tiwari S, Saikia SK, Shukla V, Singh R, Singh SP, Ajay Kumar PV, Pandey R. Exploitation of microbes for enhancing bacoside content and reduction of Meloidogyne incognita infestation in Bacopa monnieri L. Protoplasma. 2015;252:53–61. doi: 10.1007/s00709-014-0657-5.", "ArticleIdList": ["10.1007/s00709-014-0657-5", "24841892"]}, {"Citation": "Gupta R, Singh A, Pandey R. Microbes based technology ameliorates glandular trichomes, secondary metabolites and antioxidant in Pelargonium graveolens L’Her. J Sci Food Agric. 2016", "ArticleIdList": ["26762896"]}, {"Citation": "Harman GE, Howell CR, Viterbo A, Chet I, Lorito M. Trichoderma species—opportunistic, avirulent plant symbionts. Nat Rev Microbiol. 2004;2:43–56. doi: 10.1038/nrmicro797.", "ArticleIdList": ["10.1038/nrmicro797", "15035008"]}, {"Citation": "Kothari SK, Singh CP, Vijay Kumar Y, Singh K. Morphology, yield and quality of ashwagandha (Withania somnifera L. Dunal) roots and its cultivation economics as influenced by tillage depth and plant population density. J Horticul Sci Biotechnol. 2003;78:422–425. doi: 10.1080/14620316.2003.11511642.", "ArticleIdList": ["10.1080/14620316.2003.11511642"]}, {"Citation": "Leclère V, Béchet M, Adam A, Guez JS, Wathelet B, Ongena M, Thonart P, Gancel F, Chollet-Imbert M, Jacques P. Mycosubtilin overproduction by Bacillus subtilis BBG100 enhances the organism’s antagonistic and biocontrol activities. Appl Environ Microbiol. 2005;71:4577–4584. doi: 10.1128/AEM.71.8.4577-4584.2005.", "ArticleIdList": ["10.1128/AEM.71.8.4577-4584.2005", "PMC1183317", "16085851"]}, {"Citation": "Lichtenthaler HK, Wellburn AR. Determinations of total carotenoids and chlorophylls a and b of leaf extracts in different solvents. Biochem Soc Trans. 1983;11:591–592. doi: 10.1042/bst0110591.", "ArticleIdList": ["10.1042/bst0110591"]}, {"Citation": "Lugtenberg B, Kamilova F. Plant-growth-promoting rhizobacteria. Ann Rev Microbiol. 2009;63:541–556. doi: 10.1146/annurev.micro.62.081307.162918.", "ArticleIdList": ["10.1146/annurev.micro.62.081307.162918", "19575558"]}, {"Citation": "Malfanova N, Franzil L, Lugtenberg B, Chebotar V, Ongena M. Cyclic lipopeptide profile of the plant-beneficial endophytic bacterium Bacillus subtilis HC8. Arch Microbiol. 2012;194:893–899. doi: 10.1007/s00203-012-0823-0.", "ArticleIdList": ["10.1007/s00203-012-0823-0", "PMC3477485", "22648052"]}, {"Citation": "Mishra LC, Singh BB, Dagenais S. Scientific basis for the therapeutic use of Withania somnifera (ashwagandha): a review. Alter Med Rev. 2000;5:334–346.", "ArticleIdList": ["10956379"]}, {"Citation": "Nautiyal CS, Govindarajan R, Lavania M, Pushpangadan P. Novel mechanism of modulating natural antioxidants in functional foods: involvement of plant growth promoting rhizobacteria NRRL B-30488. J Agric Food Chem. 2008;56:4474–4481. doi: 10.1021/jf073258i.", "ArticleIdList": ["10.1021/jf073258i", "18491912"]}, {"Citation": "Pathma J, Rahul GR, Kamaraj KR, Subashri R, Sakthivel N. Secondary metabolite production by bacterial antagonists. J Biol Control. 2011;25:165–181."}, {"Citation": "Prapagdee B, Kuekulvong C, Mongkolsuk S. Antifungal potential of extracellular metabolites produced by Streptomyces hygroscopicus against phytopathogenic fungi. Int J Biol Sci. 2008;4:330–337. doi: 10.7150/ijbs.4.330.", "ArticleIdList": ["10.7150/ijbs.4.330", "PMC2556053", "18825279"]}, {"Citation": "Rajasekar S, Elango R. Effect of microbial consortium on plant growth and improvement of alkaloid content in Withania somnifera (Ashwagandha) Curr Bot. 2011;2:27–30."}, {"Citation": "Reino JL, Guerrero RF, Hernández-Galán R, Collado IG. Secondary metabolites from species of the biocontrol agent Trichoderma. Phytochem Rev. 2008;7:89–123. doi: 10.1007/s11101-006-9032-2.", "ArticleIdList": ["10.1007/s11101-006-9032-2"]}, {"Citation": "Sarma BK, Yadav SK, Singh S, Singh HB. Microbial consortium-mediated plant defense against phytopathogens: readdressing for enhancing efficacy. Soil Biol Biochem. 2015;87:25–33. doi: 10.1016/j.soilbio.2015.04.001.", "ArticleIdList": ["10.1016/j.soilbio.2015.04.001"]}, {"Citation": "Scartezzini P, Antognoni F, Conte L, Maxia A, Troia A, Poli F. Genetic and phytochemical difference between some Indian and Italian plants of Withania somnifera (L.) Dunal. Nat Prod Res. 2007;21:923–932. doi: 10.1080/14786410701500169.", "ArticleIdList": ["10.1080/14786410701500169", "17680504"]}, {"Citation": "Shrivastava AK, Sahu PK. Economics of yield and production of alkaloid of Withania somnifera (L.) Dunal. Am J Plant Sci. 2013;4:2023–2030. doi: 10.4236/ajps.2013.410253.", "ArticleIdList": ["10.4236/ajps.2013.410253"]}, {"Citation": "Singh A, Sarma BK, Upadhyay RS, Singh HB. Compatible rhizosphere microbes mediated alleviation of biotic stress in chickpea through enhanced antioxidant and phenylpropanoid activities. Microbiol Res. 2013;168:33–40. doi: 10.1016/j.micres.2012.07.001.", "ArticleIdList": ["10.1016/j.micres.2012.07.001", "22857806"]}, {"Citation": "Singh A, Jain A, Sarma BK, Upadhyay RS, Singh HB. Beneficial compatible microbes enhance antioxidants in chickpea edible parts through synergistic interactions. LWT Food Sci Technol. 2014;56:390–397. doi: 10.1016/j.lwt.2013.11.030.", "ArticleIdList": ["10.1016/j.lwt.2013.11.030"]}, {"Citation": "Singh SP, Gupta R, Gaur R, Srivastava AK. Antagonistic actinomycetes mediated resistance in Solanum lycopersicon Mill. against Rhizoctonia solani Kühn. Proc Natl Acad Sci Ind Sect B: Biol Sci. 2015"}, {"Citation": "Singleton VL, Rossi JA. Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. Am J Enol Viticul. 1965;16:144–158."}, {"Citation": "Tarkka M, Hampp R. Secondary metabolites of soil streptomycetes in biotic interactions. In: Karlovsky P, editor. Secondary metabolites in soil ecology. Berlin, Heidelberg: Springer; 2008. pp. 107–126."}, {"Citation": "Verma P, Khan SA, Mathur AK, Ghosh S, Shanker K, Kalra A. Improved sanguinarine production via biotic and abiotic elicitations and precursor feeding in cell suspensions of latex-less variety of Papaver somniferum with their gene expression studies and upscaling in bioreactor. Protoplasma. 2014;251:1359–1371. doi: 10.1007/s00709-014-0638-8.", "ArticleIdList": ["10.1007/s00709-014-0638-8", "24677097"]}, {"Citation": "Vinale F, Sivasithamparam K, Ghisalberti EL, Marra R, Barbetti MJ, Li H, Woo SL, Lorito M. A novel role for Trichoderma secondary metabolites in the interactions with plants. Physiol Mol Plant Pathol. 2008;72:80–86. doi: 10.1016/j.pmpp.2008.05.005.", "ArticleIdList": ["10.1016/j.pmpp.2008.05.005"]}, {"Citation": "Vinale F, Ghisalberti EL, Sivasithamparam K, Marra R, Ritieni A, Ferracane R, Lorito M. Factors affecting the production of Trichoderma harzianum secondary metabolites during the interaction with different plant pathogens. Lett Appl Microbiol. 2009;48:705–711.", "ArticleIdList": ["19413806"]}, {"Citation": "Vinale F, Sivasithamparam K, Ghisalberti EL, Ruocco M, Wood S, Lorito M. Trichoderma secondary metabolites that affect plant metabolism. Nat Prod Commun. 2012;7:1545–1550.", "ArticleIdList": ["23285827"]}, {"Citation": "Wang SY, Zheng W. Preharvest application of methyl jasmonate increases fruit quality and antioxidant capacity in raspberries. Intern J Food Sci Technol. 2005;40:187–195. doi: 10.1111/j.1365-2621.2004.00930.x.", "ArticleIdList": ["10.1111/j.1365-2621.2004.00930.x"]}, {"Citation": "Zhang H, Xie X, Kim MS, Kornyeyev DA, Holaday S, Paré PW. Soil bacteria augment Arabidopsis photosynthesis by decreasing glucose sensing and abscisic acid levels in planta. Plant J. 2008;56:264–273. doi: 10.1111/j.1365-313X.2008.03593.x.", "ArticleIdList": ["10.1111/j.1365-313X.2008.03593.x", "18573192"]}, {"Citation": "Zheng W, Wang SY. Antioxidant activity and phenolic compounds in selected herbs. J Agric Food Chem. 2001;49:5165–5170. doi: 10.1021/jf010697n.", "ArticleIdList": ["10.1021/jf010697n", "11714298"]}, {"Citation": "Zhishen J, Mengcheng T, Jianming W. The determination of flavonoid contents in mulberry and their scavenging effects on superoxide radicals. Food Chem. 1999;64:555–559. doi: 10.1016/S0308-8146(98)00102-2.", "ArticleIdList": ["10.1016/S0308-8146(98)00102-2"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "1", "Day": "11"}, {"Year": "2016", "Month": "5", "Day": "7"}, {"Year": "2016", "Month": "5", "Day": "30"}, {"Year": "2016", "Month": "7", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27436916", "PMC4938826", "10.1007/s12298-016-0359-x", "359"]}}], "PubmedBookArticle": []}