{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Body Weight", "Dietary Supplements", "Humans", "Pulmonary", "Sputum", "Tea", "Tuberculosis"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27493925", "DateCompleted": {"Year": "2016", "Month": "08", "Day": "05"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "06", "Day": "01"}], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "1016-1430", "JournalIssue": {"Volume": "30", "PubDate": {"Year": "2016"}}, "Title": "Medical journal of the Islamic Republic of Iran", "ISOAbbreviation": "Med J Islam Repub Iran"}, "ArticleTitle": "The effect of green tea extract supplementation on sputum smear conversion and weight changes in pulmonary TB patients: A randomized controlled trial.", "Pagination": {"StartPage": "381", "MedlinePgn": "381"}, "Abstract": {"AbstractText": ["Acceleration in sputum smear conversion helps faster improvement and decreased probability of the transfer of TB. In this study, we aimed to investigate the effect of green tea extract supplementation on sputum smear conversion and weight changes in smear positive pulmonary TB patients in Iran.", "In this double blind clinical study, TB patients were divided into intervention, (n=43) receiving 500 mg green tea extract (GTE), and control groups (n=40) receiving placebo for two months, using balanced randomization. Random allocation and allocation concealment were observed. Height and weight were measured at the beginning, and two and six months post-treatment. Evaluations were performed on three slides, using the ZiehlNeelsen method. Independent and paired t test, McNemar's, Wilcoxon, Kaplan-Meier, Cox regression model and Log-Rank test were utilized. Statistical significance was set at p<0.05. This trial was registered under IRCT201212232602N11.", "The interventional changes and the interactive effect of intervention on weight were not significant (p>0.05). In terms of shortening the duration of conversion, the case to control proportion showed a significant difference (p=0.032). Based on the Cox regression model, the hazard ratio of the relative risk of delay in sputum smear conversion was 3.7 (p=0.002) in the higher microbial load group compared to the placebo group and 0.54 (95% CI: 0.31-0.94) in the intervention compared to the placebo group.", "GTE decreases the risk of delay in sputum smear conversion, but has no effect on weight gain. Moreover, it may be used as an adjuvant therapy for faster rehabilitation for pulmonary TB patients."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PhD Candidate, Department of Nutrition, School of Public Health, Iran University of Medical Sciences, Tehran, Iran. honarvar@goums.ac.ir."}], "LastName": "Honarvar", "ForeName": "Mohammad Reza", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Professor, Department of Nutrition, School of Public Health, Iran University of Medical Sciences, Tehran, Iran. segtesadi@gmail.com."}], "LastName": "Eghtesadi", "ForeName": "Shahryar", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Professor, Departments of PhysioPharmacology & NanoBioMedicine, Research Center for Immunogenetics, Faculty of Medicine, Mazandaran University of Medical Sciences, Sari, Iran. pooriagill@yahoo.com."}], "LastName": "Gill", "ForeName": "Pooria", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Associate Professor, Research Center for Prevention of Cardiovascular Disease, Department of Nutrition, School of Public Health, Iran University of Medical Sciences, Tehran, Iran. sh_jaz@yahoo.com ."}], "LastName": "Jazayeri", "ForeName": "Shima", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Associate Professor, Health Management and Social Development Research Center, Department of Health and Community Medicine, Faculty of Medicine, Golestan University of Medical Sciences, Gorgan, Iran. vakili@goums.ac.ir."}], "LastName": "Vakili", "ForeName": "Mohammad Ali", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Professor, Department of Pharmacognosy, Faculty of Pharmacy and Medicinal Plants Research Center, Tehran University of Medical Sciences, Tehran, Iran. ardekani@sina.tums.ac.ir ."}], "LastName": "Shamsardekani", "ForeName": "Mohammad Reza", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Professor, Department of Infection, Faculty of Medicine, Golestan University of Medical Sciences, Gorgan, Iran. abdolbas@yahoo.com."}], "LastName": "Abbasi", "ForeName": "Abdollah", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Med J Islam Repub Iran", "NlmUniqueID": "8910777", "ISSNLinking": "1016-1430"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "\nMinistry of Health and Medical Education of Iran. Communicable disease control center. Department of Tuberculosis and Leprosy [Internet]. [cited 2014 Dec 11]. Available from: http://tb-lep.behdasht.gov.ir/Default.aspx.\n"}, {"Citation": "PrayGod G, Range N, Faurholt-Jepsen D, Jeremiah K, Faurholt-Jepsen M, Aabye MG. et al. Daily Multi-Micronutrient Supplementation during Tuberculosis Treatment Increases Weight and Grip Strength among HIV-Uninfected but Not HIV-Infected Patients in Mwanza, Tanzania. J Nutr. 2011 Apr 1;141(4):685–91‏.", "ArticleIdList": ["21346105"]}, {"Citation": "Schön T, Idh J, Westman A, Elias D, Abate E, Diro E. et al. Effects of a food supplement rich in arginine in patients with smear positive pulmonary tuberculosis--a randomised trial. Tuberc Edinb Scotl. 2011 Sep;91(5):370–7‏.", "ArticleIdList": ["21813328"]}, {"Citation": "Jordao L, Lengeling A, Bordat Y, Boudou F, Gicquel B, Neyrolles O. et al. Effects of omega-3 and -6 fatty acids on Mycobacterium tuberculosis in macrophages and in mice. Microbes Infect. 2008 Oct;10(12-13):1379–86‏.", "ArticleIdList": ["18771745"]}, {"Citation": "\nCrewe RM. HIV/AIDS, TB and Nutrition [Internet]. Academy of Science of South Africa; 2007. Available from: http://www.assaf.org.za.\n"}, {"Citation": "Papathakis P, Piwoz E. Nutrition and Tuberculosis: A Review of the Literature and Considerations for TB Control Programs. U S Agency Int Dev Afr Health 2010 Proj. 2008;1:‏."}, {"Citation": "Abba K, Sudarsanam TD, Grobler L, Volmink J. Nutritional supplements for people being treated for active tuberculosis. Cochrane Database Syst Rev Online. 2008;(4):CD006086‏.", "ArticleIdList": ["18843702"]}, {"Citation": "Sudarsanam TD, John J, Kang G, Mahendri V, Gerrior J, Franciosa M. et al. Pilot randomized trial of nutritional supplementation in patients with tuberculosis and HIV–tuberculosis coinfection receiving directly observed short‐course chemotherapy for tuberculosis. Trop Med Int Health. 2011 Jun 1;16(6):699–706‏.", "ArticleIdList": ["PMC3918515", "21418447"]}, {"Citation": "Jahnavi G, Sudha CH. Randomised controlled trial of food supplements in patients with newly diagnosed tuberculosis and wasting. Singapore Med J. 2010 Dec;51(12):957–62‏.", "ArticleIdList": ["21221502"]}, {"Citation": "Range N, Andersen AB, Magnussen P, Mugomela A, Friis H. The effect of micronutrient supplementation on treatment outcome in patients with pulmonary tuberculosis: a randomized controlled trial in Mwanza, Tanzania. Trop Med Int Health TM IH. 2005 Sep;10(9):826–32‏.", "ArticleIdList": ["16135188"]}, {"Citation": "Visser ME, Grewal HM, Swart EC, Dhansay MA, Walzl G, Swanevelder S. et al. The effect of vitamin A and zinc supplementation on treatment outcomes in pulmonary tuberculosis: a randomized controlled trial. Am J Clin Nutr. 2011 Jan 1;93(1):93–100‏.", "ArticleIdList": ["21068353"]}, {"Citation": "Hegde ML, Bharathi P, Suram A, Venugopal C, Jagannathan R, Poddar P. et al. Challenges Associated with Metal Chelation Therapy in Alzheimer’s Disease. J Alzheimers Dis JAD. 2009 Jul;17(3):457–68‏.", "ArticleIdList": ["PMC2931820", "19363258"]}, {"Citation": "13‏ 13‏. 13‏Anand PK, Kaul D, Sharma MGreen tea polyphenol inhibits Mycobacterium tuberculosis survival within human macrophages. Int J Biochem Cell Biol. 2006;38(4):600–9‏.", "ArticleIdList": ["16352457"]}, {"Citation": "Serafini M, Peluso I, Raguzzini A. Flavonoids as anti-inflammatory agents. Proc Nutr Soc. 2010 Aug;69(03):273–8‏.", "ArticleIdList": ["20569521"]}, {"Citation": "Kim JH, Lee CT, Yoon HI, Song J, Shin WG, Lee JH. Relation of ghrelin, leptin and inflammatory markers to nutritional status in active pulmonary tuberculosis. Clin Nutr Edinb Scotl. 2010 Aug;29(4):512–8‏.", "ArticleIdList": ["20153570"]}, {"Citation": "Matsumoto K, Yamada H, Takuma N, Niino H, Sagesaka YM. Effects of Green Tea Catechins and Theanine on Preventing Influenza Infection among Healthcare Workers: A Randomized Controlled Trial. BMC Complement Altern Med. 2011 Feb 21;11:15‏.", "ArticleIdList": ["PMC3049752", "21338496"]}, {"Citation": "Neyestani T, Khalaji N. Inhibitory effects of black tea (Camellia sinensis) extracts on Streptococcus pyogenes: A comparison between black and green teas in vitro. Iran J Nutr Sci Food Technol. 2007 Jun 15;2(1):41–7‏."}, {"Citation": "Fatima Z, Hameed S, Islam N. Epigallocatechin-3-gallate (EGCG), a green tea polyphenol suppresses bacilli-induced augmented expression of Mycobacterium tuberculosis 85B and proinflammatory TNF-$\\alpha$ in human monocytes. Int J Sci Res Publ. 2012;90:‏."}, {"Citation": "Nursyam EW, Amin Z, Rumende CM. The effect of vitamin D as supplementary treatment in patients with moderately advanced pulmonary tuberculous lesion. Hemoglobin. 2006;1500:1500‏.", "ArticleIdList": ["16479024"]}, {"Citation": "Agarwal A, Prasad R, Jain A. Effect of green tea extract (catechins) in reducing oxidative stress seen in patients of pulmonary tuberculosis on DOTS Cat I regimen. Phytomedicine Int J Phytother Phytopharm. 2010 Jan;17(1):23–7‏.", "ArticleIdList": ["19910173"]}, {"Citation": "Martins N, Morris P, Kelly PM. Food incentives to improve completion of tuberculosis treatment: randomised controlled trial in Dili, Timor-Leste. BMJ. 2009;339:‏.", "ArticleIdList": ["PMC2767482", "19858174"]}, {"Citation": "Coussens AK, Wilkinson RJ, Hanifa Y, Nikolayevskyy V, Elkington PT, Islam K. et al. Vitamin D accelerates resolution of inflammatory responses during tuberculosis treatment. Proc Natl Acad Sci. 2012 Sep 18;109(38):15449–54‏.", "ArticleIdList": ["PMC3458393", "22949664"]}, {"Citation": "Martineau AR, Timms PM, Bothamley GH, Hanifa Y, Islam K, Claxton AP. et al. High-dose vitamin D3 during intensive-phase antimicrobial treatment of pulmonary tuberculosis: a double-blind randomised controlled trial. The Lancet. 2011 Jan 21;377(9761):242–50‏.", "ArticleIdList": ["PMC4176755", "21215445"]}, {"Citation": "Jayakody W, Harries AD, Malhotra S, de Alwis S, Samaraweera S, Pallewatta N. Characteristics and outcomes of tuberculosis patients who fail to smear convert at two months in Sri Lanka. Public Health Action. 2013 Mar 21;3(1):26–30‏.", "ArticleIdList": ["PMC4463095", "26392992"]}, {"Citation": "Maciel EL, Brioschi AP, Peres RL, Guidoni LM, Ribeiro FK, Hadad DJ. et al. Smoking and 2-month culture conversion during anti-tuberculosis treatment. Int J Tuberc Lung Dis. 2013 Feb 1;17(2):225–8‏.", "ArticleIdList": ["PMC4497564", "23317958"]}, {"Citation": "Ponnuraja C. Survival analysis: Kaplan-Meier and life table estimates for time to event clinical trial tuberculosis data. Concepts Pure Appl Sci. 2013 Jun 25;1(1):17–21‏."}, {"Citation": "Schwenk A, Hodgson L, Wright A, Ward LC, Rayner CF, Grubnic S. et al. Nutrient partitioning during treatment of tuberculosis: gain in body fat mass but not in protein mass. Am J Clin Nutr. 2004 Jun 1;79(6):1006–12‏.", "ArticleIdList": ["15159230"]}, {"Citation": "How SH, Kuan YC, Ng TH, Razali MR, Fauzi AR. Monitoring treatment response in sputum smear positive pulmonary tuberculosis patients: comparison of weight gain, sputum conversion and chest radiograph. Malays J Pathol. 2014;36(2):91–6‏.", "ArticleIdList": ["25194531"]}, {"Citation": "Krapp F, Véliz JC, Cornejo E, Gotuzzo E, Seas C. Bodyweight gain to predict treatment outcome in patients with pulmonary tuberculosis in Peru. Int J Tuberc Lung Dis Off J Int Union Tuberc Lung Dis. 2008 Oct;12(10):1153–9‏.", "ArticleIdList": ["18812045"]}, {"Citation": "Sinclair D, Abba K, Grobler L, Sudarsanam TD. Nutritional supplements for people being treated for active tuberculosis. Cochrane Database Syst Rev Online. 2011;(11):CD006086‏.", "ArticleIdList": ["22071828"]}, {"Citation": "Ralph AP, Waramori G, Pontororing GJ, Kenangalem E, Wiguna A, Tjitra E. et al. L-arginine and vitamin D adjunctive therapies in pulmonary tuberculosis: a randomised, double-blind, placebo-controlled trial. PloS One. 2013;8(8):e70032‏.", "ArticleIdList": ["PMC3743888", "23967066"]}, {"Citation": "Moraes ML de, Ramalho DM de P, Delogo KN, Miranda PFC, Mesquita EDD, Oliveira HM de MG de . et al. Association of Serum Levels of Iron, Copper, and Zinc, and Inflammatory Markers with Bacteriological Sputum Conversion During Tuberculosis Treatment. Biol Trace Elem Res. 2014 Aug 1;160(2):176–84‏.", "ArticleIdList": ["24958018"]}, {"Citation": "von Staszewski M, Pilosof AMR, Jagus RJ. Antioxidant and antimicrobial performance of different Argentinean green tea varieties as affected by whey proteins. Food Chem. 2011 Mar 1;125(1):186–92‏."}, {"Citation": "Singh BN, Shankar S, Srivastava RK. Green tea catechin, epigallocatechin-3-gallate (EGCG): mechanisms, perspectives and clinical applications. Biochem Pharmacol. 2011 Dec 15;82(12):1807–21‏.", "ArticleIdList": ["PMC4082721", "21827739"]}, {"Citation": "Basu A, Betts NM, Mulugeta A, Tong C, Newman E, Lyons TJ. Green tea supplementation increases glutathione and plasma antioxidant capacity in adults with the metabolic syndrome. Nutr Res. 2013 Mar;33(3):180–7‏.", "ArticleIdList": ["PMC3603270", "23507223"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "8", "Day": "20"}, {"Year": "2016", "Month": "2", "Day": "21"}, {"Year": "2016", "Month": "8", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "6", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["27493925", "PMC4972068"]}}], "PubmedBookArticle": []}