{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimicrobial", "Minimum bactericidal concentration", "Phytochemical", "Reducing power", "Thin layer chromatography"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27516977", "DateCompleted": {"Year": "2016", "Month": "08", "Day": "12"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "25"}, "Article": {"ArticleDate": [], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "6", "Issue": "4", "PubDate": {"Year": "2016", "Season": "Jul-Aug"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "Phytochemical characterization, antimicrobial activity and reducing potential of seed oil, latex, machine oil and presscake of Jatropha curcas.", "Pagination": {"StartPage": "366", "EndPage": "375", "MedlinePgn": "366-75"}, "Abstract": {"AbstractText": ["This study aims to evaluate the antimicrobial activity, phytochemical studies and thin layer chromatography analysis of machine oil, hexane extract of seed oil and methanol extract of presscake & latex of Jatropha curcas Linn (family Euphorbiaceae).", "J. curcas extracts were subjected to preliminary qualitative phytochemical screening to detect the major phytochemicals followed by its reducing power and content of phenol and flavonoids in different fractions. Thin layer chromatography was also performed using different solvent systems for the analysis of a number of constituents in the plant extracts. Antimicrobial activity was evaluated by the disc diffusion method, while the minimum inhibitory concentration, minimum bactericidal concentration and minimum fungicidal concentration were calculated by micro dilution method.", "The methanolic fraction of latex and cake exhibited marked antifungal and antibacterial activities against Gram-positive and Gram-negative bacteria. Phytochemical analysis revealed the presence of alkaloids, saponins, tannins, terpenoids, steroids, glycosides, phenols and flavonoids. Reducing power showed dose dependent increase in concentration compared to standard Quercetin. Furthermore, this study recommended the isolation and separation of bioactive compounds responsible for the antibacterial activity which would be done by using different chromatographic methods such as high-performance liquid chromatography (HPLC), GC-MS etc.", "The results of the above study suggest that all parts of the plants possess potent antibacterial activity. Hence, it is important to isolate the active principles for further testing of antimicrobial and other biological efficacy."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Institute of Medical Sciences, Banaras Hindu University, Varanasi 21005, UP India."}], "LastName": "Sharma", "ForeName": "Amit Kumar", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Institute of Medical Sciences, Banaras Hindu University, Varanasi- 221005 UP India; Department of Pharmacology, Institute of Medical Sciences, Banaras Hindu University, Varanasi- 221005 UP India."}], "LastName": "Gangwar", "ForeName": "Mayank", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Institute of Medical Sciences, Banaras Hindu University, Varanasi- 221005 UP India."}], "LastName": "Kumar", "ForeName": "Dharmendra", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Institute of Medical Sciences, Banaras Hindu University, Varanasi- 221005 UP India."}], "LastName": "Nath", "ForeName": "Gopal", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engg, Indian Institute of Technology, Banaras Hindu University, Vanarasi-221005, UP India."}], "LastName": "Kumar Sinha", "ForeName": "Akhoury Sudhir", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Institute of Medical Sciences, Banaras Hindu University, Varanasi 21005, UP India."}], "LastName": "Tripathi", "ForeName": "Yamini Bhushan", "Initials": "YB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abd-Alla HI, Moharram FA, Gaara AH, ElSafty MM. Phytoconstituents of Jatropha curcas L leaves and their immunomodulatory activity on humoral and cell-mediated immune response in chicks. 2009;Z Naturforsch C 64:7:8:495-501.", "ArticleIdList": ["19791499"]}, {"Citation": "Abidin ZZ, Ismail N, Yunus R, Ahamad IS, Idris A. Preliminary study on Jatropha curcas as coagulant in wastewater treatment. Environ Technol. 2011;32:971–977.", "ArticleIdList": ["21882550"]}, {"Citation": "Aladag H, Ercisli S, Yesil DZ, Gormez A, Yesil M. Antifungal activity of green tea leaves (Camellia sinensis L) sampled in different harvest time. Pharmacog Magaz. 2009;5:437–440."}, {"Citation": "Emeruwa AC. Antimicrobial substance from Carica papaya fruit extracts. Lloydi. 1982;45(5):123–7.", "ArticleIdList": ["7097295"]}, {"Citation": "Fagbenro-Beyioku AF, Oyibo WA, 1998 Disinfectant/antiparasitic activities of Jatropha curcas. East African Med J. Anuforom BC;75:508–511.", "ArticleIdList": ["10493051"]}, {"Citation": "Gangwar M, Kumar D, Tilak R, Singh TD, Singh SK, Goel RK, Nath G. Qualitative phytochemical characterization and antibacterial evaluation of glandular hairs of Mallotus philippinensis fruit extract. J Pharm Res. 2011;4:4214–4216."}, {"Citation": "Ferrer E. The year’s new drugs & biologics 2009. Drug News and Perspectives. 2010;23(1):5.", "ArticleIdList": ["20419894"]}, {"Citation": "Harborne JB. Phytochemical Methods: A Guide to Modern Techniques of Plant Analysis. (3rd edition) New York: Chapman and Hall Co.; 1998. pp. 1–302."}, {"Citation": "Hassan MM, Oyewale AO, Amupitan JO, Abduallahi MS, Okonkwo EM. Preliminary phytochemical and antibacterial investigation of crude extracts of the root bark of Detarium microcarpum. J Chem Society Nig. 2004;29:26–29."}, {"Citation": "Iwu MW, Duncan AR, Okunji CO. New antimicrobials of plant origin. In: Janick J, editor. Perspectives on New Crops and New Uses. Alexandria, VA: ASHS Press; 1999. pp. 457–462."}, {"Citation": "Juan L, Fang Y, Lin T, Fang C. Antitumor effects of curcin from seeds of Jatropha curcas. Acta Pharmacol Sin. 2003;24:241–246.", "ArticleIdList": ["12617773"]}, {"Citation": "Kajaria DK, Gangwar M, Kumar D, Sharma AK, Tilak R, Nath G, et al. Evaluation of antimicrobial activity and bronchodialator effect of a polyherbal drug-Shrishadi. Asian Pacific J Trop Biomed. 2012;2(11):905–909.", "ArticleIdList": ["PMC3609245", "23569869"]}, {"Citation": "Kajaria DK, Gangwar M, Sharma AK, Nath G, Tripathi YB, Tripathi JS. Comparative evaluation of phenol and flavonoid content of polyherbal drugs. Pharmacologyonline . 2011;3:1365–1373."}, {"Citation": "Kajaria DK, Gangwar M, Sharma AK, Tripathi YB, Tripathi JS, Tiwari SK. Evaluation of in-vitro antioxidant capacity and reducing potential of polyherbal drug- Bharangyadi. Ancient Sci Life. 2012;32(1):24–28.", "ArticleIdList": ["PMC3733202", "23929990"]}, {"Citation": "Kokate CK, Purohit AP, Gokhale SB. Pharmacognosy, Nirali Prakashan, Pune. 2006;35:133–525."}, {"Citation": "Kowalski R, Kedzia B. Antibacterial activity of Silphium perfoliatum extracts. Pharm Biol. 2007;45:495–500."}, {"Citation": "Lamaison JLC, Carret A. Teneurs en principaux flavonoids des fleurs deCrataegus monogynaJacq et deCrataegus laevigata (Piret DC) en fonction de la vegetation. Plantes Medicinales et Phytotherapie. 1990;25:12–16."}, {"Citation": "Lin J, Yan F, Tang L, Chen F. Antitumor effects of curcin from seeds of Jatropha curcas. Acta Pharmacologica Sinica. 2003;24:241–246.", "ArticleIdList": ["12617773"]}, {"Citation": "Meda A, Lamien CE, Romito M, Millogo J, Nacoulma OG. Determination of the total phenolic, flavonoid and proline contents in Burkina Fasan honey , as well as their radical scavenging activity. Food Chem . 2005;91:571–577."}, {"Citation": "Metwally AM, Omar AA, Harraz FM, El Sohafy SM. Phytochemical investigation and antimicrobial activity of Psidium guajava L leaves. Pharmacog Magaz. 2010;6:212–218.", "ArticleIdList": ["PMC2950385", "20931082"]}, {"Citation": "Mishra S, Vijayakumar M, Ojha S, Verma A. Antidiabetic effect of Jatropha curcas L leaves extract in normal and alloxan-induced diabetic rats. Int J Biomed Sci. 2010;2:482–487."}, {"Citation": "Mujumdar AM, Misar AV, Salaskar MV, Upadhye AS. Antidiarrhoeal effect of an isolated fraction (JC) of Jatropha curcas roots in mice. J Nat Remed. 2001;1:89–93."}, {"Citation": "Mujumdar AM, Upadhye AS, Misar AV. Studies on antidiarrhoeal activity of Jatropha curcus root extract in albino mice. J Ethnopharmacol. 2000;70:183–187.", "ArticleIdList": ["10771209"]}, {"Citation": "National Committee for Clinical Laboratory Standards NCCLS. Methods for dilution antimicrobial susceptibility tests for bacteria that grow aerobically: approved standards- fifth edition. NCCLS document M7-A5. Wayne, PA, USA: NCCLS; 2000."}, {"Citation": "Openshaw K. A review of Jatropha curcas: An oil plant of unfulfilled promise. Biomass Bioenergy. 2000;19:1–15."}, {"Citation": "Oskoueian E, Abdullah N, Ahmad S, Saad WZ, Omar AR, Ho YW. Bioactive compounds and biological activities of Jatropha curcas L. Kernel meal extract. International J Mol Sci. 2011;12:5955–5970.", "ArticleIdList": ["PMC3189762", "22016638"]}, {"Citation": "Pan SY, Gao SH, Zhou SF, Tang MK, Yu ZL, Ko KM. New perspectives on complementary and alternative medicine: an overview and alternative therapy. Alter Ther Health Med. 2012;18:20–36.", "ArticleIdList": ["22875591"]}, {"Citation": "Schmidt T. Anaerobic digestion of Jatropha curcas L press cake and effects of an iron-additive. Waste Manag Res. 2011;29:1171–6.", "ArticleIdList": ["21987413"]}, {"Citation": "Sharma AK, Gangwar M, Chaturvedi AP, Sinha ASK, Tripathi YB. Comparative analysis of phenolic and flavonoid content of Jatropha curcas linn. Plant Archives. 2012;12:823–6."}, {"Citation": "Shetty S, Udupa SL, Udupa AL, Vollala VR. Wound healing activities of Bark Extract of Jatropha curcas Linn in albino rats. Saudi Med J. 2006;27:1473–1476.", "ArticleIdList": ["17013466"]}, {"Citation": "Shimada T. Salivary proteins as a defence against dietary tannins. J Chem Ecol. 2006;32:1149–1163.", "ArticleIdList": ["16770710"]}, {"Citation": "Singh RK, Nath G. Antimicrobial activity of Elaeocarpus sphaericus. Phyto Res. 1999;13:448–450.", "ArticleIdList": ["10441793"]}, {"Citation": "Singleton VL, Rossi JA. Colorimetry of total phenolics with phosphomolybdic–phosphotungstic acid reagents. Am J Enol Vitic. 1965;16:144–158."}, {"Citation": "Sofowora EA. Medicinal Plants and Traditional Medicine in Africa. USA: John Wiley and sons; 1982. pp. 10–40."}, {"Citation": "Trease GE, Evans WC. Pharmacognosy. fifteenth ed. London: Saunders Publishers; 2002. 42-44, 221-229, 246-249, 304-306, 331-332, 391-393."}, {"Citation": "2004 WHO Issues Guidelines for Herbal Medicines. Bulletin of the World Health Organization, 83:238.", "ArticleIdList": ["PMC2585928", "15112024"]}, {"Citation": "Wiegand I, Hilpert K, Hancock RE. Agar and broth dilution methods to determine the minimal inhibitory concentration (MIC) of antimicrobial substances. Nature Prot. 2008;3:163–175.", "ArticleIdList": ["18274517"]}, {"Citation": "Willey JM, Sherwood LM, Woolverton CJ. Prescott, Harley and Klein's Microbiology. 7th Edition. New York: McGraw Hill; 2008. 1088 pp."}, {"Citation": "Winslow LS, Kroll DJ. Herbs as medicines. Arch Int Med. 1998;158:2192–2199.", "ArticleIdList": ["9818799"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "8", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27516977", "PMC4967832"]}}], "PubmedBookArticle": []}