{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["PC12", "Reactive oxygen species", "Viola odorata", "Viola tricolor"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27516984", "DateCompleted": {"Year": "2016", "Month": "08", "Day": "12"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"ArticleDate": [], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "6", "Issue": "4", "PubDate": {"Year": "2016", "Season": "Jul-Aug"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "Protective effect of Viola tricolor and Viola odorata extracts on serum/glucose deprivation-induced neurotoxicity: role of reactive oxygen species.", "Pagination": {"StartPage": "434", "EndPage": "441", "MedlinePgn": "434-41"}, "Abstract": {"AbstractText": ["Oxidative stress plays a key role in the pathophysiology of brain ischemia and neurodegenerative disorders. Previous studies indicated that Viola tricolor and Viola odorata are rich sources of antioxidants. This study aimed to determine whether these plants protect neurons against serum/glucose deprivation (SGD)-induced cell death in an in vitro model of ischemia and neurodegeneration.", "The PC12 neuronal cells were pretreated for 4 hr with 1 to 50 µg/ml of V. odorata or V. tricolor hydroalcoholic extracts followed by 24 hr incubation under SGD condition. Cell viability was evaluated by 4,5-dimethyl-2-thiazolyl-2,5-diphenyl-2H-tetrazolium bromide assay. The level of intracellular reactive oxygen species (ROS) was quantitated by flow cytometry using 2',7'- dichlorofluorescin diacetate as a probe.", "SGD condition led to significant decrease in cell viability (p<0.001). Pretreatment with both V. tricolor and V. odorata extracts reduced the SGD-induced cytotoxicity. SGD resulted in a significant increase in intracellular ROS production (p<0.001). Both extracts at concentrations of 25 and 50 µg/ml could reverse the increased ROS production (p<0.05).", "Results of the present study showed that V. tricolor and V. odorata protect neuronal cells against SGD-induced cell death, at least in part, by their antioxidant activities. Further studies on the possible application of these plants in prevention or treatment of cerebral ischemia and neurodegenerative diseases seem to be warranted."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran; Medical Toxicology Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Mousavi", "ForeName": "Seyed Hadi", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Payam Noor Shargh, Tehran University of Basic Sciences, Tehran, Iran."}], "LastName": "Naghizade", "ForeName": "Behnaz", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Pourgonabadi", "ForeName": "Solmaz", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Ghorbani", "ForeName": "Ahmad", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alinejad B, Ghorbani A, Sadeghnia HR. Effects of combinations of curcumin, linalool, rutin, safranal, and thymoquinone on glucose/serum deprivation-induced cell death. Avicenna J Phytomed. 2013;3:321–328.", "ArticleIdList": ["PMC4075728", "25050289"]}, {"Citation": "Amantea D, Marrone MC, Nistico R, Federici M, Bagetta G, Bernardi G, Mercuri NB. Oxidative stress in stroke pathophysiology; Validation of hydrogen peroxide metabolism as a pharmacological target to afford neuroprotection. Int Rev Neurobiol. 2009;85:363–374.", "ArticleIdList": ["19607981"]}, {"Citation": "Asadpour E, Ghorbani A, Sadeghnia HR. Water-soluble compounds of lettuce inhibit DNA damage and lipid peroxidation induced by glucose/serum deprivation in N2a cells. Acta Pol Pharm. 2014;71:409–413.", "ArticleIdList": ["25265820"]}, {"Citation": "Behl C, Moosmann B. Antioxidant neuroprotection in Alzheimer’s disease as preventive and therapeutic approach. Free Radic Biol Med. 2002;33:182–191.", "ArticleIdList": ["12106814"]}, {"Citation": "Broughton BRS, Reutens DC, Sobey CG. Apoptotic mechanisms after cerebral ischemia. Stroke. 2009;40:e331–e339.", "ArticleIdList": ["19182083"]}, {"Citation": "Duke JA, Bogenschutz-Godwin MJ, Ducelliar J, Duke PAK. Sweet Violet (Viola odorata L) Handbook of Medicinal Herbs. 2nd edition . Boca Raton: CRC Press; 2002. 715 pp."}, {"Citation": "Ebrahimzadeh MA, Nabavi SM, Nabavi SF, Bahramian F, Bekhradnia AR. Antioxidant and free radical scavenging activity of H officinalis L var angustifolius, V odorata, B hyrcana and C speciosum. Pak J Pharm Sci. 2010;23:29–34.", "ArticleIdList": ["20067863"]}, {"Citation": "Fisher M. Stroke therapy. 2nd edn. Boston: Butter worth-Heinemann; 2001. pp. 25–50."}, {"Citation": "Forouzanfar F, Goli AA, Asadpour E, Ghorbani A, Sadeghnia HR. Protective effect of Punica granatum L against serum/glucose deprivation-induced PC12 cells injury. Evid Based Complement Alternat Med. 2013:7167730.", "ArticleIdList": ["PMC3723082", "23935674"]}, {"Citation": "Ghorbani A, Hadjzadeh MR, Rajaei Z, Zendehbad SB. Effects of fenugreek seeds on adipogenesis and lipolysis in normal and diabetic rat. Pak J Biol Sci. 2014;17:523–528.", "ArticleIdList": ["25911840"]}, {"Citation": "Ghorbani A, Youssofabad N. 2012. Effect of Viola tricolor on pentobarbital-induced sleep in mice. Afr J Pharm Pharmacol. J, and Rakhshandeh H;6:2503–2509."}, {"Citation": "Ghorbani A, Asadpour E, Sadeghnia HR. Mechanism of protective effect of lettuce against glucose/serum deprivation-induced neurotoxicity. Nutr Neurosci. 2015;18:103–109.", "ArticleIdList": ["24621063"]}, {"Citation": "Gilgun-Sherki Y, Rosenbaum Z, Melamed E, Offen D. Antioxidant therapy in acute central nervous system injury Current state. Pharmacol Rev. 2002;54:271–284.", "ArticleIdList": ["12037143"]}, {"Citation": "Gonçalves AFK, Friedrich RB, Boligon AA, Piana M, Beck RCR, Athayde ML. Anti-oxidant capacity, total phenolic contents and HPLC determination of rutin in Viola tricolor (L) flowers. Free Radicals Antioxid. 2012;2:32–37."}, {"Citation": "Hajzadeh MA, Afshari JT, Ghorbani A, Shakeri MT. Antiproliferative property of aqueous extract of garlic on human larynx tumour and non-tumour mouse fibroblast cell lines. Australian J Med Herbalism. 2007;19:33–37."}, {"Citation": "Hillion JA, Takahashi K, Maric D, Ruetzler C, Barker JL, Hallenbeck JM. Development of an ischemic tolerance model in a PC12 cell line. J Cereb Blood Flow Metab. 2005;25:154–162.", "ArticleIdList": ["PMC1378216", "15647748"]}, {"Citation": "Keville K. Viola odorata L. In: Rosart S, editor. 1991. New York: Michael Friedman publishing group, Inc; 207 pp."}, {"Citation": "Khan MM, Ahmad A, Ishrat T, Khuwaja G, Srivastawa P, Khan MB, Raza SS, Javed H, Vaibhav K, Khan A, Islam F. Rutin protects the neural damage induced by transient focal ischemia in rats. Brain Res. 2009;1292:123–135.", "ArticleIdList": ["19631195"]}, {"Citation": "Love S. Oxidative stress in brain ischemia. Brain Pathol. 1999;9:119–131.", "ArticleIdList": ["PMC8098220", "9989455"]}, {"Citation": "Manzanero S, Santro T, Arumugam TV. Neuronal oxidative stress in acute ischemic stroke: Sources and contribution to cell injury. Neurochem Int. 2013;62:712–718.", "ArticleIdList": ["23201332"]}, {"Citation": "Mortazavian SM, Ghorbani A. Antiproliferative effect of viola tricolor on neuroblastoma cells in vitro. Australian J Herbal Med. 2012;24:93–96."}, {"Citation": "Mortazavian SM, Ghorbani A, Hesari TG. Effect of hydro-alcoholic extract of Viola tricolor and its fractions on proliferation of uterine cervix carcinoma cells. Iran J Obstet Gynecol and Infertil. 2012;15:9–16."}, {"Citation": "Mousavi SH, Asghari M, Tayarani-Najaran Z, Sadeghnia HR. Protective effect of Nigella sativa extract and thymoquinone on serum/glucose deprivation-induced PC12 cells death. Cell Mol Neurobiol. 2010;30:591–598.", "ArticleIdList": ["20054635"]}, {"Citation": "Navarro-Yepes J, Zavala-Floresa L, Anandhana A, Wangc F, Skotakc M, Chandrac N, Lid M, Pappag A, Martinez-Fongf D, Del Razoe LM, Quintanilla-Vegae B, Franco R. Antioxidant gene therapy against neuronal cell death. Pharmacol Ther. 2014;142:206–230.", "ArticleIdList": ["PMC3959583", "24333264"]}, {"Citation": "Ochiaia T, Ohnoa S, Soedaa S, Tanakab H, Shoyamab Y, Shimenoa H. Crocin prevents the death of rat pheochromyctoma (PC12) cells by its antioxidant effects stronger than those of atocopherol. Neurosci Lett. 2004;362:61–64.", "ArticleIdList": ["15147781"]}, {"Citation": "Piana M, Zadra M, de Brum TF, Boligon AA, Gonçalves AF, da Cruz RC, de Freitas RB, do Canto GS, Athayde ML. Analysis of rutin in the extract and gel of Viola tricolor. J Chromatogr Sci. 2013;51:406–411.", "ArticleIdList": ["23035206"]}, {"Citation": "Sadeghnia HR, Farahmand SK, Asadpour E, Rakhshandeh H, Ghorbani A. Neuroprotective effect of Lactuca sativa on glucose/serum deprivation-induced cell death. Afr J Pharm Pharmacol. 2012;6:2464–2471."}, {"Citation": "Sadeghnia HR, Ghorbani Hesari T, Mortazavian SM, Mousavi SH, Tayarani-Najaran Z, Ghorbani A. Viola tricolor induces apoptosis in cancer cells and exhibits antiangiogenic activity on chicken chorioallantoic membrane. BioMed Research International. 2014:625792.", "ArticleIdList": ["PMC4163403", "25243166"]}, {"Citation": "Sadeghnia HR, Yousefsani BS, Rashidfar M, Boroushaki MT, Asadpour E, Ghorbani A. Protective effect of rutin on hexachlorobutadiene-induced nephrotoxicity. Ren Fail. 2013;35:1151–1155.", "ArticleIdList": ["23876083"]}, {"Citation": "Toiu A, Muntean E, Oniga L, Vostinaru O, Tamas M. Pharmacognostic research on Viola tricolor L (Violaceae) Rev Med Chir Soc Med Nat Iasi. 2009;113:246–247.", "ArticleIdList": ["21491816"]}, {"Citation": "Vishal A, Parveen K, Pooja S, Kannappan N, Kumar S. Diuretic, laxative and toxicity Studies of Viola odorata aerial parts. Pharmacol online. 2009;1:739–748."}, {"Citation": "Vukics V, Kery A, Guttman A. Analysis of polar antioxidants in Heartsease (Viola tricolor L) and Garden pansy (Viola x wittrockiana Gams) J Chromatogr Sci. 2008a;46:823–827.", "ArticleIdList": ["19007486"]}, {"Citation": "Vukics V, Kery A, Bonn GK, Guttman A. Major flavonoid components of heartsease (Viola tricolor L) and their antioxidant activities. Anal Bioanal Chem. 2008b;390:1917–1925.", "ArticleIdList": ["18259733"]}, {"Citation": "Wang H, Joseph JA. Quantifying cellular oxidative stress by dichlorofluorescein assay using microplate reader. Free Radic Biol Med. 1999;27:612–616.", "ArticleIdList": ["10490282"]}, {"Citation": "Witkowska-Banaszczak E, Bylka W, Matlawska I, Goslinska O, Muszynski Z. Antimicrobial activity of Viola tricolor herb. Fitoterapia. 2005;76:458–461.", "ArticleIdList": ["15893888"]}, {"Citation": "Woronowicz A, Amith SR, Davis VW, Jayanth P, De Vusser K, Laroy W, Contreras R, Meakin SO, Szewczuk MR. Trypanosome trans-sialidase mediates neuroprotection against oxidative stress, serum/glucose deprivation, and hypoxiainduced neurite retraction in Trk-expressing PC12 cells. Glycobiology. 2007;17:725–734.", "ArticleIdList": ["17389653"]}, {"Citation": "Yang J, Guo J, Yuan J. In vitro antioxidant properties of rutin. LWT-Food Sci Tech. 2008;41:1060–1066."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "8", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27516984", "PMC4967839"]}}], "PubmedBookArticle": []}