{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant", "Dracocephalumkotschyi", "HPLC", "Luteolin"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27516983", "DateCompleted": {"Year": "2016", "Month": "08", "Day": "12"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"ArticleDate": [], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "6", "Issue": "4", "PubDate": {"Year": "2016", "Season": "Jul-Aug"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "Phytochemical screening and evaluation of antioxidant activities of Dracocephalum kotschyi and determination of its luteolin content.", "Pagination": {"StartPage": "425", "EndPage": "433", "MedlinePgn": "425-33"}, "Abstract": {"AbstractText": ["Dracocephalum kotschyi (Lamiaceae family) has been used in traditional medicine for stomach and liver disorders, headache and congestion. In the present study, we have investigated phytochemical properties and antioxidant activities of dichloromethane, ethyl acetate and methanol extracts of D.kotschyi.", "Antioxidant activities of extracts were evaluated using the integration of HPLC-DPPH and ferric reducing antioxidant power (FRAP) methods. In addition, the luteolincontent was determined using HPLC method.", "The highest antioxidant activity was observed for the methanol extract (among the three tested extracts) showing 50% DPPH scavenging activity at 4.85µg/ml as compared to butylated hydroxy toluene (BHT) and ascorbic acid (3.00 µg/ml, 0.97 µg/ml). Also, luteolin was detected in methanol extract; it was identified by comparing its retention time and DAD spectra with standard and it was one of antioxidant components of this plant. In addition, the antioxidant activity of methanol extract was higher than BHT, in FRAP assay. Total phenolic content was in the range of 11.62-22.29 mg Gallic acid /gram of dry extract and flavonoid content was in the range of 3.97-5.042 mg Quercetin/ gram of extract for dichloromethane, ethyl acetate and methanol extracts. The quantity of luteolin in D.kotschyiwas found to be 1061.005 µg/g of dried plant.", "The results of this investigation indicated that luteolin plays major role in the antioxidant activity of the plant."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, Quchan Azad University, Quchan, Iran."}], "LastName": "Kamali", "ForeName": "Mansureh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, Quchan Azad University, Quchan, Iran."}], "LastName": "Khosroyar", "ForeName": "Susan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products & Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Kamali", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Ahmadzadeh Sani", "ForeName": "Tooba", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products & Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Mohammadi", "ForeName": "Ameneh", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ashokkumar P, Sudhandiran G. Protective role of luteolin on the status of lipid peroxidation and antioxidant defense against azoxy methane–induced experimental colon carcinogenesis. Biomed. Pharmacother. 2008;62:590–597.", "ArticleIdList": ["18692983"]}, {"Citation": "Amirghofran Z, Azadbakht M, Karimi MH. Evaluation of the immunomodulatory effects of five herbal plants. J Ethnopharmacol. 2000;72:167–72.", "ArticleIdList": ["10967468"]}, {"Citation": "Babbar N, Oberoi HS, Uppal DS, Patil RT. Total phenolic content and antioxidant capacity of extracts obtained from six important fruit residues. Food Res Int. 2011;44:391–396."}, {"Citation": "Brand-Williams W, Cuvelier ME, Berset C. Use of a free radical method to evaluate antioxidant activity. LWT Food Sci Technol. 1995;28:25–30."}, {"Citation": "Chandrasekar D, Madhusudhana K, Ramakrishna S, Diwan PV. Determination of DPPH free radical scavenging activity by reversed-phase HPLC: A sensitive screening method for poly herbal formulations. J Pharm Biomed Anal. 2006;40:460–464.", "ArticleIdList": ["16297590"]}, {"Citation": "Chang CC, Yang MH, Wen HM, Chern JC. Estimation of total flavonoid content in propolis by two complementary colorimetric methods. J Food Drug Anal. 2002;10:178–182."}, {"Citation": "Chen Z, Bertin R, Froldi G. EC50 estimation of antioxidant activity in DPPH assay using several statistical programs. Food Chem. 2013;138:414–420.", "ArticleIdList": ["23265506"]}, {"Citation": "Dastmalchi K, Damien Dorman HJ, KoşarMüberra , HiltunenRaimo Chemical composition and in vitro antioxidant evaluation of a watersoluble Moldavian balm (Dracocephalum moldavica L) extract. LWT Food Sci Technol. 2007;40:239–248."}, {"Citation": "Evans E. Trease and Evans Pharmacognosy. 16th edn. Edinburgh: Saunders; 2009. pp. 156–158."}, {"Citation": "Fattahi M, Nazeri V, Claveria LT, Sefidkon F, Cusido RM, Zamani Z. Identification and quantification of leaf surface flavonoids in wild growing populations of Dracocephalum kotschyi by LC–DAD–ESI-MS. Food Chem. 2013;141:139–146.", "ArticleIdList": ["23768339"]}, {"Citation": "Fattahi M, Nazeri V, Torras-Claveria L, Sefidkon F, Cusido Rm M, Zamani Z. A new biotechnological source of rosmarinic acid and surface flavonoids: Hairy root cultures of Dracocephalum kotschyiBoiss. Ind Crops Prod. 2013;5:256–263."}, {"Citation": "Gohari AR, Saeidnia S, Matsuo K, Uchiyama N, Yagura T, Ito M, Kiuchi F, Honda G. Flavonoid constituents of Dracocephalum kotschyi growing in Iran and their trypanocidal activity. Nat Med. 2003;57:250–252."}, {"Citation": "Golshani S, Karamkhani F, Monsef-Esfehani HR, Abdollahi M. Antinociceptive effects of the essential oil of Dracocephalum kotschyi in the mouse writhing test. J Pharm Sci. 2004;7:76–79.", "ArticleIdList": ["15144738"]}, {"Citation": "Gülçin İ. Antioxidant activity of food constituents: an overview. Arch Toxicol. 2012;86:345–391.", "ArticleIdList": ["22102161"]}, {"Citation": "Hayouni EA, Abedrabba M, Bouix M, Hamdi M. The effects of solvents and extraction method on the phenolic contents and biological activities in vitro of Tunisian Quercuscoccifera L and Juniperus phoenicea L fruit extracts. Food Chem. 2007;105:1126–1134."}, {"Citation": "Hernandez-Hernandez E, Ponce-Alquicira E, Jaramillo-Flores ME, Legarreta G L. Antioxidant effect of rosemary (Rosmarinus officinalis L) and oregano (Ori-ganumvulgare L) extractson TBARS and colour of model raw batters. Meat Sci. 2009;81:410–417.", "ArticleIdList": ["22064182"]}, {"Citation": "Hostettmann K, Martson A. Saponin. Cambridge: Univ Press; 1995. 233 pp."}, {"Citation": "Jahanian F, Ebrahimi SA, Rahbar-Roshandel N, Mahmoudian M. Xanthomicrol is the main cytotoxic component of Dracocephalum kotschyi and a potential anti-cancer agent. Phytochem. 2005;66:1581–1592.", "ArticleIdList": ["15949825"]}, {"Citation": "Jung HA, Kim YS, Choi JS. Quantitative HPLC analysis of two key flavonoids and inhibitory activities against aldose reductase from different parts of the Korean thistle, Cirsiummaackii. Food Chem Toxicol. 2009;47:2790–2797.", "ArticleIdList": ["19733610"]}, {"Citation": "Kardong D, Upadhyaya S, Saikia LR. Screening of phytochemicals, antioxidant and antibacterial activity of crude extract of Pteridiumaquilinum Kuhn. J Pharm Res. 2013;6:179–182."}, {"Citation": "Koleva II, Van Beek TA, Linssen JPH, Groot A, Evstatieva LN. Screening of plant extracts for antioxidant activity: a comparative study on three testing methods. Phytochem Anal. 2002;13:8–17.", "ArticleIdList": ["11899609"]}, {"Citation": "Magalhães LM, Segundo MA, Reis S, Lima JLFC. Methodological aspects about in vitro evaluation of antioxidant properties. Anal Chim Acta. 2008;613:1–19.", "ArticleIdList": ["18374697"]}, {"Citation": "Markham RK. Techniques of Flavonoid Identification. London: Academic Press; 1982. pp. 15–45."}, {"Citation": "Mirheydar H, MaarefGiahi . DaftareNashreFarhangeEslami (Publisher) vol. 2. Tehran: 1995. pp. 170–176."}, {"Citation": "Moghaddam G, Ebrahimi SA, Rahbar-Roshandel N, Foroumadi A. Antiproliferative activity of flavonoids influence of the sequential methoxylation state of the flavonoid structure. Phytother Res. 2012;26:1023–1028.", "ArticleIdList": ["22184071"]}, {"Citation": "Mandegary A, Soodi M, Sharififar F, Ahmadi S. Anticholine sterase, antioxidant, and neuro protective effects of Tripleurospermumdisciforme and Dracocephalum multicaule. J Ayurveda Integr Med. 2014;5:162–166.", "ArticleIdList": ["PMC4204286", "25336847"]}, {"Citation": "Nour V, Trandafir I, Cosmulescu S. Influence of preparing method on antioxidant activity and polyphenols content of green Walnuts comfiture. South-west J Hortic Biol Environ. 2014;5:83–94."}, {"Citation": "Prachayasittikul S, Buraparuangsang P, Worachartcheewan A, Isarankura-Na-Ayudhya C, Ruchirawat S, Prachayasittikul V. Antimicrobial and antioxidative activities of bioactive constituents from Hydnophytum formicarum Jack. Molecules. 2008;13:904–21.", "ArticleIdList": ["PMC6245381", "18463592"]}, {"Citation": "Park CM, Jin KS, Cho CW, Lee YW, Huh GH, Cha YS, Song YS. Luteolin inhibits inflammatory responses by down regulating the JNK, NF-κB, and AP-1 pathways in TNF-α activated HepG2 cells. Food Sci Biotechnol. 2012;21:279–283."}, {"Citation": "Rechinger H. Flora Iranica, Labiatae, Dracocephalum in flora iranica. Akademische Druck- und Verlagsanstalt. vol. 150. Austria: 1986. pp. 218–230."}, {"Citation": "Rice-Evans CA, Miller NJ, Paganga G. Structure antioxidant activity relationship of flavonoids and phenolic acids. Free Radical Biol Medi. 1996;20:933–956.", "ArticleIdList": ["8743980"]}, {"Citation": "Saeidnia S, Gohari AR, Uchiyama N, Ito M, Honda G, Kiuchi F. Two new monoterpene glycosides and trypanocidalterpenoids from Dracocephalum kotschyi. Chem Pharm Bull. 2004;52:1249–1250.", "ArticleIdList": ["15467247"]}, {"Citation": "Saeidnia S, Gohari AR, Ito M, Kiuchi F, Honda G. Bioactive Constituents from Dracocephalum subcapitatum (O. Kuntze) Lipsky. Z Naturforsch C. 2005;60:22–24.", "ArticleIdList": ["15787238"]}, {"Citation": "Saeidnia S, Gohari AR, Hadjiakhoondi A, Shafiee A. Bioactive Compounds of the Volatile Oil of Dracocephalum kotschyi. Z Naturforsch C. 2007;62:793–796.", "ArticleIdList": ["18274279"]}, {"Citation": "Sajjadi E, MovahedianAtarAM , Yektaian A. Antihyperlipidemic effect of hydroalcoholic extract, and polyphenolic fraction from Dracocephalum kotschyi Boiss. Pharm Acta Helv. 1998;73:167–170.", "ArticleIdList": ["9713260"]}, {"Citation": "Singh R, Singh S, Kumar S, Arora S. Evaluation of antioxidant potential of ethyl acetate extract/fractions of Acacia auriculiformis A Cunn. Food Chem Toxicol. 2007;45:1216–23.", "ArticleIdList": ["17336438"]}, {"Citation": "Sultan A, Bahang H, Aisa HA, Eshbakova KA. Flavonoids from Dracocephalum moldavica. Chem Nat Comp. 2008;44:366–367."}, {"Citation": "Toit KD, Buthelezi S, Bodenstein J. Anti-inflammatory and antibacterial profiles of selected compounds found in South African propolis. S Afr J Sci. 2009;105:470–472."}, {"Citation": "Weremczuk-Jezyna I, Grzegorczyk-Karolak I, Frydrych B, Kro´licka A, Wysokin´ska H. Hairy roots of Dracocephalum moldavica: rosmarinic acid content and antioxidant potential. Acta Physiol Plant. 2013;35:2095–2103."}, {"Citation": "Xu X, Xie H, Wang Y, Wei X. A-type proanthocyanidins from lychee seeds and their antioxidant and antiviral activities. J. Agric Food Chem. 2010;58:11667–11672.", "ArticleIdList": ["20964424"]}, {"Citation": "Zeng Q, Jin HZ, Qin JJ, Fu JJ, Hu XJ, Lin JH, Yan L, Chen M, Zhang WD. Chemical constituents of plants from the genus Dracocephalum. Chem. Biodivers. 2010;7:1911–1929.", "ArticleIdList": ["20730957"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "8", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27516983", "PMC4967838"]}}], "PubmedBookArticle": []}