{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27563335", "DateCompleted": {"Year": "2016", "Month": "08", "Day": "26"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "08", "Day": "02"}], "ELocationID": ["4683059", "10.1155/2016/4683059"], "Language": ["eng"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2016", "PubDate": {"Year": "2016"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Phytochemical Profile and Antibacterial and Antioxidant Activities of Medicinal Plants Used by Aboriginal People of New South Wales, Australia.", "Pagination": {"StartPage": "4683059", "MedlinePgn": "4683059"}, "Abstract": {"AbstractText": ["Aboriginal people of Australia possess a rich knowledge on the use of medicinal plants for the treatment of sores, wounds, and skin infections, ailments which impose a high global disease burden and require effective treatments. The antibacterial and antioxidant activities and phytochemical contents of extracts, obtained from eight medicinal plants used by Aboriginal people of New South Wales, Australia, for the treatment of skin related ailments, were assessed to add value to and provide an evidence-base for their traditional uses. Extracts of Acacia implexa, Acacia falcata, Cassytha glabella, Eucalyptus haemastoma, Smilax glyciphylla, Sterculia quadrifida, and Syncarpia glomulifera were evaluated. All extracts except that of S. quadrifida showed activity against sensitive and multidrug resistant strains of Staphylococcus aureus with minimum inhibitory concentration values ranging from 7.81 to 1000 μg/mL. The sap of E. haemastoma and bark of A. implexa possessed high total phenolic contents (TPC) and strong DPPH radical scavenging abilities. A positive correlation was observed between TPC and free radical scavenging ability. GC-MS analysis of the n-hexane extract of S. glomulifera identified known antimicrobial compounds. Together, these results support the traditional uses of the examined plants for the treatment of skin related ailments and infections by Aboriginal people of New South Wales, Australia."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indigenous Bioresources Research Group, Faculty of Science and Engineering, Macquarie University, North Ryde, Sydney, NSW 2109, Australia."}], "LastName": "Akter", "ForeName": "Kaisarun", "Initials": "K"}, {"Identifier": ["0000-0002-0972-5468"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indigenous Bioresources Research Group, Faculty of Science and Engineering, Macquarie University, North Ryde, Sydney, NSW 2109, Australia."}], "LastName": "Barnes", "ForeName": "Emma C", "Initials": "EC"}, {"Identifier": ["0000-0003-1408-9782"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry, Faculty of Science, University of New South Wales, Sydney, NSW 2052, Australia."}], "LastName": "Brophy", "ForeName": "Joseph J", "Initials": "JJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indigenous Bioresources Research Group, Faculty of Science and Engineering, Macquarie University, North Ryde, Sydney, NSW 2109, Australia."}], "LastName": "Harrington", "ForeName": "David", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yaegl Local Aboriginal Land Council, Maclean, NSW 2463, Australia."}], "LastName": "Community Elders", "ForeName": "Yaegl", "Initials": "Y"}, {"Identifier": ["0000-0001-6255-6483"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indigenous Bioresources Research Group, Faculty of Science and Engineering, Macquarie University, North Ryde, Sydney, NSW 2109, Australia."}], "LastName": "Vemulpad", "ForeName": "Subramanyam R", "Initials": "SR"}, {"Identifier": ["0000-0001-5449-2838"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indigenous Bioresources Research Group, Faculty of Science and Engineering, Macquarie University, North Ryde, Sydney, NSW 2109, Australia."}], "LastName": "Jamie", "ForeName": "Joanne F", "Initials": "JF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pennacchio M., Kemp A. S., Taylor R. P., Wickens K. M., Kienow L. Interesting biological activities from plants traditionally used by Native Australians. Journal of Ethnopharmacology. 2005;96(3):597–601. doi: 10.1016/j.jep.2004.10.012.", "ArticleIdList": ["10.1016/j.jep.2004.10.012", "15619584"]}, {"Citation": "Palombo E. A., Semple S. J. Antibacterial activity of traditional Australian medicinal plants. Journal of Ethnopharmacology. 2001;77(2-3):151–157. doi: 10.1016/s0378-8741(01)00290-2.", "ArticleIdList": ["10.1016/s0378-8741(01)00290-2", "11535358"]}, {"Citation": "Packer J., Gaikwad J., Harrington D., Ranganathan S., Jamie J., Vemulpad S. Genetic Resources, Chromosome, Engineering and Crop Improvement. Boca Raton, Fla, USA: CRC Press; 2012. Medicinal plants of New South Wales, Australia; pp. 259–296."}, {"Citation": "McMeniman E., Holden L., Kearns T., et al. Skin disease in the first two years of life in Aboriginal children in East Arnhem Land. Australasian Journal of Dermatology. 2011;52(4):270–273. doi: 10.1111/j.1440-0960.2011.00806.x.", "ArticleIdList": ["10.1111/j.1440-0960.2011.00806.x", "22070701"]}, {"Citation": "Zielins E. R., Brett E. A., Luan A., et al. Emerging drugs for the treatment of wound healing. Expert Opinion on Emerging Drugs. 2016;20(2):235–246. doi: 10.1517/14728214.2015.1018176.", "ArticleIdList": ["10.1517/14728214.2015.1018176", "25704608"]}, {"Citation": "Jarvis L. M. Imminent threat. Chemical and Engineering News. 2008;86(15):21–24."}, {"Citation": "Mitscher L. A. Coevolution: mankind and microbes. Journal of Natural Products. 2008;71(3):497–509. doi: 10.1021/np078017j.", "ArticleIdList": ["10.1021/np078017j", "18298076"]}, {"Citation": "Edwards R., Harding K. G. Bacteria and wound healing. Current Opinion in Infectious Diseases. 2004;17(2):91–96. doi: 10.1097/00001432-200404000-00004.", "ArticleIdList": ["10.1097/00001432-200404000-00004", "15021046"]}, {"Citation": "Sen C. K., Khanna S., Gordillo G., Bagchi D., Bagchi M., Roy S. Oxygen, oxidants, and antioxidants in wound healing: an emerging paradigm. Annals of the New York Academy of Sciences. 2002;957(1):239–249. doi: 10.1111/j.1749-6632.2002.tb02920.x.", "ArticleIdList": ["10.1111/j.1749-6632.2002.tb02920.x", "12074976"]}, {"Citation": "Packer J., Brouwer N., Harrington D., et al. An ethnobotanical study of medicinal plants used by the Yaegl Aboriginal community in northern New South Wales, Australia. Journal of Ethnopharmacology. 2012;139(1):244–255. doi: 10.1016/j.jep.2011.11.008.", "ArticleIdList": ["10.1016/j.jep.2011.11.008", "22101358"]}, {"Citation": "Packer J., Naz T., Harrington D., Jamie J. F., Vemulpad S. R. Antimicrobial activity of customary medicinal plants of the Yaegl Aboriginal community of northern New South Wales, Australia: a preliminary study. BMC Research Notes. 2015;8(1):276–282. doi: 10.1186/s13104-015-1258-x.", "ArticleIdList": ["10.1186/s13104-015-1258-x", "PMC4485878", "26122212"]}, {"Citation": "Naz T., Packer J., Yin P., et al. Bioactivity and chemical characterisation of Lophostemon suaveolens—an endemic Australian Aboriginal traditional medicinal plant. Natural Product Research. 2016;30(6):693–696. doi: 10.1080/14786419.2015.1038260.", "ArticleIdList": ["10.1080/14786419.2015.1038260", "25942679"]}, {"Citation": "Lassak E. V., McCarthy T. Australian Medicinal Plants. Sydney, Australia: New Holland; 2008."}, {"Citation": "Murai Y., Kokubugata G., Yokota M., Kitajima J., Iwashina T. Flavonoids and anthocyanins from six Cassytha taxa (Lauraceae) as taxonomic markers. Biochemical Systematics and Ecology. 2008;36(9):745–748. doi: 10.1016/j.bse.2008.06.007.", "ArticleIdList": ["10.1016/j.bse.2008.06.007"]}, {"Citation": "Huang A.-C., Wilde A., Ebmeyer J., Skouroumounis G. K., Taylor D. K. Examination of the phenolic profile and antioxidant activity of the leaves of the australian native plant Smilax glyciphylla . Journal of Natural Products. 2013;76(10):1930–1936. doi: 10.1021/np4005163.", "ArticleIdList": ["10.1021/np4005163", "24050300"]}, {"Citation": "Smyth T., Ramachandran V. N., Brooks P., Smyth W. F. A study of the antibacterial activities of selected Australian medicinal plants. Journal of Pharmacognosy and Phytotherapy. 2009;1(6):82–86."}, {"Citation": "Setzer W. N., Setzer M. C., Bates R. B., Jackes B. R. Biologically active triterpenoids of Syncarpia glomulifera bark extract from Paluma, North Queensland, Australia. Planta Medica. 2000;66(2):176–177. doi: 10.1055/s-2000-11129.", "ArticleIdList": ["10.1055/s-2000-11129", "10763596"]}, {"Citation": "Courtney J. L., Lassak E. V., Speirs G. B. Leaf wax constituents of some Myrtaceous species. Phytochemistry. 1983;22(4):947–949. doi: 10.1016/0031-9422(83)85027-4.", "ArticleIdList": ["10.1016/0031-9422(83)85027-4"]}, {"Citation": "Brophy J. J., Goldsack R. S., Bean A. R., Forster P. I., Fookes C. J. R. The leaf essential oils of the genus Syncarpia Ten. (Myrtaceae) Flavour and Fragrance Journal. 1996;11(6):361–366. doi: 10.1002/(sici)1099-1026(199611)11:660;361::aid-ffj59162;3.0.co;2-t.", "ArticleIdList": ["10.1002/(sici)1099-1026(199611)11:660;361::aid-ffj59162;3.0.co;2-t"]}, {"Citation": "İşcan G., Kirimer N., Demirci F., Demirci B., Noma Y., Başer K. H. C. Biotransformation of (−)-(R)-α-phellandrene: antimicrobial activity of its major metabolite. Chemistry and Biodiversity. 2012;9(8):1525–1532. doi: 10.1002/cbdv.201100283.", "ArticleIdList": ["10.1002/cbdv.201100283", "22899613"]}, {"Citation": "Dorman H. J. D., Surai P., Deans S. G. In vitro antioxidant activity of a number of plant essential oils and phytoconstituents. Journal of Essential Oil Research. 2000;12(2):241–248."}, {"Citation": "Cheng S.-S., Huang C.-G., Chen Y.-J., Yu J.-J., Chen W.-J., Chang S.-T. Chemical compositions and larvicidal activities of leaf essential oils from two Eucalyptus species. Bioresource Technology. 2009;100(1):452–456. doi: 10.1016/j.biortech.2008.02.038.", "ArticleIdList": ["10.1016/j.biortech.2008.02.038", "18396398"]}, {"Citation": "Bouchra C., Achouri M., Hassani L. M. I., Hmamouchi M. Chemical composition and antifungal activity of essential oils of seven Moroccan Labiatae against Botrytis cinerea Pers: Fr. Journal of Ethnopharmacology. 2003;89(1):165–169. doi: 10.1016/s0378-8741(03)00275-7.", "ArticleIdList": ["10.1016/s0378-8741(03)00275-7", "14522450"]}, {"Citation": "Pinto E., Pina-Vaz C., Salgueiro L., et al. Antifungal activity of the essential oil of Thymus pulegioides on Candida, Aspergillus and dermatophyte species. Journal of Medical Microbiology. 2006;55(10):1367–1373. doi: 10.1099/jmm.0.46443-0.", "ArticleIdList": ["10.1099/jmm.0.46443-0", "17005785"]}, {"Citation": "Pina-Vaz C., Rodrigues A. G., Pinto E., et al. Antifungal activity of Thymus oils and their major compounds. Journal of the European Academy of Dermatology and Venereology. 2004;18(1):73–78. doi: 10.1111/j.1468-3083.2004.00886.x.", "ArticleIdList": ["10.1111/j.1468-3083.2004.00886.x", "14678536"]}, {"Citation": "Kordali S., Cakir A., Ozer H., Cakmakci R., Kesdek M., Mete E. Antifungal, phytotoxic and insecticidal properties of essential oil isolated from Turkish Origanum acutidens and its three components, carvacrol, thymol and p-cymene. Bioresource Technology. 2008;99(18):8788–8795. doi: 10.1016/j.biortech.2008.04.048.", "ArticleIdList": ["10.1016/j.biortech.2008.04.048", "18513954"]}, {"Citation": "Garozzo A., Timpanaro R., Bisignano B., Furneri P. M., Bisignano G., Castro A. In vitro antiviral activity of Melaleuca alternifolia essential oil. Letters in Applied Microbiology. 2009;49(6):806–808. doi: 10.1111/j.1472-765x.2009.02740.x.", "ArticleIdList": ["10.1111/j.1472-765x.2009.02740.x", "19843207"]}, {"Citation": "Solís C., Becerra J., Flores C., Robledo J., Silva M. Antibacterial and antifungal terpenes from Pilgerodendron uviferum (D. Don) Florin. Journal of the Chilean Chemical Society. 2004;49(2):157–161."}, {"Citation": "Houël E., Rodrigues A. M. S., Jahn-Oyac A., et al. In vitro antidermatophytic activity of Otacanthus azureus (Linden) Ronse essential oil alone and in combination with azoles. Journal of Applied Microbiology. 2014;116(2):288–294. doi: 10.1111/jam.12377.", "ArticleIdList": ["10.1111/jam.12377", "24219626"]}, {"Citation": "Wang G., Li X., Huang F., et al. Antitumor effect of β-elemene in non-small-cell lung cancer cells is mediated via induction of cell cycle arrest and apoptotic cell death. Cellular and Molecular Life Sciences. 2005;62(7-8):881–893. doi: 10.1007/s00018-005-5017-3.", "ArticleIdList": ["10.1007/s00018-005-5017-3", "15868411"]}, {"Citation": "Mulyaningsih S., Sporer F., Reichling J., Wink M. Antibacterial activity of essential oils from Eucalyptus and of selected components against multidrug-resistant bacterial pathogens. Pharmaceutical Biology. 2011;49(9):893–899. doi: 10.3109/13880209.2011.553625.", "ArticleIdList": ["10.3109/13880209.2011.553625", "21591991"]}, {"Citation": "Inouye S., Takizawa T., Yamaguchi H. Antibacterial activity of essential oils and their major constituents against respiratory tract pathogens by gaseous contact. Journal of Antimicrobial Chemotherapy. 2001;47(5):565–573. doi: 10.1093/jac/47.5.565.", "ArticleIdList": ["10.1093/jac/47.5.565", "11328766"]}, {"Citation": "Carson C. F., Riley T. V. Antimicrobial activity of the major components of the essential oil of Melaleuca alternifolia . Journal of Applied Bacteriology. 1995;78(3):264–269. doi: 10.1111/j.1365-2672.1995.tb05025.x.", "ArticleIdList": ["10.1111/j.1365-2672.1995.tb05025.x", "7730203"]}, {"Citation": "Hammer K. A., Carson C. F., Riley T. V. Antifungal activity of the components of Melaleuca alternifolia (tea tree) oil. Journal of Applied Microbiology. 2003;95(4):853–860. doi: 10.1046/j.1365-2672.2003.02059.x.", "ArticleIdList": ["10.1046/j.1365-2672.2003.02059.x", "12969301"]}, {"Citation": "Budhiraja S. S., Cullum M. E., Sioutis S. S., Evangelista L., Habanova S. T. Biological activity of Melaleuca alternifolia (tea tree) oil component, terpinen-4-ol, in human myelocytic cell line HL-60. Journal of Manipulative and Physiological Therapeutics. 1999;22(7):447–453. doi: 10.1016/s0161-4754(99)70033-3.", "ArticleIdList": ["10.1016/s0161-4754(99)70033-3", "10519561"]}, {"Citation": "Astani A., Reichling J., Schnitzler P. Comparative study on the antiviral activity of selected monoterpenes derived from essential oils. Phytotherapy Research. 2010;24(5):673–679. doi: 10.1002/ptr.2955.", "ArticleIdList": ["10.1002/ptr.2955", "PMC7167768", "19653195"]}, {"Citation": "Matos M. F. C., Leite L. I. S. P., Brustolim D., et al. Antineoplastic activity of selected constituents of Duguetia glabriuscula . Fitoterapia. 2006;77(3):227–229. doi: 10.1016/j.fitote.2006.01.013.", "ArticleIdList": ["10.1016/j.fitote.2006.01.013", "16563660"]}, {"Citation": "Yu C.-W., Li W.-H., Hsu F.-L., Yen P.-L., Chang S.-T., Liao V. H.-C. Essential oil alloaromadendrene from mixed-type cinnamomum osmophloeum leaves prolongs the lifespan in caenorhabditis elegans. Journal of Agricultural and Food Chemistry. 2014;62(26):6159–6165. doi: 10.1021/jf500417y.", "ArticleIdList": ["10.1021/jf500417y", "24918691"]}, {"Citation": "de Abreu Gonzaga W., Weber A. D., Giacomelli S. R., et al. Composition and antibacterial activity of the essential oils from Zanthoxylum rhoifolium . Planta Medica. 2003;69(8):773–775. doi: 10.1055/s-2003-42783.", "ArticleIdList": ["10.1055/s-2003-42783", "14531032"]}, {"Citation": "Costa E. V., Dutra L. M., Salvador M. J., Ribeiro L. H. G., Gadelha F. R., De Carvalho J. E. Chemical composition of the essential oils of Annona pickelii and Annona salzmannii (Annonaceae), and their antitumour and trypanocidal activities. Natural Product Research. 2013;27(11):997–1001. doi: 10.1080/14786419.2012.686913.", "ArticleIdList": ["10.1080/14786419.2012.686913", "22583044"]}, {"Citation": "Grecco S. D. S., Martins E. G. A., Girola N., et al. Chemical composition and in vitro cytotoxic effects of the essential oil from Nectandra leucantha leaves. Pharmaceutical Biology. 2015;53(1):133–137. doi: 10.3109/13880209.2014.912238.", "ArticleIdList": ["10.3109/13880209.2014.912238", "25339603"]}, {"Citation": "Al-Footy K. O., Alarif W. M., Asiri F., Aly M. M., Ayyad S.-E. N. Rare pyrane-based cembranoids from the Red Sea soft coral Sarcophyton trocheliophorum as potential antimicrobial-antitumor agents. Medicinal Chemistry Research. 2015;24(2):505–512. doi: 10.1007/s00044-014-1147-1.", "ArticleIdList": ["10.1007/s00044-014-1147-1"]}, {"Citation": "Kim Y.-S., Shin D.-H. Volatile constituents from the leaves of Callicarpa japonica Thunb. and their antibacterial activities. Journal of Agricultural and Food Chemistry. 2004;52(4):781–787. doi: 10.1021/jf034936d.", "ArticleIdList": ["10.1021/jf034936d", "14969531"]}, {"Citation": "Pérez-Hernández N., Ponce-Monter H., Ortiz M. I., Cariño-Cortés R., Joseph-Nathan P. Structure-activity relationships of aromadendranes in uterus-relaxant activity. Zeitschrift fur Naturforschung Section C: Journal of Biosciences. 2010;64(11-12):840–846.", "ArticleIdList": ["20158155"]}, {"Citation": "Kumar P. P., Kumaravel S., Lalitha C. Screening of antioxidant activity, total phenolics and GC-MS study of Vitex negundo . African Journal of Biochemistry Research. 2010;4(7):191–195."}, {"Citation": "Takao Y., Kuriyama I., Yamada T., Mizoguchi H., Yoshida H., Mizushina Y. Antifungal properties of Japanese cedar essential oil from waste wood chips made from used sake barrels. Molecular Medicine Reports. 2012;5(5):1163–1168. doi: 10.3892/mmr.2012.821.", "ArticleIdList": ["10.3892/mmr.2012.821", "22395293"]}, {"Citation": "Tan M., Zhou L., Huang Y., Wang Y., Hao X., Wang J. Antimicrobial activity of globulol isolated from the fruits of Eucalyptus globulus Labill. Natural Product Research. 2008;22(7):569–575. doi: 10.1080/14786410701592745.", "ArticleIdList": ["10.1080/14786410701592745", "18569693"]}, {"Citation": "Ruberto G., Baratta M. T. Antioxidant activity of selected essential oil components in two lipid model systems. Food Chemistry. 2000;69(2):167–174. doi: 10.1016/S0308-8146(99)00247-2.", "ArticleIdList": ["10.1016/S0308-8146(99)00247-2"]}, {"Citation": "Silva L. L., Garlet Q. I., Benovit S. C., et al. Sedative and anesthetic activities of the essential oils of Hyptis mutabilis (Rich) Briq. and their isolated components in silver catfish (Rhamdia quelen) Brazilian Journal of Medical and Biological Research. 2013;46(9):771–779. doi: 10.1590/1414-431x20133013.", "ArticleIdList": ["10.1590/1414-431x20133013", "PMC3854430", "24068193"]}, {"Citation": "Miyazawa M., Watanabe H., Umemoto K., Kameoka H. Inhibition of acetylcholinesterase activity by essential oils of Mentha species. Journal of Agricultural and Food Chemistry. 1998;46(9):3431–3434. doi: 10.1021/jf9707041.", "ArticleIdList": ["10.1021/jf9707041"]}, {"Citation": "Scher J. M., Speakman J.-B., Zapp J., Becker H. Bioactivity guided isolation of antifungal compounds from the liverwort Bazzania trilobata (L.) S.F. Gray. Phytochemistry. 2004;65(18):2583–2588. doi: 10.1016/j.phytochem.2004.05.013.", "ArticleIdList": ["10.1016/j.phytochem.2004.05.013", "15451321"]}, {"Citation": "Rahman A., Sultana Shanta Z., Rashid M. A., et al. In vitro antibacterial properties of essential oil and organic extracts of Premna integrifolia Linn. Arabian Journal of Chemistry. 2011 doi: 10.1016/j.arabjc.2011.06.003.", "ArticleIdList": ["10.1016/j.arabjc.2011.06.003"]}, {"Citation": "Martins A., Hajdú Z., Vasas A., Csupor-Löffler B., Molnár J., Hohmann J. Spathulenol inhibit the human ABCB1 efflux pump. Planta Medica. 2010;76(12):p. 608. doi: 10.1055/s-0030-1264906.", "ArticleIdList": ["10.1055/s-0030-1264906"]}, {"Citation": "Chao L. K., Hua K.-F., Hsu H.-Y., Cheng S.-S., Liu J.-Y., Chang S.-T. Study on the antiinflammatory activity of essential oil from leaves of Cinnamomum osmophloeum . Journal of Agricultural and Food Chemistry. 2005;53(18):7274–7278. doi: 10.1021/jf051151u.", "ArticleIdList": ["10.1021/jf051151u", "16131142"]}, {"Citation": "Ziaei A., Ramezani M., Wright L., Paetz C., Schneider B., Amirghofran Z. Identification of spathulenol in Salvia mirzayanii and the immunomodulatory effects. Phytotherapy Research. 2011;25(4):557–562. doi: 10.1002/ptr.3289.", "ArticleIdList": ["10.1002/ptr.3289", "20857430"]}, {"Citation": "Babushok V. I., Linstrom P. J., Zenkevich I. G. Retention indices for frequently reported compounds of plant essential oils. Journal of Physical and Chemical Reference Data. 2011;40(4) doi: 10.1063/1.3653552.043101", "ArticleIdList": ["10.1063/1.3653552"]}, {"Citation": "Acree T., Arn H. Flavornet.   http://www.flavornet.org."}, {"Citation": "Joulain D., König W. A. The Atlas of Spectral Data of Sesquiterpene Hydrocarbons. Berlin, Germany: EB; 1998."}, {"Citation": "Stenhagen E., Abrahamsson S., McLafferty F. W. Registry of Mass Spectral Data. New York, NY, USA: John Wiley & Sons; 1974."}, {"Citation": "El Sayed A. M. The Pherobase: Database of Pheromones and Semiochemicals.   http://www.pherobase.com/"}, {"Citation": "Adams R. P. Identification of Essential Oil Components by Gas Chromatography/Mass Spectrometry. Carol Stream, Ill, USA: Allured; 2007."}, {"Citation": "National Health and Medical Research Council. Values and Ethics: Guidelines for Ethical Conduct in Aboriginal and Torres Strait Islander Health Research. Canberra, Australia: Commonwealth of Australia; 2003."}, {"Citation": "Brouwer N., Liu Q., Harrington D., et al. An ethnopharmacological study of medicinal plants in New South Wales. Molecules. 2005;10(10):1252–1262. doi: 10.3390/10101252.", "ArticleIdList": ["10.3390/10101252", "PMC6147657", "18007517"]}, {"Citation": "Aiyegoro O. A., Okoh A. I. Preliminary phytochemical screening and in vitro antioxidant activities of the aqueous extract of Helichrysum longifolium DC. BMC Complementary and Alternative Medicine. 2010;10, article 21 doi: 10.1186/1472-6882-10-21.", "ArticleIdList": ["10.1186/1472-6882-10-21", "PMC2877649", "20470421"]}, {"Citation": "Roy P., Amdekar S., Kumar A., Singh V. Preliminary study of the antioxidant properties of flowers and roots of Pyrostegia venusta (Ker Gawl) Miers. BMC Complementary and Alternative Medicine. 2011;11(1):69–76. doi: 10.1186/1472-6882-11-69.", "ArticleIdList": ["10.1186/1472-6882-11-69", "PMC3182952", "21861910"]}, {"Citation": "Chew Y. L., Chan E. W. L., Tan P. L., Lim Y. Y., Stanslas J., Goh J. K. Assessment of phytochemical content, polyphenolic composition, antioxidant and antibacterial activities of Leguminosae medicinal plants in Peninsular Malaysia. BMC Complementary and Alternative Medicine. 2011;11, article 12 doi: 10.1186/1472-6882-11-12.", "ArticleIdList": ["10.1186/1472-6882-11-12", "PMC3045388", "21306653"]}, {"Citation": "Chaudhari M., Mengi S. Evaluation of phytoconstituents of Terminalia arjuna for wound healing activity in rats. Phytotherapy Research. 2006;20(9):799–805. doi: 10.1002/ptr.1857.", "ArticleIdList": ["10.1002/ptr.1857", "16835874"]}, {"Citation": "Muanda F., Koné D., Dicko A., Soulimani R., Younos C. Phytochemical composition and antioxidant capacity of three malian medicinal plant parts. Evidence-Based Complementary and Alternative Medicine. 2011;2011:8. doi: 10.1093/ecam/nep109.674320", "ArticleIdList": ["10.1093/ecam/nep109", "PMC3136850", "19736222"]}, {"Citation": "Michel T., Destandau E., Le Floch G., Lucchesi M. E., Elfakir C. Antimicrobial, antioxidant and phytochemical investigations of sea buckthorn (Hippophaë rhamnoides L.) leaf, stem, root and seed. Food Chemistry. 2012;131(3):754–760. doi: 10.1016/j.foodchem.2011.09.029.", "ArticleIdList": ["10.1016/j.foodchem.2011.09.029"]}, {"Citation": "Liu S.-C., Lin J.-T., Wang C.-K., Chen H.-Y., Yang D.-J. Antioxidant properties of various solvent extracts from lychee (Litchi chinenesis Sonn.) flowers. Food Chemistry. 2009;114(2):577–581. doi: 10.1016/j.foodchem.2008.09.088.", "ArticleIdList": ["10.1016/j.foodchem.2008.09.088"]}, {"Citation": "Adedapo A. A., Jimoh F. O., Afolayan A. J., Masika P. J. Antioxidant activities and phenolic contents of the methanol extracts of the stems of Acokanthera oppositifolia and Adenia gummifera . BMC Complementary and Alternative Medicine. 2008;8, article 54 doi: 10.1186/1472-6882-8-54.", "ArticleIdList": ["10.1186/1472-6882-8-54", "PMC2566552", "18817535"]}, {"Citation": "Wang S.-S., Wang D.-M., Pu W.-J., Li D.-W. Phytochemical profiles, antioxidant and antimicrobial activities of three Potentilla species. BMC Complementary and Alternative Medicine. 2013;13(1):321–331. doi: 10.1186/1472-6882-13-321.", "ArticleIdList": ["10.1186/1472-6882-13-321", "PMC3840622", "24252124"]}, {"Citation": "Appendino G., Gibbons S., Giana A., et al. Antibacterial cannabinoids from Cannabis sativa: a structure-activity study. Journal of Natural Products. 2008;71(8):1427–1430. doi: 10.1021/np8002673.", "ArticleIdList": ["10.1021/np8002673", "18681481"]}, {"Citation": "Ruch R. J., Cheng S.-J., Klaunig J. E. Prevention of cytotoxicity and inhibition of intercellular communication by antioxidant catechins isolated from Chinese green tea. Carcinogenesis. 1989;10(6):1003–1008. doi: 10.1093/carcin/10.6.1003.", "ArticleIdList": ["10.1093/carcin/10.6.1003", "2470525"]}, {"Citation": "Burapadaja S., Bunchoo A. Antimicrobial activity of tannins from Terminalia citrina . Planta Medica. 1995;61(4):365–366. doi: 10.1055/s-2006-958103.", "ArticleIdList": ["10.1055/s-2006-958103", "7480186"]}, {"Citation": "Okamura H., Mimura A., Yakou Y., Niwano M., Takahara Y. Antioxidant activity of tannins and flavonoids in Eucalyptus rostrata . Phytochemistry. 1993;33(3):557–561. doi: 10.1016/0031-9422(93)85448-z.", "ArticleIdList": ["10.1016/0031-9422(93)85448-z"]}, {"Citation": "Navarro P., Giner R. M., Recio M. C., Máñez S., Cerdá-Nicolás M., Ríos J.-L. In vivo anti-inflammatory activity of saponins from Bupleurum rotundifolium . Life Sciences. 2001;68(10):1199–1206. doi: 10.1016/s0024-3205(00)01019-5.", "ArticleIdList": ["10.1016/s0024-3205(00)01019-5", "11228104"]}, {"Citation": "Mandal P., Sinha Babu S. P., Mandal N. C. Antimicrobial activity of saponins from Acacia auriculiformis . Fitoterapia. 2005;76(5):462–465. doi: 10.1016/j.fitote.2005.03.004.", "ArticleIdList": ["10.1016/j.fitote.2005.03.004", "15951137"]}, {"Citation": "Cushnie T. P. T., Lamb A. J. Antimicrobial activity of flavonoids. International Journal of Antimicrobial Agents. 2005;26(5):343–356. doi: 10.1016/j.ijantimicag.2005.09.002.", "ArticleIdList": ["10.1016/j.ijantimicag.2005.09.002", "PMC7127073", "16323269"]}, {"Citation": "Amić D., Davidović-Amić D., Bešlo D., Trinajstić N. Structure-radical scavenging activity relationships of flavonoids. Croatica Chemica Acta. 2003;76(1):55–61."}, {"Citation": "Souto A. L., Tavares J. F., da Silva M. S., de Diniz M. F. F. M., de Athayde-Filho P. F., Barbosa Filho J. M. Anti-inflammatory activity of alkaloids: an update from 2000 to 2010. Molecules. 2011;16(10):8515–8534. doi: 10.3390/molecules16108515.", "ArticleIdList": ["10.3390/molecules16108515", "PMC6264344", "21989312"]}, {"Citation": "Karou D., Savadogo A., Canini A., et al. Antibacterial activity of alkaloids from Sida acuta . African Journal of Biotechnology. 2005;4(12):1452–1457."}, {"Citation": "Frédérich M., Jacquier M.-J., Thépenier P., et al. Antiplasmodial activity of alkaloids from various Strychnos species. Journal of Natural Products. 2002;65(10):1381–1386. doi: 10.1021/np020070e.", "ArticleIdList": ["10.1021/np020070e", "12398531"]}, {"Citation": "Rice-Evans C. A., Miller N. J., Bolwell P. G., Bramley P. M., Pridham J. B. The relative antioxidant activities of plant-derived polyphenolic flavonoids. Free Radical Research. 1995;22(4):375–383. doi: 10.3109/10715769509145649.", "ArticleIdList": ["10.3109/10715769509145649", "7633567"]}, {"Citation": "Ndhlala A. R., Finnie J. F., Van Staden J. In vitro antioxidant properties, HIV-1 reverse transcriptase and acetylcholinesterase inhibitory effects of traditional herbal preparations sold in South Africa. Molecules. 2010;15(10):6888–6904. doi: 10.3390/molecules15106888.", "ArticleIdList": ["10.3390/molecules15106888", "PMC6259252", "20938401"]}, {"Citation": "Hagerman A. E., Riedl K. M., Jones G. A., et al. High molecular weight plant polyphenolics (Tannins) as biological antioxidants. Journal of Agricultural and Food Chemistry. 1998;46(5):1887–1892. doi: 10.1021/jf970975b.", "ArticleIdList": ["10.1021/jf970975b", "29072454"]}, {"Citation": "Stefanović O., Radojević I., Čomic L., Vasić S. Antimicrobial Agents. Rijeka, Croatia: InTech; 2012. Antibacterial activity of naturally occurring compounds from selected plants."}, {"Citation": "Cowan M. M. Plant products as antimicrobial agents. Clinical Microbiology Reviews. 1999;12(4):564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Xu H.-X., Lee S. F. Activity of plant flavonoids against antibiotic-resistant bacteria. Phytotherapy Research. 2001;15(1):39–43. doi: 10.1002/1099-1573(200102)15:160;39::aid-ptr68462;3.0.co;2-r.", "ArticleIdList": ["10.1002/1099-1573(200102)15:160;39::aid-ptr68462;3.0.co;2-r", "11180521"]}, {"Citation": "Havsteen B. Flavonoids, a class of natural products of high pharmacological potency. Biochemical Pharmacology. 1983;32(7):1141–1148. doi: 10.1016/0006-2952(83)90262-9.", "ArticleIdList": ["10.1016/0006-2952(83)90262-9", "6342623"]}, {"Citation": "Wu T., He M., Zang X., et al. A structure-activity relationship study of flavonoids as inhibitors of E. coli by membrane interaction effect. Biochimica et Biophysica Acta (BBA)—Biomembranes. 2013;1828(11):2751–2756. doi: 10.1016/j.bbamem.2013.07.029.", "ArticleIdList": ["10.1016/j.bbamem.2013.07.029", "23938956"]}, {"Citation": "Tsuchiya H., Sato M., Miyazaki T., et al. Comparative study on the antibacterial activity of phytochemical flavanones against methicillin-resistant Staphylococcus aureus . Journal of Ethnopharmacology. 1996;50(1):27–34. doi: 10.1016/0378-8741(96)85514-0.", "ArticleIdList": ["10.1016/0378-8741(96)85514-0", "8778504"]}, {"Citation": "Alcaraz L. E., Blanco S. E., Puig O. N., Tomas F., Ferretti F. H. Antibacterial activity of flavonoids against methicillin-resistant Staphylococcus aureus strains. Journal of Theoretical Biology. 2000;205(2):231–240. doi: 10.1006/jtbi.2000.2062.", "ArticleIdList": ["10.1006/jtbi.2000.2062", "10873434"]}, {"Citation": "De Bruyne T., Pieters L., Deelstra H., Vlietinck A. Condensed vegetable tannins: biodiversity in structure and biological activities. Biochemical Systematics and Ecology. 1999;27(4):445–459. doi: 10.1016/s0305-1978(98)00101-x.", "ArticleIdList": ["10.1016/s0305-1978(98)00101-x"]}, {"Citation": "Scalbert A. Antimicrobial properties of tannins. Phytochemistry. 1991;30(12):3875–3883. doi: 10.1016/0031-9422(91)83426-L.", "ArticleIdList": ["10.1016/0031-9422(91)83426-L"]}, {"Citation": "Lim S. H., Darah I., Jain K. Antimicrobial activities of tannins extracted from Rhizophora apiculata barks. Journal of Tropical Forest Science. 2006;18(1):59–65."}, {"Citation": "Motalleb G., Hanachi P., Kua S. H., Fauziah O., Asmah R. Evaluation of phenolic content and total antioxidant activity in Berberis vulgaris fruit extract. Journal of Biological Sciences. 2005;5(5):648–653."}, {"Citation": "Ríos J. L., Recio M. C. Medicinal plants and antimicrobial activity. Journal of Ethnopharmacology. 2005;100(1-2):80–84. doi: 10.1016/j.jep.2005.04.025.", "ArticleIdList": ["10.1016/j.jep.2005.04.025", "15964727"]}, {"Citation": "Tran H. B. Q., McRae J. M., Lynch F., Palombo E. A. Current Research, Technology and Education Topics in Applied Microbiology and Microbial Biotechnology. Madrid, Spain: Formatex; 2010. Identification and bioactive properties of endophytic fungi isolated from phyllodes of Acacia species; pp. 377–382."}, {"Citation": "Wang R., Wang R., Yang B. Extraction of essential oils from five cinnamon leaves and identification of their volatile compound compositions. Innovative Food Science and Emerging Technologies. 2009;10(2):289–292. doi: 10.1016/j.ifset.2008.12.002.", "ArticleIdList": ["10.1016/j.ifset.2008.12.002"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "1", "Day": "29"}, {"Year": "2016", "Month": "6", "Day": "29"}, {"Year": "2016", "Month": "8", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "8", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27563335", "PMC4985604", "10.1155/2016/4683059"]}}], "PubmedBookArticle": []}