{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antifungal activity", "Broth microdilution method", "Essential oils", "Vapour contact assay", "Yeasts"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27576581", "DateCompleted": {"Year": "2017", "Month": "02", "Day": "10"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "08", "Day": "30"}], "ELocationID": ["330", "10.1186/s12906-016-1316-5"], "Language": ["eng"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2016", "Month": "Aug", "Day": "30"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Liquid and vapour-phase antifungal activities of essential oils against Candida albicans and non-albicans Candida.", "Pagination": {"StartPage": "330", "MedlinePgn": "330"}, "Abstract": {"AbstractText": ["The management of Candida infections faces many problems, such as a limited number of antifungal drugs, toxicity, resistance of Candida to commonly antifungal drugs, relapse of Candida infections, and the high cost of antifungal drugs. Though azole antifungal agents and derivatives continue to dominate as drugs of choice against Candida infections, there are many available data referring to the anticandidal activity of essential oils. Since we have previous observed a good antimicrobial activity of some essential oils against filamentous fungi, the aim of this study was to extend the research to evaluate the activity of the same oils on Candida albicans, C.glabrata and C.tropicalis clinical strains, as well as the effects of related components. Essential oils selection was based both on ethnomedicinal use and on proved antibacterial and/or antifungal activity of some of these oils. Fluconazole and voriconazole were used as reference drugs.", "The minimum inhibitory concentration (MIC) and the minimal fungicidal concentration (MFC) of essential oils (thyme red, fennel, clove, pine, sage, lemon balm, and lavender) and their major components were investigated by the broth microdilution method (BM) and the vapour contact assay (VC).", "Using BM, pine oil showed the best activity against all strains tested, though C.albicans was more susceptible than C.glabrata and C.tropicalis (MIC50-MIC90 = 0.06 %, v/v). On the contrary, sage oil displayed a weak activity (MIC50-MIC90 = 1 %, v/v). Thyme red oil (MIC50-MIC90 ≤ 0.0038 %, v/v for C.albicans and C.tropicalis, and 0.0078- < 0.015 %, v/v for C.glabrata), followed by lemon balm, lavender and sage were the most effective by VC. Carvacrol and thymol showed the highest activity, whereas linalyl acetate showed the lowest activity both by two methods. α-pinene displayed a better activity by BM than VC.", "Results show a good activity of essential oils, mainly thymus red and pine oils, and their components carvacrol, thymol and α-pinene against Candida spp., including fluconazole/voriconazole resistant strains. These data encourage adequately controlled and randomized clinical investigations. The use in vapour phase could have additional advantages without requiring direct contact, resulting in easy of environmental application such as in hospital, and/or in school."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health and Paediatrics, Microbiology Division, University of Turin, via Santena 9, 10126, Turin, Italy."}], "LastName": "Mandras", "ForeName": "Narcisa", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences and Health Products Polo Annunziata, University of Messina, Viale S.S. Annunziata, 98168, Messina, Italy."}], "LastName": "Nostro", "ForeName": "Antonia", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health and Paediatrics, Microbiology Division, University of Turin, via Santena 9, 10126, Turin, Italy."}], "LastName": "Roana", "ForeName": "Janira", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health and Paediatrics, Microbiology Division, University of Turin, via Santena 9, 10126, Turin, Italy."}], "LastName": "Scalas", "ForeName": "Daniela", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health and Paediatrics, Microbiology Division, University of Turin, via Santena 9, 10126, Turin, Italy."}], "LastName": "Banche", "ForeName": "Giuliana", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbiology and Virology, Amedeo di Savoia Hospital, c.so Svizzera 164, 10149, Torino, Italy."}], "LastName": "Ghisetti", "ForeName": "Valeria", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbiology and Virology, Amedeo di Savoia Hospital, c.so Svizzera 164, 10149, Torino, Italy."}], "LastName": "Del Re", "ForeName": "Simonetta", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical, Clinical and Microbiological Analyses Department, CTO, Turin, Italy."}], "LastName": "Fucale", "ForeName": "Giacomo", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health and Paediatrics, Microbiology Division, University of Turin, via Santena 9, 10126, Turin, Italy."}], "LastName": "Cuffini", "ForeName": "Anna Maria", "Initials": "AM"}, {"Identifier": ["0000-0002-8660-4248"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health and Paediatrics, Microbiology Division, University of Turin, via Santena 9, 10126, Turin, Italy. vivian.tullio@unito.it."}], "LastName": "Tullio", "ForeName": "Vivian", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antifungal Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antifungal Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Candida"}, {"QualifierName": ["drug effects"], "DescriptorName": "Candida albicans"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Oils"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Polke M, Hube B, Jacobsen ID. Candida survival strategies. Adv Appl Microbiol. 2015;91:139–235. doi: 10.1016/bs.aambs.2014.12.002.", "ArticleIdList": ["10.1016/bs.aambs.2014.12.002", "25911234"]}, {"Citation": "Tyagi AK, Malik A. Liquid and vapour-phase antifungal activities of selected essential oils against Candida albicans: microscopic observations and chemical characterization of Cymbopogon citratus. BMC Complement Altern Med. 2010;10:1–11. doi: 10.1186/1472-6882-10-65.", "ArticleIdList": ["10.1186/1472-6882-10-65", "PMC2994787", "21067604"]}, {"Citation": "Martins N, Ferreira IC, Barros L, Silva S, Henriques M. Candidiasis: predisposing factors, prevention, diagnosis and alternative treatment. Mycopathologia. 2014;177:223–240. doi: 10.1007/s11046-014-9749-1.", "ArticleIdList": ["10.1007/s11046-014-9749-1", "24789109"]}, {"Citation": "Khan MS, Malik A, Ahmad I. Anti-candidal activity of essential oils alone and in combination with amphotericin B or fluconazole against multi-drug resistant isolates of Candida albicans. Med Mycol. 2012;50:33–42. doi: 10.3109/13693786.2011.582890.", "ArticleIdList": ["10.3109/13693786.2011.582890", "21756200"]}, {"Citation": "Devkatte AN, Zore BG, Karuppayil SM. Potential of plant oils as inhibitors of Candida albicans growth. FEMS Yeast Res. 2005;5:867–873. doi: 10.1016/j.femsyr.2005.02.003.", "ArticleIdList": ["10.1016/j.femsyr.2005.02.003", "15925315"]}, {"Citation": "Bakkali F, Averbeck S, Averbeck D, Idaomar M. Biological effects of essential oils - a review. Food Chem Toxicol. 2008;46:446–475. doi: 10.1016/j.fct.2007.09.106.", "ArticleIdList": ["10.1016/j.fct.2007.09.106", "17996351"]}, {"Citation": "Fontenelle RO, Morais SM, Brito EH, Brilhante RS, Cordeiro RA, Lima YC, Brasil NV, Monteiro AJ, Sidrim JJ, Rocha MF. Alkylphenol activity against Candida spp. and Microsporum canis: a focus on the antifungal activity of thymol, eugenol and o-methyl derivatives. Molecules. 2011;29:6422–6431. doi: 10.3390/molecules16086422.", "ArticleIdList": ["10.3390/molecules16086422", "PMC6264291", "25134762"]}, {"Citation": "Tullio V, Nostro A, Mandras N, Dugo P, Banche G, Cannatelli MA, Cuffini AM, Alonzo V, Carlone NA. Antifungal activity of essential oils against filamentous fungi determined by broth microdilution and vapour contact methods. J Appl Microbiol. 2007;102:1544–1550. doi: 10.1111/j.1365-2672.2006.03191.x.", "ArticleIdList": ["10.1111/j.1365-2672.2006.03191.x", "17578419"]}, {"Citation": "Prabuseenivasan S, Jayakumar M, Ignacimuthu S. In vitro antibacterial activity of some plant essential oils. BMC Complement Altern Med. 2006;6:39. doi: 10.1186/1472-6882-6-39.", "ArticleIdList": ["10.1186/1472-6882-6-39", "PMC1693916", "17134518"]}, {"Citation": "Mandras N, Tullio V, Allizond V, Scalas D, Banche G, Roana J, Robbiano F, Fucale G, Malabaila A, Cuffini AM, Carlone N. In vitro activities of fluconazole and voriconazole against clinical isolates of Candida spp. determined by disk diffusion testing in Turin, Italy. Antimicrob Agents Chemother. 2009;53:1657–1659. doi: 10.1128/AAC.00998-08.", "ArticleIdList": ["10.1128/AAC.00998-08", "PMC2663129", "19188375"]}, {"Citation": "Clinical and Laboratory Standards Institute (CLSI) Approved standard. CLSI M27-A3. Reference method for broth dilution antifungal susceptibility testing of yeasts. Wayne: Clinical and Laboratory Standards Institute; 2008."}, {"Citation": "Pfaller MA, Rhomberg PR, Messer SA, Jones RN, Castanheira M. Isavuconazole, micafungin, and 8 comparator antifungal agents’ susceptibility profiles for common and uncommon opportunistic fungi collected in 2013: temporal analysis of antifungal drug resistance using CLSI species-specific clinical breakpoints and proposed epidemiological cutoff values. Diagn Microbiol Infect Dis. 2015;82:303–313. doi: 10.1016/j.diagmicrobio.2015.04.008.", "ArticleIdList": ["10.1016/j.diagmicrobio.2015.04.008", "25986029"]}, {"Citation": "Hammer KA, Carson CF, Riley TV. In-vitro activity of essential oils, in particular Melaleuca alternifolia (tea tree) oil and tea tree oil products, against Candida spp. J Antimicrob Chemother. 1998;42:591–595. doi: 10.1093/jac/42.5.591.", "ArticleIdList": ["10.1093/jac/42.5.591", "9848442"]}, {"Citation": "Bueno J. Models of evaluation of antimicrobial activity of essential oils in vapour phase: a promising use in healthcare decontamination. Nat Volatiles Essent Oils. 2015;2:16–29."}, {"Citation": "Bukvički D, Stojković D, Soković M, Vannini L, Montanari C, Pejin B, Savić A, Veljić M, Grujić S, Marin PD. Satureja horvatii essential oil: in vitro antimicrobial and antiradical properties and in situ control of Listeria monocytogenes in pork meat. Meat Sci. 2014;96:1355–1360. doi: 10.1016/j.meatsci.2013.11.024.", "ArticleIdList": ["10.1016/j.meatsci.2013.11.024", "24342186"]}, {"Citation": "Di Vito M, Mattarelli P, Modesto M, Girolamo A, Ballardini M, Tamburro A, Meledandri M, Mondello F. In vitro activity of tea tree oil vaginal suppositories against Candida spp. and probiotic vaginal microbiota. Phytother Res. 2015;29:1628–1633. doi: 10.1002/ptr.5422.", "ArticleIdList": ["10.1002/ptr.5422", "26235937"]}, {"Citation": "Ruiz-Navajas Y, Viuda-Martos M, Sendra E, Perez-Alvarez JA, Fernàndez-Lòpez J. In vitro antioxidant and antifungal properties of essential oils obtained from aromatic herbs endemic to the southeast of Spain. J Food Prot. 2013;76:1218–1225. doi: 10.4315/0362-028X.JFP-12-554.", "ArticleIdList": ["10.4315/0362-028X.JFP-12-554", "23834797"]}, {"Citation": "Ayaz M, Junaid M, Ullah F, Sadiq A, Khan MA, Ahmad W, Shah MR, Imran M, Ahmad S. Comparative chemical profiling, cholinesterase inhibitions and anti-radicals properties of essential oils from Polygonum hydropiper L: a preliminary anti-Alzheimer’s study. Lipids Health Dis. 2015;14:141. doi:10.1186/s12944-015-0145-8.", "ArticleIdList": ["PMC4632677", "26530857"]}, {"Citation": "Mimica-Dukic N, Bozin B, Sokovic M, Simin N. Antimicrobial and antioxidant activities of Melissa officinalis L. (Lamiaceae) essential oil. J Agr Food Chem. 2004;52:2485–9.", "ArticleIdList": ["15113145"]}, {"Citation": "Soares IH, Loreto ÉS, Rossato L, Mario DN, Venturini TP, Baldissera F, Santurio JM, Alves SH. In vitro activity of essential oils extracted from condiments against fluconazole-resistant and -sensitive Candida glabrata. J Mycol Med. 2015;25:213–217. doi: 10.1016/j.mycmed.2015.06.003.", "ArticleIdList": ["10.1016/j.mycmed.2015.06.003", "26281965"]}, {"Citation": "Fu Y, Zu Y, Chen L, Shi X, Wang Z, Sun S, Efferth T. Antimicrobial activity of clove and rosemary essential oils alone and in combination. Phytother Res. 2007;21:989–994. doi: 10.1002/ptr.2179.", "ArticleIdList": ["10.1002/ptr.2179", "17562569"]}, {"Citation": "Chami N, Chami F, Bennis S, Trouillas J, Remmal A. Antifungal treatment with carvacrol and eugenol of oral candidiasis in immunosuppressed rats. Braz J Infect Dis. 2004;8:217–226. doi: 10.1590/S1413-86702004000300005.", "ArticleIdList": ["10.1590/S1413-86702004000300005", "15476054"]}, {"Citation": "Marcos-Arias C, Eraso E, Madariaga L, Quindós G. In vitro activities of natural products against oral Candida isolates from denture wearers. BMC Complement Altern Med. 2011;11:119. doi: 10.1186/1472-6882-11-119.", "ArticleIdList": ["10.1186/1472-6882-11-119", "PMC3258290", "22118215"]}, {"Citation": "Bogavac M, Karaman M, Janjušević L, Sudji J, Radovanović B, Novaković Z, Simeunović J, Božin B. Alternative treatment of vaginal infections – in vitro antimicrobial and toxic effects of Coriandrum sativum L. and Thymus vulgaris L. essential oils. J Appl Microbiol. 2015;119:697–710. doi: 10.1111/jam.12883.", "ArticleIdList": ["10.1111/jam.12883", "26109513"]}, {"Citation": "Pauli A. Anticandidal low molecular compounds from higher plants with special reference to compounds from essential oils. Med Res Rev. 2006;26:223–268. doi: 10.1002/med.20050.", "ArticleIdList": ["10.1002/med.20050", "16331694"]}, {"Citation": "Braga PC, Sasso MD, Culici M, Alfieri M. Eugenol and thymol, alone or in combination, induce morphological alterations in the envelope of Candida albicans. Fitoterapia. 2007;78:396–400. doi: 10.1016/j.fitote.2007.02.022.", "ArticleIdList": ["10.1016/j.fitote.2007.02.022", "17590533"]}, {"Citation": "Rajkowska K, Kunicka-Styczyńska A, Maroszyńska M. Selected essential oils as antifungal agents against antibiotic-resistant Candida spp.: in vitro study on clinical and food-borne isolates. Microb Drug Resist. 2016 Apr 19. [Epub ahead of print]", "ArticleIdList": ["27092733"]}, {"Citation": "Flores FC, Beck RC, da Silva Cde B. Essential oils for treatment for onychomycosis: a mini-review. Mycopathologia. 2016;181:9–15. doi: 10.1007/s11046-015-9957-3.", "ArticleIdList": ["10.1007/s11046-015-9957-3", "26481920"]}, {"Citation": "Suhr KI, Nielsen PV. Antifungal activity of essential oils evaluated by two different application techniques against rye bread spoilage fungi. J Appl Microbiol. 2003;94:665–674. doi: 10.1046/j.1365-2672.2003.01896.x.", "ArticleIdList": ["10.1046/j.1365-2672.2003.01896.x", "12631202"]}, {"Citation": "Tampieri MP, Galuppi R, Macchioni F, Carelle MS, Falcioni L, Cioni PL, Morelli I. The inhibition of Candida albicans by selected essential oils and their major components. Mycopathologia. 2005;159:339–345. doi: 10.1007/s11046-003-4790-5.", "ArticleIdList": ["10.1007/s11046-003-4790-5", "15883716"]}, {"Citation": "Palmeira-de-Oliveira A, Salgueiro L, Palmeira-de-Oliveira R, Martinez-de-Oliveira J, Pina-Vaz C, Queiroz JA, Rodrigues AG. Anti-Candida activity of essential oils. Mini Rev Med Chem. 2009;9:1292–1305. doi: 10.2174/138955709789878150.", "ArticleIdList": ["10.2174/138955709789878150", "19534688"]}, {"Citation": "Chaftar N, Girardot M, Labanowski J, Ghrairi T, Hani K, Frère J, Imbert C. Comparative evaluation of the antimicrobial activity of 19 essential oils. Adv Exp Med Biol. 2015; 10.1007/5584_2015_5011.", "ArticleIdList": ["26566647"]}, {"Citation": "Moon H, Rhee MS. Synergism between carvacrol or thymol increases the antimicrobial efficacy of soy sauce with no sensory impact. Int J Food Microbiol. 2016;217:35–41. doi: 10.1016/j.ijfoodmicro.2015.10.009.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2015.10.009", "26490647"]}, {"Citation": "Ahmad A, Khan A, Akhtar F, Yousuf S, Xess I, Khan LA, Manzoor N. Fungicidal activity of thymol and carvacrol by disrupting ergosterol biosynthesis and membrane integrity against Candida. Eur J Clin Microbiol Infect Dis. 2011;30:41–50. doi: 10.1007/s10096-010-1050-8.", "ArticleIdList": ["10.1007/s10096-010-1050-8", "20835742"]}, {"Citation": "Zore GB, Thakre AD, Jadhav S, Karuppayil SM. Terpenoids inhibit Candida albicans growth by affecting membrane integrity and arrest of cell cycle. Phytomedicine. 2011;18:1181–1190. doi: 10.1016/j.phymed.2011.03.008.", "ArticleIdList": ["10.1016/j.phymed.2011.03.008", "21596542"]}, {"Citation": "D’Auria FD, Tecca M, Strippoli V, Salvatore G, Battinelli L, Mazzanti G. Antifungal activity of Lavandula angustifolia essential oil against Candida albicans yeast and mycelial form. Med Mycol. 2005;43:391–396. doi: 10.1080/13693780400004810.", "ArticleIdList": ["10.1080/13693780400004810", "16178366"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "5", "Day": "14"}, {"Year": "2016", "Month": "8", "Day": "24"}, {"Year": "2016", "Month": "9", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["27576581", "PMC5006570", "10.1186/s12906-016-1316-5", "10.1186/s12906-016-1316-5"]}}], "PubmedBookArticle": []}