{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dendropanax morbifera leaf extract", "HaCaT cells", "biosynthesis", "compound K", "human lung cancer", "silver and gold nanoparticles"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27570451", "DateCompleted": {"Year": "2017", "Month": "02", "Day": "27"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "08", "Day": "10"}], "ELocationID": ["10.2147/IJN.S97181"], "Language": ["eng"], "Journal": {"ISSN": "1178-2013", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2016"}}, "Title": "International journal of nanomedicine", "ISOAbbreviation": "Int J Nanomedicine"}, "ArticleTitle": "Rapid green synthesis of silver and gold nanoparticles using Dendropanax morbifera leaf extract and their anticancer activities.", "Pagination": {"StartPage": "3691", "EndPage": "3701", "MedlinePgn": "3691-701"}, "Abstract": {"AbstractText": ["Dendropanax morbifera Léveille is an oriental medicinal plant that is traditionally used in folk medicine and grows in a specific region of South Korea. We aimed to enhance the utilization of D. morbifera medicinal plants for synthesis of silver nanoparticles (AgNPs) and gold nanoparticles (AuNPs). D. morbifera leaf extract acted as both a reducing and a stabilizing agent that rapidly synthesized Dendropanax AgNPs (D-AgNPs) and Dendropanax AuNPs (D-AuNPs). The D-AgNPs and D-AuNPs were characterized by ultraviolet-visible spectroscopy, energy dispersive X-ray analysis, elemental mapping, field emission transmission electron microscopy, X-ray diffraction, and dynamic light scattering. The characterizations revealed that the D-AgNPs and D-AuNPs were in polygon and hexagon shapes with average sizes of 100-150 nm and 10-20 nm, respectively. The important outcomes were the synthesis of AgNPs and AuNPs within 1 hour and 3 minutes, respectively, avoiding the subsequent processing for removal of any toxic components or for stabilizing the nanoparticles. Additionally, D-AgNPs and D-AuNPs were examined for cytotoxicity in a human keratinocyte cell line and in A549 human lung cancer cell line. The results indicated that D-AgNPs exhibited less cytotoxicity in the human keratinocyte cell line at 100 µg/mL after 48 hours. On the other hand, D-AgNPs showed potent cytotoxicity in the lung cancer cells at the same concentration after 48 hours, whereas D-AuNPs did not exhibit cytotoxicity in both cell lines at the same concentration. However, both D-AgNPs and D-AuNPs at 50 µg/mL enhanced the cytotoxicity of ginsenoside compound K at 25 µM after 48 hours of treatment compared with CK alone. We believe that this rapid green synthesis of D-AgNPs and D-AuNPs is a valuable addition to the applications of D. morbifera medicinal plant. D-AuNPs can be used as carriers for drug delivery and in cancer therapy due to their lack of normal cell cytotoxicity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oriental Medicine Biotechnology and Ginseng Bank."}], "LastName": "Wang", "ForeName": "Chao", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Biotechnology and Ginseng Bank, College of Life Sciences, Kyung Hee University, Yongin, Republic of Korea."}], "LastName": "Mathiyalagan", "ForeName": "Ramya", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oriental Medicine Biotechnology and Ginseng Bank."}], "LastName": "Kim", "ForeName": "Yeon Ju", "Initials": "YJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oriental Medicine Biotechnology and Ginseng Bank."}], "LastName": "Castro-Aceituno", "ForeName": "Veronica", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oriental Medicine Biotechnology and Ginseng Bank."}], "LastName": "Singh", "ForeName": "Priyanka", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oriental Medicine Biotechnology and Ginseng Bank."}], "LastName": "Ahn", "ForeName": "Sungeun", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oriental Medicine Biotechnology and Ginseng Bank."}], "LastName": "Wang", "ForeName": "Dandan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oriental Medicine Biotechnology and Ginseng Bank; Graduate School of Biotechnology and Ginseng Bank, College of Life Sciences, Kyung Hee University, Yongin, Republic of Korea."}], "LastName": "Yang", "ForeName": "Deok Chun", "Initials": "DC"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Int J Nanomedicine", "NlmUniqueID": "101263847", "ISSNLinking": "1176-9114"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "3M4G523W1G", "NameOfSubstance": "Silver"}, {"RegistryNumber": "7440-57-5", "NameOfSubstance": "Gold"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "A549 Cells"}, {"QualifierName": ["chemistry"], "DescriptorName": "Araliaceae"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Death"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Gold"}, {"QualifierName": ["methods"], "DescriptorName": "Green Chemistry Technology"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pathology"], "DescriptorName": "Lung Neoplasms"}, {"QualifierName": ["chemistry", "ultrastructure"], "DescriptorName": "Metal Nanoparticles"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Silver"}, {"QualifierName": [], "DescriptorName": "Spectrometry, X-Ray Emission"}, {"QualifierName": [], "DescriptorName": "Spectrophotometry, Ultraviolet"}, {"QualifierName": [], "DescriptorName": "X-Ray Diffraction"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chung IM, Kim MY, Park SD, Park WH, Moon HI. In vitro evaluation of the antiplasmodial activity of Dendropanax morbifera against chloroquine-sensitive strains of Plasmodium falciparum. Phytother Res. 2009;23(11):1634–1637.", "ArticleIdList": ["19367673"]}, {"Citation": "Ahn JC, Kim SH, Kim MY, Kim OT, Kim KS, Hwang B. Seasonal variations in yields of Hwangchil lacquer and major sesquiterpene compounds from selected superior individuals of Dendropanax morbifera Lev. J Plant Biol. 2003;46(1):38–40."}, {"Citation": "Chung IM, Seo SH, Kang EY, Park SD, Park WH, Moon HI. Chemical composition and larvicidal effects of essential oil of Dendropanax morbifera against Aedes aegypti L. Biochem Syst Ecol. 2009;37(4):470–473."}, {"Citation": "Chung IM, Kim MY, Park WH, Moon HI. Antiatherogenic activity of Dendropanax morbifera essential oil in rats. Pharmazie. 2009;64(8):547–549.", "ArticleIdList": ["19746846"]}, {"Citation": "Lim L, Yun JJ, Jeong JE, Wi AJ, Song H. Inhibitory effects of nano-extract from Dendropanax morbifera on proliferation and migration of vascular smooth muscle cells. J Nanosci Nanotechnol. 2015;15(1):116–119.", "ArticleIdList": ["26328313"]}, {"Citation": "Kim W, Yoo DY, Jung HY, et al. Antioxidant effects of Dendropanax morbifera Leveille extract in the hippocampus of mercury-exposed rats. BMC Complement Altern Med. 2015;15:247.", "ArticleIdList": ["PMC4511420", "26201852"]}, {"Citation": "Choi JH, Kim DW, Park SE, et al. Anti-thrombotic effect of rutin isolated from Dendropanax morbifera Leveille. J Biosci Bioeng. 2015;120(2):181–186.", "ArticleIdList": ["25777266"]}, {"Citation": "Singh P, Kim YJ, Wang C, Mathiyalagan R, El-Agamy Farh M, Yang DC. Biogenic silver and gold nanoparticles synthesized using red ginseng root extract, and their applications. Artif Cell Nanomed Biotechnol. 2016;44(3):811–816.", "ArticleIdList": ["25706249"]}, {"Citation": "Singh P, Kim YJ, Wang C, Mathiyalagan R, Yang DC. The development of a green approach for the biosynthesis of silver and gold nanoparticles by using Panax ginseng root extract, and their biological applications. Artif Cell Nanomed Biotechnol. 2015;44(4):1150–1157.", "ArticleIdList": ["25771716"]}, {"Citation": "Singh P, Kim YJ, Wang C, Mathiyalagan R, Yang DC. Weissella oryzae DC6-facilitated green synthesis of silver nanoparticles and their antimicrobial potential. Artif Cell Nanomed Biotechnol. 2015 2015 Jul 23;:1–7. Epub.", "ArticleIdList": ["26212222"]}, {"Citation": "Vigneshwaran N, Kathe AA, Varadarajan PV, Nachane RP, Balasubramanya RH. Functional finishing of cotton fabrics using silver nanoparticles. J Nanosci Nanotechnol. 2007;7(6):1893–1897.", "ArticleIdList": ["17654961"]}, {"Citation": "Kokura S, Handa O, Takagi T, Ishikawa T, Naito Y, Yoshikawa T. Silver nanoparticles as a safe preservative for use in cosmetics. Nanomedicine. 2010;6(4):570–574.", "ArticleIdList": ["20060498"]}, {"Citation": "Martinez-Gutierrez F, Olive PL, Banuelos A, et al. Synthesis, characterization, and evaluation of antimicrobial and cytotoxic effect of silver and titanium nanoparticles. Nanomedicine. 2010;6(5):681–688.", "ArticleIdList": ["20215045"]}, {"Citation": "Sukirtha R, Priyanka KM, Antony JJ, et al. Cytotoxic effect of Green synthesized silver nanoparticles using Melia azedarach against in vitro HeLa cell lines and lymphoma mice model. Process Biochem. 2012;47(2):273–279."}, {"Citation": "Tian J, Wong KKY, Ho CM, et al. Topical delivery of silver nanoparticles promotes wound healing. ChemMedChem. 2007;2(1):129–136.", "ArticleIdList": ["17075952"]}, {"Citation": "Mittal AK, Chisti Y, Banerjee UC. Synthesis of metallic nanoparticles using plant extracts. Biotechnol Adv. 2013;31(2):346–356.", "ArticleIdList": ["23318667"]}, {"Citation": "Hyun TK, Kim MO, Lee H, Kim Y, Kim E, Kim J-S. Evaluation of anti-oxidant and anti-cancer properties of Dendropanax morbifera Leveille. Food Chem. 2013;141(3):1947–1955.", "ArticleIdList": ["23870914"]}, {"Citation": "Moon H-I. Antidiabetic effects of dendropanoxide from leaves of Dendropanax morbifera Leveille in normal and streptozotocin-induced diabetic rats. Hum Exp Toxicol. 2011;30(8):870–875.", "ArticleIdList": ["20716587"]}, {"Citation": "Elavazhagan T, Arunachalam KD. Memecylon edule leaf extract mediated green synthesis of silver and gold nanoparticles. Int J Nanomedicine. 2011;6:1265–1278.", "ArticleIdList": ["PMC3131193", "21753878"]}, {"Citation": "Park Y, Hong YN, Weyers A, Kim YS, Linhardt RJ. Polysaccharides and phytochemicals: a natural reservoir for the green synthesis of gold and silver nanoparticles. IET Nanobiotechnol. 2011;5(3):69–78.", "ArticleIdList": ["21913788"]}, {"Citation": "Chandran SP, Chaudhary M, Pasricha R, Ahmad A, Sastry M. Synthesis of gold nanotriangles and silver nanoparticles using Aloe vera plant extract. Biotechnol Prog. 2006;22(2):577–583.", "ArticleIdList": ["16599579"]}, {"Citation": "Wang C, Kim YJ, Singh P, Mathiyalagan R, Jin Y, Yang DC. Green synthesis of silver nanoparticles by Bacillus methylotrophicus, and their antimicrobial activity. Artif Cell Nanomed Biotechnol. 2016;44(4):1127–1132.", "ArticleIdList": ["25749281"]}, {"Citation": "Singh P, Kim YJ, Singh H, Mathiyalagan R, Wang C, Yang DC. Biosynthesis of anisotropic silver nanoparticles by Bhargavaea indica and their synergistic effect with antibiotics against pathogenic microorganisms. J Nanomater. 2015;2015 Article ID 234741."}, {"Citation": "Lee SH, Salunke BK, Kim BS. Sucrose density gradient centrifugation separation of gold and silver nanoparticles synthesized using Magnolia kobus plant leaf extracts. Biotechnol Bioprocess Eng. 2014;19(1):169–174."}, {"Citation": "Kim S, Jang Y, Han J, Chung H, Lee S, Cho K. Genetic variation and population structure of Dendropanax morbifera Lev.(Araliaceae) in Korea. Silvae Genet. 2006;55(1):7–12."}, {"Citation": "Kathiravan V, Ravi S, Ashokkumar S. Synthesis of silver nanoparticles from Melia dubia leaf extract and their in vitro anticancer activity. Spectrochim Acta A Mol Biomol Spectrosc. 2014;130:116–121.", "ArticleIdList": ["24769382"]}, {"Citation": "Babu PJ, Sharma P, Saranya S, Bora U. Synthesis of gold nanoparticles using ethonolic leaf extract of Bacopa monnieri and UV irradiation. Mater Lett. 2013;93:431–434."}, {"Citation": "Jemal A, Bray F, Center MM, Ferlay J, Ward E, Forman D. Global cancer statistics. CA Cancer J Clin. 2011;61(2):69–90.", "ArticleIdList": ["21296855"]}, {"Citation": "Das RK, Gogoi N, Babu PJ, Sharma P, Mahanta C, Bora U. The synthesis of gold nanoparticles using Amaranthus spinosus leaf extract and study of their optical properties. Adv Mater Phys Chem. 2012;2(4):275–281."}, {"Citation": "Sankar R, Karthik A, Prabu A, Karthik S, Shivashangari KS, Ravikumar V. Origanum vulgare mediated biosynthesis of silver nanoparticles for its antibacterial and anticancer activity. Colloids Surf B Biointerfaces. 2013;108:80–84.", "ArticleIdList": ["23537829"]}, {"Citation": "Vasanth K, Ilango K, Mohan Kumar R, Agrawal A, Dubey GP. Anticancer activity of Moringa oleifera mediated silver nanoparticles on human cervical carcinoma cells by apoptosis induction. Colloids Surf B Biointerfaces. 2014;117:354–359.", "ArticleIdList": ["24681047"]}, {"Citation": "Suliman YAO, Ali D, Alarifi S, Harrath AH, Mansour L, Alwasel SH. Evaluation of cytotoxic, oxidative stress, proinflammatory and genotoxic effect of silver nanoparticles in human lung epithelial cells. Environ Toxicol. 2015;30(2):149–160.", "ArticleIdList": ["23804405"]}, {"Citation": "Mathiyalagan R, Subramaniyam S, Kim YJ, Kim YC, Yang DC. Ginsenoside compound K-bearing glycol chitosan conjugates: synthesis, physicochemical characterization, and in vitro biological studies. Carbohydr Polym. 2014;112:359–366.", "ArticleIdList": ["25129755"]}, {"Citation": "Mathiyalagan R, Subramaniyam S, Kim YJ, et al. Synthesis and pharmacokinetic characterization of a pH-sensitive polyethylene glycol ginsenoside CK (PEG-CK) conjugate. Biosci Biotechnol Biochem. 2014;78(3):466–468.", "ArticleIdList": ["25036835"]}, {"Citation": "Yang XD, Yang YY, Ouyang DS, Yang GP. A review of biotransformation and pharmacology of ginsenoside compound K. Fitoterapia. 2015;100:208–220.", "ArticleIdList": ["25449425"]}, {"Citation": "Geetha R, Ashokkumar T, Tamilselvan S, Govindaraju K, Sadiq M, Singaravelu G. Green synthesis of gold nanoparticles and their anticancer activity. Cancer Nanotechnol. 2013;4(4–5):91–98.", "ArticleIdList": ["PMC4451866", "26069504"]}, {"Citation": "Kerr JF, Wyllie AH, Currie AR. Apoptosis: a basic biological phenomenon with wide-ranging implications in tissue kinetics. Br J Cancer. 1972;26(4):239–257.", "ArticleIdList": ["PMC2008650", "4561027"]}, {"Citation": "Wyllie AH, Kerr JF, Currie AR. Cell death: the significance of apoptosis. Int Rev Cytol. 1980;68:251–306.", "ArticleIdList": ["7014501"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "8", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["27570451", "PMC4986974", "10.2147/IJN.S97181", "ijn-11-3691"]}}], "PubmedBookArticle": []}