{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27597961", "DateCompleted": {"Year": "2017", "Month": "02", "Day": "13"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "08", "Day": "11"}], "ELocationID": ["3818945", "10.1155/2016/3818945"], "Language": ["eng"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2016", "PubDate": {"Year": "2016"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "In Vitro Antimicrobial Bioassays, DPPH Radical Scavenging Activity, and FTIR Spectroscopy Analysis of Heliotropium bacciferum.", "Pagination": {"StartPage": "3818945", "MedlinePgn": "3818945"}, "Abstract": {"AbstractText": ["The present study deals with the antimicrobial, antioxidant, and functional group analysis of Heliotropium bacciferum extracts. Disc diffusion susceptibility method was followed for antimicrobial assessment. Noteworthy antimicrobial activities were recorded by various plant extracts against antibiotic resistant microorganisms. Plant flower extracts antioxidant activity was investigated against 2, 2-diphenyl-1-picryl hydrazyl radical by ultraviolet spectrophotometer (517 nm). Plant extracts displayed noteworthy radical scavenging activities at all concentrations (25-225 μg/mL). Notable activities were recorded by crude, chloroform and ethyl acetate extracts up to 88.27% at 225 μg/mL concentration. Compounds functional groups were examined by Fourier transform infrared spectroscopic studies. Alkanes, alkenes, alkyl halides, amines, carboxylic acids, amides, esters, alcohols, phenols, nitrocompounds, and aromatic compounds were identified by FTIR analysis. Thin layer chromatography bioautography was carried out for all plant extracts. Different bands were separated by various solvent systems. The results of the current study justify the use of Heliotropium bacciferum in traditional remedial herbal medicines."]}, "AuthorList": [{"Identifier": ["0000-0001-5330-4989"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Qurtuba University of Science and Information Technology Peshawar, Peshawar 25120, Pakistan."}], "LastName": "Ahmad", "ForeName": "Sohail", "Initials": "S"}, {"Identifier": ["0000-0001-9848-4573"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Riyadh Community College, King Saud University, Riyadh 11437, Saudi Arabia."}], "LastName": "AbdEl-Salam", "ForeName": "Naser M", "Initials": "NM"}, {"Identifier": ["0000-0002-2860-467X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Government College Ara Khel, FR Kohat 26000, Pakistan."}], "LastName": "Ullah", "ForeName": "Riaz", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Biphenyl Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Free Radical Scavengers"}, {"RegistryNumber": "0", "NameOfSubstance": "Free Radicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Picrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "DFD3H4VGDH", "NameOfSubstance": "1,1-diphenyl-2-picrylhydrazyl"}], "MeshHeadingList": [{"QualifierName": ["administration & dosage", "chemistry"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Bacterial Physiological Phenomena"}, {"QualifierName": ["methods"], "DescriptorName": "Biological Assay"}, {"QualifierName": ["chemistry", "isolation & purification"], "DescriptorName": "Biphenyl Compounds"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Cell Survival"}, {"QualifierName": ["chemistry"], "DescriptorName": "Free Radical Scavengers"}, {"QualifierName": ["chemistry", "isolation & purification"], "DescriptorName": "Free Radicals"}, {"QualifierName": ["chemistry", "classification"], "DescriptorName": "Heliotropium"}, {"QualifierName": ["chemistry", "isolation & purification"], "DescriptorName": "Picrates"}, {"QualifierName": ["administration & dosage", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry", "classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Species Specificity"}, {"QualifierName": ["methods"], "DescriptorName": "Spectroscopy, Fourier Transform Infrared"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mahesh B., Satish S. Antimicrobial activity of some important medicinal plants against plants and human pathogens. World Journal of Agricultural Sciences. 2008;4:839–843."}, {"Citation": "Abeysinghe P. D. Antibacterial activity of aqueous and ethanol extracts of mangrove species collected from Southern Sri Lanka. Asian Journal of Pharmaceutical and Biological Research. 2012;2(1):79–83."}, {"Citation": "Chandra R., Dwivedi V., Shivam K., Jha A. K. Detection of antimicrobial activity of Oscimum sanctum (Tulsi) & Trigonella foenum graecum (Methi) against some selected bacterial & fungal strains. Research Journal of Pharmaceutical, Biological and Chemical Sciences. 2011;2(4):809–813."}, {"Citation": "Iwalokun B. A., Ogunledun A., Ogbolu D. O., Bamiro S. B., Jimi-Omojola J. In vitro antimicrobial properties of aqueous garlic extract against multidrug-resistant bacteria and Candida species from Nigeria. Journal of Medicinal Food. 2004;7(3):327–333. doi: 10.1089/jmf.2004.7.327.", "ArticleIdList": ["10.1089/jmf.2004.7.327", "15383227"]}, {"Citation": "Tsao S.-M., Yin M.-C. In vitro antimicrobial activity of four diallyl sulphides occurring naturally in garlic and Chinese leek oils. Journal of Medical Microbiology. 2001;50(7):646–649. doi: 10.1099/0022-1317-50-7-646.", "ArticleIdList": ["10.1099/0022-1317-50-7-646", "11444776"]}, {"Citation": "Nascimento G. G. F., Locatelli J., Freitas P. C., Silva G. L. Antibacterial activity of plant extracts and phytochemicals on antibiotic-resistant bacteria. Brazilian Journal of Microbiology. 2000;31(4):247–256."}, {"Citation": "Maleki S., Seyyednejad S. M., Damabi N. M., Motamedi H. Antibacterial activity of the fruits of Iranian Torilis leptophylla against some clinical pathogens. Pakistan Journal of Biological Sciences. 2008;11(9):1286–1289. doi: 10.3923/pjbs.2008.1286.1289.", "ArticleIdList": ["10.3923/pjbs.2008.1286.1289", "18819541"]}, {"Citation": "Ali S. I., Nasir Y. J. Flora of Pakistan. Vol. 191. Karachi, Pakistan: Shamim Printing Press; 1983."}, {"Citation": "Iqbal K., Nawaz S. A., Malik A., et al. Isolation and lipoxygenase-inhibition studies of phenolic constituents from Ehretia obtusifolia . Chemistry and Biodiversity. 2005;2(1):104–111. doi: 10.1002/cbdv.200490161.", "ArticleIdList": ["10.1002/cbdv.200490161", "17191923"]}, {"Citation": "Ahmad S., Ahmad S., Bibi A., et al. Phytochemical analysis, antioxidant activity, fatty acids composition, and functional group analysis of Heliotropium bacciferum . Scientific World Journal. 2014;2014:8. doi: 10.1155/2014/829076.829076", "ArticleIdList": ["10.1155/2014/829076", "PMC4247971", "25489605"]}, {"Citation": "Murugesh K., Yeligar V., Dash D. K., Sengupta P., Maiti B. C., Maity T. K. Antidiabetic, antioxidant and antihyperlipidemic status of Heliotropium zeylanicum extract on streptozotocin-induced diabetes in rats. Biological and Pharmaceutical Bulletin. 2006;29(11):2202–2205. doi: 10.1248/bpb.29.2202.", "ArticleIdList": ["10.1248/bpb.29.2202", "17077515"]}, {"Citation": "Ahmad S., Ahmad S., Bibi I., et al. Antibacterial and antifungal activities of the extract and fractions of aerial parts of Heliotropium bacciferum . African Journal of Traditional, Complementary and Alternative Medicines. 2015;12(2):32–35. doi: 10.4314/ajtcam.v12i2.7.", "ArticleIdList": ["10.4314/ajtcam.v12i2.7"]}, {"Citation": "Rehman A., Fatima F., Ullah H., et al. Antibacterial study of medicinal plant Trigonella foenum . International Journal of Basic Medical Sciences and Pharmacy. 2013;3(1):17–18."}, {"Citation": "Ishaq M. S., Hussain M. M., Siddique Afridi M., et al. In vitro phytochemical, antibacterial, and antifungal activities of leaf, stem, and root extracts of Adiantum capillus veneris . The Scientific World Journal. 2014;2014:7. doi: 10.1155/2014/269793.269793", "ArticleIdList": ["10.1155/2014/269793", "PMC3925560", "24592156"]}, {"Citation": "Soforowa E. A. Medicinal Plants and Traditional Medicine in Africa. Chichester, UK: John Wiley & Sons; 1982."}, {"Citation": "Nweze E. I., Okafor J. I., Njoku O. Antimicrobial activities of methanolic extracts of Trema guineensis (Schumm and Thorn) and Morinda lucida Benth used in Nigerian Herbal Medicinal Practice. Bio-Research. 2004;2(1):39–46. doi: 10.4314/br.v2i1.28540.", "ArticleIdList": ["10.4314/br.v2i1.28540"]}, {"Citation": "Draughon F. A. Use of botanicals as bio preservatives in foods. Food Technology. 2004;58(2):20–28."}, {"Citation": "Igoli J. O., Ogaji T. A., Tor A., Igoli N. P. FTraditional medicine practice amongst the igede people of Nigeria part II. African Journal of Traditional, Complementary and Alternative Medicine. 2005;2(2):134–152."}, {"Citation": "Braude A. I. Microbiology. London, UK: W.B. Sauders Company; 1982."}, {"Citation": "Lowy F. D. Medical progress: Staphylococcus aureus infections. The New England Journal of Medicine. 1998;339(8):520–532. doi: 10.1056/nejm199808203390806.", "ArticleIdList": ["10.1056/nejm199808203390806", "9709046"]}, {"Citation": "Morell E. A., Balkin D. M. Methicillin-resistant Staphylococcus aureus: a pervasive pathogen highlights the need for new antimicrobial development. Yale Journal of Biology and Medicine. 2010;83(4):223–233.", "ArticleIdList": ["PMC3002151", "21165342"]}, {"Citation": "Adams M. R., Moss M. O. Food Microbiology. The Royal Society of Chemisty; 1999."}, {"Citation": "Cioffi G., D'Auria M., Braca A., et al. Antioxidant and free-radical scavenging activity of constituents of the leaves of Tachigalia paniculata . Journal of Natural Products. 2002;65(11):1526–1529. doi: 10.1021/np0200764.", "ArticleIdList": ["10.1021/np0200764", "12444671"]}, {"Citation": "Aqil F., Ahmad I., Mehmood Z. Antioxidant and free radical scavenging properties of twelve traditionally used Indian medicinal plants. Turkish Journal of Biology. 2006;30(3):177–183."}, {"Citation": "Das A. J., Khawas P., Miyaji T., Deka S. C. Phytochemical constituents, attenuated total reflectance fourier transform infrared analysis and antimicrobial activity of four plant leaves used for preparing rice beer in Assam, India. International Journal of Food Properties. 2016;19(9):2087–2101. doi: 10.1080/10942912.2015.1104695.", "ArticleIdList": ["10.1080/10942912.2015.1104695"]}, {"Citation": "Lamprell H., Mazerolles G., Kodjo A., Chamba J. F., Noël Y., Beuvier E. Discrimination of Staphylococcus aureus strains from different species of Staphylococcus using Fourier transform infrared (FTIR) spectroscopy. International Journal of Food Microbiology. 2006;108(1):125–129. doi: 10.1016/j.ijfoodmicro.2005.10.015.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2005.10.015", "16386815"]}, {"Citation": "Rebuffo C. A., Schmitt J., Wenning M., Von Stetten F., Scherer S. Reliable and rapid identification of Listeria monocytogenes and Listeria species by artificial neural network-based fourier transform infrared spectroscopy. Applied and Environmental Microbiology. 2006;72(2):994–1000. doi: 10.1128/AEM.72.2.994-1000.2006.", "ArticleIdList": ["10.1128/AEM.72.2.994-1000.2006", "PMC1392910", "16461640"]}, {"Citation": "Janakiraman N., Sahaya Sathish S., Johnson M. UV-VIS and FTIR spectroscopic studies on Peristrophe bicalyculata (RETZ.) Nees. Asian Journal of Pharmaceutical and Clinical Research. 2011;4(4):125–129."}, {"Citation": "Ullah N., Rehman A., Ahmad S., et al. Antimicrobial assay and minimum inhibitory concentration values of Cistanche tubulosa . International Journal of Current Microbiology and Applied Sciences. 2016;5(2):380–388. doi: 10.20546/ijcmas.2016.502.043.", "ArticleIdList": ["10.20546/ijcmas.2016.502.043"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "3", "Day": "17"}, {"Year": "2016", "Month": "6", "Day": "1"}, {"Year": "2016", "Month": "7", "Day": "10"}, {"Year": "2016", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27597961", "PMC4997099", "10.1155/2016/3818945"]}}], "PubmedBookArticle": []}