{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Atisāra Cikitsā", "Mādhava Cikitsā", "botanical identification", "diarrhoea"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27621515", "DateCompleted": {"Year": "2016", "Month": "09", "Day": "13"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [], "ELocationID": ["10.4103/0257-7941.188179"], "Language": ["eng"], "Journal": {"ISSN": "0257-7941", "JournalIssue": {"Volume": "35", "Issue": "4", "PubDate": {"Year": "2016", "Season": "Apr-Jun"}}, "Title": "Ancient science of life", "ISOAbbreviation": "Anc Sci Life"}, "ArticleTitle": "Botanical identification of plants described in Mādhava Cikitsā for the treatment of diarrhoea.", "Pagination": {"StartPage": "195", "EndPage": "200", "MedlinePgn": "195-200"}, "Abstract": {"AbstractText": ["Mādhava is regarded as a 7(th) century Indian Physician who composed two treatises (in Sanskrit) on Ayurveda, the Mādhava Nidāna and Mādhava Cikitsā. The former treatise deals with the diagnosis of diseases while the latter with the treatment using medicinal plants and other recipes. In Mādhava Cikitsā, a common Sanskrit name is found to describe two or more totally different botanical plant species (thus leading to ambiguity) and a distinct botanical species is also found to represent two or more Sanskrit names at several instances.", "The present paper deals with the correct botanical identification (most probable) of Sanskrit named plants described in Mādhava Cikitsā for the treatment of Diarrhoea (Atisāra Cikitsā).", "The authentic manuscripts of 'Mādhava Cikitsā' were critically studied for the present research outcome. A detailed literature survey is carried out from various references and texts.", "The list of Sanskrit named plants contains 103 names, while after the critical study and assigning the most probable botanical identification as per ICBN, the list of plant species described in the text for the treatment of Diarrhoea is found to contain 73 names.", "The present study will certainly benefit Ayurvedic medical practitioners and pharmaceutical companies in selection of proper plant species avoiding substitutions for drug formulation."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Jamkhed Mahavidyalaya, Jamkhed, Ahmednagar, Maharashtra, India."}], "LastName": "Salve", "ForeName": "Niteen Ramdas", "Initials": "NR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Sub-centre Latur of Swami Ramanand Teerth Marathwada University, Nanded, Maharashtra, India."}], "LastName": "Mishra", "ForeName": "Debendranath", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Anc Sci Life", "NlmUniqueID": "8307589", "ISSNLinking": "0257-7941"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kapoor LD. Handbook of Ayurvedic Medicinal Plants, Herbal Reference Library. USA: CRC; 2001."}, {"Citation": "Payyappallimana U. Ayurvedic pharmacopoeia databases in the context of the revitalization of traditional medicine. In: Wujastyk D, Smith FM, editors. Modern and Global Ayurveda, Pluralism and Paradigms. Albany: SUNY (State University of New York) Press; 2008."}, {"Citation": "Sharma HD. Descriptive Catalogue of the Government Collections of Manuscripts Deposited at the Bhandarkar Oriental Research Institute. Part I. xvi. Poona: Vaidyaka, BORI; 1939."}, {"Citation": "Galgali SS, Gadgil DP. A Critical Study of Madhava Chikitstitam. A Ph.D. Thesis. Pune: Tilak Maharashtra University; 2008."}, {"Citation": "Dadhicha S. Madhava cikitsa, Acarya Madhavakara viracita Madhava cikitsa Bharti Bhasatika vimarsa vibusita. 1st ed. Rajasthan, Sardarsahar: Shri Bhanvarlal Dugad Ayurveda Vishvabharati; 1979."}, {"Citation": "Anonymous. E-Nighantu, Developed by NIIMH (National Institute of Indian Medical Heritage), Hyderabad for CCRAS (Central Council for Research in Ayurvedic Science) New Delhi: 2012.  [Last accessed on 2016 Feb 16].  Available from:\nhttp://www.niimh.nic.in/ebooks/e-Nighantu/ "}, {"Citation": "Krishnamurthy MS. Madhava Chikitsa. Varanasi: Chaukhambha Orientalia; 2012."}, {"Citation": "Sastry JL, Prasad V. Lakshmana. Madhava Cikitsa Sutramala (Treatment for diseases mentioned in Madhava Nidana) Varanasi: Chaukhambha Orientalia; 2007."}, {"Citation": "Srikanta Murthy KR. Madhava Nidanam (Rogaviniscaya) of Madhavakara. Varanasi: Chaukhambha Orientalia; 2013."}, {"Citation": "Apte VS. The Practical Sanskrit English Dictionary. Delhi: Motilal Banarsidass; 1965."}, {"Citation": "Williams M. A Sanskrit-English Dictionary. London: Oxford University Press; 1964."}, {"Citation": "Dash B, Kashyap VL. Materia Medica of Ayurveda – Based on Ayurveda Saukhyam of Todarananda. New Delhi: Concept Publishing Company; 1980."}, {"Citation": "Dutt UC. The Materia Medica of the Hindus with a Glossary of Indian Plants. Calcutta: Adi Ayurveda Machine Press; 1922."}, {"Citation": "Chopra RN. Indigenous Drugs of India – Their Medical & Economic Aspects. Calcutta: The Art Press; 1933."}, {"Citation": "Fleming J. A Catalogue of Indian Medicinal Plants & Drugs, with Their Names in the Hindustani & Sanskrit Languages. Calcutta: Hindustani Press; 1810."}, {"Citation": "Khare CP. Indian Medicinal Plants – An Illustrated Dictionary. New York, USA: Springer Science + Business Media, ILC; 2007."}, {"Citation": "Mishra DN. Medicinal plants for the treatment of fever (Jvara cikitsa) in the Madhava cikitsa tradition of India. Indian J Tradit Knowl. 2009;8:352–61."}, {"Citation": "Meulenbeld GJ. The sarasvatinighantu – Review article. eJ Indian Med. 2009;1:19–41."}, {"Citation": "Premila MS, Tyler VM. Ayurvedic Herbs – A Clinical Guide to the Healing Plants of Traditional Indian Medicine. Binghamton, New York: The Haworth Press; 2006."}, {"Citation": "Sivarajan VV, Indira B. Ayurvedic Drugs & Their Plant Sources. New Delhi: Oxford & IBH Publishing Co. Pvt. Ltd; 1994."}, {"Citation": "Anonymous. Indian Medicinal Plants Database, Developed by FRLHT's (Foundation for Revitalization of Local Health Traditions) Bengaluru, India: ENVIS Centre on Medicinal Plants; 2010.  [Last accessed on 2016 Feb 16].  Available from:\nhttp://www.envis.frlht.org/bot_search.php; http://www.medicinalplants.in/ "}, {"Citation": "Hebbar JV, Janardhan V. Health and Lifestyle Blog. 2011.  [Last accessed on 2016 Feb 16].  Available from:\nhttp://www.easyayurveda.com/ "}, {"Citation": "Kirtikar KR, Basu BD. Indian Medicinal Plants. Bahadurganj, Allahabad: Panini Office, Bhuwaneshwari Asram; 1918."}, {"Citation": "Roxburgh W, Carey W, Wallich N. Flora Indica or Descriptions of Indian Plants. I, II. Serampore: Mission Press; 1824."}, {"Citation": "Sharma PC, Yelne MB, Dennis TJ. Database of Medicinal Plants Used in Ayurveda. I-VII. 2000.  [Last accessed on 2016 Feb 16].  Available from:\nhttp://www.vedicbooks.net ."}, {"Citation": "Warrier PK, Nambiar VP, Ramankutty C. Indian Medicinal Plants – A Compendium of 500 Species. Chennai (T.N.), India: Orient Longman Pvt. Ltd; 1994."}, {"Citation": "Anonymous. The Ayurvedic Pharmacopoeia of India (API). Part I. I-VI. New Delhi: Ministry of Health & Family Welfare, Government of India;"}, {"Citation": "Anonymous. The Ayurvedic Formulary of India (AFI). Part B – Formulary of Single Drugs. New Delhi: Ministry of Health & Family Welfare, Government of India; 2000."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27621515", "PMC4995852", "10.4103/0257-7941.188179", "ASL-35-195"]}}], "PubmedBookArticle": []}