{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Comparative transcriptome analysis", "EC, Enzyme Commission", "Ephedra sinica", "Es_R, E. sinica roots", "Es_S, E. sinica aerial stems", "Es_SR, E. sinica combined aerial stems and roots", "GO, gene ontology", "High-throughput mRNA sequencing", "IPR, InterPro", "RNA-Seq"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27625990", "DateCompleted": {"Year": "2016", "Month": "09", "Day": "14"}, "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "08", "Day": "04"}], "ELocationID": ["10.1016/j.gdata.2016.08.003"], "Language": ["eng"], "Journal": {"ISSN": "2213-5960", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2016", "Month": "Dec"}}, "Title": "Genomics data", "ISOAbbreviation": "Genom Data"}, "ArticleTitle": "Comparative analysis of transcriptomes in aerial stems and roots of Ephedra sinica based on high-throughput mRNA sequencing.", "Pagination": {"StartPage": "4", "EndPage": "11", "MedlinePgn": "4-11"}, "Abstract": {"AbstractText": ["Ephedra plants are taxonomically classified as gymnosperms, and are medicinally important as the botanical origin of crude drugs and as bioresources that contain pharmacologically active chemicals. Here we show a comparative analysis of the transcriptomes of aerial stems and roots of Ephedra sinica based on high-throughput mRNA sequencing by RNA-Seq. De novo assembly of short cDNA sequence reads generated 23,358, 13,373, and 28,579 contigs longer than 200 bases from aerial stems, roots, or both aerial stems and roots, respectively. The presumed functions encoded by these contig sequences were annotated by BLAST (blastx). Subsequently, these contigs were classified based on gene ontology slims, Enzyme Commission numbers, and the InterPro database. Furthermore, comparative gene expression analysis was performed between aerial stems and roots. These transcriptome analyses revealed differences and similarities between the transcriptomes of aerial stems and roots in E. sinica. Deep transcriptome sequencing of Ephedra should open the door to molecular biological studies based on the entire transcriptome, tissue- or organ-specific transcriptomes, or targeted genes of interest."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences at Kagawa Campus, Tokushima Bunri University, Sanuki, Kagawa 769-2193, Japan."}], "LastName": "Okada", "ForeName": "Taketo", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacognosy, Tokushima Bunri University, Tokushima 770-8514, Japan."}], "LastName": "Takahashi", "ForeName": "Hironobu", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Genome Sciences, Graduate School of Frontier Sciences, the University of Tokyo, Kashiwa, Chiba 277-8562, Japan."}], "LastName": "Suzuki", "ForeName": "Yutaka", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Genome Sciences, Graduate School of Frontier Sciences, the University of Tokyo, Minato-ku, Tokyo 108-8639, Japan."}], "LastName": "Sugano", "ForeName": "Sumio", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacognosy, Tokushima Bunri University, Tokushima 770-8514, Japan."}], "LastName": "Noji", "ForeName": "Masaaki", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacognosy, Tokushima Bunri University, Tokushima 770-8514, Japan."}], "LastName": "Kenmoku", "ForeName": "Hiromichi", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacognosy, Tokushima Bunri University, Tokushima 770-8514, Japan."}], "LastName": "Toyota", "ForeName": "Masao", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Information Science, Nara Institute of Science and Technology, Ikoma, Nara 630-0192, Japan."}], "LastName": "Kanaya", "ForeName": "Shigehiko", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tsukuba Division, Research Center for Medicinal Plant Resources, National Institutes of Biomedical Innovation, Health and Nutrition, Tsukuba, Ibaraki 305-0843, Japan."}], "LastName": "Kawahara", "ForeName": "Nobuo", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacognosy, Tokushima Bunri University, Tokushima 770-8514, Japan."}], "LastName": "Asakawa", "ForeName": "Yoshinori", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences at Kagawa Campus, Tokushima Bunri University, Sanuki, Kagawa 769-2193, Japan."}], "LastName": "Sekita", "ForeName": "Setsuko", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Genom Data", "NlmUniqueID": "101634120", "ISSNLinking": "2213-5960"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abourashed E.A., El-Alfy A.T., Khan I.A., Walker L. Ephedra in perspective – a current review. Phytother. Res. 2003;17:703–712.", "ArticleIdList": ["12916063"]}, {"Citation": "Caveney S., Charlet D.A., Freitag H., Maier-Stolte M., Starratt A.N. New observations on the secondary chemistry of world Ephedra (Ephedraceae) Am. J. Bot. 2001;88:1199–1208.", "ArticleIdList": ["11454619"]}, {"Citation": "Rydin C., Pedersen K.R., Friis E.M. On the evolutionary history of Ephedra: cretaceous fossils and extant molecules. Proc. Natl. Acad. Sci. U. S. A. 2004;101:16571–16576.", "ArticleIdList": ["PMC534533", "15545612"]}, {"Citation": "Leung A.Y., Foster S. second ed. John Wiley & Sons; New York: 1996. Encyclopedia of Common Natural Ingredients Used in Food, Drugs, and Cosmetics."}, {"Citation": "Liu Y.M., Sheu S.J., Chiou S.H., Chang H.C., Chen Y.P. A comparative study of commercial samples of Ephedrae herba. Planta Med. 1993;59:376–378.", "ArticleIdList": ["17235993"]}, {"Citation": "Ministry of Health, Labour and Welfare of Japan . 16th ed. 2011. The Japanese Pharmacopoeia. Japan."}, {"Citation": "Groves R.A., Hagel J.M., Zhang Y., Kilpatrick K., Levy A., Marsolais F., Lewinsohn E., Sensen C.W., Facchini P.J. Transcriptome profiling of khat (Catha edulis) and Ephedra sinica reveals gene candidates potentially involved in amphetamine-type alkaloid biosynthesis. PLoS One. 2015;10", "ArticleIdList": ["PMC4373857", "25806807"]}, {"Citation": "Grue-Sørensen G., Spenser I.D. Biosynthesis of ephedrine. J. Am. Chem. Soc. 1988;110:3714–3715."}, {"Citation": "Grue-Sørensen G., Spenser I.D. The biosynthesis of ephedrine. Can. J. Chem. 1989;67:998–1009."}, {"Citation": "Grue-Sørensen G., Spenser I.D. Biosynthesis of the Ephedra alkaloids: evolution of the C6-C3 skeleton. J. Am. Chem. Soc. 1993;115:2052–2054."}, {"Citation": "Grue-Sørensen G., Spenser I.D. Biosynthetic route to the Ephedra alkaloids. J. Am. Chem. Soc. 1994;116:6195–6200."}, {"Citation": "Hagel J.M., Krizevski R., Marsolais F., Lewinsohn E., Facchini P.J. Biosynthesis of amphetamine analogs in plants. Trends Plant Sci. 2012;17:404–412.", "ArticleIdList": ["22502775"]}, {"Citation": "Krizevski R., Bar E., Shalit O.R., Levy A., Hagel J.M., Kilpatrick K., Marsolais F., Facchini P.J., Ben-Shabat S., Sitrit Y., Lewinsohn E. Benzaldehyde is a precursor of phenylpropylamino alkaloids as revealed by targeted metabolic profiling and comparative biochemical analyses in Ephedra spp. Phytochemistry. 2012;81:71–79.", "ArticleIdList": ["22727117"]}, {"Citation": "Okada T., Mikage M., Sekita S. Molecular characterization of the phenylalanine ammonia-lyase from Ephedra sinica. Biol. Pharm. Bull. 2008;31:2194–2199.", "ArticleIdList": ["19043198"]}, {"Citation": "Yamasaki K., Sankawa U., Shibata S. Biosynthesis of ephedrine in Ephedra, participation of C6–C1 unit. Tetrahedron Lett. 1969;10:4099–4102."}, {"Citation": "Yamasaki K., Tamaki T., Uzawa S., Sankawa U., Shibata S. Participation of C6–C1 unit in the biosynthesis of ephedrine in Ephedra. Phytochemistry. 1973;12:2877–2882."}, {"Citation": "Tamada M., Endo K., Hikino H., Kabuto C. Structure of ephedradine A, a hypotensive principle of Ephedra roots. Tetrahedron Lett. 1979;20:873–876."}, {"Citation": "Tamada M., Endo K., Hikino H. Structure of ephedradine B, a hypotensive principle of Ephedra roots. Heterocycles. 1979;12:783–786."}, {"Citation": "Konno C., Tamada M., Endo K., Hikino H. Structure of ephedradine C, a hypotensive principle of Ephedra roots. Heterocycles. 1980;14:295–298."}, {"Citation": "Hikino H., Ogata M., Konno C. Structure of ephedradine D, a hypotensive principle of Ephedra roots. Heterocycles. 1982;17:155–158."}, {"Citation": "Hikino H., Takahashi M., Konno C. Structure of ephedrannin A, a hypotensive principle of Ephedra roots. Tetrahedron Lett. 1982;23:673–676."}, {"Citation": "Hikino H., Shimoyama N., Kasahara Y., Takahashi M., Konno C. Structures of mahuannin A and B, hypotensive principles of Ephedra roots. Heterocycles. 1982;19:1381–1384."}, {"Citation": "Kasahara Y., Shimoyama N., Konno C., Hikino H. Structure of mahuannin C, a hypotensive principle of Ephedra roots. Heterocycles. 1983;20:1741–1744."}, {"Citation": "Kasahara Y., Hikino H. Structure of mahuannin D, a hypotensive principle of Ephedra roots. Heterocycles. 1983;20:1953–1956."}, {"Citation": "Hikino H., Ogata M., Konno C. Structure of feruloylhistamine, a hypotensive principle of Ephedra roots. Planta Med. 1983;48:108–110.", "ArticleIdList": ["17404964"]}, {"Citation": "Hikino H., Ogata K., Konno C., Sato S. Hypotensive actions of ephedradines, macrocyclic spermine alkaloids of Ephedra roots. Planta Med. 1983;48:290–293.", "ArticleIdList": ["6635014"]}, {"Citation": "Hikino H., Kiso Y., Ogata M., Konno C., Aisaka K., Kubota H., Hirose N., Ishihara T. Pharmacological actions of analogues of feruloylhistamine, an imidazole alkaloid of Ephedra roots. Planta Med. 1984;50:478–480.", "ArticleIdList": ["6531409"]}, {"Citation": "Tamada M., Endo K., Hikino H. Maokonine, hypertensive principle of Ephedra roots. Planta Med. 1978;34:291–293.", "ArticleIdList": ["704697"]}, {"Citation": "Tao H., Wang L., Cui Z., Zhao D., Liu Y. Dimeric proanthocyanidins from the roots of Ephedra sinica. Planta Med. 2008;74:1823–1825.", "ArticleIdList": ["18975262"]}, {"Citation": "Kilpatrick K., Pajak A., Hagel J.M., Sumarah M.W., Lewinsohn E., Facchini P.J., Marsolais F. Characterization of aromatic aminotransferases from Ephedra sinica Stapf. Amino Acids. 2016;48:1209–1220.", "ArticleIdList": ["26832171"]}, {"Citation": "Inoko A., Kakiuchi N., Yoshimitsu M., Cai S., Mikage M. Ephedra resource in Sichuan and Yunnan provinces 2007. Biol. Pharm. Bull. 2009;32:1621–1623.", "ArticleIdList": ["19721244"]}, {"Citation": "Kitani Y., Zhu S., Batkhuu J., Sanchir C., Komatsu K. Genetic diversity of Ephedra plants in Mongolia inferred from internal transcribed spacer sequence of nuclear ribosomal DNA. Biol. Pharm. Bull. 2011;34:717–726.", "ArticleIdList": ["21532163"]}, {"Citation": "Qin A.L., Wang M.M., Cun Y.Z., Yang F.S., Wang S.S., Ran J.H., Wang X.Q. Phylogeographic evidence for a link of species divergence of Ephedra in the Qinghai-Tibetan plateau and adjacent regions to the Miocene Asian aridification. PLoS One. 2013;8", "ArticleIdList": ["PMC3571962", "23418542"]}, {"Citation": "Hou C., Wikström N., Rydin C. The chloroplast genome of Ephedra foeminea (Ephedraceae, Gnetales), an entomophilous gymnosperm endemic to the Mediterranean area. Mitochondrial DNA. 2015", "ArticleIdList": ["26713841"]}, {"Citation": "Martin J., Bruno V.M., Fang Z., Meng X., Blow M., Zhang T., Sherlock G., Snyder M., Wang Z. Rnnotator: an automated de novo transcriptome assembly pipeline from stranded RNA-Seq reads. BMC Genomics. 2010;11:663.", "ArticleIdList": ["PMC3152782", "21106091"]}, {"Citation": "Conesa A., Götz S. Blast2GO: A comprehensive suite for functional analysis in plant genomics. Int. J. Plant Genomics. 2008;2008:619832.", "ArticleIdList": ["PMC2375974", "18483572"]}, {"Citation": "Conesa A., Götz S., García-Gómez J.M., Terol J., Talón M., Robles M. Blast2GO: a universal tool for annotation, visualization and analysis in functional genomics research. Bioinformatics. 2005;21:3674–3676.", "ArticleIdList": ["16081474"]}, {"Citation": "Götz S., García-Gómez J.M., Terol J., Williams T.D., Nagaraj S.H., Nueda M.J., Robles M., Talón M., Dopazo J., Conesa A. High-throughput functional annotation and data mining with the Blast2GO suite. Nucleic Acids Res. 2008;36:3420–3435.", "ArticleIdList": ["PMC2425479", "18445632"]}, {"Citation": "Trapnell C., Pachter L., Salzberg S.L. TopHat: discovering splice junctions with RNA-Seq. Bioinformatics. 2009;25:1105–1111.", "ArticleIdList": ["PMC2672628", "19289445"]}, {"Citation": "Trapnell C., Williams B.A., Pertea G., Mortazavi A., Kwan G., van Baren M.J., Salzberg S.L., Wold B.J., Pachter L. Transcript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation. Nat. Biotechnol. 2010;28:511–515.", "ArticleIdList": ["PMC3146043", "20436464"]}, {"Citation": "Trapnell C., Roberts A., Goff L., Pertea G., Kim D., Kelley D.R., Pimentel H., Salzberg S.L., Rinn J.L., Pachter L. Differential gene and transcript expression analysis of RNA-Seq experiments with TopHat and Cufflinks. Nat. Protoc. 2012;7:562–578.", "ArticleIdList": ["PMC3334321", "22383036"]}, {"Citation": "Wang Z., Gerstein M., Snyder M. RNA-Seq: a revolutionary tool for transcriptomics. Nat. Rev. Genet. 2009;10:57–63.", "ArticleIdList": ["PMC2949280", "19015660"]}, {"Citation": "Wilhelm B.T., Landry J.R. RNA-Seq-quantitative measurement of expression through massively parallel RNA-sequencing. Methods. 2009;48:249–257.", "ArticleIdList": ["19336255"]}, {"Citation": "The Gene Ontology Consortium Gene Ontology annotations and resources. Nucleic Acids Res. 2013;41:D530–D535.", "ArticleIdList": ["PMC3531070", "23161678"]}, {"Citation": "Davis M.J., Sehgal M.S., Ragan M.A. Automatic, context-specific generation of Gene Ontology slims. BMC Biochem. 2010;11:498.", "ArticleIdList": ["PMC3098080", "20929524"]}, {"Citation": "Webb E.C. Enzyme Nomenclature. Vol. 1992. Academic Press; California: 1992. The nomenclature committee of the international union of biochemistry and molecular biology."}, {"Citation": "Hunter S., Jones P., Mitchell A., Apweiler R., Attwood T.K., Bateman A., Bernard T., Binns D., Bork P., Burge S. InterPro in 2011: new developments in the family and domain prediction database. Nucleic Acids Res. 2012;40:D306–D312.", "ArticleIdList": ["PMC3245097", "22096229"]}, {"Citation": "Quevillon E., Silventoinen V., Pillai S., Harte N., Mulder N., Apweiler R., Lopez R. InterProScan: protein domains identifier. Nucleic Acids Res. 2005;33:W116–W120.", "ArticleIdList": ["PMC1160203", "15980438"]}, {"Citation": "Allen J.F. Protein phosphorylation in regulation of photosynthesis. Biochim. Biophys. Acta. 1992;1098:275–335.", "ArticleIdList": ["1310622"]}, {"Citation": "Aro E.M., Ohad I. Redox regulation of thylakoid protein phosphorylation. Antioxid. Redox Signal. 2003;5:55–67.", "ArticleIdList": ["12626117"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "5", "Day": "13"}, {"Year": "2016", "Month": "8", "Day": "2"}, {"Year": "2016", "Month": "8", "Day": "2"}, {"Year": "2016", "Month": "9", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "8", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["27625990", "PMC5011178", "10.1016/j.gdata.2016.08.003", "S2213-5960(16)30099-X"]}}], "PubmedBookArticle": []}