{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-ulcer", "Antioxidant", "Gastroprotective", "Indomethacin", "Melissa officinalis", "Ulcer index", "Water Immersion Restraint Stress"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27651945", "DateCompleted": {"Year": "2016", "Month": "09", "Day": "21"}, "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "05", "Day": "15"}], "ELocationID": ["e24271", "10.5812/ircmj.24271"], "Language": ["eng"], "Journal": {"ISSN": "2074-1804", "JournalIssue": {"Volume": "18", "Issue": "7", "PubDate": {"Year": "2016", "Month": "Jul"}}, "Title": "Iranian Red Crescent medical journal", "ISOAbbreviation": "Iran Red Crescent Med J"}, "ArticleTitle": "The Effects of Methanolic Extract of Melissa officinalis on Experimental Gastric Ulcers in Rats.", "Pagination": {"StartPage": "e24271", "MedlinePgn": "e24271"}, "Abstract": {"AbstractText": ["Melissa officinalis (MO) has potent antioxidant activity. Recent research has demonstrated the anti-ulcer properties of some medicinal plants through their antioxidant properties.", "The aim of this study was to evaluate the effects of methanolic extracts of MO on experimental gastric ulcers in rats.", "Male Wistar rats (200 - 250 g) were starved for 24 hours prior to the induction of gastric ulceration by either indomethacin (48 mg/kg/oral) or water immersion restraint (WIR) stress. Experimental rats received either ranitidine (25 mg/kg) or MO extract (150, 300 and 450mg/kg) orally 2 hours prior to WIR stress or indomethacin treatment, for the evaluation of their gastroprotective effects. The control group received the same volume of saline. Gastric lesions were scored according to the surface of lesions on the ulcer index. Superoxide dismutase (SOD) and glutathione peroxidase (GPX) were determined as measures of antioxidant defense, and malondialdehyde (MDA) was determined to measure tissue oxidation.", "MO extract (150 and 300 mg/kg) significantly decreased the ulcer index in both the indomethacin (1.3 ± 0.09 and 1.5 ± 0.19, respectively) and WIR stress groups (1.5 ± 0.17 and 1.5 ± 0.22, respectively), as compared to the control rats (2.5 ± 0.28) (P < 0.01). MO extract (450 mg/kg) significantly reduced ulcer index readings in WIR stress rats (1.8 ± 0.31 vs. 2.4 ± 0.15 in the WIR group), however, MO extract at a dose of 450 mg/kg did not prevent indomethacin-induced gastric ulceration (2.4 ± 0.26). There was no significant difference in the ulcer index for MO extract- (150 and 300 mg/kg) and ranitidine-treated rats (P > 0.05). Also, MO extract (150 and 300 mg/kg) significantly reduced MDA serum levels (0.69 ± 0.6 µmol/L and 0.85 ± 0.24 µmol/L, respectively, vs. 4.5 ± 1.9 µmol/L in the saline group) and significantly increased antioxidants' SOD activities (296.3 ± 146.4 U/mL and 561.4 ± 120 U/mL, respectively, vs. 190.2 ± 63.8U/mL in the control group) and GPX levels (8273 ± 3049 U/mL and 14574 ± 5012 U/mL, respectively), compared to the control (3236 ± 1699 U/mL).", "Our results showed that MO extract may have a gastroprotective effect against experimental gastric ulcers in rats. The exact mechanism has not yet been determined, but it may be due to enhancing enzymatic antioxidant defenses and inhibiting lipid peroxidation."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, IR Iran."}], "LastName": "Saberi", "ForeName": "Arezoo", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, IR Iran."}], "LastName": "Abbasloo", "ForeName": "Elham", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neuroscience Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, IR Iran."}], "LastName": "Sepehri", "ForeName": "Gholamreza", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neuroscience Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, IR Iran."}], "LastName": "Yazdanpanah", "ForeName": "Mahnaz", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cardiovascular Research Center, Institute of Basic and Clinical Physiology Sciences, Kerman University of Medical Sciences, Kerman, IR Iran."}], "LastName": "Mirkamandari", "ForeName": "Ehsan", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neuroscience Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, IR Iran."}], "LastName": "Sheibani", "ForeName": "Vahid", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Endocrinology and Metabolism Research Center, Institute of Basic and Clinical Physiology Sciences, Kerman University of Medical Sciences, Kerman, IR Iran."}], "LastName": "Safi", "ForeName": "Zohreh", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Estonia", "MedlineTA": "Iran Red Crescent Med J", "NlmUniqueID": "101319850", "ISSNLinking": "2074-1804"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lau JY, Sung J, Hill C, Henderson C, Howden CW, Metz DC. Systematic review of the epidemiology of complicated peptic ulcer disease: incidence, recurrence, risk factors and mortality. Digestion. 2011;84(2):102–13. doi: 10.1159/000323958.", "ArticleIdList": ["10.1159/000323958", "21494041"]}, {"Citation": "Abdollahi H, shokoohi M, Savari M. The Prevalence of Helicobacter pylori babA2, iceA1 and iceA2 Genes and Their Association with Clinical Outcomes in Patients with Chronic Gastritis, Ulcerative Diseases and Non-Ulcer Dyspepsia in South East of Iran. Jundishapur J Microbiol. 2013;6(4):e24271. doi: 10.5812/jjm.4739.", "ArticleIdList": ["10.5812/jjm.4739"]}, {"Citation": "Farjadi V, Abtahi H, Zolfaghari MR, Soufian S, Hasanzadeh L. Expression, Purification and Evaluation of Antigenicity of CagA Antigenic Fragment of Helicobacter pylori. Jundishapur J Microbiol. 2013;6(9):e24271. doi: 10.5812/jjm.7367.", "ArticleIdList": ["10.5812/jjm.7367"]}, {"Citation": "Hernandez-Diaz S, Martin-Merino E, Garcia Rodriguez LA. Risk of complications after a peptic ulcer diagnosis: effectiveness of proton pump inhibitors. Dig Dis Sci. 2013;58(6):1653–62. doi: 10.1007/s10620-013-2561-9.", "ArticleIdList": ["10.1007/s10620-013-2561-9", "23371011"]}, {"Citation": "Barros MP, Lemos M, Maistro EL, Leite MF, Sousa JP, Bastos JK, et al. Evaluation of antiulcer activity of the main phenolic acids found in Brazilian Green Propolis. J Ethnopharmacol. 2008;120(3):372–7. doi: 10.1016/j.jep.2008.09.015.", "ArticleIdList": ["10.1016/j.jep.2008.09.015", "18930797"]}, {"Citation": "Mota KS, Dias GE, Pinto ME, Luiz-Ferreira A, Souza-Brito AR, Hiruma-Lima CA, et al. Flavonoids with gastroprotective activity. Molecules. 2009;14(3):979–1012. doi: 10.3390/molecules14030979.", "ArticleIdList": ["10.3390/molecules14030979", "PMC6253827", "19305355"]}, {"Citation": "Lara MS, Gutierrez JI, Timon M, Andres AI. Evaluation of two natural extracts (Rosmarinus officinalis L. and Melissa officinalis L.) as antioxidants in cooked pork patties packed in MAP. Meat Sci. 2011;88(3):481–8. doi: 10.1016/j.meatsci.2011.01.030.", "ArticleIdList": ["10.1016/j.meatsci.2011.01.030", "21345605"]}, {"Citation": "Sumbul S, Ahmad MA, Mohd A, Mohd A. Role of phenolic compounds in peptic ulcer: An overview. J Pharm Bioallied Sci. 2011;3(3):361–7. doi: 10.4103/0975-7406.84437.", "ArticleIdList": ["10.4103/0975-7406.84437", "PMC3178942", "21966156"]}, {"Citation": "Biswas K, Bandyopadhyay U, Chattopadhyay I, Varadaraj A, Ali E, Banerjee RK. A novel antioxidant and antiapoptotic role of omeprazole to block gastric ulcer through scavenging of hydroxyl radical. J Biol Chem. 2003;278(13):10993–1001. doi: 10.1074/jbc.M210328200.", "ArticleIdList": ["10.1074/jbc.M210328200", "12529378"]}, {"Citation": "Kath RK, Gupta RK. Antioxidant activity of hydroalcoholic leaf extract of ocimum sanctum in animal models of peptic ulcer. Indian J Physiol Pharmacol. 2006;50(4):391–6.", "ArticleIdList": ["17402269"]}, {"Citation": "Odabasoglu F, Cakir A, Suleyman H, Aslan A, Bayir Y, Halici M, et al. Gastroprotective and antioxidant effects of usnic acid on indomethacin-induced gastric ulcer in rats. J Ethnopharmacol. 2006;103(1):59–65. doi: 10.1016/j.jep.2005.06.043.", "ArticleIdList": ["10.1016/j.jep.2005.06.043", "16169175"]}, {"Citation": "Kennedy DO, Wake G, Savelev S, Tildesley NT, Perry EK, Wesnes KA, et al. Modulation of mood and cognitive performance following acute administration of single doses of Melissa officinalis (Lemon balm) with human CNS nicotinic and muscarinic receptor-binding properties. Neuropsychopharmacology. 2003;28(10):1871–81. doi: 10.1038/sj.npp.1300230.", "ArticleIdList": ["10.1038/sj.npp.1300230", "12888775"]}, {"Citation": "Kennedy DO, Little W, Scholey AB. Attenuation of laboratory-induced stress in humans after acute administration of Melissa officinalis (Lemon Balm). Psychosom Med. 2004;66(4):607–13. doi: 10.1097/01.psy.0000132877.72833.71.", "ArticleIdList": ["10.1097/01.psy.0000132877.72833.71", "15272110"]}, {"Citation": "Akhondzadeh S, Noroozian M, Mohammadi M, Ohadinia S, Jamshidi AH, Khani M. Melissa officinalis extract in the treatment of patients with mild to moderate Alzheimer's disease: a double blind, randomised, placebo controlled trial. J Neurol Neurosurg Psychiatry. 2003;74(7):863–6.", "ArticleIdList": ["PMC1738567", "12810768"]}, {"Citation": "Savino F, Cresi F, Castagno E, Silvestro L, Oggero R. A randomized double-blind placebo-controlled trial of a standardized extract of Matricariae recutita, Foeniculum vulgare and Melissa officinalis (ColiMil) in the treatment of breastfed colicky infants. Phytother Res. 2005;19(4):335–40. doi: 10.1002/ptr.1668.", "ArticleIdList": ["10.1002/ptr.1668", "16041731"]}, {"Citation": "Canadanovic-Brunet J, Cetkovic G, Djilas S, Tumbas V, Bogdanovic G, Mandic A, et al. Radical scavenging, antibacterial, and antiproliferative activities of Melissa officinalis L. extracts. J Med Food. 2008;11(1):133–43. doi: 10.1089/jmf.2007.580.", "ArticleIdList": ["10.1089/jmf.2007.580", "18361749"]}, {"Citation": "Koksal E, Bursal E, Dikici E, Tozoglu F, Gulcin I. Antioxidant activity of Melissa officinalis leaves. J Med Plant Res. 2011;5(2):217–22."}, {"Citation": "de Sousa AC, Alviano DS, Blank AF, Alves PB, Alviano CS, Gattass CR. Melissa officinalis L. essential oil: antitumoral and antioxidant activities. J Pharm Pharmacol. 2004;56(5):677–81. doi: 10.1211/0022357023321.", "ArticleIdList": ["10.1211/0022357023321", "15142347"]}, {"Citation": "Meftahizade H, Sargsyan E, Moradkhani H. Investigation of antioxidant capacity of Melissa officinalis L. essential oils. J Med Plant Res. 2010;4(14):1391–5."}, {"Citation": "Khayyal MT, el-Ghazaly MA, Kenawy SA, Seif-el-Nasr M, Mahran LG, Kafafi YA, et al. Antiulcerogenic effect of some gastrointestinally acting plant extracts and their combination. Arzneimittelforschung. 2001;51(7):545–53. doi: 10.1055/s-0031-1300078.", "ArticleIdList": ["10.1055/s-0031-1300078", "11505785"]}, {"Citation": "Sannomiya M, Fonseca VB, da Silva MA, Rocha LR, Dos Santos LC, Hiruma-Lima CA, et al. Flavonoids and antiulcerogenic activity from Byrsonima crassa leaves extracts. J Ethnopharmacol. 2005;97(1):1–6. doi: 10.1016/j.jep.2004.09.053.", "ArticleIdList": ["10.1016/j.jep.2004.09.053", "15652267"]}, {"Citation": "Farzaei MH, Khazaei M, Abbasabadei Z, Feyzmahdavi M, Mohseni GR. Protective Effect of Tragopogon Graminifolius DC Against Ethanol Induced Gastric Ulcer. Iran Red Crescent Med J. 2013;15(9):813–6. doi: 10.5812/ircmj.7845.", "ArticleIdList": ["10.5812/ircmj.7845", "PMC3929817", "24616792"]}, {"Citation": "Sharma AV, Ganguly K, Paul S, Maulik N, Swarnakar S. Curcumin heals indomethacin-induced gastric ulceration by stimulation of angiogenesis and restitution of collagen fibers via VEGF and MMP-2 mediated signaling. Antioxid Redox Signal. 2012;16(4):351–62. doi: 10.1089/ars.2011.4232.", "ArticleIdList": ["10.1089/ars.2011.4232", "21942294"]}, {"Citation": "Yasukawa K, Kasazaki K, Hyodo F, Utsumi H. Non-invasive analysis of reactive oxygen species generated in rats with water immersion restraint-induced gastric lesions using in vivo electron spin resonance spectroscopy. Free Radic Res. 2004;38(2):147–55.", "ArticleIdList": ["15104208"]}, {"Citation": "Botsoglou NA, Fletouris DJ, Papageorgiou GE, Vassilopoulos VN, Mantis AJ, Trakatellis AG. Rapid, sensitive, and specific thiobarbituric acid method for measuring lipid peroxidation in animal tissue, food, and feedstuff samples. J Agric Food Chem. 1994;42(9):1931–17."}, {"Citation": "Delmas-Beauvieux MC, Peuchant E, Dumon MF, Receveur MC, Le Bras M, Clerc M. Relationship between red blood cell antioxidant enzymatic system status and lipoperoxidation during the acute phase of malaria. Clin Biochem. 1995;28(2):163–9.", "ArticleIdList": ["7628075"]}, {"Citation": "Paglia DE, Valentine WN. Studies on the quantitative and qualitative characterization of erythrocyte glutathione peroxidase. J Lab Clin Med. 1967;70(1):158–69.", "ArticleIdList": ["6066618"]}, {"Citation": "Kwiecien S, Brzozowski T, Konturek SJ. Effects of reactive oxygen species action on gastric mucosa in various models of mucosal injury. J Physiol Pharmacol. 2002;53(1):39–50.", "ArticleIdList": ["11939718"]}, {"Citation": "Tandon R, Khanna HD, Dorababu M, Goel RK. Oxidative stress and antioxidants status in peptic ulcer and gastric carcinoma. Indian J Physiol Pharmacol. 2004;48(1):115–8.", "ArticleIdList": ["15270379"]}, {"Citation": "Pereira RP, Fachinetto R, de Souza Prestes A, Puntel RL, Santos da Silva GN, Heinzmann BM, et al. Antioxidant effects of different extracts from Melissa officinalis, Matricaria recutita and Cymbopogon citratus. Neurochem Res. 2009;34(5):973–83. doi: 10.1007/s11064-008-9861-z.", "ArticleIdList": ["10.1007/s11064-008-9861-z", "18853256"]}, {"Citation": "Zeraatpishe A, Oryan S, Bagheri MH, Pilevarian AA, Malekirad AA, Baeeri M, et al. Effects of Melissa officinalis L. on oxidative status and DNA damage in subjects exposed to long-term low-dose ionizing radiation. Toxicol Ind Health. 2011;27(3):205–12. doi: 10.1177/0748233710383889.", "ArticleIdList": ["10.1177/0748233710383889", "20858648"]}, {"Citation": "Dastmalchi K, Damien Dorman HJ, Oinonen PP, Darwis Y, Laakso I, Hiltunen R. Chemical composition and in vitro antioxidative activity of a lemon balm (Melissa officinalis L.) extract. LWT Food Sci Tech. 2008;41(3):391–400."}, {"Citation": "Marongiu B, Porcedda S, Piras A, Rosa A, Deiana M, Dessi MA. Antioxidant activity of supercritical extract of Melissa officinalis subsp. officinalis and Melissa officinalis subsp. inodora. Phytother Res. 2004;18(10):789–92. doi: 10.1002/ptr.1549.", "ArticleIdList": ["10.1002/ptr.1549", "15551397"]}, {"Citation": "Munne-Bosch S, Alegre L. The significance of β-carotene, α-tocopherol and the xanthophyll cycle in droughted Melissa officinalis plants. Function Plant Biol. 2000;27(2):139–46."}, {"Citation": "Martins EN, Pessano NT, Leal L, Roos DH, Folmer V, Puntel GO, et al. Protective effect of Melissa officinalis aqueous extract against Mn-induced oxidative stress in chronically exposed mice. Brain Res Bull. 2012;87(1):74–9. doi: 10.1016/j.brainresbull.2011.10.003.", "ArticleIdList": ["10.1016/j.brainresbull.2011.10.003", "22020131"]}, {"Citation": "Lin JT, Chen YC, Lee YC, Hou CWR, Chen FL, Yang DJ. Antioxidant, anti-proliferative and cyclooxygenase-2 inhibitory activities of ethanolic extracts from lemon balm (Melissa officinalis L.) leaves. LWT Food Sci Tech. 2012;49(1):1–7."}, {"Citation": "Bafna PA, Balaraman R. Anti-ulcer and antioxidant activity of DHC-1, a herbal formulation. J Ethnopharmacol. 2004;90(1):123–7.", "ArticleIdList": ["14698519"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "10", "Day": "21"}, {"Year": "2015", "Month": "3", "Day": "15"}, {"Year": "2015", "Month": "4", "Day": "11"}, {"Year": "2016", "Month": "9", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "7", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["27651945", "PMC5020425", "10.5812/ircmj.24271"]}}], "PubmedBookArticle": []}