{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Angola", "Bakongo people", "Disturbance vegetation", "Ethnobotany", "Traditional knowledge"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27650466", "DateCompleted": {"Year": "2017", "Month": "06", "Day": "06"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "09", "Day": "20"}], "ELocationID": ["42", "10.1186/s13002-016-0116-9"], "Language": ["eng"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2016", "Month": "Sep", "Day": "20"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Plants from disturbed savannah vegetation and their usage by Bakongo tribes in Uíge, Northern Angola.", "Pagination": {"StartPage": "42", "MedlinePgn": "42"}, "Abstract": {"AbstractText": ["This study represents the first in-depth ethnobotanical study in the province of Uíge in northern Angola and documents the traditional knowledge of the Bakongo people living in the area. Due to deforestation and frequent fires, degraded savannahs dominate the landscape in the study region. Here we provide a list of useful plants from these savannahs including quantitative data about cultural importance of the respective species, aiming on the one hand to conserve the local knowledge and on the other hand to create a reliable basis for research projects in the region.", "Field work was conducted in April and May 2014 in 5 municipalities of Uíge province. The study is based on 32 semi-structured and free-listing interviews, group discussions of varying scope and 14 field trips, involving a total of 82 informants. Throughout the course of the study herbarium specimens of the useful species were collected for later identification. Cultural importance index was applied to analyse the data sets recorded and to determine the best-known useful species in the region. All data sets were compared to the literature available for the region.", "The study documents a total of 498 citations for the use of 122 plants from 48 families, 34.0 % of which were unknown according to the literature used for comparison. The high amount (71 %) of medical use-reports indicates that plants still play a crucial role in rural health care. We identified 14 plant species of special interest for pharmacological analysis. Species of highest cultural importance are Annona senegalensis Pers. and Sarcocephalus latifolius (Sm.) E.A., both of which are frequently found in disturbed savannahs.", "The study points out the importance of savannahs even if degraded in terms of useful plants and provides a valuable addition to current knowledge of plant use in Northern Angola. This is not only essential for further studies, i.e. regarding pharmaceutical agents, but also for the design of a planned botanical garden of the University Kimpa Vita in Uíge, which aims at communicating the findings to the local people."]}, "AuthorList": [{"Identifier": ["0000-0002-9035-4130"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Botanik, Technische Universität Dresden, D-01062, Dresden, Germany. anne.goehre@tu-dresden.de."}], "LastName": "Göhre", "ForeName": "Anne", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidade Kimpa Vita, Province of Uíge, Rua Henrique Freitas No. 1, Bairro Popular, Uíge, Angola."}], "LastName": "Toto-Nienguesse", "ForeName": "Álvaro Bruno", "Initials": "ÁB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidade Kimpa Vita, Province of Uíge, Rua Henrique Freitas No. 1, Bairro Popular, Uíge, Angola."}], "LastName": "Futuro", "ForeName": "Macaia", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Botanik, Technische Universität Dresden, D-01062, Dresden, Germany."}], "LastName": "Neinhuis", "ForeName": "Christoph", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Botanik, Technische Universität Dresden, D-01062, Dresden, Germany."}], "LastName": "Lautenschläger", "ForeName": "Thea", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Angola"}, {"QualifierName": [], "DescriptorName": "Conservation of Natural Resources"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Edible"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kuedikuenda S, Xavier M. Framework report on Angola’s Biodiversity. Republic of Angola: Ministry of Environment; 2009."}, {"Citation": "CIA. The World Factbook. https://www.cia.gov/library/publications/the-world-factbook/geos/ao.html. Accessed 30 Jun 2015."}, {"Citation": "Leyens T, Lobin W. Manual de plantas úteis de Angola. Bischöfliches Hilfswerk Misereor e.V., editor. Aachen: MVG-Medienproduktion und Vertriebsges; 2009."}, {"Citation": "Costa EMEF da, Pedro M. Plantas medicinais de Angola. Luanda: Universidade Agostinho Neto, Centro de Botânica; 2013."}, {"Citation": "Latham P, Konda ku Mbuta A. Useful Plants of Bas-Congo Province, Democratic Republic of Congo. 2014."}, {"Citation": "Latham P, Konda ku Mbuta A. Some honeybee plants of Bas-Congo Province, Democratic Republic of Congo. 2. 2011."}, {"Citation": "Kembelo K. Quelques plantes medecinales du Bas-Congo et leurs usage. 2003."}, {"Citation": "Makumbelo E, Lukoki L, Paulus J, Luyindula N. Stratégie de valorisation des espèces ressources des produits non ligneux de la savane des environs de Kinshasa: II. Enquête ethnobotanique (aspects médicinaux) Tropicultura. 2008;26:129–134."}, {"Citation": "Urso V, Signorini MA, Tonini M, Bruschi P. Wild medicinal and food plants used by communities living in Mopane woodlands of southern Angola: Results of an ethnobotanical field investigation. J Ethnopharmacol. 2016;177:126–39. doi: 10.1016/j.jep.2015.11.041.", "ArticleIdList": ["10.1016/j.jep.2015.11.041", "26639153"]}, {"Citation": "Lautenschläger T, Neinhuis C, editors. Riquezas naturais de Uíge - Uma breve introdução sobre o estado atual, a ameaça e a preservação da biodiversidade. Dresden: Technische Uni Dresden; 2014."}, {"Citation": "Posey DA. Indigenous management of tropical forest ecosystems: the case of the Kayapó indians of the Brazilian Amazon. Agrofor Syst. 1985;3:139–58. doi: 10.1007/BF00122640.", "ArticleIdList": ["10.1007/BF00122640"]}, {"Citation": "Towns AM, Ruysschaert S, van Vliet E, van Andel T. Evidence in support of the role of disturbance vegetation for women’s health and childcare in Western Africa. J Ethnobiol Ethnomedicine. 2014;10:42. doi: 10.1186/1746-4269-10-42.", "ArticleIdList": ["10.1186/1746-4269-10-42", "PMC4025535", "24885805"]}, {"Citation": "Phillips O, Gentry AH. The useful plants of Tambopata, Peru: II. Additional hypotheses testing in quantitative ethnobotany. Econ Bot. 1993;47:33–43. doi: 10.1007/BF02862204.", "ArticleIdList": ["10.1007/BF02862204"]}, {"Citation": "Stepp JR. The role of weeds as sources of pharmaceuticals. J Ethnopharmacol. 2004;92:163–6. doi: 10.1016/j.jep.2004.03.002.", "ArticleIdList": ["10.1016/j.jep.2004.03.002", "15137997"]}, {"Citation": "Stepp JR, Moerman DE. The importance of weeds in ethnopharmacology. J Ethnopharmacol. 2001;75:19–23. doi: 10.1016/S0378-8741(00)00385-8.", "ArticleIdList": ["10.1016/S0378-8741(00)00385-8", "11282438"]}, {"Citation": "Briggs DJ, Smithson P. Fundamentals of Physical Geography. New Jersey: Rowman & Littlefield; 1986."}, {"Citation": "Peel MC, Finlayson BL, McMahon TA. Updated world map of the Köppen-Geiger climate classification. Hydrol Earth Syst Sci. 2007;11:1633–44. doi: 10.5194/hess-11-1633-2007.", "ArticleIdList": ["10.5194/hess-11-1633-2007"]}, {"Citation": "Marquardsen H, editor. Angola. 2. Berlin: Reimer; 1928."}, {"Citation": "Barbosa LAG. Carta fitogeográfica de Angola. Luanda: Instituto de Investigação Científica de Angola; 2009."}, {"Citation": "Kuder M, editor. Angola / Naturraum, Wirtschaft, Bevölkerung, Kultur, Zeitgeschichte und Entwicklungsperspektiven. München: Weltforum-Verl; 1994."}, {"Citation": "Censo 2014. http://censo.ine.gov.ao/xportal/xmain?xpid=censo2014&xpgid=provincias&provincias-generic-detail_qry=BOUI=10327871&actualmenu=10327871&actualmenu=10496934. Accessed 26 Nov 2014"}, {"Citation": "B Barroso Quiala M. Longoka Kikongo. 1st ed. Luanda: Mayamba Editora; 2013."}, {"Citation": "Kassie GT, Erenstein O, Mwangi W, LaRovere R, Stetimela P, Langyintuo A. Characterization of Maize Production in Southern Africa: Synthesis of CIMMYT/DTMA Household Level Farming System Surveys in Angola, Malawi, Mozambique, Zambia and Zimbabwe. Mexico, D.F.: CIMMYT; 2012. http://dtma.cimmyt.org/index.php/publications/doc_view/168-characterization-of-maize-production-in-southern-africa-synthesis-of-cimmyt-dtma-household-level-farming-system-surveys-in-angola-malawi-mozambique-zambia-and-zimbabwe. Accessed 10 Feb 2015."}, {"Citation": "FAO. Food and Agriculture Organization: Angola Country Programming Framework 2013-2017. 2012. ftp://ftp.fao.org/TC/CPF/Countries/Angola/CPFAngola.pdf. Accessed 27 Dec 2014."}, {"Citation": "Queza AJ. Sistema de saúde em Angola: Uma proposta à luz da reforma do serviço nacional de saúde em Portugal. Mestrado Integrado em Medicina, Universidade do Porto; 2009 http://repositorio-aberto.up.pt/bitstream/10216/50407/2/Sistema%20Nacional%20de%20Sade%20Angolano%20e%20Contributos%20%20Luz%20da%20Reforma%20do%20SNS%20Portugus.pdf?. Accessed 30 March 2016."}, {"Citation": "UN Inter-agency Group for Child Mortality Estimation, editor. Levels & trends in Child Mortality. 2015. http://childmortality.org/files_v20/download/IGME%20report%202015%20child%20mortality%20final.pdf. Accessed 28 Feb 2016."}, {"Citation": "Ministerio da Saúde de Angola . Plano Nacional de Desenvolvimento Sanitário 2012-2025. 2014."}, {"Citation": "Exell AW, Mendoca FA. Conspectus florae angolensis. Lisboa: Ministerio do Ultramar, Junta de Investigacoes colonais; 1954."}, {"Citation": "Exell AW, Mendoca FA. Conspectus florae angolensis. Wittnich Carisso L, editor. Lisboa: Ministerio do Ultramar, Junta de Investigacoes colonais; 1937."}, {"Citation": "Exell AW, Mendoca FA. Conspectus florae angolensis. Lisboa: Ministerio do Ultramar, Junta de Investigacoes colonais; 1962."}, {"Citation": "Figueiredo E, Smith G. Plantas de Angola. Pretoria: South African National Biodiversity Institute (SANBI); 2008."}, {"Citation": "Hutchinson J, Dalziel JM. Flora of West Tropical Africa: The British West African territories, Liberia, the French and Portuguese territories South of latitude 18°N. to Lake Chad, and Fernando Po. 2. London: Crown agents for Oversea Governments and Administrations; 1954."}, {"Citation": "Hutchinson J, Dalziel JM. Flora of West Tropical Africa: All territories in West Africa South of latitude 18°N. and to the West of Lake Chad, and Fernando Po. 2. London: Crown agents for Oversea Governments and Administrations; 1972."}, {"Citation": "Hutchinson J, Dalziel JM. Flora of West Tropical Africa: The British West African territories, Liberia, the French and Portuguese territories South of latitude 18°N. to Lake Chad, and Fernando Po. 2. London: Crown agents for Oversea Governments and Administrations; 1958."}, {"Citation": "Hutchinson J, Dalziel JM. Flora of West Tropical Africa: All territories in West Africa South of latitude 18 °N. and to the West of Lake Chad, and Fernando Po. 2nd ed. London: Crown agents for Oversea Governments and Administrations; 1963."}, {"Citation": "Hutchinson J, Dalziel JM. Flora of West Tropical Africa: All territories in West Africa South of latitude 18°N. and to the West of Lake Chad, and Fernando Po. 2. London: Crown agents for Oversea Governments and Administrations; 1968."}, {"Citation": "Akoègninou A, Burg WJ van der, Maesen LJG van der. Flore analytique du Bénin. Backhuys; 2006."}, {"Citation": "Royal Botanic Gardens Kew . Flora Zambesica. 2007."}, {"Citation": "Royal Botanic Gardens Kew . Kew Herbarium Catalogue. 2014."}, {"Citation": "Instituto de Investigação Científica Tropical Portugal. Herbário LISC. 2007. http://maerua.iict.pt/colecoes/herb_simplesearch.php. Accessed 14 Jul 2015."}, {"Citation": "Tardío J, Pardo-de-Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of Southern Cantabria (Northern Spain)1. Econ Bot. 2008;62:24–39. doi: 10.1007/s12231-007-9004-5.", "ArticleIdList": ["10.1007/s12231-007-9004-5"]}, {"Citation": "Kufer J, Heinrich M, Förther H, Pöll E. Historical and modern medicinal plant uses — the example of the Ch’orti’ Maya and Ladinos in Eastern Guatemala. J Pharm Pharmacol. 2005;57:1127–52. doi: 10.1211/jpp.57.9.0008.", "ArticleIdList": ["10.1211/jpp.57.9.0008", "16105234"]}, {"Citation": "Medeiros MFT, da Silva PS, de Albuquerque UP. Quantification in ethnobotanical research : an overview of indices used from 1995 to 2009. Sitientibus Sér Ciênc Biol. 2011;11:211–30. doi: 10.13102/scb108.", "ArticleIdList": ["10.13102/scb108"]}, {"Citation": "Neuwinger HD. African traditional medicine / a dictionary of plant use and applications. Stuttgart: Medpharm; 2000."}, {"Citation": "Latham P. Scamperdale - Fotostream on flickr. https://www.flickr.com/photos/36517976@N06/sets/. Accessed 23 Dec 2014."}, {"Citation": "Muller J, Almedom AM. What is “Famine Food”? distinguishing between traditional vegetables and special foods for times of hunger/scarcity (Boumba, Niger) Hum Ecol. 2008;36:599–607. doi: 10.1007/s10745-008-9179-0.", "ArticleIdList": ["10.1007/s10745-008-9179-0"]}, {"Citation": "Maroyi A. The gathering and consumption of wild edible plants in Nhema Communal Area, Midlands Province, Zimbabwe. Ecol Food Nutr. 2011;50:506–25. doi: 10.1080/03670244.2011.620879.", "ArticleIdList": ["10.1080/03670244.2011.620879", "22077930"]}, {"Citation": "Gail H, Tarryn B, Oluwaseyi A, Denver D, Oluchi M, Charlotte VK, et al. An ethnobotanical survey of medicinal plants used by traditional health practitioners to manage HIV and its related opportunistic infections in Mpoza, Eastern Cape Province, South Africa. J Ethnopharmacol. 2015;171:109–15. doi: 10.1016/j.jep.2015.05.029.", "ArticleIdList": ["10.1016/j.jep.2015.05.029", "26023032"]}, {"Citation": "Bajin Ba Ndob I, Mengome LE, Bourobou Bourobou H-P, Lossangoye Banfora Y, Bivigou F. Ethnobotanical survey of medicinal plants used as anthelmintic remedies in Gabon. J Ethnopharmacol. 2016;191:360–71. doi: 10.1016/j.jep.2016.06.026.", "ArticleIdList": ["10.1016/j.jep.2016.06.026", "27296084"]}, {"Citation": "Omwenga EO, Hensel A, Shitandi A, Goycoolea FM. Ethnobotanical survey of traditionally used medicinal plants for infections of skin, gastrointestinal tract, urinary tract and the oral cavity in Borabu sub-county, Nyamira county, Kenya. J Ethnopharmacol. 2015;176:508–14. doi: 10.1016/j.jep.2015.11.032.", "ArticleIdList": ["10.1016/j.jep.2015.11.032", "26596256"]}, {"Citation": "Ngezahayo J, Havyarimana F, Hari L, Stévigny C, Duez P. Medicinal plants used by Burundian traditional healers for the treatment of microbial diseases. J Ethnopharmacol. 2015;173:338–51. doi: 10.1016/j.jep.2015.07.028.", "ArticleIdList": ["10.1016/j.jep.2015.07.028", "26232628"]}, {"Citation": "Kankara SS, Ibrahim MH, Mustafa M, Go R. Ethnobotanical survey of medicinal plants used for traditional maternal healthcare in Katsina state, Nigeria. South Afr J Bot. 2015;97:165–75. doi: 10.1016/j.sajb.2015.01.007.", "ArticleIdList": ["10.1016/j.sajb.2015.01.007"]}, {"Citation": "NCBI. PubMed. http://www.ncbi.nlm.nih.gov/pubmed Accessed 20 Jun 2015."}, {"Citation": "Musinguzi E, Kikafunda JK, Kiremire BT. Utilization of indigenous food plants in Uganda: A case study of south-western Uganda. Afr J Food Agric Nutr Dev. 2006;6:2."}, {"Citation": "Oladele OI. Contribution of indigenous vegetables and fruits to poverty alleviation in Oyo State, Nigeria. J Hum Ecol. 2011;34:1–6."}, {"Citation": "Dansi A, Adjatin A, Adoukonou-Sagbadja H, Faladé V, Yedomonhan H, Odou D, et al. Traditional leafy vegetables and their use in the Benin Republic. Genet Resour Crop Evol. 2008;55:1239–56. doi: 10.1007/s10722-008-9324-z.", "ArticleIdList": ["10.1007/s10722-008-9324-z"]}, {"Citation": "Chhabra SC, Mahunnah RLA, Mshiu EN. Plants used in traditional medicine in Eastern Tanzania. VI. Angiosperms (Sapotaceae to Zingiberaceae) J. Ethnopharmacol. 1993;39(2):83–103. doi: 10.1016/0378-8741(93)90024-Y.", "ArticleIdList": ["10.1016/0378-8741(93)90024-Y", "8412248"]}, {"Citation": "Akpabio UD, Udo UE, Akpakpan AE. Evaluation of phytochemical, proximate and mineral element composition of stem of Costus afer (Bush cane) Asian J Plant Sci Res. 2012;2:607–12."}, {"Citation": "Grace OM, Simmonds MSJ, Smith GF, Wyk AE van. Documented utility and biocultural value of Aloe L. (Asphodelaceae): a review. Econ Bot. 2009;63:167–78."}, {"Citation": "Abdu-Aguye I, Sannusi A, Alafiya-Tayo RA, Bhusnurmath SR. Acute toxicity studies with Jatropha curcas L. Hum Toxicol. 1986;5:269–74. doi: 10.1177/096032718600500409.", "ArticleIdList": ["10.1177/096032718600500409", "3488257"]}, {"Citation": "Valdes-Rodriguez OA, Sanchez-Sanchez O, Perez-Vazquez A, Caplan J. The Mexican non-toxic Jatropha curcas L., Food Resource or Biofuel? Ethnobot. Res Appl. 2013;11:001–7."}, {"Citation": "Makkar HPS, Aderibigbe AO, Becker K. Comparative evaluation of non-toxic and toxic varieties of Jatropha curcas for chemical composition, digestibility, protein degradability and toxic factors. Food Chem. 1998;62:207–15. doi: 10.1016/S0308-8146(97)00183-0.", "ArticleIdList": ["10.1016/S0308-8146(97)00183-0"]}, {"Citation": "Moerman DE. The medicinal Flora of native North America: an analysis. J Ethnopharmacol. 1991;31:1–42. doi: 10.1016/0378-8741(91)90141-Y.", "ArticleIdList": ["10.1016/0378-8741(91)90141-Y", "2030588"]}, {"Citation": "dos Santos LL, Ramos MA, da Silva SI, de Sales MF, de Albuquerque UP. Caatinga ethnobotany: anthropogenic landscape modification and useful species in Brazil’s Semi-Arid Northeast. Econ Bot. 2009;63:363. doi: 10.1007/s12231-009-9094-3.", "ArticleIdList": ["10.1007/s12231-009-9094-3"]}, {"Citation": "de Albuquerque UP. Re-examining hypotheses concerning the use and knowledge of medicinal plants: a study in the Caatinga vegetation of NE Brazil. J Ethnobiol Ethnomedicine. 2006;2:30. doi: 10.1186/1746-4269-2-30.", "ArticleIdList": ["10.1186/1746-4269-2-30", "PMC1557484", "16872499"]}, {"Citation": "Fuhlendorf SD, Engle DM. Application of the fire-grazing interaction to restore a shifting mosaic on tallgrass prairie: Shifting mosaic on tallgrass prairie. J Appl Ecol. 2004;41:604–14. doi: 10.1111/j.0021-8901.2004.00937.x.", "ArticleIdList": ["10.1111/j.0021-8901.2004.00937.x"]}, {"Citation": "Laris P, Wardell DA. Good, bad or “necessary evil”? Reinterpreting the colonial burning experiments in the savanna landscapes of West Africa. Geogr J. 2006;172:271–90. doi: 10.1111/j.1475-4959.2006.00215.x.", "ArticleIdList": ["10.1111/j.1475-4959.2006.00215.x"]}, {"Citation": "Walters GM. The Land Chief’s embers: ethnobotany of Batéké fire regimes, savanna vegetation and resource use in Gabon. London: University College London; 2010."}, {"Citation": "Hauser S, Norgrove L. Slash-and-Burn Agriculture, Effects of. In: Levin SA, editor. Encycl. Biodivers. 2. Waltham: Academic; 2001. pp. 551–62."}, {"Citation": "Stewart K. Effects of bark harvest and other human activity on populations of the African cherry (Prunus africana) on Mount Oku, Cameroon. For Ecol Manag. 2009;258:1121–8. doi: 10.1016/j.foreco.2009.05.039.", "ArticleIdList": ["10.1016/j.foreco.2009.05.039"]}, {"Citation": "Delvaux C, Sinsin B, Darchambeau F, Van Damme P. Recovery from bark harvesting of 12 medicinal tree species in Benin, West Africa. J Appl Ecol. 2009;46:703–12."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "4", "Day": "8"}, {"Year": "2016", "Month": "9", "Day": "13"}, {"Year": "2016", "Month": "9", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["27650466", "PMC5030725", "10.1186/s13002-016-0116-9", "10.1186/s13002-016-0116-9"]}}], "PubmedBookArticle": []}