{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antioxidant", "cytokines", "inflammation", "liver toxicity", "oxidative stress"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27656145", "DateCompleted": {"Year": "2016", "Month": "09", "Day": "22"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "09", "Day": "07"}], "ELocationID": ["298", "10.3389/fphar.2016.00298"], "Language": ["eng"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2016"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Protective Effect of Bioactivity Guided Fractions of Ziziphus jujuba Mill. Root Bark against Hepatic Injury and Chronic Inflammation via Inhibiting Inflammatory Markers and Oxidative Stress.", "Pagination": {"StartPage": "298", "MedlinePgn": "298"}, "Abstract": {"AbstractText": ["The tribal communities of North Eastern India rely on herbal medicine to cure various disease conditions. Ziziphus jujuba Mill. (Rhamnaceae) is one of such medicinal plants used for curing liver ailments, insomnia, anemia, diarrhea, diabetic complications, cancer, and loss of appetite. The present study was aimed to describe the protective ability of Z. jujuba root bark (ZJRB) against hepatic injury and chronic inflammation. Bioactivity guided fractionation of Z. jujuba methanol extract (ZJME) was performed using different solvents of increasing polarity viz. hexane (ZJHF), chloroform (ZJCF), ethyl acetate (ZJEAF), water (ZJWF), and residue (ZJMR). In vitro antioxidant results revealed that both ZJME and ZJWF possess strong antioxidant activity among all the fractions and mother extract tested. Further, ZJME and ZJWF showed significant protection against CCl4 intoxicated HepG2 cell lines by means of increased cell viability and decreased LDH levels compared to control group. ZJME at 200, 400 mg/kg and ZJWF at 50, 100 mg/kg inhibited the lipid peroxidation and significantly restored the liver function markers (AST, ALT, ALP, LDH, SOD, and CAT) and cytokine levels (TNF-α, Il-1β, and Il-10) in CCl4 induced acute liver damage in rats. All the results were comparable with standard drug silymarin which was further confirmed by histopathology analysis of liver. Similarly, inflammation and increase inflammatory cytokines levels of carrageenan induced paw edema in rats have been refurbished to normal levels on par with the standard drug indomethacin. ZJWF demonstrated potent response than ZJME in all the biological tests conducted. The results of the study signify the ability of ZJRB as good therapeutic agent for liver toxicity and chronic inflammation."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug Discovery Laboratory, Institute of Advanced Study in Science and Technology Guwahati, India."}], "LastName": "Kandimalla", "ForeName": "Raghuram", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Girijananda Chowdhury Institute of Pharmaceutical Science Guwahati, India."}], "LastName": "Dash", "ForeName": "Suvakanta", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug Discovery Laboratory, Institute of Advanced Study in Science and Technology Guwahati, India."}], "LastName": "Kalita", "ForeName": "Sanjeeb", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug Discovery Laboratory, Institute of Advanced Study in Science and Technology Guwahati, India."}], "LastName": "Choudhury", "ForeName": "Bhaswati", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Medicine, Hong Kong Baptist University Hong Kong, China."}], "LastName": "Malampati", "ForeName": "Sandeep", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Hayat Hospital Guwahati, India."}], "LastName": "Kalita", "ForeName": "Kasturi", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jawaharlal Nehru Centre for Advanced Scientific Research Bengaluru, India."}], "LastName": "Kalita", "ForeName": "Bhupalee", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug Discovery Laboratory, Institute of Advanced Study in Science and Technology Guwahati, India."}], "LastName": "Devi", "ForeName": "Rajlakshmi", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug Discovery Laboratory, Institute of Advanced Study in Science and Technology Guwahati, India."}], "LastName": "Kotoky", "ForeName": "Jibon", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adegoke A. A., Iberi P. A., Akinpelu D. A., Aiyegoro O. A., Mboto C. I. (2010). Studies on phytochemical screening and antimicrobial potentials of Phyllanthus amarus against multiple antibiotic resistant bacteria. Int. J. Appl. Res. Nat. Prod. 3 6–12."}, {"Citation": "Arumugam P., Priya N. G., Subathra M., Ramesh A. (2008). Anti-inflammatory activity of four solvent fractions of ethanol extract of Mentha spicata L. investigated on acute and chronic inflammation induced rats. Environ. Toxicol. Pharmacol. 26 92–95. 10.1016/j.etap.2008.02.008", "ArticleIdList": ["10.1016/j.etap.2008.02.008", "21783894"]}, {"Citation": "Bhardwaj N., Singh Y. P., Devi D., Kandimalla R., Kotoky J., Mandal B. B. (2016). Potential of silk fibroin/chondrocyte constructs of muga silkworm Antheraea assamensis for cartilage tissue engineering. J. Mater. Chem. B 4 3670–3684. 10.1039/C6TB00717A", "ArticleIdList": ["10.1039/C6TB00717A", "32263306"]}, {"Citation": "Boxi M., Rajesh Y., Raja Kumar V., Praveen B., Mangamma K. (2010). Extraction, phytochemical screening and in-vitro evaluation of anti-oxidant properties of Commicarpus chinesis (aqueous leaf extract). Int. J. Pharm. Biosci. 1 537–547."}, {"Citation": "Bravo L. (1998). Polyphenols: chemistry, dietary sources, metabolism, and nutritional significance. Nutr. Rev. 56 317–333. 10.1111/j.1753-4887.1998.tb01670.x", "ArticleIdList": ["10.1111/j.1753-4887.1998.tb01670.x", "9838798"]}, {"Citation": "Chen Y., Huang B., He J., Han L., Zhan Y., Wang Y. (2011). In vitro and in vivo antioxidant effects of the ethanolic extract of Swertia chirayita. J. Ethnopharmacol. 136 309–315. 10.1016/j.jep.2011.04.058", "ArticleIdList": ["10.1016/j.jep.2011.04.058", "21549823"]}, {"Citation": "Cheng N., Ren N., Gao H., Lei X., Zheng J., Cao W. (2013). Antioxidant and hepatoprotective effects of Schisandra chinensis pollen extract on CCl4-induced acute liver damage in mice. Food Chem. Toxicol. 55 234–240. 10.1016/j.fct.2012.11.022", "ArticleIdList": ["10.1016/j.fct.2012.11.022", "23201450"]}, {"Citation": "Choudhury A. J., Gogoi D., Chutia J., Kandimalla R., Kalita S., Kotoky J., et al. (2016). Controlled antibiotic-releasing Antheraea assama silk fibroin suture for infection prevention and fast wound healing. Surgery. 159 539–547. 10.1016/j.surg.2015.07.022", "ArticleIdList": ["10.1016/j.surg.2015.07.022", "26328475"]}, {"Citation": "Choudhury B., Kandimalla R., Monisha J., Bharali R., Kunnumakkara A. B., Kalita K., et al. (2016). Anticancer activity of Garcinia morella on T-cell murine lymphoma via apoptotic induction. Front. Pharmacol. 7:3 10.3389/fphar.2016.00003", "ArticleIdList": ["10.3389/fphar.2016.00003", "PMC4731640", "26858645"]}, {"Citation": "Edwards M. J., Keller B. J., Kauffman F. C., Thurman R. G. (1993). The involvement of Kupffer cells in carbon tetrachloride toxicity. Toxicol. Appl. Pharm. 119 275–279. 10.1006/taap.1993.1069", "ArticleIdList": ["10.1006/taap.1993.1069", "8480336"]}, {"Citation": "Elaloui M., Laamouri A., Ennajah A., Cerny M., Mathieu C., Vilarem G., et al. (2016). Phytoconstituents of leaf extracts of Ziziphus jujuba Mill. plants harvested in Tunisia. Ind. Crop Prod. 83 133–139. 10.1016/j.indcrop.2015.11.029", "ArticleIdList": ["10.1016/j.indcrop.2015.11.029"]}, {"Citation": "Fan G., Tang J. J., Bhadauria M., Nirala S. K., Zhou B., Li Y., et al. (2009). Resveratrol ameliorates carbon tetrachloride-induced acute liver injury in mice. Environ. Toxicol. Pharmacol. 28 350–356. 10.1016/j.etap.2009.05.013", "ArticleIdList": ["10.1016/j.etap.2009.05.013", "21784026"]}, {"Citation": "Feng Y., Wang N., Ye X., Li H., Feng Y., Cheung F., et al. (2011). Hepatoprotective effect and its possible mechanism of Coptidis rhizome aqueous extract on carbon tetrachloride-induced chronic liver hepatotoxicity in rats. J. Ethnopharmacol. 138 683–690. 10.1016/j.jep.2011.09.032", "ArticleIdList": ["10.1016/j.jep.2011.09.032", "21963555"]}, {"Citation": "Ha H. L., Shin H. J., Feitelson M. A., Yu D. Y. (2010). Oxidative stress and antioxidants in hepatic pathogenesis. World J. Gastroenterol. 28 6035–6043. 10.3748/wjg.v16.i48.6035", "ArticleIdList": ["10.3748/wjg.v16.i48.6035", "PMC3012582", "21182217"]}, {"Citation": "Hic P., Balic J. (2012). Effect of sample dilution on estimated values of antioxidant capacity by photochemiluminiscence method. Acta Univ. Agric. Silvic. Mendel. Brun. 8 67–72. 10.11118/actaun201260080067", "ArticleIdList": ["10.11118/actaun201260080067"]}, {"Citation": "Hou F., Zhang R., Zhang M., Su D., Wei Z., Deng Y., et al. (2013). Hepatoprotective and antioxidant activity of anthocyanins in black rice bran on carbon tetrachloride-induced liver injury in mice. J. Funct. Foods 5 1705–1713. 10.1016/j.jff.2013.07.015", "ArticleIdList": ["10.1016/j.jff.2013.07.015"]}, {"Citation": "Huang B., Ban X., He J. S., Tong J., Tian J., Wang Y. (2010). Hepatoprotective and antioxidant activity of ethanolic extracts of edible lotus (Nelumbo nucifera Gaertn.) leaves. Food Chem. 120 873–878. 10.1016/j.foodchem.2009.11.020", "ArticleIdList": ["10.1016/j.foodchem.2009.11.020"]}, {"Citation": "Huang G., Pan C., Liu F., Wu T., Wu C. (2012). Anti-inflammatory effects of ethanolic extract of Antrodia salmonea in the lipopolysaccharide-stimulated RAW246.7 macrophages and the k-carrageenan-induced paw edema model. Food Chem. Toxicol. 50 1485–1493. 10.1016/j.fct.2012.01.041", "ArticleIdList": ["10.1016/j.fct.2012.01.041", "22326970"]}, {"Citation": "Huang X., Kojima-Yuasa A., Norikura T., Kennedy D. O., Hasuma T., Matsui-Yuasa I. (2007). Mechanism of the anti-cancer activity of Zizyphus jujuba in HepG2 cells. Am. J. Chin. Med. 35 517–523. 10.1142/S0192415X0700503X", "ArticleIdList": ["10.1142/S0192415X0700503X", "17597510"]}, {"Citation": "Iganacimuthu S., Amalraj T. (1998). Effect of leaf extract of Zizyphus jujuba on diabetic rats. Indian J. Pharmacol. 30 107–112."}, {"Citation": "Ishiyama H., Sato M., Matsumura K., Sento M., Keiki O., Hobara T. (1995). Proliferation of hepatocytes and attenuation from carbon tetrachloride hepatotoxicity by gadolinium chloride in rats. Basic Clin. Pharmacol. Toxicol. 77 293–298. 10.1111/j.1600-0773.1995.tb01030.x", "ArticleIdList": ["10.1111/j.1600-0773.1995.tb01030.x", "8577643"]}, {"Citation": "Jain A., Soni M., Deb L., Jain A., Rout S. P., Gupta V. B., et al. (2008). Antioxidant and hepatoprotective activity of ethanolic and aqueous extracts of Momordica dioica Roxb. leaves. J. Ethanopharmacol. 115 61–66. 10.1016/j.jep.2007.09.009", "ArticleIdList": ["10.1016/j.jep.2007.09.009", "17983713"]}, {"Citation": "Jingsheng H., Huang B., Xiaoquan B., Jun T., Ling Z., Youwei W. (2012). In vitro and in vivo antioxidant activity of the ethanolic extract from Meconopsis quintuplinervia. J. Ethnopharmacol. 141 104–110. 10.1016/j.jep.2012.02.006", "ArticleIdList": ["10.1016/j.jep.2012.02.006", "22343365"]}, {"Citation": "Kalita H., Boruah D. C., Deori M., Hazarika A., Sarma R., Kumari S., et al. (2016). Antidiabetic and antilipidemic effect of Musa balbisiana root extract: a potent agent for glucose homeostasis in Streptozotocin induced diabetic rat. Front. Pharmacol. 7:102 10.3389/fphar.2016.00102", "ArticleIdList": ["10.3389/fphar.2016.00102", "PMC4852310", "27199747"]}, {"Citation": "Kalita S., Devi B., Kandimalla R., Sharma K. K., Sharma A., Kalita K., et al. (2015). Chloramphenicol encapsulated in poly-ε- caprolactone–pluronic composite: nanoparticles for treatment of MRSA-infected burn wounds. Int. J. Nanomed. 10 2971–2984. 10.2147/IJN.S75023", "ArticleIdList": ["10.2147/IJN.S75023", "PMC4404939", "25931822"]}, {"Citation": "Kalita S., Kandimalla R., Sharma K. K., Kataki A. C., Deka M., Kotoky J. (2016). Amoxicillin functionalized gold nanoparticles reverts MRSA resistance. Mater. Sci. Eng. C 61 720–727. 10.1016/j.msec.2015.12.078", "ArticleIdList": ["10.1016/j.msec.2015.12.078", "26838902"]}, {"Citation": "Kalita S., Kumar G., Karthik L., Rao K. V. B. (2011). Phytochemical composition and in vitro hemolytic activity of Lantana camara L. (Verbenaceae) leaves. Pharmacologyonline 1 59–67."}, {"Citation": "Kandimalla R., Dash S., Kalita S., Choudhury B., Malampati S., Kalita K., et al. (2016a). Bioactive guided fractions of Annona reticulata L. bark: protection against liver toxicity and inflammation through inhibiting oxidative stress and proinflammatory cytokines. Front. Pharmacol. 7:168 10.3389/fphar.2016.00168", "ArticleIdList": ["10.3389/fphar.2016.00168", "PMC4916736", "27445809"]}, {"Citation": "Kandimalla R., Kalita S., Choudhury B., Devi D., Kalita D., Kalita K., et al. (2016b). Fiber from ramie plant (Boehmeria nivea): a novel suture biomaterial. Mater. Sci. Eng. C 62 816–822. 10.1016/j.msec.2016.02.040", "ArticleIdList": ["10.1016/j.msec.2016.02.040", "26952488"]}, {"Citation": "Kandimalla R., Kalita S., Choudhury B., Kalita K., Dash S., Kotoky J. (2016c). Chemical composition and anti-candidiasis mediated wound healing property of Cymbopogon nardus essential oil on chronic diabetic wounds. Front. Pharmacol. 7:198 10.3389/fphar.2016.00198", "ArticleIdList": ["10.3389/fphar.2016.00198", "PMC4928018", "27445828"]}, {"Citation": "Kandimalla R., Kalita S., Saikia B., Choudhury B., Singh Y. P., Kalita K., et al. (2016d). Antioxidant and hepatoprotective potentiality of Randia dumetorum Lam. leaf and bark via inhibition of oxidative stress and inflammatory cytokines. Front. Pharmacol. 7:205 10.3389/fphar.2016.00205", "ArticleIdList": ["10.3389/fphar.2016.00205", "PMC4943931", "27471465"]}, {"Citation": "Konwar A., Kalita S., Kotoky J., Chowdhury D. (2016). Chitosan-iron oxide coated graphene oxide nanocomposite hydrogel: a robust and soft antimicrobial bio-film. ACS Appl. Mater. Interfaces 8 20625–20634. 10.1021/acsami.6b07510", "ArticleIdList": ["10.1021/acsami.6b07510", "27438339"]}, {"Citation": "Krithika R., Verma R. J., Shrivastav P. S. (2013). Antioxidative and cytoprotective effects of andrographolide against CCl4-induced hepatotoxicity in HepG2 cells. Hum. Exp. Toxicol. 32 530–543. 10.1177/0960327112459530", "ArticleIdList": ["10.1177/0960327112459530", "23023025"]}, {"Citation": "Lee S. M., Park J. G., Lee Y. H., Lee C. G., Min B. S., Kim J. H., et al. (2004). Anti-complementary activity of triterpenoides from fruits of Zizyphus jujuba. Biol. Pharm. Bull. 27 1883–1892. 10.1248/bpb.27.1883", "ArticleIdList": ["10.1248/bpb.27.1883", "15516743"]}, {"Citation": "Liu J., Jia L., Kan J., Jin C. (2013). In vitro and in vivo antioxidant activity of ethanolic extract of white button mushroom (Agaricus bisporus). Food Chem. Toxicol. 51 310–316. 10.1016/j.fct.2012.10.014", "ArticleIdList": ["10.1016/j.fct.2012.10.014", "23099505"]}, {"Citation": "Marroquin-Segura R., Flores-Pimentel M., Carreón-Sánchez R., Garcia-Burciaga M. M., Mora-Guevara J. L. A., Aguilar-Contreras A., et al. (2009). The effect of the aqueous extract of Helietta parvifolia A. Gray (Rutaceae) stem bark on carrageenan-induced paw oedema and granuloma tissue formation in mice. J. Ethnopharmacol. 124 639–641. 10.1016/j.jep.2009.06.004", "ArticleIdList": ["10.1016/j.jep.2009.06.004", "19524657"]}, {"Citation": "Meir S., Kanner J., Akiri B., Hadas S. P. (1995). Determination and involvement of aqueous reducing compounds in oxidative defense systems of various senescing leaves. J. Agric. Food Chem. 43 1813–1817. 10.1021/jf00055a012", "ArticleIdList": ["10.1021/jf00055a012"]}, {"Citation": "Muriel M. (2009). Role of free radicals in liver diseases. Hepatol. Int. 3 526–536. 10.1007/s12072-009-9158-6", "ArticleIdList": ["10.1007/s12072-009-9158-6", "PMC2790593", "19941170"]}, {"Citation": "Obianime A. W., Uche F. I. (2008). The phytochemical screening and effects of methanolic extract of Phyllanthus amarus leaf on the biochemical parameters of male guinea pigs. J. Appl. Sci. Environ. Manage. 12 73–77."}, {"Citation": "Pareek A., Ashok G., Roshan I., Nagori B. P. (2013). Antioxidant and hepatoprotective activity of Fagonia schweinfurthii (Hadidi) Hadidi extract in carbon tetrachloride induced hepatotoxicity in HepG2cell line and rats. J. Ethnopharmacol. 150 973–981. 10.1016/j.jep.2013.09.048", "ArticleIdList": ["10.1016/j.jep.2013.09.048", "24140589"]}, {"Citation": "Pawlowska A. M., Camangi F., Bader A., Braca A. (2000). Flavonoids of Zizyphus jujuba and Zizyphus spina-christi (L) wild (Rhamnaceae) fruits. Food Chem. 112 858–862. 10.1016/j.foodchem.2008.06.053", "ArticleIdList": ["10.1016/j.foodchem.2008.06.053"]}, {"Citation": "Peng W. H., Hsieh M. T., Lee Y. S., Lin Y. C., Liao J. (2000). Anxiolytic effect of seed of Ziziphus jujuba in mouse models of anxiety. J. Ethnopharmacol. 72 435–439. 10.1016/S0378-8741(00)00255-5", "ArticleIdList": ["10.1016/S0378-8741(00)00255-5", "10996283"]}, {"Citation": "Rambabu V., Vijayakumar S. (2014). In vitro cytotoxicity perspective of diazepinomicin (ECO-4601) on human hepatoma cell line (HepG2). Biomed. Aging Pathol. 4 65–70. 10.1016/j.biomag.2013.10.004", "ArticleIdList": ["10.1016/j.biomag.2013.10.004"]}, {"Citation": "Salzano S., Checconi P., Hanschmann E., Lillig C. H., Bowler L. D., Chan P., et al. (2014). Linkage of inflammation and oxidative stress via release of glutathionylated peroxiredoxin-2, which acts as a danger signal. Proc. Natl. Acad. Sci. U.S.A. 111 12157–12162. 10.1073/pnas.1401712111", "ArticleIdList": ["10.1073/pnas.1401712111", "PMC4143057", "25097261"]}, {"Citation": "Vuda M., D’Souza R., Upadhya S., Kumar V., Rao N., Kumar V., et al. (2012). Hepatoprotective and antioxidant activity of aqueous extract of Hybanthus enneaspermus against CCl4-induced liver injury in rats. Exp. Toxicol. Pathol. 64 855–859. 10.1016/j.etp.2011.03.006", "ArticleIdList": ["10.1016/j.etp.2011.03.006", "21478003"]}, {"Citation": "Xia D. Z., Zhang P. H., Fu Y., Yu W. F., Ju M. T. (2013). Hepatoprotective activity of puerarin against carbon tetrachloride-induced injuries in rats: a randomized controlled trial. Food Chem. Toxicol. 59 90–95. 10.1016/j.fct.2013.05.055", "ArticleIdList": ["10.1016/j.fct.2013.05.055", "23764356"]}, {"Citation": "Yoshikawa M., Murakami T., Ikebata A., Wakao S., Murakami N., Matsuda H. J. Y., et al. (1997). Bioactive saponins and glycosides. X. On the constituents of Zizyphi spinosi semen, the seeds of Ziziphus jujuba Mill. var. spinosa Hu (1): structures and histamine release-inhibitory effect of jujubosides A1 and C and acetyljujuboside B. Chem. Pharm. Bull. (Tokyo) 45 1186–1192.", "ArticleIdList": ["9246753"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "4", "Day": "29"}, {"Year": "2016", "Month": "8", "Day": "23"}, {"Year": "2016", "Month": "9", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "9", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["27656145", "PMC5013132", "10.3389/fphar.2016.00298"]}}], "PubmedBookArticle": []}