{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotanical", "Hypertension", "Medicinal plants"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27689107", "DateCompleted": {"Year": "2016", "Month": "10", "Day": "05"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "08", "Day": "09"}], "ELocationID": ["10.15171/jrip.2016.26"], "Language": ["eng"], "Journal": {"ISSN": "2345-2781", "JournalIssue": {"Volume": "5", "Issue": "3", "PubDate": {"Year": "2016"}}, "Title": "Journal of renal injury prevention", "ISOAbbreviation": "J Renal Inj Prev"}, "ArticleTitle": "An ethnobotanical study of medicinal plants administered for the treatment of hypertension.", "Pagination": {"StartPage": "123", "EndPage": "128", "MedlinePgn": "123-8"}, "Abstract": {"AbstractText": ["The incidence of cardiovascular diseases (CVDs) is very high in human societies and their prevention and treatment are the most important priority in many countries. Hypertension makes an important contribution to the development of CVDs.", "This study aimed to collect the ethno-medicinal knowledge of the traditional healers of Shiraz on medicinal plants used in the treatment of hypertension.", "Ethno-medicinal data were collected from September 2012 to July 2013 through direct interview. Twenty-five healers were interviewed using semi-structured questionnaires and their traditional ethno-medicinal knowledge was recorded. Questionnaires were included apothecary personal information, plant local name, plant parts used, method of preparation, season of harvest and traditional use. Data collected from surveys and interviews were transferred to Microsoft Excel 2007 and analyzed.", "Analysis of data showed that, 27 medicinal plants from 22 families are used for the treatment of hypertension. The families with most antihypertensive species were Apiaceae (8%), Rosaceae (8%) and Papaveraceae (8%). The most frequently used plant parts were leaves (36%) followed by fruits (30%), aerial part (17%) and branches (7%). The most frequently used preparation method was decoction (95%). Borago officinalis (51.85%), Berberis vulgaris (51.58%) had the highest frequency of mention.", "The ethno-medicinal survey of medicinal plants recommended by traditional healers for the treatment of hypertension provides new areas of research on the antihypertensive effect of medicinal plants. In the case of safety and effectiveness, they can be refined and processed to produce natural drugs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Madani Heart Hospital, Department of Cardiovascular, Faculty of Medicine, Lorestan University of Medical Sciences, Khorramabad, Iran."}], "LastName": "Baharvand-Ahmadi", "ForeName": "Babak", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Microbiology Research Center, Ilam University of Medical Sciences, Ilam, Iran."}], "LastName": "Bahmani", "ForeName": "Mahmoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Plants Research Center, Shahrekord University of Medical sciences, Shahrekord, Iran."}], "LastName": "Tajeddini", "ForeName": "Pegah", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Plants Research Center, Shahrekord University of Medical sciences, Shahrekord, Iran."}], "LastName": "Rafieian-Kopaei", "ForeName": "Mahmoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Microbiology Research Center, Ilam University of Medical Sciences, Ilam, Iran."}], "LastName": "Naghdi", "ForeName": "Nasrollah", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "J Renal Inj Prev", "NlmUniqueID": "101642540", "ISSNLinking": "2345-2781"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cooper DH, Krainik AJ, Lubner SJ. The Washington manual of medical therapeutics. 32nd ed. New York, Lippincott Williams & Wilkins; 2007."}, {"Citation": "Staessen JA, Fagard R, Thijs L, Celis H, Arabidze GG, Birkenhäger WH. et al. Randomised doubleblind comparison of placebo and active treatment for older patients with isolated systolic hypertension The Systolic Hypertension in Europe (Syst-Eur) Trial Investigators. Lancet. 1997;350:757–64.", "ArticleIdList": ["9297994"]}, {"Citation": "Sarrafzadegan N, Khosravi-Boroujeni H, Esmaillzadeh A, Sadeghi M, Rafieian-Kopaei M, Asgary S. The association between hypertriglyceridemic waist phenotype, menopause, and cardiovascular risk factors. Arch Iran Med. 2013;16:161–6.", "ArticleIdList": ["23432168"]}, {"Citation": "Alter M, Friday G, Lai SM, O’Connell J, Sobel E. Hypertension and risk of stroke recurrence. Stroke. 1994;25:1605–10.", "ArticleIdList": ["8042211"]}, {"Citation": "Vasan RS, Larson MG, Leip EP, Evans JC, Donnell CJ, Kannel WB. Impact of high –normal blood pressure on the risk of cardiovascular disease. N Engl J M. 2001;345:1291–7.", "ArticleIdList": ["11794147"]}, {"Citation": "Meyers DG, Strickland D, Maloley PA. Possible association of a reduction in cardiovascular events with blood donation. Heart. 1997;78:188–93.", "ArticleIdList": ["PMC484902", "9326996"]}, {"Citation": "Sadeghpour S, Faghihimani E, Hassanzadeh A, Amini M, Mansourian M. Predictors of all-cause and cardiovascular-specific mortality in type 2 diabetes: A competing risk modeling of an Iranian population. Adv Biomed Res. 2016;5:82. doi: 10.4103/2277-9175.182213.", "ArticleIdList": ["10.4103/2277-9175.182213", "PMC4879860", "27274497"]}, {"Citation": "Rurik I, Nagy K, Antal M. Correlation of anthropometric parameters and blood pressures in elderly people. ORV Hetil. 2004;145:1237–41.", "ArticleIdList": ["15264592"]}, {"Citation": "1999 World Health Organization-International Society of Hypertension Guidelines for the Management of Hypertension . Guidelines Subcommittee. J Hypertens. 1990;17:151–83.", "ArticleIdList": ["10067786"]}, {"Citation": "Rahnama S, Rabiei Z, Alibabaei Z, Mokhtari S, Rafieian-Kopaei M, Deris F. Anti-amnesic activity of Citrus aurantium flowers extract against scopolamine-induced memory impairments in rats. Neurol Sci. 2015;36:553–60. doi: 10.1007/s10072-014-1991-2.", "ArticleIdList": ["10.1007/s10072-014-1991-2", "25367404"]}, {"Citation": "Nasri H, Shirzad H. Toxicity and safety of medicinal plants. J HerbMed Plarmacol. 2013;2:21–2."}, {"Citation": "Gholami-Ahangaran M, Bahmani M, Zia-Jahromi N. Comparative and evaluation of anti-leech (Limnatis Nilotica) effect of Olive (Olea Europaea L) with levamisol and tiabendazole. Asian Pac J Trop Dis. 2012;2:S101–3."}, {"Citation": "Asadi-Samani M, Bahmani M, Rafieian-Kopaei M. The chemical composition, botanical characteristic and biological activities of Borago officinalis: a review. Asian Pac J Trop Med. 2014;7:22–8.", "ArticleIdList": ["25312125"]}, {"Citation": "Asadbeigi M, Mohammadi T, Rafieian-Kopaei M, Saki K, Bahmani M, Delfan B. Traditional effects of medicinal plants in the treatment of respiratory diseases and disorders: an ethnobotanical study in the Urmia. Asian Pac J Trop Med. 2014;7:S364–8.", "ArticleIdList": ["25312151"]}, {"Citation": "Karamati SA, Hassanzadazar H, Bahmani M, Rafieian-Kopaei M. Herbal and chemical drugs effective on malaria. Asian Pac J Trop Dis. 2014;4:599–601."}, {"Citation": "Delfan B, Kazemeini HR, Bahmani M. Identifying effective medicinal plants for cold in Lorestan province, West of Iran. J Evid Based Complementary Altern Med. 2015;20(3):173–9. doi: 10.1177/2156587214568458.", "ArticleIdList": ["10.1177/2156587214568458", "25613328"]}, {"Citation": "Sarrafchi A, Bahmani M, Shirzad H, Rafieian-Kopaei M. Oxidative stress and Parkinson’s disease: new hopes in treatment with herbal antioxidants. Curr Pharm Des. 2016;22:238–46.", "ArticleIdList": ["26561062"]}, {"Citation": "Bahmani M, Forouzan SH, Fazeli-Moghadam E, Rafieian-Kopaei M, Adineh A, Saberianpour SH. Oak (Quercus branti): an overview. J Chem Pharm Res. 2015;7:634–9."}, {"Citation": "Shayganni E, Bahmani M, Asgary S, Rafieian-Kopaei M. Inflammaging and cardiovascular disease: management by medicinal plants. Phytomedicine. 2015. pii: S0944-7113(15)00356-6. doi: 10.1016/j.phymed.2015.11.004.", "ArticleIdList": ["26776956"]}, {"Citation": "Mardani-Nejhad S, Vazirpour M. Ethno-botany of medicinal plants by Mobarakeh’s people (Isfahan) J Herbal Drugs. 2012;3:111–26."}, {"Citation": "Zolfaghari A, Adeli A, Mozafarian V, Babaei S, Habibi-Bibalan G. Identification of medicinal plants and indigenous knowledge of local people Arasbaran. J Med Arum Plants. 2013;28:534–50."}, {"Citation": "Iranmanesh M, Najafi S, osefi M. Studies on Ethnobotany of important medicinal plants in Sistan. J Herbal Drugs. 2010;1:58–65."}, {"Citation": "Khodayari H, Amani SH, Amiri H. Ethnobotanical study of North east of Khuzistan province. Ecophytochem J Med Plants. 2013;4:12–26."}, {"Citation": "Delfan B, Saki K, Bahmani M, Rangsaz N, Delfan M, Mohseni N. et al. A study on anti-diabetic and anti-hypertension herbs used in Lorestan province, Iran. J Herbmed Pharmacol. 2014;3:71–6."}, {"Citation": "Ghasemi Pirbalouti A, Momeni M, Bahmani M. Ethnobotanical study of medicinal plants used by kurd tribe in dehloran and abdanan districts, Ilam province, Iran. Afr J Tradit Complement Altern Med. 2013;10:368–85.", "ArticleIdList": ["PMC3746586", "24146463"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "6", "Day": "9"}, {"Year": "2016", "Month": "8", "Day": "4"}, {"Year": "2016", "Month": "10", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "8", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["27689107", "PMC5039997", "10.15171/jrip.2016.26"]}}], "PubmedBookArticle": []}