{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aqueous", "cytotoxicity", "fibroblast", "in vitro", "viability"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27695260", "DateRevised": {"Year": "2022", "Month": "03", "Day": "10"}, "Article": {"ArticleDate": [], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "0976-4836", "JournalIssue": {"Volume": "8", "Issue": "4", "PubDate": {"Year": "2016", "Season": "Oct-Dec"}}, "Title": "Pharmacognosy research", "ISOAbbreviation": "Pharmacognosy Res"}, "ArticleTitle": "Probing Regenerative Potential of <i>Moringa oleifera</i> Aqueous Extracts Using <i>In vitro</i> Cellular Assays.", "Pagination": {"StartPage": "231", "EndPage": "237", "MedlinePgn": "231-237"}, "Abstract": {"AbstractText": ["Molecules stimulating regeneration and proliferation of cells are of significance in combating ailments caused due to tissue injury, inflammation, and degenerative disorders. <i>Moringa oleifera</i> is one of the most valued food plants having the profile of important nutrients and impressive range of medicinal uses.", "To evaluate the potential of <i>M. oleifera</i> aqueous leaf and flower extracts to promote the proliferation of cells and explore their effect on cancer cell lines for assessment of safety.", "Aqueous leaf and flower extracts of <i>M. oleifera</i> were investigated for effect on rat-derived primary fibroblast, mesenchymal stem cells (MSCs), and cancer cell lines using cell proliferation assay. They were also tested and compared for wound healing, angiogenesis, and hepatoprotective effect using <i>in vitro</i> assays.", "Statistically significant increase in the proliferation of primary rat fibroblast, MSCs, and angiogenesis was observed after treatment with aqueous flower extract. The aqueous leaf extract determined a comparatively moderate increment in the proliferation of MSCs and angiogenesis. It however showed prominent cytotoxicity to cancer cell lines and a significant hepatoprotective effect.", "A very clear difference in response of the two extracts to different types of cells was detected in this study. The aqueous flower extract exhibited a higher potential to stimulate cell proliferation while not exerting the same effect on cancer cell lines. The leaf extract on the other hand, had a prominent antitumor and hepatoptotective effects.", "<i>Moringa oleifera</i> flower extract showed significant ability to promote proliferation of rat fibroblast and mesenchymal stem cells. The extract also had prominent angiogenic and hepatoprotective effects.The extract did not influence proliferation of cancer cell lines indicating its safety for human consumption and use in pharmaceuticals.The <i>Moringa oleifera</i> leaf extract showed relatively less potential to stimulate cells but had prominent cytotoxic effect on cancer cell lines. <b>Abbreviations Used</b>: ALT: Alanine transaminase, AST: Asparatate amino transferase, ATCC: American type culture collection, BMMSC: Bone marrow mesenchymal stem cells (used in this paper), CAM: Chick chorioallantoic membrane, CCl4: Carbon tetra chloride, DMEM: Dulbecco's modified Eagle medium, DMSO: Dimethyl sulfoxide, EDTA: Ethylene diamine tetraacetic acid, HBL 100: Human breast epithelial cell line, Mcf-7: Human breast adenocarcinoma cell line, aMEM: Minimum Essential Medium Eagle alpha modification, MOF: <i>Moringa oleifera</i> aqueous flower extract (used in this paper), MOL: <i>Moringa oleifera</i> aqueos leaf extract (Used in this paper), OD: Optical density, PBS: Phosphate buffered saline."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cell and Molecular Biology, Rajiv Gandhi Institute of IT and Biotechnology, Bharati Vidyapeeth Deemed University, Pune, Maharashtra, India."}], "LastName": "Fernandes", "ForeName": "Evangeline E", "Initials": "EE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cell and Molecular Biology, Rajiv Gandhi Institute of IT and Biotechnology, Bharati Vidyapeeth Deemed University, Pune, Maharashtra, India."}], "LastName": "Pulwale", "ForeName": "Anubha V", "Initials": "AV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cell and Molecular Biology, Rajiv Gandhi Institute of IT and Biotechnology, Bharati Vidyapeeth Deemed University, Pune, Maharashtra, India."}], "LastName": "Patil", "ForeName": "Gauri A", "Initials": "GA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cell and Molecular Biology, Rajiv Gandhi Institute of IT and Biotechnology, Bharati Vidyapeeth Deemed University, Pune, Maharashtra, India."}], "LastName": "Moghe", "ForeName": "Alpana S", "Initials": "AS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Pharmacognosy Res", "NlmUniqueID": "101558769", "ISSNLinking": "0974-8490"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Solowey E, Lichtenstein M, Sallon S, Paavilainen H, Solowey E, Lorberboum-Galski H. Evaluating medicinal plants for anticancer activity. ScientificWorldJournal. 2014;2014:721402.", "ArticleIdList": ["PMC4248331", "25478599"]}, {"Citation": "Hasan NM, Sorkhy MK. Herbs that promote cell proliferation. J Herb Med. 2014;1:18–21."}, {"Citation": "Daniell S, Karin PS, Sixl W, Gudrit FW. On the use of Moringa oleifera as a medicinal plant in India and the Philippines. Fitomedicina. 2014;55:57–63."}, {"Citation": "Moyo B, Masika PJ, Hugo A, Muchenje V. Nutritional characterization of Moringa (Moringa oleifera Lam.) leaves. Afr J Biotechnol. 2011;10:12925–33."}, {"Citation": "Abdull Razis AF, Ibrahim MD, Kntayya SB. Health benefits of Moringa oleifera. Asian Pac J Cancer Prev. 2014;15:8571–6.", "ArticleIdList": ["25374169"]}, {"Citation": "Thurber MD, Fahey JW. Adoption of Moringa oleifera to combat under-nutrition viewed through the lens of the “Diffusion of innovations” theory. Ecol Food Nutr. 2009;48:212–25.", "ArticleIdList": ["PMC2679503", "20161339"]}, {"Citation": "Anwar F, Latif S, Ashraf M, Gilani AH. Moringa oleifera: A food plant with multiple medicinal uses. Phytother Res. 2007;21:17–25.", "ArticleIdList": ["17089328"]}, {"Citation": "Stohs SJ, Hartman MJ. Review of the safety and efficacy of Moringa oleifera. Phytother Res. 2015;29:796–804.", "ArticleIdList": ["PMC6680322", "25808883"]}, {"Citation": "Vongsak B, Sithisarn P, Gritsanapan W. Simultaneous HPLC quantitative analysis of active compounds in leaves of Moringa oleifera Lam. J Chromatogr Sci. 2014;52:641–5.", "ArticleIdList": ["23828911"]}, {"Citation": "Sharifudin SA, Fakurazi S, Hidayat MT, Hairuszah I, Moklas MA, Arulselvan P. Therapeutic potential of Moringa oleifera extracts against acetaminophen-induced hepatotoxicity in rats. Pharm Biol. 2013;51:279–88.", "ArticleIdList": ["23043505"]}, {"Citation": "Sadek KM. Chemotherapeutic efficacy of an ethanolic Moringa oleifera leaf extract against chromium-induced testicular toxicity in rats. Andrologia. 2014;46:1047–54.", "ArticleIdList": ["24215114"]}, {"Citation": "Sasikala V, Rooban BN, Priya SG, Sahasranamam V, Abraham A. Moringa oleifera prevents selenite-induced cataractogenesis in rat pups. J Ocul Pharmacol Ther. 2010;26:441–7.", "ArticleIdList": ["20879807"]}, {"Citation": "Ouédraogo M, Lamien-Sanou A, Ramdé N, Ouédraogo AS, Ouédraogo M, Zongo SP, et al. Protective effect of Moringa oleifera leaves against gentamicin-induced nephrotoxicity in rabbits. Exp Toxicol Pathol. 2013;65:335–9.", "ArticleIdList": ["22197459"]}, {"Citation": "Nandave M, Ojha SK, Joshi S, Kumari S, Arya DS. Moringa oleifera leaf extract prevents isoproterenol-induced myocardial damage in rats: Evidence for an antioxidant, antiperoxidative, and cardioprotective intervention. J Med Food. 2009;12:47–55.", "ArticleIdList": ["19298195"]}, {"Citation": "Muhammad AA, Pauzi NA, Arulselvan P, Abas F, Fakurazi S. In vitro wound healing potential and identification of bioactive compounds from Moringa oleifera Lam. Biomed Res Int. 2013;2013:974580.", "ArticleIdList": ["PMC3892478", "24490175"]}, {"Citation": "Debnath S, Biswas D, Ray K, Guha D. Moringa oleifera induced potentiation of serotonin release by 5-HT(3) receptors in experimental ulcer model. Phytomedicine. 2011;18:91–5.", "ArticleIdList": ["20637582"]}, {"Citation": "Tan WS, Arulselvan P, Karthivashan G, Fakurazi S. Moringa oleifera flower extract suppresses the activation of inflammatory mediators in lipopolysaccharide-stimulated RAW 264.7 macrophages via NF-κB pathway. Mediators Inflamm. 2015;2015:720171.", "ArticleIdList": ["PMC4644847", "26609199"]}, {"Citation": "Gilani AH, Janbaz KH, Shah BH. Quercetin exhibits hepatoprotective activity in rats. Biochem Soc Trans. 1997;25:S619.", "ArticleIdList": ["9450047"]}, {"Citation": "Hamedi A, Ghanbary V, Saeidi V, Razavipour R, Azari H. Effects of β-sitosterol oral administration on the proliferation and differentiation of neural stem cells. J Funct Foods. 2014;8:252–8."}, {"Citation": "Seluanov A, Vaidya A, Gorbunova V. Establishing primary adult fibroblast cultures from rodents. J Vis Exp. 2010:pii: 2033.", "ArticleIdList": ["PMC3185624", "20972406"]}, {"Citation": "Zhang DY, Wang HJ, Tan YZ. Wnt/ß-catenin signaling induces the aging of mesenchymal stem cells through the DNA damage response and the p53/p21 pathway. PLoS One. 2011;6:e21397.", "ArticleIdList": ["PMC3119703", "21712954"]}, {"Citation": "Ribbati D. The chick embryo chorioallentoic membrane as an in vivo assay to study antiangiogenesis. Pharmaceuticals. 2010;3:482–513.", "ArticleIdList": ["PMC4033966", "27713265"]}, {"Citation": "Papeleu P, Vanhaecke T, Henkens T, Elaut G, Vinken M, Snykers S, et al. Isolation of rat hepatocytes. Methods Mol Biol. 2006;320:229–37.", "ArticleIdList": ["16719394"]}, {"Citation": "Caron de Fromentel C, Nardeux PC, Soussi T, Lavialle C, Estrade S, Carloni G, et al. Epithelial HBL-100 cell line derived from milk of an apparently healthy woman harbours SV40 genetic information. Exp Cell Res. 1985;160:83–94.", "ArticleIdList": ["2995096"]}, {"Citation": "Tiloke C, Phulukdaree A, Chuturgoon AA. The antiproliferative effect of Moringa oleifera crude aqueous leaf extract on cancerous human alveolar epithelial cells. BMC Complement Altern Med. 2013;13:226.", "ArticleIdList": ["PMC3852616", "24041017"]}, {"Citation": "Jung IL, Lee JH, Kang SC. A potential oral anticancer drug candidate, Moringa oleifera leaf extract, induces the apoptosis of human hepatocellular carcinoma cells. Oncol Lett. 2015;10:1597–604.", "ArticleIdList": ["PMC4533244", "26622717"]}, {"Citation": "Guevara AP, Vargas C, Sakurai H, Fujiwara Y, Hashimoto K, Maoka T, et al. An antitumor promoter from Moringa oleifera Lam. Mutat Res. 1999;440:181–8.", "ArticleIdList": ["10209341"]}, {"Citation": "Rathi BS, Bodhankar SL, Baheti AM. Evaluation of aqueous leaves extract of Moringa oleifera Linn for wound healing in albino rats. Indian J Exp Biol. 2006;44:898–901.", "ArticleIdList": ["17205710"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "10", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27695260", "PMC5004511", "10.4103/0974-8490.188877", "PR-8-231"]}}], "PubmedBookArticle": []}