{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27711241", "DateCompleted": {"Year": "2017", "Month": "06", "Day": "26"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "10", "Day": "06"}], "ELocationID": ["e0164129", "10.1371/journal.pone.0164129"], "Language": ["eng"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "11", "Issue": "10", "PubDate": {"Year": "2016"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Population Genetic Structure of Glycyrrhiza inflata B. (Fabaceae) Is Shaped by Habitat Fragmentation, Water Resources and Biological Characteristics.", "Pagination": {"StartPage": "e0164129", "MedlinePgn": "e0164129"}, "Abstract": {"AbstractText": ["Habitat fragmentation, water resources and biological characteristics are important factors that shape the genetic structure and geographical distribution of desert plants. Analysis of the relationships between these factors and population genetic variation should help to determine the evolutionary potential and conservation strategies for genetic resources for desert plant populations. As a traditional Chinese herb, Glycyrrhiza inflata B. (Fabaceae) is restricted to the fragmented desert habitat in China and has undergone a dramatic decline due to long-term over-excavation. Determining the genetic structure of the G. inflata population and identifying a core collection could help with the development of strategies to conserve this species.", "We investigated the genetic variation of 25 G. inflata populations based on microsatellite markers. A high level of population genetic divergence (FST = 0.257), population bottlenecks, reduced gene flow and moderate genetic variation (HE = 0.383) were detected. The genetic distances between the populations significantly correlated with the geographical distances, and this suggests that habitat fragmentation has driven a special genetic structure of G. inflata in China through isolation by distance. STRUCTURE analysis showed that G. inflata populations were structured into three clusters and that the populations belonged to multiple water systems, which suggests that water resources were related to the genetic structure of G. inflata. In addition, the biological characteristics of the perennial species G. inflata, such as its long-lived seeds, asexual reproduction, and oasis ecology, may be related to its resistance to habitat fragmentation. A core collection of G. inflata, that included 57 accessions was further identified, which captured the main allelic diversity of G. inflata.", "Recent habitat fragmentation has accelerated genetic divergence. The population genetic structure of G. inflata has been shaped by habitat fragmentation, water resources and biological characteristics. This genetic information and core collection will facilitate the conservation of wild germplasm and breeding of this Chinese medicinal plant."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan, P.R. China."}, {"Identifier": [], "Affiliation": "University of the Chinese Academy of Sciences, Beijing, P.R. China."}], "LastName": "Yang", "ForeName": "Lulu", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan, P.R. China."}], "LastName": "Chen", "ForeName": "Jianjun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan, P.R. China."}, {"Identifier": [], "Affiliation": "University of the Chinese Academy of Sciences, Beijing, P.R. China."}], "LastName": "Hu", "ForeName": "Weiming", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan, P.R. China."}], "LastName": "Yang", "ForeName": "Tianshun", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan, P.R. China."}], "LastName": "Zhang", "ForeName": "Yanjun", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Maruzen Pharmaceuticals Co., LTD, Tokyo, Japan."}], "LastName": "Yukiyoshi", "ForeName": "Tamura", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Maruzen Pharmaceuticals Co., LTD, Tokyo, Japan."}], "LastName": "Zhou", "ForeName": "Yanyang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of South China Agricultural Plant Molecular Analysis and Genetic Improvement, Provincial Key Laboratory of Applied Botany, South China Botanical Garden, Chinese Academy of Sciences, Guangzhou, P.R. China."}], "LastName": "Wang", "ForeName": "Ying", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "CommentsCorrectionsList": [{"RefSource": "PLoS One. 2017 Jan 24;12(1):e0170867. doi: 10.1371/journal.pone.0170867", "PMID": "28118400"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Fabaceae"}, {"QualifierName": [], "DescriptorName": "Gene Flow"}, {"QualifierName": [], "DescriptorName": "Genetic Variation"}, {"QualifierName": ["supply & distribution"], "DescriptorName": "Water Resources"}], "CoiStatement": "This research was partially supported by the Licorice International Cooperation Project with Maruzen Pharmaceuticals Co., LTD. (Y051011001). Tamura Yukiyoshi and Yanyang Zhou are employed by Maruzen Pharmaceuticals Co., LTD. There are no patents, products in development or marketed products to declare. This does not alter our adherence to all the PLOS ONE policies on sharing data and materials, as detailed online in the guide for authors."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ge XJ, Yu Y, Yuan YM, Huang HW, Yan C. Genetic diversity and geographic differentiation in endangered Ammopiptanthus (Leguminosae) populations in desert regions of northwest China as revealed by ISSR analysis. Ann Bot. 2005;95: 843–851. 10.1093/aob/mci089", "ArticleIdList": ["10.1093/aob/mci089", "PMC4246738", "15701663"]}, {"Citation": "Heinken T, Weber E. Consequences of habitat fragmentation for plant species: do we know enough? Perspect Plant Ecol Evol Syst. 2013;15: 205–216. 10.1016/j.ppees.2013.05.003", "ArticleIdList": ["10.1016/j.ppees.2013.05.003"]}, {"Citation": "Zhao Y, Vrieling K, Liao H, Xiao M, Zhu Y, Rong J, et al. Are habitat fragmentation, local adaptation and isolation-by-distance driving population divergence in wild rice Oryza rufipogon? Mol Ecol. 2013;22: 5531–5547. 10.1111/mec.12517", "ArticleIdList": ["10.1111/mec.12517", "24581006"]}, {"Citation": "Hedrick PW. Recent developments in conservation genetics. For Ecol Manage. 2004;197: 3–19. 10.1016/j.foreco.2004.05.002", "ArticleIdList": ["10.1016/j.foreco.2004.05.002"]}, {"Citation": "Wang R, Compton SG, Chen XY. Fragmentation can increase spatial genetic structure without decreasing pollen-mediated gene flow in a wind-pollinated tree. Mol Ecol. 2011;20: 4421–4432. 10.1111/j.1365-294X.2011.05293.x", "ArticleIdList": ["10.1111/j.1365-294X.2011.05293.x", "21981067"]}, {"Citation": "Diamond J. Overview of recent extinctions In: Western D, Pearl MC, editors. Conservation for the twenty-first century. New York: Oxford University Press; 1989. pp. 37–41."}, {"Citation": "Pimm SL, Raven P. Biodiversity: extinction by numbers. Nature. 2000;403: 843–845. 10.1038/35002708", "ArticleIdList": ["10.1038/35002708", "10706267"]}, {"Citation": "Young A, Boyle T, Brown T. The population genetic consequences of habitat fragmentation for plants. Trends Ecol Evol. 1996;11: 413–418. 10.1016/0169-5347(96)10045-8", "ArticleIdList": ["10.1016/0169-5347(96)10045-8", "21237900"]}, {"Citation": "Bruelheide H, Jandt U, Gries D, Thomas FM, Foetzki A, Buerkert A, et al. Vegetation changes in a river oasis on the southern rim of the Taklamakan Desert in China between 1956 and 2000. Phytocoenologia. 2003;33: 801–818. 10.1127/0340-269X/2003/0033-0801", "ArticleIdList": ["10.1127/0340-269X/2003/0033-0801"]}, {"Citation": "Bruelheide H, Vonlanthen B, Jandt U, Thomas FM, Foetzki A, Gries D, et al. Life on the edge–to which degree does phreatic water sustain vegetation in the periphery of the Taklamakan Desert? Appl Veg Sci. 2010;13: 56–71. 10.1111/j.1654-109X.2009.01050.x", "ArticleIdList": ["10.1111/j.1654-109X.2009.01050.x"]}, {"Citation": "National Pharmacopoeia Committee. Chinese pharmacopoeia Beijing: China: Medical Science Press; 2010."}, {"Citation": "Hayashi H, Sudo H. Economic importance of licorice. Plant Biotechnol. 2009;26: 101–104. 10.5511/plantbiotechnology.26.101", "ArticleIdList": ["10.5511/plantbiotechnology.26.101"]}, {"Citation": "Wang KH, Lin RD, Hsu FL, Huang YH, Chang HC, Huang CY, et al. Cosmetic applications of selected traditional Chinese herbal medicines. J Ethnopharmacol. 2006;106: 353–359. 10.1016/j.jep.2006.01.010", "ArticleIdList": ["10.1016/j.jep.2006.01.010", "16497459"]}, {"Citation": "Zhang Q, Ye M. Chemical analysis of the Chinese herbal medicine Gan-Cao (licorice). J Chromatogr A. 2009;1216: 1954–1969. 10.1016/j.chroma.2008.07.072", "ArticleIdList": ["10.1016/j.chroma.2008.07.072", "18703197"]}, {"Citation": "Park HY, Park SH, Yoon HK, Han MJ, Kim DH. Anti-allergic activity of 18β-glycyrrhetinic acid-3-O-β-D-glucuronide. Arch Pharm Res. 2004;27: 57–60. 10.1007/BF02980047", "ArticleIdList": ["10.1007/BF02980047", "14969340"]}, {"Citation": "Li XH, Qi Y, Cai R, Liu B, Song Y, Xie C. Studies on the anti-inflammatory mechanism of total saponins of radix Glycyrrhiza in vitro. Chinese Journal Experimental Traditional Medical Formulae. 2010;5: 039."}, {"Citation": "Ashfaq UA, Masoud MS, Nawaz Z, Riazuddin S. Glycyrrhizin as antiviral agent against hepatitis C virus. J Transl Med. 2011;9: 112 10.1186/1479-5876-9-112", "ArticleIdList": ["10.1186/1479-5876-9-112", "PMC3169469", "21762538"]}, {"Citation": "Gao X, Zheng Q, Sun J, Wang W, Yang X. Preparation of total licorice saponin and research on its hepatoprotective effect. Pharmacology and Clinics of Chinese Materia Medica. 2011;27: 79–81."}, {"Citation": "Cho JJ, Chae JI, Yoon G, Kim KH, Cho JH, Cho SS, et al. Licochalcone A, a natural chalconoid isolated from Glycyrrhiza inflata root, induces apoptosis via Sp1 and Sp1 regulatory proteins in oral squamous cell carcinoma. Int J Oncol. 2014;45: 667–674. 10.3892/ijo.2014.2461", "ArticleIdList": ["10.3892/ijo.2014.2461", "24858379"]}, {"Citation": "Villinski JR, Bergeron C, Cannistra JC, Gloer JB, Coleman CM, Ferreira D, et al. Pyrano-isoflavans from Glycyrrhiza uralensis with antibacterial activity against Streptococcus mutans and Porphyromonas gingivalis. J Nat Prod. 2014;77: 521–526. 10.1021/np400788r", "ArticleIdList": ["10.1021/np400788r", "24479468"]}, {"Citation": "Chen SL, Gilbert MG. Flora of China. St Louis: Science, Beijing and Missouri Botanical Garden Press; 2006."}, {"Citation": "Zhang JT, Xu B, Li M. Diversity of communities dominated by Glycyrrhiza uralensis, an endangered medicinal plant species, along a precipitation gradient in China. Bot Stud. 2011;52: 493–501."}, {"Citation": "Yan S, Mu G, Xu Y. Quaternary environmental evolution of the Lop Nur region, NW China. Acta Micropalaeontol Sin. 1999;17: 165–169."}, {"Citation": "Larsen HO, Olsen CS. Unsustainable collection and unfair trade? Uncovering and assessing assumptions regarding central Himalayan medicinal plant conservation. Biodivers Conserv. 2007;16: 1679–1697. 10.1007/s10531-006-9039-4", "ArticleIdList": ["10.1007/s10531-006-9039-4"]}, {"Citation": "Ma C, Liu C, Wang W. Molecular cloning and characterization of GuHMGR, an HMG-CoA reductase gene from liquorice (Glycyrrhiza uralensis). Frontiers of Agriculture in China. 2011;5: 400–406. 10.1007/s11703-011-1121-3", "ArticleIdList": ["10.1007/s11703-011-1121-3", "PMC7089093", "32214989"]}, {"Citation": "Hamrick J, Godt MJW. Conservation genetics of endemic plant species In: Avise JC, Hamrick JL, editors. Conservation genetics: case histories from nature. New York: Chapman and Hall; 1996. pp. 281–304."}, {"Citation": "Frankham R, Briscoe DA, Ballou JD. Introduction to conservation genetics Cambridge: Cambridge University Press; 2002."}, {"Citation": "Frankel O, Brown A. Current plant genetic resources: a critical appraisal in genetics In: Holden JWH, Williams JT, editors. Crops genetic resources: conservation and evaluation. London: Allen and Publishing House & Unwin; 1984. p. 1–11."}, {"Citation": "Brown AHD. Core collections: a practical approach to genetic resources management. Genome. 1989;31: 818–824. 10.1139/g89-144", "ArticleIdList": ["10.1139/g89-144"]}, {"Citation": "Ortiz R, Ruiz-Tapia EN, Mujica-Sanchez A. Sampling strategy for a core collection of Peruvian quinoa germplasm. Theor Appl Genet. 1998;96: 475–483. 10.1007/s001220050764", "ArticleIdList": ["10.1007/s001220050764", "24710887"]}, {"Citation": "Taba S, Diaz J, Franco J, Crossa J. Evaluation of carribean maize accessions to develop a core subset. Crop Sci. 1998;38: 1378–1386. 10.2135/cropsci1998.0011183X003800050037x", "ArticleIdList": ["10.2135/cropsci1998.0011183X003800050037x"]}, {"Citation": "Grenier C, Hamon P, Bramel-Cox PJ. Core collection of sorghum. Crop Sci. 2001;41: 241–246. 10.2135/cropsci2001.411241x", "ArticleIdList": ["10.2135/cropsci2001.411241x"]}, {"Citation": "Okpul T, Gunua T, Wagih ME. Assessment of diversity using agro-morphological traits for selecting a core sample of Papua New Guinea taro (Colocasia esculenta (L.) Schott) collection. Genet Resour Crop Evol. 2004;51: 671–678. 10.1023/B:GRES.0000024656.41571.09", "ArticleIdList": ["10.1023/B:GRES.0000024656.41571.09"]}, {"Citation": "Le Cunff L, Fournier-Level A, Laucou V, Vezzulli S, Lacombe T, Adam-Blondon AF, et al. Construction of nested genetic core collections to optimize the exploitation of natural diversity in Vitis vinifera L. subsp. sativa. BMC Plant Biol. 2008;8: 31 10.1186/1471-2229-8-31", "ArticleIdList": ["10.1186/1471-2229-8-31", "PMC2375891", "18384667"]}, {"Citation": "Wang Y, Zhang J, Sun H, Ning N, Yang L. Construction and evaluation of a primary core collection of apricot germplasm in China. Sci Hortic. 2011;128: 311–319. 10.1016/j.scienta.2011.01.025", "ArticleIdList": ["10.1016/j.scienta.2011.01.025"]}, {"Citation": "Krichen L, Audergon JM, Trifi-Farah N. Relative efficiency of morphological characters and molecular markers in the establishment of an apricot core collection. Hereditas. 2012;149: 163–172. 10.1111/j.1601-5223.2012.02245.x", "ArticleIdList": ["10.1111/j.1601-5223.2012.02245.x", "23121327"]}, {"Citation": "Potts SM, Han Y, Khan MA, Kushad MM, Rayburn AL, Korban SS. Genetic diversity and characterization of a core collection of Malus germplasm using simple sequence repeats (SSRs). Plant Mol Biol Rep. 2012;30: 827–837. 10.1007/s11105-011-0399-x", "ArticleIdList": ["10.1007/s11105-011-0399-x"]}, {"Citation": "Sun Q, Bai L, Ke L, Xiang X, Zhao J, Ou L. Developing a core collection of litchi (litchi chinensis Sonn.) based on EST-SSR genotype data and agronomic traits. Sci Hortic. 2012;146: 29–38. 10.1016/j.scienta.2012.08.012", "ArticleIdList": ["10.1016/j.scienta.2012.08.012"]}, {"Citation": "Schoen DJ, Brown AH. Conservation of allelic richness in wild crop relatives is aided by assessment of genetic markers. Proc Natl Acad Sci USA. 1993;90: 10623–10627. 10.1073/pnas.90.22.10623", "ArticleIdList": ["10.1073/pnas.90.22.10623", "PMC47829", "8248153"]}, {"Citation": "Bataillon TM, David JL, Schoen DJ. Neutral genetic markers and conservation genetics: simulated germplasm collections. Genet. 1996;144: 409–417.", "ArticleIdList": ["PMC1207513", "8878704"]}, {"Citation": "Marita JM, Rodriguez JM, Nienhuis J. Development of an algorithm identifying maximally diverse core collections. Genet Resour Crop Evol. 2000;47: 515–526. 10.1023/A:1008784610962", "ArticleIdList": ["10.1023/A:1008784610962"]}, {"Citation": "Escribano P, Viruel MA, Hormaza JI. Comparison of different methods to construct a core germplasm collection in woody perennial species with simple sequence repeat markers. A case study in cherimoya (annona cherimola, Annonaceae), an underutilised subtropical fruit tree species. Ann Appl Biol. 2008;153: 25–32. 10.1111/j.1744-7348.2008.00232.x", "ArticleIdList": ["10.1111/j.1744-7348.2008.00232.x"]}, {"Citation": "Gouesnard B, Bataillon T, Decoux G, Rozale C, Schoen D. MSTRAT: An algorithm for building germ plasm core collections by maximizing allelic or phenotypic richness. J Hered. 2001;92: 93–94. 10.1093/jhered/92.1.93", "ArticleIdList": ["10.1093/jhered/92.1.93", "11336240"]}, {"Citation": "Franco J, Crossa J, Warburton ML, Taba S. Sampling strategies for conserving maize diversity when forming core subsets using genetic markers. Crop Sci. 2006;46: 854–864. 10.2135/cropsci2005.07-0201", "ArticleIdList": ["10.2135/cropsci2005.07-0201"]}, {"Citation": "Jia X, Shi Y, Song Y, Wang G, Wang T, Li Y. Development of EST-SSR in foxtail millet (setaria italica). Genet Resour Crop Evol. 2007;54: 233–236. 10.1007/s10722-006-9139-8", "ArticleIdList": ["10.1007/s10722-006-9139-8"]}, {"Citation": "Liang X, Chen X, Hong Y, Liu H, Zhou G, Li S, et al. Utility of EST-derived SSR in cultivated peanut (Arachis hypogaea L.) and arachis wild species. BMC Plant Biol. 2009;9: 35 10.1186/1471-2229-9-35", "ArticleIdList": ["10.1186/1471-2229-9-35", "PMC2678122", "19309524"]}, {"Citation": "Hu J, Wang L, Li J. Comparison of genomic SSR and EST-SSR markers for estimating genetic diversity in cucumber. Biol Plant. 2011;55: 577–580. 10.1007/s10535-011-0129-0", "ArticleIdList": ["10.1007/s10535-011-0129-0"]}, {"Citation": "Cubry P, Pujade-Renaud V, Garcia D, Espeout S, Le Guen V, Granet F, et al. Development and characterization of a new set of 164 polymorphic EST-SSR markers for diversity and breeding studies in rubber tree. (Hevea brasiliensis Müll. Arg.). Plant Breed. 2014;133:419–26. 10.1111/pbr.12158", "ArticleIdList": ["10.1111/pbr.12158"]}, {"Citation": "Thiel T, Michalek W, Varshney RK, Graner A. Exploiting EST databases for the development and characterization of gene-derived SSR-markers in barley (Hordeum vulgare L.). Theor Appl Genet. 2003;106: 411–422. 10.1007/s00122-002-1031-0", "ArticleIdList": ["10.1007/s00122-002-1031-0", "12589540"]}, {"Citation": "Rozen S, Skaletsky H. Primer3 on the WWW for general users and for biologist programmers In: Misener S, Krwatez SA, editors. Bioinformatics methods and protocols. New York: Springer Verlag; 1999. pp. 365–386.", "ArticleIdList": ["0"]}, {"Citation": "Doyle JJ. A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochem Bull. 1987;19: 11–15."}, {"Citation": "Peakall R, Smouse P. Genetic analysis in Excel (GenAlEx). Population genetic software for teaching and research. Canberra: Australian National University; 2001.", "ArticleIdList": ["PMC3463245", "22820204"]}, {"Citation": "Peakall R, Smouse PE. Genalex 6: genetic analysis in Excel. Population genetic software for teaching and research 6. Mol Ecol Notes. 2006;6: 288–295. 10.1111/j.1471-8286.2005.01155.x", "ArticleIdList": ["10.1111/j.1471-8286.2005.01155.x", "PMC3463245", "22820204"]}, {"Citation": "Van Oosterhout C, Hutchinson WF, Wills DPM, Shipley P. Micro-checker: software for identifying and correcting genotyping errors in microsatellite data. Mol Ecol Notes. 2004;4: 535–538. 10.1111/j.1471-8286.2004.00684.x", "ArticleIdList": ["10.1111/j.1471-8286.2004.00684.x"]}, {"Citation": "Raymond M, Rousset F. GENEPOP (Version 1.2): population genetics software for exact tests and ecumenicism. J Hered. 1995;86: 248–249."}, {"Citation": "Rousset F. GENEPOP’007: a complete re-implementation of the GENEPOP software for windows and Linux. Mol Ecol Resour. 2008;8: 103–106. 10.1111/j.1471-8286.2007.01931.x", "ArticleIdList": ["10.1111/j.1471-8286.2007.01931.x", "21585727"]}, {"Citation": "Antao T, Lopes A, Lopes RJ, Beja-Pereira A, Luikart G. LOSITAN: a workbench to detect molecular adaptation based on a Fst-outlier method. BMC Bioinform. 2008;9: 323 10.1186/1471-2105-9-323", "ArticleIdList": ["10.1186/1471-2105-9-323", "PMC2515854", "18662398"]}, {"Citation": "Beaumont MA, Nichols RA. Evaluating loci for use in the genetic analysis of population structure. 10.1098/rspb.1996.0237. Proc R Soc Lond B Biol Sci. 1996;263:1619–26."}, {"Citation": "Foll M, Gaggiotti O. A genome-scan method to identify selected loci appropriate for both dominant and codominant markers: a Bayesian perspective. Genet. 2008;180: 977–993. 10.1534/genetics.108.092221", "ArticleIdList": ["10.1534/genetics.108.092221", "PMC2567396", "18780740"]}, {"Citation": "Goudet J. FSTAT (Version 1.2): a computer program to calculate F-statistics. J Hered. 1995;86: 485–486."}, {"Citation": "Goudet J. FSTAT: a program to estimate and test gene diversities and fixation indices (version 2.9.3) Lausanne: Lausanne University; 2001."}, {"Citation": "Ritland K. Inferences about inbreeding depression based on changes of the inbreeding coefficient. Evolution. 1990;44: 1230–1241. 10.2307/2409284", "ArticleIdList": ["10.2307/2409284", "28563887"]}, {"Citation": "Nei M. Molecular evolutionary genetics New York: Columbia University Press; 1987."}, {"Citation": "Pritchard JK, Stephens M, Donnelly P. Inference of population structure using multilocus genotype data. Genet. 2000;155: 945–959.", "ArticleIdList": ["PMC1461096", "10835412"]}, {"Citation": "Evanno G, Regnaut S, Goudet J. Detecting the number of clusters of individuals using the software STRUCTURE: a simulation study. Mol Ecol. 2005;14: 2611–2620. 10.1111/j.1365-294X.2005.02553.x", "ArticleIdList": ["10.1111/j.1365-294X.2005.02553.x", "15969739"]}, {"Citation": "Earl DA, vonHoldt BM. Structure harvester: a website and program for visualizing STRUCTURE output and implementing the Evanno method. Conservation Genet Resour. 2012;4: 359–361. 10.1007/s12686-011-9548-7", "ArticleIdList": ["10.1007/s12686-011-9548-7"]}, {"Citation": "Excoffier L, Laval G, Schneider S. Arlequin (version 3.0): an integrated software package for population genetics data analysis. Evol Bioinform Online. 2005;1: 47–50.", "ArticleIdList": ["PMC2658868", "19325852"]}, {"Citation": "Mantel N. The detection of disease clustering and a generalized regression approach. Cancer Res. 1967;27: 209–220.", "ArticleIdList": ["6018555"]}, {"Citation": "Bohonak AJ IBD. IBD (Isolation by Distance): a program for analyses of isolation by distance. J Hered. 2002;93: 153–154. 10.1093/jhered/93.2.153", "ArticleIdList": ["10.1093/jhered/93.2.153", "12140277"]}, {"Citation": "Piry S, Luikart G, Cornuet JM. Computer note. Bottleneck: a computer program for detecting recent reductions in the effective size using allele frequency data. J Hered. 1999;90: 502–503. 10.1093/jhered/90.4.502", "ArticleIdList": ["10.1093/jhered/90.4.502"]}, {"Citation": "Kingman JF. Origins of the coalescent: 1974–1982. Genet. 2000;156: 1461–1463.", "ArticleIdList": ["PMC1461350", "11102348"]}, {"Citation": "Beerli P, Palczewski M. Unified framework to evaluate panmixia and migration direction among multiple sampling locations. Genet. 2010;185: 313–326. 10.1534/genetics.109.112532", "ArticleIdList": ["10.1534/genetics.109.112532", "PMC2870966", "20176979"]}, {"Citation": "Beerli P. Comparison of Bayesian and maximum-likelihood inference of population genetic parameters. BioInformatics. 2006;22: 341–343. 10.1093/bioinformatics/bti803", "ArticleIdList": ["10.1093/bioinformatics/bti803", "16317072"]}, {"Citation": "Wilson GA, Rannala B. Bayesian inference of recent migration rates using multilocus genotypes. Genet. 2003;163: 1177–1191.", "ArticleIdList": ["PMC1462502", "12663554"]}, {"Citation": "Kang M, Wang J, Huang H. Demographic bottlenecks and low gene flow in remnant populations of the critically endangered Berchemiella wilsonii var. pubipetiolata (Rhamnaceae) inferred from microsatellite markers. Conserv Genet. 2008;9: 191–199. 10.1007/s10592-007-9324-0", "ArticleIdList": ["10.1007/s10592-007-9324-0"]}, {"Citation": "Ma S, Zhang M. Phylogeography and conservation genetics of the relic Gymnocarpos przewalskii (Caryophyllaceae) restricted to northwestern China. Conserv Genet. 2012;13: 1531–1541. 10.1007/s10592-012-0397-z", "ArticleIdList": ["10.1007/s10592-012-0397-z"]}, {"Citation": "Hamsiya A, Tashpolat T, Mamatsawut, Zhang F, Yang JJ. The variation trend of surface dry–wet conditons in rcent 50 years in the southern and northern edge of Tarim Basin. Journal Arid Land Resources and Environment. 2013;27: 40–47."}, {"Citation": "Fan ZL, Wu SX, Wu Y, Zhang P, Zhao XF, Zhang J. The land reclamation in Xinjiang since the founding of new China. Journal Natural Resources. 2013;28: 713–720."}, {"Citation": "Ge XJ, Hwang CC, Liu ZH, Huang CC, Huang WH, Hung KH, et al. Conservation genetics and phylogeography of endangered and endemic shrub Tetraena mongolica (Zygophyllaceae) in Inner Mongolia, China. BMC Genet. 2011;12: 1 10.1186/1471-2156-12-1", "ArticleIdList": ["10.1186/1471-2156-12-1", "PMC3025899", "21205287"]}, {"Citation": "Wang Y, He R. Analysis on Glycyrrhiza uralensis Fisch and soil desertification. Chinese Journal Eco-Agriculture. 2004;12: 194–195."}, {"Citation": "Jacquemyn H, De Meester L, Jongejans E, Honnay O. Evolutionary changes in plant reproductive traits following habitat fragmentation and their consequences for population fitness. J Ecol. 2012;100: 76–87. 10.1111/j.1365-2745.2011.01919.x", "ArticleIdList": ["10.1111/j.1365-2745.2011.01919.x"]}, {"Citation": "Aguilar R, Quesada M, Ashworth L, Herrerias-Diego Y, Lobo J. Genetic consequences of habitat fragmentation in plant populations: susceptible signals in plant traits and methodological approaches. Mol Ecol. 2008;17: 5177–5188. 10.1111/j.1365-294X.2008.03971.x", "ArticleIdList": ["10.1111/j.1365-294X.2008.03971.x", "19120995"]}, {"Citation": "Orsini L, Vanoverbeke J, Swillen I, Mergeay J, De Meester L. Drivers of population genetic differentiation in the wild: isolation by dispersal limitation, isolation by adaptation and isolation by colonization. Mol Ecol. 2013;22: 5983–5999. 10.1111/mec.12561", "ArticleIdList": ["10.1111/mec.12561", "24128305"]}, {"Citation": "Liu Z, Shu Q, Wang L, Yu M, Hu Y, Zhang H, et al. Genetic diversity of the endangered and medically important Lycium ruthenicum Murr. Revealed by sequence-related amplified polymorphism (SRAP) markers. Biochem Syst Ecol. 2012;45: 86–97. 10.1016/j.bse.2012.07.017", "ArticleIdList": ["10.1016/j.bse.2012.07.017"]}, {"Citation": "de Lafontaine G, Ducousso A, Lefèvre S, Magnanou E, Petit RJ. Stronger spatial genetic structure in recolonized areas than in refugia in the European beech. Mol Ecol. 2013;22: 4397–4412. 10.1111/mec.12403", "ArticleIdList": ["10.1111/mec.12403", "23980761"]}, {"Citation": "Wang J, Li Z, Guo Q, Ren G, Wu Y. Genetic variation within and between populations of a desert poplar (populus euphratica) revealed by SSR markers. Ann For Sci. 2011;68: 1143–1149. 10.1007/s13595-011-0119-6", "ArticleIdList": ["10.1007/s13595-011-0119-6"]}, {"Citation": "Yan J, Chu HJ, Wang HC, Li JQ, Sang T. (2009). Population genetic structure of two Medicago species shaped by distinct life form, mating system and seed dispersal. Ann Bot. 2009; 103: 825–834. 10.1093/aob/mcp006", "ArticleIdList": ["10.1093/aob/mcp006", "PMC2707894", "19174379"]}, {"Citation": "Chen F, Wang A, Chen K, Wan D, Liu J. Genetic diversity and population structure of the endangered and medically important Rheum tanguticum (Polygonaceae) revealed by SSR markers. Biochem Syst Ecol. 2009;37: 613–621. 10.1016/j.bse.2009.08.004", "ArticleIdList": ["10.1016/j.bse.2009.08.004"]}, {"Citation": "Wang MX, Zhang HL, Zhang DL, Qi YW, Fan ZL, Li DY, et al. 2008 Genetic structure of Oryza rufipogon Griff. in China. Heredity. 2008;101:527–35. 10.1038/hdy.2008.61", "ArticleIdList": ["10.1038/hdy.2008.61", "18827837"]}, {"Citation": "Ma J, Zhu Z, Li J. The role of groundwater in the fragile ecology in the south of Taklimakan Desert. Journal Lanzhou University (Natural Sciences). 2000;36: 88–95."}, {"Citation": "Zhang X, Li X, Zhang H. The control of drift sand on the southern fringe of the Taklamakan Desert—an example from the Cele oasis In: Breckle SW, Veste M, Wucherer W, editors. Sustainable land use in deserts. Berline: Springer Verlag; 2001. pp. 350–356."}, {"Citation": "Yang XP. The relationship between oases evolution and natural as well as human factors-evidences from the lower reaches of the Keriya River, southern Xinjiang, China. Earth Sci Front. 2001;8: 83–90."}, {"Citation": "Yang X, Zhu Z, Jaekel D, Owen LA, Han J. Late quaternary palaeoenvironment change and landscape evolution along the Keriya River, Xinjiang, China: the relationship between high mountain glaciation and landscape evolution in foreland desert regions. Quat Int. 2002;97: 155–166. 10.1016/S1040-6182(02)00061-7", "ArticleIdList": ["10.1016/S1040-6182(02)00061-7"]}, {"Citation": "Gupta PK, Rustgi S, Sharma S, Singh R, Kumar N, Balyan HS. Transferable EST-SSR markers for the study of polymorphism and genetic diversity in bread wheat. Mol Genet Genomics. 2003;270: 315–323. 10.1007/s00438-003-0921-4", "ArticleIdList": ["10.1007/s00438-003-0921-4", "14508680"]}, {"Citation": "Chabane K, Ablett GA, Cordeiro GM, Valkoun J, Henry RJ. EST versus genomic derived microsatellite markers for genotyping wild and cultivated barley. Genet Resour Crop Evol. 2005;52: 903–909. 10.1007/s10722-003-6112-7", "ArticleIdList": ["10.1007/s10722-003-6112-7"]}, {"Citation": "Simko I. Development of EST-SSR markers for the study of population structure in lettuce (Lactuca sativa L.). J Hered. 2009;100: 256–262. 10.1093/jhered/esn072", "ArticleIdList": ["10.1093/jhered/esn072", "18796462"]}, {"Citation": "Nevo E, Beiles A. Genetic diversity in the desert: patterns and testable hypotheses. J Arid Environ. 1989;17: 241–244."}, {"Citation": "Li XB, Chen L, Li GQ, An H. Ecological distribution and propagative technique research of Glycyrrhiza resources in China. Ecology and Environmental Sciences. 2013; 22: 718–722."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "3", "Day": "16"}, {"Year": "2016", "Month": "9", "Day": "20"}, {"Year": "2016", "Month": "10", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["27711241", "PMC5053598", "10.1371/journal.pone.0164129", "PONE-D-16-10982"]}}], "PubmedBookArticle": []}