{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27725893", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "09", "Day": "20"}], "ELocationID": ["2890219"], "Language": ["eng"], "Journal": {"ISSN": "2090-8865", "JournalIssue": {"Volume": "2016", "PubDate": {"Year": "2016"}}, "Title": "Journal of analytical methods in chemistry", "ISOAbbreviation": "J Anal Methods Chem"}, "ArticleTitle": "Employing Solid Phase Microextraction as Extraction Tool for Pesticide Residues in Traditional Medicinal Plants.", "Pagination": {"StartPage": "2890219", "MedlinePgn": "2890219"}, "Abstract": {"AbstractText": ["HS-SPME was optimised using blank plant sample for analysis of organochlorine pesticides (OCPs) of varying polarities in selected medicinal plants obtained from northern part of Botswana, where OCPs such as DDT and endosulfan have been historically applied to control disease carrying vectors (mosquitos and tsetse fly). The optimised SPME parameters were used to isolate analytes from root samples of five medicinal plants obtained from Maun and Kasane, Botswana. The final analytes determination was done with a gas chromatograph equipped with GC-ECD and analyte was confirmed using electron ionisation mass spectrometer (GC-MS). Dieldrin was the only pesticide detected and confirmed with MS in the <i>Terminalia sericea</i> sample obtained from Kasane. The method was validated and the analyte recoveries ranged from 69.58 ± 7.20 to 113 ± 15.44%, with RSDs ranging from 1.19 to 17.97%. The method indicated good linearity (<i>R</i><sup>2</sup> > 0.9900) in the range of 2 to 100 ng g<sup>-1</sup>. The method also proved to be sensitive with low limits of detection (LODs) ranging from 0.48 ± 0.16 to 1.50 ± 0.50 ng g<sup>-1</sup>. It can be concluded that SPME was successfully utilized as a sampling and extraction tool for pesticides of diverse polarities in root samples of medicinal plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, University of Botswana, Gaborone, Botswana."}], "LastName": "Gondo", "ForeName": "Thamani T", "Initials": "TT"}, {"Identifier": ["0000-0001-9571-2008"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, University of Botswana, Gaborone, Botswana."}], "LastName": "Obuseng", "ForeName": "Veronica C", "Initials": "VC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, University of Botswana, Gaborone, Botswana; Botswana Institute for Technology Research and Innovation, Gaborone, Botswana."}], "LastName": "Mmualefe", "ForeName": "Lesego C", "Initials": "LC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, University of Botswana, Gaborone, Botswana; Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."}], "LastName": "Okatch", "ForeName": "Harriet", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "J Anal Methods Chem", "NlmUniqueID": "101575377", "ISSNLinking": "2090-8873"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Farnsworth N. R., Akerele O., Bingel A. S., Soejarto D. D., Guo Z. Medicinal plants in therapy. Bulletin of the World Health Organization. 1985;63(6):965–981.", "ArticleIdList": ["PMC2536466", "3879679"]}, {"Citation": "Setshogo M. P., Mbereki C. M. Floristic diversity and uses of medicinal plants sold by street vendors in Gaborone, Botswana. The African Journal of Plant Science and Biotechnology. 2011;5(1):69–74."}, {"Citation": "Huie C. W. A review of modern sample-preparation techniques for the extraction and analysis of medicinal plants. Analytical and Bioanalytical Chemistry. 2002;373(1-2):23–30. doi: 10.1007/s00216-002-1265-3.", "ArticleIdList": ["10.1007/s00216-002-1265-3", "12012169"]}, {"Citation": "WHO. WHO Traditional Medicine Strategy 2002–2005. Geneva, Switzerland: World Health Organization; 2002."}, {"Citation": "Aquino A., Wanderley K. A., Paiva-Santos C. D. O., et al. Coordination polymer adsorbent for matrix solid-phase dispersion extraction of pesticides during analysis of dehydrated Hyptis pectinata medicinal plant by GC/MS. Talanta. 2010;83(2):631–636. doi: 10.1016/j.talanta.2010.10.014.", "ArticleIdList": ["10.1016/j.talanta.2010.10.014", "21111184"]}, {"Citation": "Rivera-Rodríguez L. B., Rodríguez-Estrella R., Ellington J. J., Evans J. J. Quantification of low levels of organochlorine pesticides using small volumes (≤100 μl) of plasma of wild birds through gas chromatography negative chemical ionization mass spectrometry. Environmental Pollution. 2007;148(2):654–662. doi: 10.1016/j.envpol.2006.11.018.", "ArticleIdList": ["10.1016/j.envpol.2006.11.018", "17240024"]}, {"Citation": "Okatch H., Ngwenya B., Raletamo K. M., Andrae-Marobela K. Determination of potentially toxic heavy metals in traditionally used medicinal plants for HIV/AIDS opportunistic infections in Ngamiland District in Northern Botswana. Analytica Chimica Acta. 2012;730:42–48. doi: 10.1016/j.aca.2011.11.067.", "ArticleIdList": ["10.1016/j.aca.2011.11.067", "22632043"]}, {"Citation": "Mabaso M. L. H., Sharp B., Lengeler C. Historical review of malarial control in southern African with emphasis on the use of indoor residual house-spraying. Tropical Medicine & International Health. 2004;9(8):846–856. doi: 10.1111/j.1365-3156.2004.01263.x.", "ArticleIdList": ["10.1111/j.1365-3156.2004.01263.x", "15303988"]}, {"Citation": "Kim M.-S., Kang T. W., Pyo H., Yoon J., Choi K., Hong J. Determination of organochlorine pesticides in sediment using graphitized carbon black solid-phase extraction and gas chromatography/mass spectrometry. Journal of Chromatography A. 2008;1208(1-2):25–33. doi: 10.1016/j.chroma.2008.08.067.", "ArticleIdList": ["10.1016/j.chroma.2008.08.067", "18789449"]}, {"Citation": "Barakat A. O., Mohammed Khairy M., Aukaily I. Persistent organochlorine pesticide and PCB residues in surface sediments of Lake Qarun, a protected area of Egypt. Chemosphere. 2013;90:2467–2476.", "ArticleIdList": ["23237301"]}, {"Citation": "Quinete N. S., De Oliveira E. D. S., Fernandes D. R., Avelar A. D. S., Santelli R. E. Assessment of organochlorine pesticide residues in Atlantic Rain Forest fragments, Rio de Janeiro, Brazil. Environmental Pollution. 2011;159(12):3604–3612. doi: 10.1016/j.envpol.2011.08.004.", "ArticleIdList": ["10.1016/j.envpol.2011.08.004", "21864959"]}, {"Citation": "Stockholm Convention. The Nine New POPs under the Stockholm Convention.  2009,  http://chm.pops.int/Programmes/NewPOPs/The9newPOPs/tabid/672/language/en-US/Default.aspx."}, {"Citation": "Pardío V., Martínez D., Flores A., et al. Human health risk of dietary intake of organochlorine pesticide residues in bovine meat and tissues from Veracruz, México. Food Chemistry. 2012;135(3):1873–1893. doi: 10.1016/j.foodchem.2012.06.079.", "ArticleIdList": ["10.1016/j.foodchem.2012.06.079", "22953937"]}, {"Citation": "Mmualefe L. C., Torto N., Huntsman-Mapila P., Mbongwe B. Headspace solid phase microextraction in the determination of pesticides in water samples from the Okavango Delta with gas chromatography-electron capture detection and time-of-flight mass spectrometry. Microchemical Journal. 2009;91(2):239–244. doi: 10.1016/j.microc.2008.12.005.", "ArticleIdList": ["10.1016/j.microc.2008.12.005"]}, {"Citation": "Mmualefe L. C., Torto N., Huntsman-Mapila P., Mbongwe B. Supercritical fluid extraction of pesticides in sediment from the Okavango Delta, Botswana, and determination by gas chromatography with electron capture detection (GC-ECD) and mass spectrometry (GC-MS) Water SA. 2008;34(3):405–410."}, {"Citation": "Obuseng V. C., Mookantsa B. M., Okatch H., Mosepele K., Torto N. Extraction of pesticides from plants using solid phase microextraction and QuEChERS. South African Journal of Chemistry. 2013;66:183–188."}, {"Citation": "Martins J. G., Amaya Chávez A., Waliszewski S. M., Colín Cruz A., García Fabila M. M. Extraction and clean-up methods for organochlorine pesticides determination in milk. Chemosphere. 2013;92(3):233–246. doi: 10.1016/j.chemosphere.2013.04.008.", "ArticleIdList": ["10.1016/j.chemosphere.2013.04.008", "23648324"]}, {"Citation": "Wilkowska A., Biziuk M. Determination of pesticide residues in food matrices using the QuEChERS methodology. Food Chemistry. 2011;125(3):803–812. doi: 10.1016/j.foodchem.2010.09.094.", "ArticleIdList": ["10.1016/j.foodchem.2010.09.094"]}, {"Citation": "Kataoka H., Lord H. L., Pawliszyn J. Applications of solid-phase microextraction in food analysis. Journal of Chromatography A. 2000;880(1-2):35–62. doi: 10.1016/S0021-9673(00)00309-5.", "ArticleIdList": ["10.1016/S0021-9673(00)00309-5", "10890509"]}, {"Citation": "Guo Q., Lv X., Tan L., Yu B.-Y. Simultaneous determination of 26 pesticide residues in 5 Chinese medicinal materials using solid-phase extraction and GC-ECD method. Chinese Journal of Natural Medicines. 2009;7(3):210–216. doi: 10.3724/sp.j.1009.2009.00210.", "ArticleIdList": ["10.3724/sp.j.1009.2009.00210"]}, {"Citation": "Chen L., Song F., Liu Z., Zheng Z., Xing J., Liu S. Multi-residue method for fast determination of pesticide residues in plants used in traditional chinese medicine by ultra-high-performance liquid chromatography coupled to tandem mass spectrometry. Journal of Chromatography A. 2012;1225:132–140. doi: 10.1016/j.chroma.2011.12.071.", "ArticleIdList": ["10.1016/j.chroma.2011.12.071", "22257925"]}, {"Citation": "Zuin V. G., Yariwake J. H., Bicchi C. Fast supercritical fluid extraction and high-resolution gas chromatography with electron-capture and flame photometric detection for multiresidue screening of organochlorine and organophosphorus pesticides in Brazil's medicinal plants. Journal of Chromatography A. 2003;985(1-2):159–166. doi: 10.1016/s0021-9673(02)01400-0.", "ArticleIdList": ["10.1016/s0021-9673(02)01400-0", "12580482"]}, {"Citation": "Łozowicka B., Jankowska M., Rutkowska E., Hrynko I., Kaczyński P., Miciński J. The evaluation of a fast and simple pesticide multiresidue method in various herbs by gas chromatography. Journal of Natural Medicines. 2014;68(1):95–111. doi: 10.1007/s11418-013-0777-9.", "ArticleIdList": ["10.1007/s11418-013-0777-9", "PMC3857878", "23670401"]}, {"Citation": "Barriada-Pereira M., González-Castro M. J., Muniategui-Lorenzo S., López-Mahía P., Prada-Rodríguez D., Fernández-Fernández E. Comparison of pressurized liquid extraction and microwave assisted extraction for the determination of organochlorine pesticides in vegetables. Talanta. 2007;71(3):1345–1351. doi: 10.1016/j.talanta.2006.07.012.", "ArticleIdList": ["10.1016/j.talanta.2006.07.012", "19071456"]}, {"Citation": "Silva G. A. D., Augusto F., Poppi R. J. Simultaneous optimization by neuro-genetic approach of a multiresidue method for determination of pesticides in Passiflora alata infuses using headspace solid phase microextraction and gas chromatography. Journal of Chromatography A. 2007;1138(1-2):251–261. doi: 10.1016/j.chroma.2006.10.075.", "ArticleIdList": ["10.1016/j.chroma.2006.10.075", "17101143"]}, {"Citation": "Gómez-Ríos G. A., Pawliszyn J. Solid phase microextraction (SPME)-transmission mode (TM) pushes down detection limits in direct analysis in real time (DART) Chemical Communications. 2014;50(85):12937–12940. doi: 10.1039/c4cc05301j.", "ArticleIdList": ["10.1039/c4cc05301j", "25219983"]}, {"Citation": "Sauret-Szczepanski N., Mirabel P., Wortham H. Development of an SPME-GC-MS/MS method for the determination of pesticides in rainwater: laboratory and field experiments. Environmental Pollution. 2006;139(1):133–142. doi: 10.1016/j.envpol.2005.04.024.", "ArticleIdList": ["10.1016/j.envpol.2005.04.024", "16006024"]}, {"Citation": "Beceiro-González E., Concha-Graña E., Guimaraes A., Gonçalves C., Muniategui-Lorenzo S., Alpendurada M. F. Optimisation and validation of a solid-phase microextraction method for simultaneous determination of different types of pesticides in water by gas chromatography-mass spectrometry. Journal of Chromatography A. 2007;1141(2):165–173. doi: 10.1016/j.chroma.2006.12.042.", "ArticleIdList": ["10.1016/j.chroma.2006.12.042", "17204271"]}, {"Citation": "Merib J., Simão V., Dias A. N., Carasek E. Simultaneous determination of trihalomethanes and organochlorine pesticides in water samples by direct immersion-headspace-solid phase microextraction. Journal of Chromatography A. 2013;1321:30–37. doi: 10.1016/j.chroma.2013.10.080.", "ArticleIdList": ["10.1016/j.chroma.2013.10.080", "24239037"]}, {"Citation": "Júnior J. L. R., Ré-Poppi N. Determination of organochlorine pesticides in ground water samples using solid-phase microextraction by gas chromatography-electron capture detection. Talanta. 2007;72(5):1833–1841. doi: 10.1016/j.talanta.2007.02.024.", "ArticleIdList": ["10.1016/j.talanta.2007.02.024", "19071840"]}, {"Citation": "Lambropoulou D. A., Sakkas V. A., Hela D. G., Albanis T. A. Application of solid-phase microextraction in the monitoring of priority pesticides in the Kalamas River (N.W. Greece) Journal of Chromatography A. 2002;963(1-2):107–116. doi: 10.1016/s0021-9673(02)00173-5.", "ArticleIdList": ["10.1016/s0021-9673(02)00173-5", "12187961"]}, {"Citation": "Fernandez-Alvarez M., Llompart M., Lamas J. P., et al. Development of a solid-phase microextraction gas chromatography with microelectron-capture detection method for a multiresidue analysis of pesticides in bovine milk. Analytica Chimica Acta. 2008;617(1-2):37–50. doi: 10.1016/j.aca.2008.01.021.", "ArticleIdList": ["10.1016/j.aca.2008.01.021", "18486639"]}, {"Citation": "Doong R.-A., Liao P.-L. Determination of organochlorine pesticides and their metabolites in soil samples using headspace solid-phase microextraction. Journal of Chromatography A. 2001;918(1):177–188. doi: 10.1016/S0021-9673(01)00740-3.", "ArticleIdList": ["10.1016/S0021-9673(01)00740-3", "11403446"]}, {"Citation": "Fernandez-Alvarez M., Llompart M., Pablo Lamas J., et al. Simultaneous determination of traces of pyrethroids, organochlorines and other main plant protection agents in agricultural soils by headspace solid-phase microextraction–gas chromatography. Journal of Chromatography A. 2008;1188(2):154–163. doi: 10.1016/j.chroma.2008.02.080.", "ArticleIdList": ["10.1016/j.chroma.2008.02.080", "18346746"]}, {"Citation": "Chai M. K., Tan G. H. Validation of a headspace solid-phase microextraction procedure with gas chromatography-electron capture detection of pesticide residues in fruits and vegetables. Food Chemistry. 2009;117(3):561–567. doi: 10.1016/j.foodchem.2009.04.034.", "ArticleIdList": ["10.1016/j.foodchem.2009.04.034"]}, {"Citation": "Kin C. M., Huat T. G. Headspace solid-phase microextraction for the evaluation of pesticide residue contents in cucumber and strawberry after washing treatment. Food Chemistry. 2010;123(3):760–764. doi: 10.1016/j.foodchem.2010.05.038.", "ArticleIdList": ["10.1016/j.foodchem.2010.05.038"]}, {"Citation": "Zeng J., Chen J., Lin Z., Chen W., Chen X., Wang X. Development of polymethylphenylsiloxane-coated fiber for solid-phase microextraction and its analytical application of qualitative and semi-quantitative of organochlorine and pyrethroid pesticides in vegetables. Analytica Chimica Acta. 2008;619(1):59–66. doi: 10.1016/j.aca.2008.02.013.", "ArticleIdList": ["10.1016/j.aca.2008.02.013", "18539175"]}, {"Citation": "Abdulra'uf L. B. A. T., Tan G. H. Multivariate study of parameters in the determination of pesticide residues in apple by headspace solid phase microextraction coupled to gas chromatography–mass spectrometry using experimental factorial design. Food Chemistry. 2013;141(4):4344–4348. doi: 10.1016/j.foodchem.2013.07.022.", "ArticleIdList": ["10.1016/j.foodchem.2013.07.022", "23993624"]}, {"Citation": "Lambropoulou D. A., Albanis T. A. Headspace solid phase microextraction applied to the analysis of organophosphorus insecticides in strawberry and cherry juices. Journal of Agricultural and Food Chemistry. 2002;50(12):3359–3365. doi: 10.1021/jf0112771.", "ArticleIdList": ["10.1021/jf0112771", "12033796"]}, {"Citation": "Ho W.-H., Hsieh S.-J. Solid phase microextraction associated with microwave assisted extraction of organochlorine pesticides in medicinal plants. Analytica Chimica Acta. 2001;428(1):111–120. doi: 10.1016/S0003-2670(00)01219-8.", "ArticleIdList": ["10.1016/S0003-2670(00)01219-8"]}, {"Citation": "Hwang B.-H., Lee M.-R. Solid-phase microextraction for organochlorine pesticide residues analysis in Chinese herbal formulations. Journal of Chromatography A. 2000;898(2):245–256. doi: 10.1016/S0021-9673(00)00874-8.", "ArticleIdList": ["10.1016/S0021-9673(00)00874-8", "11117422"]}, {"Citation": "Campillo N., Peñalver R., Hernández-Córdoba M. Pesticide analysis in herbal infusions by solid-phase microextraction and gas chromatography with atomic emission detection. Talanta. 2007;71(3):1417–1423. doi: 10.1016/j.talanta.2006.07.014.", "ArticleIdList": ["10.1016/j.talanta.2006.07.014", "19071467"]}, {"Citation": "Cai L., Xing J., Dong L., Wu C. Application of polyphenylmethylsiloxane coated fiber for solid-phase microextraction combined with microwave-assisted extraction for the determination of organochlorine pesticides in Chinese teas. Journal of Chromatography A. 2003;1015(1-2):11–21. doi: 10.1016/S0021-9673(03)01328-1.", "ArticleIdList": ["10.1016/S0021-9673(03)01328-1", "14570315"]}, {"Citation": "Schurek J., Portolés T., Hajslova J., Riddellova K., Hernández F. Application of head-space solid-phase microextraction coupled to comprehensive two-dimensional gas chromatography-time-of-flight mass spectrometry for the determination of multiple pesticide residues in tea samples. Analytica Chimica Acta. 2008;611(2):163–172. doi: 10.1016/j.aca.2008.01.007.", "ArticleIdList": ["10.1016/j.aca.2008.01.007", "18328317"]}, {"Citation": "Achouri A., Boye J. I., Zamani Y. Identification of volatile compounds in soymilk using solid-phase microextraction-gas chromatography. Food Chemistry. 2006;99(4):759–766. doi: 10.1016/j.foodchem.2005.09.001.", "ArticleIdList": ["10.1016/j.foodchem.2005.09.001"]}, {"Citation": "De Fátima Alpendurada M. Solid-phase microextraction: a promising technique for sample preparation in environmental analysis. Journal of Chromatography A. 2000;889(1-2):3–14. doi: 10.1016/s0021-9673(00)00453-2.", "ArticleIdList": ["10.1016/s0021-9673(00)00453-2", "10985530"]}, {"Citation": "Naudé Y., Rohwer E. R. Two multidimensional chromatographic methods for enantiomeric analysis of o,p′-DDT and o,p′-DDD in contaminated soil and air in a malaria area of South Africa. Analytica Chimica Acta. 2012;730:120–126. doi: 10.1016/j.aca.2012.03.028.", "ArticleIdList": ["10.1016/j.aca.2012.03.028", "22632053"]}, {"Citation": "Cai J., Zhu F., Ruan W., et al. Determination of organochlorine pesticides in textiles using solid-phase microextraction with gas chromatography-mass spectrometry. Microchemical Journal. 2013;110:280–284. doi: 10.1016/j.microc.2013.04.008.", "ArticleIdList": ["10.1016/j.microc.2013.04.008"]}, {"Citation": "Fidalgo-Used N., Centineo G., Blanco-González E., Sanz-Medel A. Solid-phase microextraction as a clean-up and preconcentration procedure for organochlorine pesticides determination in fish tissue by gas chromatography with electron capture detection. Journal of Chromatography A. 2003;1017(1-2):35–44. doi: 10.1016/S0021-9673(03)01321-9.", "ArticleIdList": ["10.1016/S0021-9673(03)01321-9", "14584689"]}, {"Citation": "Dias A. N., Simão V., Merib J., Carasek E. Use of green coating (cork) in solid-phase microextraction for the determination of organochlorine pesticides in water by gas chromatography-electron capture detection. Talanta. 2015;134:409–414. doi: 10.1016/j.talanta.2014.11.045.", "ArticleIdList": ["10.1016/j.talanta.2014.11.045", "25618687"]}, {"Citation": "Pérez-Trujillo J. P., Frías S., Conde J. E., Rodríguez-Delgado M. A. Comparison of different coatings in solid-phase microextraction for the determination of organochlorine pesticides in ground water. Journal of Chromatography A. 2002;963(1-2):95–105. doi: 10.1016/S0021-9673(02)00137-1.", "ArticleIdList": ["10.1016/S0021-9673(02)00137-1", "12188006"]}, {"Citation": "Carvalho P. N., Rodrigues P. N. R., Alves F., Evangelista R., Basto M. C. P., Vasconcelos M. T. S. D. An expeditious method for the determination of organochlorine pesticides residues in estuarine sediments using microwave assisted pre-extraction and automated headspace solid-phase microextraction coupled to gas chromatography-mass spectrometry. Talanta. 2008;76(5):1124–1129. doi: 10.1016/j.talanta.2008.05.035.", "ArticleIdList": ["10.1016/j.talanta.2008.05.035", "18761165"]}, {"Citation": "Daka P. S., Obuseng V. C., Torto N., Huntsman-Mapila P. Deltamethrin in sediment samples of the Okavango Delta, Botswana. Water SA. 2006;32(4):483–488."}, {"Citation": "Kgori P. M., Modo S., Torr S. J. The use of aerial spraying to eliminate tsetse from the Okavango Delta of Botswana. Acta Tropica. 2006;99(2-3):184–199. doi: 10.1016/j.actatropica.2006.07.007.", "ArticleIdList": ["10.1016/j.actatropica.2006.07.007", "16987491"]}, {"Citation": "Stevenson D. E., Walborg E. F., Jr., North D. W., et al. Monograph: reassessment of human cancer risk of aldrin/dieldrin. Toxicology Letters. 1999;109(3):123–186. doi: 10.1016/s0378-4274(99)00132-0.", "ArticleIdList": ["10.1016/s0378-4274(99)00132-0", "10555138"]}, {"Citation": "Kanthasamy A. G., Kitazawa M., Kanthasamy A., Anantharam V. Dieldrin-induced neurotoxicity: relevance to Parkinson's disease pathogenesis. NeuroToxicology. 2005;26(4):701–719. doi: 10.1016/j.neuro.2004.07.010.", "ArticleIdList": ["10.1016/j.neuro.2004.07.010", "16112328"]}, {"Citation": "Meijer S. N., Halsall C. J., Harner T., et al. Organochlorine pesticide residues in archived UK soil. Environmental Science and Technology. 2001;35(10):1989–1995. doi: 10.1021/es0000955.", "ArticleIdList": ["10.1021/es0000955", "11393978"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "2", "Day": "12"}, {"Year": "2016", "Month": "7", "Day": "12"}, {"Year": "2016", "Month": "10", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "9", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27725893", "PMC5048045", "10.1155/2016/2890219"]}}], "PubmedBookArticle": []}