{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Coptis chinensis Franch", "Huang Lian", "cardiovascular diseases", "coptis root", "ethnopharmacology"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27774066", "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "10", "Day": "07"}], "ELocationID": ["362"], "Language": ["eng"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2016"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Rhizoma Coptidis: A Potential Cardiovascular Protective Agent.", "Pagination": {"StartPage": "362", "MedlinePgn": "362"}, "Abstract": {"AbstractText": ["Cardiovascular diseases (CVDs) are among the leading causes of morbidity and mortality in both the developed and developing world. Rhizoma coptidis (RC), known as Huang Lian in China, is the dried rhizome of medicinal plants from the family Ranunculaceae, such as <i>Coptis chinensis</i> Franch, <i>C. deltoidea</i> C.Y. Cheng et Hsiao, and <i>C. teeta</i> Wall which has been used by Chinese medicinal physicians for more than 2000 years. In China, RC is a common component in traditional medicines used to treat CVD associated problems including obesity, diabetes mellitus, hyperlipidemia, hyperglycemia and disorders of lipid metabolism. In recent years, numerous scientific studies have sought to investigate the biological properties of RC to provide scientific evidence for its traditional medical uses. RC has been found to exert significant beneficial effects on major risk factors for CVDs including anti-atherosclerotic effect, lipid-lowering effect, anti-obesity effect and anti-hepatic steatosis effect. It also has myocardioprotective effect as it provides protection from myocardial ischemia-reperfusion injury. These properties have been attributed to the presence of bioactive compounds contained in RC such as berberine, coptisine, palmatine, epiberberine, jatrorrhizine, and magnoflorine; all of which have been demonstrated to have cardioprotective effects on the various parameters contributing to the occurrence of CVD through a variety of pathways. The evidence available in the published literature indicates that RC is a herb with tremendous potential to reduce the risks of CVDs, and this review aims to summarize the cardioprotective properties of RC with reference to the published literature which overall indicates that RC is a herb with remarkable potential to reduce the risks and damage caused by CVDs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Novel Bacteria and Drug Discovery Research Group, School of Pharmacy, Monash University MalaysiaBandar Sunway, Malaysia; Biomedical Research Laboratory, Jeffrey Cheah School of Medicine and Health Sciences, Monash University MalaysiaBandar Sunway, Malaysia."}], "LastName": "Tan", "ForeName": "Hui-Li", "Initials": "HL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Genetic and Molecular Biology, Faculty of Science, Institute of Biological Sciences, University of Malaya Kuala Lumpur, Malaysia."}], "LastName": "Chan", "ForeName": "Kok-Gan", "Initials": "KG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biomedical Research Laboratory, Jeffrey Cheah School of Medicine and Health Sciences, Monash University Malaysia Bandar Sunway, Malaysia."}], "LastName": "Pusparajah", "ForeName": "Priyia", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Health Outcomes Research and Therapeutic Safety, School of Pharmaceutical Sciences, University of PhayaoPhayao, Thailand; Division of Physiology, School of Medical Sciences, University of PhayaoPhayao, Thailand."}], "LastName": "Duangjai", "ForeName": "Acharaporn", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Novel Bacteria and Drug Discovery Research Group, School of Pharmacy, Monash University MalaysiaBandar Sunway, Malaysia; Center of Health Outcomes Research and Therapeutic Safety, School of Pharmaceutical Sciences, University of PhayaoPhayao, Thailand; Faculty of Pharmaceutical Sciences, Pharmaceutical Outcomes Research Center, Naresuan UniversityPhitsanulok, Thailand."}], "LastName": "Saokaew", "ForeName": "Surasak", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Novel Bacteria and Drug Discovery Research Group, School of Pharmacy, Monash University MalaysiaBandar Sunway, Malaysia; Department of Pharmacy, Abasyn University PeshawarPeshawar, Pakistan."}], "LastName": "Mehmood Khan", "ForeName": "Tahir", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Novel Bacteria and Drug Discovery Research Group, School of Pharmacy, Monash University MalaysiaBandar Sunway, Malaysia; Center of Health Outcomes Research and Therapeutic Safety, School of Pharmaceutical Sciences, University of PhayaoPhayao, Thailand."}], "LastName": "Lee", "ForeName": "Learn-Han", "Initials": "LH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Novel Bacteria and Drug Discovery Research Group, School of Pharmacy, Monash University MalaysiaBandar Sunway, Malaysia; Center of Health Outcomes Research and Therapeutic Safety, School of Pharmaceutical Sciences, University of PhayaoPhayao, Thailand."}], "LastName": "Goh", "ForeName": "Bey-Hing", "Initials": "BH"}], "PublicationTypeList": ["Review", "Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahn T. G., Lee J. Y., Cheon S. Y., An H. J., Kook Y. B. (2013). Protective effect of Sam-Hwang-Sa-Sim-Tang against hepatic steatosis in mice fed a high-cholesterol diet. BMC Complement. Altern. Med. 13:366. 10.1186/1472-6882-13-366", "ArticleIdList": ["10.1186/1472-6882-13-366", "PMC3900264", "24364887"]}, {"Citation": "Cao J., Han Z., Tian L., Chen K., Fan Y., Ye B., et al. . (2014). Curcumin inhibits EMMPRIN and MMP-9 expression through AMPK-MAPK and PKC signaling in PMA induced macrophages. J. Transl. Med. 12:266. 10.1186/s12967-014-0266-2", "ArticleIdList": ["10.1186/s12967-014-0266-2", "PMC4205290", "25241044"]}, {"Citation": "Cao Y., Bei W., Hu Y., Cao L., Huang L., Wang L., et al. . (2012). Hypocholesterolemia of Rhizoma Coptidis alkaloids is related to the bile acid by up-regulated CYP7A1 in hyperlipidemic rats. Phytomedicine 19, 686–692. 10.1016/j.phymed.2012.03.011", "ArticleIdList": ["10.1016/j.phymed.2012.03.011", "22554715"]}, {"Citation": "Chan C. K., Goh B. H., Kamarudin M. N. A., Kadir H. A. (2012). Aqueous fraction of Nephelium ramboutan-ake rind induces mitochondrial-mediated apoptosis in HT-29 human colorectal adenocarcinoma cells. Molecules 17, 6633–6657. 10.3390/molecules17066633", "ArticleIdList": ["10.3390/molecules17066633", "PMC6268511", "22728359"]}, {"Citation": "Chan C. K., Supriady H., Goh B. H., Kadir H. A. (2015). Elephantopus scaber induces apoptosis through ROS-dependent mitochondrial signaling pathway in HCT116 human colorectal carcinoma cells. J. Ethnopharm. 168, 291–304. 10.1016/j.jep.2015.03.072", "ArticleIdList": ["10.1016/j.jep.2015.03.072", "25861953"]}, {"Citation": "Chang W., Li K., Guan F., Yao F., Yu Y., Zhang M., et al. . (2016). Berberine pretreatment confers cardioprotection against ischemia-reperfusion injury in a rat model of type 2 diabetes. J. Cardiovasc. Pharmacol. Ther. 21, 486–494. 10.1177/1074248415627873", "ArticleIdList": ["10.1177/1074248415627873", "26846272"]}, {"Citation": "Chang W., Zhang M., Li J., Meng Z., Xiao D., Wei S., et al. . (2012). Berberine attenuates ischemia-reperfusion injury via regulation of adenosine-5′-monophosphate kinase activity in both non-ischemic and ischemic areas of the rat heart. Cardiovasc. Drugs Ther. 26, 467–478. 10.1007/s10557-012-6422-0", "ArticleIdList": ["10.1007/s10557-012-6422-0", "23179953"]}, {"Citation": "Chen B., Xue D. F., Han B., Kou S. M., Ye X. L., Li X. G. (2015). Regulatory effect of coptisine on key genes involved in cholesterol metabolism. Zhongguo Zhong Yao Za Zhi 40, 1548–1553. 10.4268/cjcmm20150823", "ArticleIdList": ["10.4268/cjcmm20150823", "26281596"]}, {"Citation": "Chen J., Zhao H., Wang X., Lee F. S.-C., Yang H., Zheng L. (2008). Analysis of major alkaloids in Rhizoma coptidis by capillary electrophoresis-electrospray-time of flight mass spectrometry with different background electrolytes. Electrophoresis 29, 2135–2147. 10.1002/elps.200700797", "ArticleIdList": ["10.1002/elps.200700797", "18425753"]}, {"Citation": "Chen K., Li G., Geng F., Zhang Z., Li J., Yang M., et al. . (2014). Berberine reduces ischemia/reperfusion-induced myocardial apoptosis via activating AMPK and PI3K–Akt signaling in diabetic rats. Apoptosis 19, 946–957. 10.1007/s10495-014-0977-0", "ArticleIdList": ["10.1007/s10495-014-0977-0", "24664781"]}, {"Citation": "Chen X. (2009). Medical Composition Containing Dioscorea Opposite, Coptis Chinensis, Vitamins, Major Elements and Trace Elements for Lowering Blood Sugar and Blood Lipid, and Diabetes Mellitus, and Its Formulation. CN. Patent No 101579464 Beijing: State Intellectual Property Office of the P.R.C."}, {"Citation": "Chi L., Peng L., Pan N., Hu X., Zhang Y. (2014). The anti-atherogenic effects of berberine on foam cell formation are mediated through the upregulation of sirtuin 1. Int. J. Mol. Med. 34, 1087–1093. 10.3892/ijmm.2014.1868", "ArticleIdList": ["10.3892/ijmm.2014.1868", "25069720"]}, {"Citation": "Choi J. S., Kim J. H., Ali M. Y., Min B. S., Kim G. D., Jung H. A. (2014). Coptis chinensis alkaloids exert anti-adipogenic activity on 3T3-L1 adipocytes by downregulating C/EBP-α and PPAR-γ. Fitoterapia 98, 199–208. 10.1016/j.fitote.2014.08.006", "ArticleIdList": ["10.1016/j.fitote.2014.08.006", "25128422"]}, {"Citation": "Fan H., Chen Y. Y., Bei W. J., Wang L. Y., Chen B. T., Guo J. (2013). In vitro screening for antihepatic steatosis active components within Coptidis Rhizoma Alkaloids Extract using liver cell extraction with HPLC analysis and a free fatty acid-induced hepatic steatosis HepG2 cell assay. Evid. Based Complement. Alternat. Med. 2013:459390. 10.1155/2013/459390", "ArticleIdList": ["10.1155/2013/459390", "PMC3878276", "24454495"]}, {"Citation": "Fan H., Yang L., Fu F., Xu H., Meng Q., Zhu H., et al. . (2012). Cardioprotective effects of salvianolic acid A on myocardial ischemia-reperfusion injury in vivo and in vitro. Evid. Based Complement. Alternat. Med. 2012:508938. 10.1155/2012/508938", "ArticleIdList": ["10.1155/2012/508938", "PMC3124068", "21789047"]}, {"Citation": "Frostegård J. (2013). Immunity, atherosclerosis and cardiovascular disease. BMC Med. 11:117. 10.1186/1741-7015-11-117", "ArticleIdList": ["10.1186/1741-7015-11-117", "PMC3658954", "23635324"]}, {"Citation": "Guo J. (2012). Chinese Medicinal Composition Containing Saponins of Panax and Alkaloids of Coptidis for Preventing and Treating Lipid Metabolism Disorder. WO. Patent No 2012100440 Geneva: World Intellectual Property Organization."}, {"Citation": "Guo J., Wang S. B., Yuan T. Y., Wu Y. J., Yan Y., Li L., et al. . (2013). Coptisine protects rat heart against myocardial ischemia/reperfusion injury by suppressing myocardial apoptosis and inflammation. Atherosclerosis 231, 384–391. 10.1016/j.atherosclerosis.2013.10.003", "ArticleIdList": ["10.1016/j.atherosclerosis.2013.10.003", "24267256"]}, {"Citation": "Guo T., Woo S. L., Guo X., Li H., Zheng J., Botchlett R., et al. . (2016). Berberine ameliorates hepatic steatosis and suppresses liver and adipose tissue inflammation in mice with diet-induced obesity. Sci. Rep. 6:22612. 10.1038/srep22612", "ArticleIdList": ["10.1038/srep22612", "PMC4776174", "26936230"]}, {"Citation": "He K., Hu Y., Ma H., Zou Z., Xiao Y., Yang Y., et al. . (2016). Rhizoma coptidis alkaloids alleviate hyperlipidemia in B6 mice by modulating gut microbiota and bile acid pathways. BBA Mol. Basis Dis. 1862, 1696–1709. 10.1016/j.bbadis.2016.06.006", "ArticleIdList": ["10.1016/j.bbadis.2016.06.006", "27287254"]}, {"Citation": "He K., Kou S., Zou Z., Hu Y., Feng M., Han B., et al. . (2015a). Hypolipidemic effects of alkaloids from Rhizoma coptidis in diet-induced hyperlipidemic hamsters. Planta Med. 82, 690–697. 10.1055/s-0035-1568261", "ArticleIdList": ["10.1055/s-0035-1568261", "26848702"]}, {"Citation": "He K., Ye X., Wu H., Wang Y., Zou Z., Ning N., et al. . (2015b). The safety and anti-hypercholesterolemic effect of coptisine in Syrian golden hamsters. Lipids 50, 185–194. 10.1007/s11745-014-3983-7", "ArticleIdList": ["10.1007/s11745-014-3983-7", "25547428"]}, {"Citation": "Ho F. M., Liao Y. H., Yang A. J., Lee Chao P. D., Hou Y. C., Huang C. T., et al. . (2012). Anti-atherosclerotic action of Ger-Gen-Chyn-Lian-Tang and AMPK-dependent lipid lowering effect in hepatocytes. J. Ethnopharmacol. 142, 175–187. 10.1016/j.jep.2012.04.034", "ArticleIdList": ["10.1016/j.jep.2012.04.034", "22543166"]}, {"Citation": "Hsieh Y. S., Kuo W. H., Lin T. W., Chang H. R., Lin T. H., Chen P. N., et al. . (2007). Protective effects of berberine against low-density lipoprotein (LDL) oxidation and oxidized LDL-induced cytotoxicity on endothelial cells. J. Agric. Food Chem. 55, 10437–10445. 10.1021/jf071868c", "ArticleIdList": ["10.1021/jf071868c", "18001034"]}, {"Citation": "Huang C., Zhang Y., Gong Z., Sheng X., Li Z., Zhang W., et al. . (2006). Berberine inhibits 3T3-L1 adipocyte differentiation through the PPARγ pathway. Biochem. Biophys. Res. Commun. 348, 571–578. 10.1016/j.bbrc.2006.07.095", "ArticleIdList": ["10.1016/j.bbrc.2006.07.095", "16890192"]}, {"Citation": "Huang Z., Han Z., Ye B., Dai Z., Shan P., Lu Z., et al. . (2015). Berberine alleviates cardiac ischemia/reperfusion injury by inhibiting excessive autophagy in cardiomyocytes. Eur. J. Pharmacol. 762, 1–10. 10.1016/j.ejphar.2015.05.028", "ArticleIdList": ["10.1016/j.ejphar.2015.05.028", "26004523"]}, {"Citation": "Huang Z., Wang L., Meng S., Wang Y., Chen T., Wang C. (2011). Berberine reduces both MMP-9 and EMMPRIN expression through prevention of p38 pathway activation in PMA-induced macrophages. Int. J. Cardiol. 146, 153–158. 10.1016/j.ijcard.2009.06.023", "ArticleIdList": ["10.1016/j.ijcard.2009.06.023", "19576641"]}, {"Citation": "Huang Z., Xu X., Lu F., Wang N., Chen G., Zhao Y., et al. . (2013). Jiao tai wan attenuates hepatic lipid accumulation in type 2 diabetes mellitus. Evid. Based Complement. Alternat. Med. 2013:567045. 10.1155/2013/567045", "ArticleIdList": ["10.1155/2013/567045", "PMC3844214", "24319477"]}, {"Citation": "Hung T. M., Lee J. P., Min B. S., Choi J. S., Na M., Zhang X., et al. . (2007a). Magnoflorine from Coptidis Rhizoma protects high density lipoprotein during oxidant stress. Biol. Pharm. Bull. 30, 1157–1160. 10.1248/bpb.30.1157", "ArticleIdList": ["10.1248/bpb.30.1157", "17541173"]}, {"Citation": "Hung T. M., Na M., Min B. S., Zhang X., Lee I., Ngoc T. M., et al. . (2007b). Protective effect of magnoflorine isolated from coptidis rhizoma on Cu2+-induced oxidation of human low density lipoprotein. Planta Med. 73, 1281–1284. 10.1055/s-2007-981615", "ArticleIdList": ["10.1055/s-2007-981615", "17973202"]}, {"Citation": "Itabe H. (2009). Oxidative modification of LDL: its pathological role in atherosclerosis. Clin. Rev. Allergy Immunol. 37, 4–11. 10.1007/s12016-008-8095-9", "ArticleIdList": ["10.1007/s12016-008-8095-9", "18987785"]}, {"Citation": "Kim Y. M., Ha Y. M., Jin Y. C., Shi L. Y., Lee Y. S., Kim H. J., et al. . (2009). Palmatine from Coptidis rhizoma reduces ischemia-reperfusion-mediated acute myocardial injury in the rat. Food Chem. Toxicol. 47, 2097–2102. 10.1016/j.fct.2009.05.031", "ArticleIdList": ["10.1016/j.fct.2009.05.031", "19497345"]}, {"Citation": "Kou S., Han B., Wang Y., Huang T., He K., Han Y., et al. . (2016). Synergetic cholesterol-lowering effects of main alkaloids from Rhizoma Coptidis in HepG2 cells and hypercholesterolemia hamsters. Life Sci. 151, 50–60. 10.1016/j.lfs.2016.02.046", "ArticleIdList": ["10.1016/j.lfs.2016.02.046", "26876917"]}, {"Citation": "Kwak D. H., Lee J. H., Kim D. G., Kim T., Lee K. J., Ma J. Y. (2013). Inhibitory effects of Hwangryunhaedok-tang in 3T3-L1 adipogenesis by regulation of Raf/MEK1/ERK1/2 Pathway and PDK1/Akt Phosphorylation. Evid. Based Complement. Alternat. Med. 2013:413906. 10.1155/2013/413906", "ArticleIdList": ["10.1155/2013/413906", "PMC3676921", "23762131"]}, {"Citation": "Lavie C. J., Milani R. V., Ventura H. O. (2009). Obesity and cardiovascular disease: risk factor, paradox, and impact of weight loss. J. Am. Coll. Cardiol. 53, 1925–1932. 10.1016/j.jacc.2008.12.068", "ArticleIdList": ["10.1016/j.jacc.2008.12.068", "19460605"]}, {"Citation": "Li G., Li Y., Sun F., Dong X., Zhong F. (2015). Chinese Medicine Composition for Reducing Blood Glucose and Lipid Protecting Blood Vesssel Endothelial, and Preparation Method Thereof. CN. Patent No 104257839 Beijing: State Intellectual Property Office of the P.R.C."}, {"Citation": "Li J. C., Shen X. F., Meng X. L. (2013). A traditional Chinese medicine JiuHuangLian (Rhizoma coptidis steamed with rice wine) reduces oxidative stress injury in type 2 diabetic rats. Food Chem. Toxicol. 59, 222–229. 10.1016/j.fct.2013.06.005", "ArticleIdList": ["10.1016/j.fct.2013.06.005", "23791751"]}, {"Citation": "Li X., Liu J., Lin L., Guo Y., Lin C., Zhang C., et al. . (2014). Traditional Chinese medicine Shuang Shen Ning Xin attenuates myocardial ischemia/reperfusion injury by preserving of mitochondrial function. Evid. Based Complement. Alternat. Med. 2014:180965. 10.1155/2014/180965", "ArticleIdList": ["10.1155/2014/180965", "PMC4083608", "25031602"]}, {"Citation": "Liou S. F., Ke H. J., Hsu J. H., Liang J. C., Lin H. H., Chen I. J., et al. . (2011). San-Huang-Xie-Xin-Tang prevents rat hearts from ischemia/reperfusion-induced apoptosis through eNOS and MAPK Pathways. Evid. Based Complement. Alternat. Med. 2011:915051. 10.1093/ecam/neq061", "ArticleIdList": ["10.1093/ecam/neq061", "PMC3137793", "21785641"]}, {"Citation": "Liu H., Lu H. Y. (2014). Nonalcoholic fatty liver disease and cardiovascular disease. World J. Gastroenterol. 20, 8407–8415. 10.3748/wjg.v20.i26.8407", "ArticleIdList": ["10.3748/wjg.v20.i26.8407", "PMC4093693", "25024598"]}, {"Citation": "Liu Q., Li J., Wang J., Li J., Janicki J. S., Fan D. (2013). Effects and mechanisms of Chinese herbal medicine in ameliorating myocardial ischemia-reperfusion injury. Evid. Based Complement. Alternat. Med. 2013:925625. 10.1155/2013/925625", "ArticleIdList": ["10.1155/2013/925625", "PMC3833114", "24288571"]}, {"Citation": "Liu X., Chen X., Jin R. (2010). Protective effects of Rhizoma coptidis on acute myocardial ischemia injured cardiomyocytes in vivo and in vitro. Chin. J. Info. Tradit. Chin. Med. 17, 28–30. 10.3969/j.issn.1005-5304.2010.12.012", "ArticleIdList": ["10.3969/j.issn.1005-5304.2010.12.012"]}, {"Citation": "Lucas A. D., Greaves D. R. (2001). Atherosclerosis: role of chemokines and macrophages. Expert Rev. Mol. Med. 3, 1–18. 10.1017/S1462399401003696", "ArticleIdList": ["10.1017/S1462399401003696", "14585150"]}, {"Citation": "Ma B. L., Yao M. K., Zhong J., Ma Y. M., Gao C. L., Wu J. S., et al. . (2012). Increased systemic exposure to rhizoma coptidis alkaloids in lipopolysaccharide-pretreated rats attributable to enhanced intestinal absorption. Drug Metab. Dispos. 40, 381–388. 10.1124/dmd.111.041152", "ArticleIdList": ["10.1124/dmd.111.041152", "22086980"]}, {"Citation": "Ma H., Hu Y., Zou Z., Feng M., Ye X., Li X. (2016). Antihyperglycemia and antihyperlipidemia effect of protoberberine alkaloids from Rhizoma Coptidis in HepG2 cell and diabetic KK-Ay mice. Drug Dev. Res. 77, 163–170. 10.1002/ddr.21302", "ArticleIdList": ["10.1002/ddr.21302", "27045983"]}, {"Citation": "Moghadamtousi S., Goh B., Chan C., Shabab T., Kadir H. (2013). Biological activities and phytochemicals of swietenia macrophylla king. Molecules 18, 10465–10483. 10.3390/molecules180910465", "ArticleIdList": ["10.3390/molecules180910465", "PMC6270564", "23999722"]}, {"Citation": "Moukdar F., Robidoux J., Lyght O., Pi J., Daniel K. W., Collins S. (2009). Reduced antioxidant capacity and diet-induced atherosclerosis in uncoupling protein-2-deficient mice. J. Lipid Res. 50, 59–70. 10.1194/jlr.M800273-JLR200", "ArticleIdList": ["10.1194/jlr.M800273-JLR200", "18698091"]}, {"Citation": "Ning N., He K., Wang Y., Zou Z., Wu H., Li X., et al. . (2015). Hypolipidemic effect and mechanism of palmatine from Coptis chinensis in hamsters fed high-fat diet. Phytother. Res. 29, 668–673. 10.1002/ptr.5295", "ArticleIdList": ["10.1002/ptr.5295", "25586479"]}, {"Citation": "Pisto P., Santaniemi M., Bloigu R., Ukkola O., Kesäniemi Y. A. (2014). Fatty liver predicts the risk for cardiovascular events in middle-aged population: a population-based cohort study. BMJ Open 4:e004973. 10.1136/bmjopen-2014-004973", "ArticleIdList": ["10.1136/bmjopen-2014-004973", "PMC3963104", "24650811"]}, {"Citation": "Remppis A., Bea F., Greten H. J., Buttler A., Wang H., Zhou Q., et al. . (2010). Rhizoma coptidis inhibits LPS-induced MCP-1/CCL2 production in murine macrophages via an AP-1 and NFκB-dependent pathway. Mediators Inflamm. 2010:194896. 10.1155/2010/194896", "ArticleIdList": ["10.1155/2010/194896", "PMC2905940", "20652055"]}, {"Citation": "Supriady H., Kamarudin M. N. A., Chan C. K., Goh B. H., Kadir H. A. (2015). SMEAF attenuates the production of pro-inflammatory mediators through the inactivation of Akt-dependent NF-κB, p38 and ERK1/2 pathways in LPS-stimulated BV-2 microglial cells. J. Funct. Food. 17, 434–448. 10.1016/j.jff.2015.05.042", "ArticleIdList": ["10.1016/j.jff.2015.05.042"]}, {"Citation": "Tan H. L., Chan K. G., Pusparajah P., Lee L. H., Goh B. H. (2016). Gynura procumbens: an overview of the biological activities. Front. Pharmacol. 7:52. 10.3389/fphar.2016.00052", "ArticleIdList": ["10.3389/fphar.2016.00052", "PMC4791373", "27014066"]}, {"Citation": "Tan L. T. H., Lee L. H., Yin W. F., Chan C. K., Kadir H. A., Chan K. G., et al. . (2015). Traditional uses, phytochemistry, and bioactivities of Cananga odorata (Ylang-Ylang). Evid. Based Complement Alternat Med. 2015:896314. 10.1155/2015/896314", "ArticleIdList": ["10.1155/2015/896314", "PMC4534619", "26294929"]}, {"Citation": "Tang L. Q., Wei W., Chen L. M., Liu S. (2006). Effects of berberine on diabetes induced by alloxan and a high-fat/high-cholesterol diet in rats. J. Ethnopharmacol. 108, 109–115. 10.1016/j.jep.2006.04.019", "ArticleIdList": ["10.1016/j.jep.2006.04.019", "16759828"]}, {"Citation": "Trapani L., Segatto M., Pallottini V. (2012). Regulation and deregulation of cholesterol homeostasis: the liver as a metabolic “power station.” World J. Hepatol. 4, 184–190. 10.4254/wjh.v4.i6.184", "ArticleIdList": ["10.4254/wjh.v4.i6.184", "PMC3388116", "22761969"]}, {"Citation": "Vijayaraghavan K. (2010). Treatment of dyslipidemia in patients with type 2 diabetes. Lipids Health Dis. 9, 1–12. 10.1186/1476-511X-9-144", "ArticleIdList": ["10.1186/1476-511X-9-144", "PMC3022752", "21172030"]}, {"Citation": "Walden R., Tomlinson B. (2011). Cardiovascular disease, in Herbal Medicine: Biomolecular and Clinical Aspects, eds Benzie I. F. F., Wachtel-Galor S. (Boca Raton, FL: LLC; ), 333–361.", "ArticleIdList": ["22593937"]}, {"Citation": "Wallace T. C. (2011). Anthocyanins in cardiovascular disease. Adv. Nutr Int. Rev. J. 2, 1–7. 10.3945/an.110.000042", "ArticleIdList": ["10.3945/an.110.000042", "PMC3042791", "22211184"]}, {"Citation": "Wang H., Mu W., Shang H., Lin J., Lei X. (2014). The antihyperglycemic effects of Rhizoma Coptidis and mechanism of actions: a review of systematic reviews and pharmacological research. Biomed. Res. Int. 2014:10. 10.1155/2014/798093", "ArticleIdList": ["10.1155/2014/798093", "PMC4003828", "24818152"]}, {"Citation": "Wang Q., Zhang M., Liang B., Shirwany N., Zhu Y., Zou M. H. (2011). Activation of AMP-activated protein kinase is required for berberine-induced reduction of atherosclerosis in mice: the role of uncoupling protein 2. PLoS ONE 6:e25436. 10.1371/journal.pone.0025436", "ArticleIdList": ["10.1371/journal.pone.0025436", "PMC3181327", "21980456"]}, {"Citation": "Wang X. (2015). A Chinese Medicine Composition for Treating Obesity Complicated with Hyperlipidemia and Its Application. CN. Patent No 104645055 Beijing: State Intellectual Property Office of the P.R.C."}, {"Citation": "Wang Y., Liu J., Ma A., Chen Y. (2015). Cardioprotective effect of berberine against myocardial ischemia/reperfusion injury via attenuating mitochondrial dysfunction and apoptosis. Int. J. Clin. Exp. Med. 8:14513.", "ArticleIdList": ["PMC4613127", "26550442"]}, {"Citation": "Wu H., He K., Wang Y., Xue D., Ning N., Zou Z., et al. . (2014a). The antihypercholesterolemic effect of jatrorrhizine isolated from Rhizoma Coptidis. Phytomedicine 21, 1373–1381. 10.1016/j.phymed.2014.05.002", "ArticleIdList": ["10.1016/j.phymed.2014.05.002", "24894270"]}, {"Citation": "Wu H., Tang Q., Yang J., Ding J., Ye M., Dong W. (2014b). Atorvastatin ameliorates myocardial ischemia/reperfusion injury through attenuation of endoplasmic reticulum stress-induced apoptosis. Int. J. Clin. Exp. Med. 7, 4915–4923.", "ArticleIdList": ["PMC4307435", "25663988"]}, {"Citation": "Wu H., Wang Y. Z., Wang D. Z., Pang J., Ye X. L., Li X. G. (2014c). Effects of alkaloids from coptidis rhizoma on blood lipid metabolism and low-denstity lipoprotein receptor mRNA in golden hamsters. Zhongguo Zhong Yao Za Zhi 39, 2102–2105. 10.4268/cjcmm20141131", "ArticleIdList": ["10.4268/cjcmm20141131", "25272851"]}, {"Citation": "Wu J., Zhang H., Hu B., Yang L., Wang P., Wang F., et al. . (2016). Coptisine from Coptis chinensis inhibits production of inflammatory mediators in lipopolysaccharide-stimulated RAW 264.7 murine macrophage cells. Eur. J. Pharmacol. 780, 106–114. 10.1016/j.ejphar.2016.03.037", "ArticleIdList": ["10.1016/j.ejphar.2016.03.037", "27018392"]}, {"Citation": "Xiao J., Fai So K., Liong E. C., Tipoe G. L. (2013). Recent advances in the herbal treatment of non-alcoholic Fatty liver disease. J. Tradit. Complement. Med. 3, 88–94. 10.4103/2225-4110.110411", "ArticleIdList": ["10.4103/2225-4110.110411", "PMC3924972", "24716162"]}, {"Citation": "Xie W., Gu D., Li J., Cui K., Zhang Y. (2011). Effects and action mechanisms of berberine and Rhizoma coptidis on gut microbes and obesity in high-fat diet-fed C57BL/6J mice. PLoS ONE 6:e24520. 10.1371/journal.pone.0024520", "ArticleIdList": ["10.1371/journal.pone.0024520", "PMC3167861", "21915347"]}, {"Citation": "Ye X., Li X., Yuan L. (2009). Hypolipidemia Composite Preparation Comprising Rhizoma Coptidis Alkaloid and Crataegus Pinnatifida Flavanoid. CN. Patent No 10485752 Beijing: State Intellectual Property Office of the P.R.C."}, {"Citation": "Yi J., Ye X., Wang D., He K., Yang Y., Liu X., et al. . (2013). Safety evaluation of main alkaloids from Rhizoma Coptidis. J. Ethnopharmacol. 145, 303–310. 10.1016/j.jep.2012.10.062", "ArticleIdList": ["10.1016/j.jep.2012.10.062", "23159469"]}, {"Citation": "Yokozawa T., Ishida A., Cho E. J., Nakagawa T. (2003). The effects of Coptidis Rhizoma extract on a hypercholesterolemic animal model. Phytomedicine 10, 17–22. 10.1078/094471103321648610", "ArticleIdList": ["10.1078/094471103321648610", "12622459"]}, {"Citation": "Yu L., Li F., Zhao G., Yang Y., Jin Z., Zhai M., et al. . (2015). Protective effect of berberine against myocardial ischemia reperfusion injury: role of Notch1/Hes1-PTEN/Akt signaling. Apoptosis 20, 796–810. 10.1007/s10495-015-1122-4", "ArticleIdList": ["10.1007/s10495-015-1122-4", "25824534"]}, {"Citation": "Yuan X., Wang J., Tang X., Li Y., Xia P., Gao X. (2015). Berberine ameliorates nonalcoholic fatty liver disease by a global modulation of hepatic mRNA and lncRNA expression profiles. J. Transl. Med. 13:24. 10.1186/s12967-015-0383-6", "ArticleIdList": ["10.1186/s12967-015-0383-6", "PMC4316752", "25623289"]}, {"Citation": "Zhang Z., Li B., Meng X., Yao S., Jin L., Yang J., et al. . (2016). Berberine prevents progression from hepatic steatosis to steatohepatitis and fibrosis by reducing endoplasmic reticulum stress. Sci. Rep. 6:20848. 10.1038/srep20848", "ArticleIdList": ["10.1038/srep20848", "PMC4746620", "26857750"]}, {"Citation": "Zhao G. L., Yu L. M., Gao W. L., Duan W. X., Jiang B., Liu X. D., et al. . (2016b). Berberine protects rat heart from ischemia/reperfusion injury via activating JAK2/STAT3 signaling and attenuating endoplasmic reticulum stress. Acta Pharmacol. Sin. 37, 354–367. 10.1038/aps.2015.136", "ArticleIdList": ["10.1038/aps.2015.136", "PMC4775848", "26806299"]}, {"Citation": "Zhao Y., Xu L., Qiao Z., Gao L., Ding S., Ying X., et al. . (2016a). YiXin-Shu, a ShengMai-San-based traditional Chinese medicine formula, attenuates myocardial ischemia/reperfusion injury by suppressing mitochondrial mediated apoptosis and upregulating liver-X-receptor α. Sci. Rep. 6:23025. 10.1038/srep23025", "ArticleIdList": ["10.1038/srep23025", "PMC4786861", "26964694"]}, {"Citation": "Zhou Y., Cao S., Wang Y., Xu P., Yan J., Bin W., et al. . (2014). Berberine metabolites could induce low density lipoprotein receptor up-regulation to exert lipid-lowering effects in human hepatoma cells. Fitoterapia 92, 230–237. 10.1016/j.fitote.2013.11.010", "ArticleIdList": ["10.1016/j.fitote.2013.11.010", "24321576"]}, {"Citation": "Zhu Q. W., Li Y. G. (2016). Berberine attenuates myocardial ischemia reperfusion injury by suppressing the activation of PI3K/AKT signaling. Exp. Ther. Med. 11, 978–984. 10.3892/etm.2016.3018", "ArticleIdList": ["10.3892/etm.2016.3018", "PMC4774358", "26998023"]}, {"Citation": "Zou Z. Y., Hu Y. R., Ma H., Feng M., Li X. G., Ye X. L. (2016). Epiberberine reduces serum cholesterol in diet-induced dyslipidemia Syrian golden hamsters via network pathways involving cholesterol metabolism. Eur. J. Pharmacol. 774, 1–9. 10.1016/j.ejphar.2015.11.017", "ArticleIdList": ["10.1016/j.ejphar.2015.11.017", "26593426"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "8", "Day": "4"}, {"Year": "2016", "Month": "9", "Day": "20"}, {"Year": "2016", "Month": "10", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "10", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["27774066", "PMC5054023", "10.3389/fphar.2016.00362"]}}], "PubmedBookArticle": []}