{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27795730", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "10", "Day": "04"}], "ELocationID": ["6592363"], "Language": ["eng"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2016", "PubDate": {"Year": "2016"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Effect of Gender on the Knowledge of Medicinal Plants: Systematic Review and Meta-Analysis.", "Pagination": {"StartPage": "6592363", "MedlinePgn": "6592363"}, "Abstract": {"AbstractText": ["Knowledge of medicinal plants is not only one of the main components in the structure of knowledge in local medical systems but also one of the most studied resources. This study uses a systematic review and meta-analysis of a compilation of ethnobiological studies with a medicinal plant component and the variable of gender to evaluate whether there is a gender-based pattern in medicinal plant knowledge on different scales (national, continental, and global). In this study, three types of meta-analysis are conducted on different scales. We detect no significant differences on the global level; women and men have the same rich knowledge. On the national and continental levels, significant differences are observed in both directions (significant for men and for women), and a lack of significant differences in the knowledge of the genders is also observed. This finding demonstrates that there is no gender-based pattern for knowledge on different scales."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ecology and Evolution of Social-Ecological Systems (LEA), Departamento de Biologia, Universidade Federal Rural de Pernambuco, Av. Dom Manoel de Medeiros, s/n, Dois Irmãos, 52171-900 Recife, PE, Brazil."}], "LastName": "Torres-Avilez", "ForeName": "Wendy", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ethnobiology and Human Ecology Group, Centro de Ciências Agrárias, Universidade Federal de Alagoas, Rod. BR 104, Km 85, s/n, 57000-100 Rio Largo, AL, Brazil."}], "LastName": "de Medeiros", "ForeName": "Patrícia Muniz", "Initials": "PM"}, {"Identifier": ["0000-0002-8131-8429"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ecology and Evolution of Social-Ecological Systems (LEA), Departamento de Biologia, Universidade Federal Rural de Pernambuco, Av. Dom Manoel de Medeiros, s/n, Dois Irmãos, 52171-900 Recife, PE, Brazil."}], "LastName": "Albuquerque", "ForeName": "Ulysses Paulino", "Initials": "UP"}], "PublicationTypeList": ["Review", "Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Moerman D. E., Pemberton R. W., Kiefer D. A comparative analysis of five medicinal floras. Journal of Ethnobiology. 1999;19(1):49–67."}, {"Citation": "Saslis-Lagoudakis C. H., Williamson E. M., Savolainen V., Hawkins J. A. Cross-cultural comparison of three medicinal floras and implications for bioprospecting strategies. Journal of Ethnopharmacology. 2011;135(2):476–487. doi: 10.1016/j.jep.2011.03.044.", "ArticleIdList": ["10.1016/j.jep.2011.03.044", "21457769"]}, {"Citation": "Saslis-Lagoudakis H. C., Hawkins J. A., Greenhill S. J., et al. The evolution of traditional knowledge: environment shapes medicinal plant use in Nepal. Proceedings of Royal Society B. 2014;281(1780) doi: 10.1098/rspb.2013.2768.", "ArticleIdList": ["10.1098/rspb.2013.2768", "PMC4027389", "24523269"]}, {"Citation": "Albuquerque U. P., Medeiros P. M. Systematic reviews and meta-analysis applied to ethnobiological research. Ethnobiology and Conservation. 2012;1, article 6:8."}, {"Citation": "Berkes F., Folke C. Linkings Social and Ecological Systems Management Practices and Social Mechanisms for Building Resilience. Cambridge, UK: Cambridge University; 2000."}, {"Citation": "Kleinman A. Concepts and a model for the comparison of medical systems as cultural systems. Social Science and Medicine. Part B Medical Anthropology. 1978;12:85–93. doi: 10.1016/0160-7987(78)90014-5.", "ArticleIdList": ["10.1016/0160-7987(78)90014-5", "358402"]}, {"Citation": "Hanazaki N., Tamashiro J. Y., Leitão-Filho H. F., Begossi A. Diversity of plant uses in two Caiçara communities from the Atlantic Forest coast, Brazil. Biodiversity and Conservation. 2000;9(5):597–615. doi: 10.1023/a:1008920301824.", "ArticleIdList": ["10.1023/a:1008920301824"]}, {"Citation": "Ayantunde A. A., Briejer M., Hiernaux P., Udo H. M. J., Tabo R. Botanical knowledge and its differentiation by age, gender and ethnicity in Southwestern Niger. Human Ecology. 2008;36(6):881–889. doi: 10.1007/s10745-008-9200-7.", "ArticleIdList": ["10.1007/s10745-008-9200-7"]}, {"Citation": "Silva F. D. S., Ramos M. A., Hanazaki N., de Albuquerque U. P. Dynamics of traditional knowledge of medicinal plants in a rural community in the Brazilian semi-arid region. Brazilian Journal of Pharmacognosy. 2011;21(3):382–391. doi: 10.1590/S0102-695X2011005000054.", "ArticleIdList": ["10.1590/S0102-695X2011005000054"]}, {"Citation": "de Almeida C. D. F. C. B. R., Ramos M. A., de Amorim E. L. C., de Albuquerque U. P. A comparison of knowledge about medicinal plants for three rural communities in the semi-arid region of northeast of Brazil. Journal of Ethnopharmacology. 2010;127(3):674–684. doi: 10.1016/j.jep.2009.12.005.", "ArticleIdList": ["10.1016/j.jep.2009.12.005", "19969057"]}, {"Citation": "van Andel T., Carvalheiro L. G. Why urban citizens in developing countries use traditional medicines: the case of suriname. Evidence-Based Complementary and Alternative Medicine. 2013;2013:13. doi: 10.1155/2013/687197.687197", "ArticleIdList": ["10.1155/2013/687197", "PMC3638607", "23653663"]}, {"Citation": "Voeks R. A. Are women reservoirs of traditional plant knowledge? Gender, ethnobotany and globalization in northeast Brazil. Singapore Journal of Tropical Geography. 2007;28(1):7–20. doi: 10.1111/j.1467-9493.2006.00273.x.", "ArticleIdList": ["10.1111/j.1467-9493.2006.00273.x"]}, {"Citation": "Teklehaymanot T., Giday M. Ethnobotanical study of medicinal plants used by people in Zegie Peninsula, Northwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2007;3, article 12 doi: 10.1186/1746-4269-3-12.", "ArticleIdList": ["10.1186/1746-4269-3-12", "PMC1852296", "17355645"]}, {"Citation": "Schunko C., Grasser S., Vogl C. R. Intracultural variation of knowledge about wild plant uses in the Biosphere Reserve Grosses Walsertal (Austria) Journal of Ethnobiology and Ethnomedicine. 2012;8, article 23 doi: 10.1186/1746-4269-8-23.", "ArticleIdList": ["10.1186/1746-4269-8-23", "PMC3487943", "22770375"]}, {"Citation": "Müller J. G., Boubacar R., Guimbo I. D. The ‘how’ and ‘why’ of including gender and age in ethnobotanical research and community-based resource management. AMBIO. 2014;44(1):67–78. doi: 10.1007/s13280-014-0517-8.", "ArticleIdList": ["10.1007/s13280-014-0517-8", "PMC4293356", "24789508"]}, {"Citation": "Albuquerque U. P., de Medeiros P. M., Ramos M. A., et al. Are ethnopharmacological surveys useful for the discovery and development of drugs from medicinal plants? Brazilian Journal of Pharmacognosy. 2014;24(2):110–115. doi: 10.1016/j.bjp.2014.04.003.", "ArticleIdList": ["10.1016/j.bjp.2014.04.003"]}, {"Citation": "Voeks R. A., Leony A. Forgetting the forest: assessing medicinal plant erosion in eastern Brazil. Economic Botany. 2004;58:S294–S306. doi: 10.1663/0013-0001(2004)58[s294:ftfamp]2.0.co;2.", "ArticleIdList": ["10.1663/0013-0001(2004)58[s294:ftfamp]2.0.co;2"]}, {"Citation": "Camou-Guerrero A., Reyes-García V., Martínez-Ramos M., Casas A. Knowledge and use value of plant species in a rarámuri community: a gender perspective for conservation. Human Ecology. 2008;36(2):259–272. doi: 10.1007/s10745-007-9152-3.", "ArticleIdList": ["10.1007/s10745-007-9152-3"]}, {"Citation": "Ong H. G., Kim Y.-D. Quantitative ethnobotanical study of the medicinal plants used by the Ati Negrito indigenous group in Guimaras island, Philippines. Journal of Ethnopharmacology. 2014;157:228–242. doi: 10.1016/j.jep.2014.09.015.", "ArticleIdList": ["10.1016/j.jep.2014.09.015", "25240586"]}, {"Citation": "Giday M., Asfaw Z., Woldu Z. Medicinal plants of the Meinit ethnic group of Ethiopia: An Ethnobotanical Study. Journal of Ethnopharmacology. 2009;124(3):513–521. doi: 10.1016/j.jep.2009.05.009.", "ArticleIdList": ["10.1016/j.jep.2009.05.009", "19454310"]}, {"Citation": "Kidane B., van Andel T., van der Maesen L. J. G., Asfaw Z. Use and management of traditional medicinal plants by Maale and Ari ethnic communities in southern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2014;10, article 46 doi: 10.1186/1746-4269-10-46.", "ArticleIdList": ["10.1186/1746-4269-10-46", "PMC4055949", "24898079"]}, {"Citation": "De Albuquerque U. P., Soldati G. T., Sieber S. S., Ramos M. A., De Sá J. C., De Souza L. C. The use of plants in the medical system of the Fulni-ô people (NE Brazil): a perspective on age and gender. Journal of Ethnopharmacology. 2011;133(2):866–873. doi: 10.1016/j.jep.2010.11.021.", "ArticleIdList": ["10.1016/j.jep.2010.11.021", "21093569"]}, {"Citation": "Stagegaard J., Sørensen M., Kvist L. P. Estimations of the importance of plant resources extracted by inhabitants of the Peruvian Amazon flood plains. Perspectives in Plant Ecology, Evolution and Systematics. 2002;5(2):103–122. doi: 10.1078/1433-8319-00026.", "ArticleIdList": ["10.1078/1433-8319-00026"]}, {"Citation": "Moher D., Liberati A., Tetzlaff J., Douglas G. A., Douglas and the PRISMA Group Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. Annals of Internal Medicine. 2009;151(4):264–269. doi: 10.7326/0003-4819-151-4-200908180-00135.", "ArticleIdList": ["10.7326/0003-4819-151-4-200908180-00135", "19622511"]}, {"Citation": "Menéndez E. L. Modelos de atención de los padecimientos: de exclusiones teóricas y articulaciones prácticas. Ciência & Saúde Coletiva. 2003;8(1):185–207. doi: 10.1590/s1413-81232003000100014.", "ArticleIdList": ["10.1590/s1413-81232003000100014"]}, {"Citation": "Doyal L. Understanding gender, health, and globalization: opportunities and challenges. In: Kickbusch I., Hartwig K. A., List J. M., editors. Globalization, Women, and Health in the 21st Century Palgrave Macmillan. New York, NY, USA: Palgrave Macmillan; 2005. pp. 9–28."}, {"Citation": "Caniago I., Siebert S. F. Medicinal plant ecology, knowledge and conservation in Kalimantan, Indonesia. Economic Botany. 1998;52(3):229–250. doi: 10.1007/bf02862141.", "ArticleIdList": ["10.1007/bf02862141"]}, {"Citation": "Reyes-García V., Vila S., Aceituno-Mata L., et al. Gendered homegardens: a study in three mountain areas of the iberian peninsula. Economic Botany. 2010;64(3):235–247. doi: 10.1007/s12231-010-9124-1.", "ArticleIdList": ["10.1007/s12231-010-9124-1"]}, {"Citation": "Cooper H. Research Synthesis and Meta-Analysis: A Step-by-Step Approach. 4th. Thousand Oaks, Calif, USA: SAGE; 2009."}, {"Citation": "Ridgeway C. L., Correll S. J. Unpacking the gender system: a theoretical perspective on gender beliefs and social relations. Gender & Society. 2004;18(4):510–531. doi: 10.1177/0891243204265269.", "ArticleIdList": ["10.1177/0891243204265269"]}, {"Citation": "Walker P. L., Cook D. C. Brief communication: gender and sex: vive la difference. American Journal of Physical Anthropology. 1998;106(2):255–259. doi: 10.1002/(sici)1096-8644(199806)106:2<255::aid-ajpa11>3.0.co;2-35;.", "ArticleIdList": ["10.1002/(sici)1096-8644(199806)106:2<255::aid-ajpa11>3.0.co;2-35;", "9637188"]}, {"Citation": "Albuquerque U. P., Alves A. G. C. What is ethnobiology? In: Albuquerque U. P., Alves R. R. N., editors. Introduction to Ethnobiology. Basel, Switzerland: Springer; 2016."}, {"Citation": "Albuquerque U. P., Lucena R. F. P., Neto E. M. F. L. Selection of research participants. In: Albuquerque U. P., Cunha L. V. F. C., Lucena R. F. P., Alves R. R. N., editors. Methods and Techniques in Ethnobiology and Ethnoecology. Amsterdam, The Netherlands: Springer; 2014. pp. 1–13.", "ArticleIdList": ["10.1007/978-1-4614-8636-7_1"]}, {"Citation": "Medeiros P. M., Ladio A. H., Albuquerque U. P. Sampling problems in Brazilian research: a critical evaluation of studies on medicinal plants. Revista Brasileira de Farmacognosia. 2014;24(2):103–109. doi: 10.1016/j.bjp.2014.01.010.", "ArticleIdList": ["10.1016/j.bjp.2014.01.010"]}, {"Citation": "de Medeiros P. M., Ladio A. H., Albuquerque U. P. Patterns of medicinal plant use by inhabitants of Brazilian urban and rural areas: a macroscale investigation based on available literature. Journal of Ethnopharmacology. 2013;150(2):729–746. doi: 10.1016/j.jep.2013.09.026.", "ArticleIdList": ["10.1016/j.jep.2013.09.026", "24095828"]}, {"Citation": "Gonçalves P. H. S., Albuquerque U. P., de Medeiros P. M. The most commonly available woody plant species are the most useful for human populations: a meta-analysis. Ecological Applications. 2016 doi: 10.1002/eap.1364.", "ArticleIdList": ["10.1002/eap.1364", "27755717"]}, {"Citation": "Brown H. J. Macroecología. Fondo de Cultura Económica; 2003."}, {"Citation": "The R Foundation for Statistical Computing. R version 2.13.2, 2011."}, {"Citation": "Lipsey M. W., Wilson D.  Practical Meta-Analysis (Applied Social Research Methods) London, UK: Sage; 2000.   http://www.campbellcollaboration.org/escalc/html/EffectSizeCalculator-SMD-main.php."}, {"Citation": "Pfeiffer J. M., Butz R. J. Assessing cultural and ecological variation in ethnobiological research: the importance of gender. Journal of Ethnobiology. 2005;25(2):240–278. doi: 10.2993/0278-0771(2005)25[240:acaevi]2.0.co;2.", "ArticleIdList": ["10.2993/0278-0771(2005)25[240:acaevi]2.0.co;2"]}, {"Citation": "Ramos M. A., Medeiros P. M. D., Almeida A. L. S. D., Feliciano A. L. P., Albuquerque U. P. D. Use and knowledge of fuelwood in an area of Caatinga vegetation in NE Brazil. Biomass and Bioenergy. 2008;32(6):510–517. doi: 10.1016/j.biombioe.2007.11.015.", "ArticleIdList": ["10.1016/j.biombioe.2007.11.015"]}, {"Citation": "Abbot P. G., Lowore J. D. Characteristics and management potential of some indigenous firewood species in Malawi. Forest Ecology and Management. 1999;119(1–3):111–121. doi: 10.1016/s0378-1127(98)00516-7.", "ArticleIdList": ["10.1016/s0378-1127(98)00516-7"]}, {"Citation": "Tabuti J. R. S., Dhillion S. S., Lye K. A. Firewood use in Bulamogi county, Uganda: species selection, harvesting and consumption patterns. Biomass and Bioenergy. 2003;25(6):581–596. doi: 10.1016/s0961-9534(03)00052-7.", "ArticleIdList": ["10.1016/s0961-9534(03)00052-7"]}, {"Citation": "Momsen J. Gender and Development. London, UK: Routledge; 2004."}, {"Citation": "Howard P. Gender bias in ethnobotany: propositions and evidence of a distorted science and promises of a brighter future. Proceedings of the International Society of Ethnobiology 9th International Congress and Society for Economic Botany 45th Annual Meeting; 2006;   http://kent.academia.edu/PatriciaHoward/Papers."}, {"Citation": "Soldati G. T., Hanazaki N., Crivos M., Albuquerque U. P. Does environmental instability favor the production and horizontal transmission of knowledge regarding medicinal plants? A study in Southeast Brazil. PLoS ONE. 2015;10(5) doi: 10.1371/journal.pone.0126389.e0126389", "ArticleIdList": ["10.1371/journal.pone.0126389", "PMC4439025", "25992578"]}, {"Citation": "Henrich J., Gil-White F. J. The evolution of prestige: freely conferred deference as a mechanism for enhancing the benefits of cultural transmission. Evolution and Human Behavior. 2001;22(3):165–196. doi: 10.1016/s1090-5138(00)00071-4.", "ArticleIdList": ["10.1016/s1090-5138(00)00071-4", "11384884"]}, {"Citation": "Henrich J., Broesch J. On the nature of cultural transmission networks: evidence from Fijian villages for adaptive learning biases. Philosophical Transactions of the Royal Society B: Biological Sciences. 2011;366(1567):1139–1148. doi: 10.1098/rstb.2010.0323.", "ArticleIdList": ["10.1098/rstb.2010.0323", "PMC3049092", "21357236"]}, {"Citation": "Wood W., Eagly A. H. A cross-cultural analysis of the behavior of women and men: implications for the origins of sex differences. Psychological Bulletin. 2002;128(5):699–727. doi: 10.1037//0033-2909.128.5.699.", "ArticleIdList": ["10.1037//0033-2909.128.5.699", "12206191"]}, {"Citation": "Kristensen M., Balslev H. Perceptions, use and availability of woody plants among the Gourounsi in Burkina Faso. Biodiversity and Conservation. 2003;12(8):1715–1739. doi: 10.1023/a:1023614816878.", "ArticleIdList": ["10.1023/a:1023614816878"]}, {"Citation": "Sop T. K., Oldeland J., Bognounou F., Schmiedel U., Thiombiano A. Ethnobotanical knowledge and valuation of woody plants species: a comparative analysis of three ethnic groups from the sub-Sahel of Burkina Faso. Environment, Development and Sustainability. 2012;14(5):627–649. doi: 10.1007/s10668-012-9345-9.", "ArticleIdList": ["10.1007/s10668-012-9345-9"]}, {"Citation": "Giday M., Asfaw Z., Woldu Z., Teklehaymanot T. Medicinal plant knowledge of the Bench ethnic group of Ethiopia: an ethnobotanical investigation. Journal of Ethnobiology and Ethnomedicine. 2009;5, article 34:1–10. doi: 10.1186/1746-4269-5-34.", "ArticleIdList": ["10.1186/1746-4269-5-34", "PMC2780996", "19912633"]}, {"Citation": "Giday M., Asfaw Z., Woldu Z. Ethnomedicinal study of plants used by Sheko ethnic group of Ethiopia. Journal of Ethnopharmacology. 2010;132(1):75–85. doi: 10.1016/j.jep.2010.07.046.", "ArticleIdList": ["10.1016/j.jep.2010.07.046", "20674734"]}, {"Citation": "Lulekal E., Asfaw Z., Kelbessa E., Van Damme P. Ethnomedicinal study of plants used for human ailments in Ankober District, North Shewa Zone, Amhara Region, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2013;9, article 63 doi: 10.1186/1746-4269-9-63.", "ArticleIdList": ["10.1186/1746-4269-9-63", "PMC3846447", "23984919"]}, {"Citation": "Teklehaymanot T. Ethnobotanical study of knowledge and medicinal plants use by the people in Dek Island in Ethiopia. Journal of Ethnopharmacology. 2009;124(1):69–78. doi: 10.1016/j.jep.2009.04.005.", "ArticleIdList": ["10.1016/j.jep.2009.04.005", "19477609"]}, {"Citation": "Nanyingi M. O., Mbaria J. M., Lanyasunya A. L., et al. Ethnopharmacological survey of Samburu district, Kenya. Journal of Ethnobiology and Ethnomedicine. 2008;4, article 14 doi: 10.1186/1746-4269-4-14.", "ArticleIdList": ["10.1186/1746-4269-4-14", "PMC2412850", "18498665"]}, {"Citation": "Ngari E. W., Chiuri L. W., Kariuki S. T., Huckett S. Ethnomedicine of Ogiek of river Njoro watershed, Nakuru-Kenya. Ethnobotany Research & Applications. 2010;8:135–152."}, {"Citation": "Warui J. K. Utilization in Maasai communal ranches in the Amboseli region of Kenya. Ethnobotany Research & Applications. 2005;3:231–241."}, {"Citation": "Letšela T., Witkowski E. T. F., Balkwill K. Plant resources used for subsistence in tsehlanyane and bokong in lesotho. Economic Botany. 2003;57(4):619–639. doi: 10.1663/0013-0001(2003)057[0619:prufsi]2.0.co;2.", "ArticleIdList": ["10.1663/0013-0001(2003)057[0619:prufsi]2.0.co;2"]}, {"Citation": "Lyon L. M., Hardesty L. H. Quantifying medicinal plant knowledge among non–specialist antanosy villagers in Southern Madagascar. Economic Botany. 2012;66(1):1–11. doi: 10.1007/s12231-011-9185-9.", "ArticleIdList": ["10.1007/s12231-011-9185-9"]}, {"Citation": "Andriamparany J. N., Brinkmann K., Jeannoda V., Buerkert A. Effects of socio-economic household characteristics on traditional knowledge and usage of wild yams and medicinal plants in the Mahafaly region of south-western Madagascar. Journal of Ethnobiology and Ethnomedicine. 2014;10, article 82 doi: 10.1186/1746-4269-10-82.", "ArticleIdList": ["10.1186/1746-4269-10-82", "PMC4414374", "25551198"]}, {"Citation": "Bruschi P., Morganti M., Mancini M., Signorini M. A. Traditional healers and laypeople: a qualitative and quantitative approach to local knowledge on medicinal plants in Muda (Mozambique) Journal of Ethnopharmacology. 2011;138(2):543–563. doi: 10.1016/j.jep.2011.09.055.", "ArticleIdList": ["10.1016/j.jep.2011.09.055", "22008876"]}, {"Citation": "Guimbo I. D., Muller J., Larwanou M. Ethnobotanical knowledge of men, women and children in rural niger: a mixedmethods approach. Ethnobotany Research and Applications. 2011;9:235–242. doi: 10.17348/era.9.0.235-242.", "ArticleIdList": ["10.17348/era.9.0.235-242"]}, {"Citation": "Dovie D. B. K., Witkowski E. T. F., Shackleton C. M. Knowledge of plant resource use based on location, gender and generation. Applied Geography. 2008;28(4):311–322. doi: 10.1016/j.apgeog.2008.07.002.", "ArticleIdList": ["10.1016/j.apgeog.2008.07.002"]}, {"Citation": "Augustino S., Hall J. B., Makonda F. B. S., Ishengoma R. C. Medicinal resources of the Miombo woodlands of Urumwa, Tanzania: plants and its uses. Journal of Medicinal Plant Research. 2011;5(27):6352–6372. doi: 10.5897/jmpr10.517.", "ArticleIdList": ["10.5897/jmpr10.517"]}, {"Citation": "Luoga E., Witkowski E. T. F., Balkwill K. Differential utilization and ethnobotany of trees in Kitulanghalo Forest Reserve and sur- rounding communal lands, Eastern Tanzania. Economic Botany. 2000;54(3):328–343. doi: 10.1007/bf02864785.", "ArticleIdList": ["10.1007/bf02864785"]}, {"Citation": "Da Silva C. S. P., Proença C. E. B. Use and availability of medicinal resources in Ouro Verde de Goiás, Goiás State, Brazil. Acta Botanica Brasilica. 2008;22(2):481–492. doi: 10.1590/S0102-33062008000200016.", "ArticleIdList": ["10.1590/S0102-33062008000200016"]}, {"Citation": "Zucchi M. R., Oliveira Júnior V. F., Gussoni M. A., Silva M. B., Silva F. C., Marques N. E. Levantamento etnobotânico de plantas medicinais na cidade de Ipameri—GO. Revista Brasileira de Plantas Medicinais. 2013;15(2):273–279. doi: 10.1590/s1516-05722013000200016.", "ArticleIdList": ["10.1590/s1516-05722013000200016"]}, {"Citation": "Begossi A., Hanazaki N., Tamashiro J. Y. Medicinal plants in the Atlantic Forest (Brazil): knowledge, use, and conservation. Human Ecology. 2002;30(3):281–299. doi: 10.1023/a:1016564217719.", "ArticleIdList": ["10.1023/a:1016564217719"]}, {"Citation": "Miranda T. M., Hanazaki N., Govone J. S., Alves D. M. M. Is there effective resources utilization among Cardoso Island population (‘caiçaras’), São Paulo State, Brazil? Rodriguesia. 2011;62(1):153–169."}, {"Citation": "Santos M. R. A., Lima M. R., Oliveira C. L. L. G. Medicinal plants used in rondônia, Western amazon, Brazil. Revista Brasileira de Plantas Medicinais. 2014;16(3):707–720. doi: 10.1590/1983-084X/13_102.", "ArticleIdList": ["10.1590/1983-084X/13_102"]}, {"Citation": "Silva A. L., Tamashiro J., Begossi A. Ethnobotany of riverine populations from the Rio Negro, Amazonia (Brazil) Journal of Ethnobiology. 2007;27(1):46–72. doi: 10.2993/0278-0771(2007)27[46:EORPFT]2.0.CO;2.", "ArticleIdList": ["10.2993/0278-0771(2007)27[46:EORPFT]2.0.CO;2"]}, {"Citation": "Zank S., Hanazaki N. Exploring the links between ethnobotany, local therapeutic practices, and protected areas in Santa Catarina coastline, Brazil. Evidence-Based Complementary and Alternative Medicine. 2012;2012:15. doi: 10.1155/2012/563570.563570", "ArticleIdList": ["10.1155/2012/563570", "PMC3235720", "22203874"]}, {"Citation": "Alencar N. L., Júnior W. S. F., Albuquerque U. P. Medicinal plant knowledge richness and sharing in northeastern Brazil. Economic Botany. 2014;68(4):371–382. doi: 10.1007/s12231-014-9284-5.", "ArticleIdList": ["10.1007/s12231-014-9284-5"]}, {"Citation": "de Almeida C. D. F. C. B. R., Ramos M. A., Silva R. R. V., et al. Intracultural variation in the knowledge of medicinal plants in an urban-rural community in the Atlantic Forest from Northeastern Brazil. Evidence-Based Complementary and Alternative Medicine. 2012;2012:15. doi: 10.1155/2012/679373.679373", "ArticleIdList": ["10.1155/2012/679373", "PMC3216285", "22110546"]}, {"Citation": "Merétika A. H. C., Peroni N., Hanazaki N. Local knowledge of medicinal plants in three artisanal fishing communities (Itapoá, Southern Brazil), according to gender, age, and urbanization. Acta Botanica Brasilica. 2010;24(2):386–394. doi: 10.1590/S0102-33062010000200009.", "ArticleIdList": ["10.1590/S0102-33062010000200009"]}, {"Citation": "de Brito M. R., de Senna-Valle L. Diversity of plant knowledge in a ‘caiçara’ community from the brazilian atlantic forest coast. Acta Botanica Brasilica. 2012;26(4):735–747. doi: 10.1590/s0102-33062012000400003.", "ArticleIdList": ["10.1590/s0102-33062012000400003"]}, {"Citation": "Quinlan M. B., Quinlan R. J. Modernization and medicinal plant knowledge in a Caribbean horticultural village. Medical Anthropology Quarterly. 2007;21(2):169–192. doi: 10.1525/maq.2007.21.2.169.", "ArticleIdList": ["10.1525/maq.2007.21.2.169", "17601083"]}, {"Citation": "Beltrán-Rodríguez L., Ortiz-Sánchez A., Mariano N. A., Maldonado-Almanza B., Reyes-García V. Factors affecting ethnobotanical knowledge in a mestizo community of the Sierra de Huautla Biosphere Reserve, Mexico. Journal of Ethnobiology and Ethnomedicine. 2014;10, article 14 doi: 10.1186/1746-4269-10-14.", "ArticleIdList": ["10.1186/1746-4269-10-14", "PMC3933039", "24467777"]}, {"Citation": "Estrada-Castillón E., Soto-Mata B. E., Garza-López M., et al. Medicinal plants in the southern region of the State of Nuevo León, México. Journal of Ethnobiology and Ethnomedicine. 2012;8, article 45 doi: 10.1186/1746-4269-8-45.", "ArticleIdList": ["10.1186/1746-4269-8-45", "PMC3564779", "23231862"]}, {"Citation": "Luziatelli G., Sørensen M., Theilade I., Mølgaard P. Asháninka medicinal plants: a case study from the native community of Bajo Quimiriki, Junín, Peru. Journal of Ethnobiology and Ethnomedicine. 2010;6, article 21 doi: 10.1186/1746-4269-6-21.", "ArticleIdList": ["10.1186/1746-4269-6-21", "PMC2933607", "20707893"]}, {"Citation": "Souto T., Ticktin T. Understanding interrelationships among predictors (Age, Gender, and Origin) of local ecological knowledge. Economic Botany. 2012;66(2):149–164. doi: 10.1007/s12231-012-9194-3.", "ArticleIdList": ["10.1007/s12231-012-9194-3"]}, {"Citation": "Bisht A. K., Bhatt A., Rawal R. S., Dhar U. Prioritization and conservation of himalayan medicinal plants: Angelica glauca Edgew. as a case study. Ethnobotany Research & Applications. 2006;4:11–23. doi: 10.17348/era.4.0.11-24.", "ArticleIdList": ["10.17348/era.4.0.11-24"]}, {"Citation": "Semwal D. P., Kala C. P., Bhatt A. B. Medicinal plants and traditional health care knowledge of Vaidyas, Palsi and others: a case study from Kedarnath Valley of Uttarakhand, India. Medicinal Plants, International Journal of Phytomedicines and Related Industries. 2010;2(1):51–57. doi: 10.5958/j.0975-4261.2.1.007.", "ArticleIdList": ["10.5958/j.0975-4261.2.1.007"]}, {"Citation": "Case R. J., Pauli G. F., Soejarto D. D. Factors in maintaining indigenous knowledge among ethnic communities of Manus Island. Economic Botany. 2005;59(4):356–365. doi: 10.1663/0013-0001(2005)059[0356:FIMIKA]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2005)059[0356:FIMIKA]2.0.CO;2"]}, {"Citation": "Qureshi R. A., Ghufran M. A., Sultana K. N., Ashraf M., Khan A. G. Ethnobotanical studies of medicinal plants of Gilgit District and surrounding areas. Ethnobotany Research and Applications. 2007;5:115–122. doi: 10.17348/era.5.0.115-122.", "ArticleIdList": ["10.17348/era.5.0.115-122"]}, {"Citation": "Sher H., Aldosari A., Ali A., de Boer H. J. Indigenous knowledge of folk medicines among tribal minorities in Khyber Pakhtunkhwa, northwestern Pakistan. Journal of Ethnopharmacology. 2015;166:157–167. doi: 10.1016/j.jep.2015.03.022.", "ArticleIdList": ["10.1016/j.jep.2015.03.022", "25792019"]}, {"Citation": "Sawalha A. F., Sweileh W. M., Zyoud S. H., Jabi S. W. Self-therapy practices among university students in Palestine: focus on herbal remedies. Complementary Therapies in Medicine. 2008;16(6):343–349. doi: 10.1016/j.ctim.2007.12.002.", "ArticleIdList": ["10.1016/j.ctim.2007.12.002", "19028335"]}, {"Citation": "Khuankaew S., Srithi K., Tiansawat P., Jampeetong A., Inta A., Wangpakapattanawong P. Ethnobotanical study of medicinal plants used by Tai Yai in Northern Thailand. Journal of Ethnopharmacology. 2014;151(2):829–838. doi: 10.1016/j.jep.2013.11.033.", "ArticleIdList": ["10.1016/j.jep.2013.11.033", "24334162"]}, {"Citation": "Srithi K., Trisonthi C., Wangpakapattanawong P., Balslev H. Medicinal plants used in Hmong women's healthcare in northern Thailand. Journal of Ethnopharmacology. 2012;139(1):119–135. doi: 10.1016/j.jep.2011.10.028.", "ArticleIdList": ["10.1016/j.jep.2011.10.028", "22063723"]}, {"Citation": "Knotek K., Verner V., Chaloupkova P., Kokoska L. Prevalence and use of herbal products in the Czech Republic: over-the-counter survey among adult pharmacies clients. Complementary Therapies in Medicine. 2012;20(4):199–206. doi: 10.1016/j.ctim.2011.12.010.", "ArticleIdList": ["10.1016/j.ctim.2011.12.010", "22579431"]}, {"Citation": "Savo V., Giulia C., Maria G. P., David R. Folk phytotherapy of the Amalfi Coast (Campania, Southern Italy) Journal of Ethnopharmacology. 2011;135(2):376–392. doi: 10.1016/j.jep.2011.03.027.", "ArticleIdList": ["10.1016/j.jep.2011.03.027", "21419835"]}, {"Citation": "Šavikin K., Zdunić G., Menković N., et al. Ethnobotanical study on traditional use of medicinal plants in South-Western Serbia, Zlatibor district. Journal of Ethnopharmacology. 2013;146(3):803–810. doi: 10.1016/j.jep.2013.02.006.", "ArticleIdList": ["10.1016/j.jep.2013.02.006", "23422337"]}, {"Citation": "Zlatković B. K., Bogosavljević S. S., Radivojević A. R., Pavlović M. A. Traditional use of the native medicinal plant resource of Mt. Rtanj (Eastern Serbia): ethnobotanical evaluation and comparison. Journal of Ethnopharmacology. 2014;151(1):704–713. doi: 10.1016/j.jep.2013.11.037.", "ArticleIdList": ["10.1016/j.jep.2013.11.037", "24296087"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "7", "Day": "19"}, {"Year": "2016", "Month": "9", "Day": "6"}, {"Year": "2016", "Month": "11", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "11", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27795730", "PMC5067321", "10.1155/2016/6592363"]}}], "PubmedBookArticle": []}