{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Drug-induced resistance", "Oxidative stress", "Phytomedicines", "Polypharmacology", "Tumor microenvironment"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27794498", "DateCompleted": {"Year": "2017", "Month": "12", "Day": "26"}, "DateRevised": {"Year": "2018", "Month": "07", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "10", "Day": "26"}], "ELocationID": ["10.1016/j.phrs.2016.10.022", "S1043-6618(16)30657-0"], "Language": ["eng"], "Journal": {"ISSN": "1096-1186", "JournalIssue": {"Volume": "114", "PubDate": {"Year": "2016", "Month": "Dec"}}, "Title": "Pharmacological research", "ISOAbbreviation": "Pharmacol Res"}, "ArticleTitle": "Phytomedicine-Modulating oxidative stress and the tumor microenvironment for cancer therapy.", "Pagination": {"StartPage": "128", "EndPage": "143", "MedlinePgn": "128-143"}, "Abstract": {"AbstractText": ["In spite of the current advances and achievements in systems biology and translational medicinal research, the current strategies for cancer therapy, such as radiotherapy, targeted therapy, immunotherapy and chemotherapy remain palliative or unsatisfactory due to tumor metastasis or recurrence after surgery/therapy, drug resistance, adverse side effects, and so on. Oxidative stress (OS) plays a critical role in chronic/acute inflammation, carcinogenesis, tumor progression, and tumor invasion/metastasis which is also attributed to the dynamic and complex properties and activities in the tumor microenvironment (TME). Re-educating or reprogramming tumor-associated stromal or immune cells in the TME provides an approach for restoring immune surveillance impaired by disease in cancer patients to increase overall survival and reduce drug resistance. Herbal medicines or plant-derived natural products have historically been a major source of anti-cancer drugs. Delving into the lore of herbal medicine may uncover new leads for anti-cancer drugs. Phytomedicines have been widely documented to directly or indirectly target multiple signaling pathways and networks in cancer cells. A combination of anti-cancer drugs and polypharmacological plant-derived extracts or compounds may offer a significant advantage in sensitizing the efficacy of monotherapy and overcoming drug-induced resistance in cancer patients. This review introduces several phytochemicals and phytoextracts derived from medicinal plants or dietary vegetables that have been studied for their efficacy in preclinical cancer models. We address the underlying modes of action of induction of OS and deregulation of TME-associated stromal cells, mediators and signaling pathways, and reference the related clinical investigations that look at the single or combination use of phytochemicals and phytoextracts to sensitize anti-cancer drug effects and/or overcome drug resistance."], "CopyrightInformation": "Copyright © 2016 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular and Biological Agricultural Sciences Program, Taiwan International Graduate Program, Academia Sinica, Taipei 115, Taiwan; Agricultural Biotechnology Research Center, Academia Sinica, Taipei 115, Taiwan; Graduate Institute of Biotechnology, National Chung Hsing University, Taichung 402, Taiwan."}], "LastName": "Cheng", "ForeName": "Yu-Ting", "Initials": "YT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Biotechnology Research Center, Academia Sinica, Taipei 115, Taiwan; Ph.D. Program for Cancer Biology and Drug Discovery, College of Medical Science and Technology, Taipei Medical University and Academia Sinica, Taiwan."}], "LastName": "Yang", "ForeName": "Chun-Chih", "Initials": "CC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular and Biological Agricultural Sciences Program, Taiwan International Graduate Program, Academia Sinica, Taipei 115, Taiwan; Agricultural Biotechnology Research Center, Academia Sinica, Taipei 115, Taiwan; Graduate Institute of Biotechnology, National Chung Hsing University, Taichung 402, Taiwan; Ph.D. Program for Cancer Biology and Drug Discovery, College of Medical Science and Technology, Taipei Medical University and Academia Sinica, Taiwan; Graduate Institute of Pharmacognosy, Taipei Medical University, Taipei 110, Taiwan. Electronic address: lfshyur@ccvax.sinica.edu.tw."}], "LastName": "Shyur", "ForeName": "Lie-Fen", "Initials": "LF"}], "PublicationTypeList": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Pharmacol Res", "NlmUniqueID": "8907422", "ISSNLinking": "1043-6618"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy", "immunology", "metabolism", "pathology"], "DescriptorName": "Inflammation"}, {"QualifierName": ["drug therapy", "immunology", "metabolism", "pathology"], "DescriptorName": "Neoplasms"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["drug effects"], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["drug effects"], "DescriptorName": "Tumor Microenvironment"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2016", "Month": "7", "Day": "5"}, {"Year": "2016", "Month": "10", "Day": "21"}, {"Year": "2016", "Month": "10", "Day": "24"}, {"Year": "2016", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "7", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27794498", "10.1016/j.phrs.2016.10.022", "S1043-6618(16)30657-0"]}}], "PubmedBookArticle": []}