{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aboriginal", "Angiotensin converting enzyme", "Antiglycation", "Antioxidant activities", "Flavonoids", "Local knowledge", "Phenolics", "Traditional medicine", "α-amylase", "α-glucosidase"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27809834", "DateCompleted": {"Year": "2017", "Month": "02", "Day": "16"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "11", "Day": "04"}], "ELocationID": ["435"], "Language": ["eng"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2016", "Month": "Nov", "Day": "04"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "In vitro inhibitory activities of selected Australian medicinal plant extracts against protein glycation, angiotensin converting enzyme (ACE) and digestive enzymes linked to type II diabetes.", "Pagination": {"StartPage": "435", "MedlinePgn": "435"}, "Abstract": {"AbstractText": ["There is a need to develop potential new therapies for the management of diabetes and hypertension. Australian medicinal plants collected from the Kuuku I'yu (Northern Kaanju) homelands, Cape York Peninsula, Queensland, Australia were investigated to determine their therapeutic potential. Extracts were tested for inhibition of protein glycation and key enzymes relevant to the management of hyperglycaemia and hypertension. The inhibitory activities were further correlated with the antioxidant activities.", "Extracts of five selected plant species were investigated: Petalostigma pubescens, Petalostigma banksii, Memecylon pauciflorum, Millettia pinnata and Grewia mesomischa. Enzyme inhibitory activity of the plant extracts was assessed against α-amylase, α-glucosidase and angiotensin converting enzyme (ACE). Antiglycation activity was determined using glucose-induced protein glycation models and formation of protein-bound fluorescent advanced glycation endproducts (AGEs). Antioxidant activity was determined by measuring the scavenging effect of plant extracts against 1, 1-diphenyl-2-picryl hydrazyl (DPPH) and using the ferric reducing anti-oxidant potential assay (FRAP). Total phenolic and flavonoid contents were also determined.", "Extracts of the leaves of Petalostigma banksii and P. pubescens showed the strongest inhibition of α-amylase with IC<sub>50</sub> values of 166.50 ± 5.50 μg/mL and 160.20 ± 27.92 μg/mL, respectively. The P. pubescens leaf extract was also the strongest inhibitor of α-glucosidase with an IC<sub>50</sub> of 167.83 ± 23.82 μg/mL. Testing for the antiglycation potential of the extracts, measured as inhibition of formation of protein-bound fluorescent AGEs, showed that P. banksii root and fruit extracts had IC<sub>50</sub> values of 34.49 ± 4.31 μg/mL and 47.72 ± 1.65 μg/mL, respectively, which were significantly lower (p < 0.05) than other extracts. The inhibitory effect on α-amylase, α-glucosidase and the antiglycation potential of the extracts did not correlate with the total phenolic, total flavonoid, FRAP or DPPH. For ACE inhibition, IC<sub>50</sub> values ranged between 266.27 ± 6.91 to 695.17 ± 15.38 μg/mL.", "The tested Australian medicinal plant extracts inhibit glucose-induced fluorescent AGEs, α-amylase, α-glucosidase and ACE with extracts of Petalostigma species showing the most promising activity. These medicinal plants could potentially be further developed as therapeutic agents in the treatment of hyperglycaemia and hypertension."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy and Medical Science, University of South Australia, Adelaide, South Australia, 5000, Australia."}], "LastName": "Deo", "ForeName": "Permal", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy and Medical Science, University of South Australia, Adelaide, South Australia, 5000, Australia."}, {"Identifier": [], "Affiliation": "Current address: Foodplus Research Centre, School of Agriculture, Food and Wine, University of Adelaide, South Australia, 5064, Australia."}], "LastName": "Hewawasam", "ForeName": "Erandi", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy and Medical Science, University of South Australia, Adelaide, South Australia, 5000, Australia."}], "LastName": "Karakoulakis", "ForeName": "Aris", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chuulangun Aboriginal Corporation, PMB 30, Cairns Mail Centre, Cairns, Queensland, 4870, Australia."}], "LastName": "Claudie", "ForeName": "David J", "Initials": "DJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chuulangun Aboriginal Corporation, PMB 30, Cairns Mail Centre, Cairns, Queensland, 4870, Australia."}], "LastName": "Nelson", "ForeName": "Robert", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Flinders Centre for Innovation in Cancer, Flinders University, Bedford Park, South Australia, 5042, Australia."}], "LastName": "Simpson", "ForeName": "Bradley S", "Initials": "BS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy and Medical Science, University of South Australia, Adelaide, South Australia, 5000, Australia."}], "LastName": "Smith", "ForeName": "Nicholas M", "Initials": "NM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy and Medical Science, University of South Australia, Adelaide, South Australia, 5000, Australia. susan.semple@unisa.edu.au."}, {"Identifier": [], "Affiliation": "Quality Use of Medicines and Pharmacy Research Centre, University of South Australia, GPO Box 2471, Adelaide, South Australia, 5001, Australia. susan.semple@unisa.edu.au."}], "LastName": "Semple", "ForeName": "Susan J", "Initials": "SJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Angiotensin-Converting Enzyme Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycoside Hydrolase Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "EC 3.2.1.1", "NameOfSubstance": "alpha-Amylases"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Angiotensin-Converting Enzyme Inhibitors"}, {"QualifierName": [], "DescriptorName": "Australia"}, {"QualifierName": ["enzymology"], "DescriptorName": "Diabetes Mellitus, Type 2"}, {"QualifierName": [], "DescriptorName": "Flavonoids"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Glycoside Hydrolase Inhibitors"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Phenols"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "alpha-Amylases"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sowers JR. Diabetes mellitus and vascular disease. Hypertension. 2013;61(5):943–947. doi: 10.1161/HYPERTENSIONAHA.111.00612.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.111.00612", "PMC3648858", "23595139"]}, {"Citation": "World Health Organisation. Diabetes. [http://www.who.int/mediacentre/factsheets/fs312/en/. Accessed 13 May 2016]."}, {"Citation": "International Diabetes Federation. IDF Diabetes Atlas, 7 ed. Brussels, Belgium: International Diabetes Federation; 2015."}, {"Citation": "Diabetes Australia. Diabetes in Australia. [http://www.diabetesaustralia.com.au/en/Understanding-Diabetes/Diabetes-in-Australia/]. Accessed 15 Aug 2013."}, {"Citation": "Australian Bureau of Statistics. Australian Aboriginal and Torres Strait Islander Health Survey: First Results, Australia, 2012–13 [at http://www.abs.gov.au/ausstats/abs@.nsf/Lookup/4727.0.55.001main+features902012-13. Accessed 10 Apr 2016]."}, {"Citation": "Safamansouri H, Nikan M, Amin G, Sarkhail P, Gohari AR, Kurepaz-Mahmoodabadi M, Saeidnia S. alpha-Amylase inhibitory activity of some traditionally used medicinal species of Labiatae. J Diabetes Metab Disord. 2014;13(1):114. doi: 10.1186/s40200-014-0114-1.", "ArticleIdList": ["10.1186/s40200-014-0114-1", "PMC4262240", "25506585"]}, {"Citation": "Adisakwattana S, Ruengsamran T, Kampa P, Sompong W. In vitro inhibitory effects of plant-based foods and their combinations on intestinal alpha-glucosidase and pancreatic alpha-amylase. BMC Complement Altern Med. 2012;12:110–116. doi: 10.1186/1472-6882-12-110.", "ArticleIdList": ["10.1186/1472-6882-12-110", "PMC3522002", "22849553"]}, {"Citation": "Lobo V, Patil A, Phatak A, Chandra N. Free radicals, antioxidants and functional foods: Impact on human health. Pharmacogn Rev. 2010;4(8):118–126. doi: 10.4103/0973-7847.70902.", "ArticleIdList": ["10.4103/0973-7847.70902", "PMC3249911", "22228951"]}, {"Citation": "Jones DP. Radical-free biology of oxidative stress. Am J Physiol Cell Physiol. 2008;295(4):C849–868. doi: 10.1152/ajpcell.00283.2008.", "ArticleIdList": ["10.1152/ajpcell.00283.2008", "PMC2575825", "18684987"]}, {"Citation": "Jakus V, Rietbrock N. Advanced glycation end-products and the progress of diabetic vascular complications. Physiol Res. 2004;53(2):131–42.", "ArticleIdList": ["15046548"]}, {"Citation": "Deo P, Glenn JV, Powell LA, Stitt AW, Ames JM. Upregulation of oxidative stress markers in human microvascular endothelial cells by complexes of serum albumin and digestion products of glycated casein. J Biochem Mol Toxicol. 2009;23(5):364–372. doi: 10.1002/jbt.20301.", "ArticleIdList": ["10.1002/jbt.20301", "19827132"]}, {"Citation": "Goldin A, Beckman JA, Schmidt AM, Creager MA. Advanced glycation end products: sparking the development of diabetic vascular injury. Circulation. 2006;114(6):597–605. doi: 10.1161/CIRCULATIONAHA.106.621854.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.106.621854", "16894049"]}, {"Citation": "Shalaby SM, Zakora M, Otte J. Performance of two commonly used angiotensin-converting enzyme inhibition assays using FA-PGG and HHL as substrates. J Dairy Res. 2006;73(2):178–186. doi: 10.1017/S0022029905001639.", "ArticleIdList": ["10.1017/S0022029905001639", "16476177"]}, {"Citation": "Xiong X, Yang X, Liu Y, Zhang Y, Wang P, Wang J. Chinese herbal formulas for treating hypertension in traditional Chinese medicine: perspective of modern science. Hypertens Res. 2013;36(7):570–579. doi: 10.1038/hr.2013.18.", "ArticleIdList": ["10.1038/hr.2013.18", "PMC3703711", "23552514"]}, {"Citation": "Sudhir R, Mohan V. Postprandial hyperglycemia in patients with type 2 diabetes mellitus. Treat Endocrinol. 2002;1(2):105–116. doi: 10.2165/00024677-200201020-00004.", "ArticleIdList": ["10.2165/00024677-200201020-00004", "15765626"]}, {"Citation": "Etxeberria U, de la Garza AL, Campion J, Martinez JA, Milagro FI. Antidiabetic effects of natural plant extracts via inhibition of carbohydrate hydrolysis enzymes with emphasis on pancreatic alpha amylase. Expert Opin Ther Targets. 2012;16(3):269–297. doi: 10.1517/14728222.2012.664134.", "ArticleIdList": ["10.1517/14728222.2012.664134", "22360606"]}, {"Citation": "Khalifah RG, Baynes JW, Hudson BG. Amadorins: novel post-Amadori inhibitors of advanced glycation reactions. Biochem Biophys Res Commun. 1999;257(2):251–258. doi: 10.1006/bbrc.1999.0371.", "ArticleIdList": ["10.1006/bbrc.1999.0371", "10198198"]}, {"Citation": "Thornalley PJ. Use of aminoguanidine (Pimagedine) to prevent the formation of advanced glycation endproducts. Arch Biochem Biophys. 2003;419(1):31–40. doi: 10.1016/j.abb.2003.08.013.", "ArticleIdList": ["10.1016/j.abb.2003.08.013", "14568006"]}, {"Citation": "Remuzzi G, Ruggenenti P. Overview of randomised trials of ACE inhibitors. Lancet. 2006;368(9535):555–556. doi: 10.1016/S0140-6736(06)69172-1.", "ArticleIdList": ["10.1016/S0140-6736(06)69172-1", "16905000"]}, {"Citation": "Zengin G, Guler GO, Aktumsek A, Ceylan R, Picot CMN, Mahomoodally MF. Enzyme inhibitory properties, antioxidant activities, and phytochemical profile of three medicinal plants from Turkey. Adv Pharmacol Sci. 2015. Article ID 410675. doi:10.1155/2015/410675. ", "ArticleIdList": ["PMC4698534", "26798334"]}, {"Citation": "Gulati V, Harding IH, Palombo EA. Enzyme inhibitory and antioxidant activities of traditional medicinal plants: potential application in the management of hyperglycemia. BMC Complement Altern Med. 2012;12:77. doi: 10.1186/1472-6882-12-77.", "ArticleIdList": ["10.1186/1472-6882-12-77", "PMC3502323", "22713130"]}, {"Citation": "Mahomoodally FM, Subratty AH, Gurib-Fakim A, Choudhary MI. Antioxidant, antiglycation and cytotoxicity evaluation of selected medicinal plants of the Mascarene Islands. BMC Complement Altern Med. 2012;12:165. doi: 10.1186/1472-6882-12-165.", "ArticleIdList": ["10.1186/1472-6882-12-165", "PMC3517752", "23020844"]}, {"Citation": "Mosihuzzman M, Naheed S, Hareem S, Talib S, Abbas G, Khan SN, Choudhary MI, Sener B, Tareen RB, Israr M. Studies on alpha-glucosidase inhibition and anti-glycation potential of Iris loczyi and Iris unguicularis. Life Sci. 2013;92(3):187–192. doi: 10.1016/j.lfs.2012.11.022.", "ArticleIdList": ["10.1016/j.lfs.2012.11.022", "23270944"]}, {"Citation": "Locher C, Semple SJ, Simpson BS. Traditional Australian Aboriginal medicinal plants: an untapped resource for novel therapeutic compounds? Future Med Chem. 2013;5(7):733–736. doi: 10.4155/fmc.13.44.", "ArticleIdList": ["10.4155/fmc.13.44", "23651086"]}, {"Citation": "Simpson BS, Claudie DJ, Smith NM, McKinnon RA, Semple SJ. Learning from both sides: Experiences and opportunities in the investigation of Australian aboriginal medicinal plants. J Pharm Pharm Sci. 2013;16(2):259–271. doi: 10.18433/J31S4Q.", "ArticleIdList": ["10.18433/J31S4Q", "23958195"]}, {"Citation": "Claudie D, Semple S, Smith N, Simpson B. Ancient but new: Developing locally-driven enterprises based on traditional medicines in “Kuuku I’Yu” (Northern Kaanju homelands, Cape York, Queensland, Australia). In: Indigenous Peoples’ Innovation: IP Pathways to development. Edited by Drahos P, Frankel S. Canberra: ANU press; 2012"}, {"Citation": "Mackey B, Claudie D. Points of Contact: Integrating Traditional and Scientific Knowledge for Biocultural Conservation. Environ Ethics. 2015;37(3):341–357. doi: 10.5840/enviroethics201537332.", "ArticleIdList": ["10.5840/enviroethics201537332"]}, {"Citation": "Simpson B, Claudie D, Smith N, Wang J, McKinnon R, Semple S. Evaluation of the anti-inflammatory properties of Dodonaea polyandra, a Kaanju traditional medicine. J Ethnopharmacol. 2010;132(1):340–343. doi: 10.1016/j.jep.2010.07.012.", "ArticleIdList": ["10.1016/j.jep.2010.07.012", "20633620"]}, {"Citation": "Chuulangun Aboriginal Corporation C. About us-Kuuku I’yu Northern Kaanju. [http://www.kaanjungaachi.com.au/KuukuIuNthnKaanjuNgaachi.htm Accessed 12 Sept 2013]"}, {"Citation": "Adam Z, Khamis S, Ismail A, Hamid M. Ficus deltoidea: A Potential Alternative Medicine for Diabetes Mellitus. Evid Based Complement Alternat Med. 2012. Article ID 632763. doi:10.1155/2012/632763.", "ArticleIdList": ["PMC3372277", "22701507"]}, {"Citation": "Al-Musayeib N, Perveen S, Fatima I, Nasir M, Hussain A. Antioxidant, Anti-Glycation and Anti-Inflammatory Activities of Phenolic Constituents from Cordia sinensis. Molecules. 2011;16(12):10214. doi: 10.3390/molecules161210214.", "ArticleIdList": ["10.3390/molecules161210214", "PMC6264710", "22158590"]}, {"Citation": "Yamaki J, Nagulapalli Venkata KC, Mandal A, Bhattacharyya P, Bishayee A. Health-promoting and disease-preventive potential of Trianthema portulacastrum Linn. (Gadabani) -An Indian medicinal and dietary plant. J Integr Med. 2016;14(2):84–99. doi: 10.1016/S2095-4964(16)60247-9.", "ArticleIdList": ["10.1016/S2095-4964(16)60247-9", "26988430"]}, {"Citation": "Zakaria ZA, Hussain MK, Mohamad AS, Abdullah FC, Sulaiman MR. Anti-inflammatory activity of the aqueous extract of ficus deltoidea. Biol Res Nurs. 2012;14(1):90–97. doi: 10.1177/1099800410395378.", "ArticleIdList": ["10.1177/1099800410395378", "21278166"]}, {"Citation": "Fawole OA, Amoo SO, Ndhlala AR, Light ME, Finnie JF, Van Staden J. Anti-inflammatory, anticholinesterase, antioxidant and phytochemical properties of medicinal plants used for pain-related ailments in South Africa. J Ethnopharmacol. 2010;127(2):235–241. doi: 10.1016/j.jep.2009.11.015.", "ArticleIdList": ["10.1016/j.jep.2009.11.015", "19932161"]}, {"Citation": "da Silva Pinto M, Kwon Y-I, Apostolidis E, Lajolo FM, Genovese MI, Shetty K. Functionality of bioactive compounds in Brazilian Strawberry (Fragaria × ananassa Duch.) cultivars: evaluation of hyperglycemia and hypertension potential using in vitro models. J Agric Food Chem. 2008;56:4386–4392. doi: 10.1021/jf0732758.", "ArticleIdList": ["10.1021/jf0732758", "18522404"]}, {"Citation": "Surya S, Salam AD, Tomy DV, Carla B, Kumar RA, Sunil C. Diabetes mellitus and medicinal plants-a review. Asian Pac J Trop Dis. 2014;4(5):337–347. doi: 10.1016/S2222-1808(14)60585-5.", "ArticleIdList": ["10.1016/S2222-1808(14)60585-5"]}, {"Citation": "Gulati V, Gulati P, Harding IH, Palombo EA. Exploring the anti-diabetic potential of Australian Aboriginal and Indian Ayurvedic plant extracts using cell-based assays. BMC Complement Altern Med. 2015;15:8. doi: 10.1186/s12906-015-0524-8.", "ArticleIdList": ["10.1186/s12906-015-0524-8", "PMC4328078", "25652009"]}, {"Citation": "Benzie IF, Strain JJ. The ferric reducing ability of plasma (FRAP) as a measure of “antioxidant power”: the FRAP assay. Anal Biochem. 1996;239(1):70–76. doi: 10.1006/abio.1996.0292.", "ArticleIdList": ["10.1006/abio.1996.0292", "8660627"]}, {"Citation": "Jin S, Cho KH. Water extracts of cinnamon and clove exhibits potent inhibition of protein glycation and anti-atherosclerotic activity in vitro and in vivo hypolipidemic activity in zebrafish. Food Chem Toxicol. 2011;49(7):1521–1529. doi: 10.1016/j.fct.2011.03.043.", "ArticleIdList": ["10.1016/j.fct.2011.03.043", "21443916"]}, {"Citation": "Ravipati AS, Zhang L, Koyyalamudi SR, Jeong SC, Reddy N, Bartlett J, Smith PT, Shanmugam K, Munch G, Wu MJ, et al. Antioxidant and anti-inflammatory activities of selected Chinese medicinal plants and their relation with antioxidant content. BMC Complement Altern Med. 2012;12:173. doi: 10.1186/1472-6882-12-173.", "ArticleIdList": ["10.1186/1472-6882-12-173", "PMC3534023", "23038995"]}, {"Citation": "Sakulnarmrat K, Konczak I. Composition of native Australian herbs polyphenolic-rich fractions and in vitro inhibitory activities against key enzymes relevant to metabolic syndrome. Food Chem. 2012;134(2):1011–1019. doi: 10.1016/j.foodchem.2012.02.217.", "ArticleIdList": ["10.1016/j.foodchem.2012.02.217", "23107721"]}, {"Citation": "Ghasemi Pirbalouti A, Siahpoosh A, Setayesh M, Craker L. Antioxidant activity, total phenolic and flavonoid contents of some medicinal and aromatic plants used as herbal teas and condiments in Iran. J Med Food. 2014;17(10):1151–1157. doi: 10.1089/jmf.2013.0057.", "ArticleIdList": ["10.1089/jmf.2013.0057", "25084312"]}, {"Citation": "Wu T, Zhou X, Deng Y, Jing Q, Li M, Yuan L. In vitro studies of Gynura divaricata (L.) DC extracts as inhibitors of key enzymes relevant for type 2 diabetes and hypertension. J Ethnopharmacol. 2011;136(2):305–308. doi: 10.1016/j.jep.2011.04.059.", "ArticleIdList": ["10.1016/j.jep.2011.04.059", "21570455"]}, {"Citation": "Loizzo MR, Saab AM, Tundis R, Menichini F, Bonesi M, Piccolo V, Statti GA, de Cindio B, Houghton PJ, Menichini F. In vitro inhibitory activities of plants used in Lebanon traditional medicine against angiotensin converting enzyme (ACE) and digestive enzymes related to diabetes. J Ethnopharmacol. 2008;119(1):109–116. doi: 10.1016/j.jep.2008.06.003.", "ArticleIdList": ["10.1016/j.jep.2008.06.003", "18601990"]}, {"Citation": "Misbah H, Aziz AA, Aminudin N. Antidiabetic and antioxidant properties of Ficus deltoidea fruit extracts and fractions. BMC Complement Altern Med. 2013;13:118. doi: 10.1186/1472-6882-13-118.", "ArticleIdList": ["10.1186/1472-6882-13-118", "PMC3668304", "23718315"]}, {"Citation": "Thornalley PJ, Stern A. The production of free radicals during the autoxidation of monosaccharides by buffer ions. Carbohydr Res. 1984;134(2):191–204. doi: 10.1016/0008-6215(84)85037-5.", "ArticleIdList": ["10.1016/0008-6215(84)85037-5", "6099220"]}, {"Citation": "Elosta A, Ghous T, Ahmed N. Natural products as anti-glycation agents: possible therapeutic potential for diabetic complications. Curr Diabetes Rev. 2012;8(2):92–108. doi: 10.2174/157339912799424528.", "ArticleIdList": ["10.2174/157339912799424528", "22268395"]}, {"Citation": "Wu CH, Huang SM, Lin JA, Yen GC. Inhibition of advanced glycation endproduct formation by foodstuffs. Food Funct. 2011;2(5):224–234. doi: 10.1039/c1fo10026b.", "ArticleIdList": ["10.1039/c1fo10026b", "21779560"]}, {"Citation": "Sakulnarmrat K, Srzednicki G, Konczak I. Composition and inhibitory activities towards digestive enzymes of polyphenolic-rich fractions of Davidson’s plum and quandong. LWT-Food Sci Technol. 2014;57(1):366–375. doi: 10.1016/j.lwt.2014.01.002.", "ArticleIdList": ["10.1016/j.lwt.2014.01.002"]}, {"Citation": "Cock IE, Winnett V, Sirdaarta J, Matthews B. The potential of selected Australian medicinal plants with anti-Proteus activity for the treatment and prevention of rheumatoid arthritis. Pharmacogn Mag. 2015;11(Suppl 1):S190–208. doi: 10.4103/0973-1296.157734.", "ArticleIdList": ["10.4103/0973-1296.157734", "PMC4461961", "26109767"]}, {"Citation": "Kalt FR, Cock IE. Gas chromatography-mass spectroscopy analysis of bioactive Petalostigma extracts: Toxicity, antibacterial and antiviral activities. Pharmacogn Mag. 2014;10(Suppl 1):S37–49.", "ArticleIdList": ["PMC4047571", "24914307"]}, {"Citation": "Grace MH, Jin Y, Wilson GR, Coates RM. Structures, biogenetic relationships, and cytotoxicity of pimarane-derived diterpenes from Petalostigma pubescens. Phytochemistry. 2006;67(16):1708–1715. doi: 10.1016/j.phytochem.2005.09.026.", "ArticleIdList": ["10.1016/j.phytochem.2005.09.026", "16298402"]}, {"Citation": "Anstee JR, Arthur HR, Beckwith AL, Dougall DK, Jefferies PR, Michael M, Watkins JC, White DE. Western Australian plants. VI. Occurrence of betulic, oleanolic, and ursolic acids. J Chem Soc. 1952:4065–67. doi:10.1039/JR9520004065."}, {"Citation": "Ullah W, Uddin G, Siddiqui BS. Ethnic uses, pharmacological and phytochemical profile of genus Grewia. J Asian Nat Prod Res. 2012;14(2):186–195. doi: 10.1080/10286020.2011.639764.", "ArticleIdList": ["10.1080/10286020.2011.639764", "22296161"]}, {"Citation": "Whiffin T. Melastomataceae. In: Flora of Australia Volume 18—Podostemaceae to Combretaceae. Canberra: Australian Government Publishing Service; 1990. p. 243–55."}, {"Citation": "Srinivasan R, Natarajan D, Shivakumar MS. Antioxidant Compound Quercetin-3-O-α-L-rhamnoside(1 → 6)-β-D-glucose (Rutin) isolated from ethyl acetate leaf extracts of Memecylon edule Roxb (Melastamataceae) Free Radicals Antioxidants. 2015;5(1):35–42. doi: 10.5530/fra.2015.1.6.", "ArticleIdList": ["10.5530/fra.2015.1.6"]}, {"Citation": "Killedar S, Mali S, More HN, Nadaf S, Salunkhe S, Karade R. Phytochemical screening and in vitro antioxidant potential of Memecylon umbellatum Burm leaf extracts. J Drug Deliv Ther. 2014;4(2):30–35."}, {"Citation": "Nualkaew S, Rattanamanee K, Thongpraditchote S, Wongkrajang Y, Nahrstedt A. Anti-inflammatory, analgesic and wound healing activities of the leaves of Memecylon edule Roxb. J Ethnopharmacol. 2009;121(2):278–281. doi: 10.1016/j.jep.2008.10.034.", "ArticleIdList": ["10.1016/j.jep.2008.10.034", "19041700"]}, {"Citation": "Sekhar S, Sampath Kumara KK, Niranjana SR, Prakash HS. In vitro antioxidant activity, lipoxygenase, cyclooxygenase-2 inhibition and DNA protection properties of Memecylon species. Int J Pharm Pharm Sci. 2013;5(Suppl 2):257–62."}, {"Citation": "Amalraj T, Ignacimuthu S. Evaluation of the hypoglycaemic effect of Memecylon umbellatum in normal and alloxan diabetic mice. J Ethnopharmacol. 1998;62(3):247–250. doi: 10.1016/S0378-8741(98)00070-1.", "ArticleIdList": ["10.1016/S0378-8741(98)00070-1", "9849636"]}, {"Citation": "Krishnaveni M, Senthilkumar R, Sabari M, Silambarasan V, Silpavathi G, Eswari V. Assay of secondary metabolites, free radical scavenging capacity of plants collected near Dalmia, Salem, Tamil Nadu, India. Int J Pharm Sci Rev Res. 2015;31(2):200–203."}, {"Citation": "Badole SL, Chaudhari SM, Jangam GB, Kandhare AD, Bodhankar SL. Cardioprotective activity of Pongamia pinnata in streptozotocin-nicotinamide induced diabetic rats. BioMed Res Int. 2015. Article ID 403291. doi:10.1155/2015/403291.", "ArticleIdList": ["PMC4411441", "25954749"]}, {"Citation": "Badole SL, Bodhankar SL. Antidiabetic activity of cycloart-23-ene-3beta, 25-diol (B2) isolated from Pongamia pinnata (L. Pierre) in streptozotocin-nicotinamide induced diabetic mice. Eur J Pharmacol. 2010;632(1–3):103–109. doi: 10.1016/j.ejphar.2010.01.019.", "ArticleIdList": ["10.1016/j.ejphar.2010.01.019", "20122920"]}, {"Citation": "Bhandirge SK, Tripathi AS, Bhandirge RK, Chinchmalatpure TP, Desai HG, Chandewar AV. Evaluation of wound healing activity of ethanolic extract of Pongamia pinnata bark. Drug Res. 2015;65(6):296–299. doi: 10.1055/s-0034-1384537.", "ArticleIdList": ["10.1055/s-0034-1384537", "25607746"]}, {"Citation": "The State of Queensland Department of Employment Economic Development and Innovation. Weed risk assessment: Pongamia (Millettia pinnata syn. Pongamia pinnata). Brisbane: Queensland Government; 2010."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "6", "Day": "22"}, {"Year": "2016", "Month": "9", "Day": "29"}, {"Year": "2016", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["27809834", "PMC5095981", "10.1186/s12906-016-1421-5", "10.1186/s12906-016-1421-5"]}}], "PubmedBookArticle": []}