{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Lycium", "distant-grafting", "miRNA", "small RNA", "tomato"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27803702", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "10", "Day": "18"}], "ELocationID": ["1475"], "Language": ["eng"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2016"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Comparative Profiling of miRNAs and Target Gene Identification in Distant-Grafting between Tomato and <i>Lycium</i> (Goji Berry).", "Pagination": {"StartPage": "1475", "MedlinePgn": "1475"}, "Abstract": {"AbstractText": ["Local translocation of small RNAs between cells is proved. Long distance translocation between rootstock and scion is also well documented in the homo-grafting system, but the process in distant-grafting is widely unexplored where rootstock and scion belonging to different genera. Micro RNAs are a class of small, endogenous, noncoding, gene silencing RNAs that regulate target genes of a wide range of important biological pathways in plants. In this study, tomato was grafted onto goji (<i>Lycium chinense</i> Mill.) to reveal the insight of miRNAs regulation and expression patterns within a distant-grafting system. Goji is an important traditional Chinese medicinal plant with enriched phytochemicals. Illumina sequencing technology has identified 68 evolutionary known miRNAs of 37 miRNA families. Moreover, 168 putative novel miRNAs were also identified. Compared with control tomato, 43 (11 known and 32 novels) and 163 (33 known and 130 novels) miRNAs were expressed significantly different in shoot and fruit of grafted tomato, respectively. The fruiting stage was identified as the most responsive in the distant-grafting approach and 123 miRNAs were found as up-regulating in the grafted fruit which is remarkably higher compare to the grafted shoot tip (28). Potential targets of differentially expressed miRNAs were found to be involved in diverse metabolic and regulatory pathways. ADP binding activities, molybdopterin synthase complex and RNA helicase activity were found as enriched terms in GO (Gene Ontology) analysis. Additionally, \"metabolic pathways\" was revealed as the most significant pathway in KEGG (Kyoto Encyclopedia of Genes and Genomes) analysis. The information of the small RNA transcriptomes that are obtained from this study might be the first miRNAs elucidation for a distant-grafting system, particularly between goji and tomato. The results from this study will provide the insights into the molecular aspects of miRNA-mediated regulation in the medicinal plant goji, and in grafted tomato. Noteworthy, it would provide a basis how miRNA signals could exchange between rootstock and scion, and the relevance to diverse biological processes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden (CAS)Wuhan, China; University of the Chinese Academy of SciencesBeijing, China; Oilseed Research Center, Bangladesh Agricultural Research Institute (BARI)Joydebpur, Gazipur, Bangladesh."}], "LastName": "Khaldun", "ForeName": "A B M", "Initials": "AB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden (CAS) Wuhan, China."}], "LastName": "Huang", "ForeName": "Wenjun", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden (CAS) Wuhan, China."}], "LastName": "Lv", "ForeName": "Haiyan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden (CAS)Wuhan, China; University of the Chinese Academy of SciencesBeijing, China."}], "LastName": "Liao", "ForeName": "Sihong", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of South China Agricultural Plant Molecular Analysis and Genetic Improvement, Provincial Key Laboratory of Applied Botany, South China Botanical Garden (CAS) Guangzhou, China."}], "LastName": "Zeng", "ForeName": "Shaohua", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden (CAS)Wuhan, China; Key Laboratory of South China Agricultural Plant Molecular Analysis and Genetic Improvement, Provincial Key Laboratory of Applied Botany, South China Botanical Garden (CAS)Guangzhou, China; Northwest Center for Agrobiotechnology (Ningxia), CASBeijing, China."}], "LastName": "Wang", "ForeName": "Ying", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agarwal S., Rao A. V. (2000). Tomato lycopene and its role in human health and chronic diseases. Can. Med. Assoc. J.\n163, 739–744. Available online at: http://www.cmaj.ca/content/163/6/739.full\n", "ArticleIdList": ["PMC80172", "11022591"]}, {"Citation": "Allen E., Xie Z., Gustafson A. M., Sung G.-H., Spatafora J. W., Carrington J. C. (2004). Evolution of microRNA genes by inverted duplication of target gene sequences in Arabidopsis thaliana. Nat. Genet. 36, 1282–1290. 10.1038/ng1478", "ArticleIdList": ["10.1038/ng1478", "15565108"]}, {"Citation": "Atkins C. A., Smith P. M., Rodriguez-Medina C. (2011). Macromolecules in phloem exudates—a review. Protoplasma 248, 165–172. 10.1007/s00709-010-0236-3", "ArticleIdList": ["10.1007/s00709-010-0236-3", "21057827"]}, {"Citation": "Axtell M. J. (2008). Evolution of microRNAs and their targets: are all microRNAs biologically relevant? Biochim. Biophys. Acta 1779, 725–734. 10.1016/j.bbagrm.2008.02.007", "ArticleIdList": ["10.1016/j.bbagrm.2008.02.007", "18342023"]}, {"Citation": "Axtell M. J., Snyder J. A., Bartel D. P. (2007). Common functions for diverse small RNAs of land plants. Plant Cell 19, 1750–1769. 10.1105/tpc.107.051706", "ArticleIdList": ["10.1105/tpc.107.051706", "PMC1955733", "17601824"]}, {"Citation": "Barakat A., Wall P., Diloreto S. (2007). Conservation and divergence of microRNAs in Populus. BMC Genomics 8:481. 10.1186/1471-2164-8-481", "ArticleIdList": ["10.1186/1471-2164-8-481", "PMC2270843", "18166134"]}, {"Citation": "Bartel D. (2004). MicroRNAs: genomics, biogenesis, mechanism, and function. Cell 116, 281–297. 10.1016/S0092-8674(04)00045-5", "ArticleIdList": ["10.1016/S0092-8674(04)00045-5", "14744438"]}, {"Citation": "Benson D. A., Karsch-Mizrachi I., Lipman D. J., Ostell J., Sayers E. W. (2011). GenBank. Nucleic Acids Res. 39, D32–D37. 10.1093/nar/gkq1079", "ArticleIdList": ["10.1093/nar/gkq1079", "PMC3013681", "21071399"]}, {"Citation": "Bhogale S., Mahajan A. S., Natarajan B., Rajabhoj M., Thulasiram H. V., Banerjee A. K. (2014). MicroRNA156: a potential graft-transmissible microRNA that modulates plant architecture and tuberization in Solanum tuberosum ssp. andigena. Plant Physiol. 164, 1011–1027. 10.1104/pp.113.230714", "ArticleIdList": ["10.1104/pp.113.230714", "PMC3912076", "24351688"]}, {"Citation": "Buhtz A., Pieritz J., Springer F., Kehr J. (2010). Phloem small RNAs, nutrient stress responses, and systemic mobility. BMC Plant Biol. 10:64. 10.1186/1471-2229-10-64", "ArticleIdList": ["10.1186/1471-2229-10-64", "PMC2923538", "20388194"]}, {"Citation": "Carlsbecker A., Lee J.-Y., Roberts C. J., Dettmer J., Lehesranta S., Zhou J., et al. . (2010). Cell signalling by microRNA165/6 directs gene dose-dependent root cell fate. Nature 465, 316–321. 10.1038/nature08977", "ArticleIdList": ["10.1038/nature08977", "PMC2967782", "20410882"]}, {"Citation": "Carrington J. C., Ambros V. (2003). Role of microRNAs in plant and animal development. Science 301, 336–338. 10.1126/science.1085242", "ArticleIdList": ["10.1126/science.1085242", "12869753"]}, {"Citation": "Chuck G., O'Connor D. (2010). Small RNAs going the distance during plant development. Curr. Opin. Plant Biol. 13, 40–45. 10.1016/j.pbi.2009.08.006", "ArticleIdList": ["10.1016/j.pbi.2009.08.006", "19796985"]}, {"Citation": "Corbesier L., Vincent C., Jang S., Fornara F., Fan Q., Searle I., et al. . (2007). FT protein movement contributes to long-distance signaling in floral induction of Arabidopsis. Science 316, 1030–1033. 10.1126/science.1141752", "ArticleIdList": ["10.1126/science.1141752", "17446353"]}, {"Citation": "Dong J.-Z., Yang J.-J., Wang Y. (2008). Resources of Lycium species and related research progress. Zhongguo Zhong Yao Za Zhi 33, 2020–2027. 10.3321/j.issn:1001-5302.2008.18.003", "ArticleIdList": ["10.3321/j.issn:1001-5302.2008.18.003", "19160775"]}, {"Citation": "Fahlgren N., Howell M. D., Kasschau K. D., Chapman E. J., Sullivan C. M., Cumbie J. S., et al. . (2007). High-Throughput sequencing of Arabidopsis microRNAs: evidence for frequent birth and death of MIRNA genes. PLoS ONE 2:e219. 10.1371/journal.pone.0000219", "ArticleIdList": ["10.1371/journal.pone.0000219", "PMC1790633", "17299599"]}, {"Citation": "Fawusi M. O. A. (1978). Emergence and seedling growth of pepper as influenced by soil compaction, nutrient status and moisture regime. Sci. Hortic. 9, 329–335. 10.1016/0304-4238(78)90042-0", "ArticleIdList": ["10.1016/0304-4238(78)90042-0"]}, {"Citation": "Flint H. L. (1997). “Lycium barbarum” Landscape Plants for Eastern North America: Exclusive of Florida and the Immediate Gulf Coast. Chichester: John Wiley & Sons."}, {"Citation": "Friedlander M. R., Mackowiak S. D., Li N., Chen W., Rajewsky N. (2012). miRDeep2 accurately identifies known and hundreds of novel microRNA genes in seven animal clades. Nucleic Acids Res. 40, 37–52. 10.1093/nar/gkr688", "ArticleIdList": ["10.1093/nar/gkr688", "PMC3245920", "21911355"]}, {"Citation": "Griffiths-Jones S., Saini H. K., Van Dongen S., Enright A. J. (2008). miRBase: tools for microRNA genomics. Nucleic Acids Res. 36, D154–D158. 10.1093/nar/gkm952", "ArticleIdList": ["10.1093/nar/gkm952", "PMC2238936", "17991681"]}, {"Citation": "Hafner M., Landgraf P., Ludwig J., Rice A., Ojo T., Lin C., et al. . (2008). Identification of microRNAs and other small regulatory RNAs using cDNA library sequencing. Methods 44, 3–12. 10.1016/j.ymeth.2007.09.009", "ArticleIdList": ["10.1016/j.ymeth.2007.09.009", "PMC2847350", "18158127"]}, {"Citation": "Hamilton A., Voinnet O., Chappell L., Baulcombe D. (2002). Two classes of short interfering RNA in RNA silencing. Embo J. 21, 4671–4679. 10.1093/emboj/cdf464", "ArticleIdList": ["10.1093/emboj/cdf464", "PMC125409", "12198169"]}, {"Citation": "Herr A. J. (2005). Pathways through the small RNA world of plants. FEBS Lett. 579, 5879–5888. 10.1016/j.febslet.2005.08.040", "ArticleIdList": ["10.1016/j.febslet.2005.08.040", "16162339"]}, {"Citation": "Jones-Rhoades M., Bartel D. (2004). Computational identification of plant microRNAs and their targets, including a stress-induced miRNA. Mol. Cell 14, 787–799. 10.1016/j.molcel.2004.05.027", "ArticleIdList": ["10.1016/j.molcel.2004.05.027", "15200956"]}, {"Citation": "Jones-Rhoades M., Bartel D., Bartel B. (2006). MicroRNAs and their regulatory roles in plants. Annu. Rev. Plant Biol. 57, 19–53. 10.1146/annurev.arplant.57.032905.105218", "ArticleIdList": ["10.1146/annurev.arplant.57.032905.105218", "16669754"]}, {"Citation": "Joshi T., Yan Z., Libault M., Jeong D.-H., Park S., Green P. J., et al. . (2010). Prediction of novel miRNAs and associated target genes in Glycine max. BMC Bioinformat. 11:S14. 10.1186/1471-2105-11-s1-s14", "ArticleIdList": ["10.1186/1471-2105-11-s1-s14", "PMC3009485", "20122185"]}, {"Citation": "Kanehisa M., Araki M., Goto S., Hattori M., Hirakawa M., Itoh M., et al. . (2008). KEGG for linking genomes to life and the environment. Nucleic Acids Res. 36, D480–D484. 10.1093/nar/gkm882", "ArticleIdList": ["10.1093/nar/gkm882", "PMC2238879", "18077471"]}, {"Citation": "Kanehisa M., Goto S. (2000). KEGG: kyoto encyclopedia of genes and genomes. Nucleic Acids Res. 28, 27–30. 10.1093/nar/28.1.27", "ArticleIdList": ["10.1093/nar/28.1.27", "PMC102409", "10592173"]}, {"Citation": "Karlova R., Van Haarst J. C., Maliepaard C., Van De Geest H., Bovy A. G., Lammers M., et al. . (2013). Identification of microRNA targets in tomato fruit development using high-throughput sequencing and degradome analysis. J. Exp. Bot. 64, 1863–1878. 10.1093/jxb/ert049", "ArticleIdList": ["10.1093/jxb/ert049", "PMC3638818", "23487304"]}, {"Citation": "Kehr J., Buhtz A. (2008). Long distance transport and movement of RNA through the phloem. J. Exp. Bot. 59, 85–92. 10.1093/jxb/erm176", "ArticleIdList": ["10.1093/jxb/erm176", "17905731"]}, {"Citation": "Kehr J., Buhtz A. (2013). Endogenous RNA constituents of the phloem and their possible roles in long-distance signalling, in Phloem. Molecular Cell Biology, Systemic Communication, Biotic Interactions, eds Thompson G. A, Van Bel A. J. E. (Oxford: Wiley-Blackwell Publishing; ), 186–208."}, {"Citation": "Khaldun A., Huang W., Liao S., Lv H., Wang Y. (2015). Identification of microRNAs and target genes in the fruit and shoot tip of Lycium chinense: a traditional chinese medicinal plant. PLoS ONE 10:e0116334. 10.1371/journal.pone.0116334", "ArticleIdList": ["10.1371/journal.pone.0116334", "PMC4294688", "25587984"]}, {"Citation": "Langmead B., Trapnell C., Pop M., Salzberg S. L. (2009). Ultrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biol.\n10:R25. Available online at: http://link.springer.com/article/10.1186/gb-2009-10-3-r25?view=classic\n10.1186/gb-2009-10-3-r25", "ArticleIdList": ["10.1186/gb-2009-10-3-r25?view=classic", "10.1186/gb-2009-10-3-r25", "PMC2690996", "19261174"]}, {"Citation": "Lippman Z., Martienssen R. (2004). The role of RNA interference in heterochromatic silencing. Nature 431, 364–370. 10.1038/nature02875", "ArticleIdList": ["10.1038/nature02875", "15372044"]}, {"Citation": "Liu N., Yang J., Guo S., Xu Y., Zhang M. (2013). Genome-wide identification and comparative analysis of conserved and novel microRNAs in grafted watermelon by high-throughput sequencing. PLoS ONE 8:e57359. 10.1371/journal.pone.0057359", "ArticleIdList": ["10.1371/journal.pone.0057359", "PMC3582568", "23468976"]}, {"Citation": "Livak K. J., Schmittgen T. D. (2001). Analysis of relative gene expression data using real-time quantitative PCR and the 2(−ΔΔCT) method. Methods 25, 402–408. 10.1006/meth.2001.1262", "ArticleIdList": ["10.1006/meth.2001.1262", "11846609"]}, {"Citation": "Llave C., Xie Z., Kasschau K., Carrington J. (2002). Cleavage of scarecrow-like mRNA targets directed by a class of Arabidopsis miRNA. Science 297, 2053. 10.1126/science.1076311", "ArticleIdList": ["10.1126/science.1076311", "12242443"]}, {"Citation": "Lu C., Kulkarni K., Souret F. F., Muthuvalliappan R., Tej S. S., Poethig R. S., et al. . (2006). MicroRNAs and other small RNAs enriched in the Arabidopsis RNA-dependent RNA polymerase-2 mutant. Genome Res. 16, 1276–1288. 10.1101/gr.5530106", "ArticleIdList": ["10.1101/gr.5530106", "PMC1581437", "16954541"]}, {"Citation": "Lu C., Tej S. S., Luo S. J., Haudenschild C. D., Meyers B. C., Green P. J. (2005). Elucidation of the small RNA component of the transcriptome. Science 309, 1567–1569. 10.1126/science.1114112", "ArticleIdList": ["10.1126/science.1114112", "16141074"]}, {"Citation": "Lu S. F., Sun Y. H., Shi R., Clark C., Li L. G., Chiang V. L. (2005). Novel and mechanical stress-responsive microRNAs in Populus trichocarpa that are absent from Arabidopsis. Plant Cell 17, 2186–2203. 10.1105/tpc.105.033456", "ArticleIdList": ["10.1105/tpc.105.033456", "PMC1182482", "15994906"]}, {"Citation": "Mallory A., Vaucheret H. (2006). Functions of microRNAs and related small RNAs in plants. Nat. Genet. 38, S31–S36. 10.1038/ng1791", "ArticleIdList": ["10.1038/ng1791", "16736022"]}, {"Citation": "Mao X. Z., Cai T., Olyarchuk J. G., Wei L. P. (2005). Automated genome annotation and pathway identification using the KEGG Orthology (KO) as a controlled vocabulary. Bioinformatics 21, 3787–3793. 10.1093/bioinformatics/bti430", "ArticleIdList": ["10.1093/bioinformatics/bti430", "15817693"]}, {"Citation": "Martin A., Adam H., Díaz-Mendoza M., Żurczak M., González-Schain N. D., Suárez-López P. (2009). Graft-transmissible induction of potato tuberization by the microRNA miR172. Development 136, 2873–2881. 10.1242/dev.031658", "ArticleIdList": ["10.1242/dev.031658", "19666819"]}, {"Citation": "Meyers B., Axtell M., Bartel B., Bartel D., Baulcombe D., Bowman J., et al. . (2008). Criteria for annotation of plant microRNAs. Plant Cell 20, 3186–3190. 10.1105/tpc.108.064311", "ArticleIdList": ["10.1105/tpc.108.064311", "PMC2630443", "19074682"]}, {"Citation": "Miyashima S., Koi S., Hashimoto T., Nakajima K. (2011). Non-cell-autonomous microRNA165 acts in a dose-dependent manner to regulate multiple differentiation status in the Arabidopsis root. Development 138, 2303–2313. 10.1242/dev.060491", "ArticleIdList": ["10.1242/dev.060491", "21558378"]}, {"Citation": "Morin R. D., Aksay G., Dolgosheina E., Ebhardt H. A., Magrini V., Mardis E. R., et al. . (2008). Comparative analysis of the small RNA transcriptomes of Pinus contorta and Oryza sativa. Genome Res. 18, 571–584. 10.1101/gr.6897308", "ArticleIdList": ["10.1101/gr.6897308", "PMC2279245", "18323537"]}, {"Citation": "Moxon S., Jing R., Szittya G., Schwach F., Pilcher R. L. R., Moulton V., et al. . (2008). Deep sequencing of tomato short RNAs identifies microRNAs targeting genes involved in fruit ripening. Genome Res. 18, 1602–1609. 10.1101/gr.080127.108", "ArticleIdList": ["10.1101/gr.080127.108", "PMC2556272", "18653800"]}, {"Citation": "Naqvi A. R., Sarwat M., Hasan S., Roychodhury N. (2012). Biogenesis, functions and fate of plant microRNAs. J. Cell. Physiol. 227, 3163–3168. 10.1002/jcp.24052", "ArticleIdList": ["10.1002/jcp.24052", "22252306"]}, {"Citation": "Palatnik J., Wollmann H., Schommer C., Schwab R., Boisbouvier J., Rodriguez R., et al. . (2007). Sequence and expression differences underlie functional specialization of Arabidopsis microRNAs miR159 and miR319. Dev. Cell 13, 115–125. 10.1016/j.devcel.2007.04.012", "ArticleIdList": ["10.1016/j.devcel.2007.04.012", "17609114"]}, {"Citation": "Palauqui J. C., Elmayan T., Pollien J. M., Vaucheret H. (1997). Systemic acquired silencing: transgene-specific post-transcriptional silencing is transmitted by grafting from silenced stocks to non-silenced scions. Embo J. 16, 4738–4745. 10.1093/emboj/16.15.4738", "ArticleIdList": ["10.1093/emboj/16.15.4738", "PMC1170100", "9303318"]}, {"Citation": "Pan X., Sun X., Zhang F., Zhao C., Zhang X., Du W. (2012). Optimization of distant grafting mutagenesis technology in soybean. Soybean Science 31, 237–241. 10.3969/j.issn.1000-9841.2012.02.015", "ArticleIdList": ["10.3969/j.issn.1000-9841.2012.02.015"]}, {"Citation": "Pant B. D., Buhtz A., Kehr J., Scheible W. R. (2008). MicroRNA399 is a long-distance signal for the regulation of plant phosphate homeostasis. Plant J. 53, 731–738. 10.1111/j.1365-313X.2007.03363.x", "ArticleIdList": ["10.1111/j.1365-313X.2007.03363.x", "PMC2268993", "17988220"]}, {"Citation": "Pantaleo V., Szittya G., Moxon S., Miozzi L., Moulton V., Dalmay T., et al. . (2010). Identification of grapevine microRNAs and their targets using high-throughput sequencing and degradome analysis. Plant J. 62, 960–976. 10.1111/j.1365-313X.2010.04208.x", "ArticleIdList": ["10.1111/j.1365-313X.2010.04208.x", "20230504"]}, {"Citation": "Qiu D., Pan X., Wilson I. W., Li F., Liu M., Teng W., et al. . (2009). High throughput sequencing technology reveals that the taxoid elicitor methyl jasmonate regulates microRNA expression in Chinese yew (Taxus chinensis). Gene 436, 37–44. 10.1016/j.gene.2009.01.006", "ArticleIdList": ["10.1016/j.gene.2009.01.006", "19393185"]}, {"Citation": "Rajagopalan R., Vaucheret H., Trejo J., Bartel D. (2006). A diverse and evolutionarily fluid set of microRNAs in Arabidopsis thaliana. Genes Dev. 20, 3407–3425. 10.1101/gad.1476406", "ArticleIdList": ["10.1101/gad.1476406", "PMC1698448", "17182867"]}, {"Citation": "Shi R., Chiang V. L. (2005). Facile means for quantifying microRNA expression by real-time PCR. Biotechniques 39, 519–525. 10.2144/000112010", "ArticleIdList": ["10.2144/000112010", "16235564"]}, {"Citation": "Song C., Wang C., Zhang C., Korir N., Yu H., Ma Z., et al. . (2010). Deep sequencing discovery of novel and conserved microRNAs in trifoliate orange (Citrus trifoliata). BMC Genomics 11:431. 10.1186/1471-2164-11-431", "ArticleIdList": ["10.1186/1471-2164-11-431", "PMC2996959", "20626894"]}, {"Citation": "Sonoda S., Nishiguchi M. (2000). Graft transmission of post-transcriptional gene silencing: target specificity for RNA degradation is transmissible between silenced and non-silenced plants, but not between silenced plants. Plant J. 21, 1–8. 10.1046/j.1365-313x.2000.00645.x", "ArticleIdList": ["10.1046/j.1365-313x.2000.00645.x", "10652145"]}, {"Citation": "Stegemann S., Bock R. (2009). Exchange of genetic material between cells in plant tissue grafts. Science 324, 649–651. 10.1126/science.1170397", "ArticleIdList": ["10.1126/science.1170397", "19407205"]}, {"Citation": "Storey J. D. (2003). The positive false discovery rate: a Bayesian interpretation and the q-value. Ann. Stat. 31, 2013–2035. 10.1214/aos/1074290335", "ArticleIdList": ["10.1214/aos/1074290335"]}, {"Citation": "Subramanian S., Fu Y., Sunkar R., Barbazuk W. B., Zhu J.-K., Yu O. (2008). Novel and nodulation-regulated microRNAs in soybean roots. BMC Genomics 9:160. 10.1186/1471-2164-9-160", "ArticleIdList": ["10.1186/1471-2164-9-160", "PMC2335117", "18402695"]}, {"Citation": "Sunkar R., Chinnusamy V., Zhu J., Zhu J.-K. (2007). Small RNAs as big players in plant abiotic stress responses and nutrient deprivation. Trends Plant Sci. 12, 301–309. 10.1016/j.tplants.2007.05.001", "ArticleIdList": ["10.1016/j.tplants.2007.05.001", "17573231"]}, {"Citation": "Sunkar R., Jagadeeswaran G. (2008). In silico identification of conserved microRNAs in large number of diverse plant species. BMC Plant Biol. 8:37. 10.1186/1471-2229-8-37", "ArticleIdList": ["10.1186/1471-2229-8-37", "PMC2358906", "18416839"]}, {"Citation": "Szittya G., Moxon S., Santos D., Jing R., Fevereiro M., Moulton V., et al. . (2008). High-throughput sequencing of Medicago truncatula short RNAs identifies eight new miRNA families. BMC Genomics 9:593. 10.1186/1471-2164-9-593", "ArticleIdList": ["10.1186/1471-2164-9-593", "PMC2621214", "19068109"]}, {"Citation": "Taller J., Hirata Y., Yagishita N., Kita M., Ogata S. (1998). Graft-induced genetic changes and the inheritance of several characteristics in pepper (Capsicum annuum L.). Theor. Appl. Genet. 97, 705–713. 10.1007/s001220050946", "ArticleIdList": ["10.1007/s001220050946"]}, {"Citation": "Tiedemann R., Carstensbehrens U. (1994). Influence of grafting on the phloem protein patterns in Cucurbitaceae. I. additional phloem exudate proteins in Cucumis sativus grafted on two Cucurbita species. J. Plant Physiol. 143, 189–194. 10.1016/S0176-1617(11)81685-8", "ArticleIdList": ["10.1016/S0176-1617(11)81685-8"]}, {"Citation": "Voinnet O. (2009). Origin, biogenesis, and activity of plant microRNAs. Cell 136, 669–687. 10.1016/j.cell.2009.01.046", "ArticleIdList": ["10.1016/j.cell.2009.01.046", "19239888"]}, {"Citation": "Wang K., Li M., Gao F., Li S., Zhu Y., Yang P. (2012). Identification of conserved and novel microRNAs from Liriodendron chinense floral tissues. PLoS ONE 7:e44696. 10.1371/journal.pone.0044696", "ArticleIdList": ["10.1371/journal.pone.0044696", "PMC3445533", "23028583"]}, {"Citation": "Wang L., Liu H., Li D., Chen H. (2011). Identification and characterization of maize microRNAs involved in the very early stage of seed germination. BMC Genomics 12:154. 10.1186/1471-2164-12-154", "ArticleIdList": ["10.1186/1471-2164-12-154", "PMC3066126", "21414237"]}, {"Citation": "Waterhouse P. M., Wang M.-B., Lough T. (2001). Gene silencing as an adaptive defence against viruses. Nature 411, 834–842. 10.1038/35081168", "ArticleIdList": ["10.1038/35081168", "11459066"]}, {"Citation": "Wei-Min X. (2005). Isolation and Analysis of the Ty1/copia Retrotransposons of Mungbean and Its Possible Role on the Variation of Graft [XL]. Doctoral, Beijing University."}, {"Citation": "Wen M., Shen Y., Shi S. H., Tang T. (2012). miREvo: an integrative microRNA evolutionary analysis platform for next-generation sequencing experiments. BMC Bioinformat. 13:140. 10.1186/1471-2105-13-140", "ArticleIdList": ["10.1186/1471-2105-13-140", "PMC3410788", "22720726"]}, {"Citation": "Wu H.-J., Ma Y.-K., Chen T., Wang M., Wang X.-J. (2012). PsRobot: a web-based plant small RNA meta-analysis toolbox. Nucleic Acids Res. 40, W22–W28. 10.1093/nar/gks554", "ArticleIdList": ["10.1093/nar/gks554", "PMC3394341", "22693224"]}, {"Citation": "Xu Q., Liu Y., Zhu A., Wu X., Ye J., Yu K., et al. . (2010). Discovery and comparative profiling of microRNAs in a sweet orange red-flesh mutant and its wild type. BMC Genomics 11:246. 10.1186/1471-2164-11-246", "ArticleIdList": ["10.1186/1471-2164-11-246", "PMC2864249", "20398412"]}, {"Citation": "Young M. D., Wakefield M. J., Smyth G. K., Oshlack A. (2010). Gene ontology analysis for RNA-seq: accounting for selection bias. Genome Biol. 11:R14. 10.1186/gb-2010-11-2-r14", "ArticleIdList": ["10.1186/gb-2010-11-2-r14", "PMC2872874", "20132535"]}, {"Citation": "Zhao S., Tuan P., Li X., Kim Y., Kim H., Park C., et al. . (2013). Identification of phenylpropanoid biosynthetic genes and phenylpropanoid accumulation by transcriptome analysis of Lycium chinense. BMC Genomics 14:802. 10.1186/1471-2164-14-802", "ArticleIdList": ["10.1186/1471-2164-14-802", "PMC4046672", "24252158"]}, {"Citation": "Zhou L., Chen J., Li Z., Li X., Hu X., Huang Y., et al. . (2010). Integrated profiling of microRNAs and mRNAs: microRNAs located on Xq27.3 associate with clear cell renal cell carcinoma. PLoS ONE 5:e15224. 10.1371/journal.pone.0015224", "ArticleIdList": ["10.1371/journal.pone.0015224", "PMC3013074", "21253009"]}, {"Citation": "Zhu J.-K. (2008). Reconstituting plant miRNA biogenesis. Proc. Natl. Acad. Sci. U.S.A. 105, 9851–9852. 10.1073/pnas.0805207105", "ArticleIdList": ["10.1073/pnas.0805207105", "PMC2481364", "18632572"]}, {"Citation": "Zuo J., Zhu B., Fu D., Zhu Y., Ma Y., Chi L., et al. . (2012). Sculpting the maturation, softening and ethylene pathway: the influences of microRNAs on tomato fruits. BMC Genomics 13:7. 10.1186/1471-2164-13-7", "ArticleIdList": ["10.1186/1471-2164-13-7", "PMC3266637", "22230737"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "7", "Day": "21"}, {"Year": "2016", "Month": "9", "Day": "16"}, {"Year": "2016", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["27803702", "PMC5067468", "10.3389/fpls.2016.01475"]}}], "PubmedBookArticle": []}