{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27807472", "DateCompleted": {"Year": "2017", "Month": "03", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "10", "Day": "11"}], "ELocationID": ["4797102"], "Language": ["eng"], "Journal": {"ISSN": "1942-0994", "JournalIssue": {"Volume": "2016", "PubDate": {"Year": "2016"}}, "Title": "Oxidative medicine and cellular longevity", "ISOAbbreviation": "Oxid Med Cell Longev"}, "ArticleTitle": "Oxidative Stress and <i>Salvia miltiorrhiza</i> in Aging-Associated Cardiovascular Diseases.", "Pagination": {"StartPage": "4797102", "MedlinePgn": "4797102"}, "Abstract": {"AbstractText": ["Aging-associated cardiovascular diseases (CVDs) have some risk factors that are closely related to oxidative stress. <i>Salvia miltiorrhiza</i> (SM) has been used commonly to treat CVDs for hundreds of years in the Chinese community. We aimed to explore the effects of SM on oxidative stress in aging-associated CVDs. Through literature searches using Medicine, PubMed, EMBASE, Cochrane library, CINAHL, and Scopus databases, we found that SM not only possesses antioxidant, antiapoptotic, and anti-inflammatory effects but also exerts angiogenic and cardioprotective activities. SM may reduce the production of reactive oxygen species by inhibiting oxidases, reducing the production of superoxide, inhibiting the oxidative modification of low-density lipoproteins, and ameliorating mitochondrial oxidative stress. SM also increases the activities of catalase, manganese superoxide dismutase, glutathione peroxidase, and coupled endothelial nitric oxide synthase. In addition, SM reduces the impact of ischemia/reperfusion injury, prevents cardiac fibrosis after myocardial infarction, preserves cardiac function in coronary disease, maintains the integrity of the blood-brain barrier, and promotes self-renewal and proliferation of neural stem/progenitor cells in stroke. However, future clinical well-designed and randomized control trials will be necessary to confirm the efficacy of SM in aging-associated CVDs."]}, "AuthorList": [{"Identifier": ["0000-0002-9553-8342"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chinese Medicine, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan."}], "LastName": "Chang", "ForeName": "Cheng-Chieh", "Initials": "CC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Cosmetology, Kao Yuan University, Kaohsiung, Taiwan."}], "LastName": "Chang", "ForeName": "Yu-Chun", "Initials": "YC"}, {"Identifier": ["0000-0001-9549-6202"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chinese Medicine, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan; Kaohsiung Medical University, College of Medicine, Kaohsiung, Taiwan; Fooyin University College of Nursing, Kaohsiung, Taiwan."}], "LastName": "Hu", "ForeName": "Wen-Long", "Initials": "WL"}, {"Identifier": ["0000-0001-7490-4465"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chinese Medicine, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan; School of Chinese Medicine for Post Baccalaureate, I-Shou University, Kaohsiung, Taiwan."}], "LastName": "Hung", "ForeName": "Yu-Chiang", "Initials": "YC"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Oxid Med Cell Longev", "NlmUniqueID": "101479826", "ISSNLinking": "1942-0994"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Age Factors"}, {"QualifierName": ["metabolism", "pathology"], "DescriptorName": "Aging"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["isolation & purification", "therapeutic use"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["isolation & purification", "therapeutic use"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["drug effects"], "DescriptorName": "Apoptosis"}, {"QualifierName": ["etiology", "metabolism", "pathology", "prevention & control"], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": ["drug effects", "metabolism", "pathology"], "DescriptorName": "Cardiovascular System"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["isolation & purification", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": ["chemistry"], "DescriptorName": "Salvia miltiorrhiza"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Moran A. E., Roth G. A., Narula J., Mensah G. A. 1990–2010 Global cardiovascular disease atlas. Global Heart. 2014;9(1):3–16. doi: 10.1016/j.gheart.2014.03.1220.", "ArticleIdList": ["10.1016/j.gheart.2014.03.1220", "25432106"]}, {"Citation": "GBD 2013 Mortality and Causes of Death Collaborators. Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990–2013: a systematic analysis for the Global Burden of Disease Study 2013. The Lancet. 2015;385(9963):117–171. doi: 10.1016/S0140-6736(14)61682-2.", "ArticleIdList": ["10.1016/S0140-6736(14)61682-2", "PMC4340604", "25530442"]}, {"Citation": "Roth G. A., Huffman M. D., Moran A. E., et al. Global and regional patterns in cardiovascular mortality from 1990 to 2013. Circulation. 2015;132(17):1667–1678. doi: 10.1161/CIRCULATIONAHA.114.008720.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.114.008720", "26503749"]}, {"Citation": "McGill H. C., Jr., McMahan C. A., Gidding S. S. Preventing heart disease in the 21st century: implications of the Pathobiological Determinants of Atherosclerosis in Youth (PDAY) study. Circulation. 2008;117(9):1216–1227. doi: 10.1161/circulationaha.107.717033.", "ArticleIdList": ["10.1161/circulationaha.107.717033", "18316498"]}, {"Citation": "Margolis J. R., Gillum R. F., Feinleib M., Brasch R. C., Fabsitz R. R. Community surveillance for coronary heart disease: the framingham cardiovascular disease survey: methods and preliminary results. American Journal of Epidemiology. 1974;100(6):425–436.", "ArticleIdList": ["4447106"]}, {"Citation": "Gillum R. F., Feinleib M., Margolis J. R., Fabsitz R. R., Brasch R. C. Community surveillance for cardiovascular disease: the Framingham cardiovascular disease survey. Some methodological problems in the community study of cardiovascular disease. Journal of Chronic Diseases. 1976;29(5):289–299. doi: 10.1016/S0002-8703(76)80402-4.", "ArticleIdList": ["10.1016/S0002-8703(76)80402-4", "939793"]}, {"Citation": "Kannel W. B., McGee D., Gordon T. A general cardiovascular risk profile: the Framingham study. The American Journal of Cardiology. 1976;38(1):46–51. doi: 10.1016/0002-9149(76)90061-8.", "ArticleIdList": ["10.1016/0002-9149(76)90061-8", "132862"]}, {"Citation": "Gillum R. F., Fabsitz R. R., Feinleib M., Wolf P. A., Margolis J. R., Brasch R. C. Community surveillance for cerebrovascular disease: the Framingham Cardiovascular Disease Survey. Public Health Reports. 1978;93(5):438–442.", "ArticleIdList": ["PMC1431931", "704796"]}, {"Citation": "Keil U. The worldwide WHO MONICA project: results and perspectives. Gesundheitswesen. 2005;67(supplement 1):S38–S45.", "ArticleIdList": ["16032516"]}, {"Citation": "Tsao C. W., Vasan R. S. Cohort Profile: the Framingham Heart Study (FHS): overview of milestones in cardiovascular epidemiology. International Journal of Epidemiology. 2015;44(6):1800–1813. doi: 10.1093/ije/dyv337.", "ArticleIdList": ["10.1093/ije/dyv337", "PMC5156338", "26705418"]}, {"Citation": "Papaharalambus C. A., Griendling K. K. Basic mechanisms of oxidative stress and reactive oxygen species in cardiovascular injury. Trends in Cardiovascular Medicine. 2007;17(2):48–54. doi: 10.1016/j.tcm.2006.11.005.", "ArticleIdList": ["10.1016/j.tcm.2006.11.005", "PMC1934425", "17292046"]}, {"Citation": "Frei B. Reactive oxygen species and antioxidant vitamins: mechanisms of action. The American Journal of Medicine. 1994;97(3):5S–13S.", "ArticleIdList": ["8085584"]}, {"Citation": "Dinh Q. N., Drummond G. R., Sobey C. G., Chrissobolis S. Roles of inflammation, oxidative stress, and vascular dysfunction in hypertension. BioMed Research International. 2014;2014:11. doi: 10.1155/2014/406960.406960", "ArticleIdList": ["10.1155/2014/406960", "PMC4124649", "25136585"]}, {"Citation": "Tousoulis D., Briasoulis A., Papageorgiou N., et al. Oxidative stress and endothelial function: therapeutic interventions. Recent Patents on Cardiovascular Drug Discovery. 2011;6(2):103–114. doi: 10.2174/157489011795933819.", "ArticleIdList": ["10.2174/157489011795933819", "21513492"]}, {"Citation": "Khazaei M., Moien-afshari F., Laher I. Vascular endothelial function in health and diseases. Pathophysiology. 2008;15(1):49–67. doi: 10.1016/j.pathophys.2008.02.002.", "ArticleIdList": ["10.1016/j.pathophys.2008.02.002", "18434105"]}, {"Citation": "Bouloumié A., Bauersachs J., Linz W., et al. Endothelial dysfunction coincides with an enhanced nitric oxide synthase expression and superoxide anion production. Hypertension. 1997;30(4):934–941. doi: 10.1161/01.HYP.30.4.934.", "ArticleIdList": ["10.1161/01.HYP.30.4.934", "9336396"]}, {"Citation": "Cosentino F., Hishikawa K., Katusic Z. S., Lüscher T. F. High glucose increases nitric oxide synthase expression and superoxide anion generation in human aortic endothelial cells. Circulation. 1997;96(1):25–28. doi: 10.1161/01.CIR.96.1.25.", "ArticleIdList": ["10.1161/01.CIR.96.1.25", "9236411"]}, {"Citation": "Landmesser U., Dikalov S., Price S. R., et al. Oxidation of tetrahydrobiopterin leads to uncoupling of endothelial cell nitric oxide synthase in hypertension. The Journal of Clinical Investigation. 2003;111(8):1201–1209. doi: 10.1172/jci200314172.", "ArticleIdList": ["10.1172/jci200314172", "PMC152929", "12697739"]}, {"Citation": "Kawashima S., Yokoyama M. Dysfunction of endothelial nitric oxide synthase and atherosclerosis. Arteriosclerosis, Thrombosis, and Vascular Biology. 2004;24(6):998–1005. doi: 10.1161/01.ATV.0000125114.88079.96.", "ArticleIdList": ["10.1161/01.ATV.0000125114.88079.96", "15001455"]}, {"Citation": "Pritchard K. A., Jr., Groszek L., Smalley D. M., et al. Native low-density lipoprotein increases endothelial cell nitric oxide synthase generation of superoxide anion. Circulation Research. 1995;77(3):510–518. doi: 10.1161/01.res.77.3.510.", "ArticleIdList": ["10.1161/01.res.77.3.510", "7543827"]}, {"Citation": "Chen K., Pittman R. N., Popel A. S. Nitric oxide in the vasculature: where does it come from and where does it go? A quantitative perspective. Antioxidants and Redox Signaling. 2008;10(7):1185–1198. doi: 10.1089/ars.2007.1959.", "ArticleIdList": ["10.1089/ars.2007.1959", "PMC2932548", "18331202"]}, {"Citation": "Yang Y.-M., Huang A., Kaley G., Sun D. eNOS uncoupling and endothelial dysfunction in aged vessels. American Journal of Physiology—Heart and Circulatory Physiology. 2009;297(5):H1829–H1836. doi: 10.1152/ajpheart.00230.2009.", "ArticleIdList": ["10.1152/ajpheart.00230.2009", "PMC2781386", "19767531"]}, {"Citation": "Fridovich I. Superoxide anion radical (<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msubsup><mrow><mtext>O</mtext></mrow><mrow><mn>2</mn></mrow><mrow><mover accent=\"true\"><mrow><mo>·</mo></mrow><mo>-</mo></mover></mrow></msubsup></mrow></math>), superoxide dismutases, and related matters. The Journal of Biological Chemistry. 1997;272:18515–18517.", "ArticleIdList": ["9228011"]}, {"Citation": "Terada L. S., Willingham I. R., Rosandich M. E., Leff J. A., Kindt G. W., Repine J. E. Generation of superoxide anion by brain endothelial cell xanthine oxidase. Journal of Cellular Physiology. 1991;148(2):191–196. doi: 10.1002/jcp.1041480202.", "ArticleIdList": ["10.1002/jcp.1041480202", "1652587"]}, {"Citation": "Clancy R. M., Leszczynska-Piziak J., Abramson S. B. Nitric oxide, an endothelial cell relaxation factor, inhibits neutrophil superoxide anion production via a direct action on the NADPH oxidase. The Journal of Clinical Investigation. 1992;90(3):1116–1121. doi: 10.1172/jci115929.", "ArticleIdList": ["10.1172/jci115929", "PMC329973", "1325992"]}, {"Citation": "Li J.-M., Shah A. M. Differential NADPH- versus NADH-dependent superoxide production by phagocyte-type endothelial cell NADPH oxidase. Cardiovascular Research. 2001;52(3):477–486. doi: 10.1016/s0008-6363(01)00407-2.", "ArticleIdList": ["10.1016/s0008-6363(01)00407-2", "11738065"]}, {"Citation": "Li J.-M., Shah A. M. Endothelial cell superoxide generation: regulation and relevance for cardiovascular pathophysiology. American Journal of Physiology—Regulatory Integrative and Comparative Physiology. 2004;287(5):R1014–R1030. doi: 10.1152/ajpregu.00124.2004.", "ArticleIdList": ["10.1152/ajpregu.00124.2004", "15475499"]}, {"Citation": "Lee M. Y., Griendling K. K. Redox signaling, vascular function, and hypertension. Antioxidants & Redox Signaling. 2008;10(6):1045–1059. doi: 10.1089/ars.2007.1986.", "ArticleIdList": ["10.1089/ars.2007.1986", "PMC2828811", "18321201"]}, {"Citation": "Pacher P., Szabó C. Role of peroxynitrite in the pathogenesis of cardiovascular complications of diabetes. Current Opinion in Pharmacology. 2006;6(2):136–141. doi: 10.1016/j.coph.2006.01.001.", "ArticleIdList": ["10.1016/j.coph.2006.01.001", "PMC2228269", "16483848"]}, {"Citation": "Cao Z., Li Y. Potent inhibition of peroxynitrite-induced DNA strand breakage by ethanol: possible implications for ethanol-mediated cardiovascular protection. Pharmacological Research. 2004;50(1):13–19. doi: 10.1016/j.phrs.2003.12.010.", "ArticleIdList": ["10.1016/j.phrs.2003.12.010", "15082025"]}, {"Citation": "Fukai T., Ushio-Fukai M. Superoxide dismutases: role in redox signaling, vascular function, and diseases. Antioxidants & Redox Signaling. 2011;15(6):1583–1606. doi: 10.1089/ars.2011.3999.", "ArticleIdList": ["10.1089/ars.2011.3999", "PMC3151424", "21473702"]}, {"Citation": "Han J., Shuvaev V. V., Muzykantov V. R. Catalase and superoxide dismutase conjugated with platelet-endothelial cell adhesion molecule antibody distinctly alleviate abnormal endothelial permeability caused by exogenous reactive oxygen species and vascular endothelial growth factor. The Journal of Pharmacology and Experimental Therapeutics. 2011;338(1):82–91. doi: 10.1124/jpet.111.180620.", "ArticleIdList": ["10.1124/jpet.111.180620", "PMC3126647", "21474567"]}, {"Citation": "Wang X., Morris-Natschke S. L., Lee K.-H. New developments in the chemistry and biology of the bioactive constituents of Tanshen. Medicinal Research Reviews. 2007;27(1):133–148. doi: 10.1002/med.20077.", "ArticleIdList": ["10.1002/med.20077", "16888751"]}, {"Citation": "Hung Y.-C., Tseng Y.-J., Hu W.-L., et al. Demographic and prescribing patterns of Chinese herbal products for individualized therapy for ischemic heart disease in Taiwan: population-based study. PLoS ONE. 2015;10(8) doi: 10.1371/journal.pone.0137058.e0137058", "ArticleIdList": ["10.1371/journal.pone.0137058", "PMC4556444", "26322893"]}, {"Citation": "Hung I. L., Hung Y. C., Wang L. Y., et al. Chinese herbal products for ischemic stroke. The American Journal of Chinese Medicine. 2015;43(7):1365–1379. doi: 10.1142/S0192415X15500779.", "ArticleIdList": ["10.1142/S0192415X15500779", "26477801"]}, {"Citation": "Fu J., Huang H., Liu J., Pi R., Chen J., Liu P. Tanshinone IIA protects cardiac myocytes against oxidative stress-triggered damage and apoptosis. European Journal of Pharmacology. 2007;568(1–3):213–221. doi: 10.1016/j.ejphar.2007.04.031.", "ArticleIdList": ["10.1016/j.ejphar.2007.04.031", "17537428"]}, {"Citation": "Liu J.-Q., Lee T.-F., Miedzyblocki M., Chan G. C. F., Bigam D. L., Cheung P.-Y. Effects of tanshinone IIA, a major component of Salvia miltiorrhiza, on platelet aggregation in healthy newborn piglets. Journal of Ethnopharmacology. 2011;137(1):44–49. doi: 10.1016/j.jep.2011.03.047.", "ArticleIdList": ["10.1016/j.jep.2011.03.047", "21453766"]}, {"Citation": "Chan K., Chui S. H., Wong D. Y. L., Ha W. Y., Chan C. L., Wong R. N. S. Protective effects of Danshensu from the aqueous extract of Salvia miltiorrhiza (Danshen) against homocysteine-induced endothelial dysfunction. Life Sciences. 2004;75(26):3157–3171. doi: 10.1016/j.lfs.2004.06.010.", "ArticleIdList": ["10.1016/j.lfs.2004.06.010", "15488895"]}, {"Citation": "Hung Y.-C., Wang P.-W., Pan T.-L., Bazylak G., Leu Y.-L. Proteomic screening of antioxidant effects exhibited by Radix Salvia miltiorrhiza aqueous extract in cultured rat aortic smooth muscle cells under homocysteine treatment. Journal of Ethnopharmacology. 2009;124(3):463–474. doi: 10.1016/j.jep.2009.05.020.", "ArticleIdList": ["10.1016/j.jep.2009.05.020", "19481143"]}, {"Citation": "Pang H., Wu L., Tang Y., Zhou G., Qu C., Duan J. Chemical analysis of the herbal medicine salviae miltiorrhizae radix et rhizoma (Danshen) Molecules. 2016;21(1, article 51) doi: 10.3390/molecules21010051.", "ArticleIdList": ["10.3390/molecules21010051", "PMC6273254", "26742026"]}, {"Citation": "Song J.-Z., Li S.-L., Zhou Y., Qiao C.-F., Chen S.-L., Xu H.-X. A novel approach to rapidly explore analytical markers for quality control of Radix Salviae Miltiorrhizae extract granules by robust principal component analysis with ultra-high performance liquid chromatography-ultraviolet-quadrupole time-of-flight mass spectrometry. Journal of Pharmaceutical and Biomedical Analysis. 2010;53(3):279–286. doi: 10.1016/j.jpba.2010.03.022.", "ArticleIdList": ["10.1016/j.jpba.2010.03.022", "20400256"]}, {"Citation": "Zhang Y., Jiang P., Ye M., Kim S.-H., Jiang C., Lü J. Tanshinones: sources, pharmacokinetics and anti-cancer activities. International Journal of Molecular Sciences. 2012;13(10):13621–13666. doi: 10.3390/ijms131013621.", "ArticleIdList": ["10.3390/ijms131013621", "PMC3497345", "23202971"]}, {"Citation": "Su C.-Y., Ming Q.-L., Rahman K., Han T., Qin L.-P. Salvia miltiorrhiza: traditional medicinal uses, chemistry, and pharmacology. Chinese Journal of Natural Medicines. 2015;13(3):163–182. doi: 10.1016/s1875-5364(15)30002-9.", "ArticleIdList": ["10.1016/s1875-5364(15)30002-9", "25835361"]}, {"Citation": "Wu Y.-B., Ni Z.-Y., Shi Q.-W., et al. Constituents from Salvia species and their biological activities. Chemical Reviews. 2012;112(11):5967–6026. doi: 10.1021/cr200058f.", "ArticleIdList": ["10.1021/cr200058f", "22967178"]}, {"Citation": "Niu X.-L., Ichimori K., Yang X., et al. Tanshinone II-A inhibits low density lipoprotein oxidation in vitro. Free Radical Research. 2000;33(3):305–312. doi: 10.1080/10715760000301471.", "ArticleIdList": ["10.1080/10715760000301471", "10993484"]}, {"Citation": "Lee D.-S., Lee S.-H., Noh J.-G., Hong S.-D. Antibacterial activities of cryptotanshinone and dihydrotanshinone I from a medicinal herb, Salvia miltiorrhiza bunge. Bioscience, Biotechnology and Biochemistry. 1999;63(12):2236–2239. doi: 10.1271/bbb.63.2236.", "ArticleIdList": ["10.1271/bbb.63.2236", "10664860"]}, {"Citation": "Kim S. Y., Moon T. C., Chang H. W., Son K. H., Kang S. S., Kim H. P. Effects of tanshinone I isolated from Salvia miltiorrhiza Bunge on arachidonic acid metabolism and in vivo inflammatory responses. Phytotherapy Research. 2002;16(7):616–620. doi: 10.1002/ptr.941.", "ArticleIdList": ["10.1002/ptr.941", "12410540"]}, {"Citation": "Liu T., Jin H., Sun Q.-R., Xu J.-H., Hu H.-T. The neuroprotective effects of tanshinone IIA on β-amyloid-induced toxicity in rat cortical neurons. Neuropharmacology. 2010;59(7-8):595–604. doi: 10.1016/j.neuropharm.2010.08.013.", "ArticleIdList": ["10.1016/j.neuropharm.2010.08.013", "20800073"]}, {"Citation": "Mosaddik M. A. In vitro cytotoxicity of Tanshinones isolated from Salvia miltiorrhiza Bunge against P388 lymphocytic leukemia cells. Phytomedicine. 2003;10(8):682–685. doi: 10.1078/0944-7113-00321.", "ArticleIdList": ["10.1078/0944-7113-00321", "14692730"]}, {"Citation": "Qiu F., Wang G., Zhang R., Sun J., Jiang J., Ma Y. Effect of danshen extract on the activity of CYP3A4 in healthy volunteers. British Journal of Clinical Pharmacology. 2010;69(6):656–662. doi: 10.1111/j.1365-2125.2010.03624.x.", "ArticleIdList": ["10.1111/j.1365-2125.2010.03624.x", "PMC2883758", "20565457"]}, {"Citation": "Jiang R.-W., Lau K.-M., Hon P.-M., Mak T. C. W., Woo K.-S., Fung K.-P. Chemistry and biological activities of caffeic acid derivatives from Salvia miltiorrhiza . Current Medicinal Chemistry. 2005;12(2):237–246. doi: 10.2174/0929867053363397.", "ArticleIdList": ["10.2174/0929867053363397", "15638738"]}, {"Citation": "Ge G., Zhang Q., Ma J., et al. Protective effect of Salvia miltiorrhiza aqueous extract on myocardium oxidative injury in ischemic-reperfusion rats. Gene. 2014;546(1):97–103. doi: 10.1016/j.gene.2014.05.021.", "ArticleIdList": ["10.1016/j.gene.2014.05.021", "24831834"]}, {"Citation": "Yu J., Wang L., Akinyi M., et al. Danshensu protects isolated heart against ischemia reperfusion injury through activation of Akt/ERK1/2/Nrf2 signaling. International Journal of Clinical and Experimental Medicine. 2015;8(9):14793–14804.", "ArticleIdList": ["PMC4658850", "26628961"]}, {"Citation": "Zhang W., Zheng L., Zhang Z., Hai C.-X. Protective effect of a water-soluble polysaccharide from Salvia miltiorrhiza Bunge on insulin resistance in rats. Carbohydrate Polymers. 2012;89(3):890–898. doi: 10.1016/j.carbpol.2012.04.027.", "ArticleIdList": ["10.1016/j.carbpol.2012.04.027", "24750877"]}, {"Citation": "Jiang Y.-Y., Wang L., Zhang L., et al. Characterization, antioxidant and antitumor activities of polysaccharides from Salvia miltiorrhiza Bunge. International Journal of Biological Macromolecules. 2014;70:92–99. doi: 10.1016/j.ijbiomac.2014.06.036.", "ArticleIdList": ["10.1016/j.ijbiomac.2014.06.036", "24984021"]}, {"Citation": "Rhoades D. A., Welty T. K., Wang W., et al. Aging and the prevalence of cardiovascular disease risk factors in older American Indians: the strong heart study. Journal of the American Geriatrics Society. 2007;55(1):87–94. doi: 10.1111/j.1532-5415.2006.01018.x.", "ArticleIdList": ["10.1111/j.1532-5415.2006.01018.x", "17233690"]}, {"Citation": "Peiris D., Thompson S. R., Beratarrechea A., et al. Behaviour change strategies for reducing blood pressure-related disease burden: findings from a global implementation research programme. Implementation Science. 2015;10(1) doi: 10.1186/s13012-015-0331-0.", "ArticleIdList": ["10.1186/s13012-015-0331-0", "PMC4638103", "26553092"]}, {"Citation": "Yang P.-R., Shih W.-T., Chu Y.-H., Chen P.-C., Wu C.-Y. Frequency and co-prescription pattern of Chinese herbal products for hypertension in Taiwan: A Cohort Study. BMC Complementary and Alternative Medicine. 2015;15(1, article 163) doi: 10.1186/s12906-015-0690-8.", "ArticleIdList": ["10.1186/s12906-015-0690-8", "PMC4457084", "26048045"]}, {"Citation": "Zhou Z.-W., Xie X.-L., Zhou S.-F., Li C. G. Mechanism of reversal of high glucose-induced endothelial nitric oxide synthase uncoupling by tanshinone IIA in human endothelial cell line EA.hy926. European Journal of Pharmacology. 2012;697(1–3):97–105. doi: 10.1016/j.ejphar.2012.09.051.", "ArticleIdList": ["10.1016/j.ejphar.2012.09.051", "23063542"]}, {"Citation": "Wang P., Wu X., Bao Y., et al. Tanshinone IIA prevents cardiac remodeling through attenuating NAD (P)H oxidase-derived reactive oxygen species production in hypertensive rats. Die Pharmazie. 2011;66(7):517–524. doi: 10.1691/ph.2011.0806.", "ArticleIdList": ["10.1691/ph.2011.0806", "21812327"]}, {"Citation": "Jia L.-Q., Yang G.-L., Ren L., et al. Tanshinone IIA reduces apoptosis induced by hydrogen peroxide in the human endothelium-derived EA.hy926 cells. Journal of Ethnopharmacology. 2012;143(1):100–108. doi: 10.1016/j.jep.2012.06.007.", "ArticleIdList": ["10.1016/j.jep.2012.06.007", "22750433"]}, {"Citation": "Kang D. G., Oh H., Chung H. T., Lee H. S. Inhibition of angiotensin converting enzyme by lithospermic acid B isolated from radix Salviae miltiorrhiza Bunge. Phytotherapy Research. 2003;17(8):917–920. doi: 10.1002/ptr.1250.", "ArticleIdList": ["10.1002/ptr.1250", "13680824"]}, {"Citation": "Kang D. G., Yun Y. G., Ryoo J. H., Lee H. S. Anti-hypertensive effect of water extract of Danshen on renovascular hypertension through inhibition of the renin angiotensin system. American Journal of Chinese Medicine. 2002;30(1):87–93. doi: 10.1142/S0192415X02000107.", "ArticleIdList": ["10.1142/S0192415X02000107", "12067101"]}, {"Citation": "Ouyang X., Takahashi K., Komatsu K., et al. Protective effect of Salvia miltiorrhiza on angiotensin II-induced hypertrophic responses in neonatal rat cardiac cells. Japanese Journal of Pharmacology. 2001;87(4):289–296. doi: 10.1254/jjp.87.289.", "ArticleIdList": ["10.1254/jjp.87.289", "11829148"]}, {"Citation": "Leung S. W. S., Zhu D.-Y., Man R. Y. K. Effects of the aqueous extract of Salvia Miltiorrhiza (danshen) and its magnesium tanshinoate B-enriched form on blood pressure. Phytotherapy Research. 2010;24(5):769–774. doi: 10.1002/ptr.3047.", "ArticleIdList": ["10.1002/ptr.3047", "19943333"]}, {"Citation": "Lam F. F. Y., Seto S. W., Kwan Y. W., Yeung J. H. K., Chan P. Activation of the iberiotoxin-sensitive BKCa channels by salvianolic acid B of the porcine coronary artery smooth muscle cells. European Journal of Pharmacology. 2006;546(1–3):28–35. doi: 10.1016/j.ejphar.2006.07.038.", "ArticleIdList": ["10.1016/j.ejphar.2006.07.038", "16928370"]}, {"Citation": "Tang Y., Wang M., Chen C., Le X., Sun S., Yin Y. Cardiovascular protection with danshensu in spontaneously hypertensive rats. Biological & Pharmaceutical Bulletin. 2011;34:1596–1601.", "ArticleIdList": ["21963501"]}, {"Citation": "Xia Z., Gu J., Ansley D. M., Xia F., Yu J. Antioxidant therapy with Salvia miltiorrhiza decreases plasma endothelin-1 and thromboxane B2 after cardiopulmonary bypass in patients with congenital heart disease. The Journal of Thoracic and Cardiovascular Surgery. 2003;126(5):1404–1410. doi: 10.1016/s0022-5223(03)00970-x.", "ArticleIdList": ["10.1016/s0022-5223(03)00970-x", "14666012"]}, {"Citation": "Pirie K., Peto R., Reeves G. K., Green J., Beral V. The 21st century hazards of smoking and benefits of stopping: a prospective study of one million women in the UK. The Lancet. 2013;381(9861):133–141. doi: 10.1016/s0140-6736(12)61720-6.", "ArticleIdList": ["10.1016/s0140-6736(12)61720-6", "PMC3547248", "23107252"]}, {"Citation": "Isik B., Ceylan A., Isik R. Oxidative stress in smokers and non-smokers. Inhalation Toxicology. 2007;19(9):767–769. doi: 10.1080/08958370701401418.", "ArticleIdList": ["10.1080/08958370701401418", "17613085"]}, {"Citation": "Pujades-Rodriguez M., George J., Shah A. D., et al. Heterogeneous associations between smoking and a wide range of initial presentations of cardiovascular disease in 1937 360 people in England: lifetime risks and implications for risk prediction. International Journal of Epidemiology. 2015;44(1):129–141. doi: 10.1093/ije/dyu218.", "ArticleIdList": ["10.1093/ije/dyu218", "PMC4339760", "25416721"]}, {"Citation": "Zhang T., Xu J., Li D., et al. Salvianolic acid A, a matrix metalloproteinase-9 inhibitor of Salvia miltiorrhiza, attenuates aortic aneurysm formation in apolipoprotein E-deficient mice. Phytomedicine. 2014;21(10):1137–1145. doi: 10.1016/j.phymed.2014.05.003.", "ArticleIdList": ["10.1016/j.phymed.2014.05.003", "24916705"]}, {"Citation": "Lam F. F. Y., Yeung J. H. K., Cheung J. H. Y. Mechanisms of the dilator action of Danshen (Salvia miltiorrhiza) on rat isolated femoral artery. Journal of Cardiovascular Pharmacology. 2005;46(3):361–368. doi: 10.1097/01.fjc.0000175439.94906.e9.", "ArticleIdList": ["10.1097/01.fjc.0000175439.94906.e9", "16116343"]}, {"Citation": "Lam F. Y., Ng S. C. W., Cheung J. H. Y., Yeung J. H. K. Mechanisms of the vasorelaxant effect of Danshen (Salvia miltiorrhiza) in rat knee joints. Journal of Ethnopharmacology. 2006;104(3):336–344. doi: 10.1016/j.jep.2005.09.033.", "ArticleIdList": ["10.1016/j.jep.2005.09.033", "16266795"]}, {"Citation": "Yi-ju Cheng F. W., Hu Y., Wu M.-X., Du J., Cheng M.-L. Compound injection of Danshen root suppresses cigarettes smoking-induced lung inflammation: a SD rat model. Inflammation and Cell Signaling. 2015;2(4):1–6."}, {"Citation": "Singer D. E., Nathan D. M., Anderson K. M., Wilson P. W. F., Evans J. C. Association of HbA1c with prevalent cardiovascular disease in the original cohort of the Framingham heart study. Diabetes. 1992;41(2):202–208. doi: 10.2337/diab.41.2.202.", "ArticleIdList": ["10.2337/diab.41.2.202", "1733810"]}, {"Citation": "Kannel W. B., McGee D. L. Diabetes and glucose tolerance as risk factors for cardiovascular disease: The Framingham Study. Diabetes Care. 1979;2(2):120–126. doi: 10.2337/diacare.2.2.120.", "ArticleIdList": ["10.2337/diacare.2.2.120", "520114"]}, {"Citation": "Aydin A., Orhan H., Sayal A., Özata M., Şahin G., Isimer A. Oxidative stress and nitric oxide related parameters in type II diabetes mellitus: effects of glycemic control. Clinical Biochemistry. 2001;34(1):65–70. doi: 10.1016/s0009-9120(00)00199-5.", "ArticleIdList": ["10.1016/s0009-9120(00)00199-5", "11239518"]}, {"Citation": "Dave G. S., Kalia K. Hyperglycemia induced oxidative stress in type-1 and type-2 diabetic patients with and without nephropathy. Cellular and Molecular Biology. 2007;53(5):68–78. doi: 10.1170/T820.", "ArticleIdList": ["10.1170/T820", "17543235"]}, {"Citation": "Sasaki N., Yamashita T., Takaya T., et al. Augmentation of vascular remodeling by uncoupled endothelial nitric oxide synthase in a mouse model of diabetes mellitus. Arteriosclerosis, Thrombosis, and Vascular Biology. 2008;28(6):1068–1076. doi: 10.1161/ATVBAHA.107.160754.", "ArticleIdList": ["10.1161/ATVBAHA.107.160754", "18403727"]}, {"Citation": "Gupta S., Chough E., Daley J., et al. Hyperglycemia increases endothelial superoxide that impairs smooth muscle cell Na+-K+-ATpase activity. American Journal of Physiology—Cell Physiology. 2002;282(3):C560–C566. doi: 10.1152/ajpcell.00343.2001.", "ArticleIdList": ["10.1152/ajpcell.00343.2001", "11832341"]}, {"Citation": "Monaghan K., McNaughten J., McGahon M. K., et al. Hyperglycemia and diabetes downregulate the functional expression of TRPV4 channels in retinal microvascular endothelium. PLoS ONE. 2015;10(6, article e0128359) doi: 10.1371/journal.pone.0128359.", "ArticleIdList": ["10.1371/journal.pone.0128359", "PMC4457535", "26047504"]}, {"Citation": "Qian Q., Qian S., Fan P., Huo D., Wang S. Effect of Salvia miltiorrhiza hydrophilic extract on antioxidant enzymes in diabetic patients with chronic heart disease: a randomized controlled trial. Phytotherapy Research. 2012;26(1):60–66. doi: 10.1002/ptr.3513.", "ArticleIdList": ["10.1002/ptr.3513", "21544882"]}, {"Citation": "Qian S., Huo D., Wang S., Qian Q. Inhibition of glucose-induced vascular endothelial growth factor expression by Salvia miltiorrhiza hydrophilic extract in human microvascular endothelial cells: evidence for mitochondrial oxidative stress. Journal of Ethnopharmacology. 2011;137(2):985–991. doi: 10.1016/j.jep.2011.07.018.", "ArticleIdList": ["10.1016/j.jep.2011.07.018", "21782920"]}, {"Citation": "Huang M., Wang P., Xu S., et al. Biological activities of salvianolic acid B from Salvia miltiorrhiza on type 2 diabetes induced by high-fat diet and streptozotocin. Pharmaceutical Biology. 2015;53(7):1058–1065. doi: 10.3109/13880209.2014.959611.", "ArticleIdList": ["10.3109/13880209.2014.959611", "25612777"]}, {"Citation": "Jung S. H., Seol H. J., Jeon S. J., Son K. H., Lee J. R. Insulin-sensitizing activities of tanshinones, diterpene compounds of the root of Salvia miltiorrhiza Bunge. Phytomedicine. 2009;16(4):327–335. doi: 10.1016/j.phymed.2008.12.017.", "ArticleIdList": ["10.1016/j.phymed.2008.12.017", "19200697"]}, {"Citation": "National Cholesterol Education Program (NCEP) Expert Panel on Detection-Evaluation and Treatment of High Blood Cholesterol in Adults (Adult Treatment Panel III) Third Report of the National Cholesterol Education Program (NCEP) expert panel on detection, evaluation, and treatment of high blood cholesterol in adults (Adult Treatment Panel III) final report. Circulation. 2002;106(25):3143–3421.", "ArticleIdList": ["12485966"]}, {"Citation": "Wouters K., Shiri-Sverdlov R., van Gorp P. J., van Bilsen M., Hofker M. H. Understanding hyperlipidemia and atherosclerosis: lessons from genetically modified apoe and LDLR mice. Clinical Chemistry and Laboratory Medicine. 2005;43(5):470–479. doi: 10.1515/cclm.2005.085.", "ArticleIdList": ["10.1515/cclm.2005.085", "15899668"]}, {"Citation": "Hulsmans M., Holvoet P. The vicious circle between oxidative stress and inflammation in atherosclerosis. Journal of Cellular and Molecular Medicine. 2010;14(1-2):70–78. doi: 10.1111/j.1582-4934.2009.00978.x.", "ArticleIdList": ["10.1111/j.1582-4934.2009.00978.x", "PMC3837590", "19968738"]}, {"Citation": "Chang C.-C., Chu C.-F., Wang C.-N., et al. The anti-atherosclerotic effect of tanshinone IIA is associated with the inhibition of TNF-α-induced VCAM-1, ICAM-1 and CX3CL1 expression. Phytomedicine. 2014;21(3):207–216. doi: 10.1016/j.phymed.2013.09.012.", "ArticleIdList": ["10.1016/j.phymed.2013.09.012", "24157079"]}, {"Citation": "Yang T.-L., Lin F.-Y., Chen Y.-H., et al. Salvianolic acid B inhibits low-density lipoprotein oxidation and neointimal hyperplasia in endothelium-denuded hypercholesterolaemic rabbits. Journal of the Science of Food and Agriculture. 2011;91(1):134–141. doi: 10.1002/jsfa.4163.", "ArticleIdList": ["10.1002/jsfa.4163", "20824680"]}, {"Citation": "Karmin O., Lynn E. G., Vazhappilly R., Au-Yeung K. K., Zhu D. Y., Siow Y. L. Magnesium tanshinoate B (MTB) inhibits low density lipoprotein oxidation. Life Sciences. 2001;68(8):903–912.", "ArticleIdList": ["11213360"]}, {"Citation": "Au-Yeung K. K. W., Karmin O., Choy P. C., Zhu D.-Y., Siow Y. L. Magnesium tanshinoate B protects endothelial cells against oxidized lipoprotein-induced apoptosis. Canadian Journal of Physiology and Pharmacology. 2007;85(11):1053–1062. doi: 10.1139/Y07-096.", "ArticleIdList": ["10.1139/Y07-096", "18066107"]}, {"Citation": "Stevens J., Oakkar E. E., Cui Z., Cai J., Truesdale K. P. US adults recommended for weight reduction by 1998 and 2013 obesity guidelines, NHANES 2007–2012. Obesity. 2015;23(3):527–531. doi: 10.1002/oby.20985.", "ArticleIdList": ["10.1002/oby.20985", "25684669"]}, {"Citation": "Poirier P., Eckel R. H. Obesity and cardiovascular disease. Current Atherosclerosis Reports. 2002;4(6):448–453. doi: 10.1007/s11883-002-0049-8.", "ArticleIdList": ["10.1007/s11883-002-0049-8", "12361492"]}, {"Citation": "Wajchenberg B. L. Subcutaneous and visceral adipose tissue: their relation to the metabolic syndrome. Endocrine Reviews. 2000;21(6):697–738. doi: 10.1210/er.21.6.697.", "ArticleIdList": ["10.1210/er.21.6.697", "11133069"]}, {"Citation": "Nishimura S., Manabe I., Nagai R. Adipose tissue inflammation in obesity and metabolic syndrome. Discovery Medicine. 2009;8(41):55–60.", "ArticleIdList": ["19788868"]}, {"Citation": "Poirier P., Giles T. D., Bray G. A., et al. Obesity and cardiovascular disease: pathophysiology, evaluation, and effect of weight loss. Arteriosclerosis, Thrombosis, and Vascular Biology. 2006;26(5):968–976. doi: 10.1161/01.atv.0000216787.85457.f3.", "ArticleIdList": ["10.1161/01.atv.0000216787.85457.f3", "16627822"]}, {"Citation": "Rahman N., Jeon M., Song H.-Y., Kim Y.-S. Cryptotanshinone, a compound of Salvia miltiorrhiza inhibits pre-adipocytes differentiation by regulation of adipogenesis-related genes expression via STAT3 signaling. Phytomedicine. 2016;23(1):58–67. doi: 10.1016/j.phymed.2015.12.004.", "ArticleIdList": ["10.1016/j.phymed.2015.12.004", "26902408"]}, {"Citation": "Wang P., Xu S., Li W., et al. Salvianolic acid B inhibited pparγ expression and attenuated weight gain in mice with high-fat diet-induced obesity. Cellular Physiology and Biochemistry. 2014;34(2):288–298. doi: 10.1159/000362999.", "ArticleIdList": ["10.1159/000362999", "25034045"]}, {"Citation": "Tan Y., Kamal M. A., Wang Z.-Z., Xiao W., Seale J. P., Qu X. Chinese herbal extracts (SK0506) as a potential candidate for the therapy of the metabolic syndrome. Clinical Science. 2011;120(7):297–305. doi: 10.1042/CS20100441.", "ArticleIdList": ["10.1042/CS20100441", "20950275"]}, {"Citation": "Wu G. B., Zhou E. X., Qing D. X. TanshinoneII(A) elicited vasodilation in rat coronary arteriole: roles of nitric oxide and potassium channels. European Journal of Pharmacology. 2009;617(1–3):102–107. doi: 10.1016/j.ejphar.2009.06.046.", "ArticleIdList": ["10.1016/j.ejphar.2009.06.046", "19576884"]}, {"Citation": "Yang Y., Cai F., Li P.-Y., et al. Activation of high conductance Ca2+-activated K+ channels by sodium tanshinoneII-A sulfonate (DS-201) in porcine coronary artery smooth muscle cells. European Journal of Pharmacology. 2008;598(1–3):9–15. doi: 10.1016/j.ejphar.2008.09.013.", "ArticleIdList": ["10.1016/j.ejphar.2008.09.013", "18831973"]}, {"Citation": "Lam F. F. Y., Yeung J. H. K., Kwan Y. W., Chan K. M., Or P. M. Y. Salvianolic acid B, an aqueous component of danshen (Salvia miltiorrhiza), relaxes rat coronary artery by inhibition of calcium channels. European Journal of Pharmacology. 2006;553(1–3):240–245. doi: 10.1016/j.ejphar.2006.09.030.", "ArticleIdList": ["10.1016/j.ejphar.2006.09.030", "17054942"]}, {"Citation": "Jia Y., Huang F., Zhang S., Leung S.-W. Is danshen (Salvia miltiorrhiza) dripping pill more effective than isosorbide dinitrate in treating angina pectoris? A systematic review of randomized controlled trials. International Journal of Cardiology. 2012;157(3):330–340. doi: 10.1016/j.ijcard.2010.12.073.", "ArticleIdList": ["10.1016/j.ijcard.2010.12.073", "21251721"]}, {"Citation": "Maione F., De Feo V., Caiazzo E., De Martino L., Cicala C., Mascolo N. Tanshinone IIA, a major component of Salvia milthorriza Bunge, inhibits platelet activation via Erk-2 signaling pathway. Journal of Ethnopharmacology. 2014;155(2):1236–1242. doi: 10.1016/j.jep.2014.07.010.", "ArticleIdList": ["10.1016/j.jep.2014.07.010", "25038434"]}, {"Citation": "Carden D. L., Granger D. N. Pathophysiology of ischaemia-reperfusion injury. Journal of Pathology. 2000;190(3):255–266. doi: 10.1002/(sici)1096-9896(200002)190:3<255::aid-path526>3.0.co;2-6.", "ArticleIdList": ["10.1002/(sici)1096-9896(200002)190:3<255::aid-path526>3.0.co;2-6", "10685060"]}, {"Citation": "Han J.-Y., Fan J.-Y., Horie Y., et al. Ameliorating effects of compounds derived from Salvia miltiorrhiza root extract on microcirculatory disturbance and target organ injury by ischemia and reperfusion. Pharmacology & Therapeutics. 2008;117(2):280–295. doi: 10.1016/j.pharmthera.2007.09.008.", "ArticleIdList": ["10.1016/j.pharmthera.2007.09.008", "18048101"]}, {"Citation": "Hu H., Zhai C., Qian G., et al. Protective effects of tanshinone IIA on myocardial ischemia reperfusion injury by reducing oxidative stress, HMGB1 expression, and inflammatory reaction. Pharmaceutical Biology. 2015;53(12):1752–1758. doi: 10.3109/13880209.2015.1005753.", "ArticleIdList": ["10.3109/13880209.2015.1005753", "25864557"]}, {"Citation": "Ren Z. H., Tong Y. H., Xu W., Ma J., Chen Y. Tanshinone II A attenuates inflammatory responses of rats with myocardial infarction by reducing MCP-1 expression. Phytomedicine. 2010;17(3-4):212–218. doi: 10.1016/j.phymed.2009.08.010.", "ArticleIdList": ["10.1016/j.phymed.2009.08.010", "19800776"]}, {"Citation": "Zhou Z., Liu Y., Miao A.-D., Wang S.-Q. Protocatechuic aldehyde suppresses TNF-α-induced ICAM-1 and VCAM-1 expression in human umbilical vein endothelial cells. European Journal of Pharmacology. 2005;513(1-2):1–8. doi: 10.1016/j.ejphar.2005.01.059.", "ArticleIdList": ["10.1016/j.ejphar.2005.01.059", "15878704"]}, {"Citation": "Xu T., Wu X., Chen Q., et al. The anti-apoptotic and cardioprotective effects of salvianolic acid a on rat cardiomyocytes following ischemia/reperfusion by DUSP-mediated regulation of the ERK1/2/JNK pathway. PLoS ONE. 2014;9(7) doi: 10.1371/journal.pone.0102292.e102292", "ArticleIdList": ["10.1371/journal.pone.0102292", "PMC4096914", "25019380"]}, {"Citation": "Fan H., Yang L., Fu F., et al. Cardioprotective effects of salvianolic acid a on myocardial ischemia-reperfusion injury in vivo and in vitro. Evidence-Based Complementary and Alternative Medicine. 2012;2012:9. doi: 10.1155/2012/508938.508938", "ArticleIdList": ["10.1155/2012/508938", "PMC3124068", "21789047"]}, {"Citation": "Deng Y., Yang M., Xu F., et al. Combined salvianolic acid B and ginsenoside Rg1 exerts cardioprotection against ischemia/reperfusion injury in rats. PLoS ONE. 2015;10(8) doi: 10.1371/journal.pone.0135435.e0135435", "ArticleIdList": ["10.1371/journal.pone.0135435", "PMC4539231", "26280455"]}, {"Citation": "Gao Y., Zhang K., Zhu F., et al. Salvia miltiorrhiza (Danshen) inhibits L-type calcium current and attenuates calcium transient and contractility in rat ventricular myocytes. Journal of Ethnopharmacology. 2014;158:397–403. doi: 10.1016/j.jep.2014.10.049.", "ArticleIdList": ["10.1016/j.jep.2014.10.049", "25446591"]}, {"Citation": "Song M., Huang L., Zhao G., Song Y. Beneficial effects of a polysaccharide from Salvia miltiorrhiza on myocardial ischemia-reperfusion injury in rats. Carbohydrate Polymers. 2013;98(2):1631–1636. doi: 10.1016/j.carbpol.2013.08.020.", "ArticleIdList": ["10.1016/j.carbpol.2013.08.020", "24053850"]}, {"Citation": "Konstam M. A., Kramer D. G., Patel A. R., Maron M. S., Udelson J. E. Left ventricular remodeling in heart failure: current concepts in clinical significance and assessment. JACC: Cardiovascular Imaging. 2011;4(1):98–108. doi: 10.1016/j.jcmg.2010.10.008.", "ArticleIdList": ["10.1016/j.jcmg.2010.10.008", "21232712"]}, {"Citation": "Reis Filho J. R. D. A. R., Cardoso J. N., Cardoso C. M. D. R., Pereira-Barretto A. C. Reverse cardiac remodeling: a marker of better prognosis in heart failure. Arquivos Brasileiros de Cardiologia. 2015;104(6):502–506. doi: 10.5935/abc.20150025.", "ArticleIdList": ["10.5935/abc.20150025", "PMC4484683", "26131706"]}, {"Citation": "Yagi A., Takeo S. Anti-inflammatory constituents, aloesin and aloemannan in Aloe species and effects of tanshinon VI in Salvia miltiorrhiza on heart. Yakugakuzasshi: Journal of the Pharmaceutical Society of Japan. 2003;123(7):517–532. doi: 10.1248/yakushi.123.517.", "ArticleIdList": ["10.1248/yakushi.123.517", "12875235"]}, {"Citation": "Chan P., Liu J.-C., Lin L.-J., et al. Tanshinone IIA inhibits angiotensin II-induced cell proliferation in rat cardiac fibroblasts. The American Journal of Chinese Medicine. 2011;39(2):381–394. doi: 10.1142/s0192415x11008890.", "ArticleIdList": ["10.1142/s0192415x11008890", "21476213"]}, {"Citation": "Yang L., Zou X.-J., Gao X., et al. Sodium tanshinone IIA sulfonate attenuates angiotensin II-induced collagen type I expression in cardiac fibroblasts in vitro. Experimental and Molecular Medicine. 2009;41(7):508–516. doi: 10.3858/emm.2009.41.7.056.", "ArticleIdList": ["10.3858/emm.2009.41.7.056", "PMC2721148", "19322029"]}, {"Citation": "Mao S., Li W., Qa'aty N., Vincent M., Zhang M., Hinek A. Tanshinone IIA inhibits angiotensin II induced extracellular matrix remodeling in human cardiac fibroblasts—implications for treatment of pathologic cardiac remodeling. International Journal of Cardiology. 2016;202:110–117. doi: 10.1016/j.ijcard.2015.08.191.", "ArticleIdList": ["10.1016/j.ijcard.2015.08.191", "26408838"]}, {"Citation": "Jiang B., Wu W., Li M., et al. Cardioprotection and matrix metalloproteinase-9 regulation of salvianolic acids on myocardial infarction in rats. Planta Medica. 2009;75(12):1286–1292. doi: 10.1055/s-0029-1185669.", "ArticleIdList": ["10.1055/s-0029-1185669", "19431100"]}, {"Citation": "Jiang B., Li D., Deng Y., et al. Salvianolic acid A, a novel matrix metalloproteinase-9 inhibitor, prevents cardiac remodeling in spontaneously hypertensive rats. PLoS ONE. 2013;8(3) doi: 10.1371/journal.pone.0059621.e59621", "ArticleIdList": ["10.1371/journal.pone.0059621", "PMC3606118", "23533637"]}, {"Citation": "Jiang B., Chen J., Xu L., et al. Salvianolic acid B functioned as a competitive inhibitor of matrix metalloproteinase-9 and efficiently prevented cardiac remodeling. BMC Pharmacology. 2010;10, article 10 doi: 10.1186/1471-2210-10-10.", "ArticleIdList": ["10.1186/1471-2210-10-10", "PMC2940789", "20735854"]}, {"Citation": "Wang Y., Xu F., Chen J., et al. Matrix metalloproteinase-9 induces cardiac fibroblast migration, collagen and cytokine secretion: inhibition by salvianolic acid B from Salvia miltiorrhiza . Phytomedicine. 2011;19(1):13–19. doi: 10.1016/j.phymed.2011.06.024.", "ArticleIdList": ["10.1016/j.phymed.2011.06.024", "21925853"]}, {"Citation": "Chang C. C., Lee Y. C., Lin C. C., et al. Characteristics of traditional Chinese medicine usage in patients with stroke in Taiwan: a nationwide population-based study. Journal of Ethnopharmacology. 2016;186:311–321.", "ArticleIdList": ["27090345"]}, {"Citation": "Tang C., Xue H., Bai C., Fu R., Wu A. The effects of Tanshinone IIA on blood-brain barrier and brain edema after transient middle cerebral artery occlusion in rats. Phytomedicine. 2010;17(14):1145–1149. doi: 10.1016/j.phymed.2010.03.017.", "ArticleIdList": ["10.1016/j.phymed.2010.03.017", "20570121"]}, {"Citation": "Zhou L., Bondy S. C., Jian L., et al. Tanshinone IIA attenuates the cerebral ischemic injury-induced increase in levels of GFAP and of caspases-3 and -8. Neuroscience. 2015;288:105–111. doi: 10.1016/j.neuroscience.2014.12.028.", "ArticleIdList": ["10.1016/j.neuroscience.2014.12.028", "25575944"]}, {"Citation": "Yang X., Yan J., Feng J. Treatment with tanshinone IIA suppresses disruption of the blood-brain barrier and reduces expression of adhesion molecules and chemokines in experimental autoimmune encephalomyelitis. European Journal of Pharmacology. 2016;771:18–28. doi: 10.1016/j.ejphar.2015.12.014.", "ArticleIdList": ["10.1016/j.ejphar.2015.12.014", "26683637"]}, {"Citation": "Liu X., Ye M., An C., Pan L., Ji L. The effect of cationic albumin-conjugated PEGylated tanshinone IIA nanoparticles on neuronal signal pathways and neuroprotection in cerebral ischemia. Biomaterials. 2013;34(28):6893–6905. doi: 10.1016/j.biomaterials.2013.05.021.", "ArticleIdList": ["10.1016/j.biomaterials.2013.05.021", "23768781"]}, {"Citation": "Liu X., An C., Jin P., Liu X., Wang L. Protective effects of cationic bovine serum albumin-conjugated PEGylated tanshinone IIA nanoparticles on cerebral ischemia. Biomaterials. 2013;34(3):817–830. doi: 10.1016/j.biomaterials.2012.10.017.", "ArticleIdList": ["10.1016/j.biomaterials.2012.10.017", "23111336"]}, {"Citation": "Jiang Y.-F., Liu Z.-Q., Cui W., et al. Antioxidant effect of salvianolic acid B on hippocampal CA1 neurons in mice with cerebral ischemia and reperfusion injury. Chinese Journal of Integrative Medicine. 2015;21(7):516–522. doi: 10.1007/s11655-014-1791-1.", "ArticleIdList": ["10.1007/s11655-014-1791-1", "25081897"]}, {"Citation": "Lv H., Wang L., Shen J., et al. Salvianolic acid B attenuates apoptosis and inflammation via SIRT1 activation in experimental stroke rats. Brain Research Bulletin. 2015;115:30–36. doi: 10.1016/j.brainresbull.2015.05.002.", "ArticleIdList": ["10.1016/j.brainresbull.2015.05.002", "25981395"]}, {"Citation": "Zhu H., Zou L., Tian J., Du G., Gao Y. SMND-309, a novel derivative of salvianolic acid B, protects rat brains ischemia and reperfusion injury by targeting the JAK2/STAT3 pathway. European Journal of Pharmacology. 2013;714(1–3):23–31. doi: 10.1016/j.ejphar.2013.05.043.", "ArticleIdList": ["10.1016/j.ejphar.2013.05.043", "23764464"]}, {"Citation": "Guo C., Yin Y., Duan J., et al. Neuroprotective effect and underlying mechanism of sodium danshensu [3-(3,4-dihydroxyphenyl) lactic acid from Radix and Rhizoma Salviae miltiorrhizae = Danshen] against cerebral ischemia and reperfusion injury in rats. Phytomedicine. 2015;22(2):283–289. doi: 10.1016/j.phymed.2014.12.001.", "ArticleIdList": ["10.1016/j.phymed.2014.12.001", "25765834"]}, {"Citation": "Ming G.-L., Song H. Adult neurogenesis in the mammalian brain: significant answers and significant questions. Neuron. 2011;70(4):687–702. doi: 10.1016/j.neuron.2011.05.001.", "ArticleIdList": ["10.1016/j.neuron.2011.05.001", "PMC3106107", "21609825"]}, {"Citation": "Zhuang P., Zhang Y., Cui G., et al. Direct stimulation of adult neural stem/progenitor cells in vitro and neurogenesis in vivo by salvianolic acid B. PLoS ONE. 2012;7(4) doi: 10.1371/journal.pone.0035636.e35636", "ArticleIdList": ["10.1371/journal.pone.0035636", "PMC3335811", "22545124"]}, {"Citation": "Elbayoumi T. A., Torchilin V. P. Current trends in liposome research. Methods in Molecular Biology. 2010;605:1–27. doi: 10.1007/978-1-60327-360-2_1.", "ArticleIdList": ["10.1007/978-1-60327-360-2_1", "20072870"]}, {"Citation": "Cai Y., Zhang W., Chen Z., Shi Z., Chengwei H., Chen M. Recent insights into the biological activities and drug delivery systems of tanshinones. International Journal of Nanomedicine. 2016;11:121–130. doi: 10.2147/IJN.S84035.", "ArticleIdList": ["10.2147/IJN.S84035", "PMC4708214", "26792989"]}, {"Citation": "Zhao X., Liu X., Gan L., Zhou C., Mo J. Preparation and physicochemical characterizations of tanshinone IIA solid dispersion. Archives of Pharmacal Research. 2011;34(6):949–959. doi: 10.1007/s12272-011-0612-3.", "ArticleIdList": ["10.1007/s12272-011-0612-3", "21725816"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "5", "Day": "31"}, {"Year": "2016", "Month": "9", "Day": "15"}, {"Year": "2016", "Month": "11", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27807472", "PMC5078662", "10.1155/2016/4797102"]}}], "PubmedBookArticle": []}