{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ginsenoside", "Panax ginseng", "jasmonic acid", "lipoxygenase", "secondary metabolite", "squalene", "triterpene", "vascular bundles."]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27811076", "DateCompleted": {"Year": "2017", "Month": "11", "Day": "13"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "10", "Day": "06"}], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "1460-2431", "JournalIssue": {"Volume": "67", "Issue": "21", "PubDate": {"Year": "2016", "Month": "Nov"}}, "Title": "Journal of experimental botany", "ISOAbbreviation": "J Exp Bot"}, "ArticleTitle": "PgLOX6 encoding a lipoxygenase contributes to jasmonic acid biosynthesis and ginsenoside production in Panax ginseng.", "Pagination": {"StartPage": "6007", "EndPage": "6019", "MedlinePgn": "6007-6019"}, "Abstract": {"AbstractText": ["Ginsenosides, the valuable pharmaceutical compounds in Panax ginseng, are triterpene saponins that occur mainly in ginseng plants. It was shown that in vitro treatment with the phytohormone jasmonic acid (JA) is able to increase ginsenoside production in ginseng plants. To understand the molecular link between JA biosynthesis and ginsenoside biosynthesis, we identified a JA biosynthetic 13-lipoxygenase gene (PgLOX6) in P. ginseng that promotes ginsenoside production. The expression of PgLOX6 was high in vascular bundles, which corresponds with expression of ginsenoside biosynthetic genes. Consistent with the role of PgLOX6 in synthesizing JA and promoting ginsenoside synthesis, transgenic plants overexpressing PgLOX6 in Arabidopsis had increased amounts of JA and methyl jasmonate (MJ), increased expression of triterpene biosynthetic genes such as squalene synthase (AtSS1) and squalene epoxidase (AtSE1), and increased squalene content. Moreover, transgenic ginseng roots overexpressing PgLOX6 had around 1.4-fold increased ginsenoside content and upregulation of ginsenoside biosynthesis-related genes including PgSS1, PgSE1, and dammarenediol synthase (PgDDS), which is similar to that of treatment with MJ. However, MJ treatment of transgenic ginseng significantly enhanced JA and MJ, associated with a 2.8-fold increase of ginsenoside content compared with the non-treated, non-transgenic control plant, which was 1.4 times higher than the MJ treatment effect on non-transgenic plants. These results demonstrate that PgLOX6 is responsible for the biosynthesis of JA and promotion of the production of triterpenoid saponin through up-regulating the expression of ginsenoside biosynthetic genes. This work provides insight into the role of JA in biosynthesizing secondary metabolites and provides a molecular tool for increasing ginsenoside production."], "CopyrightInformation": "© The Author 2016. Published by Oxford University Press on behalf of the Society for Experimental Biology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Biotechnology and Ginseng Bank, College of Life Sciences, Kyung Hee University, Yongin, 446-701, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Crop Science, Chungbuk National University, Cheongju 361-763, Korea."}], "LastName": "Rahimi", "ForeName": "Shadi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oriental Medicinal Biotechnology, College of Life Sciences, Kyung Hee University, Yongin, 446-701, Republic of Korea yujinkim@khu.ac.kr dcyang@khu.ac.kr."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Hybrid Rice, Shanghai Jiao Tong University-University of Adelaide Joint Centre for Agriculture and Health, School of Life Sciences and Biotechnology, Shanghai Jiao Tong University, Shanghai 200240, China."}], "LastName": "Kim", "ForeName": "Yu-Jin", "Initials": "YJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Biotechnology and Ginseng Bank, College of Life Sciences, Kyung Hee University, Yongin, 446-701, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Oriental Medicinal Biotechnology, College of Life Sciences, Kyung Hee University, Yongin, 446-701, Republic of Korea."}], "LastName": "Sukweenadhi", "ForeName": "Johan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Hybrid Rice, Shanghai Jiao Tong University-University of Adelaide Joint Centre for Agriculture and Health, School of Life Sciences and Biotechnology, Shanghai Jiao Tong University, Shanghai 200240, China."}, {"Identifier": [], "Affiliation": "School of Agriculture, Food and Wine, University of Adelaide, Waite Campus, Urrbrae, South Australia 5064, Australia."}], "LastName": "Zhang", "ForeName": "Dabing", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Biotechnology and Ginseng Bank, College of Life Sciences, Kyung Hee University, Yongin, 446-701, Republic of Korea yujinkim@khu.ac.kr dcyang@khu.ac.kr."}, {"Identifier": [], "Affiliation": "Department of Oriental Medicinal Biotechnology, College of Life Sciences, Kyung Hee University, Yongin, 446-701, Republic of Korea."}], "LastName": "Yang", "ForeName": "Deok-Chun", "Initials": "DC"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Exp Bot", "NlmUniqueID": "9882906", "ISSNLinking": "0022-0957"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Arabidopsis Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Cyclopentanes"}, {"RegistryNumber": "0", "NameOfSubstance": "Ginsenosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxylipins"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "6RI5N05OWW", "NameOfSubstance": "jasmonic acid"}, {"RegistryNumber": "7QWM220FJH", "NameOfSubstance": "Squalene"}, {"RegistryNumber": "EC 1.13.11.12", "NameOfSubstance": "Lipoxygenase"}, {"RegistryNumber": "EC 1.14.14.17", "NameOfSubstance": "Squalene Monooxygenase"}, {"RegistryNumber": "EC 2.4.1.-", "NameOfSubstance": "Glucosyltransferases"}, {"RegistryNumber": "EC 2.4.1.-", "NameOfSubstance": "SS1 protein, Arabidopsis"}], "CommentsCorrectionsList": [{"RefSource": "J Exp Bot. 2017 Jul 20;68(16):4725. doi: 10.1093/jxb/erw413", "PMID": "27831475"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Arabidopsis"}, {"QualifierName": ["metabolism"], "DescriptorName": "Arabidopsis Proteins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cyclopentanes"}, {"QualifierName": ["genetics", "physiology"], "DescriptorName": "Genes, Plant"}, {"QualifierName": ["biosynthesis", "metabolism"], "DescriptorName": "Ginsenosides"}, {"QualifierName": ["metabolism"], "DescriptorName": "Glucosyltransferases"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Lipoxygenase"}, {"QualifierName": [], "DescriptorName": "Metabolic Networks and Pathways"}, {"QualifierName": ["metabolism"], "DescriptorName": "Oxylipins"}, {"QualifierName": ["enzymology", "metabolism"], "DescriptorName": "Panax"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Roots"}, {"QualifierName": [], "DescriptorName": "Plants, Genetically Modified"}, {"QualifierName": ["metabolism"], "DescriptorName": "Squalene"}, {"QualifierName": ["metabolism"], "DescriptorName": "Squalene Monooxygenase"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andreou A, Feussner I. 2009. Lipoxygenases – structure and reaction mechanism. Phytochemistry 70, 1504–1510.", "ArticleIdList": ["19767040"]}, {"Citation": "Bae KS, Rahimi S, Kim YJ, Devi BSR, Khorolragchaa A, Sukweenadhi J, Silva J, Myagmarjav D, Yang DC. 2016. Molecular characterization of lipoxygenase genes and their expression analysis against biotic and abiotic stresses in Panax ginseng . European Journal of Plant Pathology 145, 331–343."}, {"Citation": "Bailey TL, Boden M, Buske FA, Frith M, Grant CE, Clementi L, Ren J, Li WW, Noble WS. 2009. MEME SUITE: tools for motif discovery and searching. Nucleic Acids Research 37 (Suppl 2), W202–W208.", "ArticleIdList": ["PMC2703892", "19458158"]}, {"Citation": "Baldwin IT, Schmelz EA, Ohnmeiss TE. 1994. Wound-induced changes in root and shoot jasmonic acid pools correlate with induced nicotine synthesis in Nicotiana sylvestris spegazzini and comes. Journal of Chemical Ecology 20, 2139–2157.", "ArticleIdList": ["24242736"]}, {"Citation": "Bechtold N, Pelletier G. 1998. In planta Agrobacterium-mediated transformation of adult Arabidopsis thaliana plants by vacuum infiltration. In: Martinez-Zapater JM, Salinas J, eds. Arabidopsis Protocols. Totowa, NJ: Humana Press, 259–266.", "ArticleIdList": ["9664431"]}, {"Citation": "Browse J. 2009. Jasmonate passes muster: a receptor and targets for the defense hormone. Annual Review of Plant Biology 60, 183–205.", "ArticleIdList": ["19025383"]}, {"Citation": "Cai Q, Yuan Z, Chen M, Yin C, Luo Z, Zhao X, Liang W, Hu J, Zhang D. 2014. Jasmonic acid regulates spikelet development in rice. Nature Communications 5, 3476.", "ArticleIdList": ["24647160"]}, {"Citation": "Chauvin A, Caldelari D, Wolfender JL, Farmer EE. 2013. Four 13-lipoxygenases contribute to rapid jasmonate synthesis in wounded Arabidopsis thaliana leaves: a role for lipoxygenase 6 in responses to long-distance wound signals. New Phytologist 197, 566–575.", "ArticleIdList": ["23171345"]}, {"Citation": "Cheng Q, Zhang B, Zhuge Q, Zeng Y, Wang M, Huang M. 2006. Expression profiles of two novel lipoxygenase genes in Populus deltoides . Plant Science 170, 1027–1035."}, {"Citation": "Devi Balusamy SR, Rahimi S, Sukweenadhi J, Kim YJ, Yang DC. 2015. Exogenous methyl jasmonate prevents necrosis caused by mechanical wounding and increased terpenoidbiosynthesis in Panax ginseng . Plant Cell, Tissue and Organ Culture 123, 341–348."}, {"Citation": "Emanuelsson O, Nielsen H, Von Heijne G. 1999. ChloroP, a neural network-based method for predicting chloroplast transit peptides and their cleavage sites. Protein Science 8, 978–984.", "ArticleIdList": ["PMC2144330", "10338008"]}, {"Citation": "Gu XC, Chen JF, Xiao Y, Di P, Xuan HJ, Zhou X, Zhang L, Chen WS. 2012. Overexpression of allene oxide cyclase promoted tanshinone/phenolic acid production in Salvia miltiorrhiza . Plant Cell Reports 31, 2247–2259.", "ArticleIdList": ["22926031"]}, {"Citation": "Hause B, Hause G, Kutter C, Miersch O, Wasternack C. 2003. Enzymes of jasmonate biosynthesis occur in tomato sieve elements. Plant and Cell Physiology 44, 643–648.", "ArticleIdList": ["12826630"]}, {"Citation": "Hong GJ, Xue XY, Mao YB, Wang LJ, Chen XY. 2012. Arabidopsis MYC2 interacts with DELLA proteins in regulating sesquiterpene synthase gene expression. The Plant Cell 24, 2635–2648.", "ArticleIdList": ["PMC3406894", "22669881"]}, {"Citation": "Hu FX, Zhong JJ. 2007. Role of jasmonic acid in alteration of ginsenoside heterogeneity in elicited cell cultures of Panax notoginseng . Journal of Bioscience and Bioengineering 104, 513–516.", "ArticleIdList": ["18215640"]}, {"Citation": "Hu FX, Zhong JJ. 2008. Jasmonic acid mediates gene transcription of ginsenoside biosynthesis in cell cultures of Panax notoginseng treated with chemically synthesized 2-hydroxyethyl jasmonate. Process Biochemistry 43, 113–118."}, {"Citation": "Huang C, Zhong JJ. 2013. Elicitation of ginsenoside biosynthesis in cell cultures of Panax ginseng by vanadate. Process Biochemistry 48, 1227–1234.", "ArticleIdList": ["23467002"]}, {"Citation": "Kim YJ, Lee OR, Oh JY, Jang MG, Yang DC. 2014. Functional analysis of 3-hydroxy-3-methylglutaryl coenzyme A reductase encoding genes in triterpene saponin-producing ginseng. Plant Physiology 165, 373–387.", "ArticleIdList": ["PMC4012596", "24569845"]}, {"Citation": "Kim YJ, Zhang D, Yang DC. 2015. Biosynthesis and biotechnological production of ginsenosides. Biotechnology Advances 33, 717–735.", "ArticleIdList": ["25747290"]}, {"Citation": "Kim YS, Han JY, Lim S, Kim HJ, Lee MH, Choi YE. 2012. Overexpressing Arabidopsis jasmonic acid carboxyl methyltransferase (AtJMT) results in stimulation of root growth and ginsenoside heterogeneity in ‘Panax ginseng’ . Plant Omics 5, 28."}, {"Citation": "Lenka SK, Boutaoui N, Paulose B, Vongpaseuth K, Normanly J, Roberts SC, Walker EL. 2012. Identification and expression analysis of methyl jasmonate responsive ESTs in paclitaxel producing Taxus cuspidata suspension culture cells. BMC Genomics 13, 148.", "ArticleIdList": ["PMC3489508", "22530557"]}, {"Citation": "Li H, Pinot F, Sauveplane V, et al. 2010. Cytochrome P450 family member CYP704B2 catalyzes the ω-hydroxylation of fatty acids and is required for anther cutin biosynthesis and pollen exine formation in rice. The Plant Cell 22, 173–190.", "ArticleIdList": ["PMC2828706", "20086189"]}, {"Citation": "Li X, Duan X, Jiang H, et al. 2006. Genome-wide analysis of basic/helix-loop-helix transcription factor family in rice and Arabidopsis. Plant Physiology 141, 1167–1184.", "ArticleIdList": ["PMC1533929", "16896230"]}, {"Citation": "Liu X, Yang YL, Lin WH, Tong JH, Huang ZG, Xiao LT. 2010. Determination of both jasmonic acid and methyl jasmonate in plant samples by liquid chromatography tandem mass spectrometry. Chinese Science Bulletin 55, 2231–2235."}, {"Citation": "Livak KJ, Schmittgen TD. 2001. Analysis of relative gene expression data using real-time quantitative PCR and the 2−ΔΔCT method. Methods 25, 402–408.", "ArticleIdList": ["11846609"]}, {"Citation": "Lu X, Zhang F, Shen Q, et al. 2014. Overexpression of allene oxide cyclase improves the biosynthesis of artemisinin in Artemisia annua L. PloS ONE 9, e91741.", "ArticleIdList": ["PMC3958394", "24642483"]}, {"Citation": "Lucas WJ, Groover A, Lichtenberger R, et al. 2014. The plant vascular system: evolution, development and functions. Journal of Integrative Plant Biology 55, 294–388.", "ArticleIdList": ["23462277"]}, {"Citation": "Mosblech A, Feussner I, Heilmann I. 2009. Oxylipins: structurally diverse metabolites from fatty acid oxidation. Plant Physiology and Biochemistry 47, 511–517.", "ArticleIdList": ["19167233"]}, {"Citation": "Montillet JL, Leonhardt N, Mondy S, et al. 2013. An abscisic acid-independent oxylipin pathway controls stomatal closure and immune defense in Arabidopsis. PLoS Biology 11, e1001513.", "ArticleIdList": ["PMC3602010", "23526882"]}, {"Citation": "Murashige T, Skoog F. 1962. A revised medium for rapid growth and bio assays with tobacco tissue cultures. Physiologia Plantarum 15, 473–497."}, {"Citation": "Pi Y, Jiang K, Lin J, Cao Y, Wang Q, Yang J, Sun X, Tang K. 2012. Effects of over-expression of allene oxide cyclase on camptothecin production by cell cultures of Camptotheca acuminata . African Journal of Biotechnology 11, 6535–6541."}, {"Citation": "Poustka F, Irani NG, Feller A, Lu Y, Pourcel L, Frame K, Grotewold E. 2007. A trafficking pathway for anthocyanins overlaps with the endoplasmic reticulum-to-vacuole protein sorting route in Arabidopsis and contributes to the formation of vacuolar inclusions. Plant Physiology 145, 1323–1335.", "ArticleIdList": ["PMC2151709", "17921343"]}, {"Citation": "Radad K, Gille G, Liu L, Rausch WD. 2006. Use of ginseng in medicine with emphasis on neurodegenerative disorders. Journal of Pharmaceutical Sciences 100, 175–186.", "ArticleIdList": ["16518078"]}, {"Citation": "Rahimi S, Devi BSR, Khorolragchaa A, Kim YJ, Kim JH, Jung SK, Yang DC. 2014. Effect of salicylic acid and yeast extract on the accumulation of jasmonic acid and sesquiterpenoids in Panax ginseng adventitious roots. Russian Journal of Plant Physiology 61, 811–817."}, {"Citation": "Rahimi S, Kim YJ, Yang DC. 2015. a Production of ginseng saponins: elicitation strategy and signal transductions. Applied Microbiology and Biotechnology 99, 6987–6996.", "ArticleIdList": ["26194557"]}, {"Citation": "Rahimi S, Kim YJ, Devi BSR, Oh JY, Kim SY, Kwon WS, Yang DC. 2015. b Sodium nitroprusside enhances the elicitation power of methyl jasmonate for ginsenoside production in Panax ginseng roots. Research Chemical Intermediates 42, 2937–2951."}, {"Citation": "Rancé BI, Fournier J, Esquerré-Tugayé MT. 1998. The incompatible interaction between Phytophthora parasitica var. nicotianae race 0 and tobacco is suppressed in transgenic plants expressing antisense lipoxygenase sequences. Proceedings of the National Academy of Sciences of the United States of America 95, 6554–6559.", "ArticleIdList": ["PMC27876", "9601005"]}, {"Citation": "Richard MB, Yamamoto H, Choi DI, Ricker KE, Bernard LW. 1992. Rapid stimulation of 5-lipoxygenase activity in potato by the fungal elicitor arachidonic acid. Plant Physiology 100, 1448–1456.", "ArticleIdList": ["PMC1075805", "16653144"]}, {"Citation": "Royo J, Vancanneyt G, Pérez AG, Sanz C, Störmann K, Rosahl S, Sánchez-Serrano JJ. 1996. Characterization of three potato lipoxygenases with distinct enzymatic activities and different organ-specific and wound-regulated expression patterns. Journal of Biological Chemistry 271, 21012–21019.", "ArticleIdList": ["8702864"]}, {"Citation": "Saltveit ME, Choi YJ, Tomás-Barberán FA. 2005. Involvement of components of the phospholipid-signaling pathway in wound-induced phenylpropanoid metabolism in lettuce (Lactuca sativa) leaf tissue. Physiologia Plantarum 125, 345–355."}, {"Citation": "Samuelsson B, Dahlen SE, Lindgren JA, Rouzer CA, Serhan CN. 1987. Leukotrienes and lipoxins: structures, biosynthesis, and biological effects. Science 237, 1171–1176.", "ArticleIdList": ["2820055"]}, {"Citation": "Sathiyamoorthy S, In JG, Sathiyaraj G, Kim YJ, Yang DC. 2009. Generation and gene ontology based analysis of expressed sequence tags (EST) from a Panax ginseng C. A. Meyer roots. Molecular Biology Reports 46, 932–939.", "ArticleIdList": ["19943115"]}, {"Citation": "Sigal E, Laughton CW, Mulkins MA. 1994. Oxidation, Lipoxygenase, and Atherogenesis. New York: New York Academy of Sciences.", "ArticleIdList": ["8017770"]}, {"Citation": "Subramaniyam S, Mathiyalagan R, Natarajan S, Kim YJ, Jang MG, Park JH, Yang DC. 2014. Transcript expression profiling for adventitious roots of Panax ginseng Meyer. Gene 546, 89–96.", "ArticleIdList": ["24831831"]}, {"Citation": "Sun Y, Niu Y, Xu J, et al. 2013. Discovery of WRKY transcription factors through transcriptome analysis and characterization of a novel methyl jasmonate-inducible PqWRKY1 gene from Panax quinquefolius . Plant Cell, Tissue and Organ Culture 114, 269–277."}, {"Citation": "Tsitsigiannis DI, Keller NP. 2007. Oxylipins as developmental and host-fungal communication signals. Trends in Microbiology 15, 109–118.", "ArticleIdList": ["17276068"]}, {"Citation": "Wasternack C. 2007. Jasmonates: an update on biosynthesis, signal transduction and action in plant stress response, growth and development. Annals of Botany 100, 681–697.", "ArticleIdList": ["PMC2749622", "17513307"]}, {"Citation": "Yan L, Zhai Q, Wei J, et al. 2013. Role of tomato lipoxygenase D in wound-induced jasmonate biosynthesis and plant immunity to insect herbivores. PLoS Genetics 9, e1003964.", "ArticleIdList": ["PMC3861047", "24348260"]}, {"Citation": "Yokota S, Onohara Y, Shoyama Y. 2011. Immunofluorescence and immunoelectron microscopic localization of medicinal substance, Rb1, in several plant parts of Panax ginseng . Current Drug Discovery Technologies 8, 51–59.", "ArticleIdList": ["21143133"]}, {"Citation": "Zhao J, Davis LC, Verpoorte R. 2005. Elicitor signal transduction leading to production of plant secondary metabolites. Biotechnology Advances 23, 283–333.", "ArticleIdList": ["15848039"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27811076", "PMC5100016", "10.1093/jxb/erw358", "erw358"]}}], "PubmedBookArticle": []}