{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Adaptation", "Antioxidant", "Ethnobotany", "Phytochemistry", "Quantitative rtPCR", "Sorbus"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27833811", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "11", "Day": "03"}], "ELocationID": ["e2645"], "Language": ["eng"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "4", "PubDate": {"Year": "2016"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "Phytogeographic and genetic variation in <i>Sorbus</i>, a traditional antidiabetic medicine-adaptation in action in both a plant and a discipline.", "Pagination": {"StartPage": "e2645", "MedlinePgn": "e2645"}, "Abstract": {"AbstractText": ["Mountain ash (<i>Sorbus decora</i> and <i>S. americana</i>) is used by the Cree Nation of the James Bay region of Quebec (Eeyou Istchee) as traditional medicine. Its potential as an antidiabetic medicine is thought to vary across its geographical range, yet little is known about the factors that affect its antioxidant capacity. Here, we examined metabolite gene expression in relation to antioxidant activity, linking phytochemistry and medicinal potential. Samples of leaf and bark from <i>S. decora</i> and <i>S. americana</i> were collected from 20 populations at four different latitudes. Two genes known to produce antidiabetic substances, flavonol synthase and squalene synthase, were analyzed using quantitative real time PCR. Gene expression was significantly higher for flavonol synthase compared to squalene synthase and increased in the most Northern latitude. Corresponding differences observed in the antioxidant capacity of ethanolic extracts from the bark of <i>Sorbus</i> spp. confirm that plants at higher latitudes increase production of stress-induced secondary metabolites and support Aboriginal perceptions of their higher medicinal potential. Modern genetic techniques such as quantitative real time PCR offer unprecedented resolution to substantiate and scrutinise Aboriginal medicinal plant perception. Furthermore, it offers valuable insights into how environmental stress can trigger an adaptive response resulting in the accumulation of secondary metabolites with human medicinal properties."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Science, McGill University, Ste-Anne-de-Bellevue, QC, Canada; Jardin Botanique de Montréal, Institut de Recherche en Biologie Végétale, Montreal, QC, Canada."}], "LastName": "Bailie", "ForeName": "Anna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Département de Sciences Biologiques, Institut de Recherche en Biologie Végétale, Université de Montréal , Montreal , QC , Canada."}], "LastName": "Renaut", "ForeName": "Sebastien", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for the Study of International Development, McGill University , Montreal , QC , Canada."}], "LastName": "Ubalijoro", "ForeName": "Eliane", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Ottawa, Ottawa, ON, Canada; Red de Estudios Moleculares Avanzados, Instituto de Ecología A.C, Xalapa, Veracruz, Mexico."}], "LastName": "Guerrero-Analco", "ForeName": "José A", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Ottawa , Ottawa , ON , Canada."}], "LastName": "Saleem", "ForeName": "Ammar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Département de Pharmacologie, University of Montreal , Montreal , QC , Canada."}], "LastName": "Haddad", "ForeName": "Pierre", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Ottawa , Ottawa , ON , Canada."}], "LastName": "Arnason", "ForeName": "John T", "Initials": "JT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Science, McGill University, Ste-Anne-de-Bellevue, QC, Canada; School of Dietetics and Human Nutrition, McGill University, Ste-Anne-de-Bellevue, QC, Canada."}], "LastName": "Johns", "ForeName": "Timothy", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jardin Botanique de Montréal, Institut de Recherche en Biologie Végétale , Montreal , QC , Canada."}], "LastName": "Cuerrier", "ForeName": "Alain", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "CoiStatement": "The authors declare there are no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akaike H. A new look at the statistical model identification. IEEE Transactions on Automatic Control. 1974;19(6):716–723."}, {"Citation": "Arnason T, Hebda RJ, Johns T. Use of plants for food and medicine by Native Peoples of eastern Canada. Canadian Journal of Botany. 1981;59(11):2189–2325. doi: 10.1139/b81-287.", "ArticleIdList": ["10.1139/b81-287"]}, {"Citation": "Australian Institute of Health Welfare (AIHW) Cardiovascular, diabetes and chronic kidney disease series no. 5. Cat. no. CDK 5. AIHW; Canberra: 2015. Cardiovascular disease, diabetes and chronic kidney disease—Australian facts: aboriginal and Torres Strait Islander people. 117 p."}, {"Citation": "Ayres MP. Plant defense, herbivory and climate change. In: Kareiva PM, Kingsolver JG, Huey RB, editors. Biotic interactions and global change. Sinauer; Sunderland: 1993. pp. 75–94."}, {"Citation": "Bassman JH. Ecosystem consequences of enhanced solar ultraviolet radiation: secondary plant metabolites as mediators of multiple trophic interactions in terrestrial plant communities. Photochemistry and Photobiology. 2004;79:382–398. doi: 10.1562/SI-03-24.1.", "ArticleIdList": ["10.1562/SI-03-24.1", "15191046"]}, {"Citation": "Bates D, Maechler M, Bolkerand B, Walker S. Fitting linear mixed-effects models using lme4. Journal of Statistical Software. 2015;67(1):1–48. doi: 10.18637/jss.v067.i01.", "ArticleIdList": ["10.18637/jss.v067.i01"]}, {"Citation": "Blois MS. Antioxidant determinations by the use of a stable free radical. Nature. 1958;181:1199–1200. doi: 10.1038/1811199a0.", "ArticleIdList": ["10.1038/1811199a0"]}, {"Citation": "Bottin L, Isnard C, Lagrange A, Bouvet JM. Comparative molecular and phytochemical study of the tree species Santalum austrocaledonicum (Santalaceae) distributed in the new-Caledonian archipelago. Chemistry & Biodiversity. 2007;4:1541–1556. doi: 10.1002/cbdv.200790134.", "ArticleIdList": ["10.1002/cbdv.200790134", "17638336"]}, {"Citation": "Burnham KP, Anderson DR. Multimodel inference: understanding AIC and BIC in model selection, sociological. Methods and Research. 2004;33:261–304. doi: 10.1177/0049124104268644.", "ArticleIdList": ["10.1177/0049124104268644"]}, {"Citation": "Cao G, Prior RL. Measurement of oxygen radical absorbance capacity in biological samples. Methods in Enzymology. 1999;299:50–62.", "ArticleIdList": ["9916196"]}, {"Citation": "Carrasco NF, Oler JRL, Marchetti FF, Carniello MA, Amorozo MCM, Valle TL, Veasey EA. Growing cassava (Manhihot esculenta) in Mato Grosso, Brazil: genetic diversity conservation in small-scale agriculture. Economic Botany. 2016;70(1):15–28. doi: 10.1007/s12231-016-9331-5.", "ArticleIdList": ["10.1007/s12231-016-9331-5"]}, {"Citation": "Castellarin S, Di Gaspero G, Marconi R, Nonis A, Peterlunger E, Paillard S, Adam-Blondon AF, Testolin R. Colour variation in red grapevines (Vitis vinifera L.): genomic organisation, expression of flavonoid 3′-hydroxylase, flavonoid 3′,5′-hydroxylase genes and related metabolite profiling of red cyanidin-/blue delphinidin based anthocyanins in berry skin. BMC Genomics. 2006;7:12. doi: 10.1186/1471-2164-7-12.", "ArticleIdList": ["10.1186/1471-2164-7-12", "PMC1403756", "16433923"]}, {"Citation": "Chappell J. Biochemistry and molecular biology of the isoprenoid biosynthetic pathway in plants. Annual Review of Plant Physiology and Plant Molecular Biology. 1995;46:521–547. doi: 10.1146/annurev.pp.46.060195.002513.", "ArticleIdList": ["10.1146/annurev.pp.46.060195.002513"]}, {"Citation": "Chaves N, Escudero JC, Gutierrez-Merino C. Role of ecological variables in the seasonal variation of flavonoid content of cistus ladanifer exudate. Journal of Chemical Ecology. 1997;23:579–603. doi: 10.1023/B:JOEC.0000006398.79306.09.", "ArticleIdList": ["10.1023/B:JOEC.0000006398.79306.09"]}, {"Citation": "Cordell GA. Phytochemistry and traditional medicine –A revolution in process. Phytochemistry Letters. 2011;4(2011):391–398. doi: 10.1016/j.phytol.2011.05.005.", "ArticleIdList": ["10.1016/j.phytol.2011.05.005"]}, {"Citation": "Cuerrier A, Brunet N, Gérin-Lajoie J, Downing A, Lévesque E. The study of Inuit knowledge of climate change in Nunavik, Quebec: a mixed methods approach. Human Ecology. 2015;43:379–394. doi: 10.1007/s10745-015-9750-4.", "ArticleIdList": ["10.1007/s10745-015-9750-4"]}, {"Citation": "Cuerrier A, Downing A, Patterson E, Haddad PS. Aboriginal antidiabetic plant project with the James Bay Cree of Québec: an insightful collaboration. Journal of Enterprising Communities. 2012;6(3):251–270. doi: 10.1108/17506201211258414.", "ArticleIdList": ["10.1108/17506201211258414"]}, {"Citation": "De Almeida CFCBR, De Amorim ELC, De Albuquerque UP. Insights into the search for new drugs from traditional knowledge: an ethnobotanical and chemical–ecological perspective. Pharmaceutical Biology. 2011;49(8):864–873. doi: 10.3109/13880209.2010.551777.", "ArticleIdList": ["10.3109/13880209.2010.551777", "21591876"]}, {"Citation": "Devarenne TP, Ghosh A, Chappell J. Regulation of squalene synthase, a key enzyme of sterol biosynthesis, in tobacco. Plant Physiology. 2002;129(3):1095–1106. doi: 10.1104/pp.001438.", "ArticleIdList": ["10.1104/pp.001438", "PMC166504", "12114564"]}, {"Citation": "Dixon RA, Paiva NL. Stress-induced phenylpropanoid metabolism. The Plant Cell. 1995;7:1085–1097. doi: 10.1105/tpc.7.7.1085.", "ArticleIdList": ["10.1105/tpc.7.7.1085", "PMC160915", "12242399"]}, {"Citation": "Downey MO, Harvey JS, Robinson SP. Synthesis of flavonols and expression of flavonol synthase genes in the developing grape berries of Shiraz and Chardonnay (Vitis vinifera L.) Australian Journal of Grape and Wine Research. 2003;9:110–121. doi: 10.1111/j.1755-0238.2003.tb00261.x.", "ArticleIdList": ["10.1111/j.1755-0238.2003.tb00261.x"]}, {"Citation": "Figueiredo AC, José GB, Luis GP, Johannes JCS. Factors affecting secondary metabolite production in plants: volatile components and essential oils. Flavour and Fragrance Journal. 2008;23:213–226. doi: 10.1002/ffj.1875.", "ArticleIdList": ["10.1002/ffj.1875"]}, {"Citation": "Fischer T, Gosch C, Pfeiffer J, Halbwirth H, Halle C, Stich K, Forkmann G. Flavonoid genes of pear (Pyrus communis) Trees. 2007;21:521–529. doi: 10.1007/s00468-007-0145-z.", "ArticleIdList": ["10.1007/s00468-007-0145-z"]}, {"Citation": "Fraser MH, Cuerrier A, Haddad PS, Arnason JT, Owen PL, Johns T. Medicinal plants of Cree communities (Québec, Canada): antioxidant activity of plants used to treat type 2 diabetes symptoms. Canadian Journal of Physiology and Pharmacology. 2007;85:1200–1214. doi: 10.1139/Y07-108.", "ArticleIdList": ["10.1139/Y07-108", "18066122"]}, {"Citation": "Gonzalez-Burgos E, Gomez-Serranillos MP. Terpene compounds in nature: a review of their potential antioxidant activity. Current Medicinal Chemistry. 2012;19(31):5319–5341. doi: 10.2174/092986712803833335.", "ArticleIdList": ["10.2174/092986712803833335", "22963623"]}, {"Citation": "Grubbs FE. Sample criteria for testing outlying observations. Annals of Mathematical Statistics. 1950;21(1):27–58. doi: 10.1214/aoms/1177729885.", "ArticleIdList": ["10.1214/aoms/1177729885"]}, {"Citation": "Guerrero-Analco JA, Martineau L, Saleem A, Madiraju P, Muhammad A, Durst T, Haddad P, Arnason JT. Bioassay-guided isolation of the antidiabetic principle from Sorbus decora (Rosaceae) used traditionally by the Eeyou Istchee Cree first nations. Journal of Natural Products. 2010;73:1519–1523. doi: 10.1021/np1003005.", "ArticleIdList": ["10.1021/np1003005", "20738101"]}, {"Citation": "Haddad PS, Musallam L, Martineau L, Harris C, Lavoie L, Arnason JT, Foster BC, Bennett S, Johns T, Cuerrier A, Badawi A, Coon Come E, Coon Come R, Diamond J, Etapp L, Etapp C, George J, Jolly M, Husky Swallow J, Husky Swallow C, Kawapit A, Petawabano L, Weistche A, Petagumskum J, Petawabano S, Mamianskum E. Comprehensive evidence-based assessment and priorItization of potential antidiabetic medicinal plants: a case study from Canadian Eastern James Bay Cree traditional medicine. Evidence-Based Complementary and Alternative Medicine. 2012;2012:1–14. doi: 10.1155/2012/893426.", "ArticleIdList": ["10.1155/2012/893426", "PMC3247006", "22235232"]}, {"Citation": "Hanson JR. Natural products: the secondary metabolites. Royal Society of Chemistry; Cambridge: 2003. 147 p."}, {"Citation": "Harris CS, Cuerrier A, Lamont L, Haddad PS, Arnason JT, Bennett SAL, Johns T. Investigating wild berries as a dietary approach to reducing the formation of advanced glycation endproducts: chemical correlations of in vitro antiglycation activity. Plant Foods for Human Nutrition. 2014;69(1):71–77. doi: 10.1007/s11130-014-0403-3.", "ArticleIdList": ["10.1007/s11130-014-0403-3", "PMC3930840", "24448675"]}, {"Citation": "Hartmann M-A. Plant sterols and the membrane environment. Trends in Plant Science. 1998;3(5):170–175. doi: 10.1016/S1360-1385(98)01233-3.", "ArticleIdList": ["10.1016/S1360-1385(98)01233-3"]}, {"Citation": "Hartmann U, Sagasser M, Mehrtens F, Stracke R, Weisshaar B. Differential combinatorial interactions of cis-acting elements recognized by R2R3-MYB, BZIP, and BHLH factors control light-responsive and tissuespecific activation of phenylpropanoid biosynthesis genes. Plant Molecular Biology. 2005;57(2):155–171. doi: 10.1007/s11103-004-6910-0.", "ArticleIdList": ["10.1007/s11103-004-6910-0", "15821875"]}, {"Citation": "Hayashi H, Huang P, Takada S, Obinata M, Inoue K, Shibuya M, Ebizuka Y. Differential expression of three oxidosqualene cyclase mRNAs in glycyrrhiza glabra. Biological and Pharmaceutical Bulletin. 2004;27:1086–1092. doi: 10.1248/bpb.27.1086.", "ArticleIdList": ["10.1248/bpb.27.1086", "15256745"]}, {"Citation": "Heid CA, Stevens J, Livak KJ, Williams PM. Real time quantitative PCR. Genome Research. 1996;6:986–994. doi: 10.1101/gr.6.10.986.", "ArticleIdList": ["10.1101/gr.6.10.986", "8908518"]}, {"Citation": "Hukkanen AT, Polonen SS, Karenlampi SO, Kokko HI. Antioxidant capacity and phenolic content of sweet rowanberries. Journal of Agricultural and Food Chemistry. 2006;54:112–119. doi: 10.1021/jf051697g.", "ArticleIdList": ["10.1021/jf051697g", "16390186"]}, {"Citation": "Jordan DN, Green TH, Chappelka AH, Lockaby BG, Meldahl RS, Gjerstad DH. Response of total tannins and phenolics in loblolly pine foliage exposed to ozone and acid rain. Journal of Chemical Ecology. 1991;17:505–513. doi: 10.1007/BF00982121.", "ArticleIdList": ["10.1007/BF00982121", "24258801"]}, {"Citation": "Kiefer E, Heller W, Ernst D. A simple and efficient protocol for isolation of functional RNA from plant tissues rich in secondary metabolites. Plant Molecular Biology Reporter. 2000;18:33–39. doi: 10.1007/BF02825291.", "ArticleIdList": ["10.1007/BF02825291"]}, {"Citation": "Kuznetsova A, Christensen RHB, Brockhoff PB. lmerTest: tests for random fixed effects for linear mixed effect models (lmer objects of lme4 package) R package version 2.62013"}, {"Citation": "Kwon YI, Vattem DA, Shetty K. Evaluation of clonal herbs of lamiaceae species for management of diabetes hypertension. Asia Pacific Journal of Clinical Nutrition. 2006;15(1):107–118.", "ArticleIdList": ["16500886"]}, {"Citation": "Leduc C, Coonishish J, Haddad P, Cuerrier A. Plants used by the Cree nation of Eeyou Istchee (Quebec, Canada) for the treatment of diabetes: a novel approach in quantitative ethnobotany. Journal of Ethnopharmacology. 2006;105:55–63. doi: 10.1016/j.jep.2005.09.038.", "ArticleIdList": ["10.1016/j.jep.2005.09.038", "16297584"]}, {"Citation": "Li C, Viherä-Aarnio A, Puhakainen T, Junttila O, Heino P, Tapio P. Ecotype-dependent control of growth, dormancy and freezing tolerance under seasonal changes in Betula pendula Roth. Trees Structure Function. 2003;17:127–132."}, {"Citation": "Maier T, Güell M, Serrano L. Correlation of mRNA and protein in complex biological samples. FEBS Letters. 2009;583(24):3966–3973. doi: 10.1016/j.febslet.2009.10.036.", "ArticleIdList": ["10.1016/j.febslet.2009.10.036", "19850042"]}, {"Citation": "McCune LM, Johns T. Antioxidant activity in medicinal plants associated with the symptoms of diabetes mellitus used by the indigenous peoples of the North American boreal forest. Journal of Ethnopharmacology. 2002;82:197–205. doi: 10.1016/S0378-8741(02)00180-0.", "ArticleIdList": ["10.1016/S0378-8741(02)00180-0", "12241996"]}, {"Citation": "McCune LM, Johns T. Antioxidant activity relates to plant part, life form and growing condition in some diabetes remedies. Journal of Ethnopharmacology. 2007;112:461–469. doi: 10.1016/j.jep.2007.04.006.", "ArticleIdList": ["10.1016/j.jep.2007.04.006", "17532584"]}, {"Citation": "Nachar A, Vallerand D, Musallam L, Lavoie L, Badawi A, Arnason J, Haddad PS. The action of antidiabetic plants of the Canadian James Bay Cree traditional pharmacopeia on key enzymes of hepatic glucose homeostasis. Evidence-Based Complementary and Alternative Medicine. 2013;2013:189819.", "ArticleIdList": ["PMC3707264", "23864882"]}, {"Citation": "Newmaster S, Ragupathy S, Janovec J. A botanical renaissance: state-of-the-art DNA bar coding facilitates an automated identification technology system for plants. International Journal of Computer Applications in Technology. 2009;35(1):50–60. doi: 10.1504/IJCAT.2009.024595.", "ArticleIdList": ["10.1504/IJCAT.2009.024595"]}, {"Citation": "Ou B, Hampsch-Woodill M, Prior RL. Development and validation of an improved oxygen radical absorbance capacity assay using fluorescein as the fluorescent probe. Journal of Agricultural and Food Chemistry. 2001;49:4619–4626. doi: 10.1021/jf010586o.", "ArticleIdList": ["10.1021/jf010586o", "11599998"]}, {"Citation": "Owen PL, Johns T. Antioxidants in medicines and spices as cardioprotective agents in Tibetan Highlanders. Pharmaceutical Biology. 2002;40:346–357. doi: 10.1076/phbi.40.5.346.8461.", "ArticleIdList": ["10.1076/phbi.40.5.346.8461"]}, {"Citation": "R Core Team . R Foundation for Statistical Computing; Vienna: 2013."}, {"Citation": "Rapinski M, Liu R, Saleem A, Arnason JT, Cuerrier A. Environmental trends in the variation of biologically active phenolic compounds in Labrador Tea, Rhododendron groenlandicum, from Northern Quebec, Canada. Botany. 2014;92:783–794. doi: 10.1139/cjb-2013-0308.", "ArticleIdList": ["10.1139/cjb-2013-0308"]}, {"Citation": "Rapinski M, Musallam L, Arnason JT, Haddad P, Cuerrier A. Adipogenic activity of wild populations of Rhododendron groenlandicum, a medicinal shrub from the James Bay Cree traditional pharmacopeia. Evidence-Based Complementary and Alternative Medicine. 2015;2015 doi: 10.1155/2015/492458. Article 492458.", "ArticleIdList": ["10.1155/2015/492458", "PMC4609817", "26508979"]}, {"Citation": "Rausher MD. The evolution of flavonoids and their genes. In: Grotewold E, editor. The science of flavonoids. Springer; New York: 2006. pp. 175–211."}, {"Citation": "Rozema J, Van de Staaij J, Björn LO, Caldwell M. UV-B as an environmental factor in plant life: stress and regulation. Trees. 1997;12:22–28.", "ArticleIdList": ["21237957"]}, {"Citation": "Rozen S, Skaletsky H. Primer3 on the WWW for general users and for biologist programmers. In: Krawetz S, Misener S, editors. Bioinformatics methods and protocols: methods in molecular biology. Humana Press; Totoya: 2000. pp. 365–386.", "ArticleIdList": ["10547847"]}, {"Citation": "Shang N, Guerrero-Analco JA, Musallam L, Saleem A, Muhammad A, Walshe-Rousell B, Cuerrier A, Arnason JT, Haddad P. Adipogenic constituents from the bark of Larix laricina du Roi (K. Koch; Pinaceae), an important medicinal plant used traditionally by the Cree of Eeyou Istchee (Quebec, Canada) for the treatment of type-2 diabetes symptoms. Journal of Ethnopharmacology. 2012;141(3):1051–1057. doi: 10.1016/j.jep.2012.04.002.", "ArticleIdList": ["10.1016/j.jep.2012.04.002", "22542642"]}, {"Citation": "Shang N, Saleem A, Musallam L, Walshe-Roussel B, Badawi A, Cuerrier A, Arnason JT, Haddad PS. Novel approach to identify potential bioactive plant metabolites: pharmacological and metabolomics analyses of ethanol and hot water extracts of several Canadian medicinal plants of the Cree of Eeyou Istchee. PLoS ONE. 2015;10(8):e2645. doi: 10.1371/journal.pone.0135721.", "ArticleIdList": ["10.1371/journal.pone.0135721", "PMC4532419", "26263160"]}, {"Citation": "Spoor DCA, Martineau LC, Leduc C, Benhaddou-Andaloussi A, Meddah B, Harris C, Burt A, Fraser MH, Coonishish J, Joly E, Cuerrier A, Bennett SAL, Johns T, Prentki M, Arnason JT, Haddad PS. Selected plant species from the Cree pharmacopoeia of northern Quebec possess anti-diabetic potential. Canadian Journal of Physiology and Pharmacology. 2006;84:847–858. doi: 10.1139/Y06-018.", "ArticleIdList": ["10.1139/Y06-018", "17111029"]}, {"Citation": "Stushnoff C, Junttila O. Seasonal development of cold stress resistance in several plant species at a coastal and a continental location in North Norway. Polar Biology. 1986;5:129–133. doi: 10.1007/BF00441691.", "ArticleIdList": ["10.1007/BF00441691"]}, {"Citation": "Theis N, Lerdau M. The evolution of function in plant secondary metabolites. International Journal of Plant Sciences. 2003;164:S93–S102. doi: 10.1086/374190.", "ArticleIdList": ["10.1086/374190"]}, {"Citation": "Vandesompele J, De Preter K, Pattyn F, Poppe B, Van Roy N, De Paepe A, Speleman F. Accurate normalization of real-time quantitative RT-PCR data by geometric averaging of multiple internal control genes. Genome Biology. 2002;3(7):1–12. doi: 10.1186/gb-2002-3-7-research0034.", "ArticleIdList": ["10.1186/gb-2002-3-7-research0034", "PMC126239", "12184808"]}, {"Citation": "Vianna R, Brault A, Martineau L-C, Couture R, Arnason JT, Haddad P. In vivo anti-diabetic activity of the ethanolic crude extract of Sorbus decora C.K. Schneid. (Rosacea): a medicinal plant used by Canadian James Bay Cree nations to treat symptoms related to diabetes. Evidence-Based Complementary and Alternative Medicine. 2011;2011 doi: 10.1093/ecam/nep158. Article 237941.", "ArticleIdList": ["10.1093/ecam/nep158", "PMC3163474", "19887507"]}, {"Citation": "Wang Z, Gerstein M, Snyder M. RNA-Seq: a revolutionary tool for transcriptomics. Nature Reviews Genetics. 2009;10(1):57–63. doi: 10.1038/nrg2484.", "ArticleIdList": ["10.1038/nrg2484", "PMC2949280", "19015660"]}, {"Citation": "Winkel-Shirley B. Biosynthesis of flavonoids and effects of stress. Current Opinion in Plant Biology. 2002;5:218–223. doi: 10.1016/S1369-5266(02)00256-X.", "ArticleIdList": ["10.1016/S1369-5266(02)00256-X", "11960739"]}, {"Citation": "Xu F, Li L, Zhang W, Cheng H, Sun N, Cheng S, Wang Y. Isolation, characterization, and function analysis of a flavonol synthase gene from Ginkgo biloba. Molecular Biology Reports. 2012;39(3):2285–2296. doi: 10.1007/s11033-011-0978-9.", "ArticleIdList": ["10.1007/s11033-011-0978-9", "21643949"]}, {"Citation": "Young TK, Reading J, Elias B, O’Neil JD. Type 2 diabetes mellitus in Canada’s First Nations: status of an epidemic in progress. Canadian Medical Association Journal. 2000;163:561–566.", "ArticleIdList": ["PMC80466", "11006768"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "9", "Day": "11"}, {"Year": "2016", "Month": "10", "Day": "3"}, {"Year": "2016", "Month": "11", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "11", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["27833811", "PMC5101603", "10.7717/peerj.2645", "2645"]}}], "PubmedBookArticle": []}