{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Medicinal", "Medicine", "Plants", "Pruritus", "Therapeutics", "Traditional"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27840519", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "0253-0716", "JournalIssue": {"Volume": "41", "Issue": "3 Suppl", "PubDate": {"Year": "2016", "Month": "May"}}, "Title": "Iranian journal of medical sciences", "ISOAbbreviation": "Iran J Med Sci"}, "ArticleTitle": "Pruritus Treatment in Viewpoints of Traditional Persian Medicine.", "Pagination": {"StartPage": "S53", "MedlinePgn": "S53"}, "Abstract": {"AbstractText": ["Pruritus is an unpleasant feeling that can cause the desire of scratching in a person and can be the symptoms of systemic, infectious, and neurological diseases. Pruritus is the most common clinical manifestation of skin diseases. Pruritus prevalence is 8-38% in the general population. Causes and treatments of pruritus have been described by traditional Persian medicine scientists. The aim of this study was to derive general principles of the proposed treatment to reduce or relieve pruritus.", "This descriptive study, review traditional medicine books including Al canon fil tibb, Al-Hawi, Makhzan ul-adviyyah, Al-Abniyah an-Haghyegh el-adviyah, Tuhfat ul-Momineen and Exir-e-Azam. The above-mentioned documents were derived and classified by keywords such as pruritus, hakka, jarab and sherry.", "In traditional Persian medicine, there are different causes for pruritus such as accumulation of vapors or acute humors in subcutaneous tissue or weakness of expulsive (Dafi'a) faculty and its treatment is based on removing the causes. Proper nutrition, bathing, and removing pathogenic humors are involved in the treatment. According to this study, some plants such as Cassia fistula, Purslane, Violets, Fumaria, Barley, Coriander, Rose and Terminalia chebula are anti-itching.", "Proper nutrition is the most important point in health and treatment of humors production with appropriate quality and quantity. Pruritus can be treated by lifestyle modification and using medicinal plants. It could be concluded that traditional Persian medicine therapies can be effective in the treatment of pruritus with mild side effects. By further investigation and research, we can reach more effective treatment methods in the field of traditional Persian medicine along with other new medical therapies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tabriz University of Medical Sciences, School of Traditional Medicine, Tabriz, Iran."}], "LastName": "Jazani", "ForeName": "Arezoo Moini", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tabriz University of Medical Sciences, School of Traditional Medicine, Tabriz, Iran."}], "LastName": "Azgomi", "ForeName": "Ramin Nasimi Doost", "Initials": "RN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tehran University of Medical Sciences, School of Traditional Medicine, Tehran, Iran."}], "LastName": "Shirbeigi", "ForeName": "Leila", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Med Sci", "NlmUniqueID": "8104374", "ISSNLinking": "0253-0716"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2016", "Month": "11", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27840519", "PMC5103562"]}}], "PubmedBookArticle": []}