{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anethum sowa L", "Antioxidant", "Cytotoxicity", "Gram-negative bacteria", "Gram-positive bacteria", "Phytochemical screening"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27842527", "DateCompleted": {"Year": "2017", "Month": "01", "Day": "31"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "11", "Day": "14"}], "ELocationID": ["464", "10.1186/s12906-016-1438-9"], "Language": ["eng"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2016", "Month": "Nov", "Day": "14"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Pharmacological effects of the phytochemicals of Anethum sowa L. root extracts.", "Pagination": {"StartPage": "464", "MedlinePgn": "464"}, "Abstract": {"AbstractText": ["Anethum sowa L. is widely used as an important spice and traditional medicinal plants to treat various ailments. On the basis of scientific ethnobotanical information, this study was undertaken to evaluate the antioxidant, antimicrobial and cytotoxic activity of the crude extracts of Anethum sowa L. roots as well as to identify the classes of phytochemicals by chemical tests.", "The antioxidant potential of the extracts was ascertained with the stable organic free radical (2, 2-diphenyl-1-picryl-hydrazyl). The agar well diffusion method was used to determine the susceptibility of bacterial and fungal strains of the crude extracts. The minimum inhibitory concentration (MIC) and minimum bactericidal concentrations (MBC) were determined by the microdilution test. Cytotoxic activities were screened using brine shrimps (Artemia salina) lethality assay. Finally, phytochemicals were profiled using standard procedures.", "A preliminary phytochemical screening of the different crude extracts by methanol, ethyl acetate and chloroform showed the presence of secondary metabolites such as flavonoids, alkaloids, saponin, cardiac glycosides and tannins while cyanogenetic glycosides were not detected. The methanol, ethyl acetate and chloroform extracts displayed high antioxidant activity (IC<sub>50</sub> = 13.08 ± 0.03, 33.48 ± 0.16 and 36.42 ± 0.41 μg/mL, respectively) in the DPPH assay comparable to that of the standard ascorbic acid and BHT (IC<sub>50</sub> = 3.74 ± 0.05 and 11.84 ± 0.29 μg/mL). The cytotoxic activity of the crude ethyl acetate and chloroform extracts possessed excellent activity (LC<sub>50</sub> = 5.03 ± 0.08, 5.23 ± 0.11 and 17.22 ± 0.14 μg/mL, respectively) against brine shrimp larvae after 24 h of treatment and compared with standard vincristine sulphate (LC<sub>50</sub> = 0.46 ± 0.05 μg/mL). The extracts also showed good antimicrobial activity against both Gram-positive and Gram-negative bacteria when compared with two standard antibiotics ciprofloxacin and tetracycline.", "These results showed that the Anethum sowa root extracts are the important source of the antioxidant, antimicrobial and cytotoxic agent. So, further research is necessary to isolate and characterize of different phytoconstituents for pharmaceutical drug lead molecules and also to verify its traditional uses."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Jahangirnagar University, Savar, 1342, Dhaka, Bangladesh. saleheen.sosthe@gmail.com."}], "LastName": "Saleh-E-In", "ForeName": "Md Moshfekus", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of National Analytical Research and Services, BCSIR Laboratories, Bangladesh Council of Scientific and Industrial Research, Dhaka, 1205, Bangladesh."}], "LastName": "Sultana", "ForeName": "Nasim", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Industrial Microbiology Research Division, Institute of Food Science and Technology, Bangladesh Council of Scientific and Industrial Research, Dhaka, 1205, Bangladesh."}], "LastName": "Hossain", "ForeName": "Md Nur", "Initials": "MN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Jagannath University, Dhaka, 1100, Bangladesh."}], "LastName": "Hasan", "ForeName": "Sayeema", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Jahangirnagar University, Savar, 1342, Dhaka, Bangladesh."}], "LastName": "Islam", "ForeName": "Md Rabiul", "Initials": "MR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "pharmacology", "toxicity"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["chemistry", "pharmacology", "toxicity"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["chemistry"], "DescriptorName": "Apiaceae"}, {"QualifierName": ["drug effects"], "DescriptorName": "Artemia"}, {"QualifierName": ["drug effects"], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["chemistry", "pharmacology", "toxicity"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry", "pharmacology", "toxicity"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Roots"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chew AL, Jessica JJA, Sasidharan S. Antioxidant and antibacterial activity of different parts of Leucas aspera. Asian Pac J Trop Biomed. 2012;2(3):176–180. doi: 10.1016/S2221-1691(12)60037-9.", "ArticleIdList": ["10.1016/S2221-1691(12)60037-9", "PMC3609283", "23569893"]}, {"Citation": "Ullah MO, Haque M, Urmi KF, ZulfiKer AHM, Anita ES, Begum M, Hamid K. Anti-bacterial activity and brine shrimp lethality bioassay of methanolic extracts of fourteen different edible vegetables from Bangladesh. Asian Pac J Trop Biomed. 2013;3(1):1–7. doi: 10.1016/S2221-1691(13)60015-5.", "ArticleIdList": ["10.1016/S2221-1691(13)60015-5", "PMC3609385", "23570009"]}, {"Citation": "Singh G, Maurya S, Lampasona MPD, Catalan C. Chemical constituents, antifungal and antioxidative potential of Foeniculum vulgare volatile oil and its acetone extract. Food Control. 2006;17:745–752. doi: 10.1016/j.foodcont.2005.03.010.", "ArticleIdList": ["10.1016/j.foodcont.2005.03.010"]}, {"Citation": "Sahreen S, Khan MR, Khan RA. Evaluation of antioxidant activities of various solvent extracts of Carissa opaca fruits. Food Chem. 2010;122:1205–11. doi: 10.1016/j.foodchem.2010.03.120.", "ArticleIdList": ["10.1016/j.foodchem.2010.03.120", "PMC5561747", "29086845"]}, {"Citation": "Anonymous . The wealth of India. A raw materials. New Delhi: Council of Scientific and Industrial Research; 1985. pp. 272–275."}, {"Citation": "Chopra RN, Nayer SL, Chopra IC. A Glossary of Indian medicinal plants and supplements, publication and information directorate. New Delhi: CSIR; 1992. pp. 216–217."}, {"Citation": "Woolf A. Essential oil poisoning. J Clin Toxicol. 1999;37(6):721–727.", "ArticleIdList": ["10584585"]}, {"Citation": "Tomar SS, Maheshwari ML, Mukerjee SK. Synthesis and synergistic activity of dillapiole based pyrethrum synergists. J Agric Food Chem. 1979;27(3):547. doi: 10.1021/jf60223a012.", "ArticleIdList": ["10.1021/jf60223a012"]}, {"Citation": "Singh G, Maurya S, Lampasona MPD, Catalan C. Chemical constituents, antimicrobial investigations and anti-oxidative potentials of Anethum graveolens L. essential oil and acetone extract: part 52. J. Food Sci. 2005;70(4):208–215. doi: 10.1111/j.1365-2621.2005.tb07190.x.", "ArticleIdList": ["10.1111/j.1365-2621.2005.tb07190.x"]}, {"Citation": "Mansouri ElL, Bousta D, Youbi-El ElHA, Boukhira S, Akdime H. Phytochemical screening, antidepressant and analgesic effects of aqueous extract of Anethum graveolens L. from south-east of Morocco. Am J Ther. 2016. [Epub ahead of print]. doi:10.1097/MJT.0000000000000090.", "ArticleIdList": ["26872137"]}, {"Citation": "Abbasi OE, Khodadadi I, Saidijam M, Yadegarazari R, Shabab N, Tavilani H, Goodarzi MT. Lipid lowering effects of hydro-alcoholic extract of Anethumgraveolens L and dill tablet in high cholesterol fed hamsters. Cholesterol. 2015;2015:958560.", "ArticleIdList": ["PMC4707388", "26823981"]}, {"Citation": "Sati SC, Sati N, Rawat U, Sati OP. Medicinal plants as a source of antioxidants. Res J Phytochemistry. 2010;4:213–224. doi: 10.3923/rjphyto.2010.213.224.", "ArticleIdList": ["10.3923/rjphyto.2010.213.224"]}, {"Citation": "Madhuri S, Pandey G. Some anticancer medicinal plants of foreign origin. Curr Sci. 2009;96(6):779–83."}, {"Citation": "Surveswaran S, Cai Y-Z, Corke H, Sun M. Systematic evaluation of natural phenolic antioxidants from 133 Indian medicinal plants. Food Chem. 2007;102:938–953. doi: 10.1016/j.foodchem.2006.06.033.", "ArticleIdList": ["10.1016/j.foodchem.2006.06.033"]}, {"Citation": "Parimala M, Shoba FG. In vitro antimicrobial activity and HPTLC analysis of hydroalcoholic seed extract of Nymphaea nouchali Burm f’. BMC Complement Alt Med. 2014;14:361. doi: 10.1186/1472-6882-14-361.", "ArticleIdList": ["10.1186/1472-6882-14-361", "PMC4182785", "25256694"]}, {"Citation": "Mclaughlin JL, Rogers LL, Anderson JE. The use of biological assays to evaluate botanicals. Drug Inf J. 1998;32:513–524."}, {"Citation": "Meyer BN, Ferrigni NR, Putnam JE, Jacobsen JB, Nicholsand DE, Mclaughlin JL. Brine shrimp; a convenient general bioassay for active plant constituents. Planta Med. 1982;45:31–34. doi: 10.1055/s-2007-971236.", "ArticleIdList": ["10.1055/s-2007-971236", "7100305"]}, {"Citation": "Ghani A. Medicinal plants of Bangladesh (chemical constituents and uses) Dhaka: Asiatic Society of Bangladesh; 2003. pp. 497–505."}, {"Citation": "Harborne JB. Phytochemical methods. London: Chapman and Hall, Ltd; 1973. pp. 49–188."}, {"Citation": "Raman N. Phytochemical Technique. New Delhi: New India Publishing agency; 2006."}, {"Citation": "Brand-Williams W, Cuvelier ME, Berset C. Use of a free radical method to evaluate antioxidant activity. Lebensm Wiss Technol. 1995;28:25–30. doi: 10.1016/S0023-6438(95)80008-5.", "ArticleIdList": ["10.1016/S0023-6438(95)80008-5"]}, {"Citation": "Sein TT, Spurio R, Cecchini C, Cresci A. Screening for microbial strains degrading glass fibre acrylic composite filters. Int Biodeterior Biodegrad. 2008;63:901–905. doi: 10.1016/j.ibiod.2009.06.002.", "ArticleIdList": ["10.1016/j.ibiod.2009.06.002"]}, {"Citation": "Bauer AW, Kirby WM, Sherris JC, Turck M. Antibiotic susceptibility testing by a standardized single disk method. Am J Clin Pathol. 1966;45:493–496.", "ArticleIdList": ["5325707"]}, {"Citation": "Rahman A u, Choudhary MI, Thomson WJ. Bioassay Techniques for Drug Development. UK: Harwood Academic Publishers; 2005. pp. 13–14."}, {"Citation": "Parish ME, Davidson PM. Methods for evaluation: In antimicrobials in foods. New York: Marcel Dekker, Inc; 1993. pp. 597–615."}, {"Citation": "Burt S. Essential oils: their antibacterial properties and potential applications in foods. A review. Int J Food Microbial. 2004;94:223–253. doi: 10.1016/j.ijfoodmicro.2004.03.022.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2004.03.022", "15246235"]}, {"Citation": "Alison AW, George WJF, Naoki A, Russell JM, Robert JN. Polyhydroxylated alkaloids-natural occurrence and therapeutic applications. Phytochemistry. 2001;56:265–95. doi: 10.1016/S0031-9422(00)00451-9.", "ArticleIdList": ["10.1016/S0031-9422(00)00451-9", "11243453"]}, {"Citation": "Bhandarkar M, Khan A. Protective effect of Lawsonia alba Lam. Against CCl4 induced hepatic damage in albino rats. Indian J Exp Biol. 2003;41:85–87.", "ArticleIdList": ["15267142"]}, {"Citation": "Krishnaiah D, Devi T, Bono A, Sarbatly R. Studies on phytochemical constituents of six Malaysian medicinal plants. J Med Plant Res. 2009;3(2):067–072."}, {"Citation": "Kasolo JN, Bimenya GS, Ojok L, Ochleng J, Ogwal-Okeng JW. Phytochemicals and uses of Moringa oleifera leaves in Ugandan rural communities. J Med Plant Res. 2010;4:753–757."}, {"Citation": "Polterait O. Antioxidants and free-radical scavengers of natural origin. Current Org Chem. 1997;1:415–440."}, {"Citation": "Price KR, Johnson TI, Fenwick GR. The chemistry and biological significance of saponins in food and feeding stuffs. Crit Rev Food Sci Nutr. 1987;26:22–48.", "ArticleIdList": ["3308321"]}, {"Citation": "Dhar ML, Dhar MM, Dhawan BN, Ray C. Screening of Indian plants for biological activity, Part-I. Ind J Biology. 1979;6:232–234.", "ArticleIdList": ["5720682"]}, {"Citation": "Cherian S, Augusti KT. Insulin sparing action of leucopelargonidin derivative isolated from Ficus bengalesis Linn. Indian J Exp Biol. 1995;33:608–611."}, {"Citation": "Anyasor GN, Ogunwenmo KO, Oyelana OA, Akpofunure BE. Phytochemical constituents and antioxidant activities of aqueous and methanolic stem extracts of Costus afer Ker Gawl (Costaceae) Afr J Biotechnol. 2010;9(31):4880–4884."}, {"Citation": "Agbaire PO, Emoyan OO. Nutritional and antinutritional levels of some local vegetables from Delta State, Nigeria. Afr J Food Sci. 2012;6(1):8–11. doi: 10.5897/AJFS111.175.", "ArticleIdList": ["10.5897/AJFS111.175"]}, {"Citation": "Nwinuka NM, Ibeh GO, Ekeke GI. Proximate composition and levels of some toxicants in four commonly consumed spices. J Appl Sci Environ Manag. 2005;9(1):150–155."}, {"Citation": "Rupasinghe HP, Jackson CJ, Poysa V, Bierado CD, Bewley JD, Jenkinson J. Soyasapogenol A and B distribution in Glycine max in relation to seed physiology, genetic variability and growing location. J Agric Food Chem. 2003;51:5888–5894. doi: 10.1021/jf0343736.", "ArticleIdList": ["10.1021/jf0343736", "13129290"]}, {"Citation": "Albayrak S, Aksoy A. Biological activities of Wiedemannia multifida L. Benthum and Wiedemannia orientalis Fisch. & Mey. Asian Pac J Trop Biomed. 2013;3(3):196–201. doi: 10.1016/S2221-1691(13)60049-0.", "ArticleIdList": ["10.1016/S2221-1691(13)60049-0", "PMC3631749", "23620837"]}, {"Citation": "Bendary E, Francis RR, Ali HMG, Sarwat MI, Hady SEI. Antioxidant and structure–activity relationships (SARs) of some phenolic and anilines compounds. Ann Agric Sci. 2013;58(2):173–181."}, {"Citation": "Oketch-rabah HA, Dossaji JF, Mberu EK. Antimalarial activity of some Kenyan medicinal plants. Pharm Biol. 1999;37:329–334. doi: 10.1076/phbi.37.5.329.6053.", "ArticleIdList": ["10.1076/phbi.37.5.329.6053"]}, {"Citation": "Subhadra S, Kanacharalapalli VR, Ravindran VK, Parre SK, Chintala S, Thatipalli R. Comparative toxicity assessment of three Tephrosia species on Artemia salina and animal cell lines. J Nat Pharma. 2011;2(3):143–147. doi: 10.4103/2229-5119.86262.", "ArticleIdList": ["10.4103/2229-5119.86262"]}, {"Citation": "Jerry LM, Lingling LR. The use of biological assays to evaluate botanicals. Drug Inf J. 1998;32:513–524."}, {"Citation": "Özçelik B, Kartal M, Orhan I. Cytotoxicity, antiviral and antimicrobial activities of alkaloids, flavonoids and phenolic acids. Pharm Biol. 2011;49(4):396–402. doi: 10.3109/13880209.2010.519390.", "ArticleIdList": ["10.3109/13880209.2010.519390", "21391841"]}, {"Citation": "Mazid MA, Datta BK, Nahar L, Sarker SD. Assessment of anti-bacterial activity and brine shrimp toxicity of two Polygonum species. Ars Pharmaceutica. 2008;49(2):135–144."}, {"Citation": "Duffy CF, Power RF. Antioxidant and antimicrobial properties of some Chinese plant extracts. Int J Antimicrob Agents. 2001;17:527–529. doi: 10.1016/S0924-8579(01)00326-0.", "ArticleIdList": ["10.1016/S0924-8579(01)00326-0", "11434342"]}, {"Citation": "Gao Y, Van BMJ, Stiles ME. The outer membrane of Gramnegative bacteria inhibits antibacterial activity of brochocin-C. Appl Environ Microbiol. 1999;65:4329–4333.", "ArticleIdList": ["PMC91573", "10508055"]}, {"Citation": "Kalemba D, Kunicka A. Antibacterial and antifungal properties of essential oils. Curr Med Chem. 2003;10:813–829. doi: 10.2174/0929867033457719.", "ArticleIdList": ["10.2174/0929867033457719", "12678685"]}, {"Citation": "Ntsoelinyane PMAH, Mashele S. Phytochemical screening, antibacterial and antioxidant activities of Asparagus laricinus leaf and stem extracts. Bangladesh J Pharmacol. 2014;9(1):10–14. doi: 10.3329/bjp.v9i1.16967.", "ArticleIdList": ["10.3329/bjp.v9i1.16967"]}, {"Citation": "Scalbert A. Antimicrobial properties of tannins. Phytochemistry. 1991;30(12):3875–83."}, {"Citation": "Cowan M. Plant products as antimicrobial agents. Clin Microbiol Rev. 1999;12:564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Okwu DE. Evaluation of the chemical composition of medicinal plants belonging to Euphorbiaceae. Pak Vet J. 2001;14:160–162."}, {"Citation": "Epand RF, Savage PB, Epand RM. Bacterial lipid composition and the antimicrobial efficacy of cationic steroid compounds (Ceragenins) Biochem Biophys Acta. 2007;1768(10):2500–2509. doi: 10.1016/j.bbamem.2007.05.023.", "ArticleIdList": ["10.1016/j.bbamem.2007.05.023", "17599802"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "3", "Day": "26"}, {"Year": "2016", "Month": "10", "Day": "27"}, {"Year": "2016", "Month": "11", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["27842527", "PMC5396551", "10.1186/s12906-016-1438-9", "10.1186/s12906-016-1438-9"]}}], "PubmedBookArticle": []}