{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ANGUSTIFOLIA3 (AN3)", "Arabidopsis", "MINISEED3 (MINI3)", "embryo cell division", "embryo cell elongation", "seed mass"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27857719", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "11", "Day": "03"}], "ELocationID": ["1645"], "Language": ["eng"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2016"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Seed Embryo Development Is Regulated via an <i>AN3-MINI3</i> Gene Cascade.", "Pagination": {"StartPage": "1645", "MedlinePgn": "1645"}, "Abstract": {"AbstractText": ["In agriculture, seed mass is one of the most important components related to seed yield. <i>MINISEED3</i> (<i>MINI3</i>) which encodes the transcriptional activator WRKY10, is thought to be a pivotal regulator of seed mass. In <i>Arabidopsis</i> SHORT HYPOCOTYL UNDER BLUE1 (SHB1) associates with the promoter of <i>MINI3</i>, regulating embryo cell proliferation (both cell division and elongation), which, in turn, modulates seed mass. Furthermore, the recruitment of SHB1 via MINI3 to both its cognate promoter and that of <i>IKU2</i> implies a two-step amplification for countering the low expression level of <i>IKU2</i>, which is thought to function as a molecular switch for seed cavity enlargement. However, it is largely unknown how embryo cell proliferation, which encompasses both cell division and elongation, is regulated by SHB1 and MINI3 function. Here, we show that a loss of function mutation within the transcriptional coactivator ANGUSTIFOLIA3 (AN3), increases seed mass. Further, AN3 associates with the <i>MINI3</i> promoter <i>in vivo</i>. Genetic evidence indicates that the absence of MINI3 function suppresses the decrease of cell number observed in <i>an3-4</i> mutants by regulating cell division and in turn inhibits increased cell size of the <i>an3-4</i> line by controlling cell elongation. Thus, seed embryo development is modulated via an <i>AN3-MINI3</i> gene cascade. This regulatory model provides a deeper understanding of seed mass regulation, which may in turn lead to increased crop yields."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plant of Jiangsu Province, School of Life Science, Jiangsu Normal UniversityXuzhou, China; Centre for Transformational Biotechnology of Medicinal and Food Plants, Jiangsu Normal University - The University of EdinburghXuzhou, China."}], "LastName": "Meng", "ForeName": "Lai-Sheng", "Initials": "LS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Bioengineering and Biotechnology, Tianshui Normal University Tianshui, China."}], "LastName": "Wang", "ForeName": "Yi-Bo", "Initials": "YB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Transformational Biotechnology of Medicinal and Food Plants, Jiangsu Normal University - The University of EdinburghXuzhou, China; Institute of Molecular Plant Sciences, School of Biological Sciences, The University of EdinburghEdinburgh, UK."}], "LastName": "Loake", "ForeName": "Gary J", "Initials": "GJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plant of Jiangsu Province, School of Life Science, Jiangsu Normal UniversityXuzhou, China; Centre for Transformational Biotechnology of Medicinal and Food Plants, Jiangsu Normal University - The University of EdinburghXuzhou, China."}], "LastName": "Jiang", "ForeName": "Ji-Hong", "Initials": "JH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CommentsCorrectionsList": [{"RefSource": "Front Plant Sci. 2017 Jun 14;8:1073. doi: 10.3389/fpls.2017.01073", "PMID": "28616014"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adamski N. M., Anastasiou E., Eriksson S. O., Neill C. M., Lenhard M. (2009). Local maternal control of seed size by KLUH/CYP78A5- dependent growth signaling. Proc. Natl. Acad. Sci. U.S.A. 106 20115–20120. 10.1073/pnas.0907024106", "ArticleIdList": ["10.1073/pnas.0907024106", "PMC2785301", "19892740"]}, {"Citation": "Cheng Z. J., Zhao X. Y., Shao X. X., Wang F., Zhou C., Liu Y. G., et al. (2014). Abscisic acid regulates early seed development in Arabidopsis by ABI5-mediated transcription of SHORT HYPOCOTYL UNDER BLUE1. Plant Cell 26 1053–1068. 10.1105/tpc.113.121566", "ArticleIdList": ["10.1105/tpc.113.121566", "PMC4001368", "24619610"]}, {"Citation": "Cironi L., Provero P., Riggi N., Janiszewska M., Suva D., Suva M. L., et al. (2009). Epigenetic features of human mesenchymal stem cells determine their permissiveness for induction of relevant transcriptional changes by SYTSSX1. PLoS ONE 4:e7904 10.1371/journal.pone.0007904", "ArticleIdList": ["10.1371/journal.pone.0007904", "PMC2775947", "19936258"]}, {"Citation": "Disch S., Anastasiou E., Sharma V. K., Laux T., Fletcher J. C., Lenhard M. (2006). The E3 ubiquitin ligase BIG BROTHER controls Arabidopsis organ size in a dosage-dependent manner. Curr. Biol. 16 272–279. 10.1016/j.cub.2005.12.026", "ArticleIdList": ["10.1016/j.cub.2005.12.026", "16461280"]}, {"Citation": "Ferjani A., Horiguchi G., Yano S., Tsukaya H. (2007). Analysis of leaf development in fugu mutants of Arabidopsis reveals three compensation modes that modulate cell expansion in determinate organs. Plant Physiol. 144 988–999. 10.1104/pp.107.099325", "ArticleIdList": ["10.1104/pp.107.099325", "PMC1914195", "17468216"]}, {"Citation": "Fujikura U., Horiguchi G., Ponce M. R., Micol J. L., Tsukaya H. (2009). Coordination of cell proliferation and cell expansion mediated by ribosome-related processes in the leaves of Arabidopsis thaliana. Plant J. 59 499–508. 10.1111/j.1365-313X.2009.03886.x", "ArticleIdList": ["10.1111/j.1365-313X.2009.03886.x", "19392710"]}, {"Citation": "Fujikura U., Horiguchi G., Tsukaya H. (2007). Dissection of enhanced cell expansion processes in leaves triggered by a defect in cell proliferation, with reference to roles of endoreduplication. Plant Cell Physiol. 48 278–286. 10.1093/pcp/pcm002", "ArticleIdList": ["10.1093/pcp/pcm002", "17205970"]}, {"Citation": "Garcia D., Gerald J. N. F., Berger F. (2005). Maternal control of integument cell elongation and zygotic control of endosperm growth are coordinated to determine seed size in Arabidopsis. Plant Cell 17 52–60. 10.1105/tpc.104.027136", "ArticleIdList": ["10.1105/tpc.104.027136", "PMC544489", "15598800"]}, {"Citation": "Garcia D., Saingery V., Chambrier P., Mayer U., Jürgens G., Berger F. (2003). Arabidopsis haiku mutants reveal new controls of seed size by endosperm. Plant Physiol. 131 1661–1670. 10.1104/pp.102.018762", "ArticleIdList": ["10.1104/pp.102.018762", "PMC166922", "12692325"]}, {"Citation": "Heath J. D., Weldon R., Monnot C., Meinke D. W. (1986). Analysis of storage proteins in normal and aborted seeds from embryo-lethal mutants of Arabidopsis thaliana. Planta 169 304–312. 10.1007/BF00392124", "ArticleIdList": ["10.1007/BF00392124", "24232640"]}, {"Citation": "Horiguchi G., Kim G. T., Tsukaya H. (2005). The transcription factor AtGRF5 and the transcription coactivator AN3 regulate cell proliferation in leaf primordia of Arabidopsis thaliana. Plant J. 43 68–78. 10.1111/j.1365-313X.2005.02429.x", "ArticleIdList": ["10.1111/j.1365-313X.2005.02429.x", "15960617"]}, {"Citation": "Horiguchi G., Nakayama H., Ishikawa N., Kubo M., Demura T., Fukuda H., et al. (2011). ANGUSTIFOLIA3 plays roles in adaxial/abaxial patterning and growth in leaf morphogenesis. Plant Cell Physiol. 52 112–124. 10.1093/pcp/pcq178", "ArticleIdList": ["10.1093/pcp/pcq178", "21097896"]}, {"Citation": "Hutchison C. E., Li J., Argueso C., Gonzalez M., Lee E., Lewis M. W., et al. (2006). The Arabidopsis histidine phosphotransfer proteins are redundant positive regulators of cytokinin signaling. Plant Cell 18 3073–3087. 10.1105/tpc.106.045674", "ArticleIdList": ["10.1105/tpc.106.045674", "PMC1693944", "17122069"]}, {"Citation": "Kanei M., Horiguchi G., Tsukaya H. (2012). Stable establishment of cotyledon identity during embryogenesis in Arabidopsis by ANGUSTIFOLIA3 and HANABA TARANU. Development 139 2436–2446. 10.1242/dev.081547", "ArticleIdList": ["10.1242/dev.081547", "22669825"]}, {"Citation": "Kang X., Li W., Zhou Y., Ni M. (2013). A WRKY transcription factor recruits the SYG1-like protein SHB1 to activate gene expression and seed cavity enlargement. PLoS Genet. 9:e1003347 10.1371/journal.pgen.1003347", "ArticleIdList": ["10.1371/journal.pgen.1003347", "PMC3591269", "23505389"]}, {"Citation": "Kawade K., Horiguchi G., Tsukaya H. (2010). Non-cell-autonomously coordinated organ size regulation in leaf development. Development 137 4221–4227. 10.1242/dev.057117", "ArticleIdList": ["10.1242/dev.057117", "21068059"]}, {"Citation": "Kim J. H., Kende H. (2004). A transcriptional coactivator, AtGIF1, is involved in regulating leaf growth and morphology in Arabidopsis. Proc. Natl. Acad. Sci. U.S.A. 101 13374–13379. 10.1073/pnas.0405450101", "ArticleIdList": ["10.1073/pnas.0405450101", "PMC516574", "15326298"]}, {"Citation": "Lee B. H., Wynn A. N., Franks R. G., Hwang Y. S., Lim J., Kim J. H. (2014). The Arabidopsis thaliana GRF-INTERACTING FACTOR gene family plays an essential role in control of male and female reproductive development. Dev. Biol. 386 12–24. 10.1016/j.ydbio.2013.12.009", "ArticleIdList": ["10.1016/j.ydbio.2013.12.009", "24355747"]}, {"Citation": "Lei Z. Y., Zhao P., Cao M. J., Cui R., Chen X., Xiong L. Z., et al. (2007). High-throughput binary vectors for plant gene function analysis. J. Integr. Plant Biol. 49 556–567. 10.1111/j.1744-7909.2007.00442.x", "ArticleIdList": ["10.1111/j.1744-7909.2007.00442.x"]}, {"Citation": "Li Y., Zheng L., Corke F., Smith C., Bevan M. W. (2008). Control of final seed and organ size by the DA1 gene family in Arabidopsis thaliana. Genes Dev. 22 1331–1336. 10.1101/gad.463608", "ArticleIdList": ["10.1101/gad.463608", "PMC2377187", "18483219"]}, {"Citation": "Lopes M. A., Larkins B. A. (1993). Endosperm origin, development, and function. Plant Cell 5 1383–1399. 10.1105/tpc.5.10.1383", "ArticleIdList": ["10.1105/tpc.5.10.1383", "PMC160370", "8281040"]}, {"Citation": "Luo M., Dennis E. S., Berger F., Peacock W. J., Chaudhury A. (2005). MINISEED3 (MINI3), a WRKY family gene, and HAIKU2 (IKU2), a leucine-rich repeat (LRR) KINASE gene, are regulators of seed size in Arabidopsis. Proc. Natl. Acad. Sci. U.S.A. 102 17531–17536. 10.1073/pnas.0508418102", "ArticleIdList": ["10.1073/pnas.0508418102", "PMC1297679", "16293693"]}, {"Citation": "Meng L. S. (2015). Transcription coactivator Arabidopsis ANGUSTIFOLIA3 modulates anthocyanin accumulation and light-induced root elongation through transrepression of constitutive photomorphogenic1. Plant Cell Environ. 38 838–851. 10.1111/pce.12456", "ArticleIdList": ["10.1111/pce.12456", "25256341"]}, {"Citation": "Meng L. S., Liu A. (2015). Light signaling induces anthocyanin biosynthesis via AN3 mediated COP1 expression. Plant Signal. Behav. 10:e1001223 10.1080/15592324.2014.1001223", "ArticleIdList": ["10.1080/15592324.2014.1001223", "PMC4883971", "26357851"]}, {"Citation": "Meng L. S., Wang Y. B., Yao S. Q., Liu A. (2015a). Arabidopsis AINTEGUMENTA mediates salt tolerance by trans-repressing SCABP8. J. Cell Sci. 128 2919–2927. 10.1242/jcs.172072", "ArticleIdList": ["10.1242/jcs.172072", "26054800"]}, {"Citation": "Meng L. S., Wang Z. B., Cao X. Y., Zhang H. J., Wang Y. B., Jiang J. H. (2016). ASYMMETRIC LEAVES2-LIKE15 gene, a member of AS2/LOB family, shows a dual abaxializing or adaxializing function in Arabidopsis lateral organs. Acta Physiol. Plant 38 240 10.1007/s11738-016-2256-x", "ArticleIdList": ["10.1007/s11738-016-2256-x"]}, {"Citation": "Meng L. S., Wang Z. B., Yao S. Q., Liu A. (2015b). The ARF2–ANT– COR15A gene cascade regulates ABA signaling-mediated resistance of large seeds to drought in Arabidopsis. J. Cell Sci. 128 3922–3932. 10.1242/jcs.171207", "ArticleIdList": ["10.1242/jcs.171207", "26395398"]}, {"Citation": "Meng L. S., Yao S. Q. (2015). Transcription co-activator Arabidopsis ANGUSTIFOLIA3 (AN3) regulates water-use efficiency and drought tolerance by modulating stomatal density and improving root architecture by the transrepression of YODA (YDA). Plant Biotechnol. J. 13 893–902. 10.1111/pbi.12324", "ArticleIdList": ["10.1111/pbi.12324", "25599980"]}, {"Citation": "Mizukami Y., Fischer R. L. (2000). Plant organ size control: AINTEGUMENTA regulates growth and cell numbers during organogenesis. Proc. Natl. Acad. Sci. U.S.A. 97 942–947. 10.1073/pnas.97.2.942", "ArticleIdList": ["10.1073/pnas.97.2.942", "PMC15435", "10639184"]}, {"Citation": "Ohto M., Fischer R. L., Goldberg R. B., Nakamura K., Harada J. J. (2005). Control of seed mass by APETALA2. Proc. Natl. Acad. Sci. U.S.A. 102 3123–3128. 10.1073/pnas.0409858102", "ArticleIdList": ["10.1073/pnas.0409858102", "PMC549491", "15708976"]}, {"Citation": "Pang P. P., Pruitt R. E., Meyerowitz E. M. (1988). Molecular cloning, genomic organization, expression and evolution of 12S seed storage protein genes of Arabidopsis thaliana. Plant Mol. Biol. 11 805–820. 10.1007/BF00019521", "ArticleIdList": ["10.1007/BF00019521", "24272631"]}, {"Citation": "Riefler M., Novak O., Strnad M., Schmulling T. (2006). Arabidopsis cytokinin receptor mutants reveal functions in shoot growth, leaf senescence, seed size, germination, root development, and cytokinin metabolism. Plant Cell 18 40–54. 10.1105/tpc.105.037796", "ArticleIdList": ["10.1105/tpc.105.037796", "PMC1323483", "16361392"]}, {"Citation": "Saleh A., Alvarez-Venegas R., Avramova Z. (2008). An efficient chromatin immunoprecipitation (ChIP) protocol for studying histone modifications in Arabidopsis plants. Nat. Protoc. 3 1018–1025. 10.1038/nprot.2008.66", "ArticleIdList": ["10.1038/nprot.2008.66", "18536649"]}, {"Citation": "Sawa M., Nusinow D. A., Kay S. A., Imaizumi T. (2007). FKF1 and GIGANTEA complex formation is required for day-length measurement in Arabidopsis. Science 318 261–265. 10.1126/science.1146994", "ArticleIdList": ["10.1126/science.1146994", "PMC3709017", "17872410"]}, {"Citation": "Schruff M. C., Spielman M., Tiwari S., Adams S., Fenby N., Scott R. J. (2006). The AUXIN RESPONSE FACTOR 2 gene of Arabidopsis links auxin signalling, cell division, and the size of seeds other organs. Development 133 251–261. 10.1242/dev.02194", "ArticleIdList": ["10.1242/dev.02194", "16339187"]}, {"Citation": "Sun Y., Gao D., Liu Y., Huang J., Lessnick S., Tanaka S. (2006). IGF2 is critical for tumorigenesis by synovial sarcoma oncoprotein SYT-SSX1. Oncogene 25 1042–1052. 10.1038/sj.onc.1209143", "ArticleIdList": ["10.1038/sj.onc.1209143", "16247461"]}, {"Citation": "Wang A., Garcia D., Zhang H., Feng K., Chaudhury A., Berger F., et al. (2010). The VQ motif protein IKU1 regulates endosperm growth and seed size in Arabidopsis. Plant J. 63 670–679. 10.1111/j.1365-313X.2010.04271.x", "ArticleIdList": ["10.1111/j.1365-313X.2010.04271.x", "20545893"]}, {"Citation": "Weber H., Borisjuk L., Heim U., Sauer N., Wobus U. (1997a). A role for sugar transporters during seed development: molecular characterization of a hexose and a sucrose carrier in fava bean seeds. Plant Cell 9 895–908. 10.1105/tpc.9.6.895", "ArticleIdList": ["10.1105/tpc.9.6.895", "PMC156966", "9212465"]}, {"Citation": "Weber H., Borisjuk L., Wobus U. (1996). Controlling seed development and seed size in Vicia faba: a role for seed coat-associated invertases and carbohydrate state. Plant J. 10 823–834. 10.1046/j.1365-313X.1996.10050823.x", "ArticleIdList": ["10.1046/j.1365-313X.1996.10050823.x"]}, {"Citation": "Weber H., Borisjuk L., Wobus U. (1997b). Sugar import and metabolism during seed development. Trends Plant Sci. 2 169–174. 10.1016/S1360-1385(97)85222-3", "ArticleIdList": ["10.1016/S1360-1385(97)85222-3"]}, {"Citation": "Wigge P. A., Kim M. C., Jaeger K. E., Busch W., Schmid M., Lohmann J. U., et al. (2005). Integration of spatial and temporal information during floral induction in Arabidopsis. Science 309 1056–1059. 10.1126/science.1114358", "ArticleIdList": ["10.1126/science.1114358", "16099980"]}, {"Citation": "Zhou Y., Zhang X., Kang X., Zhao X., Zhang X., Ni M. (2009). SHORT HYPOCOTYL UNDER BLUE1 associates with MINISEED3 and HAIKU2 promoters in vivo to regulate Arabidopsis seed development. Plant Cell 21 106–117. 10.1105/tpc.108.064972", "ArticleIdList": ["10.1105/tpc.108.064972", "PMC2648090", "19141706"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "7", "Day": "10"}, {"Year": "2016", "Month": "10", "Day": "18"}, {"Year": "2016", "Month": "11", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["27857719", "PMC5093144", "10.3389/fpls.2016.01645"]}}], "PubmedBookArticle": []}