{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27870874", "DateCompleted": {"Year": "2017", "Month": "06", "Day": "26"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "11", "Day": "21"}], "ELocationID": ["e0166699", "10.1371/journal.pone.0166699"], "Language": ["eng"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "11", "Issue": "11", "PubDate": {"Year": "2016"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Associations between Season and Gametocyte Dynamics in Chronic Plasmodium falciparum Infections.", "Pagination": {"StartPage": "e0166699", "MedlinePgn": "e0166699"}, "Abstract": {"AbstractText": ["In a markedly seasonal malaria setting, the transition from the transmission-free dry season to the transmission season depends on the resurgence of the mosquito population following the start of annual rains. The sudden onset of malaria outbreaks at the start of the transmission season suggests that parasites persist during the dry season and respond to either the reappearance of vectors, or correlated events, by increasing the production of transmission stages. Here, we investigate whether Plasmodium falciparum gametocyte density and the correlation between gametocyte density and parasite density show seasonal variation in chronic (largely asymptomatic) carriers in eastern Sudan.", "We recruited and treated 123 malaria patients in the transmission season 2001. We then followed them monthly during four distinct consecutive epidemiological seasons: transmission season 1, transmission-free season, pre-clinical period, and transmission season 2. In samples collected from 25 participants who fulfilled the selection criteria of the current analysis, we used quantitative PCR (qPCR) and RT-qPCR to quantify parasite and gametocyte densities, respectively.", "We observed a significant increase in gametocyte density and a significantly steeper positive correlation between gametocyte density and total parasite density during the pre-clinical period compared to the preceding transmission-free season. However, there was no corresponding increase in the density or prevalence of total parasites or gametocyte prevalence. The increase in gametocyte production during the pre-clinical period supports the hypothesis that P. falciparum may respond to environmental cues, such as mosquito biting, to modulate its transmission strategy. Thus, seasonal changes may be important to ignite transmission in unstable-malaria settings."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Medicine and Health Sciences, Sultan Qaboos University, Muscat, Oman."}, {"Identifier": [], "Affiliation": "Department of Molecular Epidemiology, Tropical Medicine Research Institute, National Centre for Research, Khartoum, Sudan."}], "LastName": "Gadalla", "ForeName": "Amal A H", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institutes of Evolution, Immunology and Infection Research, University of Edinburgh, Edinburgh, United Kingdom."}], "LastName": "Schneider", "ForeName": "Petra", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Disease Epidemiology, Imperial College London, London, United Kingdom."}], "LastName": "Churcher", "ForeName": "Thomas S", "Initials": "TS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Research Institute and Traditional Medicine, National Centre for Research, Khartoum, Sudan."}], "LastName": "Nassir", "ForeName": "Elkhansaa", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, University of Hail, Baqaa, Kingdom of Saudi Arabia."}], "LastName": "Abdel-Muhsin", "ForeName": "Abdel-Muhsin A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Infection, Immunity and Inflammation, College of Medical, Veterinary and Life Sciences, University of Glasgow, Glasgow, United Kingdom."}], "LastName": "Ranford-Cartwright", "ForeName": "Lisa C", "Initials": "LC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institutes of Evolution, Immunology and Infection Research, University of Edinburgh, Edinburgh, United Kingdom."}, {"Identifier": [], "Affiliation": "Centre for Immunity, Infection & Evolution, School of Biological Sciences, University of Edinburgh, Edinburgh, United Kingdom."}], "LastName": "Reece", "ForeName": "Sarah E", "Initials": "SE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Medicine and Health Sciences, Sultan Qaboos University, Muscat, Oman."}, {"Identifier": [], "Affiliation": "Institutes of Evolution, Immunology and Infection Research, University of Edinburgh, Edinburgh, United Kingdom."}], "LastName": "Babiker", "ForeName": "Hamza A", "Initials": "HA"}], "GrantList": [{"GrantID": "MR/K010174/1", "Acronym": "MRC_", "Agency": "Medical Research Council", "Country": "United Kingdom"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Protozoan"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "DNA, Protozoan"}, {"QualifierName": ["growth & development"], "DescriptorName": "Germ Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["parasitology", "transmission"], "DescriptorName": "Malaria, Falciparum"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["genetics", "physiology"], "DescriptorName": "Plasmodium falciparum"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Sudan"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Fontenille D, Lochouarn L, Diatta M, Sokhna C, Dia I, Diagne N, et al. Four years' entomological study of the transmission of seasonal malaria in Senegal and the bionomics of Anopheles gambiae and A. arabiensis. Trans R Soc Trop Med Hyg. 1997; 91: 647–652.", "ArticleIdList": ["9509170"]}, {"Citation": "Hamad AA, Nugud AEHD, Arnot DE, Giha HA, Abdel-Muhsin AA, Satti GMH, et al. A marked seasonality of malaria transmsission in two rural sites in eastern Sudan. Acta Trop. 2002; 83: 71–82.", "ArticleIdList": ["12062795"]}, {"Citation": "Nacher M, Carrara VI, Ashley E, McGready R, Hutagalung R, Nguen JV, et al. Seasonal variation in hyperparasitaemia and gametocyte carriage in patients with Plasmodium falciparum malaria on the Thai–Burmese border. Trans R Soc Trop Med Hyg. 2004; 98: 322–328. 10.1016/j.trstmh.2003.10.005", "ArticleIdList": ["10.1016/j.trstmh.2003.10.005", "15109559"]}, {"Citation": "Blanford JI, Blanford S, Crane RG, Mann ME, Paaijmans KP, Schreiber KV, et al. Implications of temperature variation for malaria parasite development across Africa. Sci Rep. 2013; 3.", "ArticleIdList": ["PMC3575117", "23419595"]}, {"Citation": "Craig MH, Snow RW, le Sueur D. A climate-based distribution model of malaria transmission in sub-Saharan Africa. Parasitol Today. 1999; 15: 105–111.", "ArticleIdList": ["10322323"]}, {"Citation": "Lindsay SW, Wilkins HA, Zieler HA, Daly RJ, Petrarca V, Byass P. Ability of Anopheles gambiae mosquitoes to transmit malaria during the dry and wet seasons in an area of irrigated rice cultivation in The Gambia. J Trop Med Hyg. 1991; 94: 313–324.", "ArticleIdList": ["1942209"]}, {"Citation": "Huestis DL, Lehmann T. Ecophysiology of Anopheles gambiae s.l.: persistence in the Sahel. Infect Genet Evol. 2014; 28: 648–661. 10.1016/j.meegid.2014.05.027", "ArticleIdList": ["10.1016/j.meegid.2014.05.027", "PMC4257857", "24933461"]}, {"Citation": "Omer SM, Cloudsley-Thompson JL. Survival of female Anopheles gambiae Giles through a 9-month dry season in Sudan. Bull World Health Organ. 1970; 42: 319–330.", "ArticleIdList": ["PMC2427450", "5310144"]}, {"Citation": "Ouédraogo AL, de Vlas SJ, Nébié I, Ilboudo-Sanogo E, Bousema JT, Ouattara AS, et al. Seasonal patterns of Plasmodium falciparum gametocyte prevalence and density in a rural population of Burkina Faso. Acta Trop. 2008; 105: 28–34. 10.1016/j.actatropica.2007.09.003", "ArticleIdList": ["10.1016/j.actatropica.2007.09.003", "17964522"]}, {"Citation": "Jawara M, Pinder M, Drakeley C, Nwakanma D, Jallow E, Bogh C, et al. Dry season ecology of Anopheles gambiae complex mosquitoes in The Gambia. Malar J. 2008; 7: 156 10.1186/1475-2875-7-156", "ArticleIdList": ["10.1186/1475-2875-7-156", "PMC2533673", "18710559"]}, {"Citation": "Dao A, Yaro AS, Diallo M, Timbine S, Huestis DL, Kassogue Y, et al. Signatures of aestivation and migration in Sahelian malaria mosquito populations. Nature. 2014; advance online publication.", "ArticleIdList": ["PMC4306333", "25470038"]}, {"Citation": "Lehmann T, Dao A, Yaro AS, Huestis DL, Diallo M, Timbiné S, et al. Phenotypic divergence among the members of the African malaria mosquitoes and strategies of persistence throughout the dry season. Malar J. 2014; 13: O2–O2.", "ArticleIdList": ["0"]}, {"Citation": "Galardo AK, Zimmerman RH, Lounibos LP, Young LJ, Galardo CD, Arruda M, et al. Seasonal abundance of Anopheline mosquitoes and their association with rainfall and malaria along the Matapi River, Amapa, [corrected] Brazil. Med Vet Entomol. 2009; 23: 335–349. 10.1111/j.1365-2915.2009.00839.x", "ArticleIdList": ["10.1111/j.1365-2915.2009.00839.x", "19941599"]}, {"Citation": "Bruce MC, Alano P, Duthie S, Carter R. Commitment of the malaria parasite Plasmodium falciparum to sexual and asexual development. Parasitology. 1990; 100: 191–200.", "ArticleIdList": ["2189114"]}, {"Citation": "Kaushal DC, Carter R, Miller LH, Krishna G. Gametocytogenesis by malaria parasites in continuous culture. Nature. 1980; 286: 490–492.", "ArticleIdList": ["6250067"]}, {"Citation": "Diebner HH, Eichner M, Molineaux L, Collins WE, Jeffery GM, Dietz K. Modelling the transition of asexual blood stages of Plasmodium falciparum to gametocytes. J Theor Biol. 2000; 202: 113–127. 10.1006/jtbi.1999.1041", "ArticleIdList": ["10.1006/jtbi.1999.1041", "10640432"]}, {"Citation": "Drakeley C, Sutherland C, Bousema JT, Sauerwein RW, Targett GAT. The epidemiology of Plasmodium falciparum gametocytes: weapons of mass dispersion. Trends Parasitol. 2006; 22: 424–430. 10.1016/j.pt.2006.07.001", "ArticleIdList": ["10.1016/j.pt.2006.07.001", "16846756"]}, {"Citation": "Eichner M, Diebner HH, Molineaux L, Collins WE, Jeffery GM, Dietz K. Genesis, sequestration and survival of Plasmodium falciparum gametocytes: parameter estimates from fitting a model to malariatherapy data. Trans R Soc Trop Med Hyg. 2001; 95: 497–501.", "ArticleIdList": ["11706658"]}, {"Citation": "Bousema T, Okell L, Shekalaghe S, Griffin J, Omar S, Sawa P, et al. Revisiting the circulation time of Plasmodium falciparum gametocytes: molecular detection methods to estimate the duration of gametocyte carriage and the effect of gametocytocidal drugs. Malar J. 2010; 9: 136 10.1186/1475-2875-9-136", "ArticleIdList": ["10.1186/1475-2875-9-136", "PMC2881938", "20497536"]}, {"Citation": "Smalley ME, Sinden RE. Plasmodium falciparum gametocytes: their longevity and infectivity. Parasitology. 1977; 74: 1–8.", "ArticleIdList": ["320542"]}, {"Citation": "Pollitt LC, Mideo N, Drew DR, Schneider P, Colegrave N, Reece SE. Competition and the evolution of reproductive restraint in malaria parasites. Am Nat. 2011; 177: 358–367. 10.1086/658175", "ArticleIdList": ["10.1086/658175", "PMC3939351", "21460544"]}, {"Citation": "Cameron A, Reece SE, Drew DR, Haydon DT, Yates AJ. Plasticity in transmission strategies of the malaria parasite, Plasmodium chabaudi: environmental and genetic effects. Evol Appl. 2013; 6: 365–376. 10.1111/eva.12005", "ArticleIdList": ["10.1111/eva.12005", "PMC3586624", "23467678"]}, {"Citation": "Carter LM, Kafsack BFC, Llinás M, Mideo N, Pollitt LC, Reece SE. Stress and sex in malaria parasites: Why does commitment vary? Evol Med Public Health. 2013; 2013: 135–147. 10.1093/emph/eot011", "ArticleIdList": ["10.1093/emph/eot011", "PMC3854026", "24481194"]}, {"Citation": "Carter R, Miller LH. Evidence for environmental modulation of gametocytogenesis in Plasmodium falciparum in continuous culture. Bull World Health Organ. 1979; 1: 37–52.", "ArticleIdList": ["PMC2395706", "397008"]}, {"Citation": "Price R, Nosten F, Simpson JA, Luxemburger C, Phaipun L, ter Kuile F, et al. Risk factors for gametocyte carriage in uncomplicated falciparum malaria. Am J Trop Med Hyg. 1999; 60: 1019–1023.", "ArticleIdList": ["10403336"]}, {"Citation": "Nassir E, Abdel-Muhsin AM, Suliaman S, Kenyon F, Kheir A, Geha H, et al. Impact of genetic complexity on longevity and gametocytogenesis of Plasmodium falciparum during the dry and transmission-free season of eastern Sudan. Int J Parasitol. 2005; 35: 49–55. 10.1016/j.ijpara.2004.10.014", "ArticleIdList": ["10.1016/j.ijpara.2004.10.014", "15619515"]}, {"Citation": "Drakeley CJ, Secka I, Correa S, Greenwood BM, Targett GAT. Host haematological factors influencing the transmission of Plasmodium falciparum gametocytes to Anopheles gambiae s.s. mosquitoes. Trop Med Int Health. 1999; 4: 131–138.", "ArticleIdList": ["10206267"]}, {"Citation": "Nacher M, Singhasivanon P, Silachamroon U, Treeprasertsuk S, Tosukhowong T, Vannaphan S, et al. Decreased hemoglobin concentration, hyperparasitemia, and sever malaria are associated with increased Plasmodium falciparum gametocyte carriage. J Parasitol. 2002; 88: 97–101. 10.1645/0022-3395(2002)088[0097:DHCHAS]2.0.CO;2", "ArticleIdList": ["10.1645/0022-3395(2002)088[0097:DHCHAS]2.0.CO;2", "12053988"]}, {"Citation": "Roberts C, Armstrong M, Zatyka E, Boadi S, Warren S, Chiodini P, et al. Gametocyte carriage in Plasmodium falciparum-infected travellers. Malar J. 2013; 12: 31 10.1186/1475-2875-12-31", "ArticleIdList": ["10.1186/1475-2875-12-31", "PMC3582526", "23347669"]}, {"Citation": "Piper KP, Hayward RE, Cox MJ, Day KP. Malaria transmission and naturally acquired immunity to PfEMP-1. Infect Immun. 1999; 67: 6369–6374.", "ArticleIdList": ["PMC97044", "10569752"]}, {"Citation": "Buckling A, Ranford-Cartwright LC, Miles A, Read AF. Chloroquine increases Plasmodium falciparum gametocytogenesis in vitro. Parasitology. 1999; 118: 339–346.", "ArticleIdList": ["10340323"]}, {"Citation": "Targett G, Drakeley C, Jawara M, von Seidlein L, Coleman R, Deen J, et al. Artesunate reduces but does not prevent posttreatment transmission of Plasmodium falciparum to Anopheles gambiae. J Infect Dis. 2001; 183: 1254–1259. 10.1086/319689", "ArticleIdList": ["10.1086/319689", "11262208"]}, {"Citation": "Reece SE, Ali E, Schneider P, Babiker HA. Stress, drugs and the evolution of reproductive restraint in malaria parasites. Proc Biol Sci. 2010; 277: 3123–3129. 10.1098/rspb.2010.0564", "ArticleIdList": ["10.1098/rspb.2010.0564", "PMC2982055", "20484242"]}, {"Citation": "Billingsley PF, Snook LS, Johnston VJ. Malaria parasite growth is stimulated by mosquito probing. Biol Lett. 2005; 1: 185–189. 10.1098/rsbl.2004.0260", "ArticleIdList": ["10.1098/rsbl.2004.0260", "PMC1626230", "17148162"]}, {"Citation": "Shutler D, Reece SE, Mullie A, Billingsley PF, Read AF. Rodent malaria parasites Plasmodium chabaudi and P. vinckei do not increase their rates of gametocytogenesis in response to mosquito probing. Proceedings of the Royal Society B: Biological Sciences. 2005; 272: 2397–2402. 10.1098/rspb.2005.3232", "ArticleIdList": ["10.1098/rspb.2005.3232", "PMC1559963", "16243686"]}, {"Citation": "Cornet S, Nicot A, Rivero A, Gandon S. Evolution of plastic transmission strategies in avian malaria. PLoS Pathog. 2014; 10: e1004308 10.1371/journal.ppat.1004308", "ArticleIdList": ["10.1371/journal.ppat.1004308", "PMC4161439", "25210974"]}, {"Citation": "Babiker HA, Lines J, Hill WG, Walliker D. Population structure of Plasmodium falciparum in villages with different malaria endemicity in east Africa. Am J Trop Med Hyg. 1997; 56: 141–147.", "ArticleIdList": ["9080871"]}, {"Citation": "Hermsen CC, Telgt DSC, Linders EHP, van de Locht LATF, Eling WMC, Mensink EJBM, et al. Detection of Plasmodium falciparum malaria parasites in vivo by real-time quantitative PCR. Mol Biochem Parasitol. 2001; 118: 247–251.", "ArticleIdList": ["11738714"]}, {"Citation": "Walker M, Basanez MG, Ouedraogo AL, Hermsen C, Bousema T, Churcher TS. Improving statistical inference on pathogen densities estimated by quantitative molecular methods: malaria gametocytaemia as a case study. BMC Bioinformatics. 2015; 16: 5 10.1186/s12859-014-0402-2", "ArticleIdList": ["10.1186/s12859-014-0402-2", "PMC4307378", "25592782"]}, {"Citation": "Babiker HA, Abdel-Wahab A, Ahmed S, Suleiman S, Ranford-Cartwright L, Carter R, et al. Detection of low level Plasmodium falciparum gametocytes using reverse transcriptase polymerase chain reaction. Mol Biochem Parasitol. 1999; 99: 143–148.", "ArticleIdList": ["10215031"]}, {"Citation": "Schneider P, Reece SE, van Schaijk BCL, Bousema T, Lanke KHW, Meaden CSJ, et al. Quantification of female and male Plasmodium falciparum gametocytes by reverse transcriptase quantitative PCR. Mol Biochem Parasitol. 2015; 199: 29–33. 10.1016/j.molbiopara.2015.03.006", "ArticleIdList": ["10.1016/j.molbiopara.2015.03.006", "25827756"]}, {"Citation": "Taylor SM, Juliano JJ, Trottman PA, Griffin JB, Landis SH, Kitsa P, et al. High-throughput pooling and real-time PCR-based strategy for malaria detection. J Clin Microbiol. 2010; 48: 512–519. 10.1128/JCM.01800-09", "ArticleIdList": ["10.1128/JCM.01800-09", "PMC2815636", "19940051"]}, {"Citation": "Churcher TS, Blagborough AM, Delves M, Ramakrishnan C, Kapulu MC, Williams AR, et al. Measuring the blockade of malaria transmission–An analysis of the standard membrane feeding assay. Int J Parasitol. 2012; 42: 1037–1044. 10.1016/j.ijpara.2012.09.002", "ArticleIdList": ["10.1016/j.ijpara.2012.09.002", "23023048"]}, {"Citation": "Skaug H FD, Nielsen A, Magnusson A and Bolker B. Generalized Linear Mixed Models using AD Model Builder. R package version 075. 2013; 20 February 2013."}, {"Citation": "Dopico X, Evangelou M, Ferreira RC, Guo H, Pekalski ML, Smyth DJ, Cooper N, Burren OS, Fulford AJ, Hennig BJ, Prentice AM, Ziegler AG, Bonifacio E, Wallace C, Todd JA. Widespread seasonal gene expression reveals annual differences in human immunity and physiology. Nat Commun. 2015; 12.", "ArticleIdList": ["PMC4432600", "25965853"]}, {"Citation": "Dowell SF. Seasonal variation in host susceptibility and cycles of certain infectious diseases. Emerg Infect Dis. 2001; 7: 369–374. 10.3201/eid0703.010301", "ArticleIdList": ["10.3201/eid0703.010301", "PMC2631809", "11384511"]}, {"Citation": "Brochet M, Collins MO, Smith TK, Thompson E, Sebastian S, Volkmann K, et al. Phosphoinositide metabolism links cGMP-dependent protein kinase G to essential Ca2+ signals at key decision points in the life cycle of malaria parasites. PLoS Biol. 2014; 12: e1001806 10.1371/journal.pbio.1001806", "ArticleIdList": ["10.1371/journal.pbio.1001806", "PMC3942320", "24594931"]}, {"Citation": "Dyer M, Day KP. Commitment to gametocytogenesis in Plasmodium falciparum. Parasitol Today. 2000; 16: 102–107.", "ArticleIdList": ["10689328"]}, {"Citation": "Buckling A, Crooks L, Read A. Plasmodium chabaudi: effect of antimalarial drugs on gametocytogenesis. Exp Parasitol. 1999; 93: 45–54. 10.1006/expr.1999.4429", "ArticleIdList": ["10.1006/expr.1999.4429", "10464038"]}, {"Citation": "Ali E, Mackinnon MJ, Abdel-Muhsin AA, Ahmed S, Walliker D, Babiker HA. Increased density but not prevalence of gametocytes following drug treatment of Plasmodium falciparum. Trans R Soc Trop Med Hyg. 2006; 100: 176–183. 10.1016/j.trstmh.2005.04.021", "ArticleIdList": ["10.1016/j.trstmh.2005.04.021", "16257026"]}, {"Citation": "Douglas NM, Lampah DA, Kenangalem E, Simpson JA, Poespoprodjo JR, Sugiarto P, et al. Major burden of severe anemia from non-falciparum malaria species in Southern Papua: a hospital-based surveillance study. PLoS Med. 2013; 10: e1001575 10.1371/journal.pmed.1001575", "ArticleIdList": ["10.1371/journal.pmed.1001575", "PMC3866090", "24358031"]}, {"Citation": "Babiker HA, Abdel-Muhsin AM, Ranford-Cartwright LC, Satti G, Walliker D. Characteristics of Plasmodium falciparum parasites that survive the lengthy dry season in eastern Sudan where malaria transmission is markedly seasonal. Am J Trop Med Hyg. 1998; 59: 582–590.", "ArticleIdList": ["9790434"]}, {"Citation": "Mideo N, Reece SE. Plasticity in parasite phenotypes: evolutionary and ecological implications for disease. Future Microbiol. 2011; 7: 17–24.", "ArticleIdList": ["22191443"]}, {"Citation": "Awad A, Eltayeb I, Matowe L, Thalib L. Self-medication with antibiotics and antimalarials in the community of Khartoum State, Sudan. J Pharm Pharm Sci. 2005; 8: 326–331.", "ArticleIdList": ["16124943"]}, {"Citation": "Ruebush TK, Kern MK, Campbell CC, Oloo AJ. Self-treatment of malaria in a rural area of western Kenya. Bull World Health Organ. 1995; 73: 229–236.", "ArticleIdList": ["PMC2486763", "7743595"]}, {"Citation": "Ouedraogo AL, Goncalves BP, Gneme A, Wenger EA, Guelbeogo MW, Ouedraogo A, et al. Dynamics of the human infectious reservoir for malaria determined by mosquito feeding assays and ultrasensitive malaria diagnosis in Burkina Faso. J Infect Dis. 2016; 213: 90–99. 10.1093/infdis/jiv370", "ArticleIdList": ["10.1093/infdis/jiv370", "26142435"]}, {"Citation": "Barnish G, Maude GH, Bockarie MJ, Erunkulu OA, Dumbuya MS, Greenwood BM. Malaria in a rural area of Sierra Leone. II. Parasitological and related results from pre- and post-rains clinical surveys. Ann Trop Med Parasitol. 1993; 87: 137–148.", "ArticleIdList": ["8561520"]}, {"Citation": "Lawaly R, Konate L, Marrama L, Dia I, Diallo D, Diène Sarr F, et al. Impact of Mosquito Bites on Asexual Parasite Density and Gametocyte Prevalence in Asymptomatic Chronic Plasmodium falciparum Infections and Correlation with IgE and IgG Titers. Infect Immun. 2012; 80: 2240–2246. 10.1128/IAI.06414-11", "ArticleIdList": ["10.1128/IAI.06414-11", "PMC3370602", "22451520"]}, {"Citation": "Paul R, Diallo M, Brey P. Mosquitoes and transmission of malaria parasites—not just vectors. Malar J. 2004; 3: 39 10.1186/1475-2875-3-39", "ArticleIdList": ["10.1186/1475-2875-3-39", "PMC535346", "15533243"]}, {"Citation": "Da DF, Churcher TS, Yerbanga RS, Yaméogo B, Sangaré I, Ouedraogo JB, et al. Experimental study of the relationship between Plasmodium gametocyte density and infection success in mosquitoes; implications for the evaluation of malaria transmission-reducing interventions. Exp Parasitol. 2015; 149: 74–83. 10.1016/j.exppara.2014.12.010", "ArticleIdList": ["10.1016/j.exppara.2014.12.010", "25541384"]}, {"Citation": "Churcher TS, Bousema T, Walker M, Drakeley C, Schneider P, Ouédraogo AL, et al. Predicting mosquito infection from Plasmodium falciparum gametocyte density and estimating the reservoir of infection. eLife. 2013; 2.", "ArticleIdList": ["PMC3660740", "23705071"]}, {"Citation": "Graves PM, Carter R, McNeill KM. Gametocyte Production in Cloned Lines of Plasmodium Falciparum. Am J Trop Med Hyg. 1984; 33: 1045–1050.", "ArticleIdList": ["6391217"]}, {"Citation": "Greischar MA, Mideo N, Read AF, Bjørnstad ON. Quantifying transmission investment in malaria parasites. PLoS Comput Biol. 2016; 12: e1004718 10.1371/journal.pcbi.1004718", "ArticleIdList": ["10.1371/journal.pcbi.1004718", "PMC4759450", "26890485"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "4", "Day": "24"}, {"Year": "2016", "Month": "11", "Day": "2"}, {"Year": "2016", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["27870874", "PMC5117706", "10.1371/journal.pone.0166699", "PONE-D-16-16560"]}}], "PubmedBookArticle": []}