{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Allium sativum", "Giardia lamblia", "In vitro", "Metronidazole", "Olive leaf", "Satureja khuzestanica"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27876915", "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "02", "Day": "14"}], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "0971-7196", "JournalIssue": {"Volume": "40", "Issue": "4", "PubDate": {"Year": "2016", "Month": "Dec"}}, "Title": "Journal of parasitic diseases : official organ of the Indian Society for Parasitology", "ISOAbbreviation": "J Parasit Dis"}, "ArticleTitle": "Effect of olive leaf, <i>Satureja khuzestanica</i>, and <i>Allium sativum</i> extracts on <i>Giardia lamblia</i> cysts compared with metronidazole in vitro.", "Pagination": {"StartPage": "1204", "EndPage": "1209", "MedlinePgn": "1204-1209"}, "Abstract": {"AbstractText": ["<i>Giardia lamblia</i> is one of the common causes of worldwide diarrhea in children. Appropriate medicinal treatment for giardiasis is available but there are some evidences of drug resistance, insufficient efficacy, and unpleasant side effects. In order to reach a more natural drug with suitable efficacy and the lowest side effects, the effects of the hydroalcoholic extracts of olive leaf, <i>Satureja khuzestanica</i>, and <i>Allium sativum</i> on <i>G. lamblia</i> cysts were evaluated in vitro, as well as antigiardial effect of the extracts was compared with metronidazole as the drug of choice. 2 and 5 mg of the plants extracts and powder of metronidazole 250 mg pills were added to 1 ml of <i>G. lamblia</i> cysts suspension (containing 5,000 cyst/ml normal saline), and the percentages of bioavailability of <i>G. lamblia</i> cysts were examined at the 2nd and 4th h after exposure and in 4 and 37 °C temperatures using eosin 0.1 % and a haemocytometer. The data were analyzed by multiway ANOVA test, Tukey's test, and the SPSS software, version 18. The examinations demonstrated that olive leaf extract had the most fatality rate on <i>G. lamblia</i> cysts in vitro (37.90 ± 7.01 %), followed by the extract of <i>S. khuzestanica</i> (32.52 ± 9.07 %). Metronidazole 250 mg pills had relatively effective fatality rate on <i>G. lamblia</i> cysts in vitro (28.75 ± 10.30 %), whereas <i>A. sativum</i> (garlic) had the lowest fatality effect on <i>G. lamblia</i> cysts in vitro (22.65 ± 10.47 %). With respect to higher fatality effect of olive leaf and <i>S. khuzestanica</i> extracts compared with metronidazole in vitro, these plants can be used as suitable candidates to make new antigiardial drugs with low side effects and without drug resistance in the treatment of giardiasis in children."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Parasitology and Mycology, Faculty of Medicine, Lorestan University of Medical Sciences, Khorramabad, Iran."}], "LastName": "Fallahi", "ForeName": "Sh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Parasitology and Mycology, Faculty of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Rostami", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Lorestan University of Medical Sciences, Khorramabad, Iran."}], "LastName": "Delfan", "ForeName": "B", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Lorestan University of Medical Sciences, Khorramabad, Iran."}], "LastName": "Pournia", "ForeName": "Y", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Young Researcher Club, Khorramabad Branch, Islamic Azad University, Khorramabad, Iran."}], "LastName": "Rashidipour", "ForeName": "M", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Parasit Dis", "NlmUniqueID": "9713059", "ISSNLinking": "0971-7196"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ankri S, Mirelman D. Anti-microbial properties of allicin from garlic. Microbes Infect. 1999;1:125–129. doi: 10.1016/S1286-4579(99)80003-3.", "ArticleIdList": ["10.1016/S1286-4579(99)80003-3", "10594976"]}, {"Citation": "Azadbakht M, Sajjadi SM, Rostami J. Giardiacidal activity of three Allium species on Giardia intestinalis cysts. Iran J Basic Med Sci. 2003;3:184–188."}, {"Citation": "Behnia M, Haghighi A, Komeilizadeh H, et al. In vitro anti-amoebic activity of Iranian Allium sativum in comparison with metronidazole against Entamoeba histolytica. Iran J Parasitol. 2008;3:32–38."}, {"Citation": "Calzada F, Alanis AD. Additional antiprotozoal flavonol glycosides of the aerial parts of Helianthemum glomeratum. Phytother Res. 2007;21:78–80. doi: 10.1002/ptr.2031.", "ArticleIdList": ["10.1002/ptr.2031", "17094176"]}, {"Citation": "Gadelha APR, Vidal F, Castro TM, et al. Susceptibility of Giardia lamblia to Hovenia dulcis extracts. Parasitol Res. 2005;97:399–407. doi: 10.1007/s00436-005-1476-6.", "ArticleIdList": ["10.1007/s00436-005-1476-6", "16151735"]}, {"Citation": "Haeri S, Minaei B, Amin Gh, et al. Effect of Satureja khuzestanica essential oil on male rat fertility. Fitoterapia. 2006;77:495–499. doi: 10.1016/j.fitote.2006.05.025.", "ArticleIdList": ["10.1016/j.fitote.2006.05.025", "16889906"]}, {"Citation": "Harris JC, Plummer S, Turner MP, et al. The micro-aerophilic flagellate Giardia intestinalis: Allium sativum (garlic) is an effective antigiardial. Microbiology. 2000;146:3119–3127. doi: 10.1099/00221287-146-12-3119.", "ArticleIdList": ["10.1099/00221287-146-12-3119", "11101670"]}, {"Citation": "Harris JC, Plummer S, Lioyd D. Antigiardial drugs. Appl Microbiol Biotechnol. 2001;57:514–619. doi: 10.1007/s002530100722.", "ArticleIdList": ["10.1007/s002530100722", "11778868"]}, {"Citation": "Harris JC, Cottrell SL, Plummer S, Lioyd D. Anti-microbial properties of Allium sativum (garlic) Appl Microbiol Biotechnol. 2001;57:282–286. doi: 10.1007/s002530100722.", "ArticleIdList": ["10.1007/s002530100722", "11759674"]}, {"Citation": "Lun ZR, Burri C, Menzinger M, et al. Anti-parasitic activity of diallyl trisulfide (Dasuansu) on human and animal pathogenic protozoan (Trypanosoma sp. Entamoebahistolytica and Giardia lamblia) in vitro. Ann Soc Belg Med Trop. 1994;74:51–59.", "ArticleIdList": ["8024350"]}, {"Citation": "Macotela MP, Gonzalez YR, Maciel AG, et al. Oregano kills Giardia intestinalis trophozoites in vitro: antigiardiastic activity and ultra structural damage. Parasitol Res. 2004;98:557–560. doi: 10.1007/s00436-005-0082-y.", "ArticleIdList": ["10.1007/s00436-005-0082-y", "16425064"]}, {"Citation": "Malek A, Eslami S, Nasiriyan H, et al. Comparing the effect of metronidazole and furazolidone for treatment of giardiasis in children. Med Sci J Islam Azad Univ Mashhad. 2006;3:98–102."}, {"Citation": "Michaelakis A, Theotokatos SA, Koliopoulos G. Essential oils of Satureja species: insecticidal effect on Culex pipiens larvae (Diptera: Culicidae) Molecules. 2007;12:2567–2578. doi: 10.3390/12122567.", "ArticleIdList": ["10.3390/12122567", "PMC6149106", "18259143"]}, {"Citation": "Nazari A, Delfan B, Shirkhani Y, et al. Effect of decoction of Satureja khuzestanica Jamzad on blood coagulation time, Triglyceride and Glucose levels in rats. Pak J Biol Sci. 2005;6:790–792."}, {"Citation": "Paliva-Martines F. Isolation and characterization of the antioxidant component 3,4-dihydroxyphenylethyl 4-formyl-3-formylmethyl-4 hexenoate from olive leaves. J Agric Food Chem. 2001;49:4214–4219. doi: 10.1021/jf010373z.", "ArticleIdList": ["10.1021/jf010373z", "11559113"]}, {"Citation": "Sadjadi SM, Rostami J, Azadbakht M. Giardiacidal activity of lemon juice, vinifer and vinegar on Giardia intestinalis cysts. Southeast Asian J Trop Med Pub Health. 2006;37:24–27.", "ArticleIdList": ["17547046"]}, {"Citation": "Saffarharandi MM, Dalimi AH, Ghaffari F. In vitro and in vivo effects of garlic (Allium sativum) extract on Giardia lamblia and Giardia muris. Hakim Res J. 2006;3:58–64."}, {"Citation": "Shahabi S, Ayazi F, Kamalinejad M, et al. Anti-Giardial activity of Carum copticum on Giardia lamblia cysts in vitro. J Shahid Beheshti Med Sci Health. 2009;4:303–307."}, {"Citation": "Shahsavari R, Ehsani A, Houshmand M, et al. Plasma glucose lowering effect of the wild Satureja khuzestanica Jamzad essential oil in diabetic rats: role of decreased gluconeogenesis. Pak J Biol Sci. 2009;2:140–145. doi: 10.3923/pjbs.2009.140.145.", "ArticleIdList": ["10.3923/pjbs.2009.140.145", "19579934"]}, {"Citation": "Soffar SA, Mokhtar GM. Evaluation of the anti-parasitic effect of aqueous garlic (Allium sativum) extract in Hymenolepiasis nana and giardiasis. J Egypt Soc Parasitol. 1991;21:497–502.", "ArticleIdList": ["1875077"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "12", "Day": "9"}, {"Year": "2015", "Month": "1", "Day": "20"}, {"Year": "2016", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27876915", "PMC5118276", "10.1007/s12639-015-0650-8", "650"]}}], "PubmedBookArticle": []}