{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27888449", "DateCompleted": {"Year": "2017", "Month": "05", "Day": "03"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [], "ELocationID": ["10.1007/s40268-016-0157-5"], "Language": ["eng"], "Journal": {"ISSN": "1179-6901", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Mar"}}, "Title": "Drugs in R&D", "ISOAbbreviation": "Drugs R D"}, "ArticleTitle": "Salvia (Sage): A Review of its Potential Cognitive-Enhancing and Protective Effects.", "Pagination": {"StartPage": "53", "EndPage": "64", "MedlinePgn": "53-64"}, "Abstract": {"AbstractText": ["Genus Salvia, commonly known as sage, is the largest genus in the Lamiaceae family. It comprises many species traditionally used as brain-enhancing tonics. In vitro and animal studies have confirmed that several Salvia species contain a large array of active compounds that may enhance cognitive activity and protect against neurodegenerative disease. In this review, the active constituents in plants belonging to the genus Salvia are summarised, and their influence on pharmacodynamics pertinent to cognitive activity are detailed. In particular, the effects of plants belonging to the genus Salvia and their constituents on cognitive skills including memory, attention and learning are detailed. Their potential effects in dementia, including Alzheimer's disease, are also examined. Completed human trials are summarised, and factors influencing the potency of Salvia plants are covered. Finally, directions for future research are proposed to enhance our understanding of the potential health benefits of Salvia plants."]}, "AuthorList": [{"Identifier": ["0000-0002-6409-7839"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Psychology and Exercise Science, Murdoch University, Perth, WA, 6150, Australia. a.lopresti@murdoch.edu.au."}], "LastName": "Lopresti", "ForeName": "Adrian L", "Initials": "AL"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Drugs R D", "NlmUniqueID": "100883647", "ISSNLinking": "1174-5886"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Neuroprotective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Nootropic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cognition"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy", "prevention & control"], "DescriptorName": "Neurodegenerative Diseases"}, {"QualifierName": ["chemistry", "pharmacology", "therapeutic use"], "DescriptorName": "Neuroprotective Agents"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Nootropic Agents"}, {"QualifierName": ["chemistry", "pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Salvia officinalis"}], "CoiStatement": "Adrian Lopresti has no conflicts of interest that are directly relevant to the content of this manuscript. No funding was received in the preparation of this review."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Perry EK, Pickering AT, Wang WW, Houghton PJ, Perry NS. Medicinal plants and Alzheimer’s disease: from ethnobotany to phytotherapy. J Pharm Pharmacol. 1999;51(5):527–534. doi: 10.1211/0022357991772808.", "ArticleIdList": ["10.1211/0022357991772808", "10411211"]}, {"Citation": "Lu Y, Foo LY. Polyphenolics of Salvia—a review. Phytochemistry. 2002;59(2):117–140. doi: 10.1016/S0031-9422(01)00415-0.", "ArticleIdList": ["10.1016/S0031-9422(01)00415-0", "11809447"]}, {"Citation": "Shekarchi M, Hajimehdipoor H, Saeidnia S, Gohari AR, Hamedani MP. Comparative study of rosmarinic acid content in some plants of Labiatae family. Pharmacogn Mag. 2012;8(29):37–41. doi: 10.4103/0973-1296.93316.", "ArticleIdList": ["10.4103/0973-1296.93316", "PMC3307200", "22438661"]}, {"Citation": "Leung AY, Foster S. Encyclopaedia of common natural ingredients. Chichester: Wiley; 1996."}, {"Citation": "Zhang Y, Jiang P, Ye M, Kim SH, Jiang C, Lu J. Tanshinones: sources, pharmacokinetics and anti-cancer activities. Int J Mol Sci. 2012;13(10):13621–13666. doi: 10.3390/ijms131013621.", "ArticleIdList": ["10.3390/ijms131013621", "PMC3497345", "23202971"]}, {"Citation": "More SV, Kumar H, Cho DY, Yun YS, Choi DK. Toxin-induced experimental models of learning and memory impairment. Int J Mol Sci. 2016;17(9).doi:10.3390/ijms17091447.", "ArticleIdList": ["PMC5037726", "27598124"]}, {"Citation": "Teng Y, Zhang MQ, Wang W, Liu LT, Zhou LM, Miao SK, et al. Compound danshen tablet ameliorated abeta25-35-induced spatial memory impairment in mice via rescuing imbalance between cytokines and neurotrophins. BMC Complement Altern Med. 2014;14:23. doi: 10.1186/1472-6882-14-23.", "ArticleIdList": ["10.1186/1472-6882-14-23", "PMC3898400", "24422705"]}, {"Citation": "Jiang P, Li C, Xiang Z, Jiao B. Tanshinone IIA reduces the risk of Alzheimer’s disease by inhibiting iNOS, MMP2 and NFkappaBp65 transcription and translation in the temporal lobes of rat models of Alzheimer’s disease. Mol Med Rep. 2014;10(2):689–694.", "ArticleIdList": ["24859152"]}, {"Citation": "Khodagholi F, Ashabi G. Dietary supplementation with Salvia sahendica attenuates memory deficits, modulates CREB and its down-stream molecules and decreases apoptosis in amyloid beta-injected rats. Behav Brain Res. 2013;15(241):62–69. doi: 10.1016/j.bbr.2012.11.026.", "ArticleIdList": ["10.1016/j.bbr.2012.11.026", "23201360"]}, {"Citation": "Alkam T, Nitta A, Mizoguchi H, Itoh A, Nabeshima T. A natural scavenger of peroxynitrites, rosmarinic acid, protects against impairment of memory induced by Abeta(25-35) Behav Brain Res. 2007;180(2):139–145. doi: 10.1016/j.bbr.2007.03.001.", "ArticleIdList": ["10.1016/j.bbr.2007.03.001", "17420060"]}, {"Citation": "Lee YW, Kim DH, Jeon SJ, Park SJ, Kim JM, Jung JM, et al. Neuroprotective effects of salvianolic acid B on an Abeta25-35 peptide-induced mouse model of Alzheimer’s disease. Eur J Pharmacol. 2013;704(1–3):70–77. doi: 10.1016/j.ejphar.2013.02.015.", "ArticleIdList": ["10.1016/j.ejphar.2013.02.015", "23461850"]}, {"Citation": "Rasoolijazi H, Azad N, Joghataei MT, Kerdari M, Nikbakht F, Soleimani M. The protective role of carnosic acid against beta-amyloid toxicity in rats. SciWorldJ. 2013;2013:917082.", "ArticleIdList": ["PMC3864083", "24363627"]}, {"Citation": "Patil CS, Singh VP, Satyanarayan PS, Jain NK, Singh A, Kulkarni SK. Protective effect of flavonoids against aging- and lipopolysaccharide-induced cognitive impairment in mice. Pharmacology. 2003;69(2):59–67. doi: 10.1159/000072357.", "ArticleIdList": ["10.1159/000072357", "12928578"]}, {"Citation": "Luchicchi A, Bloem B, Viana JN, Mansvelder HD, Role LW. Illuminating the role of cholinergic signaling in circuits of attention and emotionally salient behaviors. Front Synaptic Neurosci. 2014;6:24. doi: 10.3389/fnsyn.2014.00024.", "ArticleIdList": ["10.3389/fnsyn.2014.00024", "PMC4209819", "25386136"]}, {"Citation": "Klinkenberg I, Sambeth A, Blokland A. Acetylcholine and attention. Behav Brain Res. 2011;221(2):430–442. doi: 10.1016/j.bbr.2010.11.033.", "ArticleIdList": ["10.1016/j.bbr.2010.11.033", "21108972"]}, {"Citation": "Colovic MB, Krstic DZ, Lazarevic-Pasti TD, Bondzic AM, Vasic VM. Acetylcholinesterase inhibitors: pharmacology and toxicology. Curr Neuropharmacol. 2013;11(3):315–335. doi: 10.2174/1570159X11311030006.", "ArticleIdList": ["10.2174/1570159X11311030006", "PMC3648782", "24179466"]}, {"Citation": "Smach MA, Hafsa J, Charfeddine B, Dridi H, Limem K. Effects of sage extract on memory performance in mice and acetylcholinesterase activity. Ann Pharm Fr. 2015;73(4):281–288. doi: 10.1016/j.pharma.2015.03.005.", "ArticleIdList": ["10.1016/j.pharma.2015.03.005", "25934446"]}, {"Citation": "Kennedy DO, Pace S, Haskell C, Okello EJ, Milne A, Scholey AB. Effects of cholinesterase inhibiting sage (Salvia officinalis) on mood, anxiety and performance on a psychological stressor battery. Neuropsychopharmacology. 2006;31(4):845–852. doi: 10.1038/sj.npp.1300907.", "ArticleIdList": ["10.1038/sj.npp.1300907", "16205785"]}, {"Citation": "Scholey AB, Tildesley NT, Ballard CG, Wesnes KA, Tasker A, Perry EK, et al. An extract of Salvia (sage) with anticholinesterase properties improves memory and attention in healthy older volunteers. Psychopharmacology (Berl). 2008;198(1):127–139. doi: 10.1007/s00213-008-1101-3.", "ArticleIdList": ["10.1007/s00213-008-1101-3", "18350281"]}, {"Citation": "Foolad F, Khodagholi F. Dietary supplementation with Salvia sahendica attenuates acetylcholinesterase activity and increases mitochondrial transcription factor A and antioxidant proteins in the hippocampus of amyloid beta-injected rats. J Pharm Pharmacol. 2013;65(10):1555–1562. doi: 10.1111/jphp.12116.", "ArticleIdList": ["10.1111/jphp.12116", "24028623"]}, {"Citation": "Senol FS, Orhan IE, Erdem SA, Kartal M, Sener B, Kan Y, et al. Evaluation of cholinesterase inhibitory and antioxidant activities of wild and cultivated samples of sage (Salvia fruticosa) by activity-guided fractionation. J Med Food. 2011;14(11):1476–1483. doi: 10.1089/jmf.2010.0158.", "ArticleIdList": ["10.1089/jmf.2010.0158", "21663475"]}, {"Citation": "Kennedy DO, Dodd FL, Robertson BC, Okello EJ, Reay JL, Scholey AB, et al. Monoterpenoid extract of sage (Salvia lavandulaefolia) with cholinesterase inhibiting properties improves cognitive performance and mood in healthy adults. J Psychopharmacol. 2011;25(8):1088–1100. doi: 10.1177/0269881110385594.", "ArticleIdList": ["10.1177/0269881110385594", "20937617"]}, {"Citation": "Sallam A, Mira A, Ashour A, Shimizu K. Acetylcholine esterase inhibitors and melanin synthesis inhibitors from Salvia officinalis. Phytomedicine. 2016;23(10):1005–1011. doi: 10.1016/j.phymed.2016.06.014.", "ArticleIdList": ["10.1016/j.phymed.2016.06.014", "27444345"]}, {"Citation": "Merad M, Soufi W, Ghalem S, Boukli F, Baig MH, Ahmad K, et al. Molecular interaction of acetylcholinesterase with carnosic acid derivatives: a neuroinformatics study. CNS Neurol Disord Drug Targets. 2014;13(3):440–446. doi: 10.2174/18715273113126660157.", "ArticleIdList": ["10.2174/18715273113126660157", "24059305"]}, {"Citation": "Marcelo F, Dias C, Martins A, Madeira PJ, Jorge T, Florencio MH, et al. Molecular recognition of rosmarinic acid from Salvia sclareoides extracts by acetylcholinesterase: a new binding site detected by NMR spectroscopy. Chemistry. 2013;19(21):6641–6649. doi: 10.1002/chem.201203966.", "ArticleIdList": ["10.1002/chem.201203966", "23536497"]}, {"Citation": "Xu QQ, Xu YJ, Yang C, Tang Y, Li L, Cai HB, et al. Sodium Tanshinone IIA sulfonate attenuates scopolamine-induced cognitive dysfunctions via improving cholinergic system. Biomed Res Int. 2016;2016:9852536.", "ArticleIdList": ["PMC4983342", "27556046"]}, {"Citation": "Zhou Y, Li W, Xu L, Chen L. In Salvia miltiorrhiza, phenolic acids possess protective properties against amyloid beta-induced cytotoxicity, and tanshinones act as acetylcholinesterase inhibitors. Environ Toxicol Pharmacol. 2011;31(3):443–452. doi: 10.1016/j.etap.2011.02.006.", "ArticleIdList": ["10.1016/j.etap.2011.02.006", "21787715"]}, {"Citation": "Huang EJ, Reichardt LF. Neurotrophins: roles in neuronal development and function. Annu Rev Neurosci. 2001;24:677–736. doi: 10.1146/annurev.neuro.24.1.677.", "ArticleIdList": ["10.1146/annurev.neuro.24.1.677", "PMC2758233", "11520916"]}, {"Citation": "Bowling H, Bhattacharya A, Klann E, Chao MV. Deconstructing brain-derived neurotrophic factor actions in adult brain circuits to bridge an existing informational gap in neuro-cell biology. Neural Regen Res. 2016;11(3):363–367. doi: 10.4103/1673-5374.179031.", "ArticleIdList": ["10.4103/1673-5374.179031", "PMC4828984", "27127458"]}, {"Citation": "Qin XY, Cao C, Cawley NX, Liu TT, Yuan J, Loh YP, et al. Decreased peripheral brain-derived neurotrophic factor levels in Alzheimer’s disease: a meta-analysis study (N = 7277) Mol Psychiatry. 2016", "ArticleIdList": ["27113997"]}, {"Citation": "Fonteles AA, de Souza CM, de Sousa Neves JC, Menezes AP, Santos do Carmo MR, Fernandes FD, et al. Rosmarinic acid prevents against memory deficits in ischemic mice. Behav Brain Res. 2016;15(297):91–103. doi: 10.1016/j.bbr.2015.09.029.", "ArticleIdList": ["10.1016/j.bbr.2015.09.029", "26456521"]}, {"Citation": "Jin X, Liu P, Yang F, Zhang YH, Miao D. Rosmarinic acid ameliorates depressive-like behaviors in a rat model of CUS and Up-regulates BDNF levels in the hippocampus and hippocampal-derived astrocytes. Neurochem Res. 2013;38(9):1828–1837. doi: 10.1007/s11064-013-1088-y.", "ArticleIdList": ["10.1007/s11064-013-1088-y", "23756732"]}, {"Citation": "Takeda H, Tsuji M, Yamada T, Masuya J, Matsushita K, Tahara M, et al. Caffeic acid attenuates the decrease in cortical BDNF mRNA expression induced by exposure to forced swimming stress in mice. Eur J Pharmacol. 2006;534(1–3):115–121. doi: 10.1016/j.ejphar.2006.01.026.", "ArticleIdList": ["10.1016/j.ejphar.2006.01.026", "16497295"]}, {"Citation": "Xu SL, Bi CW, Choi RC, Zhu KY, Miernisha A, Dong TT, et al. Flavonoids induce the synthesis and secretion of neurotrophic factors in cultured rat astrocytes: a signaling response mediated by estrogen receptor. Evid Based Complement Alternat Med. 2013;2013:127075.", "ArticleIdList": ["PMC3708423", "23878590"]}, {"Citation": "Yao RQ, Qi DS, Yu HL, Liu J, Yang LH, Wu XX. Quercetin attenuates cell apoptosis in focal cerebral ischemia rat brain via activation of BDNF-TrkB-PI3K/Akt signaling pathway. Neurochem Res. 2012;37(12):2777–2786. doi: 10.1007/s11064-012-0871-5.", "ArticleIdList": ["10.1007/s11064-012-0871-5", "22936120"]}, {"Citation": "Kosaka K, Yokoi T. Carnosic acid, a component of rosemary (Rosmarinus officinalis L.), promotes synthesis of nerve growth factor in T98G human glioblastoma cells. Biol Pharm Bull. 2003;26(11):1620–1622. doi: 10.1248/bpb.26.1620.", "ArticleIdList": ["10.1248/bpb.26.1620", "14600414"]}, {"Citation": "Zhao Y, Xu P, Hu S, Du L, Xu Z, Zhang H, et al. Tanshinone II A, a multiple target neuroprotectant, promotes caveolae-dependent neuronal differentiation. Eur J Pharmacol. 2015;15(765):437–446. doi: 10.1016/j.ejphar.2015.09.006.", "ArticleIdList": ["10.1016/j.ejphar.2015.09.006", "26363255"]}, {"Citation": "Wang W, Huang CY, Tsai FJ, Tsai CC, Yao CH, Chen YS. Growth-promoting effects of quercetin on peripheral nerves in rats. Int J Artif Organs. 2011;34(11):1095–1105. doi: 10.5301/ijao.5000064.", "ArticleIdList": ["10.5301/ijao.5000064", "22183523"]}, {"Citation": "Schrag M, Mueller C, Zabel M, Crofton A, Kirsch WM, Ghribi O, et al. Oxidative stress in blood in Alzheimer’s disease and mild cognitive impairment: a meta-analysis. Neurobiol Dis. 2013;59:100–110. doi: 10.1016/j.nbd.2013.07.005.", "ArticleIdList": ["10.1016/j.nbd.2013.07.005", "23867235"]}, {"Citation": "Sita G, Hrelia P, Tarozzi A, Morroni F. Isothiocyanates are promising compounds against oxidative stress, neuroinflammation and cell death that may benefit neurodegeneration in Parkinson’s Disease. Int J Mol Sci. 2016;17(9). doi:10.3390/ijms17091454.", "ArticleIdList": ["PMC5037733", "27598127"]}, {"Citation": "Liu T, Zhong S, Liao X, Chen J, He T, Lai S, et al. A meta-analysis of oxidative stress markers in depression. PLoS One. 2015;10(10):e0138904. doi: 10.1371/journal.pone.0138904.", "ArticleIdList": ["10.1371/journal.pone.0138904", "PMC4596519", "26445247"]}, {"Citation": "Lopresti AL. Oxidative and nitrosative stress in ADHD: possible causes and the potential of antioxidant-targeted therapies. Atten Defic Hyperact Disord. 2015;7(4):237–247. doi: 10.1007/s12402-015-0170-5.", "ArticleIdList": ["10.1007/s12402-015-0170-5", "25894292"]}, {"Citation": "Yabuki Y, Fukunaga K. Oral administration of glutathione improves memory deficits following transient brain ischemia by reducing brain oxidative stress. Neuroscience. 2013;10(250):394–407. doi: 10.1016/j.neuroscience.2013.07.017.", "ArticleIdList": ["10.1016/j.neuroscience.2013.07.017", "23872392"]}, {"Citation": "Hritcu L, Ciobica A, Stefan M, Mihasan M, Palamiuc L, Nabeshima T. Spatial memory deficits and oxidative stress damage following exposure to lipopolysaccharide in a rodent model of Parkinson’s disease. Neurosci Res. 2011;71(1):35–43. doi: 10.1016/j.neures.2011.05.016.", "ArticleIdList": ["10.1016/j.neures.2011.05.016", "21663772"]}, {"Citation": "Sulniute V, Ragazinskiene O, Venskutonis PR. Comprehensive evaluation of antioxidant potential of 10 salvia species using high pressure methods for the isolation of lipophilic and hydrophilic plant fractions. Plant Foods Hum Nutr. 2016;71(1):64–71. doi: 10.1007/s11130-015-0526-1.", "ArticleIdList": ["10.1007/s11130-015-0526-1", "26781308"]}, {"Citation": "Chang CC, Chang YC, Hu WL, Hung YC. Oxidative stress and salvia miltiorrhiza in aging-associated cardiovascular diseases. Oxid Med Cell Longev. 2016;2016:4797102.", "ArticleIdList": ["PMC5078662", "27807472"]}, {"Citation": "Hasanein P, Felehgari Z, Emamjomeh A. Preventive effects of Salvia officinalis L. against learning and memory deficit induced by diabetes in rats: Possible hypoglycaemic and antioxidant mechanisms. Neurosci Lett. 2016;27(622):72–77. doi: 10.1016/j.neulet.2016.04.045.", "ArticleIdList": ["10.1016/j.neulet.2016.04.045", "27113201"]}, {"Citation": "Lu Y, Foo Y. Antioxidant activities of polyphenols from sage (Salvia officinalis) Food Chem. 2001;75:197–202. doi: 10.1016/S0308-8146(01)00198-4.", "ArticleIdList": ["10.1016/S0308-8146(01)00198-4"]}, {"Citation": "Lu Y, Foo Y. Salvianolic acid L, a potent phenolic antioxidant from Salvia officinalis. Tetrahedron Lett. 2001;42:8223–8225. doi: 10.1016/S0040-4039(01)01738-5.", "ArticleIdList": ["10.1016/S0040-4039(01)01738-5"]}, {"Citation": "Porres-Martinez M, Gonzalez-Burgos E, Carretero ME, Gomez-Serranillos MP. Major selected monoterpenes alpha-pinene and 1,8-cineole found in Salvia lavandulifolia (Spanish sage) essential oil as regulators of cellular redox balance. Pharm Biol. 2015;53(6):921–929. doi: 10.3109/13880209.2014.950672.", "ArticleIdList": ["10.3109/13880209.2014.950672", "25474583"]}, {"Citation": "Kashyap D, Tuli HS, Sharma AK. Ursolic acid (UA): a metabolite with promising therapeutic potential. Life Sci. 2016;1(146):201–213. doi: 10.1016/j.lfs.2016.01.017.", "ArticleIdList": ["10.1016/j.lfs.2016.01.017", "26775565"]}, {"Citation": "Birtic S, Dussort P, Pierre FX, Bily AC, Roller M. Carnosic acid. Phytochemistry. 2015;115:9–19. doi: 10.1016/j.phytochem.2014.12.026.", "ArticleIdList": ["10.1016/j.phytochem.2014.12.026", "25639596"]}, {"Citation": "Boitard C, Cavaroc A, Sauvant J, Aubert A, Castanon N, Laye S, et al. Impairment of hippocampal-dependent memory induced by juvenile high-fat diet intake is associated with enhanced hippocampal inflammation in rats. Brain Behav Immun. 2014;40:9–17. doi: 10.1016/j.bbi.2014.03.005.", "ArticleIdList": ["10.1016/j.bbi.2014.03.005", "24662056"]}, {"Citation": "Gareau MG, Wine E, Rodrigues DM, Cho JH, Whary MT, Philpott DJ, et al. Bacterial infection causes stress-induced memory dysfunction in mice. Gut. 2011;60(3):307–317. doi: 10.1136/gut.2009.202515.", "ArticleIdList": ["10.1136/gut.2009.202515", "20966022"]}, {"Citation": "Koyama A, O’Brien J, Weuve J, Blacker D, Metti AL, Yaffe K. The role of peripheral inflammatory markers in dementia and Alzheimer’s disease: a meta-analysis. J Gerontol A Biol Sci Med Sci. 2013;68(4):433–440. doi: 10.1093/gerona/gls187.", "ArticleIdList": ["10.1093/gerona/gls187", "PMC3693673", "22982688"]}, {"Citation": "Saleem M, Herrmann N, Swardfager W, Eisen R, Lanctot KL. Inflammatory markers in mild cognitive impairment: a meta-analysis. J Alzheimers Dis. 2015;47(3):669–679. doi: 10.3233/JAD-150042.", "ArticleIdList": ["10.3233/JAD-150042", "26401702"]}, {"Citation": "Verlaet AA, Noriega DB, Hermans N, Savelkoul HF. Nutrition, immunological mechanisms and dietary immunomodulation in ADHD. Eur Child Adolesc Psychiatry. 2014;23(7):519–529. doi: 10.1007/s00787-014-0522-2.", "ArticleIdList": ["10.1007/s00787-014-0522-2", "24493267"]}, {"Citation": "Goldsmith DR, Haroon E, Woolwine BJ, Jung MY, Wommack EC, Harvey PD, et al. Inflammatory markers are associated with decreased psychomotor speed in patients with major depressive disorder. Brain Behav Immun. 2016;56:281–288. doi: 10.1016/j.bbi.2016.03.025.", "ArticleIdList": ["10.1016/j.bbi.2016.03.025", "PMC4939278", "27040122"]}, {"Citation": "Johnsen E, Fathian F, Kroken RA, Steen VM, Jorgensen HA, Gjestad R, et al. The serum level of C-reactive protein (CRP) is associated with cognitive performance in acute phase psychosis. BMC Psychiatry. 2016;16:60. doi: 10.1186/s12888-016-0769-x.", "ArticleIdList": ["10.1186/s12888-016-0769-x", "PMC4790054", "26973142"]}, {"Citation": "Abu-Darwish MS, Cabral C, Ferreira IV, Goncalves MJ, Cavaleiro C, Cruz MT, et al. Essential oil of common sage (Salvia officinalis L.) from Jordan: assessment of safety in mammalian cells and its antifungal and anti-inflammatory potential. Biomed Res Int. 2013;538940.", "ArticleIdList": ["PMC3809930", "24224168"]}, {"Citation": "Oniga I, Parvu AE, Toiu A, Benedec D. Effects of Salvia officinalis L. extract on experimental acute inflammation. Rev Med Chir Soc Med Nat Iasi. 2007;111(1):290–294.", "ArticleIdList": ["17595884"]}, {"Citation": "Schwager J, Richard N, Fowler A, Seifert N, Raederstorff D. Carnosol and related substances modulate chemokine and cytokine production in macrophages and chondrocytes. Molecules. 2016;21(4):465. doi: 10.3390/molecules21040465.", "ArticleIdList": ["10.3390/molecules21040465", "PMC6274263", "27070563"]}, {"Citation": "Akram M, Syed AS, Kim KA, Lee JS, Chang SY, Kim CY, et al. Heme oxygenase 1-mediated novel anti-inflammatory activities of Salvia plebeia and its active components. J Ethnopharmacol. 2015;4(174):322–330. doi: 10.1016/j.jep.2015.08.028.", "ArticleIdList": ["10.1016/j.jep.2015.08.028", "26319962"]}, {"Citation": "Bonaccini L, Karioti A, Bergonzi MC, Bilia AR. Effects of salvia miltiorrhiza on CNS neuronal injury and degeneration: a plausible complementary role of tanshinones and depsides. Planta Med. 2015;81(12–13):1003–1016.", "ArticleIdList": ["26190397"]}, {"Citation": "Ma S, Zhang D, Lou H, Sun L, Ji J. Evaluation of the anti-inflammatory activities of tanshinones isolated from Salvia miltiorrhiza var. alba roots in THP-1 macrophages. J Ethnopharmacol. 2016;21(188):193–199. doi: 10.1016/j.jep.2016.05.018.", "ArticleIdList": ["10.1016/j.jep.2016.05.018", "27178632"]}, {"Citation": "Nabavi SF, Tenore GC, Daglia M, Tundis R, Loizzo MR, Nabavi SM. The cellular protective effects of rosmarinic acid: from bench to bedside. Curr Neurovasc Res. 2015;12(1):98–105. doi: 10.2174/1567202612666150109113638.", "ArticleIdList": ["10.2174/1567202612666150109113638", "25578431"]}, {"Citation": "Scult MA, Paulli AR, Mazure ES, Moffitt TE, Hariri AR, Strauman TJ. The association between cognitive function and subsequent depression: a systematic review and meta-analysis. Psychol Med. 2016;14:1–17.", "ArticleIdList": ["PMC5195892", "27624847"]}, {"Citation": "Bennett S, Thomas AJ. Depression and dementia: cause, consequence or coincidence? Maturitas. 2014;79(2):184–190. doi: 10.1016/j.maturitas.2014.05.009.", "ArticleIdList": ["10.1016/j.maturitas.2014.05.009", "24931304"]}, {"Citation": "Herrera-Ruiz M, Garcia-Beltran Y, Mora S, Diaz-Veliz G, Viana GS, Tortoriello J, et al. Antidepressant and anxiolytic effects of hydroalcoholic extract from Salvia elegans. J Ethnopharmacol. 2006;107(1):53–58. doi: 10.1016/j.jep.2006.02.003.", "ArticleIdList": ["10.1016/j.jep.2006.02.003", "16530995"]}, {"Citation": "Naderi N, Akhavan N, Aziz Ahari F, Zamani N, Kamalinejad M, Shokrzadeh M, et al. Effects of hydroalcoholic extract from salvia verticillata on pharmacological models of seizure, anxiety and depression in mice. Iran J Pharm Res. 2011 Summer;10(3):535–45.", "ArticleIdList": ["PMC3813044", "24250386"]}, {"Citation": "Gross M, Nesher E, Tikhonov T, Raz O, Pinhasov A. Chronic food administration of Salvia sclarea oil reduces animals’ anxious and dominant behavior. J Med Food. 2013;16(3):216–222. doi: 10.1089/jmf.2012.0137.", "ArticleIdList": ["10.1089/jmf.2012.0137", "23444964"]}, {"Citation": "Seol GH, Shim HS, Kim PJ, Moon HK, Lee KH, Shim I, et al. Antidepressant-like effect of Salvia sclarea is explained by modulation of dopamine activities in rats. J Ethnopharmacol. 2010;130(1):187–190. doi: 10.1016/j.jep.2010.04.035.", "ArticleIdList": ["10.1016/j.jep.2010.04.035", "20441789"]}, {"Citation": "Liu AD, Cai GH, Wei YY, Yu JP, Chen J, Yang J, et al. Anxiolytic effect of essential oils of Salvia miltiorrhiza in rats. Int J Clin Exp Med. 2015;8(8):12756–12764.", "ArticleIdList": ["PMC4612874", "26550189"]}, {"Citation": "Kavvadias D, Monschein V, Sand P, Riederer P, Schreier P. Constituents of sage (Salvia officinalis) with in vitro affinity to human brain benzodiazepine receptor. Planta Med. 2003;69(2):113–117. doi: 10.1055/s-2003-37712.", "ArticleIdList": ["10.1055/s-2003-37712", "12624814"]}, {"Citation": "Takeda H, Tsuji M, Inazu M, Egashira T, Matsumiya T. Rosmarinic acid and caffeic acid produce antidepressive-like effect in the forced swimming test in mice. Eur J Pharmacol. 2002;449(3):261–267. doi: 10.1016/S0014-2999(02)02037-X.", "ArticleIdList": ["10.1016/S0014-2999(02)02037-X", "12167468"]}, {"Citation": "Pereira P, Tysca D, Oliveira P, da Silva Brum LF, Picada JN, Ardenghi P. Neurobehavioral and genotoxic aspects of rosmarinic acid. Pharmacol Res. 2005;52(3):199–203. doi: 10.1016/j.phrs.2005.03.003.", "ArticleIdList": ["10.1016/j.phrs.2005.03.003", "16026713"]}, {"Citation": "Feng Y, You Z, Yan S, He G, Chen Y, Gou X, et al. Antidepressant-like effects of salvianolic acid B in the mouse forced swim and tail suspension tests. Life Sci. 2012;90(25–26):1010–1014. doi: 10.1016/j.lfs.2012.05.021.", "ArticleIdList": ["10.1016/j.lfs.2012.05.021", "22683428"]}, {"Citation": "Braida D, Capurro V, Zani A, Rubino T, Vigano D, Parolaro D, et al. Potential anxiolytic- and antidepressant-like effects of salvinorin A, the main active ingredient of Salvia divinorum, in rodents. Br J Pharmacol. 2009;157(5):844–853. doi: 10.1111/j.1476-5381.2009.00230.x.", "ArticleIdList": ["10.1111/j.1476-5381.2009.00230.x", "PMC2721268", "19422370"]}, {"Citation": "Perry NS, Bollen C, Perry EK, Ballard C. Salvia for dementia therapy: review of pharmacological activity and pilot tolerability clinical trial. Pharmacol Biochem Behav. 2003;75(3):651–659. doi: 10.1016/S0091-3057(03)00108-4.", "ArticleIdList": ["10.1016/S0091-3057(03)00108-4", "12895683"]}, {"Citation": "Akhondzadeh S, Noroozian M, Mohammadi M, Ohadinia S, Jamshidi AH, Khani M. Salvia officinalis extract in the treatment of patients with mild to moderate Alzheimer’s disease: a double blind, randomized and placebo-controlled trial. J Clin Pharm Ther. 2003;28(1):53–59. doi: 10.1046/j.1365-2710.2003.00463.x.", "ArticleIdList": ["10.1046/j.1365-2710.2003.00463.x", "12605619"]}, {"Citation": "Tildesley NT, Kennedy DO, Perry EK, Ballard CG, Wesnes KA, Scholey AB. Positive modulation of mood and cognitive performance following administration of acute doses of Salvia lavandulaefolia essential oil to healthy young volunteers. Physiol Behav. 2005;83(5):699–709. doi: 10.1016/j.physbeh.2004.09.010.", "ArticleIdList": ["10.1016/j.physbeh.2004.09.010", "15639154"]}, {"Citation": "Tildesley NT, Kennedy DO, Perry EK, Ballard CG, Savelev S, Wesnes KA, et al. Salvia lavandulaefolia (Spanish sage) enhances memory in healthy young volunteers. Pharmacol Biochem Behav. 2003;75(3):669–674. doi: 10.1016/S0091-3057(03)00122-9.", "ArticleIdList": ["10.1016/S0091-3057(03)00122-9", "12895685"]}, {"Citation": "Moss L, Rouse M, Wesnes KA, Moss M. Differential effects of the aromas of Salvia species on memory and mood. Hum Psychopharmacol. 2010;25(5):388–396. doi: 10.1002/hup.1129.", "ArticleIdList": ["10.1002/hup.1129", "20589925"]}, {"Citation": "Pop AV, Tofana M, Socaci SA, Varban D, Nagy M, Bors M, et al. Evaluation of antioxidant activity and phenolic content in different Salvia officinalis L. extracts. Bull UASVM Food Sci Technol. 2015;72(2):210–214."}, {"Citation": "Dent M, Dragovi-Uzelac V, Penic M, Brncic M, Bosiljkov T, Levaj B. The effect of extraction solvents, temperature and time on the composition and mass fraction of polyphenols in dalmatian wild sage (Salvia officinalis L.) Extracts Food Technol Biotechnol. 2013;51(1):84–91."}, {"Citation": "Gird CE, Nencu I, Costea T, Dutu LE, Popescu ML, Ciupitu N. Quantitative analysis of phenolic compounds from Salvia officinalis L. leaves. Farmacia. 2014;62(4):649–57."}, {"Citation": "Pelkonen O, Abass K, Wiesner J. Thujone and thujone-containing herbal medicinal and botanical products: toxicological assessment. Regul Toxicol Pharmacol. 2013;65(1):100–107. doi: 10.1016/j.yrtph.2012.11.002.", "ArticleIdList": ["10.1016/j.yrtph.2012.11.002", "23201408"]}, {"Citation": "EMA/HMPC. Public statement on the use of herbal medicinal products containing thujone. 2011 [cited; Available from: http://www.ema.europa.eu/docs/en_GB/document_library/Public_statement/2011/02/WC500102294.pdf."}, {"Citation": "Bommer S, Klein P, Suter A. First time proof of sage's tolerability and efficacy in menopausal women with hot flushes. Adv Ther. 2011;28:490–500. doi: 10.1007/s12325-011-0027-z.", "ArticleIdList": ["10.1007/s12325-011-0027-z", "21630133"]}, {"Citation": "Vandecasteele K, Ost P, Oosterlinck W, et al. Evaluation of the efficacy and safety of Salvia officinalis in controlling hot flashes in prostate cancer patients treated with androgen deprivation. Phytother Res. 2012;26:208–213. doi: 10.1002/ptr.3528.", "ArticleIdList": ["10.1002/ptr.3528", "21630361"]}, {"Citation": "Behradmanesh S, Derees F, Rafieian-Kopaei M. Effect of Salvia officinalis on diabetic patients. J Renal Inj Prev. 2013;2:51–54.", "ArticleIdList": ["PMC4206016", "25340127"]}, {"Citation": "Kianbakht S, Abasi B, Perham M, et al. Antihyperlipidemic effects of Salvia officinalis L. leaf extract in patients with hyperlipidemia: a randomized double-blind placebo-controlled clinical trial. Phytother Res. 2011;25:1849–1853. doi: 10.1002/ptr.3506.", "ArticleIdList": ["10.1002/ptr.3506", "21506190"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27888449", "PMC5318325", "10.1007/s40268-016-0157-5", "10.1007/s40268-016-0157-5"]}}], "PubmedBookArticle": []}