{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ayurveda", "E-tongue", "NMR", "Plants", "Rasa", "Taste"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27889428", "DateRevised": {"Year": "2022", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "11", "Day": "23"}], "ELocationID": ["10.1016/j.jaim.2016.09.003", "S0975-9476(16)30220-0"], "Language": ["eng"], "Journal": {"ISSN": "0975-9476", "JournalIssue": {"Volume": "7", "Issue": "4", "PubDate": {"Year": "2016", "Season": "Oct-Dec"}}, "Title": "Journal of Ayurveda and integrative medicine", "ISOAbbreviation": "J Ayurveda Integr Med"}, "ArticleTitle": "Spectroscopic and E-tongue evaluation of medicinal plants: A taste of how rasa can be studied.", "Pagination": {"StartPage": "191", "EndPage": "197", "MedlinePgn": "191-197"}, "Abstract": {"AbstractText": ["The use of medicinal plants in Ayurveda is based on rasa, generally taken to represent taste as a sensory perception. This chemosensory parameter plays an important role in Ayurvedic pharmacology.", "The aim is to explore the use of structuro-functional information deduced from analytical techniques for the rasa-based classification of medicinal plants in Ayurveda.", "Methods of differential sensing and spectroscopic metabolomics have been used in select medicinal plants from three different taste categories (sweet, pungent and multiple taste): Tribulus terrestris, Vitis vinifera and Glycyrrhiza glabra from sweet category; Piper longum, Cuminum cyminum and Capsicum annum from pungent group; Emblica officinalis with five tastes. While Electronic tongue was used for evaluation of the sensorial property of taste, the chemical properties were studied with Nuclear Magnetic Resonance (NMR), Fourier Transform InfraRed (FTIR) and Laser Induced Breakdown Spectroscopy (LIBS).", "In terms of taste and phytochemical profiles, all samples were unique but with similarities within each group. While the sensor response in E-tongue showed similarities within the sweet and pungent categories, NMR spectra in the aromatic region showed close similarities between the plants in the sweet category. The sensory, phytochemical and phytoelemental profiles of E. officinalis (with five rasa) in particular, were unique.", "A combination of sensorial and chemical descriptors is a promising approach for a comprehensive evaluation and fingerprinting of the Ayurvedic pharmacological parameter rasa."], "CopyrightInformation": "Copyright © 2016 Transdisciplinary University, Bangalore and World Ayurveda Foundation. Published by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of NMR, All India Institute of Medical Sciences, New Delhi, 110029, India. Electronic address: ramajayasundar@hotmail.com."}], "LastName": "Jayasundar", "ForeName": "Rama", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of NMR, All India Institute of Medical Sciences, New Delhi, 110029, India."}], "LastName": "Ghatak", "ForeName": "Somenath", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Ayurveda Integr Med", "NlmUniqueID": "101551404", "ISSNLinking": "0975-9476"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cragg G.M., Newman D.J. Natural products: a continuing source of novel drug leads. Biochim Biophy Acta. 2013;1830:3670–3695.", "ArticleIdList": ["PMC3672862", "23428572"]}, {"Citation": "Ngo L.T., Okogun J.I., Folk W.R. 21st century natural product research and drug development and traditional medicines. Nat Prod Rep. 2013;30:584–592.", "ArticleIdList": ["PMC3652390", "23450245"]}, {"Citation": "Joshi K., Hankey A., Patwardhan B. Traditional phytochemistry: identification of drug by taste. Evid based Compl Alt Med. 2006;4:145–148.", "ArticleIdList": ["PMC1876604", "17549231"]}, {"Citation": "Fauzi F.M., Koutsoukas A., Lowe R., Joshi K., Fan T.P., Glen R.C., et al. Chemogenomics approaches to rationalizing the mode-of-action of traditional Chinese and ayurvedic medicines. J Chem Inf Model. 2013;53:661–673.", "ArticleIdList": ["23351136"]}, {"Citation": "Gilca M., Barbulescu A. Taste of medicinal plants: a potential tool in predicting ethnopharmacological activities? J Ethnopharmacol. 2015;174:464–473.", "ArticleIdList": ["26320686"]}, {"Citation": "Sastry J.L.N. 1st ed. Chaukamba Orientalia; Varanasi: 2004. Dravyaguna Vijnana."}, {"Citation": "Shishodia S., Harikumar K.B., Dass S., Ramawat K.G., Aggarwal B.B. The Guggul for chronic diseases: ancient medicine, modern targets. Antican Res. 2008;28:3647–3664.", "ArticleIdList": ["19189646"]}, {"Citation": "Sehgal N., Gupta A., Valli R.K., Joshi S.D., Mills J.T., Hamel E., et al. Withania somnifera reverses Alzheimer's disease pathology by enhancing low-density lipoprotein receptor-related protein in liver. Proc Natl Acad Sci USA. 2012;109:3510–3515.", "ArticleIdList": ["PMC3295277", "22308347"]}, {"Citation": "Phom L., Achumi B., Alone D.P., Muralidhara M., Yenisetti S.C. Curcumin's neuroprotective efficacy in Drosophila model of idiopathic Parkinson's disease is phase specific: implication of its therapeutic effectiveness. Rejuvenation Res. 2014;17:481–489.", "ArticleIdList": ["PMC4270111", "25238331"]}, {"Citation": "D'souza J.J., D'souza P.P., Fazal F., Kumar A., Bhat H.P., Baliga M.S. Anti-diabetic effects of the Indian indigenous fruit Emblica officinalis Gaertn: active constituents and modes of action. Food Funct. 2014;5:635–644.", "ArticleIdList": ["24577384"]}, {"Citation": "Gupta P.D., Daswani P.G., Birdi T.J. Approaches in fostering quality parameters for medicinal botanicals in the Indian context. Ind J Pharmacol. 2014;46:363–371.", "ArticleIdList": ["PMC4118527", "25097272"]}, {"Citation": "Choudhary N., Sekho B.S. An overview of advances in the standardization of herbal drugs. J Pharm Educ Res. 2011;2:55–70."}, {"Citation": "Umali A.P., Anslyn E.V. A general approach to differential sensing using synthetic molecular receptors. Curr Opin Chem Biol. 2010;14:685–692.", "ArticleIdList": ["PMC2997874", "20801075"]}, {"Citation": "Simmler C., Napolitano J.G., McAlpine J.B., Chen S.N., Pauli G.F. Universal quantitative NMR analysis of complex natural samples. Curr Opin Biotechnol. 2014;25:51–59.", "ArticleIdList": ["PMC3912461", "24484881"]}, {"Citation": "Chen X., Gabitto M., Peng Y., Ryba N.J.P., Zuker C.S. A gustotopic map of taste qualities in the mammalian brain. Science. 2011;333:1262–1266.", "ArticleIdList": ["PMC3523322", "21885776"]}, {"Citation": "Riul A., Jr., Dantas C.A., Miyazaki C.M., Oliveira O.N., Jr. Recent advances in electronic tongues. Analyst. 2010;135:2481–2495.", "ArticleIdList": ["20730141"]}, {"Citation": "Baldwin E.A., Bai J., Plotto A., Dea S. Electronic noses and tongues: applications for the food and pharmaceutical industries. Sensors. 2011;11:4744–4766.", "ArticleIdList": ["PMC3231405", "22163873"]}, {"Citation": "Gallardo J., Alegret S., Del Valle M. Application of a potentiometric electronic tongue as a classification tool in food analysis. Talanta. 2005;66:1303–1309.", "ArticleIdList": ["18970122"]}, {"Citation": "Woertz K., Tissen C., Kleinebudde P., Breitkreutz J. Taste sensing systems (electronic tongues) for pharmaceutical applications. Intl J Pharm. 2011;417:256–271.", "ArticleIdList": ["21094230"]}, {"Citation": "Pavi D., Lampman G., Kriz G., Vyvyan J. Cengage Learning; Boston, USA: 2009. Introduction to spectroscopy."}, {"Citation": "Patti G.J., Yanes O., Siuzdak G. Innovation: metabolomics: the apogee of the omics trilogy. Nat Rev. 2012;13:263–269.", "ArticleIdList": ["PMC3682684", "22436749"]}, {"Citation": "Jayasundar R. In: Basics of magnetic resonance. Jagannathan N.R., editor. MacMillan Press; New Delhi: 2001. pp. 10–19."}, {"Citation": "Kim H.K., Choi Y.H., Verpoorte R. NMR-based metabolomic analysis of plants. Nat Protoc. 2010;5:536–549.", "ArticleIdList": ["20203669"]}, {"Citation": "Ghatak S., Rai P.K., Jayasundar R. Spectroscopic metabolomics using NMR, FTIR and LIBS to study medicinal plants. Proc Exptl NMR. 2014;55:363."}, {"Citation": "Jayasundar R., Sharma G., Sharma S., Verma A., Velpandian T. NMR based metabolomics of anticancer formulations. Proc Exptl NMR. 2014;55:73."}, {"Citation": "Miziolek A.W., Palleschi V., Schechter I. 1st ed. Cambridge University Press; Cambridge, UK: 2006. Laser-induced breakdown spectroscopy (LIBS): fundamentals and applications."}, {"Citation": "Shallenberger R.S., Acree T.E. Molecular structure and sweet taste. J Agri Food Chem. 1969;17:701–703."}, {"Citation": "Lindemann B. Chemoreception: tasting the sweet and the bitter. Curr Biol. 1996;6:1234–1237.", "ArticleIdList": ["8939555"]}, {"Citation": "Ramos D.C.N.E.R., Johanningsmeier S.D., McFeeters R.F.J. The chemistry and physiology of sour taste-a review. Food Sci. 2007;72:R33–R38.", "ArticleIdList": ["17995849"]}, {"Citation": "Wishart D.S., Tzur D., Knox C., Eisner R., Guo A.C., Young N., et al. HMDB: the human metabolome database. Nucleic Acids Res. 2007;35:D521–D526.", "ArticleIdList": ["PMC1899095", "17202168"]}, {"Citation": "Deborde C., Jacob D. MeRy-B, a metabolomic database and knowledge base for exploring plant primary metabolism. Methods Mol Biol. 2014;1083:3–16.", "ArticleIdList": ["24218206"]}, {"Citation": "Mehta S., Rai P.K., Rai D.K., et al. LIBS-based detection of antioxidant elements in seeds of Emblica officinalis. Food Biophys. 2010;5:186–192."}, {"Citation": "Masoud M.S., Hagagg S.S., Ali A.E., Nasr N.M. Synthesis and spectroscopic characterization of gallic acid and some of its azo complexes. J Mol Struct. 2012;1014:17–25."}, {"Citation": "Jayasundar R., Ghatak S., Rai P.K., Sharma G. NMR based evaluation of traditional Indian medicine. Proc Intl Soc Magn Reson. 2014;22:6358."}, {"Citation": "Lindemann B. A taste for umami. Nat Neurosci. 2000;3:99–100.", "ArticleIdList": ["10649560"]}, {"Citation": "Rai P.K., Jaiswal D., Rai N.K., Pandhija S., Rai A.K., Watal G. Role of glycemic elements of Cynodon dactylon and Musa paradisiaca in diabetes management. Lasers Med Sci. 2009;24:761–768.", "ArticleIdList": ["19172343"]}, {"Citation": "Lozak A., Sołtyk K., Ostapczuk P., Fijalek Z. Determination of selected trace elements in herbs and their infusions. Sci Total Environ. 2002;289:33–40.", "ArticleIdList": ["12049404"]}, {"Citation": "Lawless H.T., Rapacki F., Horne J., Hayes A. The taste of calcium and magnesium salts and anionic modifications. Food Qual Prefer. 2003;14:319–325."}, {"Citation": "Tordoff M.G., Alarcon L.K., Valmeki S., Jiang P. T1R3: a human calcium taste receptor. Sci Rep. 2012;2:1–4.", "ArticleIdList": ["PMC3390595", "22773945"]}, {"Citation": "Wagner H. Synergy research: approaching a new generation of phytopharmaceuticals. Fitoterapia. 2011;82:34–37.", "ArticleIdList": ["21075177"]}, {"Citation": "Saw C.L., Yang A.Y., Cheng D.C., Boyanapalli S.S., Su Z.Y., Khor T.O., et al. Pharmacodynamics of ginsenosides: antioxidant activities, activation of Nrf2, and potential synergistic effects of combinations. Chem Res Toxicol. 2012;25:1574–1580.", "ArticleIdList": ["PMC4834031", "22780686"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "7", "Day": "25"}, {"Year": "2016", "Month": "9", "Day": "22"}, {"Year": "2016", "Month": "9", "Day": "24"}, {"Year": "2016", "Month": "11", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "11", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27889428", "PMC5192283", "10.1016/j.jaim.2016.09.003", "S0975-9476(16)30220-0"]}}], "PubmedBookArticle": []}