{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Rhodiola kirilowii", "immune response", "mice", "pregnancy", "progeny"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27882178", "DateRevised": {"Year": "2024", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "09", "Day": "30"}], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "1792-0981", "JournalIssue": {"Volume": "12", "Issue": "5", "PubDate": {"Year": "2016", "Month": "Nov"}}, "Title": "Experimental and therapeutic medicine", "ISOAbbreviation": "Exp Ther Med"}, "ArticleTitle": "Modulatory effects of feeding pregnant and lactating mice <i>Rhodiola kirilowii</i> extracts on the immune system of offspring.", "Pagination": {"StartPage": "3450", "EndPage": "3458", "MedlinePgn": "3450-3458"}, "Abstract": {"AbstractText": ["Plants of <i>Rhodiola</i> genus are medicinal herbs that have a number of therapeutic properties, including anti-inflammatory and immunomodulatory activity. The present study aimed to determine whether the use <i>Rhodiola kirilowii</i> as an immunostimulant during pregnancy has an adverse effect on the development of the offspring immune system. Following mating, pregnant mice were placed in three groups that were fed during pregnancy and lactation with <i>R. kirilowii</i> aqueous extract (RKW; 20 mg/kg), <i>R. kirilowii</i> 50% hydro-alcoholic extract (RKW-A; 20 mg/kg) or water (control group), receiving water. Following birth, offspring were given six weeks to develop prior to evaluation of their immune system. Morphometric and morphological examination of the spleen did not reveal any abnormalities or differences between the experimental and control groups. However, both RKW and RKW-A splenic lymphocytes presented a diminished proliferative response to concanavalin A. RKW spleen lymphocytes demonstrated increased metabolic activity following phytohaemagglutinin (PHA) stimulation, which was associated with a higher percentage of cluster of differentiation 4 positive spleen cells and lower interleukin-17a (IL-17a) serum concentration. The RKW-A group exhibited a diminished proliferative response of spleen lymphocytes to PHA and lipopolysaccharide (LPS), and increased serum concentrations of IL-10 and tumor necrosis factor-α (TNF-α). The progeny of mice fed with RKW-A extract demonstrated a significantly lower level of anti-SRBC antibody following immunization compared with progeny of the control (P=0.0305) and RKW (P=0.0331) groups. In conclusion, caution is recommended in the use of RKW and RKW-A extracts as immunostimulants in pregnancy."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Regenerative Medicine, Military Institute of Hygiene and Epidemiology, 01-163 Warsaw, Poland."}], "LastName": "Lewicki", "ForeName": "Sławomir", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology, Biochemistry and Nutrition, Warsaw Medical University, 02-004 Warsaw, Poland."}], "LastName": "Bałan", "ForeName": "Barbara Joanna", "Initials": "BJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathomorphology, Center for Biostructure Research, Warsaw Medical University, 02-004 Warsaw, Poland; Department of Microwave Safety, Military Institute of Hygiene and Epidemiology, 01-163 Warsaw, Poland."}], "LastName": "Skopińska-Różewska", "ForeName": "Ewa", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Regenerative Medicine, Military Institute of Hygiene and Epidemiology, 01-163 Warsaw, Poland."}], "LastName": "Zdanowski", "ForeName": "Robert", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology, Biochemistry and Nutrition, Warsaw Medical University, 02-004 Warsaw, Poland."}], "LastName": "Stelmasiak", "ForeName": "Marta", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microwave Safety, Military Institute of Hygiene and Epidemiology, 01-163 Warsaw, Poland."}], "LastName": "Szymański", "ForeName": "Łukasz", "Initials": "Ł"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microwave Safety, Military Institute of Hygiene and Epidemiology, 01-163 Warsaw, Poland."}], "LastName": "Stankiewicz", "ForeName": "Wanda", "Initials": "W"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Greece", "MedlineTA": "Exp Ther Med", "NlmUniqueID": "101531947", "ISSNLinking": "1792-0981"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zhang S, Gao W, Xu K, Guo Y, Lin S, Xue X, Lu G, Li N, Liu H, Liu W. Early use of Chinese drug rhodiola compound for patients with post-trauma and inflammation in prevention of ALI/ARDS. Zhonghua Wai Ke Za Zhi. 1999;37:238–240. (In Chinese)", "ArticleIdList": ["11829830"]}, {"Citation": "Panossian A, Wikman G, Sarris J. Rosenroot (Rhodiola rosea): Traditional use, chemical composition, pharmacology and clinical efficacy. Phytomedicine. 2010;17:481–493. doi: 10.1016/j.phymed.2010.02.002.", "ArticleIdList": ["10.1016/j.phymed.2010.02.002", "20378318"]}, {"Citation": "Hung SK, Perry R, Ernst E. The effectiveness and efficacy of Rhodiola rosea L.: A systematic review of randomized clinical trials. Phytomedicine. 2011;18:235–244. doi: 10.1016/j.phymed.2010.08.014.", "ArticleIdList": ["10.1016/j.phymed.2010.08.014", "21036578"]}, {"Citation": "Mishra KP, Ganju L, Singh SB. Anti-cellular and immunomodulatory potential of aqueous extract of Rhodiola imbricata rhizome. Immunopharmacol Immunotoxicol. 2012;34:513–518. doi: 10.3109/08923973.2011.638307.", "ArticleIdList": ["10.3109/08923973.2011.638307", "22239552"]}, {"Citation": "Chen SP, Liu R Huang, Lu TM, Wei JC, Wu TC, Tsai WY, Tsai CH, Yang CC. Complementary usage of Rhodiola crenulata (L.) in chronic obstructive pulmonary disease patients: The effects on cytokines and T cells. Phytother Res. 2015;29:518–525. doi: 10.1002/ptr.5259.", "ArticleIdList": ["10.1002/ptr.5259", "25403334"]}, {"Citation": "Jeong HJ, Ryu YB, Park SJ, Kim JH, Kwon HJ, Kim JH, Park KH, Rho MC, Lee WS. Neuraminidase inhibitory activities of flavonols isolated from Rhodiola rosea roots and their in vitro anti-influenza viral activities. Bioorg Med Chem. 2009;17:6816–6823. doi: 10.1016/j.bmc.2009.08.036.", "ArticleIdList": ["10.1016/j.bmc.2009.08.036", "19729316"]}, {"Citation": "Diwaker D, Mishra KP, Ganju L, Singh SB. Rhodiola inhibits dengue virus multiplication by inducing innate immune response genes RIG-I, MDA5 and ISG in human monocytes. Arch Virol. 2014;159:1975–1986. doi: 10.1007/s00705-014-2028-0.", "ArticleIdList": ["10.1007/s00705-014-2028-0", "24590566"]}, {"Citation": "Ahmed M, Henson DA, Sanderson MC, Nieman DC, Zubeldia JM, Shanely RA. Rhodiola rosea exerts antiviral activity in athletes following a competitive marathon race. Front Nutr. 2015;2:24. doi: 10.3389/fnut.2015.00024.", "ArticleIdList": ["10.3389/fnut.2015.00024", "PMC4521101", "26284250"]}, {"Citation": "Wang H, Ding Y, Zhou J, Sun X, Wang S. The in vitro and in vivo antiviral effects of salidroside from Rhodiola rosea L. against coxsackievirus B3. Phytomedicine. 2009;16:146–155. doi: 10.1016/j.phymed.2008.07.013.", "ArticleIdList": ["10.1016/j.phymed.2008.07.013", "18818064"]}, {"Citation": "Cybulska P, Thakur SD, Foster BC, Scott IM, Leduc RI, Arnason JT, Dillon JA. Extracts of Canadian first nations medicinal plants, used as natural products, inhibit neisseria gonorrhoeae isolates with different antibiotic resistance profiles. Sex Transm Dis. 2011;38:667–671. doi: 10.1097/OLQ.0b013e31820cb166.", "ArticleIdList": ["10.1097/OLQ.0b013e31820cb166", "21301385"]}, {"Citation": "Furmanowa M, Skopińska-Różewska E, Rogala E, Hartwich M. Rhodiola rosea in vitro culture-phytochemical analysis and antioxidant action. Acta Societ Botanic Pol. 1998;67:69–73. doi: 10.5586/asbp.1998.009.", "ArticleIdList": ["10.5586/asbp.1998.009"]}, {"Citation": "Siwicki AK, Skopińska-Różewska E, Hartwich M, Wójcik R, Bakuła T, Furmanowa M, Bałan BJ, Sommer E, Mielcarek S, Buchwald W, et al. The influence of Rhodiola rosea extracts on non-specific and specific cellular immunity in pigs, rats and mice. Centr Eur J Immunol. 2007;32:84–91."}, {"Citation": "Skopińska-Różewska E, Wójcik R, Siwicki AK, Sommer E, Wasiutyński A, Furmanowa M, Malinowski M, Mazurkiewicz M. The effect of Rhodiola quadrifida extracts on cellular immunity in mice and rats. Pol J Vet Sci. 2008;11:105–111.", "ArticleIdList": ["18683538"]}, {"Citation": "Zdanowski R, Lewicki S, Sikorska K, Żmigrodzka M, Buchwald W, Wilczak J, Skopińska-Różewska E. The influence of aqueous and hydro-alcoholic extracts of roots and rhizomes of Rhodiola kirilowii on the course of pregnancy in mice. Centr Eur J Immunol. 2014;39:471–475. doi: 10.5114/ceji.2014.47731.", "ArticleIdList": ["10.5114/ceji.2014.47731", "PMC4439958", "26155165"]}, {"Citation": "Lewicki S, Stankiewicz W, Skopińska-Różewska E, Wilczak J, Leśniak M, Suska M, Siwicki AK, Skopiński P, Zdanowski R. Spleen content of selected polyphenols, splenocytes morphology and function in mice fed Rhodiola kirilowii extracts during pregnancy and lactation. Pol J Vet Sci. 2015;18:847–855.", "ArticleIdList": ["26812829"]}, {"Citation": "Hertog MGL, Hollman PCH, Venema DP. Optimization of a quantitative HPLC determination of potentially anticarcinogenic flavonoids in vegetables and fruits. J Agric Food Chem. 1992;40:1591–1598. doi: 10.1021/jf00021a023.", "ArticleIdList": ["10.1021/jf00021a023"]}, {"Citation": "Shin JW, Seol IC, Son CG. Interpretation of animal dose and human equivalent dose for drug development. J Korean Med. 2010;31:1–7."}, {"Citation": "Zdanowski R, Stankiewicz W, Kamiński A, Grzela T, Skopiński P, Lewicki S, Skopińska-Rózewska E. The effect of sterilization by irradiation of human pericardium and skin frozen tissues on their ability to influence the proliferation of endothelial cells in vitro. Centr Eur J Immunol. 2012;37:119–122."}, {"Citation": "Ahmed SA, Gogal RM, Jr, Walsh JE. A new rapid and simple non-radioactive assay to monitor and determine the proliferation of lymphocytes: An alternative to [3H]thymidine incorporation assay. J Immunol Methods. 1994;170:211–224. doi: 10.1016/0022-1759(94)90396-4.", "ArticleIdList": ["10.1016/0022-1759(94)90396-4", "8157999"]}, {"Citation": "Skopińska-Różewska E, Siwicki AK, Sommer E. Stimulation of humoral immunity in mice by some commercial fragrances. Centr Eur J Immunol. 2009;34:232–234."}, {"Citation": "Alberts B, Johnson A, Lewis J, Raff M, Roberts K, Walter P. Molecular biology of the Cell. 4th. New York: Garland Science; 2002. Helper T cells and lymphocyte activation."}, {"Citation": "Ferrari L, Martelli P, Saleri R, De Angelis E, Cavalli V, Bresaola M, Benetti M, Borghetti P. Lymphocyte activation as cytokine gene expression and secretion is related to the porcine reproductive and respiratory syndrome virus (PRRSV) isolate after in vitro homologous and heterologous recall of peripheral blood mononuclear cells (PBMC) from pigs vaccinated and exposed to natural infection. Vet Immunol Immunopathol. 2013;151:193–206. doi: 10.1016/j.vetimm.2012.11.006.", "ArticleIdList": ["10.1016/j.vetimm.2012.11.006", "23228653"]}, {"Citation": "Bachmann MF, Oxenius A. Interleukin 2: From immunostimulation to immunoregulation and back again. EMBO Rep. 2007;8:1142–1148. doi: 10.1038/sj.embor.7401099.", "ArticleIdList": ["10.1038/sj.embor.7401099", "PMC2267244", "18059313"]}, {"Citation": "Zhu J, Paul WE. Peripheral CD4+ T-cell differentiation regulated by networks of cytokines and transcription factors. Immunol Rev. 2010;238:247–262. doi: 10.1111/j.1600-065X.2010.00951.x.", "ArticleIdList": ["10.1111/j.1600-065X.2010.00951.x", "PMC2975272", "20969597"]}, {"Citation": "Nishimoto N, Kishimoto T. Interleukin 6: From bench to bedside. Nat Clin Pract Rheumatol. 2006;2:619–626. doi: 10.1038/ncprheum0338.", "ArticleIdList": ["10.1038/ncprheum0338", "17075601"]}, {"Citation": "Riether C, Schürch CM, Ochsenbein AF. Regulation of hematopoietic and leukemic stem cells by the immune system. Cell Death Differ. 2015;22:187–198. doi: 10.1038/cdd.2014.89.", "ArticleIdList": ["10.1038/cdd.2014.89", "PMC4291501", "24992931"]}, {"Citation": "Zhou X, Schmidtke P, Zepp F, Meyer CU. Boosting interleukin-10 production: Therapeutic effects and mechanisms. Curr Drug Targets Immune Endocr Metabol Disord. 2005;5:465–475. doi: 10.2174/156800805774912926.", "ArticleIdList": ["10.2174/156800805774912926", "16375698"]}, {"Citation": "Shevach EM, DiPaolo RA, Andersson J, Zhao DM, Stephens GL, Thornton AM. The lifestyle of naturally occurring CD4+ CD25+ Foxp3+ regulatory T cells. Immunol Rev. 2006;212:60–73. doi: 10.1111/j.0105-2896.2006.00415.x.", "ArticleIdList": ["10.1111/j.0105-2896.2006.00415.x", "16903906"]}, {"Citation": "Ouyang W, Kolls JK, Zheng Y. The biological functions of T helper 17 cell effector cytokines in inflammation. Immunity. 2008;28:454–467. doi: 10.1016/j.immuni.2008.03.004.", "ArticleIdList": ["10.1016/j.immuni.2008.03.004", "PMC3424508", "18400188"]}, {"Citation": "Onishi RM, Gaffen SL. Interleukin-17 and its target genes: Mechanisms of interleukin-17 function in disease. Immunology. 2010;129:311–321. doi: 10.1111/j.1365-2567.2009.03240.x.", "ArticleIdList": ["10.1111/j.1365-2567.2009.03240.x", "PMC2826676", "20409152"]}, {"Citation": "Yi T, Zhao D, Lin CL, Zhang C, Chen Y, Todorov I, LeBon T, Kandeel F, Forman S, Zeng D. Absence of donor Th17 leads to augmented Th1 differentiation and exacerbated acute graft-versus-host disease. Blood. 2008;112:2101–2110. doi: 10.1182/blood-2007-12-126987.", "ArticleIdList": ["10.1182/blood-2007-12-126987", "PMC2518909", "18596226"]}, {"Citation": "Khanum F, Bawa AS, Singh B. Rhodiola rosea: A Versatile Adaptogen. Compr Rev Food Sci F. 2005;4:55–62. doi: 10.1111/j.1541-4337.2005.tb00073.x.", "ArticleIdList": ["10.1111/j.1541-4337.2005.tb00073.x", "33430554"]}, {"Citation": "Brown RP, Gerbarg PL. Rhodiola rosea: A Phytomedicinal Overview. HerbalGram. 2002;56"}, {"Citation": "Skopińska-Rózewska E, Stankiewicz W, Zdanowski R, Siwicki AK, Furmanowa M, Buchwald W, Wasiutyński A. The in vivo effect of Rhodiola quadrifida extracts on the antibody production, on the blood leukocytes subpopulations and on the bacterial infection in mice. Centr Eur J Immunol. 2012;37:140–144."}, {"Citation": "Mishra KP, Chanda S, Shukla K, Ganju L. Adjuvant effect of aqueous extract of Rhodiola imbricata rhizome on the immune responses to tetanus toxoid and ovalbumin in rats. Immunopharmacol Immunotoxicol. 2010;32:141–146. doi: 10.3109/08923970903218874.", "ArticleIdList": ["10.3109/08923970903218874", "19839731"]}, {"Citation": "Bień K, Lewicki S, Zdanowski R, Skopińska-Różewska E, Krzyżowska M. Feeding pregnant and lactating mice Rhodiola kirilowii extracts helps to preserve thymus function of their adult progeny. Pol J Vet Sci. 2016;19:581–587.", "ArticleIdList": ["27760021"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "5", "Day": "5"}, {"Year": "2016", "Month": "6", "Day": "8"}, {"Year": "2016", "Month": "11", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "9", "Day": "30"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27882178", "PMC5103842", "10.3892/etm.2016.3759", "ETM-0-0-3759"]}}], "PubmedBookArticle": []}