{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Propionibacterium acnes", "acne", "antibiotics", "antimicrobials", "biofilms", "ethnopharmacology", "medicinal plants"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27891094", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "11", "Day": "10"}], "ELocationID": ["425"], "Language": ["eng"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2016"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Anti-Acne Activity of Italian Medicinal Plants Used for Skin Infection.", "Pagination": {"StartPage": "425", "MedlinePgn": "425"}, "Abstract": {"AbstractText": ["<i>Propionibacterium acnes</i> is implicated in the pathogenesis of acne vulgaris, which impacts >85% of teenagers. Novel therapies are in high demand and an ethnopharmacological approach to discovering new plant sources of anti-acne therapeutics could contribute to filling this void in effective therapies. The aims of our study were two-fold: (1) To determine if species identified in ethnopharmacological field studies as having traditional uses for skin and soft tissue infection (SSTI) exhibit significantly more activity against <i>P. acnes</i> than species with no such reported use; and (2) Chemically characterize active extracts and assess their suitability for future investigation. Extracts of Italian medicinal (for acne and other skin infection) and randomly collected plants and fungi were screened for growth-inhibitory and anti-biofilm activity in <i>P. acnes</i> using broth microdilution methods. Bioactive extracts were chemically characterized by HPLC and examined for cytotoxicity against human keratinocytes (HaCaTs). Following evaluation of 157 extracts from 10 fungi and 58 plants, we identified crude extracts from seven species exhibiting growth inhibitory activity (MICs 64-256 μg mL<sup>-1</sup>). All active extracts were examined for cytotoxicity against HaCaTs; extracts from one fungal and one plant species were toxic (IC<sub>50</sub> 256 μg mL<sup>-1</sup>). HPLC analysis with chemical standards revealed many of these extracts contained chlorogenic acid, p-coumaric acid, ellagic acid, gallic acid, and tannic acid. In conclusion, species used in traditional medicine for the skin exhibited significantly greater (<i>p</i> < 0.05) growth inhibitory and biofilm eradication activity than random species, supporting the validity of an ethnobotanical approach to identifying new therapeutics. The anti-acne activity of three extracts is reported for the first time: <i>Vitis vinifera</i> leaves, <i>Asphodelus microcarpus</i> leaves, and <i>Vicia sativa</i> aerial parts."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Emory University School of Medicine Atlanta, GA, USA."}], "LastName": "Nelson", "ForeName": "Kate", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for the Study of Human Health, Emory University College of Arts and Sciences Atlanta, GA, USA."}], "LastName": "Lyles", "ForeName": "James T", "Initials": "JT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for the Study of Human Health, Emory University College of Arts and Sciences Atlanta, GA, USA."}], "LastName": "Li", "ForeName": "Tracy", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural and Forest Sciences, Università Degli Studi di Palermo Palermo, Italy."}], "LastName": "Saitta", "ForeName": "Alessandro", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for the Study of Human Health, Emory University College of Arts and Sciences Atlanta, GA, USA."}], "LastName": "Addie-Noye", "ForeName": "Eugenia", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Emory University College of Arts and Sciences Atlanta, GA, USA."}], "LastName": "Tyler", "ForeName": "Paula", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Emory University School of MedicineAtlanta, GA, USA; Center for the Study of Human Health, Emory University College of Arts and SciencesAtlanta, GA, USA; Antibiotic Resistance Center, Emory UniversityAtlanta, GA, USA."}], "LastName": "Quave", "ForeName": "Cassandra L", "Initials": "CL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Afolayan A. J., Grierson D. S., Mbeng W. O. (2014). Ethnobotanical survey of medicinal plants used in the management of skin disorders among the Xhosa communities of the Amathole District, Eastern Cape, South Africa. J. Ethnopharmacol. 153, 220–232. 10.1016/j.jep.2014.02.023", "ArticleIdList": ["10.1016/j.jep.2014.02.023", "24583071"]}, {"Citation": "Aubin G. G., Portillo M. E., Trampuz A., Corvec S. (2014). Propionibacterium acnes, an emerging pathogen: from acne to implant-infections, from phylotype to resistance. Med. Mal. Infect. 44, 241–250. 10.1016/j.medmal.2014.02.004", "ArticleIdList": ["10.1016/j.medmal.2014.02.004", "24656842"]}, {"Citation": "Barnett V., Lewis T. (1994). Outliers in Statistical Data. New York, NY: John Wile and Sons."}, {"Citation": "Basile A., Sorbo S., Giordano S., Ricciardi L., Ferrara S., Montesano D., et al. . (2000). Antibacterial and allelopathic activity of extract from Castanea sativa leaves. Fitoterapia 71(Suppl. 1) S110–S116. 10.1016/S0367-326X(00)00185-4", "ArticleIdList": ["10.1016/S0367-326X(00)00185-4", "10930721"]}, {"Citation": "Brackman G., Forier K., Al Quntar A. A., De Canck E., Enk C. D., Srebnik M., et al. . (2014). Thiazolidinedione derivatives as novel agents against Propionibacterium acnes biofilms. J. Appl. Microbiol. 116, 492–501. 10.1111/jam.12378", "ArticleIdList": ["10.1111/jam.12378", "24251377"]}, {"Citation": "Campisano A., Ometto L., Compant S., Pancher M., Antonielli L., Yousaf S., et al. . (2014). Interkingdom transfer of the acne-causing agent, Propionibacterium acnes, from human to grapevine. Mol. Biol. Evol. 31, 1059–1065. 10.1093/molbev/msu075", "ArticleIdList": ["10.1093/molbev/msu075", "24554779"]}, {"Citation": "Cavero R. Y., Akerreta S., Calvo M. I. (2013). Medicinal plants used for dermatological affections in Navarra and their pharmacological validation. J. Ethnopharmacol. 149, 533–542. 10.1016/j.jep.2013.07.012", "ArticleIdList": ["10.1016/j.jep.2013.07.012", "23892205"]}, {"Citation": "Coenye T., Brackman G., Rigole P., De Witte E., Honraet K., Rossel B., et al. . (2012). Eradication of Propionibacterium acnes biofilms by plant extracts and putative identification of icariin, resveratrol and salidroside as active compounds. Phytomedicine 19, 409–412. 10.1016/j.phymed.2011.10.005", "ArticleIdList": ["10.1016/j.phymed.2011.10.005", "22305279"]}, {"Citation": "Coenye T., Peeters E., Nelis H. J. (2007). Biofilm formation by Propionibacterium acnes is associated with increased resistance to antimicrobial agents and increased production of putative virulence factors. Res. Microbiol. 158, 386–392. 10.1016/j.resmic.2007.02.001", "ArticleIdList": ["10.1016/j.resmic.2007.02.001", "17399956"]}, {"Citation": "Del Rosso J. Q., Zeichner J. A. (2016). The clinical relevance of antibiotic resistance: thirteen principles that every dermatologist needs to consider when prescribing antibiotic therapy. Dermatol. Clin. 34, 167–173. 10.1016/j.det.2015.12.003", "ArticleIdList": ["10.1016/j.det.2015.12.003", "27015776"]}, {"Citation": "Donlan R. M. (2001). Biofilm formation: a clinically relevant microbiological process. Clin. Infect. Dis. 33, 1387–1392. 10.1086/322972", "ArticleIdList": ["10.1086/322972", "11565080"]}, {"Citation": "Dunn L. K., O'Neill J. L., Feldman S. R. (2011). Acne in adolescents: Quality of life, self-esteem, mood and psychological disorders. Dermatol. Online J. 17:1.", "ArticleIdList": ["21272492"]}, {"Citation": "Fu Y., Zu Y., Chen L., Efferth T., Liang H., Liu Z., et al. . (2007). Investigation of antibacterial activity of Rosemary essential oil against Propionibacterium acnes with Atomic Force Microscopy. Planta Med. 73, 1275–1280. 10.1055/s-2007-981614", "ArticleIdList": ["10.1055/s-2007-981614", "17893831"]}, {"Citation": "Ghoneim M. M., Ma G., El-Hela A. A., Mohammad A.-E. I., Kottob S., El-Ghaly S., et al. . (2013). Biologically active secondary metabolites from Asphodelus microcarpus. Nat. Prod. Commun. 8, 1117–1119.", "ArticleIdList": ["24079182"]}, {"Citation": "Hyde K. D., Bahkali A. H., Moslem M. A. (2010). Fungi—an unusual source for cosmetics. Fungal Divers. 43, 1–9. 10.1007/s13225-010-0043-3", "ArticleIdList": ["10.1007/s13225-010-0043-3"]}, {"Citation": "IF  (2015). Index Fungorum. Available online at: http://www.indexfungorum.org/ (Accessed November 15, 2015)."}, {"Citation": "Jahns A. C., Alexeyev O. A. (2014). Three dimensional distribution of Propionibacterium acnes biofilms in human skin. Exp. Dermatol. 23, 687–689. 10.1111/exd.12482", "ArticleIdList": ["10.1111/exd.12482", "24980271"]}, {"Citation": "James K. A., Burkhart C. N., Morrell D. S. (2009). Emerging drugs for acne. Expert Opin. Emerg. Drugs 14, 649–659. 10.1517/14728210903251690", "ArticleIdList": ["10.1517/14728210903251690", "19772370"]}, {"Citation": "Kraft J., Bauer S., Keilhoff G., Miersch J., Wend D., Riemann D., et al. . (1998). Biological effects of the dihydroorotate dehydrogenase inhibitor polyporic acid, a toxic constituent of the mushroom Hapalopilus rutilans, in rats and humans. Arch. Toxicol. 72, 711–721. 10.1007/s002040050565", "ArticleIdList": ["10.1007/s002040050565", "9879809"]}, {"Citation": "Lall N., Kishore N. (2014). Are plants used for skin care in South Africa fully explored? J. Ethnopharmacol. 153, 61–84. 10.1016/j.jep.2014.02.021", "ArticleIdList": ["10.1016/j.jep.2014.02.021", "24566124"]}, {"Citation": "LaSarre B., Federle M. J. (2013). Exploiting quorum sensing to confuse bacterial pathogens. Microbiol. Mol. Biol. Rev. 77, 73–111. 10.1128/MMBR.00046-12", "ArticleIdList": ["10.1128/MMBR.00046-12", "PMC3591984", "23471618"]}, {"Citation": "Layton A. M. (2016). Top ten list of clinical pearls in the treatment of Acne Vulgaris. Dermatol. Clin. 34, 147–157. 10.1016/j.det.2015.11.008", "ArticleIdList": ["10.1016/j.det.2015.11.008", "27015774"]}, {"Citation": "Lehmann H., Andrews J., Robinson K. (2001). Management of acne, in Evidence Reports/Technology Assessments, (Rockville, MD: Agency for Healthcare Research and Quality; )."}, {"Citation": "Loi M. C., Maxia L., Maxia A. (2005). Ethnobotanical comparison between the villages of Escolca and Lotzorai (Sardinia, Italy). J. Herbs Spices Med. Plants 11, 67–84. 10.1300/J044v11n03_07", "ArticleIdList": ["10.1300/J044v11n03_07"]}, {"Citation": "Mabona U., Van Vuuren S. F. (2013). Southern African medicinal plants used to treat skin diseases. S. Afr. J. Bot. 87, 175–193. 10.1016/j.sajb.2013.04.002", "ArticleIdList": ["10.1016/j.sajb.2013.04.002"]}, {"Citation": "Motulsky H. J., Brown R. E. (2006). Detecting outliers when fitting data with nonlinear regression – a new method based on robust nonlinear regression and the false discovery rate. BMC Bioinformatics 7:123. 10.1186/1471-2105-7-123", "ArticleIdList": ["10.1186/1471-2105-7-123", "PMC1472692", "16526949"]}, {"Citation": "Patil V., Bandivadekar A., Debjani D. (2012). Inhibition of Propionibacterium acnes lipase by extracts of Indian medicinal plants. Int. J. Cosmet. Sci. 34, 234–239. 10.1111/j.1468-2494.2012.00706.x", "ArticleIdList": ["10.1111/j.1468-2494.2012.00706.x", "22268921"]}, {"Citation": "Pieroni A., Quave C. L. (2005). Traditional pharmacopoeias and medicines among Albanians and Italians in southern Italy: a comparison. J. Ethnopharmacol. 101, 258–270. 10.1016/j.jep.2005.04.028", "ArticleIdList": ["10.1016/j.jep.2005.04.028", "15978757"]}, {"Citation": "Pieroni A., Quave C. L., Santoro R. F. (2004a). Folk pharmaceutical knowledge in the territory of the Dolomiti Lucane, inland southern Italy. J. Ethnopharmacol. 95, 373–384. 10.1016/j.jep.2004.08.012", "ArticleIdList": ["10.1016/j.jep.2004.08.012", "15507363"]}, {"Citation": "Pieroni A., Quave C. L., Villanelli M. L., Mangino P., Sabbatini G., Santini L., et al. . (2004b). Ethnopharmacognostic survey on the natural ingredients used in folk cosmetics, cosmeceuticals and remedies for healing skin diseases in the inland Marches, Central-Eastern Italy. J. Ethnopharmacol. 91, 331–344. 10.1016/j.jep.2004.01.015", "ArticleIdList": ["10.1016/j.jep.2004.01.015", "15120458"]}, {"Citation": "Pieroni A., Quave C., Nebel S., Heinrich M. (2002). Ethnopharmacy of the ethnic Albanians (Arbëreshë) of northern Basilicata, Italy. Fitoterapia 73, 217–241. 10.1016/S0367-326X(02)00063-1", "ArticleIdList": ["10.1016/S0367-326X(02)00063-1", "12048017"]}, {"Citation": "Pignatti S. (2002). Flora d'Italia. Bologna: Edizioni Edagricole."}, {"Citation": "Quave C. L., Estévez-Carmona M., Compadre C. M., Hobby G., Hendrickson H., Beenken K. E., et al. . (2012). Ellagic acid derivatives from Rubus ulmifolius inhibit Staphylococcus aureus biofilm formation and improve response to antibiotics. PLoS ONE 7:e28737. 10.1371/journal.pone.0028737", "ArticleIdList": ["10.1371/journal.pone.0028737", "PMC3252291", "22242149"]}, {"Citation": "Quave C. L., Lyles J. T., Kavanaugh J. S., Nelson K., Parlet C. P., Crosby H. A., et al. . (2015). Castanea sativa (European Chestnut) leaf extracts rich in ursene and oleanene derivatives block Staphylococcus aureus virulence and pathogenesis without detectable resistance. PLoS ONE 10:e0136486. 10.1371/journal.pone.0136486", "ArticleIdList": ["10.1371/journal.pone.0136486", "PMC4546677", "26295163"]}, {"Citation": "Quave C. L., Pieroni A., Bennett B. C. (2008b). Dermatological remedies in the traditional pharmacopoeia of Vulture-Alto Bradano, inland southern Italy. J. Ethnobiol. Ethnomed. 4:5. 10.1186/1746-4269-4-5", "ArticleIdList": ["10.1186/1746-4269-4-5", "PMC2275234", "18254949"]}, {"Citation": "Quave C. L., Plano L. R. W., Bennett B. C. (2011). Quorum sensing inhibitors for Staphylococcus aureus from Italian medicinal plants. Planta Med. 77, 188–195. 10.1055/s-0030-1250145", "ArticleIdList": ["10.1055/s-0030-1250145", "PMC3022964", "20645243"]}, {"Citation": "Quave C. L., Plano L. R. W., Pantuso T., Bennett B. C. (2008a). Effects of extracts from Italian medicinal plants on planktonic growth, biofilm formation and adherence of methicillin-resistant Staphylococcus aureus. J. Ethnopharmacol. 118, 418–428. 10.1016/j.jep.2008.05.005", "ArticleIdList": ["10.1016/j.jep.2008.05.005", "PMC2553885", "18556162"]}, {"Citation": "Rubin R. (2002). The Melagria: on anchorites and edible roots in Judaean Desert. Liber Annuus 52, 347–352. 10.1484/J.LA.2.303559", "ArticleIdList": ["10.1484/J.LA.2.303559"]}, {"Citation": "Ryvarden L., Gilbertson R. L. (1993–1994). European Polypores. Oslo: Fungiflora."}, {"Citation": "Sardana K., Gupta T., Garg V. K., Ghunawat S. (2015). Antibiotic resistance to Propionobacterium acnes: worldwide scenario, diagnosis and management. Expert. Rev. Anti. Infect. Ther. 13, 883–896. 10.1586/14787210.2015.1040765", "ArticleIdList": ["10.1586/14787210.2015.1040765", "26025191"]}, {"Citation": "Sarri M., Mouyet F. Z., Benziane M., Cheriet A. (2014). Traditional use of medicinal plants in a city at steppic character (M'sila, Algeria). J. Pharm. Pharmacogn. Res. 2, 31–35."}, {"Citation": "Sivasankar C., Maruthupandiyan S., Balamurugan K., James P. B., Krishnan V., Pandian S. K. (2016). A combination of ellagic acid and tetracycline inhibits biofilm formation and the associated virulence of Propionibacterium acnes in vitro and in vivo. Biofouling 32, 397–410. 10.1080/08927014.2016.1148141", "ArticleIdList": ["10.1080/08927014.2016.1148141", "26930280"]}, {"Citation": "Slish D. F., Ueda H., Arvigo R., Balick M. J. (1999). Ethnobotany in the search for vasoactive herbal medicines. J. Ethnopharmacol. 66, 159–165. 10.1016/S0378-8741(98)00225-6", "ArticleIdList": ["10.1016/S0378-8741(98)00225-6", "10433472"]}, {"Citation": "Sun F., Qu F., Ling Y., Mao P., Xia P., Chen H., et al. . (2013). Biofilm-associated infections: antibiotic resistance and novel therapeutic strategies. Fut. Microbiol. 8, 877–886. 10.2217/fmb.13.58", "ArticleIdList": ["10.2217/fmb.13.58", "23841634"]}, {"Citation": "Svetaz L., Zuljan F., Derita M., Petenatti E., Tamayo G., Cáceres A., et al. . (2010). Value of the ethnomedical information for the discovery of plants with antifungal properties. A survey among seven Latin American countries. J. Ethnopharmacol. 127, 137–158. 10.1016/j.jep.2009.09.034", "ArticleIdList": ["10.1016/j.jep.2009.09.034", "19782744"]}, {"Citation": "Tropicos.Org  (2015). Missouri Botanical Garden. Available online at: http://www.tropicos.org\n"}, {"Citation": "Tsai T.-H., Chuang L.-T., Lien T.-J., Liing Y.-R., Chen W.-Y., Tsai P.-J. (2013). Rosmarinus officinalis extract suppresses Propionibacterium acnes–induced inflammatory responses. J. Med. Food 16, 324–333. 10.1089/jmf.2012.2577", "ArticleIdList": ["10.1089/jmf.2012.2577", "PMC3624774", "23514231"]}, {"Citation": "Tsai T.-H., Tsai T.-H., Wu W.-H., Tseng J. T.-P., Tsai P.-J. (2010). In vitro antimicrobial and anti-inflammatory effects of herbs against Propionibacterium acnes. Food Chem. 119, 964–968. 10.1016/j.foodchem.2009.07.062", "ArticleIdList": ["10.1016/j.foodchem.2009.07.062"]}, {"Citation": "Villa A. F., Saviuc P., Langrand J., Favre G., Chataignerl D., Garnier R. (2013). Tender nesting polypore (Hapalopilus rutilans) poisoning: report of two cases. Clin. Toxicol. 51, 798–800. 10.3109/15563650.2013.827708", "ArticleIdList": ["10.3109/15563650.2013.827708", "23937526"]}, {"Citation": "Vlassova N., Han A., Zenilman J. M., James G., Lazarus G. S. (2011). New horizons for cutaneous microbiology: the role of biofilms in dermatological disease. Br. J. Dermatol. 165, 751–759. 10.1111/j.1365-2133.2011.10458.x", "ArticleIdList": ["10.1111/j.1365-2133.2011.10458.x", "21668434"]}, {"Citation": "Walsh T. R., Efthimiou J., Dréno B. (2016). Systematic review of antibiotic resistance in acne: an increasing topical and oral threat. Lancet Infect. Dis. 16, e23–e33. 10.1016/S1473-3099(15)00527-7", "ArticleIdList": ["10.1016/S1473-3099(15)00527-7", "26852728"]}, {"Citation": "Weckesser S., Engel K., Simon-Haarhaus B., Wittmer A., Pelz K., Schempp C. M. (2007). Screening of plant extracts for antimicrobial activity against bacteria and yeasts with dermatological relevance. Phytomedicine 14, 508–516. 10.1016/j.phymed.2006.12.013", "ArticleIdList": ["10.1016/j.phymed.2006.12.013", "17291738"]}, {"Citation": "WHO (2003). “World Health Organization Guidelines on Good Agricultural and Collection Practices (GACP) for Medicinal Plants.” (Geneva: WHO; )."}, {"Citation": "Zaenglein A. L., Pathy A. L., Schlosser B. J., Alikhan A., Baldwin H. E., Berson D. S., et al. . (2016). Guidelines of care for the management of acne vulgaris. J. Am. Acad. Dermatol. 74, 945–973.e933. 10.1016/j.jaad.2015.12.037", "ArticleIdList": ["10.1016/j.jaad.2015.12.037", "26897386"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "8", "Day": "30"}, {"Year": "2016", "Month": "10", "Day": "26"}, {"Year": "2016", "Month": "11", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "11", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["27891094", "PMC5103262", "10.3389/fphar.2016.00425"]}}], "PubmedBookArticle": []}