{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Flavonoids", "cancer", "glycogen synthase kinase 3β", "inflammation", "intestine"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27925497", "DateCompleted": {"Year": "2017", "Month": "03", "Day": "09"}, "DateRevised": {"Year": "2020", "Month": "02", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "09", "Day": "22"}], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "55", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "Anti-inflammatory and anticancer effects of flavonol glycosides from Diplotaxis harra through GSK3β regulation in intestinal cells.", "Pagination": {"StartPage": "124", "EndPage": "131", "MedlinePgn": "124-131"}, "Abstract": {"AbstractText": ["Diplotaxis harra (Forssk.) Boiss. (Brassicaceae) is traditionally used as an antidiabetic, anti-inflammatory or anticancer agent. In these pathologies, the glycogen synthase kinase 3 β (GSK3β) is overactivated and represents an interesting therapeutic target. Several flavonoids can inhibit GSK3β and the purpose of this study was to search for the compounds in Diplotaxis harra which are able to modulate GSK3β.", "Methanol extracts from D. harra flowers were prepared and the bio-guided fractionation of their active compounds was performed using inflammatory [protease-activated receptor 2 (PAR<sub>2</sub>)-stimulated IEC6 cells] and cancer (human Caco-2 cell line) intestinal cells. 50-100 μg/mL of fractions or compounds purified by HPLC were incubated with cells whose inhibited form of GSK3β (Pser9 GSK3β) and survival were analyzed by Western blot at 1 h and colorimetric assay at 24 h, respectively. LC-UV-MS profiles and MS-MS spectra were used for the characterization of extracts and flavonoids-enriched fractions, and the identification of pure flavonoids was achieved by MS and NMR analysis.", "The methanol extract from D. harra flowers and its flavonoid-enriched fraction inhibit GSK3β in PAR<sub>2</sub>-stimulated IEC6 cells. GSK3β inhibition by the flavonoid-enriched D. harra fraction was dependent on PKC activation. The flavonoid-enriched D. harra fraction and its purified compound isorhamnetin-3,7-di-O-glucoside induced a 20% decrease of PAR<sub>2</sub>-stimulated IEC6 and Caco-2 cell survival. Importantly, normal cells (non-stimulated IEC6 cells) were spared by these treatments.", "This work indicates that flavonoids from D. harra display cytotoxic activity against inflammatory and cancer intestinal cells which could depend on GSK3β inhibition."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Laboratoire de Chimie des Substances Naturelles, UR11-ES74, Faculté des Sciences de Sfax , Université de Sfax , Sfax , BP , Tunisie."}, {"Identifier": [], "Affiliation": "b IRSD, Université de Toulouse, INSERM, INRA, ENVT, UPS , Toulouse , France."}], "LastName": "Nasri", "ForeName": "Imen", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Laboratoire de Chimie des Substances Naturelles, UR11-ES74, Faculté des Sciences de Sfax , Université de Sfax , Sfax , BP , Tunisie."}, {"Identifier": [], "Affiliation": "c UMR 152 Pharma-Dev, Université de Toulouse, IRD, UPS , France."}], "LastName": "Chawech", "ForeName": "Rachid", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "c UMR 152 Pharma-Dev, Université de Toulouse, IRD, UPS , France."}], "LastName": "Girardi", "ForeName": "Cynthia", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b IRSD, Université de Toulouse, INSERM, INRA, ENVT, UPS , Toulouse , France."}, {"Identifier": [], "Affiliation": "d Service de Gastroentérologie, Hépatologie et Nutrition , Hôpital des Enfants , Toulouse , France."}], "LastName": "Mas", "ForeName": "Emmanuel", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b IRSD, Université de Toulouse, INSERM, INRA, ENVT, UPS , Toulouse , France."}], "LastName": "Ferrand", "ForeName": "Audrey", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b IRSD, Université de Toulouse, INSERM, INRA, ENVT, UPS , Toulouse , France."}], "LastName": "Vergnolle", "ForeName": "Nathalie", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "c UMR 152 Pharma-Dev, Université de Toulouse, IRD, UPS , France."}], "LastName": "Fabre", "ForeName": "Nicolas", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Laboratoire de Chimie des Substances Naturelles, UR11-ES74, Faculté des Sciences de Sfax , Université de Sfax , Sfax , BP , Tunisie."}], "LastName": "Mezghani-Jarraya", "ForeName": "Raoudha", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b IRSD, Université de Toulouse, INSERM, INRA, ENVT, UPS , Toulouse , France."}], "LastName": "Racaud-Sultan", "ForeName": "Claire", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonols"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Protein Kinase Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Solvents"}, {"RegistryNumber": "EC 2.7.11.1", "NameOfSubstance": "GSK3B protein, human"}, {"RegistryNumber": "EC 2.7.11.1", "NameOfSubstance": "Glycogen Synthase Kinase 3 beta"}, {"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}], "MeshHeadingList": [{"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["chemistry"], "DescriptorName": "Brassicaceae"}, {"QualifierName": [], "DescriptorName": "Caco-2 Cells"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Survival"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["drug therapy", "enzymology", "pathology"], "DescriptorName": "Colonic Neoplasms"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Flavonols"}, {"QualifierName": [], "DescriptorName": "Flowers"}, {"QualifierName": ["antagonists & inhibitors", "metabolism"], "DescriptorName": "Glycogen Synthase Kinase 3 beta"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Glycosides"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy", "enzymology", "pathology"], "DescriptorName": "Inflammatory Bowel Diseases"}, {"QualifierName": [], "DescriptorName": "Magnetic Resonance Spectroscopy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Methanol"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Protein Kinase Inhibitors"}, {"QualifierName": ["drug effects"], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["chemistry"], "DescriptorName": "Solvents"}, {"QualifierName": [], "DescriptorName": "Tandem Mass Spectrometry"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Antunes-Ricardo M, Moreno-García BE, Gutiérrez-Uribe JA, Aráiz-Hernández D, Alvarez MM, Serna-Saldivar SO.. 2014. Induction of apoptosis in colon cancer cells treated with isorhamnetin glycosides from Opuntia ficus-indica pads. Plant Foods Hum Nutr. 69:331–336.", "ArticleIdList": ["25186940"]}, {"Citation": "Atta EM, Hashem AI, Ahmed AM, Elqosy SM, Jasparse M, El-Sharkaw ER.. 2011. Phytochemical studies on Diplotaxis harra growing in Sinai. Eur J Chem. 2:535–538."}, {"Citation": "Bellakhdar J. 1997. La pharmacopée marocaine traditionnelle: médecine arabe ancienne et savoirs populaires. Paris: Ibis Press."}, {"Citation": "Bourogaa E, Despeaux M, Jarraya R, Fabre N, Bertrand J, Payrastre L, Demur C, Damak M, Fournié J, El Feki A, et al. . 2011. . Hammada scoparia flavonoids and rutin kill adherent and chemoresistant leukemic cells. Leuk Res. 35:1093–1101.", "ArticleIdList": ["21216465"]}, {"Citation": "Dinkova-Kostova AT. 2012. Chemoprotection against cancer by isothiocyanates: a focus on the animal models and the protective mechanisms. Top Curr Chem. 329:179–201.", "ArticleIdList": ["22752581"]}, {"Citation": "Falleh H, Msilini N, Oueslati S, Ksouri R, Magne C, Lachaal M, Karray-Bouraoui N.. 2013. Diplotaxis harra and Diplotaxis simplex organs: assessment of phenolics and biological activities before and after fractionation. Ind Crops Prod. 45:141–147."}, {"Citation": "Fasano A, Fiorentini C, Donelli G, Uzzau S, Kaper JB, Margaretten K, Ding Z, Guandalini S, Comstock L, Goldblum SE.. 1995. Zonula Occludens Toxin (ZOT) modulates tight junctions through protein kinase C-dependent actin reorganization, in vitro. J Clin Invest. 96:710–720.", "ArticleIdList": ["PMC185254", "7635964"]}, {"Citation": "Fini L, Piazzi G, Daoud Y, Selgrad M, Maegawa S, Garcia M, Fogliano V, Romano M, Graziani G, Vitaglione P, et al. . 2011. Chemoprevention of intestinal polyps in ApcMin/+ mice fed with western or balanced diets by drinking Annurca apple polyphenol extract. Cancer Prev Res (Phila). 4:907–915.", "ArticleIdList": ["PMC3793841", "21383028"]}, {"Citation": "Ghrabi Z. 2005. A guide to medicinal plants in North Africa. Malaga, Spain: IUCN Center for Mediterranean Cooperation."}, {"Citation": "Grassilli E, Narloch R, Federzoni E, Ianzano L, Pisano F, Giovannoni R, Romano G, Masiero L, Leone BE, Bonin S, et al. . 2013. Inhibition of GSK3B bypass drug resistance of p53-null colon carcinomas by enabling necroptosis in response to chemotherapy. Clin Cancer Res. 19:3820–3831.", "ArticleIdList": ["23729362"]}, {"Citation": "Hoensch H, Groh B, Edler L, Kirch W.. 2008. Prospective cohort comparison of flavonoid treatment in patients with resected colorectal cancer to prevent recurrence. World J Gastroenterol. 14:2187–2193.", "ArticleIdList": ["PMC2703843", "18407592"]}, {"Citation": "Igarashi K, Mikami T, Takahashiy, Sato H.. 2008. Comparison of the preventive activity of isorhamnetin glycosides from atsumi-kabu (Red Turnip, Brassica, campestris L.) leaves on carbon tetrachloride-induced liver injury in mice. Biosci Biotechnol Biochem. 72:856–860.", "ArticleIdList": ["18323640"]}, {"Citation": "Johnson JL, Rupasinghe SG, Stefani F, Schuler MA, Gonzalez de Mejia E.. 2011. Citrus flavonoids luteolin, apigenin, and quercetin inhibit glycogen synthase kinase-3β enzymatic activity by lowering the interaction energy within the binding cavity. J Med Food. 14:325–333.", "ArticleIdList": ["PMC3123937", "21443429"]}, {"Citation": "Kassem ME, Afifi MS, Marzouk MM, Mostafa MA.. 2013. Two new flavonol glycosides and biological activities of Diplotaxis harra (Forssk.) Boiss. Nat Prod Res. 27:2272–2280.", "ArticleIdList": ["23962320"]}, {"Citation": "Kwon KH, Murakami A, Tanaka T, Ohigashi H.. 2005. Dietary rutin, but not its aglycone quercetin, ameliorates dextran sulfate sodium-induced experimental colitis in mice: attenuation of pro-inflammatory gene expression. Biochem Pharmacol. 69:395–406.", "ArticleIdList": ["15652231"]}, {"Citation": "Li S, Guan J, Ge M, Huang P, Lin Y, Gan X.. 2015. Intestinal mucosal injury induced by tryptase-activated protease-activated receptor 2 requires β-arrestin-2 in vitro. Mol Med Rep. 12:7181–7187.", "ArticleIdList": ["26398586"]}, {"Citation": "Liu H, Mou Y, Zhao J, Wang J, Zhou L, Wang M, Wang D, Han J, Yu Z, Yang F.. 2010. Flavonoids from Halostachys caspica and their antimicrobial and antioxidant activities. Molecules. 15:7933–7945.", "ArticleIdList": ["PMC6259280", "21060300"]}, {"Citation": "Mai W, Kawakami K, Shakoori A, Kyo S, Miyashita K, Yokoi K, Jin M, Shimasaki T, Motoo Y, Minamoto T.. 2009. Deregulated GSK3βsustains gastrointestinal cancer cells survival by modulating human telomerase reverse transcriptase and telomerase. Clin Cancer Res. 15:6810–6819.", "ArticleIdList": ["19903789"]}, {"Citation": "Mohammed MMD, El-Sharkawy ER, Matloub AA.. 2013. Cytotoxic flavonoids from Diplotaxis harra (Forssk.) Boiss. growing in Sinai. J Med Plants Res. 7:19–23."}, {"Citation": "Nasri I, Bonnet D, Zwarycz B, D’Aldebert E, Khou S, Mezghani-Jarraya R, Quaranta M, Rolland C, Bonnart C, Mas E, et al. . 2016. . PAR2-dependent activation of GSK3β regulates the survival of colon stem/progenitor cells. Am J Physiol Gastrointest Liver Physiol. 311:G221–G236.", "ArticleIdList": ["PMC5007290", "27313176"]}, {"Citation": "Neuman MG, Nanau RM.. 2012. Inflammatory bowel disease: role of diet, microbiota, life style. Transl Res. 160:29–44.", "ArticleIdList": ["22687961"]}, {"Citation": "Noda S, Tanabe S, Suzuki T.. 2013. Naringenin enhances intestinal barrier function through the expression and cytoskeletal association of tight junction proteins in Caco-2 cells. Mol Nutr Food Res. 57:2019–2028.", "ArticleIdList": ["23868418"]}, {"Citation": "Pan MH, Lai CS, Wu JC, Ho CT.. 2011. Molecular mechanisms for chemoprevention of colorectal cancer by natural dietary compounds. Mol Nutr Food Res. 55:32–45.", "ArticleIdList": ["21207511"]}, {"Citation": "Ramadan MF, Amer MMA, Mansour HT, Wahdan KM, El-Sayed RM, El-Sanhoty S, El-Gleel WA.. 2009. Bioactive lipids and antioxidant properties of wild Egyptian Pulicaria incise, Diplotaxis harra, and Avicennia marina. J Verbr Lebensm. 4:239–245."}, {"Citation": "Rossi M, Rosato V, Bosetti C, Lagiou P, Parpinel M, Bertuccio P, Negri E, Vecchia CL.. 2010. Flavonoids, proanthocyanidins, and the risk of stomach cancer. Cancer Causes Control. 21:1597–1604.", "ArticleIdList": ["20521092"]}, {"Citation": "Severson EA, Kwon M, Hilgarth RS, Parkos CA, Nusrat A.. 2010. Glycogen Synthase Kinase 3 (GSK-3) influences epithelial barrier function by regulating occludin, claudin-1 and E-cadherin expression. Biochem Biophys Res Commun. 397:592–597.", "ArticleIdList": ["PMC2974955", "20617560"]}, {"Citation": "Shakoori A, Mai W, Miyashita K, Yasumoto K, Takahashi Y, Ooi A, Kawakami K, Minamoto T.. 2007. Inhibition of GSK-3 beta activity attenuates proliferation of human colon cancer cells in rodents. Cancer Sci. 98:1388–1393.", "ArticleIdList": ["17640304"]}, {"Citation": "Steinbrecher KA, Wilson WIII, Cogswell PC, Baldwin AS.. 2005. Glycogen synthase kinase 3beta functions to specify gene-specific, NF-kappaB-dependent transcription. Mol Cell Biol. 25:8444–8455.", "ArticleIdList": ["PMC1265740", "16166627"]}, {"Citation": "Triantafillidis JK, Nasioulas G, Kosmidis PA.. 2009. Colorectal cancer and inflammatory bowel disease: epidemiology, risk factors, mechanisms of carcinogenesis and prevention strategies. Anticancer Res. 29:2727–2738.", "ArticleIdList": ["19596953"]}, {"Citation": "Tsuchiya K, Nakamura T, Okamoto R, Kanai T, Watanabe M.. 2007. Reciprocal targeting of Hath1 and beta-catenin by Wnt glycogen synthase kinase 3beta in human colon cancer. Gastroenterology. 132:208–220.", "ArticleIdList": ["17241872"]}, {"Citation": "Vermeulen L, Snippert HJ.. 2014. Stem cell dynamics in homeostasis and cancer of the intestine. Nat Rev Cancer. 14:468–480.", "ArticleIdList": ["24920463"]}, {"Citation": "Vinothkumar R, Vinoth Kumar R, Sudha M, Viswanathan P, Balasubramanian T, Nalini N.. 2014. Modulatory effect of troxerutin on biotransforming enzymes and preneoplasic lesions induced by 1,2-dimethylhydrazine in rat colon carcinogenesis. Exp Mol Pathol. 96:15–26.", "ArticleIdList": ["24512697"]}, {"Citation": "Wang HL, Hart J, Fan L, Mustafi R, Bissonnette M.. 2011. Upregulation of glycogen synthase kinase 3β in human colorectal adenocarcinomas correlates with accumulation of CTNNB1. Clin Colorectal Cancer. 10:30–36.", "ArticleIdList": ["21609933"]}, {"Citation": "Wang Q, Zhou Y, Evers BM.. 2006. Neurotensin phosphorylates GSK-3alpha/beta through the activation of PKC in human colon cancer cells. Neoplasia. 8:781–787.", "ArticleIdList": ["PMC1584301", "16984735"]}, {"Citation": "Whittle BJ, Varga C, Posa A, Molnar A, Collin M, Thiemermann C.. 2006. Reduction of experimental colitis in the rat by inhibitors of glycogen synthase kinase-3beta. Br J Pharmacol. 147:575–582.", "ArticleIdList": ["PMC1616977", "16314851"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "12", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27925497", "PMC7011856", "10.1080/13880209.2016.1230877"]}}], "PubmedBookArticle": []}