{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Micropropagation", "Plant growth regulators", "Pyrus boissieriana Buhse", "Root induction", "Shoot elongation"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27924131", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "11", "Day": "09"}], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "22", "Issue": "4", "PubDate": {"Year": "2016", "Month": "Oct"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Optimizing micropropagation of drought resistant <i>Pyrus boissieriana</i> Buhse.", "Pagination": {"StartPage": "583", "EndPage": "593", "MedlinePgn": "583-593"}, "Abstract": {"AbstractText": ["The present study concentrated on introducing a micropropagation protocol for a drought resistant genotype from <i>Pyrus boissieriana</i>, which is the second most naturally widespread pear species in Iran with proper physiological and medicinal properties. Proliferating microshoot cultures were obtained by placing nodal segments on MS medium supplemented with BAP and IBA or NAA. The highest number of shoots (27 shoots per explant) were obtained with 1.5 mg l<sup>-1</sup> BAP and 0.05 mg l<sup>-1</sup> IBA, but this combination did not produce shoots of desirable length (>1.7 cm). Combination of 1.75 mg l<sup>-1</sup> BAP and 0.07 mg l<sup>-1</sup> IBA was the best for the shoot multiplication in <i>P. boissieriana</i> with a sufficient number of shoot production (22.33 shoots per explant) and relatively more appropriate shoot length. The larger and greenish leaves were obtained when PG was added to the best multiplication treatment. Microshoot elongation was carried out in 1/2 and 1/4 MS medium containing 50-100 mg l<sup>-1</sup> PG with different concentrations of IBA or NAA at intervals of 30-60 days. Significant increase in shoot length was detected after 45-60 days of culture in the presence of PG. The highest shoot length (8 cm) was recorded on 1/2 MS medium supplemented with 0.5 mg l<sup>-1</sup> IBA and 100 mg l<sup>-1</sup> PG. GA<sub>3</sub> negatively affected number and length of shoots and generally caused generation of red leaves. The highest percentage of root induction (100%) and root length (9 cm) were obtained on 1/6 strength MS medium supplemented with 0.005 mg l<sup>-1</sup> IBA. All plantlets were hardened when transferred to ex vitro conditions through a period of 25-30 days. The results suggest axillary shoot proliferation of <i>P. boissieriana</i> could successfully be employed for propagation of candidate drought resistant seedling."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Faculty of New Technologies and Energy Engineering, Shahid Beheshti University, G. C., Tehran, Iran."}], "LastName": "Zakavi", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Faculty of New Technologies and Energy Engineering, Shahid Beheshti University, G. C., Tehran, Iran."}], "LastName": "Askari", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Faculty of New Technologies and Energy Engineering, Shahid Beheshti University, G. C., Tehran, Iran."}], "LastName": "Irvani", "ForeName": "Neda", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akhani H, Djamali M, Ghorbanalizadeh A, Ramezani E. Plant biodiversity of Hyrcanian relict forests, N Iran: an overview of the flora, vegetation, palaeoecology and conservation. Pak J Bot. 2010;42:231–258."}, {"Citation": "Aygun A, Dumanoglu H. In vitro shoot proliferation and in vitro and ex vitro root formation of Pyrus elaeagrifolia Pallas. Front Plant Sci. 2015;6:1–8. doi: 10.3389/fpls.2015.00225.", "ArticleIdList": ["10.3389/fpls.2015.00225", "PMC4379752", "25873926"]}, {"Citation": "Bairwa VK, Kachhwaha S, Kothari SL. Phloroglucinol mediated shoot bud elongation in Capsicum annuum L. Natl Acad Sci Lett. 2012;35(4):331–335. doi: 10.1007/s40009-012-0064-4.", "ArticleIdList": ["10.1007/s40009-012-0064-4"]}, {"Citation": "Bouček B. Hrušeň. Lesnícka Práce. 1954;33:57–62."}, {"Citation": "Browicz K. Chorology of the Euxinian and Hyrcanian element in the woody flora of Asia. Woody plants—evolution and distribution since the Tertiary. Vienna: Springer; 1989. pp. 305–314."}, {"Citation": "Cheng T-Y. Clonal propagation of woody plant species through tissue culture techniques. Proc Intl Plant Prop Soc. 1978;28:139–155."}, {"Citation": "Cruz ZN, Rodríguez P, Galindo A, Torrecillas E, Ondoño S, Mellisho CD, Torrecillas A. Leaf mechanisms for drought resistance in Zizyphus jujuba trees. Plant Sci. 2012;197:77–83. doi: 10.1016/j.plantsci.2012.09.006.", "ArticleIdList": ["10.1016/j.plantsci.2012.09.006", "23116674"]}, {"Citation": "Cuenca S, Amo-Marco JB, Parra R. Micropropagation from inflorescence stems of the Spanish endemic plant Centaurea paui Loscos ex Willk(Compositae) Plant Cell Rep. 1999;18(7–8):674–679. doi: 10.1007/s002990050641.", "ArticleIdList": ["10.1007/s002990050641"]}, {"Citation": "da Silva JA, Dobránszki J, Ross S. Phloroglucinol in plant tissue culture. Vitro Cell Dev Biol Plant. 2013;49(1):1–6. doi: 10.1007/s11627-013-9491-2.", "ArticleIdList": ["10.1007/s11627-013-9491-2"]}, {"Citation": "de Bona CM, Biasi LA, Deschamps C, Reinhart V. Enraizamento in vitro de Lavandula angustifolia. Curr Agric Sci Technol. 2011;17(3):1–4."}, {"Citation": "De Klerk GJ (1995) Hormone requirements during the successive phases of rooting of Malus microcuttings In: Current issues in plant molecular and cellular biology. Springer Netherlands, pp 111–116"}, {"Citation": "De Klerk GJ, Guan H, Huisman P, Marinova S. Effects of phenolic compounds on adventitious root formation and oxidative decarboxylation of applied indoleacetic acid in Malus ‘Jork 9’. Plant Growth Regul. 2011;63(2):175–185. doi: 10.1007/s10725-010-9555-9.", "ArticleIdList": ["10.1007/s10725-010-9555-9"]}, {"Citation": "de Souza Ferrari MP, Antoniazzi D, Nascimento AB, Franz LF, Bezerra CS, Magalhães HE. Evaluation of new protocols to Curcuma longa micropropagation: a medicinal and ornamental specie. J Med Plants Res. 2016;10(25):367–376. doi: 10.5897/JMPR2016.6109.", "ArticleIdList": ["10.5897/JMPR2016.6109"]}, {"Citation": "Duron M, Decourtye L, Druart P. Quince (Cydonia oblonga Mill). Trees II. Berlin: Springer; 1989. pp. 42–58."}, {"Citation": "Ebrahimzadeh MA, Pourmorad F, Bekhradnia AR. Iron chelating activity, phenol and flavonoid content of some medicinal plants from Iran. Afr J Biotechnol. 2008;7(18):3188–3192."}, {"Citation": "Ebrahimzadeh MA, Nabavi SM, Nabavi SF, Eslami B. Antioxidant activity of aqueous extract of Pyrus boissieriana fruit. Pharmacologyonline. 2009;1:1318–1323."}, {"Citation": "Fogaça CM, Fett-Neto AG. Role of auxin and its modulators in the adventitious rooting of Eucalyptus species differing in recalcitrance. Plant Growth Regul. 2005;45(1):1–10. doi: 10.1007/s10725-004-6547-7.", "ArticleIdList": ["10.1007/s10725-004-6547-7"]}, {"Citation": "Gianfagna T. Natural and synthetic growth regulators and their use in horticultural and agronomic crops. Plant hormones. Netherlands: Springer; 1995. pp. 751–773."}, {"Citation": "Greenway MB, Phillips IC, Lloyd MN, Hubstenberger JF, Phillips GC. A nutrient medium for diverse applications and tissue growth of plant species in vitro. In Vitro Cell Dev Biol Plant. 2012;48(4):403–410. doi: 10.1007/s11627-012-9452-1.", "ArticleIdList": ["10.1007/s11627-012-9452-1"]}, {"Citation": "Hammatt N. Promotion by phloroglucinol of adventitious root formation in micropropagated shoots of adult wild cherry (Prunus avium L) Plant Growth Regul. 1994;14(2):127–132. doi: 10.1007/BF00025213.", "ArticleIdList": ["10.1007/BF00025213"]}, {"Citation": "Hatzilazarou SP, Syros TD, Yupsanis TA, Bosabalidis AM, Economou AS. Peroxidases, lignin and anatomy during in vitro and ex vitro rooting of gardenia (Gardenia jasminoides Ellis) microshoots. J Plant Physiol. 2006;163(8):827–836. doi: 10.1016/j.jplph.2005.06.018.", "ArticleIdList": ["10.1016/j.jplph.2005.06.018", "16777530"]}, {"Citation": "Jafari SM, Akhani H. Plants of jahan nama protected area, golestan province, N Iran. Pak J Bot. 2008;40(4):1533–1554."}, {"Citation": "Kadota M, Imizu K, Hirano T. Double-phase in vitro culture using sorbitol increases shoot proliferation and reduces hyperhydricity in Japanese pear. Sci Hortic. 2001;89(3):207–215. doi: 10.1016/S0304-4238(00)00234-X.", "ArticleIdList": ["10.1016/S0304-4238(00)00234-X"]}, {"Citation": "Kurt S, Erdağ B. In vitro germination and axillary shoot propagation of Centaurea zeybekii. Biologia. 2009;64(1):97–101. doi: 10.2478/s11756-009-0003-0.", "ArticleIdList": ["10.2478/s11756-009-0003-0"]}, {"Citation": "Lane WD. Regeneration of pear plants from shoot meristem-tips. Plant Sci Lett. 1979;16(2–3):337–342. doi: 10.1016/0304-4211(79)90046-4.", "ArticleIdList": ["10.1016/0304-4211(79)90046-4"]}, {"Citation": "Loreti E, Povero G, Novi G, Solfanelli C, Alpi A, Perata P. Gibberellins, jasmonate and abscisic acid modulate the sucrose-induced expression of anthocyanin biosynthetic genes in Arabidopsis. New Phytol. 2008;179(4):1004–1016. doi: 10.1111/j.1469-8137.2008.02511.x.", "ArticleIdList": ["10.1111/j.1469-8137.2008.02511.x", "18537890"]}, {"Citation": "Marín JA, García E, Lorente P, Andreu P, Arbeloa A. A novel approach for propagation of recalcitrant pistachio cultivars that sidesteps rooting by ex vitro grafting of tissue cultured shoot tips. PCTOC. 2016;124(1):191–200. doi: 10.1007/s11240-015-0871-7.", "ArticleIdList": ["10.1007/s11240-015-0871-7"]}, {"Citation": "Murashige T, Skoog F. A revised medium for rapid growth and bio assays with tobacco tissue cultures. Physiol Plant. 1962;15(3):473–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Naqinezhad A, Zare-Maivan H, Gholizadeh H. A floristic survey of the Hyrcanian forests in Northern Iran, using two lowland-mountain transects. J For Res. 2015;26(1):187–199. doi: 10.1007/s11676-015-0019-y.", "ArticleIdList": ["10.1007/s11676-015-0019-y"]}, {"Citation": "Parad GA, Zarafshar M, Striker GG, Sattarian A. Some physiological and morphological responses of Pyrus boissieriana to flooding. Trees. 2013;27(5):1387–1393. doi: 10.1007/s00468-013-0886-9.", "ArticleIdList": ["10.1007/s00468-013-0886-9"]}, {"Citation": "Pattnaik SK, Sahoo Y, Chand PK. Micropropagation of a fruit tree, Morus australis Poir syn M acidosa Griff. Plant Cell Rep. 1996;15(11):841–845. doi: 10.1007/BF00233153.", "ArticleIdList": ["10.1007/BF00233153", "24178221"]}, {"Citation": "Pérez LP, Montesinos YP, Olmedo JG, Rodriguez RB, Sánchez RR, Montenegro ON, Gómez-Kosky R. Effect of phloroglucinol on rooting and in vitro acclimatization of papaya (Carica papaya L var Maradol Roja) In Vitro Cell Dev Biol Plant. 2015;52(2):196–203. doi: 10.1007/s11627-015-9733-6.", "ArticleIdList": ["10.1007/s11627-015-9733-6"]}, {"Citation": "Purohit S, Nandi SK, Paul S, Tariq M, Palni LM. Micropropagation and genetic fidelity analysis in Amomum subulatum Roxb.: a commercially important Himalayan plant. J Appl Res Med Aromat Plants. 2016"}, {"Citation": "Rai MK, Asthana P, Jaiswal VS, Jaiswal U. Biotechnological advances in guava (Psidium guajava L): recent developments and prospects for further research. Trees. 2010;24(1):1–12. doi: 10.1007/s00468-009-0384-2.", "ArticleIdList": ["10.1007/s00468-009-0384-2"]}, {"Citation": "Ramage CM, Williams RR. Mineral nutrition and plant morphogenesis. In Vitro Cell Dev Biol Plant. 2002;38(2):116–124. doi: 10.1079/IVP2001269.", "ArticleIdList": ["10.1079/IVP2001269"]}, {"Citation": "Rehman HU. In vitro propagation of Kainth (Pyrus pashia) using explants from forced cutting. J Hortic. 2015;2(1):1–6."}, {"Citation": "Rehman HU, Gill MIS. In vitro Shoot tip Grafting of Patharnakh [Pyrus pyrifolia (Burm F) Nakai] Pear on Kainth Rootstock. Veg Int J Plant Res. 2014;27(2):363–369. doi: 10.5958/2229-4473.2014.00058.5.", "ArticleIdList": ["10.5958/2229-4473.2014.00058.5"]}, {"Citation": "Ružić DV, Vujović TI. The effects of cytokinin types and their concentration on in vitro multiplication of sweet cherry cv Lapins (Prunus avium L) Hortic Sci. 2008;35(1):12–21."}, {"Citation": "Ružić D, Sarić M, Cerović R, Ćulafić L. Relationship between the concentration of macroelements, their uptake and multiplication of cherry rootstock Gisela 5 in vitro. Plant Cell Tissue Organ Cult. 2000;63(1):9–14. doi: 10.1023/A:1006412901992.", "ArticleIdList": ["10.1023/A:1006412901992"]}, {"Citation": "Scharnweber T, Rietschel M, Manthey M. Degradation stages of the Hyrcanian forests in southern Azerbaijan. Archiv für Naturschutz und Landschaftsforschung. 2007;46(2):133–156."}, {"Citation": "Shahaboddin ME, Pouramir M, Moghadamnia AA, Parsian H, Lakzaei M, Mir H. Pyrus biossieriana Buhse leaf extract: An antioxidant, antihyperglycaemic and antihyperlipidemic agent. Food Chem. 2011;126(4):1730–1733. doi: 10.1016/j.foodchem.2010.12.069.", "ArticleIdList": ["10.1016/j.foodchem.2010.12.069", "25213951"]}, {"Citation": "Sharma M, Modgil M, Sharma DR. Successful propagation in vitro of apple rootstock MM106 and influence of phloroglucinol. Indian J Exp Biol. 2000;38(12):1236–1240.", "ArticleIdList": ["11411046"]}, {"Citation": "Sinnott EW. Plant morphogenesis. New York: McGraw Hill Book Company; 1960."}, {"Citation": "Šircelj H, Tausz M, Grill D, Batič F. Detecting different levels of drought stress in apple trees (Malus domestica Borkh) with selected biochemical and physiological parameters. Sci Hortic. 2007;113(4):362–369. doi: 10.1016/j.scienta.2007.04.012.", "ArticleIdList": ["10.1016/j.scienta.2007.04.012"]}, {"Citation": "Skirvin RM, Kouider M, Joung A, Korban SS (1986) The tissue culture of apple Malus domestica Borkh. In: Bajaj YPS (ed) Biotechnology in agriculture and forestry 1. Trees 1. Springer, Berlin, pp 183–197"}, {"Citation": "Swain D, Lenka S, Hota T, Rout GR. Micropropataion of Hypericum gaitii Haines, endangered medicinal plant: assessment of genetic fidelity. Nucleus. 2016;59(1):7–13. doi: 10.1007/s13237-015-0146-z.", "ArticleIdList": ["10.1007/s13237-015-0146-z"]}, {"Citation": "Taiz L, Zeiger E. Mineral nutrition. Plant Physiol. 1998;2:103–124."}, {"Citation": "Tang H, Luo Y, Liu C. Plant regeneration from in vitro leaves of four commercial Pyrus species. Plant Soil Environ. 2008;54(4):140."}, {"Citation": "Thakur A, Kanwar JS. Micropropagation of “Wild pear” Pyrus pyrifolia (Burm F) Nakai II Induction of Rooting. Notulae Botanicae Horti Agrobotanici Cluj-Napoca. 2008;36(2):104."}, {"Citation": "Tilkat E, Onay A. Direct shoot organogenesis from in vitro-derived mature leaf explants of pistachio. In Vitro Cell Dev Biol Plant. 2009;45(1):92–98. doi: 10.1007/s11627-008-9168-4.", "ArticleIdList": ["10.1007/s11627-008-9168-4"]}, {"Citation": "Tilkat E, Onay A, Yıldırım H, Ayaz E. Direct plant regeneration from mature leaf explants of pistachio, Pistacia vera L. Sci Horticult. 2009;121(3):361–365. doi: 10.1016/j.scienta.2009.02.007.", "ArticleIdList": ["10.1016/j.scienta.2009.02.007"]}, {"Citation": "Verma S, Yadav K, Singh N. Optimization of the protocols for surface sterilization, regeneration and acclimatization of Stevia rebaudiana Bertoni. Am Eurasian J Agric Environ Sci. 2011;11:221–227."}, {"Citation": "Webster CA, Jones OP. Performance of field hedge and stoolbed plants of micropropagated dwarfing apple rootstock clones with different degrees of apparent rejuvenation. J Hortic Sci. 1992;67(4):521–528. doi: 10.1080/00221589.1992.11516278.", "ArticleIdList": ["10.1080/00221589.1992.11516278"]}, {"Citation": "Wen SS, Cheng FY, Zhong Y, Wang X, Li LZ, Zhang YX, Qiu JM. Efficient protocols for the micropropagation of tree peony (Paeonia suffruticosa ‘Jin Pao Hong’, P. suffruticosa ‘Wu Long Peng Sheng’, and P. × lemoinei ‘High Noon’) and application of arbuscular mycorrhizal fungi to improve plantlet establishment. Sci Hortic. 2016;201:10–17. doi: 10.1016/j.scienta.2016.01.022.", "ArticleIdList": ["10.1016/j.scienta.2016.01.022"]}, {"Citation": "Yae BW, Zimmerman RH, Fordham I, Ko KC. Influence of photoperiod, apical meristem, and explant orientation on axillary shoot proliferation of apple cultivars in vitro. J Am Soc Hortic Sci (USA) 1987;112:588–592."}, {"Citation": "Yepes LM, Aldwinckle HS. Micropropagation of thirteen Malus cultivars and rootstocks, and effect of antibiotics on proliferation. Plant Growth Regul. 1994;15(1):55–67. doi: 10.1007/BF00024677.", "ArticleIdList": ["10.1007/BF00024677"]}, {"Citation": "Yildirim H, Ahmet ONAY, Tilkat E, Aktürk Z. Micropropagation of the apricot (Prunus armeniaca L) cv Hacıhaliloğlu by means of single node culture. Turk J Agric Forest. 2011;35(1):55–64."}, {"Citation": "Zamani A, Attar F, Maroofi H. A synopsis of the genus Pyrus (Rosaceae) in Iran. Nord J Bot. 2012;30(3):310–332. doi: 10.1111/j.1756-1051.2012.00989.x.", "ArticleIdList": ["10.1111/j.1756-1051.2012.00989.x"]}, {"Citation": "Zarafshar M, Akbarinia M, Askari H, Hosseini SM, Rahaie M, Struve D, Striker GG. Morphological, physiological and biochemical responses to soil water deficit in seedlings of three populations of wild pear tree (Pyrus boisseriana) Base. Biotechnol Agron Soc Environ. 2014;18(3):353–366."}, {"Citation": "Zhou Y, Lambrides CJ, Fukai S. Drought resistance of bermudagrass (Cynodon spp) ecotypes collected from different climatic zones. Environ Exp Bot. 2013;85:22–29. doi: 10.1016/j.envexpbot.2012.07.008.", "ArticleIdList": ["10.1016/j.envexpbot.2012.07.008"]}, {"Citation": "Zieslin N, Biran I, Halevy AH. The effect of growth regulators on the growth and pigmentation of “Baccara” rose flowers. Plant Cell Physiol. 1974;15(2):341–349."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "12", "Day": "21"}, {"Year": "2016", "Month": "8", "Day": "29"}, {"Year": "2016", "Month": "10", "Day": "12"}, {"Year": "2016", "Month": "12", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27924131", "PMC5120044", "10.1007/s12298-016-0387-6", "387"]}}], "PubmedBookArticle": []}