{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anisakis larvae", "Mediterranean plants", "biocidal activity", "components of essential oils", "prophylactic action"]], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27937075", "DateCompleted": {"Year": "2017", "Month": "03", "Day": "09"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "03"}, "Article": {"ArticleDate": [], "ELocationID": [], "Language": ["eng"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "55", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "Evaluation of different Mediterranean essential oils as prophylactic agents in anisakidosis.", "Pagination": {"StartPage": "456", "EndPage": "461", "MedlinePgn": "456-461"}, "Abstract": {"AbstractText": ["Anisakis Dujardin 1845 (Anisakidae) nematodes can cause gastrointestinal and allergic diseases when humans eat raw or undercooked seafood containing larvae. There is currently no drug available in the market against this parasitic disease, and the study of plant-derived molecules could be useful in the discovery of effective compounds.", "This research assesses the biocidal activity of a range of essential oils (EOs) from some Mediterranean plants against larvae found in the musculature of fresh fish.", "EOs composition was analyzed by gas chromatography-mass spectroscopy. All the EOs were diluted at 5% v/v in olive oil to cover the fish with the solutions for 24 h. The larvae that abandoned the muscle and the larvae obtained from the artificial digestion of the fish were collected. Controls were carried out in parallel. Furthermore, Wistar rats were infected with the live larvae collected from the in vitro trials in order to find any larvae that may have penetrated the gastrointestinal wall.", "Between 60.8% and 87.6% of parasites treated with EOs abandoned the fish muscle, and the highest in vitro mortality rate was achieved with oregano EO (53.9%). Rats previously treated with oregano, cumin and Spanish lavender EOs showed no detectable lesions in the digestive tract due to the infection with larvae.", "Oregano (Origanum vulgare L. Lamiaceae), cumin (Cuminum cyminum L. Apiaceae) and Spanish lavender (Lavender stoechas L. Lamiaceae) EOs could be used as promising ingredients in the development of products for the control of anisakiasis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Department of Parasitology, Faculty of Pharmacy , University of Granada , Granada , Spain."}], "LastName": "Gómez-Mateos Pérez", "ForeName": "Magdalena", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Department of Parasitology, Faculty of Pharmacy , University of Granada , Granada , Spain."}], "LastName": "Navarro Moll", "ForeName": "Concepción", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Department of Parasitology, Faculty of Pharmacy , University of Granada , Granada , Spain."}], "LastName": "Merino Espinosa", "ForeName": "Gema", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Department of Parasitology, Faculty of Pharmacy , University of Granada , Granada , Spain."}], "LastName": "Valero López", "ForeName": "Adela", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antinematodal Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}, {"RegistryNumber": "ZBP1YXW0H8", "NameOfSubstance": "lavender oil"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["parasitology", "prevention & control"], "DescriptorName": "Anisakiasis"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Anisakis"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Antinematodal Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Cuminum"}, {"QualifierName": [], "DescriptorName": "Fishes"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": ["drug effects"], "DescriptorName": "Larva"}, {"QualifierName": [], "DescriptorName": "Lavandula"}, {"QualifierName": [], "DescriptorName": "Mediterranean Region"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry"], "DescriptorName": "Origanum"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Oils"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abu-Darwish MS, Cabral C, Ferreira V, Gonçalves MJ, Cavaleiro C, Cruz MT, Al Bdour TH, Salgueiro L.. 2013. Essential oil of common sage (Salvia officinalis L.) from Jordan: assessment of safety in mammalian cells and its antifungal and anti-inflammatory potential. Biomed Res Int. 2013:538940.", "ArticleIdList": ["PMC3809930", "24224168"]}, {"Citation": "Adams RP.2007. Review of identification of essential oil components by gas chromatography-mass spectrometry. 4th ed Santa Fe: Am Soc Mass."}, {"Citation": "AESAN 2007. Informe del Comité Científico de la Agencia Española de Seguridad Alimentaria y Nutrición (AESAN) sobre medidas para reducir el riesgo asociado a la presencia de Anisakis. AESAN. 6:59–65."}, {"Citation": "Anastasio A, Smaldone G, Cacace D, Marrone R, Lo Voi A, Santoro M, Cringoli G, Pozio E.. 2015. Inactivation of Anisakis pegreffii larvae in anchovies (Engraulis encrasicolus) by salting and quality assessment of finished product. Food Control. 64:115–119."}, {"Citation": "Burt S.2004. . Essential oils: Their antibacterial properties and potential applications in foods-a review. Int J Food Microbiol. 94:223–253.", "ArticleIdList": ["15246235"]}, {"Citation": "Chía N, Romero MC, Polo-Vico R, Gómez-Mateos M, Abattouy N, Valero A.. 2010. Epidemiological study of Anisakis type I in blue whiting (Micromesistius poutassou) captured in northwestern Spain. Ars Pharm. 51:829–834."}, {"Citation": "Cowan MM.1999. Plant products as antimicrobial agents. Clin Microbiol Rev. 12:564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Dabrio MV.1973. Cromatografia de gases II. Madrid: Alhambra S.A."}, {"Citation": "Dadalioglu I, Evrendilek GA.. 2004. Chemical compositions and antibacterial effects of essential oils of Turkish oregano (Origanum minutiflorum), bay laurel (Laurus nobilis), Spanish lavender (Lavandula stoechas L.), and fennel (Foeniculum vulgare) on common foodborne pathogens. J Agric Food Chem. 52:8255–8260.", "ArticleIdList": ["15612826"]}, {"Citation": "di Pasqua R, De Feo V, Villani F, Mauriello G.. 2005. In vitro antimicrobial activity of essential oils from Mediterranean Apiaceae, Verbenaceae and Lamiaceae against foodborne pathogens and spoilage bacteria. Ann Microbiol. 55:139–143."}, {"Citation": "Dussault D, Vu KD, Lacroix M.. 2014. In vitro evaluation of antimicrobial activities of various commercial essential oils, oleoresin and pure compounds against food pathogens and application in ham. Meat Sci. 96:514–520.", "ArticleIdList": ["24012976"]}, {"Citation": "Fournomiti M, Kimbaris A, Mantzourani I, Plessas S, Theodoridou I, Papaemmanouil V, Kapsiotis, IoannisAlexopoulos A, Panopoulou M, Stavropoulou E, Bezirtzoglou EE.. 2015. Antimicrobial activity of essential oils of cultivated oregano (Origanum vulgare), sage (Salvia officinalis), and thyme (Thymus vulgaris) against clinical isolates of Escherichia coli, Klebsiella oxytoca, and Klebsiella pneumoniae. Microb Ecol Health Dis. 1:1–7.", "ArticleIdList": ["PMC4400296", "25881620"]}, {"Citation": "García-García RM, Palou-García E.. 2008. Mecanismos de acción antimicrobiana de timol y carvacrol sobre microorganismos de interés en alimentos. Temas Sel Ing Aliment. 2:41–51."}, {"Citation": "Guleria S, Tiku AK, Koul A, Gupta S, Singh G, Razdan VK.. 2013. Antioxidant and antimicrobial properties of the essential oil and extracts of Zanthoxylum alatum grown in North-Western Himalaya. Sci World J. 2013:790580.", "ArticleIdList": ["PMC3679694", "23781160"]}, {"Citation": "Giarratana F, Giuffrida A, Gallo F, Ziino G, Panebianco A.. 2012. Study on the resistance variability of Anisakis larvae to some technological stressors In: Pugliese A, Gaiti A, Boiti C, editors. Veterinary science: current aspects in biology, animal pathology, clinic and food hygiene. Heidelberg, Germany: Springer-Verlag GmbH; p. 155–159."}, {"Citation": "Giarratana F, Muscolino D, Beninati C, Giuffrida A, Panebianco A.. 2014. Activity of Thymus vulgaris essential oil against Anisakis larvae. Exp Parasitol. 142:7–10.", "ArticleIdList": ["24721259"]}, {"Citation": "Giarratana F, Muscolino D, Panebianco F, Patania A, Benianti C, Ziino G, Giuffrida A.. 2015a. Activity of R(+) limonene against Anisakis larvae. Ital J Food Saf. 4:209–211.", "ArticleIdList": ["PMC5076689", "27800423"]}, {"Citation": "Giarratana F, Panebianco F, Muscolino D, Beninati C, Ziino G, Giuffrida A.. 2015b. Effect of allyl isothiocyanate against Anisakis larvae during the anchovy marinating process. J Food Protect. 78:767–771.", "ArticleIdList": ["25836403"]}, {"Citation": "Gómez-Rincón C, Langa E, Murillo P, Valero MS, Berzosa C, López V.. 2014. Activity of tea tree (Melaleuca alternifolia) essential oil against L3 larvae of Anisakis simplex. Biomed Res Int. 2014:549510.", "ArticleIdList": ["PMC4055599", "24967378"]}, {"Citation": "Granger R, Passet J, Teulade-Arbousset G.. 1973. A propos d’une labiée cosmopolite: Lavandula stoechas L. Trav Soc Pharm Montpellier. 33:335–360."}, {"Citation": "Hierro I, Valero A, Pérez P, González P, Cabo MM, Montilla MP, Navarro MC.. 2004. Action of different monoterpenic compounds against Anisakis simplex s.l. L3 larvae. Phytomedicine. 11:77–82.", "ArticleIdList": ["14971725"]}, {"Citation": "Hierro I, Valero A, Navarro MC.. 2006. In vivo larvicidal activity of monoterpenic derivatives from aromatic plants against L3 larvae of Anisakis simplex s.l. Phytomedicine. 13:527–531.", "ArticleIdList": ["16785045"]}, {"Citation": "Karl H, Roepstorff A, Huss HH.. 1995. Survival of Anisakis larvae in marinated herring fillets. Int J Food Sci Technol. 29:299–236."}, {"Citation": "Kedia A, Prakash B, Mishra PK, Dubey NK.. 2014. Antifungal and antiaflatoxigenic properties of Cuminum cyminum (L.) seed essential oil and its efficacy as a preservative in stored commodities. Int J Food Microbiol. 168–169:1–7.", "ArticleIdList": ["24211773"]}, {"Citation": "Klapper R, Kuhn T, Münster J, Levsen A, Karl H, Klimpel S.. 2015. Anisakid nematodes in beaked redfish (Sebastes mentella) from three fishing grounds in the north Atlantic, with special notes on distribution in the fish musculature. Vet Parasitol. 207:72–80.", "ArticleIdList": ["25498327"]}, {"Citation": "Kotan R, Kordali S, Cakir A.. 2007. Screening of antibacterial activities of twenty-one oxygenated monoterpenes . Z Naturforsch C J Biosci. 62:507–513.", "ArticleIdList": ["17913064"]}, {"Citation": "Martinez-Velazquez M, Castillo-Herrera GA, Rosario-Cruz R, Flores-Fernandez JM, Lopez-Ramirez J, Hernandez-Gutierrez R, Del Carmen Lugo-Cervantes E.. 2011. Acaricidal effect and chemical composition of essential oils extracted from Cuminum cyminum, Pimenta dioica and Ocimum basilicum against the cattle tick Rhipicephalus (Boophilus) microplus (Acari: Ixodidae). Parasitol Res. 108:481–487.", "ArticleIdList": ["20865426"]}, {"Citation": "Mendoza L, Wilkens M, Urzúa A.. 1997. Antimicrobial study of the resinous exudates and of diterpenoids and flavonoids isolated from some Chilean Pseudognaphalium (Asteraceae). J Ethnopharmacol. 58:85–88.", "ArticleIdList": ["9406895"]}, {"Citation": "Navarro MC, Noguera MA, Romero MC, Montilla MP, González de Selgas JM, Valero A.. 2008. Anisakis simplex s.l.: Larvicidal activity of various monoterpenic derivatives of natural origin against L3 larvae in vitro and in vivo. Exp Parasitol. 120:295–299.", "ArticleIdList": ["18713626"]}, {"Citation": "Pekmezci GZ.2014. Occurrence of Anisakis simplex sensu stricto in imported Atlantic mackerel (Scomber scombrus) represents a risk for Turkish consumers. Int J Food Microbiol. 185:64–68.", "ArticleIdList": ["24935687"]}, {"Citation": "Prakash B, Shukla R, Singh P, Kumar A, Mishra PK, Dubey NK.. 2010. Efficacy of chemically characterized Piper betle L. essential oil against fungal and aflatoxin contamination of some edible commodities and its antioxidant activity. Int J Food Microbiol. 142:114–119.", "ArticleIdList": ["20621374"]}, {"Citation": "Ristocelli D, Tomi F, Casanova J.. 1998. 13C-NMR as tool for identification and enantiomeric differentiation of major terpenes exemplified by the essential oil of Lavandula stoechas L. ssp. stoechas. Flavor Fragrance J. 13:154–158."}, {"Citation": "Romero M, del C, Valero A, Martín-Sánchez J, Navarro-Moll MC.. 2012. Activity of Matricaria chamomilla essential oil against anisakiasis. Phytomedicine. 19:520–523.", "ArticleIdList": ["22397992"]}, {"Citation": "Romero MC, Navarro MC, Martín-Sánchez J, Valero A.. 2014. Peppermint (Mentha piperita) and albendazole against anisakiasis in an animal model. Trop Med Int Health. 19:1430–1436.", "ArticleIdList": ["25330410"]}, {"Citation": "Sánchez-Monsalvez I, de Armas-Serra C, Martínez J, Dorado M, Sánchez A, Rodríguez-Caabeiro F.. 2005. A new procedure for marinating fresh anchovies and ensuring the rapid destruction of Anisakis larvae. J Food Prot. 68:1066–1072.", "ArticleIdList": ["15895743"]}, {"Citation": "De Sousa JP, de Oliveira KÁ, de Figueiredo RC, de Souza EL.. 2015. Influence of carvacrol and 1,8-cineole on cell viability, membrane integrity, and morphology of Aeromonas hydrophila cultivated in a vegetable-based broth. J Food Prot. 78:424–429.", "ArticleIdList": ["25710162"]}, {"Citation": "Usano J.2012. Estudio del efecto de los factores ambientales y agronómicos sobre la producción de los aceites esenciales de Salvia lavandulifolia VAHL. Madrid (ES): Complutense University of Madrid."}, {"Citation": "Valero A, Hierro I, González P, Montilla P, Navarro MC.. 2006. Activity of various essential oils and their main components against L3 larvae of Anisakis simplex s.l In: Govil JN, Singh VK, Arunachalam P, editors. Recent progress in medicinal plants, drug development from molecules. Houston: Studium Press LLC; p. 247–265."}, {"Citation": "Valero A, Romero MC, Gómez-Mateos M, Hierro I, Navarro MC.. 2015. Natural products: perspectives in the pharmacological treatment of gastrointestinal anisakiasis. Asian Pac J Trop Med. 8:612–617.", "ArticleIdList": ["26321513"]}, {"Citation": "Waller SB, Madrid IM, Ferraz V, Picoli T, Cleff MB, de Faria RO, Meireles MC, de Mello JR.. 2016. Cytotoxicity and anti-Sporothrix brasiliensis activity of the Origanum majorana Linn. oil. Braz J Microbiol. 47:896–901.", "ArticleIdList": ["PMC5052358", "27515466"]}, {"Citation": "Yeom HJ, Kang JS, Kim GH, Park IK.. 2012. Insecticidal and acetylcholine esterase inhibition activity of apiaceae plant essential oils and their constituents against adults of German cockroach (Blattella germanica). J Agric Food Chem. 60:7194–7203.", "ArticleIdList": ["22746406"]}, {"Citation": "Zrira S, Benjilal B.. 2003. The constituents of the oils of Lavandula stoeschas L. ssp. atlantica Br.-Bl. and L. stoechas ssp. stoechas from Morocco. J Essent Oil Res. 15:68–69."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "12", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27937075", "PMC6130707", "10.1080/13880209.2016.1247880"]}}], "PubmedBookArticle": []}