{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [["Aminotransferases", "Hematopoietic", "Hepatic functions", "Psidium guajava", "Serum proteins"]], "GeneralNote": [], "PMID": "27956982", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2010", "Month": "01", "Day": "20"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1918-2805", "JournalIssue": {"Volume": "3", "Issue": "1", "PubDate": {"Year": "2010", "Month": "Feb"}}, "Title": "Gastroenterology research", "ISOAbbreviation": "Gastroenterology Res"}, "ArticleTitle": "Effect of Aqueous Extract of Psidium Guajava Leaves on Liver Enzymes, Histological Integrity and Hematological Indices in Rats.", "Pagination": {"StartPage": "32", "EndPage": "38", "MedlinePgn": "32-38"}, "Abstract": {"AbstractText": ["Serum alanine aminotransferase (ALT), aspartate aminotransferase(AST), alkaline phosphatase (ALP), albumin and total protein levels, as well as the tissue histological assay are known to be useful in assessing the functional integrity of the liver. Also, assessment of red and white blood cells count, hematocrit and hemoglobin concentrations is useful in determining the effect of some chemical substances on hemotopoietic system. In recent times, reports from medicinal plants research indicate that extracts from some plants are both hepatotoxic and hematotoxic, while others on the other hand are reported to be hepatoprotective and hematopoietic in action. This study considers the effects of aqueous extract of Psidium guajava (P. guajava) leaves on the histology and biochemical indices of liver function as well as hematological indices in rats.", "In this study, phytochemical screening of the aqueous extract of P. guajava leaves was carried out. Also, male and female rats were administered with 200 mg/kg body weight oral daily doses of aqueous extract of P. guajava leaves for a period of 30 days. At the end of the administration period, the rats were anaesthesized with chloroform vapors and dissected for the collection of blood and liver tissues which were used for the hematopoietic and liver functions investigations.", "Preliminary phytochemical analysis of the plant leaves showed the presence of alkaloids, flavonoids, glycosides, polyphenols, reducing compounds, saponins and tannins. Liver function tests revealed that the serum ALT, AST and ALP, as well as the concentrations of total protein and albumin in male and female rats were not significantly (P > 0.05) affected by the oral administration of the extract. Histopathological study also did not show any adverse alteration in the morphological architecture of the liver tissues in both sexes of the animal model. However, red blood cell counts, hemotocrit and hemoglobin concentrations increased significantly (P < 0.05) on administration of the extract in both male and female rats. It was therefore observed that the effect of the extract on male rats was not significantly different (P > 0.05) from that obtained for the female rats.", "The results of this present study suggested that aqueous extract of Psidium guajava leaves may be hepatoprotective, and not hepatotoxic, with hematopoietic potentials in both male and female rats. These findings are therefore of clinical importance given the various reported medicinal potentials of the plant."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry Department, Faculty of Basic Medical Sciences, University of Calabar, P.M.B.1115, Calabar, Nigeria."}], "Identifier": [], "LastName": "Uboh", "ForeName": "Friday E", "Initials": "FE"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany Department, Faculty of Sciences, University of Calabar, P.M.B.1115, Calabar, Nigeria."}], "Identifier": [], "LastName": "Okon", "ForeName": "Iniobong E", "Initials": "IE"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Anatomy Department, Faculty of Basic Medical Sciences, University of Calabar, P.M.B.1115, Calabar, Nigeria."}], "Identifier": [], "LastName": "Ekong", "ForeName": "Moses B", "Initials": "MB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Canada", "MedlineTA": "Gastroenterology Res", "NlmUniqueID": "101519422", "ISSNLinking": "1918-2805"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chevellier A.  The Encylopedia of Medical Plant. London: Dorling Kindersley Ltd;  (online), 1996.  http://www.chclibrary.org/plant.html."}, {"Citation": "Begum S, Hassan SI, Siddiqui BS, Shaheen F, Ghayur MN, Gilani AH. Triterpenoids from the leaves of Psidium guajava. Phytochemistry. 2002;61(4):399–403. doi: 10.1016/S0031-9422(02)00190-5.", "ArticleIdList": ["10.1016/S0031-9422(02)00190-5", "12377233"]}, {"Citation": "Conde Garcia EA, Nascimento VT, Santiago Santos AB. Inotropic effects of extracts of Psidium guajava L. (guava) leaves on the guinea pig atrium. Braz J Med Biol Res. 2003;36(5):661–668. doi: 10.1590/S0100-879X2003000500014.", "ArticleIdList": ["10.1590/S0100-879X2003000500014", "12715086"]}, {"Citation": "Belemtougri RG, Constantin B, Cognard C, Raymond G, Sawadogo L. Effects of two medicinal plants Psidium guajava L. (Myrtaceae) and Diospyros mespiliformis L. (Ebenaceae) leaf extracts on rat skeletal muscle cells in primary culture. J Zhejiang Univ Sci B. 2006;7(1):56–63. doi: 10.1631/jzus.2006.B0056.", "ArticleIdList": ["10.1631/jzus.2006.B0056", "PMC1361761", "16365927"]}, {"Citation": "Begum S, Hassan SI, Siddiqui BS. Two new triterpenoids from the fresh leaves of Psidium guajava. Planta Med. 2002;68(12):1149–1152. doi: 10.1055/s-2002-36353.", "ArticleIdList": ["10.1055/s-2002-36353", "12494352"]}, {"Citation": "Suntornsuk L, Gritsanapun W, Nilkamhank S, Paochom A. Quantitation of vitamin C content in herbal juice using direct titration. J Pharm Biomed Anal. 2002;28(5):849–855. doi: 10.1016/S0731-7085(01)00661-6.", "ArticleIdList": ["10.1016/S0731-7085(01)00661-6", "12039626"]}, {"Citation": "Lozoya X, Reyes-Morales H, Chavez-Soto MA, Martinez-Garcia Mdel C, Soto-Gonzalez Y, Doubova SV. Intestinal anti-spasmodic effect of a phytodrug of Psidium guajava folia in the treatment of acute diarrheic disease. J Ethnopharmacol. 2002;83(1-2):19–24. doi: 10.1016/S0378-8741(02)00185-X.", "ArticleIdList": ["10.1016/S0378-8741(02)00185-X", "12413703"]}, {"Citation": "Holetz FB. et al. Screening of some plants used in the Brazilian folk medicine for the treatment of infectious diseases. Mem Inst Oswaldo Cruz. 2002;97(7):1027–31.", "ArticleIdList": ["12471432"]}, {"Citation": "Nwogu LA, Alisi CS, Ibegbulem CO, Igwe CU. Phytochemical and Antimicrobial Activity of Ethanolic Extract of Landolphia owariensis leaf. Afric J. Biotechnol. 2007;6(7):890–893."}, {"Citation": "Nwogu LA, Igwe CU, Emejulu AA. Effects of Landolphia owariensis on the liver function profile and haemoglobin concentration of albino rats. African Journal of Biochemistry Research. 2008;2(12):240–242."}, {"Citation": "Trease GE, Evans WC. Trease and Evans Pharmacognosy. 13th ed. Biliere Tindall; London: 1996. Phenols and Phenolic glycosides; pp. 832–833."}, {"Citation": "Ajayi OI, Ajayi TC, Omokaro EU, Halim NKD. Erythropoietic value of pumpkin leaf extract (Telfeira occidentalis) in rabbits – a preliminary study. Nigerian Journal of Physiological Sciences. 2000;16(1-2):1–3."}, {"Citation": "Ogwumike OO. Hemopoietic effect of aqueous extract of the leaf sheath of Sorghum bicolor in albino rats. African Journal of Biomedical Research. 2002;5:69–71."}, {"Citation": "Owoyele BY, Olayele SB, Elegba RA. Anti-inflammatory and Analgesic Activities of leaf Extract of Landolphia owariensis. African J. Biomedical Res. 2002;4(3):131–133."}, {"Citation": "Agbor GA, Oben JE, Ngogang JY. Hematinic activity of Hibiscus cannabinus. Afr J Biotechnol. 2005;4(8):833–837."}, {"Citation": "Dina OA, Adedapo AA, Oyinloye OP, Saba AB. Effect of Telfairia occidentalis extract on experimentally induced anemia in domestic rabbits. Afr J Biomed Res. 2006;3:181–183."}, {"Citation": "Ita SO, Etim OE, Ben EE, Ekpo OF. Hematopoietic properties of ethanolic leaf extract of Ageratum conyzoides (Goat weed) in albino rats. Nigerian Journal of Physiological Sciences. 2007;22(1-2):83–87.", "ArticleIdList": ["18379624"]}, {"Citation": "Akah PE, Okolo CE, Ezike AE. The haematinic activity of the methanol leaf extract of Brillantasia nitens Lindau (Acanthaceae) in rats. African Journal of Biotechnology. 2009;8(10):2389–2393."}, {"Citation": "Dacie JV, Lewis SM. 8th ed. Longman Group Ltd; Hong Kong: 1994. Practical Haematology; pp. 49–82."}, {"Citation": "Okochi YI, Okpuzor J, Alli LA. Comparison of an African herbal formula with commercially available haematinics. Afr J Biotechnol. 2003;2(8):237–240."}, {"Citation": "Diallo A, Gbeassor M, Vovor A, Eklu-Gadegbeku K, Aklikokou K, Agbonon A, Abena AA. et al. Effect of Tectona grandis on phenylhydrazine-induced anaemia in rats. Fitoterapia. 2008;79(5):332–336. doi: 10.1016/j.fitote.2008.02.005.", "ArticleIdList": ["10.1016/j.fitote.2008.02.005", "18504074"]}, {"Citation": "Okonkwo JE, Iyadi KC, Effiong CO. Effect of chronic administration of haematological parameters of rats. Nig J Physiol Sc. 2004;19(1-2):10–13."}, {"Citation": "Alexander RR, Griffiths JM. Basic Biochemical Methods. 2nd ed. John Willey and Sons Inc. Publications; New York: 1993. pp. 186–189."}, {"Citation": "Dacie JV, Lewis SM. Practical Haematology. London, Churchill, Livingstone: 1991. pp. 566–568."}, {"Citation": "Treasure J.  Medical Herb (online) 2000;  http://www.herbological.com/"}, {"Citation": "  http://www.ibiblio.org/ 2000."}, {"Citation": "Torell J, Cillard J, Cillard P. Antioxidant activity of flavonoids and reactivity with peroxy radical. Biochem. 1986;25(2):383–385."}, {"Citation": "Faure P, Roussel AM, Richard MJ, Foulon T, Groslambert P, Hadjian A, Favier A. Effect of an acute zinc depletion on rat lipoprotein distribution and peroxidation. Biol Trace Elem Res. 1991;28(2):135–146. doi: 10.1007/BF02863079.", "ArticleIdList": ["10.1007/BF02863079", "1709029"]}, {"Citation": "Facino RM, Carini M, Franzoi L, Pirola O, Bosisio E. Phytochemical characterization and radical scavenger activity of flavonoids from Helichrysum italicum G. Don (Compositae) Pharmacol Res. 1990;22(6):709–721. doi: 10.1016/S1043-6618(05)80097-0.", "ArticleIdList": ["10.1016/S1043-6618(05)80097-0", "2075159"]}, {"Citation": "Middleton E (Jr. Biological properties of plant flavonoids: An overview. Inter J Pharm. 1996;34(95):344–348."}, {"Citation": "Price KK, Johnson LI, Feriwick D. The Chemical and Biological significance of saponins in food and feeding stuffs. CRC critical Rovigar in Food Sci. Nutri. 1987;26:127–135."}, {"Citation": "Murray RK. In: Harpers’s Biochemistry. Granner R.K., Mayes P.A., Rodwell V.W., editors. McGraw-Hill; USA: 2000. Red & White Blood Cells; pp. 780–786."}]}], "History": [{"Year": "2010", "Month": "2", "Day": "19"}, {"Year": "2016", "Month": "12", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "2", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2010", "Month": "2", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2010", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27956982", "PMC5139837", "10.4021/gr2010.02.174w"]}}], "PubmedBookArticle": []}