{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cassiinae", "Evolutionary studies", "Fabaceae", "In-silico approach", "Phylogenetic signal", "Plant DNA barcoding", "nrDNA internal transcribed spacer"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "27994958", "DateRevised": {"Year": "2024", "Month": "03", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "12", "Day": "15"}], "ELocationID": ["e2638"], "Language": ["eng"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "4", "PubDate": {"Year": "2016"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "Feasibility of nuclear ribosomal region ITS1 over ITS2 in barcoding taxonomically challenging genera of subtribe Cassiinae (Fabaceae).", "Pagination": {"StartPage": "e2638", "MedlinePgn": "e2638"}, "Abstract": {"AbstractText": ["The internal transcribed spacer (ITS) region is situated between 18S and 26S in a polycistronic rRNA precursor transcript. It had been proved to be the most commonly sequenced region across plant species to resolve phylogenetic relationships ranging from shallow to deep taxonomic levels. Despite several taxonomical revisions in Cassiinae, a stable phylogeny remains elusive at the molecular level, particularly concerning the delineation of species in the genera <i>Cassia, Senna</i> and <i>Chamaecrista</i>. This study addresses the comparative potential of ITS datasets (ITS1, ITS2 and concatenated) in resolving the underlying morphological disparity in the highly complex genera, to assess their discriminatory power as potential barcode candidates in Cassiinae.", "A combination of experimental data and an in-silico approach based on threshold genetic distances, sequence similarity based and hierarchical tree-based methods was performed to decipher the discriminating power of ITS datasets on 18 different species of Cassiinae complex. Lab-generated <b>s</b>equences were compared against those available in the GenBank using BLAST and were aligned through MUSCLE 3.8.31 and analysed in PAUP 4.0 and BEAST1.8 using parsimony ratchet, maximum likelihood and Bayesian inference (BI) methods of gene and species tree reconciliation with bootstrapping. DNA barcoding gap was realized based on the Kimura two-parameter distance model (K2P) in TaxonDNA and MEGA.", "Based on the K2P distance, significant divergences between the inter- and intra-specific genetic distances were observed, while the presence of a DNA barcoding gap was obvious. The ITS1 region efficiently identified 81.63% and 90% of species using TaxonDNA and BI methods, respectively. The PWG-distance method based on simple pairwise matching indicated the significance of ITS1 whereby highest number of variable (210) and informative sites (206) were obtained. The BI tree-based methods outperformed the similarity-based methods producing well-resolved phylogenetic trees with many nodes well supported by bootstrap analyses.", "The reticulated phylogenetic hypothesis using the ITS1 region mainly supported the relationship between the species of Cassiinae established by traditional morphological methods. The ITS1 region showed a higher discrimination power and desirable characteristics as compared to ITS2 and ITS1 + 2, thereby concluding to be the locus of choice. Considering the complexity of the group and the underlying biological ambiguities, the results presented here are encouraging for developing DNA barcoding as a useful tool for resolving taxonomical challenges in corroboration with morphological framework."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology & Systematics, CSIR - Central Institute of Medicinal and Aromatics Plants, Research Center , Bangalore , Karnataka , India."}], "LastName": "Mishra", "ForeName": "Priyanka", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology & Systematics, CSIR - Central Institute of Medicinal and Aromatics Plants, Research Center , Bangalore , Karnataka , India."}], "LastName": "Kumar", "ForeName": "Amit", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology & Systematics, CSIR - Central Institute of Medicinal and Aromatics Plants, Research Center , Bangalore , Karnataka , India."}], "LastName": "Rodrigues", "ForeName": "Vereena", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR - Central Institute of Medicinal and Aromatic Plants , Lucknow , Uttar Pradesh , India."}], "LastName": "Shukla", "ForeName": "Ashutosh K", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology & Systematics, CSIR - Central Institute of Medicinal and Aromatics Plants, Research Center , Bangalore , Karnataka , India."}], "LastName": "Sundaresan", "ForeName": "Velusamy", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "CoiStatement": "The authors declare there are no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Álvarez I, Wendel JF. Ribosomal ITS sequences and plant phylogenetic inference. Molecular Phylogenetics and Evolution. 2003;29:417–434. doi: 10.1016/S1055-7903(03)00208-2.", "ArticleIdList": ["10.1016/S1055-7903(03)00208-2", "14615184"]}, {"Citation": "Alves TLS, Chauveau O, Eggers L, Souza-Chies TTD. Species discrimination in Sisyrinchium (Iridaceae): assessment of DNA barcodes in a taxonomically challenging genus. Molecular Ecology Resources. 2014;14:324–335. doi: 10.1111/1755-0998.12182.", "ArticleIdList": ["10.1111/1755-0998.12182", "24119215"]}, {"Citation": "Austerlitz F, David O, Schaeffer B, Bleakly K, Olteanu M, Leblois R, Veuile M, Laredo C. DNA barcode analysis: a comparison of phylogenetic and statistical classification methods. BMC Bioinformatics. 2009;10:S10. doi: 10.1186/1471-2105-10-S14-S10.", "ArticleIdList": ["10.1186/1471-2105-10-S14-S10", "PMC2775147", "19900297"]}, {"Citation": "Baldwin BG, Sanderson MJ, Porter JM, Wojciechowski MF, Campbell CS, Donoghue MJ. The ITS region of nuclear ribosomal DNA: a valuable source of evidence on angiosperm phylogeny. Annals of the Missouri Botanical Garden. 1995;82:247–277. doi: 10.2307/2399880.", "ArticleIdList": ["10.2307/2399880"]}, {"Citation": "Bir SS, Kumari S. Karyotipic studies in Cassia Linn. from India. Proceedings of the National Academy of Sciences, India, Section B: Biological Sciences B. 1982;48:397–404."}, {"Citation": "Casiraghi M, Labra M, Ferri E, Galimberti A, Demattia F. DNA barcoding: theoretical aspects and practical applications. In: Nimis PL, Lebbe RV, editors. Tools for identifying biodiversity: progress and problems. Proceedings of the international congress, Paris. Trieste: Edizioni Università di Trieste; 2010. pp. 269–273."}, {"Citation": "CBoL Plant Working Group A DNA barcode for land plants. Proceedings of the National Academy of Sciences of the United States of America. 2009;106:12794–12797. doi: 10.1073/pnas.0905845106.", "ArticleIdList": ["10.1073/pnas.0905845106", "PMC2722355", "19666622"]}, {"Citation": "Chase MW, Cowan RS, Hollingsworth PM, Van den Berg C, Madrinan S, Petersen G, Seberg O, Jorgsensen T, Cameron KM, Carine M. A proposal for a standardised protocol to barcode all land plants. Taxon. 2007;56:295–299."}, {"Citation": "Chase MW, Salamin N, Wilkinson M, Dunwell JM, Kesanakurti RP, Haidar N, Savolainen V. Land plants and DNA barcodes: short-term and long-term goals. Philosophical Transactions of the Royal Society of London B: Biological Sciences. 2005;360:1889–1895. doi: 10.1098/rstb.2005.1720.", "ArticleIdList": ["10.1098/rstb.2005.1720", "PMC1609218", "16214746"]}, {"Citation": "Chen S, Yao H, Han J, Liu C, Song J, Shi L, Zhu Y, Ma X, Gao T, Pang X, Luo K, Li Y, Li X, Jia X, Lin Y, Leon C. Validation of the ITS2 region as a novel DNA barcode for identifying medicinal plant species. PLoS ONE. 2010;5:e8613. doi: 10.1371/journal.pone.0008613.", "ArticleIdList": ["10.1371/journal.pone.0008613", "PMC2799520", "20062805"]}, {"Citation": "China Plant BOL Group Comparative analysis of a large dataset indicates that internal transcribed spacer (ITS) should be incorporates into the core barcode for seed plants. Proceedings of the National Academy of Sciences of the United States of America. 2011;108:19641–19646. doi: 10.1073/pnas.1104551108.", "ArticleIdList": ["10.1073/pnas.1104551108", "PMC3241788", "22100737"]}, {"Citation": "DeSalle R, Egan MG, Siddall M. The unholy trinity: taxonomy, species delimitation and DNA barcoding. Philosophical Transactions of the Royal Society of London. Series B, Biological Sciences. 2005;360:1905–1916. doi: 10.1098/RSTB.2005.1722.", "ArticleIdList": ["10.1098/RSTB.2005.1722", "PMC1609226", "16214748"]}, {"Citation": "Drummond AJ, Suchard MA, Xie D, Rambaut A. A Bayesian phylogenetics with BEAUti and the BEAST 1.7. Molecular Biology and Evolution. 2012;29:1969–1973. doi: 10.1093/molbev/mss075.", "ArticleIdList": ["10.1093/molbev/mss075", "PMC3408070", "22367748"]}, {"Citation": "Fazekas AJ, Burgess KS, Kesanakurti PR, Graham SW, Newmaster SG, Husband BC, Percy DM, Hajibabaei M, Barret SC. Multiple multilocus DNA barcodes from the plastid genome discriminate plant species equally well. PLoS ONE. 2008;3:e2802. doi: 10.1371/journal.pone.0002802.", "ArticleIdList": ["10.1371/journal.pone.0002802", "PMC2475660", "18665273"]}, {"Citation": "Fazekas AJ, Kesanakurti PR, Burgess KS, Perc DM, Graham SW, Barrett SC, Newmaster SG, Hajibabaei M, Husband BC. Are plant inherently harder to discriminate than animal species using DNA barcoding markers? Molecular Ecology Resources. 2009;9:130–139. doi: 10.1111/j.1755-0998.2009.02652.x.", "ArticleIdList": ["10.1111/j.1755-0998.2009.02652.x", "21564972"]}, {"Citation": "Felsenstein J. Phylogenies from molecular sequences: inference and reliability. Annual Review of Genetics. 1988;22:521–565. doi: 10.1146/annurev.ge.22.120188.002513.", "ArticleIdList": ["10.1146/annurev.ge.22.120188.002513", "3071258"]}, {"Citation": "Gao T, Yao H, Song J, Liu C, Zhu Y, Ma X, Pang X, Xu H, Chen S. Identification of medicinal plants in the family Fabaceae using a potential DNA barcode ITS2. Journal of Ethnopharmacology. 2010;130:116–121. doi: 10.1016/j.jep.2010.04.026.", "ArticleIdList": ["10.1016/j.jep.2010.04.026", "20435122"]}, {"Citation": "Giudicelli GC, Mäder G, Freitas de LB. Efficiency of ITS sequences for DNA barcoding in Passiflora (Passifloraceae) International Journal of Molecular Sciences. 2015;16:7289–7303. doi: 10.3390/ijms16047289.", "ArticleIdList": ["10.3390/ijms16047289", "PMC4425017", "25837628"]}, {"Citation": "Gregory TR. DNA barcoding does not compete with taxonomy. Nature. 2005;434:1067–1080. doi: 10.1038/4341067b.", "ArticleIdList": ["10.1038/4341067b", "15858548"]}, {"Citation": "Hall TA. BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT. Nucleic Acids Symposium Series. 1999;41:95–98."}, {"Citation": "Han J, Zhu Y, Chen X, Liao B, Yao H, Song J, Chen S, Meng F. The short ITS2 sequence serves as an efficient taxonomic sequence tag in comparison with the full-length ITS. BioMed Research International. 2013;2013:741–476. doi: 10.1155/2013/741476.", "ArticleIdList": ["10.1155/2013/741476", "PMC3581084", "23484151"]}, {"Citation": "Hebert PDN, Cywinska A, Ball SL, DeWaard JR. Biological identification through DNA barcodes. Proceedings of the Royal Society B: Biological Sciences. 2003;270:313–321. doi: 10.1098/rspb.2002.2218.", "ArticleIdList": ["10.1098/rspb.2002.2218", "PMC1691236", "12614582"]}, {"Citation": "Hollingsworth ML, Andra Clark A, Forrest LL, Richardson J, Pennington RT, Long DG, Cowan R, Chase MW, Gaudeul M, Hollingsworth PM. Selecting barcoding loci for plants: evaluation of seven candidate loci with species-level sampling in three divergent groups of land plants. Molecular Ecology Resources. 2009;9:439–457. doi: 10.1111/j.1755-0998.2008.02439.", "ArticleIdList": ["10.1111/j.1755-0998.2008.02439", "21564673"]}, {"Citation": "Hollingsworth PM, Graham SW, Little DP. Choosing and using a plant DNA barcode. PLos ONE. 2011;6:e19254. doi: 10.1371/journal.pone.0019254.", "ArticleIdList": ["10.1371/journal.pone.0019254", "PMC3102656", "21637336"]}, {"Citation": "Huson DH, Scornavacca C. Dendroscope 3: an interactive tool for rooted phylogenetic trees and networks. Systematic Biology. 2012;61:1061–1067. doi: 10.1093/sysbio/sys062.", "ArticleIdList": ["10.1093/sysbio/sys062", "22780991"]}, {"Citation": "Irwin HS, Barneby RC. Tribe Cassieae Bronn. In: Polhill RM, Raven PH, editors. Recent advances in legume systematics. Royal Botanic Garden; Kew: 1981. pp. 97–106."}, {"Citation": "Khanuja SPS, Shasany AK, Darokar MP, Kumar S. Rapid isolation of DNA from dry and fresh samples of plants producing large amounts of secondary metabolites and essential oils. Plant Molecular Biology Reporter. 1999;17:1–7. doi: 10.1023/A:1007528101452.", "ArticleIdList": ["10.1023/A:1007528101452"]}, {"Citation": "Kimura M. A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences. Journal of Molecular Evolution. 1980;16:111–120.", "ArticleIdList": ["7463489"]}, {"Citation": "Kress WJ, Erickson DL. A two locus global DNA barcode for land plants: The coding rbcL gene complements the noncoding trnH-psbA spacer region. PLoS ONE. 2007;2:e508. doi: 10.1371/journal.pone.0000508.", "ArticleIdList": ["10.1371/journal.pone.0000508", "PMC1876818", "17551588"]}, {"Citation": "Kress WJ, Wurdack KJ, Zimmer EA, Weigt LA, Janzen DH. Use of DNA barcodes to identify flowering plants. Proceedings of the National Academy of Sciences of the United States of America. 2005;102:8369–8374. doi: 10.1073/pnas.0503123102.", "ArticleIdList": ["10.1073/pnas.0503123102", "PMC1142120", "15928076"]}, {"Citation": "Lahaye R, Van der Bank M, Bogarin D, Warner J, Pupulin F, Gigot G, Maurin O, Duthoit S, Barraclough TG, Savolainen V. DNA barcoding the floras of biodiversity hotspots. Proceedings of the National Academy of Sciences of the United States of America. 2008;105:2923–2928. doi: 10.1073/pnas.0709936105.", "ArticleIdList": ["10.1073/pnas.0709936105", "PMC2268561", "18258745"]}, {"Citation": "Li X, Yang Y, Henry RJ, Rosseto M, Wang Y, Chen S. Plant DNA barcoding: from gene to genome. Biological Reviews. 2015;90:157–166. doi: 10.1111/brv.12104.", "ArticleIdList": ["10.1111/brv.12104", "24666563"]}, {"Citation": "Little DP, Stevenson DW. A comparison of algorithms for the identification of specimens using DNA barcodes: examples from gymnosperms. Cladistics. 2007;23:1–21. doi: 10.1111/j.1096-0031.2006.00126.", "ArticleIdList": ["10.1111/j.1096-0031.2006.00126", "34905841"]}, {"Citation": "Meier R, Shiyang K, Vaidya G, Ng PK. DNA barcoding and taxonomy in Diptera: a tale of high intraspecific variability and low identification success. Systematic Biology. 2006;55:715–728. doi: 10.1080/10635150600969864.", "ArticleIdList": ["10.1080/10635150600969864", "17060194"]}, {"Citation": "Meier R, Zhang G, Ali F. The use of mean instead of smallest interspecific distances exaggerates the size of the barcoding gap and leads to misidentification. Systematic Biology. 2008;57:809–813. doi: 10.1080/10635150802406343.", "ArticleIdList": ["10.1080/10635150802406343", "18853366"]}, {"Citation": "Meyer CP, Paulay G. DNA barcoding: error rates based on comprehensive sampling. PLoS Biology. 2005;3:e422. doi: 10.1371/journal.pbio.0030422.", "ArticleIdList": ["10.1371/journal.pbio.0030422", "PMC1287506", "16336051"]}, {"Citation": "Mishra P, Kumar A, Nagireddy A, Mani D, Shukla AK, Tiwari R, Sundaresan V. DNA barcoding: an efficient tool to overcome authentication challenges in the herbal market. Plant Biotechnology Journal. 2016;14:8–21. doi: 10.1111/pbi.12419.", "ArticleIdList": ["10.1111/pbi.12419", "26079154"]}, {"Citation": "Mohanty S, Das AB, Gosh N, Panda BB, Smithe DW. Genetic diversity of 28 wild species of fodder legume Cassia using RAPD, ISSR and SSR markers: a novel breeding strategy. Journal of Biological Research. 2010;2:44–55."}, {"Citation": "Nilsson RH, Ryberg M, Kristiansson E, Abarenkov K, Larsson KH, Koljalg U. Taxonomic reliability of DNA sequences in public sequence databases: a fungal perspective. PLoS ONE. 2006;1:e59. doi: 10.1371/journal.pone.0000059.", "ArticleIdList": ["10.1371/journal.pone.0000059", "PMC1762357", "17183689"]}, {"Citation": "Pang X, Song J, Zhu Y, Xie C, Chen S. Using DNA barcoding to identify species within Euphorbiaceae. Planta Medica. 2010;76:1784–1786. doi: 10.1055/s-0030-1249806.", "ArticleIdList": ["10.1055/s-0030-1249806", "20379956"]}, {"Citation": "Purushothaman N, Newmaster SG, Ragupathy S, Stalin S, Suresh D, Arunraj DR, Gnanasekaran G, Vassou SL, Narasimhan D, Parani M. A tiered barcode authentication tool to differentiate medicinal Cassia species in India. Genetics and Molecular Research. 2014;13:2959–2968. doi: 10.4238/2014.April.16.4.", "ArticleIdList": ["10.4238/2014.April.16.4", "24782130"]}, {"Citation": "Rambaut A. FigTree v1.4.2. http://tree.bio.ed.ac.uk/software/figtree/ 2014"}, {"Citation": "Rambaut A, Suchard MA, Xie D, Drummond AJ. Tracer v1.6. 2014.  http://beast.bio.ed.ac.uk/Tracer ."}, {"Citation": "Sandionigi A, Galimberti A, Labra M, Ferri E, Panunzi E, DeMattia F, Casiraghi M. Analytical approaches for DNA barcoding data-how to find a way for plants? Plant Biosystems. 2012;146:805–813. doi: 10.1080/11263504.2012.740084.", "ArticleIdList": ["10.1080/11263504.2012.740084"]}, {"Citation": "Savolainen V, Cowan RS, Vogler AP, Roderick GK, Lane R. Towards writing the encyclopaedia of life: an introduction to DNA barcoding. Philosophical Transactions of the Royal Society of London B: Biological Sciences. 2005;360:1805–1811. doi: 10.1098/rstb.2005.1730.", "ArticleIdList": ["10.1098/rstb.2005.1730", "PMC1609222", "16214739"]}, {"Citation": "Seethapathy GS, Ganesh D, Santhosh Kumar JU, Senthilkumar U, Newmaster SG, Ragupathy S, Shaanker RU, Ravikanth G. Assessing product adulteration in natural health products for laxative yielding plants, Cassia, Senna, and Chamaecrista in Southern India using DNA barcoding. International Journal of Legal Medicine. 2014;129(4):693–700. doi: 10.1007/s00414-014-1120-z.", "ArticleIdList": ["10.1007/s00414-014-1120-z", "25425095"]}, {"Citation": "Singh V. Monograph on Indian subtribe Cassinae (Cesalpiniaceae) Scientific Publisher; Jodhpur: 2001."}, {"Citation": "Swofford DL. PAUP*: phylogenetic analysis using parsimony (* and other methods), version 4.0b10. Sinauer; Sunderland: 2003."}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: molecular evolutionary genetics analysis version 6.0. Molecular Biology and Evolution. 2013;30:2725–2729. doi: 10.1093/molbev/mst197/.", "ArticleIdList": ["10.1093/molbev/mst197/", "PMC3840312", "24132122"]}, {"Citation": "Vijayan K, Tsou CH. DNA barcoding in plants: taxonomy in a new perspective. Current Science India. 2010;99:1530–1541."}, {"Citation": "Wang XC, Liu C, Huang L, Bengtsson-Palme J, Chen H, Zhang JH, Cai D, Li JQ. ITS1: a DNA barcode better than ITS2 in eukaryotes? Molecular Ecology Resources. 2014 doi: 10.1111/1755-0998.12325.", "ArticleIdList": ["10.1111/1755-0998.12325", "25187125"]}, {"Citation": "Xu S, Li D, Li J, Xiang X, Jin W, Huang W, Xiaohua J, Huang L. Evaluation of the DNA Barcodes in Dendrobium (Orchidaceae) from Mainland Asia. PLoS ONE. 2015;10:e0115168. doi: 10.1371/journal.pone.0115168.", "ArticleIdList": ["10.1371/journal.pone.0115168", "PMC4300225", "25602282"]}, {"Citation": "Yadav P, Koul KK, Srivastava N, Mendki MJ, Bhagyawant SS. ITS-PCR sequencing approach deciphers molecular phylogeny in chickpea. Plant Biosystems. 2016 doi: 10.1080/11263504.2016.1179694. Epub ahead of print May 27 2016.", "ArticleIdList": ["10.1080/11263504.2016.1179694"]}, {"Citation": "Yan HF, Liu YJ, Xie XF, Zhang CY, Hu CM, Hao G, Ge XJ. DNA barcoding evaluation and its taxonomic implications in the species rich genus Primula L. in China. PLoS ONE. 2015;10:e0122903. doi: 10.1371/journal.pone.0122903.", "ArticleIdList": ["10.1371/journal.pone.0122903", "PMC4395239", "25875620"]}, {"Citation": "Yan LJ, Liu J, Moller M, Zhang L, Zhang XM, Li DZ, Gao LM. DNA barcoding of Rhododendron (Ericaceae), the largest Chinese plant genus in biodiversity hotspots of the Himalaya-Hengduan Mountains. Molecular Ecology Resources. 2014;15(4):932–944. doi: 10.1111/1755-0998.12353.", "ArticleIdList": ["10.1111/1755-0998.12353", "25469426"]}, {"Citation": "Yang JB, Wang YP, Möller M, Gao LM, Wu D. Applying plant DNA barcodes to identify species of Parnassia (Parnacciaceae) Molecular Ecology Resources. 2012;12:267–275. doi: 10.1111/j.1755-0998.2011.03095.", "ArticleIdList": ["10.1111/j.1755-0998.2011.03095", "22136257"]}, {"Citation": "Zhang D, Duan L, Zhou N. Application of DNA barcoding in Roscoea (Zingiberaceae) and a primary discussion on taxonomic status of Roscoea cautleoides var. Pubescens. Biochemical Systematics and Ecology. 2014;52:14–19. doi: 10.1016/j.bse.2013.10.004.", "ArticleIdList": ["10.1016/j.bse.2013.10.004"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "8", "Day": "3"}, {"Year": "2016", "Month": "9", "Day": "30"}, {"Year": "2016", "Month": "12", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "12", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["27994958", "PMC5162394", "10.7717/peerj.2638", "2638"]}}], "PubmedBookArticle": []}