{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherID": [], "CitationSubset": ["IM"], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "28036354", "DateCompleted": {"Year": "2017", "Month": "07", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "12", "Day": "30"}], "ELocationID": ["e0168998", "10.1371/journal.pone.0168998"], "Language": ["eng"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "11", "Issue": "12", "PubDate": {"Year": "2016"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "A Comprehensive and Comparative Study of Wolfiporia extensa Cultivation Regions by Fourier Transform Infrared Spectroscopy and Ultra-Fast Liquid Chromatography.", "Pagination": {"StartPage": "e0168998", "MedlinePgn": "e0168998"}, "Abstract": {"AbstractText": ["Nowadays, Wolfiporia extensa as a popular raw material in food and medicine industry has received increasing interests. Due to supply shortage, this species of edible and medicinal mushroom has been cultivated in some provinces of China. In the present study, cultivated W. extensa collected from six regions in Yunnan Province of China were analyzed by an integrated method based on Fourier transform infrared (FT-IR) spectroscopy and ultra-fast liquid chromatography (UFLC) coupled with multivariate analysis including partial least squares discriminant analysis (PLS-DA) and hierarchical cluster analysis (HCA) in order to investigate the differences and similarities in different origins and parts. In the tested mushroom samples, characteristic FT-IR spectra were obtained for acquiring comprehensive fuzz chemical information and pachymic acid was determinated as a biomarker in the meantime. From the results, the comparison of samples was achieved successfully according to their geographical regions and different parts. All the samples displayed regional dependence and the inner parts showed better quality consistency. In addition, the chemical constituents of cultivated W. extensa could be also affected by the cultivation methods. Meanwhile, there was an interesting finding that the soil properties of cultivation regions may have a relationship with the chemical constituents of the epidermis of soil-cultured W. extensa, rather than the inner parts. Collectively, it demonstrated that the present study could provide comprehensive chemical evidence for the critical complement of quality evaluation on the cultivated W. extensa. Moreover, it may be available for the further researches of complicated mushrooms in practice."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plants, Yunnan Academy of Agricultural Sciences, Kunming, Yunnan, China."}, {"Identifier": [], "Affiliation": "Yunnan Technical Center for Quality of Chinese Materia Medica, Kunming, Yunnan, China."}], "LastName": "Li", "ForeName": "Yan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plants, Yunnan Academy of Agricultural Sciences, Kunming, Yunnan, China."}, {"Identifier": [], "Affiliation": "Yunnan Technical Center for Quality of Chinese Materia Medica, Kunming, Yunnan, China."}], "LastName": "Zhang", "ForeName": "Ji", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Resources and Environment, Yuxi Normal University, Yuxi, Yunnan, China."}], "LastName": "Li", "ForeName": "Tao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming, Yunnan, China."}], "LastName": "Liu", "ForeName": "Honggao", "Initials": "H"}, {"Identifier": ["0000-0001-5376-757X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plants, Yunnan Academy of Agricultural Sciences, Kunming, Yunnan, China."}, {"Identifier": [], "Affiliation": "Yunnan Technical Center for Quality of Chinese Materia Medica, Kunming, Yunnan, China."}], "LastName": "Wang", "ForeName": "Yuanzhong", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "Triterpenes"}, {"RegistryNumber": "X2FCK16QAH", "NameOfSubstance": "pachymic acid"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Chromatography, Liquid"}, {"QualifierName": [], "DescriptorName": "Diet"}, {"QualifierName": [], "DescriptorName": "Geography"}, {"QualifierName": [], "DescriptorName": "Least-Squares Analysis"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": [], "DescriptorName": "Multivariate Analysis"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Spectroscopy, Fourier Transform Infrared"}, {"QualifierName": ["analysis"], "DescriptorName": "Triterpenes"}, {"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Wolfiporia"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Villares A, Mateo-Vivaracho L, Guillamón E. Structural features and healthy properties of polysaccharides occurring in mushrooms. Agr. 2012; 2: 452–471."}, {"Citation": "Wang XM, Zhang J, Wu LH, Zhao YL, Li T, Li JQ, et al. A mini-review of chemical composition and nutritional value of edible wild-grown mushroom from China. Food Chem. 2014; 151: 279–285. 10.1016/j.foodchem.2013.11.062", "ArticleIdList": ["10.1016/j.foodchem.2013.11.062", "24423533"]}, {"Citation": "Wu XL, Mao XL, Tuli G, Song B, Li TH, Zhao YX, et al. Medicinal Fungi of China. 1st ed Beijing: Science Press; 2013."}, {"Citation": "Rosmiza MZ, Davies WP, Jabil MJ, Mazdi M. Prospects for increasing commercial mushroom production in Malaysia: challenges and opportunities. Mediterr J Soc Sci. 2016; 7: 406–415."}, {"Citation": "Ezekiel CN, Sulyok M, Frisvad JC, Somorin YM, Warth B, Houbraken J, et al. Fungal and mycotoxin assessment of dried edible mushroom in Nigeria. Int J Food Microbiol. 2013; 162: 231–236. 10.1016/j.ijfoodmicro.2013.01.025", "ArticleIdList": ["10.1016/j.ijfoodmicro.2013.01.025", "23454813"]}, {"Citation": "Chen Y, Bicker W, Wu J Y, Xie M, Lindner W. Simultaneous determination of 16 nucleosides and nucleobases by hydrophilic interaction chromatography and its application to the quality evaluation of Ganoderma. J Agr Food Chem. 2012; 60: 4243–4252.", "ArticleIdList": ["22500559"]}, {"Citation": "Phan CW, David P, Naidu M, Wong KH, Sabaratnam V. Therapeutic potential of culinary-medicinal mushrooms for the management of neurodegenerative diseases: diversity, metabolite, and mechanism. Crit Rev Biotechnol. 2015; 35: 355–368. 10.3109/07388551.2014.887649", "ArticleIdList": ["10.3109/07388551.2014.887649", "24654802"]}, {"Citation": "De Gussem K, Vandenabeele P, Verbeken A, Moens L. Raman spectroscopic study of Lactarius spores (Russulales, Fungi). Spectrochim Acta A. 2005; 61: 2896–2908.", "ArticleIdList": ["16165029"]}, {"Citation": "Guo LX, Xu XM, Wu CF, Lin L, Zou SC, Luan TG, et al. Fatty acid composition of lipids in wild Cordyceps sinensis from major habitats in China. Biomed Prev Nutr. 2012; 2: 42–50."}, {"Citation": "Vijaykumar G, John P, Ganesh K. Selection of different substrates for the cultivation of milky mushroom (Calocybe indica P & C). Indian J Tradit Know. 2014; 13: 434–436."}, {"Citation": "Chen Y, Zhu SB, Xie MY, Nie SP, Liu W, Li C, et al. Quality control and original discrimination of Ganoderma lucidum based on high-performance liquid chromatographic fingerprints and combined chemometrics methods. Anal Chim Acta. 2008; 623: 146–156. 10.1016/j.aca.2008.06.018", "ArticleIdList": ["10.1016/j.aca.2008.06.018", "18620918"]}, {"Citation": "Jing P, Zhao SJ, Lu MM, Cai A, Pang J, Song LH. Multiple-fingerprint analysis for investigating quality control of Flammulina velutipes fruiting body polysaccharides. J Agr Food Chem. 2014; 62: 12128–12133.", "ArticleIdList": ["25372841"]}, {"Citation": "Zhang J, Zhong X, Li S, Zhang G, Liu X. Metabolic characterization of natural and cultured Ophicordyceps sinensis from different origins by 1H NMR spectroscopy. J Pharmaceut Biomed. 2015; 115: 395–401.", "ArticleIdList": ["26279370"]}, {"Citation": "Li Y, Zhang J, Jin H, Wang YZ. Application of chemical fingerprint in the study of edible and medicinal mushrooms. Food Sci. 2016; 37: 222–229."}, {"Citation": "Jing J, Parekh HS, Wei M, Ren WC, Chen SB. Advances in analytical technologies to evaluate the quality of traditional Chinese medicines. Trac-Trend Anal Chem. 2013; 44: 39–45."}, {"Citation": "Li Y, Kong D, Lin X, Xie Z, Bai M, Huang S, et al. Quality evaluation for essential oil of Cinnamomum verum leaves at different growth stages based on GC-MS, FTIR and microscopy. Food Anal Method. 2016; 9: 202–212."}, {"Citation": "Pan Y, Zhang J, Shen T, Zhao YL, Zuo ZT, Wang YZ, et al. Liquid chromatography tandem mass spectrometry combined with Fourier transform mid-infrared spectroscopy and chemometrics for comparative analysis of raw and processed Gentiana rigescens. J Liq Chromatogr R T. 2015; 38: 1407–1416."}, {"Citation": "Liu Y, Sun G, Luan J, Ling J, Zhang J, Yang F. A comprehensive strategy to monitor quality consistency of Weibizhi tablets based on integrated MIR and UV spectroscopic fingerprints, a systematically quantified fingerprint method, antioxidant activities and UPLC-Q-TOF-MS chemical profiling. RSC Adv. 2016; 6: 366–375."}, {"Citation": "Zhu Y, Tan T L. Penalized discriminant analysis for the detection of wild-grown and cultivated Ganoderma lucidum using Fourier transform infrared spectroscopy. Spectrochim Acta A. 2016; 159: 68–77.", "ArticleIdList": ["26827180"]}, {"Citation": "Casale M, Bagnasco L, Zotti M, Di Piazza S, Sitta N, Oliveri P. A NIR spectroscopy-based efficient approach to detect fraudulent additions within mixtures of dried porcini mushrooms. Talanta. 2016; 160: 729–734. 10.1016/j.talanta.2016.08.004", "ArticleIdList": ["10.1016/j.talanta.2016.08.004", "27591669"]}, {"Citation": "Sârbu C, Naşcu-Briciu RD, Kot-Wasik A, Gorinstein S, Wasik A, Namieśnik J. Classification and fingerprinting of kiwi and pomelo fruits by multivariate analysis of chromatographic and spectroscopic data. Food Chem. 2012; 130: 994–1002."}, {"Citation": "Gong F, Liang YZ, Fung YS, Chau FT. Correction of retention time shifts for chromatographic fingerprints of herbal medicines. J Chromatogr A. 2004; 1029: 173–183.", "ArticleIdList": ["15032363"]}, {"Citation": "Zhao YL, Zhang J, Yuan TJ, Shen T, Li W, Yang SH et al. Discrimination of wild Paris based on near infrared spectroscopy and high performance liquid chromatography combined with multivariate analysis. PloS ONE. 2014; 9: e89100 10.1371/journal.pone.0089100", "ArticleIdList": ["10.1371/journal.pone.0089100", "PMC3928364", "24558477"]}, {"Citation": "Ling Y, Chen M, Wang K, Sun Z, Li Z, Wu B, et al. Systematic screening and characterization of the major bioactive components of Poria cocos and their metabolites in rats by LC-ESI-MSn. J Chromatogr B. 2012; 26: 1109–1117.", "ArticleIdList": ["22213174"]}, {"Citation": "Wang YZ, Li T, Zhao YL, Zhang J, Liu HG. Contents of some metabolites in the peel and flesh of the medicinal mushroom Wolfiporia cocos (FA Wolf) Ryvarden et Gilb. (Higher Basidiomycetes). Int J Med Mushrooms. 2012; 14: 79–83.", "ArticleIdList": ["22339710"]}, {"Citation": "Wang YZ, Zhang J, Zhao YL, Li T, Shen T, Li JQ, et al. Mycology, cultivation, traditional uses, phytochemistry and pharmacology of Wolfiporia cocos (Schwein.) Ryvarden et Gilb.: a review. J Ethnopharmacol. 2013; 147: 265–276. 10.1016/j.jep.2013.03.027", "ArticleIdList": ["10.1016/j.jep.2013.03.027", "23528366"]}, {"Citation": "Gapter L, Wang Z, Glinski J, Ng KY Induction of apoptosis in prostate cancer cells by pachymic acid from Poria cocos. Biochem Bioph Res Co. 2005; 332: 1153–1161.", "ArticleIdList": ["15913545"]}, {"Citation": "Giner EM, Máñez S, Recio MC, Giner RM, Cerdá-Nicolás M, Ríos JL. In vivo studies on the anti-inflammatory activity of pachymic and dehydrotumulosic acids. Planta Med. 2000; 66: 221–227. 10.1055/s-2000-8563", "ArticleIdList": ["10.1055/s-2000-8563", "10821046"]}, {"Citation": "State Pharmacopoeia Commission. Chinese Pharmacopoeia. Beijing: China Medical Science and Technology Press; 2015. pp. 240–241."}, {"Citation": "Sun J, Zhang J, Zhao YL, Wang YZ, Li WY. Determination and multivariate analysis of mineral elements in the medicinal Hoelen mushroom, Wolfporia extensa (Agaricomycetes), from China. Int J Med Mushrooms. 2016; 18: 433–444.", "ArticleIdList": ["27649605"]}, {"Citation": "Li Y, Zhang J, Jin H, Liu HG, Wang YZ. Ultraviolet spectroscopy combined with ultra-fast liquid chromatography and multivariate statistical analysis for quality assessment of wild Wolfiporia extensa from different geographical origins. Spectrochim Acta A. 2016; 165: 61–68.", "ArticleIdList": ["27111154"]}, {"Citation": "Maquelin K, Kirschner C, Choo-Smith L P, van den Braak N, Endtz HP, Naumann D, et al. Identification of medically relevant microorganisms by vibrational spectroscopy. J Microbiol Meth. 2002; 51: 255–271.", "ArticleIdList": ["12223286"]}, {"Citation": "Zhu Y, Tan ATL. Discrimination of wild-grown and cultivated Ganoderma lucidum by Fourier transform infrared spectroscopy and chemometric methods. Am J Anal Chem. 2015; 6: 480–491."}, {"Citation": "Mohaček-Grošev V, Božac R, Puppels GJ. Vibrational spectroscopic characterization of wild growing mushrooms and toadstools. Spectrochim Acta A. 2001; 57: 2815–2829.", "ArticleIdList": ["11789883"]}, {"Citation": "O’Gorman A, Downey G, Gowen AA, Barry-Ryan C, Frias JM. Use of Fourier transform infrared spectroscopy and chemometric data analysis to evaluate damage and age in mushrooms (Agaricus bisporus) grown in Ireland. J Agr Food Chem. 2010; 58: 7770–7776.", "ArticleIdList": ["20518458"]}, {"Citation": "Sekkal M, Dincq V, Legrand P, Huvenne JP. Investigation of the glycosidic linkages in several oligosaccharides using FT-IR and FT Raman spectroscopies. J Mol Struct. 1995; 349: 349–352."}, {"Citation": "Zhbankov RG, Andrianov VM, Marchewka MK. Fourier transform IR and Raman spectroscopy and structure of carbohydrates. J Mol Struct. 1997; 436: 637–654."}, {"Citation": "Kizil R, Irudayaraj J, Seetharaman K. Characterization of irradiated starches by using FT-Raman and FTIR spectroscopy. J Agr Food Chem. 2002; 50: 3912–3918.", "ArticleIdList": ["12083858"]}, {"Citation": "Kanematsu A, Natori S. Triterpenoids of Hoelen (fuling), sclerotia of Poria cocos (Schw.) Wolf. I. Pharm Soc Jap J. 1970; 90: 475–479.", "ArticleIdList": ["5463480"]}, {"Citation": "Tai T, Akahori A, Shingu T. Triterpenoids from Poria cocos. Phytochemistry. 1991; 30: 2796–2797."}, {"Citation": "Tai T, Akahori A, Shingu T. Triterpenes of Poria cocos. Phytochemistry. 1993; 32: 1239–1244."}, {"Citation": "Tai T, Shingu T, Kikuchi T, Tezuka Y, Akahori A. Triterpenes from the surface layer of Poria cocos. Phytochemistry. 1995; 39: 1165–1169."}, {"Citation": "Choong YK, Xu CH, Lan J, Chen XD, Jamal JA. Identification of geographical origin of Lignosus samples using Fourier transform infrared and two-dimensional infrared correlation spectroscopy. J Mol Struct. 2014; 1069: 188–195."}, {"Citation": "Dong JZ, Ding J, Pei ZY, Lei C, Zheng XJ, Wang Y. Composition and distribution of the main active components in selenium-enriched fruit bodies of Cordyceps militaris link. Food Chem. 2013; 137: 164–167. 10.1016/j.foodchem.2012.10.021", "ArticleIdList": ["10.1016/j.foodchem.2012.10.021", "23200005"]}, {"Citation": "Wong KH, Razmovski-Naumovski V, Li KM, Li GQ, Chan K. Differentiation of Pueraria lobata and Pueraria thomsonii using partial least square discriminant analysis (PLS-DA). J Pharmaceut Biomed. 2013; 84: 5–13.", "ArticleIdList": ["23777642"]}, {"Citation": "Yu XW, Wu Q, Lv W, Wang Y, Ma XQ, Chen Z, et al. Metabonomics study of lung cancer cells based on liquid chromatography-mass spectrometry. Chinese J Chromatogr. 2013; 31: 691–696.", "ArticleIdList": ["24164040"]}, {"Citation": "Kim JK, Park SY, Lim SH, Yeo Y, Cho HS, Ha SH. Comparative metabolic profiling of pigmented rice (Oryza sativa L.) cultivars reveals primary metabolites are correlated with secondary metabolites. J Cereal Sci. 2013; 57: 14–20."}, {"Citation": "Tai T, Shingu T, Kikuchi T, Tezuka Y, Akahori A. Isolation of lanostane-type triterpene acids having an acetoxyl group from sclerotia of Poria cocos. Phytochemistry. 1995; 40: 225–231."}, {"Citation": "Wang Y, Zhang M, Ruan D, Shashkov AS, Kilcoyne M, Savage AV. Chemical components and molecular mass of six polysaccharides isolated from the sclerotium of Poria cocos. Carbohyd Res. 2004; 339: 327–334.", "ArticleIdList": ["14698891"]}, {"Citation": "Ma F, Zhang F, Tang J, Chen P, Chen JB, Zhou Q, et al. Analysis and identification of Poria cocos peels harvested from different producing areas by FTIR and 2D-IR correlation spectroscopy. Spectrosc Spect Anal. 2014; 34: 376–380.", "ArticleIdList": ["24822404"]}, {"Citation": "Akinyele JB, Fakoya S, Adetuyi CF. Anti-growth factors associated with Pleurotus ostreatus in a submerged liquid fermentation. Malaysian J Microbiol. 2012; 8: 135–140."}, {"Citation": "Oyetayo VO, Ariyo OO. Micro and macronutrient properties of Pleurotus ostreatus (Jacq: Fries) cultivated on different wood substrates. Jordan J Biol Sci. 2013; 6: 223–226."}, {"Citation": "Roy S, Jahan MAA, Das KK, Munshi SK, Noor R. Artificial cultivation of Ganoderma lucidum (Reishi medicinal mushroom) using different sawdusts as substrates. Am J Biosci. 2015; 3: 178–182."}, {"Citation": "Islam MT, Zakaria Z, Hamidin N, Ishak MABM. Characteristics of indoor mushroom cultivation of grey oyster (Pleurotus pulmonarius) by different stages of humidifying treatment. World Appl Sci J. 2016; 34: 1066–1075."}, {"Citation": "Zhao Z, Guo P, Brand E. The formation of daodi medicinal materials. J Ethnopharmacol. 2012; 140: 476–481. 10.1016/j.jep.2012.01.048", "ArticleIdList": ["10.1016/j.jep.2012.01.048", "22342382"]}, {"Citation": "Zhao SQ, Liu G, Ou QH, Xu J, Ren J, Hao JM. Analysis of different types of soil by FTIR and ICP-MS. Spectrosc Spect Anal. 2014; 34: 3401–3405.", "ArticleIdList": ["25881447"]}, {"Citation": "Xu J, Liu G, Zhao XX, Zhao SQ, Ren J, Hu JF. Analysis of different colors of soil collected from Yuanmou earth-forest by ICP-MS and FTIR. Chinese J Spectrosc Lab. 2014; 31: 531–535."}, {"Citation": "Barbosa P, Medeiros RS, Sampaio PTB, Vieira G, Wiedemann LS, Veiga-Junior VF. Influence of abiotic factors on the chemical composition of copaiba oil (Copaifera multijuga Hayne): soil composition, seasonality and diameter at breast height. J Brazil Chem Soc. 2012; 23: 1823–1833."}, {"Citation": "Guo LP, Wang S, Zhang J, Yang G, Zhao M, Ma W, et al. Effects of ecological factors on secondary metabolites and inorganic elements of Scutellaria baicalensis and analysis of geoherblism. Sci China Life Sci. 2013; 56: 1047–1056. 10.1007/s11427-013-4562-5", "ArticleIdList": ["10.1007/s11427-013-4562-5", "24203454"]}, {"Citation": "Yang YH, Dai LJ, He KH, Wei JR, Zhao TZ, Su B, et al. Relation between Soil nutrient of artificially cultivated area and rhizome quality of Paris polyphylla var. yunnanensis. J Chinese Med Mater. 2012; 35: 1557–1561.", "ArticleIdList": ["23627117"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "10", "Day": "5"}, {"Year": "2016", "Month": "12", "Day": "9"}, {"Year": "2016", "Month": "12", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["28036354", "PMC5201297", "10.1371/journal.pone.0168998", "PONE-D-16-39160"]}}], "PubmedBookArticle": []}