{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acetylcholine-esterase", "Alzheimer's disease", "Amyloid β", "Bioavailability", "Biotechnology", "Botanical", "Genome resource", "Herbal formulation", "Metabolic engineering", "Phytochemical"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28043897", "DateCompleted": {"Year": "2017", "Month": "12", "Day": "08"}, "DateRevised": {"Year": "2018", "Month": "02", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "12", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.1016/j.biotechadv.2016.12.005", "S0734-9750(16)30160-4"], "Journal": {"ISSN": "1873-1899", "JournalIssue": {"Volume": "35", "Issue": "2", "PubDate": {"Year": "2017", "Season": "Mar-Apr"}}, "Title": "Biotechnology advances", "ISOAbbreviation": "Biotechnol Adv"}, "ArticleTitle": "Natural products against Alzheimer's disease: Pharmaco-therapeutics and biotechnological interventions.", "Pagination": {"StartPage": "178", "EndPage": "216", "MedlinePgn": "178-216"}, "Abstract": {"AbstractText": ["Alzheimer's disease (AD) is a severe, chronic and progressive neurodegenerative disease associated with memory and cognition impairment ultimately leading to death. It is the commonest reason of dementia in elderly populations mostly affecting beyond the age of 65. The pathogenesis is indicated by accumulation of the amyloid-beta (Aβ) plaques and neurofibrillary tangles (NFT) in brain tissues and hyperphosphorylation of tau protein in neurons. The main cause is considered to be the formation of reactive oxygen species (ROS) due to oxidative stress. The current treatment provides only symptomatic relief by offering temporary palliative therapy which declines the rate of cognitive impairment associated with AD. Inhibition of the enzyme acetylcholinesterase (AChE) is considered as one of the major therapeutic strategies offering only symptomatic relief and moderate disease-modifying effect. Other non-cholinergic therapeutic approaches include antioxidant and vitamin therapy, stem cell therapy, hormonal therapy, use of antihypertensive or lipid-lowering medications and selective phosphodiesterase (PDE) inhibitors, inhibition of β-secretase and γ-secretase and Aβ aggregation, inhibition of tau hyperphosphorylation and intracellular NFT, use of nonsteroidal anti-inflammatory drugs (NSAIDs), transition metal chelators, insulin resistance drugs, etanercept, brain-derived neurotrophic factor (BDNF) etc. Medicinal plants have been reported for possible anti-AD activity in a number of preclinical and clinical trials. Ethnobotany, being popular in China and in the Far East and possibly less emphasized in Europe, plays a substantial role in the discovery of anti-AD agents from botanicals. Chinese Material Medica (CMM) involving Chinese medicinal plants has been used traditionally in China in the treatment of AD. Ayurveda has already provided numerous lead compounds in drug discovery and many of these are also undergoing clinical investigations. A number of medicinal plants either in their crude forms or as isolated compounds have exhibited to reduce the pathological features associated with AD. In this present review, an attempt has been made to elucidate the molecular mode of action of various plant extracts, phytochemicals and traditional herbal formulations investigated against AD as reported in various preclinical and clinical tests. Herbal synergism often found in polyherbal formulations were found effective to combat disease heterogeneity as found in complex pathogenesis of AD. Finally a note has been added to describe biotechnological improvement, genetic and genomic resources and mathematical and statistical techniques for empirical model building associated with anti-AD plant secondary metabolites and their source botanicals."], "CopyrightInformation": "Copyright © 2017 Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ethnopharmacology and Natural Product Research Laboratory, Department of Life Sciences, Presidency University (Erstwhile Presidency College), 86/1 College Street, Kolkata 700073, India. Electronic address: abhijit.dbs@presiuniv.ac.in."}], "LastName": "Dey", "ForeName": "Abhijit", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ethnopharmacology and Natural Product Research Laboratory, Department of Life Sciences, Presidency University (Erstwhile Presidency College), 86/1 College Street, Kolkata 700073, India."}], "LastName": "Bhattacharya", "ForeName": "Raktim", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biological Sciences, MMHS, South 24 Pgs, West Bengal, India."}], "LastName": "Mukherjee", "ForeName": "Anuradha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Lovely Faculty of Technology and Sciences, Lovely Professional University, Phagwara 144402, Punjab, India. Electronic address: dkpandey1974@yahoo.com."}], "LastName": "Pandey", "ForeName": "Devendra Kumar", "Initials": "DK"}], "PublicationTypeList": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Biotechnol Adv", "NlmUniqueID": "8403708", "ISSNLinking": "0734-9750"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": ["drug therapy"], "DescriptorName": "Alzheimer Disease"}, {"QualifierName": [], "DescriptorName": "Biotechnology"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2015", "Month": "8", "Day": "10"}, {"Year": "2016", "Month": "12", "Day": "19"}, {"Year": "2016", "Month": "12", "Day": "23"}, {"Year": "2017", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28043897", "10.1016/j.biotechadv.2016.12.005", "S0734-9750(16)30160-4"]}}]}