{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28046012", "DateCompleted": {"Year": "2017", "Month": "09", "Day": "06"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "01", "Day": "03"}], "Language": ["eng"], "ELocationID": ["e0169177", "10.1371/journal.pone.0169177"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2017"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Transcriptome Analysis of Taxillusi chinensis (DC.) Danser Seeds in Response to Water Loss.", "Pagination": {"StartPage": "e0169177", "MedlinePgn": "e0169177"}, "Abstract": {"AbstractText": ["Taxillus chinensis (DC.) Danser, the official species of parasitic loranthus that grows by parasitizing other plants, is used in various traditional Chinese medicine prescriptions. ABA-dependent and ABA-independent pathways are two major pathways in response to drought stress for plants and some genes have been reported to play a key role during the dehydration including dehydration-responsive protein RD22, late embryogenesis abundant (LEA) proteins, and various transcription factors (TFs) like MYB and WRKY. However, genes responding to dehydration are still unknown in loranthus.", "Initially, loranthus seeds were characterized as recalcitrant seeds. Then, biological replicates of fresh loranthus seeds (CK), and seeds after being dehydrated for 16 hours (Tac-16) and 36 hours (Tac-36) were sequenced by RNA-Seq, generating 386,542,846 high quality reads. A total of 164,546 transcripts corresponding to 114,971 genes were assembled by Trinity and annotated by mapping them to NCBI non-redundant (NR), UniProt, GO, KEGG pathway and COG databases. Transcriptome profiling identified 60,695, 56,027 and 66,389 transcripts (>1 FPKM) in CK, Tac-16 and Tac-36, respectively. Compared to CK, we obtained 2,102 up-regulated and 1,344 down-regulated transcripts in Tac-16 and 1,649 up-regulated and 2,135 down-regulated transcripts in Tac-36 by using edgeR. Among them some have been reported to function in dehydration process, such as RD22, heat shock proteins (HSP) and various TFs (MYB, WRKY and ethylene-responsive transcription factors). Interestingly, transcripts encoding ribosomal proteins peaked in Tac-16. It is indicated that HSPs and ribosomal proteins may function in early response to drought stress. Raw sequencing data can be accessed in NCBI SRA platform under the accession number SRA309567.", "This is the first time to profile transcriptome globally in loranthus seeds. Our findings provide insights into the gene regulations of loranthus seeds in response to water loss and expand our current understanding of drought tolerance and germination of seeds."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China."}, {"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, Guangxi, China."}], "LastName": "Wei", "ForeName": "Shugen", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China."}], "LastName": "Ma", "ForeName": "Xiaojun", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, Guangxi, China."}], "LastName": "Pan", "ForeName": "Limei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, Guangxi, China."}], "LastName": "Miao", "ForeName": "Jianhua", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, Guangxi, China."}], "LastName": "Fu", "ForeName": "Jine", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Branch Institute of Medicinal Plant Development, Chinese Academy of Medical Science, Jinghong, China."}], "LastName": "Bai", "ForeName": "Longhua", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Branch Institute of Medicinal Plant Development, Chinese Academy of Medical Science, Jinghong, China."}], "LastName": "Zhang", "ForeName": "Zhonglian", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Branch Institute of Medicinal Plant Development, Chinese Academy of Medical Science, Jinghong, China."}], "LastName": "Guan", "ForeName": "Yanhong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, Guangxi, China."}], "LastName": "Mo", "ForeName": "Changming", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, Guangxi, China."}], "LastName": "Huang", "ForeName": "Hao", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Genetics, La Trobe Institute for Molecular Science (LIMS), La Trobe University, Melbourne, Victoria, Australia."}], "LastName": "Chen", "ForeName": "Maoshan", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Plant"}, {"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Dehydration"}, {"QualifierName": [], "DescriptorName": "Droughts"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Gene Library"}, {"QualifierName": [], "DescriptorName": "Genes, Plant"}, {"QualifierName": [], "DescriptorName": "Germination"}, {"QualifierName": ["physiology"], "DescriptorName": "Loranthaceae"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["genetics"], "DescriptorName": "RNA, Plant"}, {"QualifierName": ["physiology"], "DescriptorName": "Seeds"}, {"QualifierName": [], "DescriptorName": "Transcriptome"}, {"QualifierName": ["physiology"], "DescriptorName": "Water"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Commission CP. Chinese pharmacopoeia. Beijing: Chemical Industry Publishing House; 2010. p. p280."}, {"Citation": "Wang Y, Deng M, Zhang SY, Zhou ZK, Tian WX. Parasitic loranthus from Loranthaceae rather than Viscaceae potently inhibits fatty acid synthase and reduces body weight in mice. J Ethnopharmacol. 2008;118(3):473–8. 10.1016/j.jep.2008.05.016", "ArticleIdList": ["10.1016/j.jep.2008.05.016", "18583073"]}, {"Citation": "Xueying S, Min H, Quan Z. Inhibition effect of estradiol on proliferation of splenocytes and intervention of Sangjisheng (桑寄生)[J]. Pharmacology and Clinics of Chinese Materia Medica. 2005;6:022."}, {"Citation": "Ding B, Dai Y, Hou YL, Wu XM, Chen X, Yao XS. Four new hemiterpenoid derivatives from Taxillus chinensis. Fitoterapia. 2013;86:1–5. 10.1016/j.fitote.2013.01.017", "ArticleIdList": ["10.1016/j.fitote.2013.01.017", "23376411"]}, {"Citation": "Li YH RJ, Chen SL, Lu D, Zhu KX, Zhao MH. Studies on medicinal plants of Loranthaceae resources in China. World Sci Technol Mod Tradit Chin Med. 2009;5:5."}, {"Citation": "Liu C-Y, Lin Y-C, Deng J-S, Liao J-C, Peng W-H, Huang G-J. Antioxidant, anti-inflammatory, and antiproliferative activities of Taxillus sutchuenensis. The American journal of Chinese medicine. 2012;40(02):335–48.", "ArticleIdList": ["22419427"]}, {"Citation": "Wang WB, Kim YH, Lee HS, Kim KY, Deng XP, Kwak SS. Analysis of antioxidant enzyme activity during germination of alfalfa under salt and drought stresses. Plant Physiol Biochem. 2009;47(7):570–7. 10.1016/j.plaphy.2009.02.009", "ArticleIdList": ["10.1016/j.plaphy.2009.02.009", "19318268"]}, {"Citation": "Farooq M, Wahid A, Kobayashi N, Fujita D, Basra S. Plant drought stress: effects, mechanisms and management Sustainable agriculture: Springer; 2009. p. 153–88."}, {"Citation": "Song YH, Ito S, Imaizumi T. Flowering time regulation: photoperiod- and temperature-sensing in leaves. Trends Plant Sci. 2013;18(10):575–83. 10.1016/j.tplants.2013.05.003", "ArticleIdList": ["10.1016/j.tplants.2013.05.003", "PMC3796012", "23790253"]}, {"Citation": "Shinozaki K, Yamaguchi-Shinozaki K. Gene networks involved in drought stress response and tolerance. J Exp Bot. 2007;58(2):221–7. 10.1093/jxb/erl164", "ArticleIdList": ["10.1093/jxb/erl164", "17075077"]}, {"Citation": "Ingram J, Bartels D. The Molecular Basis of Dehydration Tolerance in Plants. Annu Rev Plant Physiol Plant Mol Biol. 1996;47:377–403. 10.1146/annurev.arplant.47.1.377", "ArticleIdList": ["10.1146/annurev.arplant.47.1.377", "15012294"]}, {"Citation": "Shinozaki K, Yamaguchi-Shinozaki K. Gene Expression and Signal Transduction in Water-Stress Response. Plant Physiol. 1997;115(2):327–34.", "ArticleIdList": ["PMC158490", "12223810"]}, {"Citation": "Bray EA. Plant responses to water deficit. Trends in plant science. 1997;2(2):48–54."}, {"Citation": "Seki M, Narusaka M, Ishida J, Nanjo T, Fujita M, Oono Y, et al. Monitoring the expression profiles of 7000 Arabidopsis genes under drought, cold and high-salinity stresses using a full-length cDNA microarray. Plant Journal. 2002;31(3):279–92.", "ArticleIdList": ["12164808"]}, {"Citation": "Oono Y, Seki M, Nanjo T, Narusaka M, Fujita M, Satoh R, et al. Monitoring expression profiles of Arabidopsis gene expression during rehydration process after dehydration using ca 7000 full-length cDNA microarray. Plant J. 2003;34(6):868–87.", "ArticleIdList": ["12795706"]}, {"Citation": "Kawasaki S, Borchert C, Deyholos M, Wang H, Brazille S, Kawai K, et al. Gene expression profiles during the initial phase of salt stress in rice. Plant Cell. 2001;13(4):889–905.", "ArticleIdList": ["PMC135538", "11283343"]}, {"Citation": "Rabbani MA, Maruyama K, Abe H, Khan MA, Katsura K, Ito Y, et al. Monitoring expression profiles of rice genes under cold, drought, and high-salinity stresses and abscisic acid application using cDNA microarray and RNA gel-blot analyses. Plant Physiol. 2003;133(4):1755–67. 10.1104/pp.103.025742", "ArticleIdList": ["10.1104/pp.103.025742", "PMC300730", "14645724"]}, {"Citation": "Walia H, Wilson C, Condamine P, Liu X, Ismail AM, Zeng L, et al. Comparative transcriptional profiling of two contrasting rice genotypes under salinity stress during the vegetative growth stage. Plant Physiol. 2005;139(2):822–35. 10.1104/pp.105.065961", "ArticleIdList": ["10.1104/pp.105.065961", "PMC1255998", "16183841"]}, {"Citation": "Rabara RC, Tripathi P, Lin J, Rushton PJ. Dehydration-induced WRKY genes from tobacco and soybean respond to jasmonic acid treatments in BY-2 cell culture. Biochem Biophys Res Commun. 2013;431(3):409–14. 10.1016/j.bbrc.2012.12.156", "ArticleIdList": ["10.1016/j.bbrc.2012.12.156", "23333328"]}, {"Citation": "Chen LM, Zhou XA, Li WB, Chang W, Zhou R, Wang C, et al. Genome-wide transcriptional analysis of two soybean genotypes under dehydration and rehydration conditions. BMC Genomics. 2013;14:687 10.1186/1471-2164-14-687", "ArticleIdList": ["10.1186/1471-2164-14-687", "PMC3827939", "24093224"]}, {"Citation": "Yu S, Zhang F, Yu Y, Zhang D, Zhao X, Wang W. Transcriptome profiling of dehydration stress in the Chinese cabbage (Brassica rapa L. ssp. pekinensis) by tag sequencing. Plant Molecular Biology Reporter. 2012;30(1):17–28."}, {"Citation": "Kido EA, Ferreira Neto JR, Silva RL, Pandolfi V, Guimaraes AC, Veiga DT, et al. New insights in the sugarcane transcriptome responding to drought stress as revealed by superSAGE. ScientificWorldJournal. 2012;2012:821062 10.1100/2012/821062", "ArticleIdList": ["10.1100/2012/821062", "PMC3353566", "22629208"]}, {"Citation": "Guo P, Baum M, Grando S, Ceccarelli S, Bai G, Li R, et al. Differentially expressed genes between drought-tolerant and drought-sensitive barley genotypes in response to drought stress during the reproductive stage. J Exp Bot. 2009;60(12):3531–44. 10.1093/jxb/erp194", "ArticleIdList": ["10.1093/jxb/erp194", "PMC2724701", "19561048"]}, {"Citation": "Yamaguchi-Shinozaki K, Shinozaki K. Transcriptional regulatory networks in cellular responses and tolerance to dehydration and cold stresses. Annu Rev Plant Biol. 2006;57:781–803. 10.1146/annurev.arplant.57.032905.105444", "ArticleIdList": ["10.1146/annurev.arplant.57.032905.105444", "16669782"]}, {"Citation": "Marioni JC, Mason CE, Mane SM, Stephens M, Gilad Y. RNA-seq: an assessment of technical reproducibility and comparison with gene expression arrays. Genome Res. 2008;18(9):1509–17. 10.1101/gr.079558.108", "ArticleIdList": ["10.1101/gr.079558.108", "PMC2527709", "18550803"]}, {"Citation": "Trapnell C, Williams BA, Pertea G, Mortazavi A, Kwan G, van Baren MJ, et al. Transcript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation. Nat Biotechnol. 2010;28(5):511–5. 10.1038/nbt.1621", "ArticleIdList": ["10.1038/nbt.1621", "PMC3146043", "20436464"]}, {"Citation": "Gao B, Zhang D, Li X, Yang H, Zhang Y, Wood AJ. De novo transcriptome characterization and gene expression profiling of the desiccation tolerant moss Bryum argenteum following rehydration. BMC Genomics. 2015;16:416 10.1186/s12864-015-1633-y", "ArticleIdList": ["10.1186/s12864-015-1633-y", "PMC4445806", "26016800"]}, {"Citation": "Liu C, Zhang X, Zhang K, An H, Hu K, Wen J, et al. Comparative Analysis of the Brassica napus Root and Leaf Transcript Profiling in Response to Drought Stress. Int J Mol Sci. 2015;16(8):18752–77. 10.3390/ijms160818752", "ArticleIdList": ["10.3390/ijms160818752", "PMC4581270", "26270661"]}, {"Citation": "Zhang X, Yao D, Wang Q, Xu W, Wei Q, Wang C, et al. mRNA-seq analysis of the Gossypium arboreum transcriptome reveals tissue selective signaling in response to water stress during seedling stage. PLoS One. 2013;8(1):e54762 10.1371/journal.pone.0054762", "ArticleIdList": ["10.1371/journal.pone.0054762", "PMC3557298", "23382961"]}, {"Citation": "Berjak P, Pammenter NW. Implications of the lack of desiccation tolerance in recalcitrant seeds. Front Plant Sci. 2013;4:478 10.3389/fpls.2013.00478", "ArticleIdList": ["10.3389/fpls.2013.00478", "PMC3837223", "24319450"]}, {"Citation": "Delahaie J, Hundertmark M, Bove J, Leprince O, Rogniaux H, Buitink J. LEA polypeptide profiling of recalcitrant and orthodox legume seeds reveals ABI3-regulated LEA protein abundance linked to desiccation tolerance. J Exp Bot. 2013;64(14):4559–73. 10.1093/jxb/ert274", "ArticleIdList": ["10.1093/jxb/ert274", "PMC3808335", "24043848"]}, {"Citation": "Conacher C, Poiner I, Butler J, Pun S, Tree D. Germination, storage and viability testing of seeds of Zostera capricorni Aschers. from a tropical bay in Australia. Aquatic Botany. 1994;49(1):47–58."}, {"Citation": "Cabaço S, Santos R. Reproduction of the eelgrass Zostera marina at the species southern distributional limit in the Eastern Atlantic. Marine Ecology. 2010;31(2):300–8."}, {"Citation": "Smith FE. Tetrazolium salt. Science. 1951;113(2948):751–4.", "ArticleIdList": ["14854875"]}, {"Citation": "Gutterman Y, Gendler T, Rachmilevitch S. Survival of Schismus arabicus seedlings exposed to desiccation depends on annual periodicity. Planta. 2010;231(6):1475–82. 10.1007/s00425-010-1124-y", "ArticleIdList": ["10.1007/s00425-010-1124-y", "20358225"]}, {"Citation": "Ji H, Chen M, Greening DW, He W, Rai A, Zhang W, et al. Deep Sequencing of RNA from Three Different Extracellular Vesicle (EV) Subtypes Released from the Human LIM1863 Colon Cancer Cell Line Uncovers Distinct Mirna-Enrichment Signatures. 2014;9(10). 10.1371/journal.pone.0110314", "ArticleIdList": ["10.1371/journal.pone.0110314", "PMC4201526", "25330373"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, et al. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nature biotechnology. 2011;29(7):644–52. 10.1038/nbt.1883", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Haas BJ, Papanicolaou A, Yassour M, Grabherr M, Blood PD, Bowden J, et al. De novo transcript sequence reconstruction from RNA-seq using the Trinity platform for reference generation and analysis. Nat Protoc. 2013;8(8):1494–512. 10.1038/nprot.2013.084", "ArticleIdList": ["10.1038/nprot.2013.084", "PMC3875132", "23845962"]}, {"Citation": "Altschul SF, Madden TL, Schaffer AA, Zhang J, Zhang Z, Miller W, et al. Gapped BLAST and PSI-BLAST: a new generation of protein database search programs. Nucleic Acids Res. 1997;25(17):3389–402.", "ArticleIdList": ["PMC146917", "9254694"]}, {"Citation": "Conesa A, Gotz S, Garcia-Gomez JM, Terol J, Talon M, Robles M. Blast2GO: a universal tool for annotation, visualization and analysis in functional genomics research. Bioinformatics. 2005;21(18):3674–6. 10.1093/bioinformatics/bti610", "ArticleIdList": ["10.1093/bioinformatics/bti610", "16081474"]}, {"Citation": "Petersen TN, Brunak S, von Heijne G, Nielsen H. SignalP 4.0: discriminating signal peptides from transmembrane regions. Nature methods. 2011;8(10):785–6. 10.1038/nmeth.1701", "ArticleIdList": ["10.1038/nmeth.1701", "21959131"]}, {"Citation": "Krogh A, Larsson B, von Heijne G, Sonnhammer EL. Predicting transmembrane protein topology with a hidden Markov model: application to complete genomes. Journal of molecular biology. 2001;305(3):567–80. 10.1006/jmbi.2000.4315", "ArticleIdList": ["10.1006/jmbi.2000.4315", "11152613"]}, {"Citation": "Lagesen K, Hallin P, Rodland EA, Staerfeldt HH, Rognes T, Ussery DW. RNAmmer: consistent and rapid annotation of ribosomal RNA genes. Nucleic Acids Res. 2007;35(9):3100–8. 10.1093/nar/gkm160", "ArticleIdList": ["10.1093/nar/gkm160", "PMC1888812", "17452365"]}, {"Citation": "Powell S, Forslund K, Szklarczyk D, Trachana K, Roth A, Huerta-Cepas J, et al. eggNOG v4.0: nested orthology inference across 3686 organisms. Nucleic Acids Res. 2014;42(Database issue):D231–9. 10.1093/nar/gkt1253", "ArticleIdList": ["10.1093/nar/gkt1253", "PMC3964997", "24297252"]}, {"Citation": "Punta M, Coggill PC, Eberhardt RY, Mistry J, Tate J, Boursnell C, et al. The Pfam protein families database. Nucleic Acids Res. 2012;40(Database issue):D290–301. 10.1093/nar/gkr1065", "ArticleIdList": ["10.1093/nar/gkr1065", "PMC3245129", "22127870"]}, {"Citation": "Finn RD, Clements J, Eddy SR. HMMER web server: interactive sequence similarity searching. Nucleic Acids Res. 2011;39(Web Server issue):W29–37. 10.1093/nar/gkr367", "ArticleIdList": ["10.1093/nar/gkr367", "PMC3125773", "21593126"]}, {"Citation": "Langmead B, Salzberg SL. Fast gapped-read alignment with Bowtie 2. Nat Methods. 2012;9(4):357–9. 10.1038/nmeth.1923", "ArticleIdList": ["10.1038/nmeth.1923", "PMC3322381", "22388286"]}, {"Citation": "Li B, Dewey CN. RSEM: accurate transcript quantification from RNA-Seq data with or without a reference genome. BMC Bioinformatics. 2011;12:323 10.1186/1471-2105-12-323", "ArticleIdList": ["10.1186/1471-2105-12-323", "PMC3163565", "21816040"]}, {"Citation": "Robinson MD, McCarthy DJ, Smyth GK. edgeR: a Bioconductor package for differential expression analysis of digital gene expression data. Bioinformatics. 2010;26(1):139–40. 10.1093/bioinformatics/btp616", "ArticleIdList": ["10.1093/bioinformatics/btp616", "PMC2796818", "19910308"]}, {"Citation": "Benjamini Y, Hochberg Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing. J R Stat Soc Ser B-Stat Methodol. 1995;57(1):289–300."}, {"Citation": "Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method. Methods. 2001;25(4):402–8. 10.1006/meth.2001.1262", "ArticleIdList": ["10.1006/meth.2001.1262", "11846609"]}, {"Citation": "King M, Roberts E. The storage of recalcitrant seeds: achievements and possible approaches1979."}, {"Citation": "Adams C, Rinne R. Moisture content as a controlling factor in seed development and germination. International Review of Cytology. 1980;68:1–8."}, {"Citation": "Senaratna T, McKersie BD. Dehydration Injury in Germinating Soybean (Glycine max L. Merr.) Seeds. Plant Physiol. 1983;72(3):620–4.", "ArticleIdList": ["PMC1066291", "16663056"]}, {"Citation": "Dekkers BJ, Pearce S, van Bolderen-Veldkamp RP, Marshall A, Widera P, Gilbert J, et al. Transcriptional dynamics of two seed compartments with opposing roles in Arabidopsis seed germination. Plant Physiol. 2013;163(1):205–15. 10.1104/pp.113.223511", "ArticleIdList": ["10.1104/pp.113.223511", "PMC3762641", "23858430"]}, {"Citation": "Weitbrecht K, Muller K, Leubner-Metzger G. First off the mark: early seed germination. J Exp Bot. 2011;62(10):3289–309. 10.1093/jxb/err030", "ArticleIdList": ["10.1093/jxb/err030", "21430292"]}, {"Citation": "O'Neil ST, Emrich SJ. Assessing De Novo transcriptome assembly metrics for consistency and utility. BMC Genomics. 2013;14:465 10.1186/1471-2164-14-465", "ArticleIdList": ["10.1186/1471-2164-14-465", "PMC3733778", "23837739"]}, {"Citation": "Miller JR, Koren S, Sutton G. Assembly algorithms for next-generation sequencing data. Genomics. 2010;95(6):315–27. 10.1016/j.ygeno.2010.03.001", "ArticleIdList": ["10.1016/j.ygeno.2010.03.001", "PMC2874646", "20211242"]}, {"Citation": "Mauch F, Mauch-Mani B, Boller T. Antifungal Hydrolases in Pea Tissue: II. Inhibition of Fungal Growth by Combinations of Chitinase and beta-1,3-Glucanase. Plant Physiol. 1988;88(3):936–42.", "ArticleIdList": ["PMC1055685", "16666407"]}, {"Citation": "Bewley JD. Seed Germination and Dormancy. Plant Cell. 1997;9(7):1055–66. 10.1105/tpc.9.7.1055", "ArticleIdList": ["10.1105/tpc.9.7.1055", "PMC156979", "12237375"]}, {"Citation": "Shi CY, Yang H, Wei CL, Yu O, Zhang ZZ, Jiang CJ, et al. Deep sequencing of the Camellia sinensis transcriptome revealed candidate genes for major metabolic pathways of tea-specific compounds. BMC Genomics. 2011;12:131 10.1186/1471-2164-12-131", "ArticleIdList": ["10.1186/1471-2164-12-131", "PMC3056800", "21356090"]}, {"Citation": "Vacca RA, de Pinto MC, Valenti D, Passarella S, Marra E, De Gara L. Production of reactive oxygen species, alteration of cytosolic ascorbate peroxidase, and impairment of mitochondrial metabolism are early events in heat shock-induced programmed cell death in tobacco Bright-Yellow 2 cells. Plant Physiology. 2004;134(3):1100–12. 10.1104/pp.103.035956", "ArticleIdList": ["10.1104/pp.103.035956", "PMC389934", "15020761"]}, {"Citation": "Wu HM, Cheun AY. Programmed cell death in plant reproduction. Plant Mol Biol. 2000;44(3):267–81.", "ArticleIdList": ["11199388"]}, {"Citation": "Fath A, Bethke P, Lonsdale J, Meza-Romero R, Jones R. Programmed cell death in cereal aleurone. Plant Mol Biol. 2000;44(3):255–66.", "ArticleIdList": ["11199387"]}, {"Citation": "Yang Z. Small GTPases: versatile signaling switches in plants. Plant Cell. 2002;14 Suppl:S375–88. 10.1105/tpc.001065", "ArticleIdList": ["10.1105/tpc.001065", "PMC151267", "12045289"]}, {"Citation": "Jones AM. Programmed cell death in development and defense. Plant Physiol. 2001;125(1):94–7.", "ArticleIdList": ["PMC1539334", "11154305"]}, {"Citation": "Yamaguchi-Shinozaki K, Shinozaki K. Organization of cis-acting regulatory elements in osmotic- and cold-stress-responsive promoters. Trends Plant Sci. 2005;10(2):88–94. 10.1016/j.tplants.2004.12.012", "ArticleIdList": ["10.1016/j.tplants.2004.12.012", "15708346"]}, {"Citation": "Shinozaki K, Yamaguchi-Shinozaki K, Seki M. Regulatory network of gene expression in the drought and cold stress responses. Curr Opin Plant Biol. 2003;6(5):410–7.", "ArticleIdList": ["12972040"]}, {"Citation": "Kalifa Y, Perlson E, Gilad A, Konrad Z, Scolnik P, BAR‐ZVI D. Over‐expression of the water and salt stress‐regulated Asr1 gene confers an increased salt tolerance. Plant, Cell & Environment. 2004;27(12):1459–68."}, {"Citation": "Fowler S, Thomashow MF. Arabidopsis transcriptome profiling indicates that multiple regulatory pathways are activated during cold acclimation in addition to the CBF cold response pathway. Plant Cell. 2002;14(8):1675–90. 10.1105/tpc.003483", "ArticleIdList": ["10.1105/tpc.003483", "PMC151458", "12172015"]}, {"Citation": "Kreps JA, Wu Y, Chang HS, Zhu T, Wang X, Harper JF. Transcriptome changes for Arabidopsis in response to salt, osmotic, and cold stress. Plant Physiol. 2002;130(4):2129–41. 10.1104/pp.008532", "ArticleIdList": ["10.1104/pp.008532", "PMC166725", "12481097"]}, {"Citation": "Fujita Y, Fujita M, Shinozaki K, Yamaguchi-Shinozaki K. ABA-mediated transcriptional regulation in response to osmotic stress in plants. Journal of plant research. 2011;124(4):509–25. 10.1007/s10265-011-0412-3", "ArticleIdList": ["10.1007/s10265-011-0412-3", "21416314"]}, {"Citation": "Channeliere S, Riviere S, Scalliet G, Szecsi J, Jullien F, Dolle C, et al. Analysis of gene expression in rose petals using expressed sequence tags. FEBS Lett. 2002;515(1–3):35–8.", "ArticleIdList": ["11943190"]}, {"Citation": "Breeze E, Wagstaff C, Harrison E, Bramke I, Rogers H, Stead A, et al. Gene expression patterns to define stages of post-harvest senescence in Alstroemeria petals. Plant Biotechnol J. 2004;2(2):155–68. 10.1111/j.1467-7652.2004.00059.x", "ArticleIdList": ["10.1111/j.1467-7652.2004.00059.x", "17147607"]}, {"Citation": "Hoeberichts FA, van Doorn WG, Vorst O, Hall RD, van Wordragen MF. Sucrose prevents up-regulation of senescence-associated genes in carnation petals. J Exp Bot. 2007;58(11):2873–85. 10.1093/jxb/erm076", "ArticleIdList": ["10.1093/jxb/erm076", "17630294"]}, {"Citation": "Abe H, Yamaguchi-Shinozaki K, Urao T, Iwasaki T, Hosokawa D, Shinozaki K. Role of arabidopsis MYC and MYB homologs in drought- and abscisic acid-regulated gene expression. Plant Cell. 1997;9(10):1859–68. 10.1105/tpc.9.10.1859", "ArticleIdList": ["10.1105/tpc.9.10.1859", "PMC157027", "9368419"]}, {"Citation": "Tammariello SP, Rinehart JP, Denlinger DL. Desiccation elicits heat shock protein transcription in the flesh fly, Sarcophaga crassipalpis, but does not enhance tolerance to high or low temperatures. J Insect Physiol. 1999;45(10):933–8.", "ArticleIdList": ["12770286"]}, {"Citation": "Hayward SA, Rinehart JP, Denlinger DL. Desiccation and rehydration elicit distinct heat shock protein transcript responses in flesh fly pupae. J Exp Biol. 2004;207(Pt 6):963–71.", "ArticleIdList": ["14766955"]}, {"Citation": "Bayley M, Petersen SO, Knigge T, Kohler H, Holmstrup M. Drought acclimation confers cold tolerance in the soil collembolan Folsomia candida. J Insect Physiol. 2001;47(10):1197–204.", "ArticleIdList": ["12770198"]}, {"Citation": "Jonsson KI, Schill RO. Induction of Hsp70 by desiccation, ionising radiation and heat-shock in the eutardigrade Richtersius coronifer. Comp Biochem Physiol B Biochem Mol Biol. 2007;146(4):456–60. 10.1016/j.cbpb.2006.10.111", "ArticleIdList": ["10.1016/j.cbpb.2006.10.111", "17261378"]}, {"Citation": "Lopez-Martinez G, Benoit JB, Rinehart JP, Elnitsky MA, Lee RE Jr., Denlinger DL. Dehydration, rehydration, and overhydration alter patterns of gene expression in the Antarctic midge, Belgica antarctica. J Comp Physiol B. 2009;179(4):481–91. 10.1007/s00360-008-0334-0", "ArticleIdList": ["10.1007/s00360-008-0334-0", "19125254"]}, {"Citation": "Qin F, Kakimoto M, Sakuma Y, Maruyama K, Osakabe Y, Tran LS, et al. Regulation and functional analysis of ZmDREB2A in response to drought and heat stresses in Zea mays L. Plant J. 2007;50(1):54–69. 10.1111/j.1365-313X.2007.03034.x", "ArticleIdList": ["10.1111/j.1365-313X.2007.03034.x", "17346263"]}, {"Citation": "Ito Y, Katsura K, Maruyama K, Taji T, Kobayashi M, Seki M, et al. Functional analysis of rice DREB1/CBF-type transcription factors involved in cold-responsive gene expression in transgenic rice. Plant Cell Physiol. 2006;47(1):141–53. 10.1093/pcp/pci230", "ArticleIdList": ["10.1093/pcp/pci230", "16284406"]}, {"Citation": "Lin RC, Park HJ, Wang HY. Role of Arabidopsis RAP2.4 in regulating light- and ethylene-mediated developmental processes and drought stress tolerance. Mol Plant. 2008;1(1):42–57. 10.1093/mp/ssm004", "ArticleIdList": ["10.1093/mp/ssm004", "20031913"]}, {"Citation": "Morran S, Eini O, Pyvovarenko T, Parent B, Singh R, Ismagul A, et al. Improvement of stress tolerance of wheat and barley by modulation of expression of DREB/CBF factors. Plant Biotechnol J. 2011;9(2):230–49. 10.1111/j.1467-7652.2010.00547.x", "ArticleIdList": ["10.1111/j.1467-7652.2010.00547.x", "20642740"]}, {"Citation": "Reddy AS, Poovaiah BW. Molecular cloning and sequencing of a cDNA for an auxin-repressed mRNA: correlation between fruit growth and repression of the auxin-regulated gene. Plant Mol Biol. 1990;14(2):127–36.", "ArticleIdList": ["2101687"]}, {"Citation": "Xu DQ, Huang J, Guo SQ, Yang X, Bao YM, Tang HJ, et al. Overexpression of a TFIIIA-type zinc finger protein gene ZFP252 enhances drought and salt tolerance in rice (Oryza sativa L.). FEBS Lett. 2008;582(7):1037–43. 10.1016/j.febslet.2008.02.052", "ArticleIdList": ["10.1016/j.febslet.2008.02.052", "18325341"]}, {"Citation": "Liu K, Wang L, Xu Y, Chen N, Ma Q, Li F, et al. Overexpression of OsCOIN, a putative cold inducible zinc finger protein, increased tolerance to chilling, salt and drought, and enhanced proline level in rice. Planta. 2007;226(4):1007–16. 10.1007/s00425-007-0548-5", "ArticleIdList": ["10.1007/s00425-007-0548-5", "17549515"]}, {"Citation": "Mukhopadhyay A, Vij S, Tyagi AK. Overexpression of a zinc-finger protein gene from rice confers tolerance to cold, dehydration, and salt stress in transgenic tobacco. Proc Natl Acad Sci U S A. 2004;101(16):6309–14. 10.1073/pnas.0401572101", "ArticleIdList": ["10.1073/pnas.0401572101", "PMC395965", "15079051"]}, {"Citation": "Kiyosue T, Abe H, Yamaguchi-Shinozaki K, Shinozaki K. ERD6, a cDNA clone for an early dehydration-induced gene of Arabidopsis, encodes a putative sugar transporter. Biochim Biophys Acta. 1998;1370(2):187–91.", "ArticleIdList": ["9545564"]}, {"Citation": "Kiyosue T, Yamaguchi-Shinozaki K, Shinozaki K. Cloning of cDNAs for genes that are early-responsive to dehydration stress (ERDs) in Arabidopsis thaliana L.: identification of three ERDs as HSP cognate genes. Plant Mol Biol. 1994;25(5):791–8.", "ArticleIdList": ["8075396"]}, {"Citation": "Kawaguchi R, Girke T, Bray EA, Bailey-Serres J. Differential mRNA translation contributes to gene regulation under non-stress and dehydration stress conditions in Arabidopsis thaliana. Plant J. 2004;38(5):823–39. 10.1111/j.1365-313X.2004.02090.x", "ArticleIdList": ["10.1111/j.1365-313X.2004.02090.x", "15144383"]}, {"Citation": "Barrero JM, Millar AA, Griffiths J, Czechowski T, Scheible WR, Udvardi M, et al. Gene expression profiling identifies two regulatory genes controlling dormancy and ABA sensitivity in Arabidopsis seeds. Plant J. 2010;61(4):611–22. 10.1111/j.1365-313X.2009.04088.x", "ArticleIdList": ["10.1111/j.1365-313X.2009.04088.x", "19947978"]}, {"Citation": "Lee S, Cheng H, King KE, Wang W, He Y, Hussain A, et al. Gibberellin regulates Arabidopsis seed germination via RGL2, a GAI/RGA-like gene whose expression is up-regulated following imbibition. Genes Dev. 2002;16(5):646–58. 10.1101/gad.969002", "ArticleIdList": ["10.1101/gad.969002", "PMC155355", "11877383"]}, {"Citation": "Leeggangers HA, Folta A, Muras A, Nap JP, Mlynarova L. Reduced seed germination in Arabidopsis over-expressing SWI/SNF2 ATPase genes. Physiol Plant. 2015;153(2):318–26. 10.1111/ppl.12231", "ArticleIdList": ["10.1111/ppl.12231", "24839909"]}, {"Citation": "Parcy F, Valon C, Raynal M, Gaubier-Comella P, Delseny M, Giraudat J. Regulation of gene expression programs during Arabidopsis seed development: roles of the ABI3 locus and of endogenous abscisic acid. Plant Cell. 1994;6(11):1567–82. 10.1105/tpc.6.11.1567", "ArticleIdList": ["10.1105/tpc.6.11.1567", "PMC160544", "7827492"]}, {"Citation": "Soeda Y, Konings MC, Vorst O, van Houwelingen AM, Stoopen GM, Maliepaard CA, et al. Gene expression programs during Brassica oleracea seed maturation, osmopriming, and germination are indicators of progression of the germination process and the stress tolerance level. Plant Physiol. 2005;137(1):354–68. 10.1104/pp.104.051664", "ArticleIdList": ["10.1104/pp.104.051664", "PMC548865", "15618428"]}, {"Citation": "Fei H, Tsang E, Cutler AJ. Gene expression during seed maturation in Brassica napus in relation to the induction of secondary dormancy. Genomics. 2007;89(3):419–28. 10.1016/j.ygeno.2006.11.008", "ArticleIdList": ["10.1016/j.ygeno.2006.11.008", "17207603"]}, {"Citation": "Delmas F, Sankaranarayanan S, Deb S, Widdup E, Bournonville C, Bollier N, et al. ABI3 controls embryo degreening through Mendel's I locus. Proc Natl Acad Sci U S A. 2013;110(40):E3888–94. 10.1073/pnas.1308114110", "ArticleIdList": ["10.1073/pnas.1308114110", "PMC3791760", "24043799"]}, {"Citation": "Hsing YC, Chen ZY, Shih MD, Hsieh JS, Chow TY. Unusual sequences of group 3 LEA mRNA inducible by maturation or drying in soybean seeds. Plant Mol Biol. 1995;29(4):863–8.", "ArticleIdList": ["8541511"]}, {"Citation": "Zhang Y, Chen K, Sloan SA, Bennett ML, Scholze AR, O'Keeffe S, et al. An RNA-sequencing transcriptome and splicing database of glia, neurons, and vascular cells of the cerebral cortex. J Neurosci. 2014;34(36):11929–47. 10.1523/JNEUROSCI.1860-14.2014", "ArticleIdList": ["10.1523/JNEUROSCI.1860-14.2014", "PMC4152602", "25186741"]}, {"Citation": "Yang H, Liu J, Huang S, Guo T, Deng L, Hua W. Selection and evaluation of novel reference genes for quantitative reverse transcription PCR (qRT-PCR) based on genome and transcriptome data in Brassica napus L. Gene. 2014;538(1):113–22. 10.1016/j.gene.2013.12.057", "ArticleIdList": ["10.1016/j.gene.2013.12.057", "24406618"]}]}], "History": [{"Year": "2016", "Month": "2", "Day": "27"}, {"Year": "2016", "Month": "12", "Day": "13"}, {"Year": "2017", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["28046012", "PMC5207531", "10.1371/journal.pone.0169177", "PONE-D-16-08453"]}}]}