{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antisickling", "drug discovery", "medicinal plants", "secondary metabolites", "sickle cell disease"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28043127", "DateCompleted": {"Year": "2017", "Month": "10", "Day": "25"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "12", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1021/acs.molpharmaceut.6b00767"], "Journal": {"ISSN": "1543-8392", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Jan", "Day": "03"}}, "Title": "Molecular pharmaceutics", "ISOAbbreviation": "Mol Pharm"}, "ArticleTitle": "Potential of Three Ethnomedicinal Plants as Antisickling Agents.", "Pagination": {"StartPage": "172", "EndPage": "182", "MedlinePgn": "172-182"}, "Abstract": {"AbstractText": ["Sickle cell disease (SCD) is a genetic blood disorder that affects the shape and transportation of red blood cells (RBCs) in blood vessels, leading to various clinical complications. Many drugs that are available for treating the disease are insufficiently effective, toxic, or too expensive. Therefore, there is a pressing need for safe, effective, and inexpensive therapeutic agents from indigenous plants used in ethnomedicines. The potential of aqueous extracts of Cajanus cajan leaf and seed, Zanthoxylum zanthoxyloides leaf, and Carica papaya leaf in sickle cell disease management was investigated in vitro using freshly prepared 2% sodium metabisulfite for sickling induction. The results indicated that the percentage of sickled cells, which was initially 91.6% in the control, was reduced to 29.3%, 41.7%, 32.8%, 38.2%, 47.6%, in the presence of hydroxyurea, C. cajan seed, C. cajan leaf, Z. zanthoxyloides leaf, and C. papaya leaf extracts, respectively, where the rate of polymerization inhibition was 6.5, 5.9, 8.0, 6.6, and 6.0 (×10<sup>-2</sup>) accordingly. It was also found that the RBC resistance to hemolysis was increased in the presence of the tested agents as indicated by the reduction of the percentage of hemolyzed cells from 100% to 0%. The phytochemical screening results indicated the presence of important phytochemicals including tannins, saponins, alkaloids, flavonoids, and glycosides in all the plant extracts. Finally, gas chromatography-mass spectrometry analysis showed the presence of important secondary metabolites in the plants. These results suggest that the plant extracts have some potential to be used as alternative antisickling therapy to hydroxyurea in SCD management."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Computational Medicine and Bioinformatics, University of Michigan , Ann Arbor, Michigan 48109, United States."}, {"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Life Sciences, University of Ilorin , Ilorin, Nigeria."}], "LastName": "Nurain", "ForeName": "Ismaila O", "Initials": "IO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Life Sciences, University of Ilorin , Ilorin, Nigeria."}], "LastName": "Bewaji", "ForeName": "Clement O", "Initials": "CO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Computational Medicine and Bioinformatics, University of Michigan , Ann Arbor, Michigan 48109, United States."}, {"Identifier": [], "Affiliation": "Chemical Biology Program, University of Michigan , Ann Arbor, Michigan 48109, United States."}], "LastName": "Johnson", "ForeName": "Jarrett S", "Initials": "JS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, University of Michigan , Ann Arbor, Michigan 48109, United States."}], "LastName": "Davenport", "ForeName": "Robertson D", "Initials": "RD"}, {"Identifier": ["0000-0002-2739-1916"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Computational Medicine and Bioinformatics, University of Michigan , Ann Arbor, Michigan 48109, United States."}, {"Identifier": [], "Affiliation": "Department of Biological Chemistry, University of Michigan , Ann Arbor, Michigan 48109, United States."}], "LastName": "Zhang", "ForeName": "Yang", "Initials": "Y"}], "GrantList": [{"GrantID": "R01 GM083107", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "R01 GM116960", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Mol Pharm", "NlmUniqueID": "101197791", "ISSNLinking": "1543-8384"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Antisickling Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Saponins"}, {"RegistryNumber": "0", "NameOfSubstance": "Tannins"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Alkaloids"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Anemia, Sickle Cell"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antisickling Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Cajanus"}, {"QualifierName": ["chemistry"], "DescriptorName": "Carica"}, {"QualifierName": ["drug effects"], "DescriptorName": "Erythrocytes"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Glycosides"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Saponins"}, {"QualifierName": ["chemistry"], "DescriptorName": "Seeds"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Tannins"}, {"QualifierName": ["chemistry"], "DescriptorName": "Zanthoxylum"}], "CoiStatement": "<b>Notes</b>. The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ingram VM. Gene mutations in human haemoglobin: the chemical difference between normal and sickle cell haemoglobin. Nature. 1957;180(4581):326–8.", "ArticleIdList": ["13464827"]}, {"Citation": "Ahrens T, Rutherford K, Basham KAR. Essentials of oxygenation: implication for clinical practice. Jones & Bartlett Learning; 1993."}, {"Citation": "Voet D, Voet JG, Pratt CW. Fundamentals of Biochemistry. John Wiley & Sons, Inc; 1999."}, {"Citation": "Basset P, Braconnier F, Rosa J. An update on electrophoretic and chromatographic methods in the diagnosis of hemoglobinopathies. J Chromatogr, Biomed Appl. 1982;227(2):267–304.", "ArticleIdList": ["7037806"]}, {"Citation": "Geller AK, O’Connor MK. The sickle cell crisis: a dilemma in pain relief. Mayo Clin Proc. 2008;83(3):320–323.", "ArticleIdList": ["18315999"]}, {"Citation": "Iyamu EW, Turner EA, Asakura T. In vitro effects of NIPRISAN (Nix-0699): a naturally occurring, potent antisickling agent. Br J Haematol. 2002;118(1):337–43.", "ArticleIdList": ["12100171"]}, {"Citation": "Allison A. Properties of sickle-cell haemoglobin. Biochem J. 1957;65(2):212.", "ArticleIdList": ["PMC1199856", "13403895"]}, {"Citation": "Eaton WA, Hofrichter J. Hemoglobin S gelation and sickle cell disease. Blood. 1987;70(5):1245–1266.", "ArticleIdList": ["3311198"]}, {"Citation": "Ferrone FA, Ivanova M, Jasuja R. Heterogeneous nucleation and crowding in sickle hemoglobin: An analytic approach. Biophys J. 2002;82(1):399–406.", "ArticleIdList": ["PMC1302479", "11751326"]}, {"Citation": "Ngolet LO, Moyen Engoba M, Kocko I, Elira Dokekias A, Mombouli JV, Moyen GM. Sickle-Cell Disease Healthcare Cost in Africa: Experience of the Congo. Anemia. 2016;2016:2046535.", "ArticleIdList": ["PMC4754467", "26949544"]}, {"Citation": "Ferrone FA, Hofrichter J, Eaton WA. Kinetics of sickle hemoglobin polymerization: II. A double nucleation mechanism. J Mol Biol. 1985;183(4):611–631.", "ArticleIdList": ["4020873"]}, {"Citation": "Sahu M, Singh V, Yadav S, Harris K. Plant extracts with antisickling propensities: a feasible succour towards sickle cell disease management-a mini review. J Phytol. 2012;4(3):24–29."}, {"Citation": "Cokic VP, Smith RD, Beleslin-Cokic BB, Njoroge JM, Miller JL, Gladwin MT, Schechter AN. Hydroxyurea induces fetal hemoglobin by the nitric oxide-dependent activation of soluble guanylyl cyclase. J Clin Invest. 2003;111(2):231–9.", "ArticleIdList": ["PMC151872", "12531879"]}, {"Citation": "Wong TE, Brandow AM, Lim W, Lottenberg R. Update on the use of hydroxyurea therapy in sickle cell disease. Blood. 2014;124(26):3850–3857.", "ArticleIdList": ["PMC4271176", "25287707"]}, {"Citation": "Halsey C, Roberts IA. The role of hydroxyurea in sickle cell disease. Br J Haematol. 2003;120(2):177–186.", "ArticleIdList": ["12542474"]}, {"Citation": "Cokic VP, Andric SA, Stojilkovic SS, Noguchi CT, Schechter AN. Hydroxyurea nitrosylates and activates soluble guanylyl cyclase in human erythroid cells. Blood. 2008;111(3):1117–1123.", "ArticleIdList": ["PMC2214757", "17993617"]}, {"Citation": "Athanassiou G, Moutzouri A, Kourakli A, Zoumbos N. Effect of hydroxyurea on the deformability of the red blood cell membrane in patients with sickle cell anemia. Clin Hemorheol Microcirc. 2006;35(1, 2):291–295.", "ArticleIdList": ["16899945"]}, {"Citation": "Charache S, Terrin ML, Moore RD, Dover GJ, Barton FB, Eckert SV, McMahon RP, Bonds DR. Effect of hydroxyurea on the frequency of painful crises in sickle cell anemia. N Engl J Med. 1995;332(20):1317–1322.", "ArticleIdList": ["7715639"]}, {"Citation": "Covas DT, de Lucena Angulo I, Palma PVB, Zago MA. Effects of hydroxyurea on the membrane of erythrocytes and platelets in sickle cell anemia. Haematologica. 2004;89(3):273–280.", "ArticleIdList": ["15020264"]}, {"Citation": "Huang Z, Louderback JG, King SB, Ballas SK, Kim-Shapiro DB. In vitro exposure to hydroxyurea reduces sickle red blood cell deformability. Am J Hematol. 2001;67(3):151–156.", "ArticleIdList": ["11391710"]}, {"Citation": "Oyewole O, Malomo S, Adebayo J. Comparative studies on antisickling properties of thiocyanate, tellurite and hydroxyurea. Pak J Med Sci. 2008;24(1):18."}, {"Citation": "Adragna N, Fonseca P, Lauf PK. Hydroxyurea affects cell morphology, cation transport, and red blood cell adhesion in cultured vascular endothelial cells. Blood. 1994;83(2):553–560.", "ArticleIdList": ["8286751"]}, {"Citation": "Charache S. Mechanism of action of hydroxyurea in the management of sickle cell anemia in adults. Semin Hematol. 1997:15–21.", "ArticleIdList": ["9317197"]}, {"Citation": "Eaton WA, Hofrichter J. The biophysics of sickle cell hydroxyurea therapy. Science. 1995;268(5214):1142.", "ArticleIdList": ["7539154"]}, {"Citation": "Platt OS. Hydroxyurea for the treatment of sickle cell anemia. N Engl J Med. 2008;358(13):1362–1369.", "ArticleIdList": ["18367739"]}, {"Citation": "Ballas SK, Dover GJ, Charache S. Effect of hydroxyurea on the rheological properties of sickle erythrocytes in vivo. Am J Hematol. 1989;32(2):104–111.", "ArticleIdList": ["2757007"]}, {"Citation": "Haynes J, Obiako B, Hester RB, Baliga BS, Stevens T. Hydroxyurea attenuates activated neutrophil-mediated sickle erythrocyte membrane phosphatidylserine exposure and adhesion to pulmonary vascular endothelium. Am J Physiol: Heart Circ Physiol. 2008;294(1):H379–H385.", "ArticleIdList": ["17993595"]}, {"Citation": "Rodgers GP, Dover GJ, Noguchi CT, Schechter AN, Nienhuis AW. Hematologic responses of patients with sickle cell disease to treatment with hydroxyurea. N Engl J Med. 1990;322(15):1037–1045.", "ArticleIdList": ["1690857"]}, {"Citation": "Ekeke G, Shode F. Phenylalanine is the predominant antisickling agent in Cajanus cajan seed extract. Planta Med. 1990;56(1):41–43.", "ArticleIdList": ["2356242"]}, {"Citation": "Abraham DJ, Mehanna AS, Wireko FC, Whitney J, Thomas RP, Orringer EP. Vanillin, a potential agent for the treatment of sickle cell anemia. Blood. 1991;77(6):1334–1341.", "ArticleIdList": ["2001455"]}, {"Citation": "Nnamani IN, Joshi GS, Danso-Danquah R, Abdulmalik O, Asakura T, Abraham DJ, Safo MK. Pyridyl derivatives of benzaldehyde as potential antisickling agents. Chem Biodiversity. 2008;5(9):1762–1769.", "ArticleIdList": ["18816529"]}, {"Citation": "Walder JA, Zaugg RH, Iwaoka RS, Watkin WG, Klotz IM. Alternative aspirins as antisickling agents: acetyl-3, 5-dibromosalicylic acid. Proc Natl Acad Sci U S A. 1977;74(12):5499–5503.", "ArticleIdList": ["PMC431780", "271972"]}, {"Citation": "Abdulmalik O, Safo MK, Chen Q, Yang J, Brugnara C, Ohene-Frempong K, Abraham DJ, Asakura T. 5-hydroxymethyl-2-furfural modifies intracellular sickle haemoglobin and inhibits sickling of red blood cells†,‡. Br J Haematol. 2005;128(4):552–561.", "ArticleIdList": ["15686467"]}, {"Citation": "Moody JO, Ojo OO, Omotade OO, Adeyemo AA, Olumese PE, Ogundipe OO. Anti-sickling potential of a Nigerian herbal formula (ajawaron HF) and the major plant component (Cissus populnea L. CPK) Phytother Res. 2003;17(10):1173–6.", "ArticleIdList": ["14669251"]}, {"Citation": "Nwosu F, Dosumu O, Okocha J. The potential of Terminalia catappa (Almond) and Hyphaene thebaica (Dum palm) fruits as raw materials for livestock feed. Afr J Biotechnol. 2008;7(24):4576–4580."}, {"Citation": "Imaga N, Gbenle G, Okochi V, Akanbi S, Edeoghon S, Oigbochie V, Kehinde M, Bamiro S. Antisickling property of Carica papaya leaf extract. Afr J Biochem Res. 2009;3(4):102–106."}, {"Citation": "Ekeke G, Shode F. The reversion of sickled cells by Cajanus cajan. Planta Med. 1985;51(6):504–507.", "ArticleIdList": ["17345271"]}, {"Citation": "Oduola T, Adeniyi F, Ogunyemi E, Bello I, Idowu T. Antisickling agent in an extract of unripe pawpaw (Carica papaya): is it real? Afr J Biotechnol. 2006;5(20):1947–1949."}, {"Citation": "Bewaji C, Olorunsogo O, Bababunmi E. Sickle-cell membrane-bound (Ca 2++ Mg 2+)-ATPase: Activation by 3, 4-dihydro-2, 2-dimethyl-2H-1-benzopyran-6-butyric acid, a novel anti-sickling agent. Cell Calcium. 1985;6(3):237–244.", "ArticleIdList": ["3160469"]}, {"Citation": "Imaga N, Gbenle G, Okochi V, Adenekan S, Edeoghon S, Kehinde M, Bamiro S, Ajiboye A, Obinna A. Antisickling and toxicological profiles of leaf and stem of Parquetina nigrescens L. J Med Plant Res. 2010;4:639–643."}, {"Citation": "Harborne JB. Phytochemical methods a guide to modern techniques of plant analysis. Springer Science & Business Media; 1998."}, {"Citation": "Odebiyi O, Sofowora E. Antimicrobial alkaloids from a Nigerian chewing stick (Fagara zanthoxyloides) Planta Med. 1979;36:204–207.", "ArticleIdList": ["482432"]}, {"Citation": "Pauline N, Cabral BNP, Anatole PC, Jocelyne AMV, Bruno M, Jeanne NY. The in vitro antisickling and antioxidant effects of aqueous extracts Zanthoxyllum heitzii on sickle cell disorder. BMC Complementary Altern Med. 2013;13(1):162.", "ArticleIdList": ["PMC3708797", "23829696"]}, {"Citation": "Nwaoguikpe RN, Ujowundu CO, Okwu GN. The Antisickling Potentials of Four Curcubits (T. Occidentalis, C. Maxima; C. Sativus and C. Lonatus) Scholars J Appl Med Sci. 2013;1(3):191–198."}, {"Citation": "Ayoola PB, Adeyeye A. Phytochemical and Nutrient Evaluation of Carica papaya (Pawpaw) Leaves. IJRRAS. 2010;5(3):325–328."}, {"Citation": "Banso A, Ngbede JE. Phytochemical screening and in vitro antifungal properties of Fagara zanthoxyloides. J Food Agric Environ. 2006;4(3/4):8."}, {"Citation": "Mohanty P, Chourasia N, Bhatt NK, Jaliwala Y. Preliminary Phytochemical Screening of Cajanus cajan Linn. Asian J Pharm Technol. 2011;1(2):49–52."}, {"Citation": "Marks D, Glyphis J, Leighton M. Measurement of protein in tannin-protein precipitates using ninhydrin. J Sci Food Agric. 1987;38(3):255–261."}, {"Citation": "Rajput ZI, Hu S-h, Xiao C-w, Arijo AG. Adjuvant effects of saponins on animal immune responses. J Zhejiang Univ, Sci, B. 2007;8(3):153–161.", "ArticleIdList": ["PMC1810383", "17323426"]}, {"Citation": "Dash BP, Archana Y, Satapathy N, Naik SK. Search for antisickling agents from plants. Pharmacogn Rev. 2013;7(13):53.", "ArticleIdList": ["PMC3731880", "23922457"]}, {"Citation": "Palcic MM, Heerze LD, Pierce M, Hindsgaul O. The use of hydrophobic synthetic glycosides as acceptors in glycosyltransferase assays. Glycoconjugate J. 1988;5(1):49–63."}, {"Citation": "Archana P, Sathishkumar N, Bharathi N. In Silico Docking Analysis of Curcumin–An Inhibitor for Obesity. Int J Pharma Bio Sci. 2010;1(4):224–235."}, {"Citation": "Mohan C, Dinakar S, Anand T, Elayaraja R, SathiyaPriya B. Phytochemical, GC-MS analysis and Antibacterial activity of a Medicinal Plant Acalypha indica. Int J PharmTech Res. 2012;4(3):1050–1054."}, {"Citation": "Ouattara B, Jansen O, Angenot L, Guissou I, Frédérich M, Fondu P, Tits M. Antisickling properties of divanilloylquinic acids isolated from Fagara zanthoxyloides Lam.(Rutaceae) Phytomedicine. 2009;16(2):125–129.", "ArticleIdList": ["19110407"]}, {"Citation": "Sudeep H, Prasad KS. Computational studies on the antiobesity effect of polyphenols from pomegranate leaf. J Chem Pharm Res. 2014;6(9):278–281."}, {"Citation": "Doraiswamy H, Kathavarayan N, Sharma RC, Krishnamurthy V. Molecular Docking Analysis of Secondary Metabolites of Trigonella foenum graecum and Carica papaya with FTO: An Insilico Approach. Int J Pharm Sci Rev Res. 2014;27(1):105–110."}, {"Citation": "Eaton WA, Hofrichter J. Sickle cell hemoglobin polymerization. Adv Protein Chem. 1990;40:63–279.", "ArticleIdList": ["2195851"]}, {"Citation": "Nagel RL, Bookchin RM, Johnson J, Labie D, Wajcman H, Isaac-Sodeye WA, Honig GR, Schiliro G, Crookston JH, Matsutomo K. Structural bases of the inhibitory effects of hemoglobin F and hemoglobin A2 on the polymerization of hemoglobin S. Proc Natl Acad Sci U S A. 1979;76(2):670–672.", "ArticleIdList": ["PMC383012", "284392"]}, {"Citation": "Noguchi CT, Rodgers GP, Schechter AN. Intracellular Polymerization. Ann N Y Acad Sci. 1989;565(1):75–82.", "ArticleIdList": ["2476066"]}, {"Citation": "Stuart MJ, Setty BY. Sickle cell acute chest syndrome: pathogenesis and rationale for treatment. Blood. 1999;94(5):1555–1560.", "ArticleIdList": ["10477680"]}, {"Citation": "Cooper RA, Jandl JH. Bile salts and cholesterol in the pathogenesis of target cells in obstructive jaundice. J Clin Invest. 1968;47(4):809.", "ArticleIdList": ["PMC297231", "5641620"]}, {"Citation": "Hoffman JF. The Use of Resealed Erythrocytes as Carriers and Bioreactors. Springer; 1992. On red blood cells, hemolysis and resealed ghosts; pp. 1–15.", "ArticleIdList": ["1295293"]}, {"Citation": "Adenkola A, Ayo J, Sackey A, Adelaiye A. Erythrocyte osmotic fragility of pigs administered ascorbic acid and transported by road for short-term duration during the harmattan season. Afr J Biotechnol. 2010;9(2):226–233."}, {"Citation": "Haut A, Tudhope G, Cartwright G, Wintrobe M. Studies on the osmotic fragility of incubated normal and abnormal erythrocytes. J Clin Invest. 1962;41(9):1766.", "ArticleIdList": ["PMC291100", "13905458"]}, {"Citation": "Ibegbulem C, Eyong E, Essien E. Biochemical effects of drinking Terminalia catappa Linn. decoction in Wistar rats. Afr J Biochem Res. 2011;5(8):237–243."}, {"Citation": "Mpiana P, Ngbolua K, Mudogo V, Tshibangu D, Atibu E, Tshilanda D, Misengabu N. Anti Sickle Erythrocytes Haemolysis Properties and Inhibitory Effect of Anthocyanins Extracts of Trema orientalis (Ulmaceae) on the Aggregation of Human Deoxyhemoglobin S in vitro. Journal of Medical Sciences. 2011;11(3):129–137."}, {"Citation": "Naiho A, Okonkwor B, Okoukwu C. Anti-Sickling and Membrane Stabilizing Effects of Carica papaya Leaf Extract. British Journal of Medicine and Medical Research. 2015;6(5):484."}]}], "History": [{"Year": "2017", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28043127", "NIHMS967872", "PMC5963525", "10.1021/acs.molpharmaceut.6b00767"]}}]}