{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Coriandrum sativum", "LD50", "Nigella sativa", "Syzygium aromaticum", "paw oedema", "ulcer index"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28056572", "DateCompleted": {"Year": "2017", "Month": "01", "Day": "31"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/13880209.2016.1275705"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "55", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "Biochemical characterization, anti-inflammatory properties and ulcerogenic traits of some cold-pressed oils in experimental animals.", "Pagination": {"StartPage": "740", "EndPage": "748", "MedlinePgn": "740-748"}, "Abstract": {"AbstractText": ["Cold-pressed oils (CPO) are commercially available in the market and characterized by their health-promoting properties.", "Clove oil (CLO), coriander seed oil (COO) and black cumin oil (BCO) were evaluated for their bioactive lipids. Pharmacological screening was performed to evaluate acute toxicity, anti-inflammatory and ulcerogenic effects as well as histopathological changes in tissues of albino rats fed with CPO.", "Fatty acids, tocols and total phenolics were analyzed. The acute toxicity test for each CPO was estimated during 14 d. Carrageenan-induced rat paw oedema was used for assessment of anti-inflammatory activity of CPO. Animals were fasted overnight, and via oral gavage given indomethacin (10 mg/kg) or CPO (400 mg/kg) to investigate ulcerogenecity. Histopathological changes in liver, kidney, heart, spleen and stomach were screened.", "Amounts of α-, β-, γ- and δ-tocopherols in CLO were 1495, 58, 4177 and 177 mg/kg oil, respectively. In COO, α, β, γ and δ-tocopherols were 10.0, 18.2, 5.1 and 34.8%, respectively. In BCO, β-tocotrienol was the main constituent. CLO, COO and BCO contained 4.6, 4.2 and 3.6 mg GAE/g, respectively. Acute toxicity test determined that 400 mg/kg of CPO to be used. In the carrageenan model of inflammation, pretreatment of rats with indomethacin (10 mg/kg) or CLO (400 mg/kg) induced a significant (p < 0.05) reduction by 31.3 and 27.4%, respectively, in rat paw oedema as compared with the carrageenan-treated group. Indomethacin induced a significant ulcerogenic effect with an ulcer index of 19. Oral treatment of CPO showed no ulcerogenic effect, wherein no histopathological changes were observed.", "CPO, particularly CLO, could minimize acute inflammation."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Department of Medicinal and Aromatic Plants Research, Pharmaceutical and Drug Industries Division , National Research Centre , Dokki , Giza , Egypt."}], "LastName": "Ibrahim", "ForeName": "Faten M", "Initials": "FM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b Department of Medicinal and Pharmaceutical Chemistry (Pharmacology group) , Pharmaceutical and Drug Industries Research Division, National Research Centre , Dokki , Giza , Egypt."}], "LastName": "Attia", "ForeName": "Hanan Naeim", "Initials": "HN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b Department of Medicinal and Pharmaceutical Chemistry (Pharmacology group) , Pharmaceutical and Drug Industries Research Division, National Research Centre , Dokki , Giza , Egypt."}], "LastName": "Maklad", "ForeName": "Yousreya Aly Aly", "Initials": "YA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "c Department of Pathology, Faculty of Veterinary Medicine , Cairo University , Giza , Egypt."}], "LastName": "Ahmed", "ForeName": "Kawkab A", "Initials": "KA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "d Department of Agricultural Biochemistry, Faculty of Agriculture , Zagazig University , Zagazig , Egypt."}], "LastName": "Ramadan", "ForeName": "Mohamed F", "Initials": "MF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Clove Oil"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["analysis", "pharmacology"], "DescriptorName": "Clove Oil"}, {"QualifierName": [], "DescriptorName": "Cold Temperature"}, {"QualifierName": ["chemistry"], "DescriptorName": "Coriandrum"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nigella sativa"}, {"QualifierName": ["pharmacology", "toxicity"], "DescriptorName": "Plant Oils"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Stomach Ulcer"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Arens M, Schulte E, Weber K.. 1994. Fettsäuremethylester, Umesterung mit trimethylsulfoniumhydroxid (Schnellverfahren). Fat Sci Technol 96:67–68."}, {"Citation": "Bajpai M, Mishra A, Prakash D.. 2005. Antioxidant and free radical scavenging activities of some leafy vegetables. Inter J Food Sci Nutr 56:73–81.", "ArticleIdList": ["16503558"]}, {"Citation": "Calder PC.2008. Polyunsaturated fatty acids, inflammatory processes and inflammatory bowel diseases. Mol Nutr Food Res 52:885–897.", "ArticleIdList": ["18504706"]}, {"Citation": "Cárdeno A, Sánchez-Hidalgo M, Alarcón-de-la-Lastra C.. 2013. An up-date of olive oil phenols in inflammation and cancer: molecular mechanisms and clinical implications. Curr Med Chem 20:4758–4776.", "ArticleIdList": ["23834184"]}, {"Citation": "Cuevas VM, Calzado YR, Guerra YP, Yera AO, Despaigne SJ, Ferreiro RM, Quintana DC.. 2011. Effects of grape seed extract, vitamin C, and vitamin E on ethanol- and aspirin-induced ulcers. Adv Pharmacol Sci 2011:740687 DOI:10.1155/2011/740687.", "ArticleIdList": ["10.1155/2011/740687", "PMC3226337", "22162675"]}, {"Citation": "Dashputre NL, Naikwade NS.. 2011. Evaluation of anti-ulcer activity of methanolic extract of Abutilon indicum Linn leaves in experimental rats. Inter J Pharm Sci Drug Res 3:97–100."}, {"Citation": "El-Ghorab AH, Nauman M, Anjum FM, Hussin S, Nadeem M.. 2010. A comparative study on chemical composition and antioxidant activity of ginger (Zingiber officinale) and cumin (Cuminum cyminum). J Agric Food Chem 58:8231–8237.", "ArticleIdList": ["20590154"]}, {"Citation": "Fahami NAM, Ibrahim IA, Kamisah Y, Ismail NM.. 2012. Palm vitamin E reduces catecholamines, xanthine oxidase activity and gastric lesions in rats exposed to water-immersion restraint stress. BMC Gastroenterol 12:54.", "ArticleIdList": ["PMC3426494", "22639913"]}, {"Citation": "Gil A.2002. Polyunsaturated fatty acids and inflammatory diseases. Biomed Pharmacother 56:388–396.", "ArticleIdList": ["12442911"]}, {"Citation": "Gulcin I, Elmastas M, Aboul-Enein HY.. 2012. Antioxidant activity of clove oil-A powerful antioxidant source. Arabian J Chem 5:489–499."}, {"Citation": "Ibrahim AY, El-Gengaihi SE, Motawea HM, Sleem AA.. 2011. Anti-inflammatory activity of Salvadora persica L. against carrageenan induced paw oedema in rat relevant to inflammatory cytokines. Not Sci Biol 3:22–28."}, {"Citation": "Ishihara M, Kojima R, Ito M.. 2008. Influence of aging on gastric ulcer healing activities of the antioxidants alpha-tocopherol and probucol. Eur J Pharmacol 601:143–147.", "ArticleIdList": ["18955044"]}, {"Citation": "Juhas Š, Bukovska A, Čikos Š, Czikkova S, Fabian D, Koppel J.. 2009. Anti-inflammatory effects of Rosmarinus officinalis essential oil in mice. Acta Vet Brno 78:411–417."}, {"Citation": "Kamisah Y, Ibrahim AAI, Nafeeza MI, Nur Azlina MF.. 2011. Palm tocotrienol rich fraction supplementation suppressed stress induced gastric oxidative stress in rats. J Appl Pharm Sci 1:118–122."}, {"Citation": "Kamisah Y, Qodriyah HMS, Chua KH, Azlina MFN.. 2014. Vitamin E: A potential therapy for gastric mucosal injury. Pharm Biol 52:1591–1597.", "ArticleIdList": ["25026358"]}, {"Citation": "lachs P, Rossmeisl M, Bryhn M, Kopecky J.. 2009. Cellular and molecular effects of n-3 polyunsaturated fatty acids on adipose tissue biology and metabolism. Clin Sci (Lond) 116:1–16.", "ArticleIdList": ["19037880"]}, {"Citation": "Luther M, Parry J, Moore J, Meng J, Zhang Y, Cheng Z, Yu L.. 2007. Inhibitory effect of Chardonnay and black raspberry seed extracts on lipid oxidation in fish oil and their radical scavenging and antimicrobial properties. Food Chem 104:1065–1073."}, {"Citation": "Lutterodt H, Luther M, Slavin M, Yin J-J, Parry J, Gao J-M, Yu L.. 2010. Fatty acid profile, thymoquinone content, oxidative stability, and antioxidant properties of cold-pressed black cumin seed oils. LWT-Food Sci Technol 43:1409–1413."}, {"Citation": "Macarthur M, Hold GL, El-Omar EM.. 2004. Inflammation and cancer II. Role of chronic inflammation and cytokines generated polymorphisms in the pathogenesis of gastrointestinal malignancy. Am J Physiol Gastrointest Liver Physiol 286:G515–GG520.", "ArticleIdList": ["15010360"]}, {"Citation": "Medzhitov R.2008. Origin and physiological roles of inflammation. Nature 454:428–435.", "ArticleIdList": ["18650913"]}, {"Citation": "Michael JD. (2008). The toxicologist’s pocket handbook. 2nd ed.,New York, Informa Healthcare USA, pp. 44."}, {"Citation": "Miyazawa M, Hisama M.. 2003. Antimutagenic activity of phenylpropanoids from clove (Syzygium aromaticum). J Agric Food Chem 51:6413–6422.", "ArticleIdList": ["14558756"]}, {"Citation": "Müller L, Theile K, Böhm V.. 2010. In vitro antioxidant activity of tocopherols and tocotrienols and comparison of vitamin E concentration and lipophilic antioxidant capacity in human plasma. Mol Nutr Food Res 54:731–742.", "ArticleIdList": ["20333724"]}, {"Citation": "Nkeh-Chungag BN, Temdie JR, Sewani-Rusike C, Fodjo YM, Mbafor JT, Iputo JE.. 2009. Analgesic, anti-inflammatory and antiulcer properties of the extract of Uapaca guineensis (Euphorbiaceae). J Med Plant Res 3:635–640."}, {"Citation": "OECD (2001). OECD Guideline for Testing of Chemicals. Acute Oral Toxicity-Acute Toxic Class Method. OECD 420. Acute Oral Toxicity-Fixed Dose Procedure. Organisation for Economic Cooperation and Development, Paris."}, {"Citation": "Ramadan MF, Amer MMA, Awad A.. 2008. Coriander (Coriandrum sativum L.) seed oil improves plasma lipid profile in rats fed diet containing cholesterol. Eur Food Res Technol 227:1173–1182."}, {"Citation": "Ramadan MF, Asker MMS, Tadros M.. 2012. Antiradical and antimicrobial properties of cold-pressed black cumin and cumin oils. Eur Food Res Technol 234:833–844."}, {"Citation": "Ramadan MF, Kinni SG, Seshagiri M, Mörsel J-T.. 2010. Fat-soluble bioactives, fatty acid profile and radical scavenging activity of Semecarpus anacardium seed oil. J Amer Oil Chem Soc 87:885–894."}, {"Citation": "Ramadan MF, Kroh LW, Moersel J-T.. 2003. Radical scavenging activity of black cumin (Nigella sativa L.), coriander (Coriandrum sativum L.) and niger (Guizotia abyssinica Cass.) crude seed oils and oil fractions. J Agric Food Chem 51:6961–6969.", "ArticleIdList": ["14611155"]}, {"Citation": "Ramadan MF, Moersel J-T.. 2002. Characterization of phospholipid composition of black cumin (Nigella sativa L.) seed oil. Nahrung/Food 46:240–244.", "ArticleIdList": ["12224418"]}, {"Citation": "Ramadan MF.2007. Nutritional value, functional properties and nutraceutical applications of black cumin (Nigella sativa L): an overview. Inter J Food Sci Technol 42:1208–1218."}, {"Citation": "Ramadan MF.2013. Healthy blends of high linoleic sunflower oil with selected cold pressed oils: Functionality, stability and antioxidative characteristics. Ind Crops Prod 43:65–72."}, {"Citation": "Reifen R, Karlinsky A, Stark AH, Berkovich Z, Nyska A.. 2015. α-Linolenic acid (ALA) is an anti-inflammatory agent in inflammatory bowel disease. J Nutr Biochem 26:1632–1640.", "ArticleIdList": ["26350254"]}, {"Citation": "Rosillo M, Alcaraz MJ, Sánchez-Hidalgo M, Fernández-Bolaños JG, Alarcón-de-la-Lastra C, Ferrándiz ML.. 2014. Anti-inflammatory and joint protective effects of extra-virgin olive-oil polyphenol extract in experimental arthritis. J Nutr Biochem 25:1275–1281.", "ArticleIdList": ["25294776"]}, {"Citation": "Salter-Cid LM, Wang E, O’Rourke AM, Miller A, Gao H, Huang L, Garcia A, Linnik MD.. 2005. Anti-inflammatory effects of inhibiting the amine oxidase activity of semicarbazide-sensitive amine oxidase. J Pharm Exp Ther 315:553–562.", "ArticleIdList": ["16081681"]}, {"Citation": "Sánchez-Fidalgo S, Sánchez de Ibargüen L, Cárdeno A, Alarcón de la Lastra C.. 2012. Influence of extra virgin olive oil diet enriched with hydroxytyrosol in a chronic DSS colitis model. Eur J Nutr 51:497–506.", "ArticleIdList": ["21874330"]}, {"Citation": "Sannigrahi S, Parida S, Jagannath Patro V, Mishra US, Pathak A.. 2010. Antioxidant and anti-inflammatory potential of Pterospermum acerifolium. Int J Pharm Sci Rev Res 2:1–5."}, {"Citation": "Song C, Shieh C-H, Wu Y-S, Kalueff A, Gaikwad S, Su K-P.. 2016. The role of omega-3 polyunsaturated fatty acids eicosapentaenoic and docosahexaenoic acids in the treatment of major depression and Alzheimer's disease: Acting separately or synergistically? Prog Lipid Res 62:41–54.", "ArticleIdList": ["26763196"]}, {"Citation": "Sreelatha S, Padma PR, Umadevi M.. 2009. Protective effects of Coriandrum sativum extracts on carbon tetrachloride-induced hepatotoxicity in rats. Food Chem Toxicol 47:702–708.", "ArticleIdList": ["19146910"]}, {"Citation": "Suleymanov Z, Hidayatov A, Chalish I, Yeshilada E.. 2004. Comparison of antiulcerogenic activity of Hippophae rhamnoides fruit and seed oil. Azerbaijan Med J 3:5–7."}]}], "History": [{"Year": "2017", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28056572", "PMC6130677", "10.1080/13880209.2016.1275705"]}}]}