{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28083155", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "12", "Day": "19"}], "Language": ["eng"], "ELocationID": ["6587571", "10.1155/2016/6587571"], "Journal": {"ISSN": "2090-908X", "JournalIssue": {"Volume": "2016", "PubDate": {"Year": "2016"}}, "Title": "Scientifica", "ISOAbbreviation": "Scientifica (Cairo)"}, "ArticleTitle": "Impact of Auxins on Vegetative Propagation through Stem Cuttings of <i>Couroupita guianensis</i> Aubl.: A Conservation Approach.", "Pagination": {"StartPage": "6587571", "MedlinePgn": "6587571"}, "Abstract": {"AbstractText": ["The present study explores the potential of exogenous auxins in the development of adventitious shoots and roots from shoot cuttings of <i>Couroupita guianensis</i> (Nagalingam), a threatened tree. Experiments were conducted to assess the effect of various concentrations of auxins on shoot and root morphological traits of stem cuttings in the greenhouse. Amongst the auxins tested, significant effects on number of shoot buds' induction and their growth were observed with <i>α</i>-Naphthalene Acetic Acid (NAA) treated nodal cuttings. Cent percentage of the stem cuttings of <i>C. guianensis</i> were rooted and shoots were induced when pretreated with 400 mg L<sup>-1</sup> NAA for 5 min. Maximum 79% of stem cuttings responded to pretreatment of 300 mg L<sup>-1</sup>indole-3-butyric acid (IBA) for 5 min, and 75% of stem cuttings induced shoots with 400 mg L<sup>-1</sup>indole-3-acetic acid (IAA). Presence of at least 5 nodes on stem cuttings was found to be prerequisite for root and shoot induction. About 92% of plants were survived under natural soil conditions raised from the stem cuttings. This is the first report of vegetative propagation of <i>C. guianensis</i> through stem cuttings which could be used for conservation strategy and sustainable utilization of this threatened medicinal tree."]}, "AuthorList": [{"Identifier": ["0000-0002-0990-8766"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Science, M.G.G.A.C., Mahe, Pondicherry, India."}], "LastName": "Shekhawat", "ForeName": "Mahipal S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, K.M. Centre for Postgraduate Studies, Pondicherry, India."}], "LastName": "Manokari", "ForeName": "M", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "Scientifica (Cairo)", "NlmUniqueID": "101589932", "ISSNLinking": "2090-908X"}, "CoiStatement": "The authors declare that there is no conflict of interests regarding the publication of this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lim T. K. Edible Medicinal and Non Medicinal Plants Fruits. Berlin, Germany: Springer; 2012. Couroupita guianensis."}, {"Citation": "Mitre M.  IUCN Red List of Threatened Species. Version 2012.2. 2012. Couroupita guianensis.  http://www.iucnredlist.org."}, {"Citation": "Rai Y. Early seedling growth status of threatened medicinal tree species Couroupita guianensis Aubl. in District Meerut, (U.P.) India. International Journal of Innovation and Scientific Research. 2014;8(2):252–255."}, {"Citation": "Sai K. C., Gaddala N., Vanamala S., Naresh V., Elumalai A. A short review on therapeutic uses of Couroupita guianensis Aubl. International Research Journal of Pharmaceutical and Applied Sciences. 2011;1(1):105–108."}, {"Citation": "Sundararajan R., Koduru R. A complete profile on Couroupita guianensis-traditional uses, pharmacological activities and phytoconstituents. Pharmacophore. 2014;5(1):147–159."}, {"Citation": "Manimegalai S., Rakkimuthu G. Phytochemical screening of stem of Couroupita guianensis . International Journal of Pharmaceutical Sciences and Research. 2012;3(11):4434–4437."}, {"Citation": "Shete S. A., Shah G. N., Walke S. S., Patil V. S., Patil K. D., Killedar S. G. Standardization and anti bacterial activity of Couroupita guianensis fruit shell extract. International Journal of Biology. 2013;2(1):360–364."}, {"Citation": "Swapnalatha S., Rajeswari V. D. Antidiabetic activity of couroupita guianensis—a review. IOSR Journal of Pharmacy and Biological Sciences. 2014;9(3):41–43. doi: 10.9790/3008-09334143.", "ArticleIdList": ["10.9790/3008-09334143"]}, {"Citation": "Gupta V. H., Juvekar A. R. Antistress and antioxidant activity of flower of Couroupita guianensis in rats. An International Journal of Advances in Pharmaceutical Sciences. 2013;4(1):76–83."}, {"Citation": "Bhuvaneswari S., Deepa S., Sripriya N., Prameela L., Udaya Prakash N. K. Antioxidant activity and phytochemistry of various flowers from Tamil Nadu, India. International Journal of Research in Pharmaceutical Sciences. 2014;5(1):40–45."}, {"Citation": "Umachigi S. P., Jayaveera K. N., Ashok Kumar C. K., Kumar G. S. Antimicrobial, wound healing and antioxidant potential of Couroupita guianensis in rats. Pharmacology Online. 2007;3(1):269–281."}, {"Citation": "Pradhan D., Panda P. K., Tripathy G. Evaluation of the immunomodulatory activity of the methanolic extract of Couroupita guianensis aubl. flowers in rats. Natural Product Radiance. 2009;8(1):37–42."}, {"Citation": "Rajamanickam V., Rajasekaran A., Darlin quine S., Jesupillai M., Sabitha R. Anthelmintic activity of the flower extract of Couroupita guianensis . International Journal of Alternative Medicine. 2009;8(1):107–111."}, {"Citation": "Premanathan M., Radhakrishnan S., Kulangiappar K. Antioxidant and anticancer activities of isatin (1H-indole-2, 3-Dione), isolated from the flowers of Couroupita guianensis . Indian Journal of Medical Research. 2012;136(1):822–826.", "ArticleIdList": ["PMC3573604", "23287130"]}, {"Citation": "Baskar K., Ignacimuthu S. Antifeedant, larvicidal and growth inhibitory effects of ononitol monohydrate isolated from Cassia tora L. against Helicoverpa armigera (Hub.) and Spodoptera litura (Fab.) (Lepidoptera: Noctuidae) Chemosphere. 2012;88(4):384–388. doi: 10.1016/j.chemosphere.2012.02.051.", "ArticleIdList": ["10.1016/j.chemosphere.2012.02.051", "22436590"]}, {"Citation": "Elumalai A., Eswaraiah M. C., Koppula N. K., Kumar R., Meruva A., Vidhyulatha C. Antidiarrhoeal activity of Couroupita guianensis leaves on castor oil induced diarrhoea in albino rats. International Journal of Pharmacology Research. 2013;3(2):42–44."}, {"Citation": "Gupta S. K., Ghosal M., Choudhury D., Mandal P. Assessment of antioxidant activity and polyphenolic content of Couroupita guianensis during flower and fruit maturation. International Journal of Recent Scientific Research. 2014;5(5):940–947."}, {"Citation": "Shekhawat M. S. A Project Report. Department of Science,Technology and Environment, Government of Puducherry; 2014. Investigations on in vitro regeneration of Couroupita guianensis Aubl. (Nagalingam Tree)—a threatened but medicinally important tree."}, {"Citation": "Deepa H. R. Puducherry Comes out with List of State Symbols. Chennnai, India: The Hindu; 2007."}, {"Citation": "Gousia S. K., Ashok K. K., Vinay K. T., Naveena L. L. Biological activities and medicinal properties of Couroupita guianensis . International Journal of Pharmacy and Pharmaceutical Science Research. 2013;3(4):140–143."}, {"Citation": "Muniswamy B., Sreenath H. L. In-vitro development of plants from cultured embryos of cannon ball tree (Couroupita guianensis Aubl.) Indian Journal of Forestry. 2000;23(2):202–204."}, {"Citation": "Kesari V., Krishnamachari A., Rangan L. Effect of auxins on adventitious rooting from stem cuttings of candidate plus tree Pongamia pinnata (L.), a potential biodiesel plant. Trees—Structure and Function. 2009;23(3):597–604. doi: 10.1007/s00468-008-0304-x.", "ArticleIdList": ["10.1007/s00468-008-0304-x"]}, {"Citation": "Pandey A., Tamta S., Giri D D. Role of auxin on adventitious root formation and subsequent growth of cutting raised plantlets of Ginkgo biloba L. International Journal of Biodiversity and Conservation. 2011;3(4):142–146."}, {"Citation": "Saradha M., Paulsamy S. Effect of growth hormones on rooting attributes of stem cuttings of endangered plant species, Hildegardia populifolia (Roxb.) Schott and Endl. (Sterculiaceae) International Journal of Biology, Pharmacy and Allied Sciences. 2012;1(8):1145–1152."}, {"Citation": "Jamir S. L., Deb C. R., Jamir N. S. Macropropagation and Production of Clonal Planting Materials of Panax pseudoginseng Wall. Open Journal of Forestry. 2016;06(02):135–141. doi: 10.4236/ojf.2016.62012.", "ArticleIdList": ["10.4236/ojf.2016.62012"]}, {"Citation": "Abidin N., Metali F. Effects of different types and concentrations of auxins on juvenile stem cuttings for propagation of potential medicinal Dillenia suffruticosa (Griff. ex hook. F. and Thomson) martelli shrub. Research Journal of Botany. 2015;10(3):73–87. doi: 10.3923/rjb.2015.73.87.", "ArticleIdList": ["10.3923/rjb.2015.73.87"]}, {"Citation": "Shekhawat M. S., Manokari M. In vitro propagation, micromorphological studies and ex vitro rooting of cannon ball tree (Couroupita guianensis aubl.): a multipurpose threatened species. Physiology and Molecular Biology of Plants. 2016;22(1):131–142. doi: 10.1007/s12298-015-0335-x.", "ArticleIdList": ["10.1007/s12298-015-0335-x", "PMC4840142", "27186027"]}, {"Citation": "Matthew K. M. Illustrations on the Flora of the Tamilnadu Carnatic. (Rapinat Herbarium: Tiruchirapalli), 1982."}, {"Citation": "Nanda K. K. Investigation on the use of auxins in vegetative reproduction of forest plants. Final Report PL- 480, Research Project. 1970;(A7- Fs-11)"}, {"Citation": "Pal M. Clonal Forestry: a feasible approach for yield improvement in forest plantations. Proceedings of the Annual Conference on Silviculture and Research; November 1998; Nainital, India."}, {"Citation": "Das N. Propagation prospects of dye yielding plant Rhinacanthus nausutus Kurz. Natural Product Radiance. 2006;5(1):42–43."}, {"Citation": "Nandi S. K., Tamta S., Palni L. M. S. Adventitious root formation in young shoots of Cedrus deodara . Biologia Plantarum. 2002;45(3):473–476. doi: 10.1023/a:1016298524177.", "ArticleIdList": ["10.1023/a:1016298524177"]}, {"Citation": "Haissig B. E. Influences of auxin synergists on adventitious root primordium initiation and development. New Zealand Journal of Forestry Science. 1974;4(2):311–323."}, {"Citation": "de Klerk G.-J. Rooting of microcuttings: theory and practice. In Vitro Cellular & Developmental Biology—Plant. 2002;38(5):415–422. doi: 10.1079/ivp2002335.", "ArticleIdList": ["10.1079/ivp2002335"]}, {"Citation": "Hartmann H. T., Kester D. E., Davies F. T., Geneve R. L. Plant Propagation: Principles and Practices. 6th. London, UK: Prentice Hall International; 1997."}, {"Citation": "Ditengou F. A., Teale W. D., Kochersperger P., et al. Mechanical induction of lateral root initiation in Arabidopsis thaliana . Proceedings of the National Academy of Sciences of the United States of America. 2008;105(48):18818–18823. doi: 10.1073/pnas.0807814105.", "ArticleIdList": ["10.1073/pnas.0807814105", "PMC2596224", "19033199"]}, {"Citation": "Schroeder W. R., Walker D. S. Effect of cutting position on rooting and shoot growth of two poplar clones. New Forests. 1990;4(4):281–289. doi: 10.1007/BF00119207.", "ArticleIdList": ["10.1007/BF00119207"]}]}], "History": [{"Year": "2016", "Month": "8", "Day": "2"}, {"Year": "2016", "Month": "11", "Day": "17"}, {"Year": "2016", "Month": "11", "Day": "20"}, {"Year": "2017", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28083155", "PMC5204115", "10.1155/2016/6587571"]}}]}