{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Polyphenols", "antifibrotic", "antioxidant", "high-performance liquid chromatography"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28093019", "DateCompleted": {"Year": "2017", "Month": "01", "Day": "31"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/13880209.2016.1247881"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "55", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "Prophylactic and curative effect of rosemary leaves extract in a bleomycin model of pulmonary fibrosis.", "Pagination": {"StartPage": "462", "EndPage": "471", "MedlinePgn": "462-471"}, "Abstract": {"AbstractText": ["Pulmonary fibrosis is a devastating disease without effective treatment. Rosemary is appreciated since ancient times for its medicinal properties, while biomolecules originated from the plant have an antioxidant and antifibrotic effect.", "The effects of Rosmarinus officinalis L. (Lamiaceae) leaves extract (RO) on bleomycin-induced lung fibrosis were investigated.", "Male Wistar rats were given a single dose of bleomycin (BLM, 4 mg/kg, intratracheal), while RO (75 mg/kg, intraperitoneal) was administered 3 days later and continued for 4 weeks (BLM/RO1-curative group). Alternatively, RO was administered 2 weeks before BLM and continued 15 days thereafter (BLM/RO2-prophylactic group). Antioxidant activities of RO and lung tissues were studied by standard methods. Histological staining revealed lung architecture and collagen deposition. RO was characterized for its polyphenol content and by high-performance liquid chromatography.", "RO polyphenol content was 60.52 mg/g of dry weight, carnosic and rosmarinic acids being major components (6.886 and 2.351 mg/g). Antioxidant effect of RO (DPPH and FRAP assay) expressed as IC<sub>50</sub> values were 2.23 μg/mL and 0.074 μg/mL, respectively. In BLM/RO1 and BLM/RO2 lung architecture was less compromised compared to BLM, which was reflected in lower fibrosis score (2.33 ± 0.33 and 1.8 ± 0.32 vs 3.7 ± 0.3). Malondialdehyde levels were attenuated (141% and 108% vs 258% of normal value). Catalase and glutathione-S-transferase activities were normalized (103% and 117% vs 59%, 85% and 69% vs 23%, respectively).", "RO has a protective effect against BLM-induced oxidative stress and lung fibrosis due to its phenolic compounds."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Laboratory of Physiology, Faculty of Medicine of Tunis , University of Tunis El Manar , Tunis , Tunisia."}, {"Identifier": [], "Affiliation": "b Laboratory of Physiopathology and Pharmacology, Faculty of Medicine , Université Libre de Bruxelles , Brussels , Belgium."}], "LastName": "Bahri", "ForeName": "Sana", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "c Laboratory of Experimental Medicine, Faculty of Medicine of Tunis , University of Tunis El Manar , Tunis , Tunisia."}], "LastName": "Ben Ali", "ForeName": "Ridha", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Laboratory of Physiology, Faculty of Medicine of Tunis , University of Tunis El Manar , Tunis , Tunisia."}], "LastName": "Gasmi", "ForeName": "Khaoula", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "d Laboratory of Anatomy and Pathology , Abderhaman Mami Hospital , Ariana , Tunisia."}], "LastName": "Mlika", "ForeName": "Mona", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "e Laboratory of Physiology, Faculty of Science of Tunis , University of Tunis El Manar , Tunis , Tunisia."}], "LastName": "Fazaa", "ForeName": "Saloua", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "f Laboratory of Eco-Process and Valorization of Aromatic and Medicinal Plants , Center for Biotechnology, Technopole Borj Cédria (CBBC) , Tunis , Tunisia."}], "LastName": "Ksouri", "ForeName": "Riadh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "e Laboratory of Physiology, Faculty of Science of Tunis , University of Tunis El Manar , Tunis , Tunisia."}, {"Identifier": [], "Affiliation": "g High School of Health Sciences , Tunis , Tunisia."}], "LastName": "Serairi", "ForeName": "Raja", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Laboratory of Physiology, Faculty of Medicine of Tunis , University of Tunis El Manar , Tunis , Tunisia."}], "LastName": "Jameleddine", "ForeName": "Saloua", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b Laboratory of Physiopathology and Pharmacology, Faculty of Medicine , Université Libre de Bruxelles , Brussels , Belgium."}], "LastName": "Shlyonsky", "ForeName": "Vadim", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "11056-06-7", "NameOfSubstance": "Bleomycin"}, {"RegistryNumber": "GAN16C9B8O", "NameOfSubstance": "Glutathione"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["toxicity"], "DescriptorName": "Bleomycin"}, {"QualifierName": ["drug effects"], "DescriptorName": "Body Weight"}, {"QualifierName": ["metabolism"], "DescriptorName": "Glutathione"}, {"QualifierName": ["drug effects"], "DescriptorName": "Lipid Peroxidation"}, {"QualifierName": ["drug effects", "metabolism", "pathology"], "DescriptorName": "Lung"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemically induced", "drug therapy", "prevention & control"], "DescriptorName": "Pulmonary Fibrosis"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rosmarinus"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adedapo AA, Jimoh FO, Koduru S, Masika PJ, Afolayan AJ.. 2008. Evaluation of the medicinal potentials of the methanol extracts of the leaves and stems of Halleria lucida . Bioresour Technol. 99:4158–4163.", "ArticleIdList": ["18226890"]}, {"Citation": "Afonso MS, Sant’AnaL S.. 2008. Effects of pretreatment with rosemary (Rosmarinus officinalis L.) in the prevention of lipid oxidation in salted tilapia fillets. J Food Qual. 31:586–595."}, {"Citation": "Albu S, Joyce E, Paniwnyk L, Lorimer JP, Mason TJ.. 2004. Potential for the use of ultrasound in the extraction of antioxidants from Rosmarinus officinalis for the food and pharmaceutical industry. Ultrason Sonochem. 11:261–265.", "ArticleIdList": ["15081992"]}, {"Citation": "Aruoma OI, Spencer JP, Rossi R, Aeschbach R, Khan A, Mahmood N, Munoz A, Murcia A, Butler J, Halliwell B.. 1996. An evaluation of the antioxidant and antiviral action of extracts of rosemary and provençal herbs. Food Chem Toxicol. 34:449–456.", "ArticleIdList": ["8655093"]}, {"Citation": "Ashcroft T, Simpson JM, Timbrell V.. 1988. Simple method of estimating severity of pulmonary fibrosis on a numerical scale. J Clin Pathol. 41:467–470.", "ArticleIdList": ["PMC1141479", "3366935"]}, {"Citation": "Barni MV, Carlini MJ, Cafferata EG, Puricelli L, Moreno S.. 2012. Carnosic acid inhibits the proliferation and migration capacity of human colorectal cancer cells. Oncol Rep. 27:1041–1048.", "ArticleIdList": ["PMC3583532", "22246562"]}, {"Citation": "Bernardes WA, Lucarini R, Tozatti MG, Souza MG, Silva ML, Filho AA, Martins CH, Crotti AE, Pauletti PM, Groppo M, et al. . 2010. Antimicrobial activity of Rosmarinus officinalis against oral pathogens: relevance of carnosic acid and carnosol. Chem Biodivers. 7:1835–1840.", "ArticleIdList": ["20658673"]}, {"Citation": "Bonaventura J, Schroeder WA, Fang S.. 1972. Human erythrocyte catalase: an improved method of isolation and a reevaluation of reported properties. Arch Biochem Biophys. 150:606–617.", "ArticleIdList": ["5044042"]}, {"Citation": "Cottin V. 2002. Treatment of pulmonary fibrosis. Presse Med. 31:1613–1623.", "ArticleIdList": ["12426980"]}, {"Citation": "Cottin V, Cordier JF.. 2007. Bosentan and pulmonary fibrosis. Rev Med Interne. 23:230–237."}, {"Citation": "Cortijo J, Cerda Nicolas M, Serrano A, Bioque F, Estrela JM, Santangelo F, Esteras A, Llombart-Bosch A, Morcillo EJ.. 2001. Attenuation by oral N-acetylcysteine of bleomycin-induced lung injury in rats. Eur Respir J. 17:1228–1235.", "ArticleIdList": ["11491169"]}, {"Citation": "Crestani B, Marchand-Adam S, Schneider S.. 2005. Drug treatment of idiopathic pulmonary fibrosis. Rev Pneumol Clin. 61:221–231.", "ArticleIdList": ["16142196"]}, {"Citation": "Dawidowicz AL, Wianowska D, Baraniak B.. 2006. The antioxidant properties of alcoholic extracts from Sambucus nigra L. (antioxidant properties of extracts). LWT-Food Sci Technol. 39:308–315."}, {"Citation": "Debersac P, Vernevaut MF, Amiot MJ, Suschetet M, Siess MH.. 2001. Effects of a water-soluble extract of rosemary and its purified component rosmarinic acid on xenobiotic-metabolizing enzymes in rat liver. Food Chem Toxicol. 39:109–117.", "ArticleIdList": ["11267703"]}, {"Citation": "Dewanto V, Wu X, Adom KK, Liu RH.. 2002. Thermal processing enhances the nutritional value of tomatoes by increasing total antioxidant activity. J Agric Food Chem. 50:3010–3014.", "ArticleIdList": ["11982434"]}, {"Citation": "Fallarini S, Miglio G, Paoletti T, Minassi A, Amoruso A, Bardelli C, Brunelleschi S, Lombardi G.. 2009. Clovamide and rosmarinic acid induce neuroprotective effects in in vitro models of neuronal death. Br J Pharmacol. 157:1072–1084.", "ArticleIdList": ["PMC2737666", "19466982"]}, {"Citation": "Fioret D, Perez RL, Roman J.. 2011. Management of idiopathic pulmonary fibrosis. Am J Med Sci. 341:450–453.", "ArticleIdList": ["21613933"]}, {"Citation": "Gao F, Kinnula VL, Myllarniemi M, Ourdy TD.. 2008. Extracellular superoxide dismutase in pulmonary fibrosis. Antioxid Redox Signal. 10:343–354.", "ArticleIdList": ["PMC2290736", "17999630"]}, {"Citation": "Gao L, Shan W, Zeng W, Hu Y, Wang G, Tian X, Zhang N, Shi X, Zhao Y, Ding C, et al. . 2016. Carnosic acid alleviates chronic alcoholic liver injury by regulating the SIRT1/ChREBP and SIRT1/p66shc pathways in rats. Mol Nutr Food Res. 60:1902–1911.", "ArticleIdList": ["27125489"]}, {"Citation": "Gauldie J. 2003. Pro: inflammatory mechanisms are a minor component of the pathogenesis of idiopathic pulmonary fibrosis. Am J Respir Crit Care Med. 165:1205–1206.", "ArticleIdList": ["11991866"]}, {"Citation": "Genot C. 1996. Some factors influencing TBA test. Annual report of the Vth PCRD EU project: Dietary treatment and oxidative stability of muscle and meat products: nutritive value, sensory quality and safety (Diet-ox), AIR III-CT-92-1577."}, {"Citation": "Habig WH, Pabst MJ, Jacoby WB.. 1974. Glutathione S-transferases. The first enzymatic step in mercapturic acid formation . J Biol Chem. 249:7130–7139.", "ArticleIdList": ["4436300"]}, {"Citation": "Hamaguchi T, Ono K, Murase A, Yamada M.. 2009. Phenolic compounds prevent Alzheimer’s pathology through different effects on the amyloid-beta aggregation pathway. Am J Pathol. 175:2557–2565.", "ArticleIdList": ["PMC2789642", "19893028"]}, {"Citation": "Hanato T, Kagawa H, Yasuhara T, Okuda T.. 1988. Two new flavonoids and other constituents in licorice root: their relative astringency and radical scavenging effects. Chem Pharm Bull. 36:2090–2097.", "ArticleIdList": ["3240445"]}, {"Citation": "Héthelyi E, Kaposi P, Domonkos J, Kernoczi Z.. 1987. GC/MS investigation of the essential oils Rosmarinus officinalis L. Acta Pharm Hung. 57:159–169.", "ArticleIdList": ["3673594"]}, {"Citation": "Huang SS, Zheng RL.. 2006. Rosmarinic acid inhibits angiogenesis and its mechanism of action in vitro . Cancer Lett. 239:271–280.", "ArticleIdList": ["16239062"]}, {"Citation": "Kelsey NA, Wilkins HM, Linseman DA.. 2010. Nutraceutical antioxidants as novel neuroprotective agents. Molecules. 15:7792–7814.", "ArticleIdList": ["PMC4697862", "21060289"]}, {"Citation": "Kim DS, Kim HR, Woo ER, Hong ST, Chae HJ, Chae SW.. 2005. Inhibitory effects of rosmarinic acid on adriamycin-induced apoptosis in H9c2 cardiac muscle cells by inhibiting reactive oxygen species and the activations of c-Jun N-terminal kinase and extracellular signal-regulated kinase . Biochem Pharmacol. 70:1066–1078.", "ArticleIdList": ["16102732"]}, {"Citation": "Li GS, Jiang WL, Tian JW, Qu GW, Zhu HB, Fu FH.. 2010. In vitro and in vivo antifibrotic effects of rosmarinic acid on experimental liver fibrosis. Phytomedicine. 17:282–288.", "ArticleIdList": ["19524418"]}, {"Citation": "Mengoni ES, Vichera G, Rigano LA, Rodriguez-Puelba ML, Galliano SR, Cafferata EE, Pivetta OH, Moreno S, Vojnov AA.. 2011. Suppression of COX-2, IL-1β and TNF-α expression and leukocyte infiltration in inflamed skin by bioactive compounds from Rosmarinus officinalis L. Fitoterapia. 82:414–421.", "ArticleIdList": ["21129455"]}, {"Citation": "Min KJ, Jung KJ, Kwon TK.. 2014. Carnosic acid induces apoptosis through reactive oxygen species-mediated endoplasmic reticulum stress induction in human renal carcinoma caki cells. Cancer Prev. 19:170–178.", "ArticleIdList": ["PMC4189511", "25337586"]}, {"Citation": "Nabekura T, Yamaki T, Hiroi T, Ueno K, Kitagawa S.. 2010. Inhibition of anticancer drug efflux transporter P-glycoprotein by rosemary phytochemicals. Pharmacol Res. 61:259–263.", "ArticleIdList": ["19944162"]}, {"Citation": "Odajima N, Betsuyaku T, Nagai K, Moriyama C, Wang DH, Takigawa T, Ogino K, Nishimura M.. 2010. The role of catalase in pulmonary fibrosis. Respir Res. 11:183–196.", "ArticleIdList": ["PMC3022724", "21190578"]}, {"Citation": "Offord EA, Gautier JC, Avanti O, Scaletta C, Runge F, Kramer K, Applegate LA.. 2002. Photoprotective potential of lycopene, beta-carotene, vitamin E, vitamin C and carnosic acid in UVA-irradiated human skin fibroblasts. Free Radic Biol Med. 32:1293–1303.", "ArticleIdList": ["12057767"]}, {"Citation": "Oh J, Yu T, Choi SJ, Yang Y, Baek HS, An SA, Kwon LK, Kim J, Rho HS, Shin SS, et al. . 2012. Syk/Src pathway-targeted inhibition of skin inflammatory responses by carnosic acid. Mediators Inflamm. 2012:781375.", "ArticleIdList": ["PMC3337681", "22577255"]}, {"Citation": "Ohkawa H, Ohishi N, Yagi K.. 1979. Assay for lipid peroxidation in animal tissues by thiobarbituric acid reaction. Anal Biochem. 95:351–358.", "ArticleIdList": ["36810"]}, {"Citation": "Ohnishi ST, Barr JK.. 1978. A simplified method of quantitating protein using the biuret and phenol reagents. Anal Biochem. 86:193–200.", "ArticleIdList": ["26278"]}, {"Citation": "Osakabe N, Takano H, Sanbongi C, Yasuda A, Yanagisawa R, Inoue K, Yoshikawa T.. 2004. Anti-inflammatory and anti-allergic effect of rosmarinic acid (RA); inhibition of seasonal allergic rhinoconjunctivitis (SAR) and its mechanism. Biofactors. 21:127–131.", "ArticleIdList": ["15630183"]}, {"Citation": "Oyaizu M. 1986. Studies on products of browning reaction: Antioxidative activity of products of browning reaction. Jpn J Nutr. 44:307–315."}, {"Citation": "Park M, Han J, Lee CS, Soo BH, Lim KM, Ha H.. 2013. Carnosic acid, a phenolic diterpene from rosemary, prevents UV-induced expression of matrix metalloproteinases in human skin fibroblasts and keratinocytes. Exp Dermatol. 22:336–341.", "ArticleIdList": ["23614740"]}, {"Citation": "Peng CH, Su JD, Chyau CC, Sung TY, Ho SS, Peng CC, Peng RY.. 2007. Supercritical fluid extracts of rosemary leaves exhibit potent anti-inflammation and anti-tumor effects. Biosci Biotechnol Biochem. 71:2223–2232.", "ArticleIdList": ["17827696"]}, {"Citation": "Pérez-Fons L, Garzón MT, Micol V.. 2010. Relationship between the antioxidant capacity and effect of rosemary (Rosmarinus officinalis L.) polyphenols on membrane phospholipid order. J Agric Food Chem. 58:161–171.", "ArticleIdList": ["19924866"]}, {"Citation": "Pesakhov S, Nachliely M, Barvish Z, Aqaqe N, Schwartzman B, Voronov E, Sharoni Y, Studzinski GP, Fishman D, Danilenko M.. 2016. Cancer-selective cytotoxic Ca2+ overload in acute myeloid leukemia cells and attenuation of disease progression in mice by synergistically acting polyphenols curcumin and carnosic acid. Oncotarget. 7:31848–31861.", "ArticleIdList": ["PMC5077981", "26870993"]}, {"Citation": "Pintore G, Usai M, Bradesi P, Juliano C, Boatto G, Tomi F, Chessa M, Cerri R, Casanova J.. 2002. Chemical composition and antimicrobial activity of Rosmarinus officinalis L. oils from Sardinia and Corsica. Flavor Frag J. 17:15–19."}, {"Citation": "Psotova J, Svobodova A, Kolarova H, Walterova D.. 2006. Photoprotective properties of Prunella vulgaris and rosmarinic acid on human keratinocytes. J Photochem Photobiol B Biol. 84:167–174.", "ArticleIdList": ["16631374"]}, {"Citation": "Ren LH, Chen JJ, An HP.. 2008. Enhancement of differentiation induction of HL-60 cells by 1,25-dihydroxyvitamin D3 in combination with carnosic acid. Zhongguo Dang Dai Er Ke Za Zhi. 10:55–59.", "ArticleIdList": ["18289473"]}, {"Citation": "Robak J, Dryglewski RJ.. 1988. Flavonoids are scavengers of superoxide anion. Biochem Pharm. 37:83–88.", "ArticleIdList": ["2830882"]}, {"Citation": "Rozman T, Jersèk B.. 2009. Antimicrobial activity of rosemary extracts (Rosmarinus officinalis L.) against different species of Listeria . Acta Agric Solov. 93:51–58."}, {"Citation": "Sánchez-Campillo M, Gabaldon JA, Castillo J, Benavente-García O, Del Baño MJ, Alcaraz M, Vicente V, Alvarez N, Lozano JA.. 2009. Rosmarinic acid, a photo-protective agent against UV and other ionizing radiations . Food Chem Toxicol. 47:386–392.", "ArticleIdList": ["19084569"]}, {"Citation": "Sausville EA, Peisach J, Horwitz SB.. 1978. Effect of chelating agents and metal ions on the degradation of DNA by bleomycin. Biochemistry. 17:2740–2746.", "ArticleIdList": ["80226"]}, {"Citation": "Serairi Beji R, Msilini N, Abidi A, Saidi O, Jameleddine S, Ksouri R.. 2014. Protective effect of ATRA on bleomycin induced lung fibrosis in rat. Med Chem. 4:611–616."}, {"Citation": "Shanlou Q, Weihua L, Ryoko T, Miyako H, Keiko M, Fumio T, Yukio N, Masataka Y.. 2005. Rosmarinic acid inhibits the formation of reactive oxygen and nitrogen species in RAW264.7 macrophages. Free Radic Res. 39:995–1003.", "ArticleIdList": ["16087481"]}, {"Citation": "Singh SP, Janecki AJ, Srivastava SK.. 2002. Membrane association of glutathione S-transferase mGSTA4-4, an enzyme that metabolizes lipid peroxidation products. J Biol Chem. 277:4232–4239.", "ArticleIdList": ["11714719"]}, {"Citation": "Steiner M, Priel I, Giat J, Levy J, Sharoni Y, Danilenko M.. 2001. Carnosic acid inhibits proliferation and augments differentiation of human leukemic cells induced by 1,25-dihydroxyvitamin D3 and retinoic acid. Nutr Cancer. 41:135–144.", "ArticleIdList": ["12094616"]}, {"Citation": "Sui X, Liu T, Ma C, Yang L, Zu Y, Zhang L, Wang H.. 2012. Microwave irradiation to pretreat rosemary (Rosmarinus officinalis L.) for maintaining antioxidant content during storage and to extract essential oil simultaneously. Food Chem. 131:1399–1405."}, {"Citation": "Sun B, Richardo-da-Silvia JM, Spranger I.. 1998. Critical factors of vanillin assay for catechins and proanthocyanidins. J Agric Food Chem. 46:4267–4274."}, {"Citation": "Valko M, Rhodes CJ, Moncol J, Izakovic M, Mazur M.. 2006. Free radicals, metals and antioxidants in oxidative stress-induced cancer. Chem Biol Interact. 160:1–40.", "ArticleIdList": ["16430879"]}, {"Citation": "Vendemiale G, Grattagliano I, Altomare E.. 1999. An update on the role of free radicals and antioxidant defense in human disease. Int J Clin Lab Res. 29:49–55.", "ArticleIdList": ["10436261"]}, {"Citation": "Venkatesan N, Punithavathi V, Chandrakasan G.. 1997. Curcumin protects bleomycin-induced lung injury in rats. Life Sci. 61:51–58.", "ArticleIdList": ["9250724"]}, {"Citation": "Xiang Q, Liu Z, Wang Y, Xiao H, Wu W, Xiao H, Liu X.. 2013. Carnosic acid attenuates lipopolysaccharide-induced liver injury in rats via fortifying cellular antioxidant defense system. Food Chem Toxicol. 53:1–9. doi: 10.1016/j.fct.2012.11.001.", "ArticleIdList": ["10.1016/j.fct.2012.11.001", "23200889"]}, {"Citation": "Yang MD, Chiang YM, Higashiyama R, Asahina K, Mann DA, Mann J, Wang CC, Tsukamoto H.. 2012. Rosmarinic acid and baicalin epigenetically derepress peroxisomal proliferator-activated receptor γ in hepatic stellate cells for their antifibrotic effect. Hepatology. 55:1271–1281.", "ArticleIdList": ["PMC3302956", "22095555"]}, {"Citation": "Yesil-Celiktas O, Sevimli C, Bedir E.. 2010. Inhibitory effects of rosemary extracts, carnosic acid and rosmarinic acid on the growth of various human cancer cell lines. Plant Foods Hum Nutr. 65:158–163.", "ArticleIdList": ["20449663"]}, {"Citation": "Zang Y, Chen X, Yang L, Zu Y, Lu Q.. 2015. Effects of rosmarinic acid on liver and kidney antioxidant enzymes, lipid peroxidation and tissue ultrastructure in aging mice. Food Funct. 6:927–931.", "ArticleIdList": ["25635678"]}, {"Citation": "Zheng W, Wang SY.. 2001. Antioxidant activity and phenolic compounds in selected herbs. J Agric Food Chem. 49:5165–5170.", "ArticleIdList": ["11714298"]}]}], "History": [{"Year": "2017", "Month": "1", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28093019", "PMC6130597", "10.1080/13880209.2016.1247881"]}}]}