{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cassiae Cortex Interior", "Cinnamomi Cortex", "Cinnamomi Ramulus", "Cinnamomum cassia", "ITS (Internal transcribed spacer)"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28090265", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "10", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1007/s13258-016-0476-5"], "Journal": {"ISSN": "1976-9571", "JournalIssue": {"Volume": "39", "Issue": "1", "PubDate": {"Year": "2017"}}, "Title": "Genes & genomics", "ISOAbbreviation": "Genes Genomics"}, "ArticleTitle": "Identification and monitoring of Korean medicines derived from <i>Cinnamomum</i> spp. by using ITS and DNA marker.", "Pagination": {"StartPage": "101", "EndPage": "109", "MedlinePgn": "101-109"}, "Abstract": {"AbstractText": ["In this study, we identified and evaluated the genetic relationships among <i>Cinnamomum</i> plants, which are used in traditional medicine. We also attempted to monitor the distribution of traditional medicines derived from <i>Cinnamomum cassia</i> by using DNA barcoding and a species-specific DNA marker. Plants of the genus <i>Cinnamomum</i>, and in particular <i>C. cassia</i>, are commonly used as medicinal herbs in the form of Cinnamomi Ramulus, Cinnamomi Cortex, and Cassiae Cortex Interior. However, it is difficult to distinguish among different <i>Cinnamomum</i> species based on morphological features, and so to overcome this limitation, nucleotide sequences of the internal transcribed spacer (ITS) region of <i>Cinnamomum</i> DNA were determined and compared. On the basis of the discrepancy in determined ITS sequences, a 408-bp product, amplified by the primer pair CC F1/CC R3, was developed as a <i>C. cassia</i>-specific DNA marker. Using the developed DNA marker in combination with the ITS 2 nucleotide sequence, we monitored imported and commercially supplied medicinal products derived from <i>Cinnamomum</i> plants in markets in Korean, China, and Japan. The results revealed that most of the specimens monitored were derived from <i>C. cassia</i>."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Herbology, College of Korean Medicine, Wonkwang University, Iksan, 54538 Republic of Korea ; Center for Metabolic Function Regulation, Wonkwang University, Iksan, 54538 Republic of Korea."}], "LastName": "Doh", "ForeName": "Eui Jeong", "Initials": "EJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pharmacology, School of Korean Medicine, Pusan National University, Yangsan, 50612 Republic of Korea."}], "LastName": "Kim", "ForeName": "Jung-Hoon", "Initials": "JH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biological Sciences, Konkuk University, Seoul, 05029 Republic of Korea."}], "LastName": "Oh", "ForeName": "Seung Eun", "Initials": "SE"}, {"Identifier": ["0000-0003-2049-6640"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Herbology, College of Korean Medicine, Wonkwang University, Iksan, 54538 Republic of Korea."}], "LastName": "Lee", "ForeName": "Guemsan", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Genes Genomics", "NlmUniqueID": "101481027", "ISSNLinking": "1976-9571"}, "CoiStatement": "Eui Jeong Doh, Jung-Hoon Kim, Seung eun Oh and Guemsan Lee declare that they have no conflict of interest. Research involving human and animal participants This article does not contain any studies with human subjects or animals performed by any of the authors."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abeysinghe PD, Wijesinghe KGG, Tachida H, Yoshda T. Molecular characterization of Cinnamon (Cinnamomum verum Presl) accessions and evaluation of genetic relatedness of Cinnamon species in Sri Lanka based on trnL intron region, intergenic spacers between trnT-trnL, trnL-trnF, trnH-psbA and nuclear ITS. Res J Agric Biol Sci. 2009;5:1079–1088."}, {"Citation": "Chen SL, Song JY, Yao H, Shi LC, Luo K, Han JP. Strategy and key technique of identification of Chinese herbal medicine using DNA barcoding. Chin J Nat Med. 2009;7:322–327. doi: 10.3724/SP.J.1009.2009.00322.", "ArticleIdList": ["10.3724/SP.J.1009.2009.00322"]}, {"Citation": "Chen S, Yao H, Han J, Liu C, Song J, Shi L, Zhu Y, Ma X, Gao T, Pang X, Luo K, Li Y, Li X, Jia X, Lin Y, Leon C. Validation of the ITS2 region as a novel DAN barcode for identifying medicinal plants species. PLoS ONE. 2010;5:e8613. doi: 10.1371/journal.pone.0008613.", "ArticleIdList": ["10.1371/journal.pone.0008613", "PMC2799520", "20062805"]}, {"Citation": "Chiou SJ, Yen JH, Fang CL, Chen HL, Lin TY. Authentication of medicinal herbs using PCR-amplified ITS2 with specific primers. Planta Med. 2007;73:1421–1426. doi: 10.1055/s-2007-990227.", "ArticleIdList": ["10.1055/s-2007-990227", "17909989"]}, {"Citation": "Ho KY, Lee SC, Shiue SW, Hwang CC. A comparison of nrDNA internal transcribed spacer (ITS) loci for phylogenetic inference and authentication among Cinnamomum osmophloeum and related species in Taiwan. Afr J Biotech. 2015;14:1088–1096. doi: 10.5897/AJB10.1915.", "ArticleIdList": ["10.5897/AJB10.1915"]}, {"Citation": "Joy P, Maridass M. Inter species relationship of Cinnamomum species using RAPD marker analysis. Ethnobot Leafl. 2008;12:476–480."}, {"Citation": "Kojoma M, Kurihara K, Yamada K, Sekita S, Satake M, Iida O. Genetic identification of Cinnamon (Cinnamomum spp.) based on the trnL-trnF chloroplast DNA. Planta Med. 2002;68:94–96. doi: 10.1055/s-2002-20051.", "ArticleIdList": ["10.1055/s-2002-20051", "11842343"]}, {"Citation": "Korea Institute of Oriental Medicine (2016) Defining dictionary for medicinal herbs [Korean, ‘Hanyak Giwon Sajeon’]. http://boncho.kiom.re.kr/codex/. Accessed 25 July 2016"}, {"Citation": "Lai PK, Roy J. Antimicrobial and chemo-preventive properties of herbs and spices. Curr Med Chem. 2004;11:1451–1460. doi: 10.2174/0929867043365107.", "ArticleIdList": ["10.2174/0929867043365107", "15180577"]}, {"Citation": "Leela NK. Cinnamon and Cassia. In: Parthasarathy VA, Chempakam B, Zachariah TJ, editors. Chemistry of spices. Wallingford: CAB International; 2008. p. 124."}, {"Citation": "Li M, Cao H, But PPH, Shaw PC. Identification of herbal medicinal materials using DNA barcodes. J Syst Evol. 2011;49:271–283. doi: 10.1111/j.1759-6831.2011.00132.x.", "ArticleIdList": ["10.1111/j.1759-6831.2011.00132.x"]}, {"Citation": "Mishra A, Bhatti R, Singh A, Singh IMP. Ameliorative effect of the cinnamon oil from Cinnamomum zeylanicum upon early stage diabetic nephropathy. Planta Med. 2009;76:412–417. doi: 10.1055/s-0029-1186237.", "ArticleIdList": ["10.1055/s-0029-1186237", "19876811"]}, {"Citation": "Senanayake UM, Lee TH, Wills RBH. Volatile constituents of Cinnamon (Cinnamomum zeylanicum) oils. J Agric Food Chem. 1978;26:822–824. doi: 10.1021/jf60218a031.", "ArticleIdList": ["10.1021/jf60218a031"]}, {"Citation": "Sudmoon R, Chaveerach A, Sanubol A, Monkheang P, Kwanda N, Aungkapattamagul S, Tanee T, Noikotr K, Chuachan C, Kaewdoungdee N. Identifying efficiency in herbal medicine Cinnamomum species (Laaquraceae) using banding patterns and sequence alignments of rpoB, rbcL and matK regions. J Med Case Rep. 2014;41:1094–1108."}, {"Citation": "Sun Z, Chen S. Identification of cortex herbs using the DNA barcode nrITS2. J Nat Med. 2013;67:296–302. doi: 10.1007/s11418-012-0681-8.", "ArticleIdList": ["10.1007/s11418-012-0681-8", "22802133"]}, {"Citation": "Swetha VP, Parvathy VA, Sheeja TE, Sasikumar B. Isolation and amplification of genomic DNA from bark of Cinnamomum spp. Turk J Biol. 2014;38:151–155. doi: 10.3906/biy-1308-5.", "ArticleIdList": ["10.3906/biy-1308-5"]}, {"Citation": "Swetha VP, Parvathy VA, Sheeja TE, Sasikumar B. DNA barcoding for discriminating the economically important Cinnamomum verum from its adulterants. Food Biotechol. 2014;28:183–194. doi: 10.1080/08905436.2014.931239.", "ArticleIdList": ["10.1080/08905436.2014.931239"]}, {"Citation": "Techen N, Parveen I, Pan Z, Khan IA. DNA barcoding of medicinal plant material for identification. Curr Opin Biotechol. 2014;25:103–110. doi: 10.1016/j.copbio.2013.09.010.", "ArticleIdList": ["10.1016/j.copbio.2013.09.010", "24484887"]}, {"Citation": "Thomas J, Duethi PP. Cinnamon. In: Peter KV, editor. Handbook of herbs and Spices. Cambridge: Woodhead; 2001. pp. 143–153."}, {"Citation": "White TJ, Bruns T, Lee SJ, Taylor JW. Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics. PCR Protoc. 1990;18:315–322."}]}], "History": [{"Year": "2016", "Month": "7", "Day": "26"}, {"Year": "2016", "Month": "10", "Day": "12"}, {"Year": "2017", "Month": "1", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "10", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28090265", "PMC5196016", "10.1007/s13258-016-0476-5", "476"]}}]}