{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28105062", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "12", "Day": "26"}], "Language": ["eng"], "ELocationID": ["7403087", "10.1155/2016/7403087"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2016", "PubDate": {"Year": "2016"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "A 56-Day Oral Toxicity Study of the Aqueous Extract of <i>Rapanea melanophloeos</i> (L.) Mez in Rats.", "Pagination": {"StartPage": "7403087", "MedlinePgn": "7403087"}, "Abstract": {"AbstractText": ["<i>Rapanea melanophloeos</i> is a tropical tree that is extensively utilized in African traditional medicine to treat helminthiases, tuberculosis, and heart-water. As with many other medicinal plants, there is insufficient information regarding the safety of therapeutic <i>R. melanophloeos</i> extracts. An aqueous extract of <i>R. melanophloeos</i> stem bark was administered to Sprague Dawley rats at doses of 100 mg/kg, 300 mg/kg, and 1000 mg/kg for 56 days to characterize its potential toxicity after prolonged dosing. Blood samples were obtained fortnightly for serum chemistry and hematology, while organs were collected at the end of the study. The extract caused an increase in organ weight indices of the kidneys and testis at 300 mg/kg and 1000 mg/kg. Hematological and biochemical examination revealed a drop in leukocyte counts and the hematocrit at 1000 mg/kg dose level, while there was a general but nondose-related elevation in alkaline phosphatase activity. There were time-associated variations in the hematological and clinical chemistry parameters at days 28, 42, and 56 in all dose levels, but most values remained within physiological limits. No pathological lesions were evident at histopathology after treatment with the extract. Our data shows that the aqueous extract of <i>R. melanophloeos</i> is not likely to be toxic at the doses tested and provides support to its medicinal use."]}, "AuthorList": [{"Identifier": ["0000-0002-9320-3071"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health, Pharmacology and Toxicology, University of Nairobi, P.O. Box 29053-00625, Nairobi, Kenya."}], "LastName": "Amenya", "ForeName": "Hesbon Z", "Initials": "HZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health, Pharmacology and Toxicology, University of Nairobi, P.O. Box 29053-00625, Nairobi, Kenya."}], "LastName": "Mbaria", "ForeName": "James M", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Studies, University of Nairobi, P.O. Box 29053-00625, Nairobi, Kenya."}], "LastName": "Thaiyah", "ForeName": "Andrew G", "Initials": "AG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, University of Nairobi, P.O. Box 19676-00202, Nairobi, Kenya."}], "LastName": "Thoithi", "ForeName": "Grace N", "Initials": "GN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Pathology, Microbiology and Parasitology, University of Nairobi, P.O. Box 29053-00625, Nairobi, Kenya."}], "LastName": "Gathumbi", "ForeName": "Peter K", "Initials": "PK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that there is no conflict of interests regarding the publication of this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "WHO. Traditional medicine.  2004,  http://www.who.int/mediacentre/factsheets/2003/fs134/en/"}, {"Citation": "Gurib-Fakim A. Medicinal plants: traditions of yesterday and drugs of tomorrow. Molecular Aspects of Medicine. 2006;27(1):1–93. doi: 10.1016/j.mam.2005.07.008.", "ArticleIdList": ["10.1016/j.mam.2005.07.008", "16105678"]}, {"Citation": "Halberstein R. A. Medicinal plants: historical and cross-cultural usage patterns. Annals of Epidemiology. 2005;15(9):686–699. doi: 10.1016/j.annepidem.2005.02.004.", "ArticleIdList": ["10.1016/j.annepidem.2005.02.004", "15921929"]}, {"Citation": "Verpoorte R., Kim H. K., Choi Y. H. Plants as source of medicines. New perspectives. In: Bogers R. J., Craker L. E., Lange D., editors. Medicinal and Aromatic Plants. Agricultural, Commercial, Ecological, Legal, Pharmacological and Social Aspects. Springer; 2006. p. p. 75."}, {"Citation": "Fennell C. W., Lindsey K. L., McGaw L. J., et al. Assessing African medicinal plants for efficacy and safety: pharmacological screening and toxicology. Journal of Ethnopharmacology. 2004;94(2-3):205–217. doi: 10.1016/j.jep.2004.05.012.", "ArticleIdList": ["10.1016/j.jep.2004.05.012", "15325724"]}, {"Citation": "Dold A. P., Cocks M. L. Traditional veterinary medicine in the Alice district of the Eastern Cape Province, South Africa. South African Journal of Science. 2001;97(9-10):375–379."}, {"Citation": "Muthee J. K., Gakuya D. W., Mbaria J. M., Kareru P. G., Mulei C. M., Njonge F. K. Ethnobotanical study of anthelmintic and other medicinal plants traditionally used in Loitoktok district of Kenya. Journal of Ethnopharmacology. 2011;135(1):15–21. doi: 10.1016/j.jep.2011.02.005.", "ArticleIdList": ["10.1016/j.jep.2011.02.005", "21349318"]}, {"Citation": "Nanyingi M. O., Mbaria J. M., Lanyasunya A. L., et al. Ethnopharmacological survey of Samburu district, Kenya. Journal of Ethnobiology and Ethnomedicine. 2008;4, article no. 14 doi: 10.1186/1746-4269-4-14.", "ArticleIdList": ["10.1186/1746-4269-4-14", "PMC2412850", "18498665"]}, {"Citation": "McGaw L. J., Lall N., Meyer J. J. M., Eloff J. N. The potential of South African plants against Mycobacterium infections. Journal of Ethnopharmacology. 2008;119(3):482–500. doi: 10.1016/j.jep.2008.08.022.", "ArticleIdList": ["10.1016/j.jep.2008.08.022", "18805475"]}, {"Citation": "Watt J. M., Breyer-Brandwijk M. G. The Medicinal and Poisonous Plants of Southern and Eastern Africa: Being an Account of Their Medicinal and Other Uses, Chemical Composition, Pharmacological Effects and Toxicology in Man and Animal. Edinburgh, UK: E. & S. Livingstone; 1962."}, {"Citation": "Chinemana F., Drummond R. B., Mavi S., De Zoysa I. Indigenous plant remedies in Zimbabwe. Journal of Ethnopharmacology. 1985;14(2-3):159–172. doi: 10.1016/0378-8741(85)90084-4.", "ArticleIdList": ["10.1016/0378-8741(85)90084-4", "4094463"]}, {"Citation": "Midiwo J. O., Yenesew A., Juma B. F., et al. Bioactive compounds from some kenyan ethnomedicinal plants: myrsinaceae, polygonaceae and psiadia punctulata. Phytochemistry Reviews. 2002;1(3):311–323. doi: 10.1023/a:1026029609500.", "ArticleIdList": ["10.1023/a:1026029609500"]}, {"Citation": "Mosa R., Lazarus G. In vitro anti-platelet aggregation, antioxidant and cytotoxic activity of extracts of some Zulu medicinal plants. Journal of Natural Products. 2011;4:136–146."}, {"Citation": "Ohtani K., Mavi S., Hostettmann K. Molluscicidal and antifungal triterpenoid saponins from Rapanea melanophloeos leaves. Phytochemistry. 1993;33(1):83–86. doi: 10.1016/0031-9422(93)85400-L.", "ArticleIdList": ["10.1016/0031-9422(93)85400-L"]}, {"Citation": "Githiori J. B., Höglund J., Waller P. J., Baker R. L. Anthelmintic activity of preparations derived from Myrsine africana and Rapanea melanophloeos against the nematode parasite, Haemonchus contortus, of sheep. Journal of Ethnopharmacology. 2002;80(2-3):187–191. doi: 10.1016/S0378-8741(02)00030-2.", "ArticleIdList": ["10.1016/S0378-8741(02)00030-2", "12007709"]}, {"Citation": "Hostettmann K., Marston A., Ndjoko K., Wolfender J.-L. The potential of African plants as a source of drugs. Current Organic Chemistry. 2000;4(10):973–1010. doi: 10.2174/1385272003375923.", "ArticleIdList": ["10.2174/1385272003375923"]}, {"Citation": "Lall N., Meyer J. J. M. In vitro inhibition of drug-resistant and drug-sensitive strains of Mycobacterium tuberculosis by ethnobotanically selected South African plants. Journal of Ethnopharmacology. 1999;66(3):347–354. doi: 10.1016/S0378-8741(98)00185-8.", "ArticleIdList": ["10.1016/S0378-8741(98)00185-8", "10473184"]}, {"Citation": "Amenya H., Thoithi G. N., Thaiyah A. G., Mbaria J. M., Gathumbi P. K. In vitro and acute in vivo toxicity of the aqueous and chloroformic extracts of Rapanea melanophloeos (L) Mez. Kenya Veterinary. 2013;35(2):77–85."}, {"Citation": "Amenya H. Z., Gathumbi P. K., Mbaria J. M., Thaiyah A. G., Thoithi G. N. Sub-acute toxicity of the chloroformic extract of Rapanea melanophloeos (L.) Mez in rats. Journal of Ethnopharmacology. 2014;154(3):593–599. doi: 10.1016/j.jep.2014.04.001.", "ArticleIdList": ["10.1016/j.jep.2014.04.001", "24735862"]}, {"Citation": "OECD. Test No. 407: Repeated Dose 28-Day Oral Toxicity Study in Rodents. Paris, France: Organisation for Economic Co-Operation and Development; 2008."}, {"Citation": "Moore D. M. Hematology of the rat. In: Weiss D. J., Wardrop K. J., editors. Schalm's Veterinary Hematology. John Wiley & Sons; 2006. p. p. 1210."}, {"Citation": "Diehl K.-H., Hull R., Morton D., et al. A good practice guide to the administration of substances and removal of blood, including routes and volumes. Journal of Applied Toxicology. 2001;21(1):15–23. doi: 10.1002/jat.727.", "ArticleIdList": ["10.1002/jat.727", "11180276"]}, {"Citation": "Culling C. F. A. Handbook of Histopathological and Histochemical Techniques. Elsevier; 1974."}, {"Citation": "Bolliger A. P., Everds N. E. Hematology of laboratory rodents: mouse (Mus musculus) and rat (Rattus norvegicus) In: Weiss D. J., Wardrop K. J., editors. Schalm's Veterinary Hematology. Hoboken, NJ, USA: Blackwell; 2010. pp. 852–862."}, {"Citation": "Petterino C., Argentino-Storino A. Clinical chemistry and haematology historical data in control Sprague-Dawley rats from pre-clinical toxicity studies. Experimental and Toxicologic Pathology. 2006;57(3):213–219. doi: 10.1016/j.etp.2005.10.002.", "ArticleIdList": ["10.1016/j.etp.2005.10.002", "16343876"]}, {"Citation": "Wang T. C., Su Y. P., Hsu T. Y., Yang C. C., Lin C. C. 28-Day oral toxicity study of the aqueous extract from spider brake (Pteris multifida Poiret) in rats. Food and Chemical Toxicology. 2007;45(9):1757–1763. doi: 10.1016/j.fct.2007.03.010.", "ArticleIdList": ["10.1016/j.fct.2007.03.010", "17467135"]}, {"Citation": "Singh G. D., Ganjoo M., Youssouf M. S., et al. Sub-acute toxicity evaluation of an aqueous extract of Labisia pumila, a Malaysian herb. Food and Chemical Toxicology. 2009;47(10):2661–2665. doi: 10.1016/j.fct.2009.07.031.", "ArticleIdList": ["10.1016/j.fct.2009.07.031", "19654032"]}, {"Citation": "Wolford S. T., Schroer R. A., Gallo P. P., et al. Age-related changes in serum chemistry and hematology values in normal sprague-dawley rats. Toxicological Sciences. 1987;8(1):80–88. doi: 10.1093/toxsci/8.1.80.", "ArticleIdList": ["10.1093/toxsci/8.1.80", "3556825"]}, {"Citation": "Poitout-Belissent F. M., McCartney J. E. Interpretation of hematology data in preclinical toxicological studies. In: Weiss and D. J., Wardrop K. J., editors. Schalm's Veterinary Hematology. Blackwell; 2010. pp. 78–84."}, {"Citation": "Sarma P. R. Red cell indices. In: Walker H. K., Hall W. D., Hurst J. W., editors. Clinical Methods: The History, Physical, and Laboratory Examinations. Boston, Mass, USA: Butterworths; 1990. pp. 720–723.", "ArticleIdList": ["21250045"]}, {"Citation": "Weiss J. D. Iron and copper deficiencies and disorders of iron metabolism. In: Weiss D. J., Wardrop K. J., editors. Schalm's Veterinary Hematology. Blackwell; 2010. pp. 171–176."}, {"Citation": "Greinacher A., Farner B., Kroll H., Kohlmann T., Warkentin T. E., Eichler P. Clinical features of heparin-induced thrombocytopenia including risk factors for thrombosis A retrospective analysis of 408 patients. Thrombosis and Haemostasis. 2005;94(1):132–135. doi: 10.1160/th04-12-0825.", "ArticleIdList": ["10.1160/th04-12-0825", "16113796"]}, {"Citation": "Herlich J. A., Taggart P., Proctor J., et al. The non-GLP toleration/dose range finding study: design and methodology used in an early toxicology screening program. Proceedings of the Western Pharmacology Society. 2009;52:94–98.", "ArticleIdList": ["22128433"]}, {"Citation": "Prakash A. O. Short term toxicity of embelin in female rats. Phytotherapy Research. 1994;8(5):257–264. doi: 10.1002/ptr.2650080502.", "ArticleIdList": ["10.1002/ptr.2650080502"]}, {"Citation": "Desta B. Ethiopian traditional herbal drugs. Part I: studies on the toxicity and therapeutic activity of local taenicidal medications. Journal of Ethnopharmacology. 1995;45(1):27–33. doi: 10.1016/0378-8741(94)01191-2.", "ArticleIdList": ["10.1016/0378-8741(94)01191-2", "7739224"]}, {"Citation": "Johri R. K., Dhar S. K., Pahwa G. S., Sharma S. C., Kaul J. L., Zutshi U. Toxicity studies with potassium embelate, a new analgesic compound. Indian Journal of Experimental Biology. 1990;28(3):213–217.", "ArticleIdList": ["2365416"]}]}], "History": [{"Year": "2016", "Month": "8", "Day": "4"}, {"Year": "2016", "Month": "11", "Day": "7"}, {"Year": "2016", "Month": "12", "Day": "1"}, {"Year": "2017", "Month": "1", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "12", "Day": "26"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28105062", "PMC5220504", "10.1155/2016/7403087"]}}]}