{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28125657", "DateCompleted": {"Year": "2017", "Month": "08", "Day": "10"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "01", "Day": "26"}], "Language": ["eng"], "ELocationID": ["e0170768", "10.1371/journal.pone.0170768"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2017"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Identification of Structural Features of Condensed Tannins That Affect Protein Aggregation.", "Pagination": {"StartPage": "e0170768", "MedlinePgn": "e0170768"}, "Abstract": {"AbstractText": ["A diverse panel of condensed tannins was used to resolve the confounding effects of size and subunit composition seen previously in tannin-protein interactions. Turbidimetry revealed that size in terms of mean degree of polymerisation (mDP) or average molecular weight (amw) was the most important tannin parameter. The smallest tannin with the relatively largest effect on protein aggregation had an mDP of ~7. The average size was significantly correlated with aggregation of bovine serum albumin, BSA (mDP: r = -0.916; amw: r = -0.925; p<0.01; df = 27), and gelatin (mDP: r = -0.961; amw: r = -0.981; p<0.01; df = 12). The procyanidin/prodelphinidin and cis-/trans-flavan-3-ol ratios gave no significant correlations. Tryptophan fluorescence quenching indicated that procyanidins and cis-flavan-3-ol units contributed most to the tannin interactions on the BSA surface and in the hydrophobic binding pocket (r = 0.677; p<0.05; df = 9 and r = 0.887; p<0.01; df = 9, respectively). Circular dichroism revealed that higher proportions of prodelphinidins decreased the apparent α-helix content (r = -0.941; p<0.01; df = 5) and increased the apparent β-sheet content (r = 0.916; p<0.05; df = 5) of BSA."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture, Policy and Development; Chemistry and Biochemistry Laboratory, University of Reading, Reading, Berkshire, United Kingdom."}], "LastName": "Ropiak", "ForeName": "Honorata M", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Independent Researcher, Bookham, Surrey, United Kingdom."}], "LastName": "Lachmann", "ForeName": "Peter", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture, Policy and Development; Chemistry and Biochemistry Laboratory, University of Reading, Reading, Berkshire, United Kingdom."}], "LastName": "Ramsay", "ForeName": "Aina", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry, Food and Pharmacy; University of Reading, Reading, Berkshire, United Kingdom."}], "LastName": "Green", "ForeName": "Rebecca J", "Initials": "RJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture, Policy and Development; Chemistry and Biochemistry Laboratory, University of Reading, Reading, Berkshire, United Kingdom."}], "LastName": "Mueller-Harvey", "ForeName": "Irene", "Initials": "I"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anthocyanins"}, {"RegistryNumber": "0", "NameOfSubstance": "Biflavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Proanthocyanidins"}, {"RegistryNumber": "0", "NameOfSubstance": "Protein Aggregates"}, {"RegistryNumber": "0", "NameOfSubstance": "Solutions"}, {"RegistryNumber": "0", "NameOfSubstance": "Tannins"}, {"RegistryNumber": "27432CM55Q", "NameOfSubstance": "Serum Albumin, Bovine"}, {"RegistryNumber": "35HDD3NRIE", "NameOfSubstance": "flavan-3-ol"}, {"RegistryNumber": "4852-22-6", "NameOfSubstance": "procyanidin"}, {"RegistryNumber": "8DUH1N11BX", "NameOfSubstance": "Tryptophan"}, {"RegistryNumber": "8R1V1STN48", "NameOfSubstance": "Catechin"}, {"RegistryNumber": "9000-70-8", "NameOfSubstance": "Gelatin"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Anthocyanins"}, {"QualifierName": ["chemistry"], "DescriptorName": "Biflavonoids"}, {"QualifierName": ["chemistry"], "DescriptorName": "Catechin"}, {"QualifierName": ["chemistry"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["chemistry"], "DescriptorName": "Gelatin"}, {"QualifierName": [], "DescriptorName": "Hydrophobic and Hydrophilic Interactions"}, {"QualifierName": [], "DescriptorName": "Kinetics"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Proanthocyanidins"}, {"QualifierName": [], "DescriptorName": "Protein Aggregates"}, {"QualifierName": [], "DescriptorName": "Protein Binding"}, {"QualifierName": ["chemistry"], "DescriptorName": "Serum Albumin, Bovine"}, {"QualifierName": [], "DescriptorName": "Solutions"}, {"QualifierName": ["chemistry"], "DescriptorName": "Tannins"}, {"QualifierName": ["chemistry"], "DescriptorName": "Tryptophan"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "de la Iglesia R, Milagro FI, Campión J, Boqué N, Martínez JA. Healthy properties of proanthocyanidins. BioFactors. 2010;36: 159–168. 10.1002/biof.79", "ArticleIdList": ["10.1002/biof.79", "20232344"]}, {"Citation": "Ropiak HM, Ramsay A, Mueller-Harvey I. Condensed tannins in extracts from European medicinal plants and herbal products. J Pharm Biomed Anal. 2016;121:225–231. 10.1016/j.jpba.2015.12.034", "ArticleIdList": ["10.1016/j.jpba.2015.12.034", "26826980"]}, {"Citation": "Mueller-Harvey I. Unravelling the conundrum of tannins in animal nutrition and health. J Sci Food Agric. 2006;86: 2010–2037."}, {"Citation": "Ramsay A, Williams AR, Thamsborg SM, Mueller-Harvey I. Galloylated proanthocyanidins from shea (Vitellaria paradoxa) meal have potent anthelmintic activity against Ascaris suum. Phytochemistry. 2016;122: 146–153. 10.1016/j.phytochem.2015.12.005", "ArticleIdList": ["10.1016/j.phytochem.2015.12.005", "26708339"]}, {"Citation": "Quijada J, Fryganas C, Ropiak HM, Ramsay A, Mueller-Harvey I, Hoste H. Anthelmintic activities against Haemonchus contortus or Trichostrongylus colubriformis are influenced by different structural features of condensed tannins. J Agric Food Chem. 2015;63: 6346–6354. 10.1021/acs.jafc.5b00831", "ArticleIdList": ["10.1021/acs.jafc.5b00831", "26066999"]}, {"Citation": "Williams AR, Ropiak HM, Fryganas C, Desrues O, Mueller-Harvey I, Thamsborg SM. Assessment of the anthelmintic activity of medicinal plant extracts and purified condensed tannins against free-living and parasitic stages of Oesophagostomum dentatum. Parasit Vectors. 2014;7: 518 10.1186/s13071-014-0518-2", "ArticleIdList": ["10.1186/s13071-014-0518-2", "PMC4240858", "25406417"]}, {"Citation": "Williams AR, Fryganas C, Ramsay A, Mueller-Harvey I, Thamsborg SM. Direct anthelmintic effects of condensed tannins from diverse plant sources against Ascaris suum. PLoS ONE. 2014;9(5):e97053 10.1371/journal.pone.0097053", "ArticleIdList": ["10.1371/journal.pone.0097053", "PMC4014605", "24810761"]}, {"Citation": "Desrues O, Fryganas C, Ropiak HM, Mueller-Harvey I, Enemark HL, Thamsborg SM. The relation between chemical structure and in vitro anthelmintic activity of flavanols and purified condensed tannins against bovine nematodes. Parasitology. 2016;143: 444–454. 10.1017/S0031182015001912", "ArticleIdList": ["10.1017/S0031182015001912", "PMC4800716", "26888630"]}, {"Citation": "Williams AR, Ramsay A, Hansen TVA, Ropiak HM, Mejer H, Nejsum P, et al. Anthelmintic activity of trans-cinnamaldehyde and A- and B-type proanthocyanidins derived from cinnamon (Cinnamomum verum). Sci Rep. 2015;5: 14791 10.1038/srep14791", "ArticleIdList": ["10.1038/srep14791", "PMC4588565", "26420588"]}, {"Citation": "Martínez-Ortíz-de-Montellano C, Arroyo-López C, Fourquaux I, Torres-Acosta JFJ, Sandoval-Castro CA, Hoste H. Scanning electron microscopy of Haemonchus contortus exposed to tannin-rich plants under in vivo and in vitro conditions. Exp Parasitol. 2013;133: 281–286. 10.1016/j.exppara.2012.11.024", "ArticleIdList": ["10.1016/j.exppara.2012.11.024", "23246590"]}, {"Citation": "Page AP, Johnstone IL: The cuticle (March 19, 2007), WormBook, ed. The C. elegans Research Community, WormBook, http://www.wormbook.org."}, {"Citation": "Fetterer RH, Rhoads ML. Biochemistry of the nematode cuticle: relevance to parasitic nematodes of livestock. Vet Parasitol. 1993;46: 103–111.", "ArticleIdList": ["8484203"]}, {"Citation": "de Freitas V, Mateus N. Structural features of procyanidin interactions with salivary proteins. J Agric Food Chem. 2001;49: 940–945.", "ArticleIdList": ["11262053"]}, {"Citation": "Hagerman AE. Fifty years of polyphenol–protein complexes Recent Advances in Polyphenol Research: Wiley-Blackwell; 2012. pp. 71–97."}, {"Citation": "Le Bourvellec C, Renard CM. Interactions between polyphenols and macromolecules: quantification methods and mechanisms. Crit Rev Food Sci Nutr. 2012;52: 213–248. 10.1080/10408398.2010.499808", "ArticleIdList": ["10.1080/10408398.2010.499808", "22214442"]}, {"Citation": "Cheynier V, Tomas-Barberan FA, Yoshida K. Polyphenols: from plants to a variety of food and nonfood uses. J Agric Food Chem. 2015;63: 7589–7594. 10.1021/acs.jafc.5b01173", "ArticleIdList": ["10.1021/acs.jafc.5b01173", "26281949"]}, {"Citation": "Brás NF, Gonçalves R, Fernandes PA, Mateus N, Ramos MJ, de Freitas V. Understanding the binding of procyanidins to pancreatic elastase by experimental and computational methods. Biochemistry. 2010;49: 5097–5108. 10.1021/bi100410q", "ArticleIdList": ["10.1021/bi100410q", "20481639"]}, {"Citation": "Papadopoulou A, Green RJ, Frazier RA. Interaction of flavonoids with bovine serum albumin:  a fluorescence quenching study. J Agric Food Chem. 2005;53: 158–163. 10.1021/jf048693g", "ArticleIdList": ["10.1021/jf048693g", "15631523"]}, {"Citation": "Dobreva MA, Stringano E, Frazier RA, Green RJ, Mueller-Harvey I. Interaction of sainfoin (Onobrychis viciifolia) condensed tannins and proteins. XXVIth International Conference on Polyphenols; 2012; Florence, Italy: Polyphenol Communications 2012."}, {"Citation": "Zeller WE, Sullivan ML, Mueller-Harvey I, Grabber JH, Ramsay A, Drake C, et al. Protein precipitation behavior of condensed tannins from Lotus pedunculatus and Trifolium repens with different mean degrees of polymerization. J Agric Food Chem. 2015;63: 1160–1168.", "ArticleIdList": ["25569853"]}, {"Citation": "Harbertson JF, Kilmister RL, Kelm MA, Downey MO. Impact of condensed tannin size as individual and mixed polymers on bovine serum albumin precipitation. Food Chem. 2014;160:16–21. 10.1016/j.foodchem.2014.03.026", "ArticleIdList": ["10.1016/j.foodchem.2014.03.026", "24799203"]}, {"Citation": "Kilmister RL, Faulkner P, Downey MO, Darby SJ, Falconer RJ. The complexity of condensed tannin binding to bovine serum albumin–An isothermal titration calorimetry study. Food Chem. 2016;190: 173–178. 10.1016/j.foodchem.2015.04.144", "ArticleIdList": ["10.1016/j.foodchem.2015.04.144", "26212957"]}, {"Citation": "de Freitas V, Mateus N. Nephelometric study of salivary protein–tannin aggregates. J Sci Food Agric. 2002;82: 113–119."}, {"Citation": "Poncet-Legrand C, Edelmann A, Putaux JL, Cartalade D, Sarni-Manchado P, Vernhet A. Poly(l-proline) interactions with flavan-3-ols units: Influence of the molecular structure and the polyphenol/protein ratio. Food Hydrocolloids. 2006;20: 687–697."}, {"Citation": "Naumann HD, Hagerman AE, Lambert BD, Muir JP, Tedeschi LO, Kothmann MM. Molecular weight and protein-precipitating ability of condensed tannins from warm-season perennial legumes. J Plant Interact. 2013;9: 212–219."}, {"Citation": "Lorenz MM, Alkhafadji L, Stringano E, Nilsson S, Mueller-Harvey I, Udén P. Relationship between condensed tannin structures and their ability to precipitate feed proteins in the rumen. J Sci Food Agric. 2014;94: 963–968. 10.1002/jsfa.6344", "ArticleIdList": ["10.1002/jsfa.6344", "23934572"]}, {"Citation": "Chamani J, Tafrishi N, Momen-Heravi M. Characterization of the interaction between human lactoferrin and lomefloxacin at physiological condition: Multi-spectroscopic and modeling description. J Lumin. 2010;130: 1160–1168."}, {"Citation": "Chamani J, Vahedian-Movahed H, Saberi MR. Lomefloxacin promotes the interaction between human serum albumin and transferrin: A mechanistic insight into the emergence of antibiotic's side effects. J Pharm Biomed Anal. 2011;55: 114–124. 10.1016/j.jpba.2010.12.029", "ArticleIdList": ["10.1016/j.jpba.2010.12.029", "21273024"]}, {"Citation": "Pasban Ziyarat F, Asoodeh A, Sharif Barfeh Z, Pirouzi M, Chamani J. Probing the interaction of lysozyme with ciprofloxacin in the presence of different-sized Ag nano-particles by multispectroscopic techniques and isothermal titration calorimetry. J Biomol Struct Dyn. 2014;32: 613–29 10.1080/07391102.2013.785919", "ArticleIdList": ["10.1080/07391102.2013.785919", "23659247"]}, {"Citation": "Kommuru DS, Barker T, Desai S, Burke JM, Ramsay A, Mueller-Harvey I, et al. Use of pelleted sericea lespedeza (Lespedeza cuneata) for natural control of coccidia and gastrointestinal nematodes in weaned goats. Vet Parasitol. 2014;204: 191–198. 10.1016/j.vetpar.2014.04.017", "ArticleIdList": ["10.1016/j.vetpar.2014.04.017", "24857771"]}, {"Citation": "Karonen M, Leikas A, Loponen J, Sinkkonen J, Ossipov V, Pihlaja K. Reversed-phase HPLC-ESI/MS analysis of birch leaf proanthocyanidins after their acidic degradation in the presence of nucleophiles. Phytochem Anal. 2007;18: 378–386. 10.1002/pca.992", "ArticleIdList": ["10.1002/pca.992", "17624904"]}, {"Citation": "Dobreva MA, Frazier RA, Mueller-Harvey I, Clifton LA, Gea A, Green RJ. Binding of pentagalloyl glucose to two globular proteins occurs via multiple surface sites. Biomacromolecules. 2011;12: 710–715. 10.1021/bm101341s", "ArticleIdList": ["10.1021/bm101341s", "21250665"]}, {"Citation": "SIGMA-ALDRICH®. Product Information. Available from: http://www.sigmaaldrich.com/content/dam/sigma-aldrich/docs/Sigma/Product_Information_Sheet/2/g9382pis.pdf (Accesed on 03/07/15)."}, {"Citation": "Whitmore L, Wallace BA. Protein secondary structure analyses from circular dichroism spectroscopy: Methods and reference databases. Biopolymers. 2008;89: 392–400. 10.1002/bip.20853", "ArticleIdList": ["10.1002/bip.20853", "17896349"]}, {"Citation": "Whitmore L, Wallace BA. DICHROWEB, an online server for protein secondary structure analyses from circular dichroism spectroscopic data. Nucleic Acids Res. 2004;32(suppl 2): W668–W673.", "ArticleIdList": ["PMC441509", "15215473"]}, {"Citation": "Abdul-Gader A, Miles AJ, Wallace BA. A reference dataset for the analyses of membrane protein secondary structures and transmembrane residues using circular dichroism spectroscopy. Bioinformatics. 2011;27: 1630–1636. 10.1093/bioinformatics/btr234", "ArticleIdList": ["10.1093/bioinformatics/btr234", "21505036"]}, {"Citation": "Lakowicz JR. Topics in Fluorescence Spectroscopy. New York: Plenum Press; 1991. Vol. 2 pp.277–292."}, {"Citation": "Dancey C, Reidy J. Statistics without maths for psychology: using SPSS for Windows. London: Prentice Hall; 2004."}, {"Citation": "Ropiak HM, Desrues O, Williams AR, Ramsay A, Mueller-Harvey I, Thamsborg SM. Structure-activity relationship of condensed tannins and synergism with trans-cinnamaldehyde against Caenorhabditis elegans. J Agric Food Chem. 2016;64: 8795–8805. 10.1021/acs.jafc.6b03842", "ArticleIdList": ["10.1021/acs.jafc.6b03842", "27796095"]}, {"Citation": "Foster JF, Kaplan LJ. Isoelectric focussing behavior of bovine plasma albumin, mercaptalbumin, and β-lactoglobulins A and B. Biochemistry. 1971;10: 630–636.", "ArticleIdList": ["5101633"]}, {"Citation": "Hagerman AE, Butler LG. Protein precipitation method for the quantitative determination of tannins. J Agric Food Chem. 1978;26: 809–812."}, {"Citation": "Soares S, Ferrer-Galego R, Brandão E, Silva M, Mateus N, de Freitas V. Contribution of human oral cells to astringency by binding salivary protein/tannin complexes. J Agric Food Chem. 2016;64: 7823–7828.", "ArticleIdList": ["27640622"]}, {"Citation": "Frazier RA, Deaville ER, Green RJ, Stringano E, Willoughby I, Plant J, et al. Interactions of tea tannins and condensed tannins with proteins. J Pharm Biomed Anal. 2010;51: 490–495. 10.1016/j.jpba.2009.05.035", "ArticleIdList": ["10.1016/j.jpba.2009.05.035", "19553056"]}, {"Citation": "Gospodarczyk W, Szutkowski K, Kozak M. Interaction of bovine serum albumin (BSA) with novel gemini surfactants studied by synchrotron radiation scattering (SR-SAXS), circular dichroism (CD), and nuclear magnetic resonance (NMR). J Phys Chem B. 2014;118: 8652–8661. 10.1021/jp5047485", "ArticleIdList": ["10.1021/jp5047485", "25000531"]}, {"Citation": "Simon C, Barathieu K, Laguerre M, Schmitter J- M, Fouquet E, Pianet I, et al. Three-dimensional structure and dynamics of wine tannin−saliva protein complexes. A multitechnique approach. Biochemistry. 2003;42:10385–10395. 10.1021/bi034354p", "ArticleIdList": ["10.1021/bi034354p", "12950165"]}, {"Citation": "Dinh NN, Winn BC, Arthur KK, Gabrielson JP. Quantitative spectral comparison by weighted spectral difference for protein higher order structure confirmation. Anal Biochem. 2014;464: 60–62. 10.1016/j.ab.2014.07.011", "ArticleIdList": ["10.1016/j.ab.2014.07.011", "25051254"]}, {"Citation": "Sogami M, Foster JF. Isomerization reactions of charcoal-defatted bovine plasma albumin. The N-F transition and acid expansion. Biochemistry. 1968;7: 2172–2182.", "ArticleIdList": ["5690710"]}, {"Citation": "Green RJ, Hopkinson I, Jones RAL. Unfolding and intermolecular association in globular proteins adsorbed at interfaces. Langmuir. 1999;15: 5102–5110."}, {"Citation": "Han B, Jaurequi J, Tang BW, Nimni ME. Proanthocyanidin: A natural crosslinking reagent for stabilizing collagen matrices. J Biomed Mater Res A. 2003;65A: 118–124.", "ArticleIdList": ["12635161"]}, {"Citation": "Maiti TK, Ghosh KS, Dasgupta S. Interaction of (-)-epigallocatechin-3-gallate with human serum albumin: fluorescence, fourier transform infrared, circular dichroism, and docking studies. Proteins. 2006;64: 355–362. 10.1002/prot.20995", "ArticleIdList": ["10.1002/prot.20995", "16705651"]}, {"Citation": "Rawel HM, Meidtner K, Kroll J. Binding of selected phenolic compounds to proteins. J Agric Food Chem. 2005;53: 4228–4235. 10.1021/jf0480290", "ArticleIdList": ["10.1021/jf0480290", "15884865"]}, {"Citation": "Dobreva MA, Green RJ, Mueller-Harvey I, Salminen J- P, Howlin BJ, Frazier RA. Size and molecular flexibility affect the binding of ellagitannins to bovine serum albumin. J Agric Food Chem. 2014;62: 9186–9194. 10.1021/jf502174r", "ArticleIdList": ["10.1021/jf502174r", "25162485"]}, {"Citation": "Li M, Hagerman AE. Role of the flavan-3-ol and galloyl moieties in the interaction of (−)-epigallocatechin gallate with serum albumin. J Agric Food Chem. 2014;62: 3768–3775. 10.1021/jf500246m", "ArticleIdList": ["10.1021/jf500246m", "PMC4010290", "24712545"]}, {"Citation": "Cai X, Yu J, Xu L, Liu R, Yang J. The mechanism study in the interactions of sorghum procyanidins trimer with porcine pancreatic alpha-amylase. Food Chem. 2015;174: 291–298. 10.1016/j.foodchem.2014.10.131", "ArticleIdList": ["10.1016/j.foodchem.2014.10.131", "25529683"]}, {"Citation": "Kosińska A, Karamać M, Penkacik K, Urbalewicz A, Amarowicz R. Interactions between tannins and proteins isolated from broad bean seeds (Vicia faba Major) yield soluble and non-soluble complexes. Eur Food Res Technol. 2011;233: 213–222."}, {"Citation": "Soares S, Mateus N, de Freitas V. Interaction of different polyphenols with bovine serum albumin (BSA) and human salivary alpha-amylase (HSA) by fluorescence quenching. J Agric Food Chem. 2007;55: 6726–6735. 10.1021/jf070905x", "ArticleIdList": ["10.1021/jf070905x", "17636939"]}, {"Citation": "Williams AR, Fryganas C, Reichwald K, Skov S, Mueller-Harvey I, Thamsborg SM. Polymerization-dependent activation of porcine γδ T-cells by proanthocyanidins. Res Vet Sci. 2016;105: 209–215. 10.1016/j.rvsc.2016.02.021", "ArticleIdList": ["10.1016/j.rvsc.2016.02.021", "27033935"]}, {"Citation": "Takeshita M, Ishida Y, Akamatsu E, Ohmori Y, Sudoh M, Uto H, et al. Proanthocyanidin from blueberry leaves suppresses expression of subgenomic hepatitis C virus RNA. J Biol Chem. 2009;284: 21165–21176. 10.1074/jbc.M109.004945", "ArticleIdList": ["10.1074/jbc.M109.004945", "PMC2755839", "19531480"]}, {"Citation": "Hoste H, Torres-Acosta JFJ, Sandoval-Castro CA, Mueller-Harvey I, Sotiraki S, Louvandini H, et al. Tannin containing legumes as a model for nutraceuticals against digestive parasites in livestock. Vet Parasitol. 2015;212: 5–17. 10.1016/j.vetpar.2015.06.026", "ArticleIdList": ["10.1016/j.vetpar.2015.06.026", "26190131"]}]}], "History": [{"Year": "2016", "Month": "9", "Day": "29"}, {"Year": "2017", "Month": "1", "Day": "10"}, {"Year": "2017", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["28125657", "PMC5268436", "10.1371/journal.pone.0170768", "PONE-D-16-39081"]}}]}