{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Athletes", "Grape Seed Extract", "Oxidative Stress"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28144458", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "07", "Day": "17"}], "Language": ["eng"], "ELocationID": ["e31314", "10.5812/ircmj.31314"], "Journal": {"ISSN": "2074-1804", "JournalIssue": {"Volume": "18", "Issue": "9", "PubDate": {"Year": "2016", "Month": "Sep"}}, "Title": "Iranian Red Crescent medical journal", "ISOAbbreviation": "Iran Red Crescent Med J"}, "ArticleTitle": "Grape Seed Extract Supplementation and the Effects on the Biomarkers of Oxidative Stress and Metabolic Profiles in Female Volleyball Players: A Randomized, Double-Blind, Placebo-Controlled Clinical Trial.", "Pagination": {"StartPage": "e31314", "MedlinePgn": "e31314"}, "Abstract": {"AbstractText": ["Only limited data are available for evaluating the effects of the administration of grape seed extract (GSE) on the metabolic status of female volleyball players.", "This study was conducted to determine the effects of GSE administration on the metabolic status of female volleyball players.", "This randomized, double-blind, placebo-controlled clinical trial was performed among 40 female volleyball players. The subjects were randomly divided into two groups, with members of the test group (n = 20) taking 300 mg of GSE twice a day for eight weeks and members of the control group (n = 20) taking a placebo pearl for the same period. Fasting blood samples were taken before and after the eight-week intervention period in order to determine the related variables.", "Supplementation with GSE resulted in a significant rise in the plasma glutathione (GSH) level (+265.5 ± 344.2 vs. +2.2 ± 378.2 µmol/L, P = 0.02), as well as a significant decrease in the malondialdehyde (MDA) level (-1.4 ± 2.0 vs. -0.2 ± 1.2 µmol/L, P = 0.01) when compared to the placebo group. In addition, when compared to the group that received the placebo, the subjects who received GSE had significantly decreased serum insulin concentrations (-23.4 ± 23.4 vs. +1.8 ± 25.2 pmol/L, P = 0.002), a decreased homeostasis model of assessment for insulin resistance (HOMA-IR) (-0.7 ± 0.7 vs. +0.2 ± 0.9, P = 0.002), and an increased quantitative insulin sensitivity check index (QUICKI) (+0.01 ± 0.01 vs. -0.01 ± 0.02, P = 0.03). The administration of GSE had no significant effects on creatine phosphokinase (CPK), total antioxidant capacity (TAC), nitric oxide (NO), fasting plasma glucose (FPG), and lipid concentrations when compared with the administration of the placebo. However, after controlling for baseline NO levels, age, and baseline BMI, the changes in the plasma NO concentrations were significantly different between the two groups.", "In conclusion, taking GSE for eight weeks had beneficial effects on the plasma GSH, MDA levels, and markers of insulin metabolism of female volleyball players."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Biochemistry and Nutrition in Metabolic Diseases, Kashan University of Medical Sciences, Kashan, IR Iran."}], "LastName": "Taghizadeh", "ForeName": "Mohsen", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Biochemistry and Nutrition in Metabolic Diseases, Kashan University of Medical Sciences, Kashan, IR Iran."}], "LastName": "Malekian", "ForeName": "Elaheh", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Barij Medicinal Plants Research Center, Kashan, IR Iran."}], "LastName": "Memarzadeh", "ForeName": "Mohammad Reza", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Biochemistry and Nutrition in Metabolic Diseases, Kashan University of Medical Sciences, Kashan, IR Iran."}], "LastName": "Mohammadi", "ForeName": "Ali Akbar", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Biochemistry and Nutrition in Metabolic Diseases, Kashan University of Medical Sciences, Kashan, IR Iran."}], "LastName": "Asemi", "ForeName": "Zatollah", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Estonia", "MedlineTA": "Iran Red Crescent Med J", "NlmUniqueID": "101319850", "ISSNLinking": "2074-1804"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Jowko E, Sacharuk J, Balasinska B, Ostaszewski P, Charmas M, Charmas R. Green tea extract supplementation gives protection against exercise-induced oxidative damage in healthy men. Nutr Res. 2011;31(11):813–21. doi: 10.1016/j.nutres.2011.09.020.", "ArticleIdList": ["10.1016/j.nutres.2011.09.020", "22118751"]}, {"Citation": "Djordjevic D, Cubrilo D, Macura M, Barudzic N, Djuric D, Jakovljevic V. The influence of training status on oxidative stress in young male handball players. Mol Cell Biochem. 2011;351(1-2):251–9. doi: 10.1007/s11010-011-0732-6.", "ArticleIdList": ["10.1007/s11010-011-0732-6", "21264496"]}, {"Citation": "Dalle-Donne I, Rossi R, Colombo R, Giustarini D, Milzani A. Biomarkers of oxidative damage in human disease. Clin Chem. 2006;52(4):601–23. doi: 10.1373/clinchem.2005.061408.", "ArticleIdList": ["10.1373/clinchem.2005.061408", "16484333"]}, {"Citation": "Finaud J, Lac G, Filaire E. Oxidative stress : relationship with exercise and training. Sports Med. 2006;36(4):327–58.", "ArticleIdList": ["16573358"]}, {"Citation": "Brisswalter J, Louis J. Vitamin supplementation benefits in master athletes. Sports Med. 2014;44(3):311–8. doi: 10.1007/s40279-013-0126-x.", "ArticleIdList": ["10.1007/s40279-013-0126-x", "24323888"]}, {"Citation": "Belviranli M, Gokbel H, Okudan N, Basarali K. Effects of grape seed extract supplementation on exercise-induced oxidative stress in rats. Br J Nutr. 2012;108(2):249–56. doi: 10.1017/S0007114511005496.", "ArticleIdList": ["10.1017/S0007114511005496", "22011589"]}, {"Citation": "Bagchi D, Garg A, Krohn RL, Bagchi M, Tran MX, Stohs SJ. Oxygen free radical scavenging abilities of vitamins C and E, and a grape seed proanthocyanidin extract in vitro. Res Commun Mol Pathol Pharmacol. 1997;95(2):179–89.", "ArticleIdList": ["9090754"]}, {"Citation": "Prior RL, Gu L, Wu X, Jacob RA, Sotoudeh G, Kader AA, et al. Plasma antioxidant capacity changes following a meal as a measure of the ability of a food to alter in vivo antioxidant status. J Am Coll Nutr. 2007;26(2):170–81.", "ArticleIdList": ["17536129"]}, {"Citation": "Bao L, Zhang Z, Dai X, Ding Y, Jiang Y, Li Y, et al. Effects of grape seed proanthocyanidin extract on renal injury in type 2 diabetic rats. Mol Med Rep. 2015;11(1):645–52. doi: 10.3892/mmr.2014.2768.", "ArticleIdList": ["10.3892/mmr.2014.2768", "25351255"]}, {"Citation": "Puiggros F, Llopiz N, Ardevol A, Blade C, Arola L, Salvado MJ. Grape seed procyanidins prevent oxidative injury by modulating the expression of antioxidant enzyme systems. J Agric Food Chem. 2005;53(15):6080–6. doi: 10.1021/jf050343m.", "ArticleIdList": ["10.1021/jf050343m", "16028999"]}, {"Citation": "Bagchi D, Sen CK, Ray SD, Das DK, Bagchi M, Preuss HG, et al. Molecular mechanisms of cardioprotection by a novel grape seed proanthocyanidin extract. Mutat Res. 2003;523-524:87–97.", "ArticleIdList": ["12628506"]}, {"Citation": "Meeprom A, Sompong W, Suwannaphet W, Yibchok-anun S, Adisakwattana S. Grape seed extract supplementation prevents high-fructose diet-induced insulin resistance in rats by improving insulin and adiponectin signalling pathways. Br J Nutr. 2011;106(8):1173–81. doi: 10.1017/S0007114511001589.", "ArticleIdList": ["10.1017/S0007114511001589", "21736810"]}, {"Citation": "Yuan L, Meng L, Ma W, Xiao Z, Zhu X, Feng JF, et al. Impact of apple and grape juice consumption on the antioxidant status in healthy subjects. Int J Food Sci Nutr. 2011;62(8):844–50. doi: 10.3109/09637486.2011.587399.", "ArticleIdList": ["10.3109/09637486.2011.587399", "21639820"]}, {"Citation": "Erel O. A novel automated direct measurement method for total antioxidant capacity using a new generation, more stable ABTS radical cation. Clin Biochem. 2004;37(4):277–85. doi: 10.1016/j.clinbiochem.2003.11.015.", "ArticleIdList": ["10.1016/j.clinbiochem.2003.11.015", "15003729"]}, {"Citation": "Surapaneni KM, Venkataramana G. Status of lipid peroxidation, glutathione, ascorbic acid, vitamin E and antioxidant enzymes in patients with osteoarthritis. Indian J Med Sci. 2007;61(1):9–14.", "ArticleIdList": ["17197733"]}, {"Citation": "Janero DR. Malondialdehyde and thiobarbituric acid-reactivity as diagnostic indices of lipid peroxidation and peroxidative tissue injury. Free Radic Biol Med. 1990;9(6):515–40.", "ArticleIdList": ["2079232"]}, {"Citation": "Pisprasert V, Ingram KH, Lopez-Davila MF, Munoz AJ, Garvey WT. Limitations in the use of indices using glucose and insulin levels to predict insulin sensitivity: impact of race and gender and superiority of the indices derived from oral glucose tolerance test in African Americans. Diabetes Care. 2013;36(4):845–53. doi: 10.2337/dc12-0840.", "ArticleIdList": ["10.2337/dc12-0840", "PMC3609485", "23223406"]}, {"Citation": "Ulusoy S, Ozkan G, Ersoz S, Orem A, Alkanat M, Yucesan FB, et al. The effect of grape seed proanthocyanidin extract in preventing amikacin-induced nephropathy. Ren Fail. 2012;34(2):227–34. doi: 10.3109/0886022X.2011.643391.", "ArticleIdList": ["10.3109/0886022X.2011.643391", "22263836"]}, {"Citation": "Song Q, Shi Z, Bi W, Liu R, Zhang C, Wang K, et al. Beneficial effect of grape seed proanthocyanidin extract in rabbits with steroid-induced osteonecrosis via protecting against oxidative stress and apoptosis. J Orthop Sci. 2015;20(1):196–204. doi: 10.1007/s00776-014-0654-8.", "ArticleIdList": ["10.1007/s00776-014-0654-8", "25287583"]}, {"Citation": "Goncalves MC, Bezerra FF, Eleutherio EC, Bouskela E, Koury J. Organic grape juice intake improves functional capillary density and postocclusive reactive hyperemia in triathletes. Clinics (Sao Paulo). 2011;66(9):1537–41.", "ArticleIdList": ["PMC3164400", "22179155"]}, {"Citation": "Zern TL, Wood RJ, Greene C, West KL, Liu Y, Aggarwal D, et al. Grape polyphenols exert a cardioprotective effect in pre- and postmenopausal women by lowering plasma lipids and reducing oxidative stress. J Nutr. 2005;135(8):1911–7.", "ArticleIdList": ["16046716"]}, {"Citation": "Castilla P, Echarri R, Davalos A, Cerrato F, Ortega H, Teruel JL, et al. Concentrated red grape juice exerts antioxidant, hypolipidemic, and antiinflammatory effects in both hemodialysis patients and healthy subjects. Am J Clin Nutr. 2006;84(1):252–62.", "ArticleIdList": ["16825703"]}, {"Citation": "De Lange DW, Van Golden PH, Scholman WL, Kraaijenhagen RJ, Akkerman JW, Van De Wiel A. Red wine and red wine polyphenolic compounds but not alcohol inhibit ADP-induced platelet aggregation. Eur J Intern Med. 2003;14(6):361–6.", "ArticleIdList": ["14769494"]}, {"Citation": "Bagchi D, Bagchi M, Stohs S, Ray SD, Sen CK, Preuss HG. Cellular protection with proanthocyanidins derived from grape seeds. Ann N Y Acad Sci. 2002;957:260–70.", "ArticleIdList": ["12074978"]}, {"Citation": "Stoclet JC, Chataigneau T, Ndiaye M, Oak MH, El Bedoui J, Chataigneau M, et al. Vascular protection by dietary polyphenols. Eur J Pharmacol. 2004;500(1-3):299–313. doi: 10.1016/j.ejphar.2004.07.034.", "ArticleIdList": ["10.1016/j.ejphar.2004.07.034", "15464042"]}, {"Citation": "Baselga-Escudero L, Arola-Arnal A, Pascual-Serrano A, Ribas-Latre A, Casanova E, Salvado MJ, et al. Chronic administration of proanthocyanidins or docosahexaenoic acid reverses the increase of miR-33a and miR-122 in dyslipidemic obese rats. PLoS One. 2013;8(7):eee69817. doi: 10.1371/journal.pone.0069817.", "ArticleIdList": ["10.1371/journal.pone.0069817", "PMC3724906", "23922812"]}, {"Citation": "Lafay S, Jan C, Nardon K, Lemaire B, Ibarra A, Roller M, et al. Grape extract improves antioxidant status and physical performance in elite male athletes. J Sports Sci Med. 2009;8(3):468–80.", "ArticleIdList": ["PMC3763295", "24150013"]}, {"Citation": "Razavi SM, Gholamin S, Eskandari A, Mohsenian N, Ghorbanihaghjo A, Delazar A, et al. Red grape seed extract improves lipid profiles and decreases oxidized low-density lipoprotein in patients with mild hyperlipidemia. J Med Food. 2013;16(3):255–8. doi: 10.1089/jmf.2012.2408.", "ArticleIdList": ["10.1089/jmf.2012.2408", "23437789"]}, {"Citation": "Yin W, Li B, Li X, Yu F, Cai Q, Zhang Z, et al. Anti-inflammatory effects of grape seed procyanidin B2 on a diabetic pancreas. Food Funct. 2015;6(9):3065–71. doi: 10.1039/c5fo00496a.", "ArticleIdList": ["10.1039/c5fo00496a", "26207855"]}, {"Citation": "Kar P, Laight D, Rooprai HK, Shaw KM, Cummings M. Effects of grape seed extract in Type 2 diabetic subjects at high cardiovascular risk: a double blind randomized placebo controlled trial examining metabolic markers, vascular tone, inflammation, oxidative stress and insulin sensitivity. Diabet Med. 2009;26(5):526–31. doi: 10.1111/j.1464-5491.2009.02727.x.", "ArticleIdList": ["10.1111/j.1464-5491.2009.02727.x", "19646193"]}, {"Citation": "Banini AE, Boyd LC, Allen JC, Allen HG, Sauls DL. Muscadine grape products intake, diet and blood constituents of non-diabetic and type 2 diabetic subjects. Nutrition. 2006;22(11-12):1137–45. doi: 10.1016/j.nut.2006.08.012.", "ArticleIdList": ["10.1016/j.nut.2006.08.012", "17030113"]}, {"Citation": "Maeda N, Takahashi M, Funahashi T, Kihara S, Nishizawa H, Kishida K, et al. PPARgamma ligands increase expression and plasma concentrations of adiponectin, an adipose-derived protein. Diabetes. 2001;50(9):2094–9.", "ArticleIdList": ["11522676"]}, {"Citation": "Olholm J, Paulsen SK, Cullberg KB, Richelsen B, Pedersen SB. Anti-inflammatory effect of resveratrol on adipokine expression and secretion in human adipose tissue explants. Int J Obes (Lond). 2010;34(10):1546–53. doi: 10.1038/ijo.2010.98.", "ArticleIdList": ["10.1038/ijo.2010.98", "20531350"]}]}], "History": [{"Year": "2015", "Month": "7", "Day": "8"}, {"Year": "2015", "Month": "7", "Day": "30"}, {"Year": "2015", "Month": "9", "Day": "12"}, {"Year": "2017", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "9", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["28144458", "PMC5253210", "10.5812/ircmj.31314"]}}]}