{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28157221", "DateCompleted": {"Year": "2018", "Month": "10", "Day": "24"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "02", "Day": "03"}], "Language": ["eng"], "ELocationID": ["41867", "10.1038/srep41867"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2017", "Month": "Feb", "Day": "03"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Microbial modulation of bacoside A biosynthetic pathway and systemic defense mechanism in Bacopa monnieri under Meloidogyne incognita stress.", "Pagination": {"StartPage": "41867", "MedlinePgn": "41867"}, "Abstract": {"AbstractText": ["Plant-associated beneficial microbes have been explored to fulfill the imperative function for plant health. However, their impact on the host secondary metabolite production and nematode disease management remains elusive. Our present work has shown that chitinolytic microbes viz., Chitiniphilus sp. MTN22 and Streptomyces sp. MTN14 singly as well as in combination modulated the biosynthetic pathway of bacoside A and systemic defense mechanism against Meloidogyne incognita in Bacopa monnieri. Interestingly, expression of bacoside biosynthetic pathway genes (3-Hydroxy-3-methylglutaryl coenzyme A reductase, mevalonate diphosphate decarboxylase, and squalene synthase) were upregulated in plants treated with the microbial combination in the presence as well as in absence of M. incognita stress. These microbes not only augmented bacoside A production (1.5 fold) but also strengthened host resistance via enhancement in chlorophyll a, defense enzymes and phenolic compounds like gallic acid, syringic acid, ferulic acid and cinnamic acid. Furthermore, elevated lignification and callose deposition in the microbial combination treated plants corroborate well with the above findings. Overall, the results provide novel insights into the underlying mechanisms of priming by beneficial microbes and underscore their capacity to trigger bacoside A production in B. monnieri under biotic stress."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbial Technology and Nematology, CSIR- Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow 226015, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research, CSIR- Central Institute of Medicinal and Aromatic Plants Campus, Lucknow 226015, Uttar Pradesh, India."}], "LastName": "Gupta", "ForeName": "Rupali", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbial Technology and Nematology, CSIR- Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow 226015, India."}], "LastName": "Singh", "ForeName": "Akanksha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical Chemistry, CSIR- Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow 226015, India."}], "LastName": "Srivastava", "ForeName": "Madhumita", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Science, Banaras Hindu University, Varanasi, 221005, India."}], "LastName": "Singh", "ForeName": "Vivek", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical Chemistry, CSIR- Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow 226015, India."}], "LastName": "Gupta", "ForeName": "M M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbial Technology and Nematology, CSIR- Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow 226015, India."}], "LastName": "Pandey", "ForeName": "Rakesh", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Saponins"}, {"RegistryNumber": "0", "NameOfSubstance": "Triterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "bacoside A"}, {"RegistryNumber": "EC 1.1.1.34", "NameOfSubstance": "Hydroxymethylglutaryl-CoA-Reductases, NADP-dependent"}, {"RegistryNumber": "EC 2.5.1.21", "NameOfSubstance": "Farnesyl-Diphosphate Farnesyltransferase"}, {"RegistryNumber": "EC 4.1.1.-", "NameOfSubstance": "Carboxy-Lyases"}, {"RegistryNumber": "EC 4.1.1.33", "NameOfSubstance": "pyrophosphomevalonate decarboxylase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["immunology", "metabolism", "microbiology"], "DescriptorName": "Bacopa"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Carboxy-Lyases"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Farnesyl-Diphosphate Farnesyltransferase"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Host-Pathogen Interactions"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Hydroxymethylglutaryl-CoA-Reductases, NADP-dependent"}, {"QualifierName": [], "DescriptorName": "Plant Immunity"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Saponins"}, {"QualifierName": ["pathogenicity"], "DescriptorName": "Streptomyces"}, {"QualifierName": [], "DescriptorName": "Stress, Physiological"}, {"QualifierName": [], "DescriptorName": "Triterpenes"}, {"QualifierName": ["pathogenicity"], "DescriptorName": "Tylenchoidea"}, {"QualifierName": [], "DescriptorName": "Up-Regulation"}], "CoiStatement": "The authors declare no competing financial interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Krechel A., Faupel A., Hallmann J., Ulrich A. & Berg G. Potato-associated bacteria and their antagonistic potential towards plant-pathogenic fungi and the plant-parasitic nematode Meloidogyne incognita (Kofoid & White) Chitwood. Can. J. Microbiol. 48, 772–786 (2002).", "ArticleIdList": ["12455609"]}, {"Citation": "Brzezinska M. S., Jankiewicz U., Burkowska A. & Walczak M. Chitinolytic microorganisms and their possible application in environmental protection. Curr. Microbiol. 68, 71–81 (2014).", "ArticleIdList": ["PMC3889922", "23989799"]}, {"Citation": "Quecine M. C. et al.. Chitinolytic activity of endophytic Streptomyces and potential for biocontrol. Lett. Appl. Microbial. 47, 486–491 (2008).", "ArticleIdList": ["19120915"]}, {"Citation": "Gupta R. & Pandey R. Microbial interference ameliorates essential oil yield and diminishes root-knot infestation in sweet basil under field conditions. Biocontrol Sci. Technol. 25, 1165–1179 (2015)."}, {"Citation": "Gupta R., Singh A. & Pandey R. Microbes based technology ameliorates glandular trichomes, secondary metabolites and antioxidant in Pelargonium graveolens L’Her. J. Sci. Food Agri. 96, 4151–4159 (2016).", "ArticleIdList": ["26762896"]}, {"Citation": "Gohil K. & Patel J. A review on Bacopa monniera: current research and future prospects. Int. J. Green Pharm. 4, 1–9 (2010)."}, {"Citation": "Russo A. & Borrelli F. Bacopa monniera, a reputed nootropic plant: an overview. Phytomedicine 12, 305–317 (2005).", "ArticleIdList": ["15898709"]}, {"Citation": "Sharma S. et al.. In vitro rapid and mass multiplication of highly valuable medicinal plant Bacopa monnieri (L.) Wettst. Afri. J. Biotechnol. 9, 8318–8322 (2015)."}, {"Citation": "Vishwakarma R. K. et al.. Molecular cloning, biochemical characterization, and differential expression of an acetyl-CoA C-acetyltransferase gene (AACT) of Brahmi (Bacopa monniera). Plant Mol. Biol. Report 31, 547–557 (2013).", "ArticleIdList": ["PMC3781283", "24431524"]}, {"Citation": "Ceasar S. A., Maxwell S. L., Prasad K. B., Karthigan M. & Ignacimuthu S. Highly efficient shoot regeneration of Bacopa monnieri (L.) using a two-stage culture procedure and assessment of genetic integrity of micropropagated plants by RAPD. Acta Physiol. Planta. 32, 443–452 (2010)."}, {"Citation": "Pandey R., Kalra A., Singh S. C. & Gupta M. L. Bacopa monnieri damaged by root-knot nematode and remedial measures. J. Med. Arom. Plant Sci. 4, 123–128 (2003)."}, {"Citation": "Gupta R. et al.. Exploitation of microbes for enhancing bacoside content and reduction of Meloidogyne incognita infestation in Bacopa monnieri L. Protoplasma 252, 53–61 (2015).", "ArticleIdList": ["24841892"]}, {"Citation": "Singh A., Gupta R., Srivastava M., Gupta M. M. & Pandey R. Microbial secondary metabolites ameliorate growth, in planta contents and lignification in Withania somnifera (L.) Dunal. Physiol. Mol. Biol. Plants 22, 253–260 (2016).", "ArticleIdList": ["PMC4938826", "27436916"]}, {"Citation": "Pandey S. S. et al.. Endophytes of opium poppy differentially modulate host plant productivity and genes for the biosynthetic pathway of benzylisoquinoline alkaloids. Planta 243, 1097–1114 (2016).", "ArticleIdList": ["26794966"]}, {"Citation": "Jacquiod S., Franqueville L., Cécillon S., Vogel T. M. & Simonet P. Soil bacterial community shifts after chitin enrichment: an integrative metagenomic approach. PLoS One. 8, e79699 (2013).", "ArticleIdList": ["PMC3835784", "24278158"]}, {"Citation": "Oka Y. et al.. New strategies for the control of plant‐parasitic nematodes. Pest Manag. Sci. 56, 983–988 (2000)."}, {"Citation": "Miziorko H. M. Enzymes of the mevalonate pathway of isoprenoid biosynthesis. Arch. Biochem. Biophy. 505, 131–143 (2011).", "ArticleIdList": ["PMC3026612", "20932952"]}, {"Citation": "Vishwakarma R. K. et al.. Squalene synthase gene from medicinal herb Bacopa monniera: molecular characterization, differential expression, comparative modeling, and docking studies. Plant Mol. Biol. Rep. 33, 1675–1685 (2015)."}, {"Citation": "Kirby J. & Keasling J. D. Biosynthesis of plant isoprenoids: perspectives for microbial engineering. Annu. Rev. Plant Biol. 60, 335–355 (2009).", "ArticleIdList": ["19575586"]}, {"Citation": "Suzuki M. et al.. Loss of function of 3‐hydroxy‐3‐methylglutaryl coenzyme A reductase 1 (HMG1). In Arabidopsis leads to dwarfing, early senescence and male sterility, and reduced sterol levels. Plant J. 37, 750–761 (2004).", "ArticleIdList": ["14871314"]}, {"Citation": "Abbassi S. J., Vishwakarma R. K., Patel P., Kumari U. & Khan B. M. Bacopa monniera recombinant mevalonate diphosphate decarboxylase: Biochemical characterization. Int. J. Biol. Macromolec. 79, 661–668 (2015).", "ArticleIdList": ["26027607"]}, {"Citation": "Tansey T. R. & Shechter I. Squalene synthase: structure and regulation. Progress Nucleic Acid Res. Mol. Biol. 65, 157–195 (2000).", "ArticleIdList": ["11008488"]}, {"Citation": "Battini F., Bernardi R., Turrini A., Agnolucci M. & Giovannetti M. Rhizophagus intraradices or its associated bacteria affect gene expression of key enzymes involved in the rosmarinic acid biosynthetic pathway of basil. Mycorrhiza 26, 699–707 (2016).", "ArticleIdList": ["27179537"]}, {"Citation": "Conrath U., Pieterse C. M. & Mauch-Mani B. Priming in plant–pathogen interactions. Trends Plant Sci. 7, 210–216 (2002).", "ArticleIdList": ["11992826"]}, {"Citation": "Bashan Y., de-Bashan L. E., Prabhu S. R. & Hernandez J. P. Advances in plant growth-promoting bacterial inoculant technology: formulations and practical perspectives (1998–2013). Plant Soil. 378, 1–33 (2014)."}, {"Citation": "Lattanzio V., Lattanzio V. M. & Cardinali A. Role of phenolics in the resistance mechanisms of plants against fungal pathogens and insects. Phytochem. Adv. Res. 661, 23–67 (2006)."}, {"Citation": "Mishra R. P., Singh R. K., Jaiswal H. K., Kumar V. & Maurya S. Rhizobium-mediated induction of phenolics and plant growth promotion in rice (Oryza sativa L.). Curr Microbiol. 52, 383–389 (2006).", "ArticleIdList": ["16586021"]}, {"Citation": "Sarma B. K., Singh D. P., Mehta S., Singh H. B. & Singh U. P. Plant growth‐promoting rhizobacteria‐elicited alterations in phenolic profile of chickpea (Cicer arietinum) infected by Sclerotium rolfsii. J Phytopathol. 150, 277–282 (2002)."}, {"Citation": "Takenaka S., Nishio Z. & Nakamura Y. Induction of defense reactions in sugar beet and wheat by treatment with cell wall protein fractions from the mycoparasite Pythium oligandrum. Phytopathology 93, 1228–1232 (2003).", "ArticleIdList": ["18944321"]}, {"Citation": "Mabrouk Y. et al.. Induction of phenolic compounds in pea (Pisum sativum L.) inoculated by Rhizobium leguminosarum and infected with Orobanche crenata. J. Phytopathol. 155, 728–734 (2007)."}, {"Citation": "Gupta R., Singh A., Srivastava M., Gupta M. M. & Pandey R. Augmentation of systemic resistance and secondary metabolites by chitinolytic microbes in Withania somnifera against Meloidogyne incognita. Biocontrol Sci Technol. 26, 1626–1642 (2016)."}, {"Citation": "Herman M., Hussey R. S. & Boerma H. R. Penetration and development of Meloidogyne incognita on roots of resistant soybean genotypes. J. Nematol. 23, 155–161 (1991).", "ArticleIdList": ["PMC2619145", "19283106"]}, {"Citation": "Vos C. et al.. Mycorrhiza-induced resistance against the root–knot nematode Meloidogyne incognita involves priming of defense gene responses in tomato. Soil Biol. Biochem. 60, 45–54 (2016)."}, {"Citation": "Sasser J. N., Carter C. C. & Hartman K. M. Standardization of host suitability studies and reporting of resistance to root-knot nematodes (No. 11819). Department of Plant Pathology, Raleigh, North Carolina State University (1984)."}, {"Citation": "Oka Y., Shapira N. & Fine P. Control of root-knot nematodes in organic farming systems by organic amendments and soil solarization. Crop Prot. 26, 1556–1565 (2007)."}, {"Citation": "Metcalfe A. C., Krsek M., Gooday G. W., Prosser J. I. & Wellington E. M. H. Molecular analysis of a bacterial chitinolytic community in an upland pasture. Appl. Environ. Microbiol. 68, 5042–5050 (2002).", "ArticleIdList": ["PMC126395", "12324355"]}, {"Citation": "Jackson N. E., Miller R. H. & Franklin R. E. The influence of vesicular-arbuscular mycorrhizae on uptake of 90Sr from soil by soybeans. Soil Biol. Biochem. 5, 205–212 (1973)."}, {"Citation": "Gupta A. P., Mathur S., Gupta M. M. & Kumar S. Effect of the method of drying on the bacoside A content of the harvested Bacopa monnieri shoots using a high performance thin layer chromatography method. J. Med. Arom. Plant Sci. 20, 1052–1055 (1998)."}, {"Citation": "Livak K. J. & Schmittgen T. D. Analysis of relative gene expression data using real-time quantitative PCR and the 2−ΔΔCT method. Methods 25, 402–408 (2001).", "ArticleIdList": ["11846609"]}, {"Citation": "Singh U. P., Sarma B. K., Singh D. P. & Bahadur A. Plant growth-promoting rhizobacteria-mediated induction of phenolics in pea (Pisum sativum) after infection with Erysiphe pisi. Curr. Microbiol. 44, 396–400 (2002).", "ArticleIdList": ["12000988"]}, {"Citation": "Ferrareze J. P. et al.. Jasmonic acid does not increase oxidative defense mechanisms or common defense-related enzymes in postharvest sugarbeet roots. Postharvest Biol. Technol. 77, 11–18 (2013)."}, {"Citation": "Arnon D. I. Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant Physiol. 24, 1 (1949).", "ArticleIdList": ["PMC437905", "16654194"]}, {"Citation": "Lichtenthaler H. K., Ač A., Marek M. V., Kalina J. & Urban O. Differences in pigment composition, photosynthetic rates and chlorophyll fluorescence images of sun and shade leaves of four tree species. Plant Physiol. Biochem. 45, 577–588 (2007).", "ArticleIdList": ["17587589"]}, {"Citation": "Ainsworth E. A. & Gillespie K. M. Estimation of total phenolic content and other oxidation substrates in plant tissues using Folin–Ciocalteu reagent. Nat. Protoc. 2, 875–877 (2007).", "ArticleIdList": ["17446889"]}, {"Citation": "Zhishen J., Mengcheng T. & Jianming W. The determination of flavonoid contents in mulberry and their scavenging effects on superoxide radicals. Food Chem. 64, 555–559 (1999)."}, {"Citation": "Chen L. M., Lin C. C. & Kao C. H. Copper toxicity in rice seedlings: changes in antioxidative enzyme activities, H2O2 level, and cell wall peroxidase activity in roots. Bot. Bull. Acad. Sin. 41, 99–103 (2000)."}, {"Citation": "Gauillard F., Richardforget F. & Nicolas J. New spectrophotometric assay for polyphenol oxidase activity. Anal. Biochem. 215, 59–65 (1993).", "ArticleIdList": ["8297016"]}, {"Citation": "Singh A., Gupta R. & Pandey R. Rice seed priming with picomolar rutin enhances rhizospheric Bacillus subtilis CIM colonization and plant growth. PloS One 11, e0146013 (2016).", "ArticleIdList": ["PMC4711789", "26742102"]}]}], "History": [{"Year": "2016", "Month": "10", "Day": "18"}, {"Year": "2016", "Month": "12", "Day": "29"}, {"Year": "2017", "Month": "2", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["28157221", "PMC5291102", "10.1038/srep41867", "srep41867"]}}]}