{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnic", "herbs", "traditional", "use value", "volatile oil"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28209076", "DateCompleted": {"Year": "2017", "Month": "03", "Day": "09"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/13880209.2016.1270971"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "55", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "An ethnopharmacological study of aromatic Uyghur medicinal plants in Xinjiang, China.", "Pagination": {"StartPage": "1114", "EndPage": "1130", "MedlinePgn": "1114-1130"}, "Abstract": {"AbstractText": ["An ethnobotanical survey was completed in a remote village and surrounding country of Xinjiang, where most Uyghur medicinal plants could be collected. This work clarifies and increases ethnobotanical data.", "We surveyed and organized aromatic medicinal plants that are commonly used in clinical settings to provide a significant reference for studying new medical activities.", "In the survey, informants who have traditional knowledge on aromatic Uyghur medicinal plants were interviewed between March 2014 and September 2014. Aromatic medicinal plant species and pertinent information were collected. Some therapeutic methods and modes of preparation of traditional aromatic medicinal plants were found.", "A total of 86 aromatic medicinal plant species belonging to 36 families were included in our study. We identified 34 plant species introduced from different regions such as Europe, India and Mediterranean areas. Fruits and whole plants were the most commonly used parts of plant, and most aromatic medicinal plants could be applied as medicine and food. We assigned the medicinal plants a use value (UV). Knowing the UV of species is useful in determining the use reliability and pharmacological features of related plants.", "Xinjiang is an area in which indigenous aromatic medicinal plants are diversely used and has therefore established a sound dimensional medical healthcare treatment system. Some aromatic Uyghur medicinal plants are on the verge of extinction. Hence, further strategies for the conservation of these aromatic medicinal plants should be prioritized."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a College of Chemistry and Chemical Engineering , Xinjiang Normal University , Urumqi , Xinjiang , China."}], "LastName": "Zhao", "ForeName": "Lu", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b Central Laboratory of Xinjiang Medical University , Urumqi , Xinjiang , China."}], "LastName": "Tian", "ForeName": "Shuge", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "c College of TCM , Xinjiang Medical University , Urumqi , Xinjiang , China."}], "LastName": "Wen", "ForeName": "E", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b Central Laboratory of Xinjiang Medical University , Urumqi , Xinjiang , China."}], "LastName": "Upur", "ForeName": "Halmuart", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Perfume"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Asian People"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Cultural Characteristics"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": ["ethnology"], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Interviews as Topic"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": [], "DescriptorName": "Odorants"}, {"QualifierName": [], "DescriptorName": "Perfume"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["isolation & purification", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ayatollahi H, Javan AO, Khajedaluee M, Shahroodian M, Hosseinzadeh H.. 2014. Effect of Crocus sativus L.(saffron) on coagulation and anticoagulation systems in healthy volunteers. Phytother Res. 28:539–543.", "ArticleIdList": ["23733488"]}, {"Citation": "Auerbach BJ, Reynolds SJ, Lamorde M, Merry C, Kukunda-Byobona C, Ocama P, Semeere AS, Ndyanabo A, Boaz I, Kiggundu V.. 2012. Traditional herbal medicine use associated with liver fibrosis in rural Rakai, Uganda. PLoS ONE. 7:1–8.", "ArticleIdList": ["PMC3507824", "23209545"]}, {"Citation": "Bagheri H, Manap MYBA, Solati Z.. 2014. Antioxidant activity of Piper nigrum L. essential oil extracted by supercritical CO2 extraction and hydro-distillation. Talanta. 121:220–228.", "ArticleIdList": ["24607131"]}, {"Citation": "Bai L, Guo S, Liu Q, Cui X, Zhang X, Zhang L, Yang X, Hou M, Ho CT, Bai N.. 2016. Characterization of nine polyphenols in fruits of Malus pumila Mill by high-performance liquid chromatography. J Food Drug Anal. 24:293–298.", "ArticleIdList": ["PMC9339568", "28911581"]}, {"Citation": "Bajaj YPS, Reghunath BR, Gopalakrishnan PK.. 1993. Elettaria cardamomum Maton (Cardamom): aromatic compounds, in vitro culture studies, and clonal propagation. Biotech Agr Forestry. 21:32–147."}, {"Citation": "Bhuiyan MNI, Begum J, Bhuiyan MNH.. 2008. Analysis of essential oil of eaglewood tree (Aquilaria agallocha Roxb.) by gas chromatography mass spectrometry. J Pharmacol. 4:24?28."}, {"Citation": "Boakye MK, Pietersen DW, Kotzé A, Dalton DL, Jansen R.. 2015. Knowledge and uses of African pangolins as a source of traditional medicine in Ghana. PLoS One. 10:1–14.", "ArticleIdList": ["PMC4300090", "25602281"]}, {"Citation": "Cámara-Leret R, Paniagua-Zambrana N, Balslev H, Macía MJ.. 2014. Ethnobotanical knowledge is vastly under-documented in northwestern South America. PLoS One. 9:1–8.", "ArticleIdList": ["PMC3887111", "24416449"]}, {"Citation": "Chan SC, Chang YS, Wang JP, Chen SC, Kuo SC.. 1998. Three new flavonoids and antiallergic, anti-inflammatory constituents from the heartwood of Dalbergia odorifera. Planta Med. 64:153–158.", "ArticleIdList": ["9525107"]}, {"Citation": "Chen G, Zhang J, Guo Y.. 2004. Analysis of volatile components of fresh Perilla frutescens (L.) Britt. var. acuta (Thunb.) Kudo by headspace GC/MS. J Essent Oil Res. 16:435–436."}, {"Citation": "Chen L, Yin H, Lan Z, Ma S, Zhang C, Yang Z, Li P, Lin B.. 2011. Anti-hyperuricemic and nephroprotective effects of Smilax china L. J Ethnopharmacol. 135:399–405.", "ArticleIdList": ["21420478"]}, {"Citation": "Chen W, Lewith G, Wang LQ, Ren J, Xiong WJ, Lu F, Liu JP.. 2014. Chinese proprietary herbal medicine listed in 'China National Essential Drug List' for common cold: a systematic literature review. PLoS One. 9:e110560.", "ArticleIdList": ["PMC4203808", "25329481"]}, {"Citation": "Dalai M, Bhadra KS, Chaudhary SK, Bandyopadhyay A, Mukherjee PK.. 2014. Anti-cholinesterase activity of the standardized extract of Syzygium aromaticum L. Pharmacog Mag. 10:276–282.", "ArticleIdList": ["PMC4078338", "24991103"]}, {"Citation": "Dey P, Chaudhuri TK.. 2013. Pharmacological aspects of Nerium indicum Mill: a comprehensive review. Pharmacogn Rev. 8:156–162.", "ArticleIdList": ["PMC4127823", "25125887"]}, {"Citation": "Dhima K, Vasilakoglou I, Garane V, Ritzoulis C, Lianopoulou V, Panou-Philotheou E.. 2010. Competitiveness and essential oil phytotoxicity of seven annual aromatic plants. Weed Sci. 58:457–465."}, {"Citation": "Di Novella R, Di Novella N, De Martino L, Mancini E, De Feo V.. 2013. Traditional plant use in the National Park of Cilento and Vallo di Diano, Campania, Southern, Italy. J Ethnopharmacol. 145:328–342.", "ArticleIdList": ["23159473"]}, {"Citation": "Ding W, Yang T, Liu F, Tian S.. 2014. Effect of different growth stages of Ziziphora clinopodioides Lam. on its chemical composition. Pharmacog Mag. 10:1–5.", "ArticleIdList": ["PMC4047583", "24914287"]}, {"Citation": "do Nascimento Silva MK., De Alencar Carvalho VR., Ferreira Matias EF.. 2016. Chemical Profile of Essential oil of Ocimum gratissimum L. and Evaluation of Antibacterial and Drug Resistance-modifying Activity by Gaseous Contact Method. Pharmacogn J. 8:4–9."}, {"Citation": "Dũng NX, Cu LD, Thái NH, Moi LD, Van Hac L, Leclercq PA.. 1996. Constituents of the leaf and flower oils of Agastache rugosa (Fisch. et Mey) O. Kuntze from Vietnam. J Essent Oil Res .8:135–138."}, {"Citation": "Ebrahimabadi EH, Ghoreishi SM, Masoum S, Ebrahimabadi AH.. 2016. Combination of GC/FID/Mass spectrometry fingerprints and multivariate calibration techniques for recognition of antimicrobial constituents of Myrtus communis L. essential oil. J Chromatogr B. 1008:50–57.", "ArticleIdList": ["26625337"]}, {"Citation": "Farzaei MH, Bahramsoltani R, Abbasabadi Z, Rahimi R.. 2015. A comprehensive review on phytochemical and pharmacological aspects of Elaeagnus angustifolia L. J Pharm Pharmacol. 67:1467–1480.", "ArticleIdList": ["26076872"]}, {"Citation": "Fred-Jaiyesimi A, Ajibesin KK, Tolulope O, Gbemisola O.. 2015. Ethnobotanical studies of folklore phytocosmetics of South West Nigeria. Pharm Biol. 53:313–318.", "ArticleIdList": ["25327488"]}, {"Citation": "Ge JF, Wang TY, Zhao B, Lv X, Jin Y, Peng L, Yu S, Li J.. 2009. Anti-inflammatory effect of triterpenoic acids of Eriobotrya japonica (Thunb.) Lindl. leaf on rat model of chronic bronchitis. Am J Chin Med. 37:309–321.", "ArticleIdList": ["19507274"]}, {"Citation": "Ghanemi A, Boubertakh B.. 2015. Shorter and sturdier bridges between traditional Chinese medicines and modern pharmacology. Saudi Pharm J. 23:330–332.", "ArticleIdList": ["PMC4475857", "26106282"]}, {"Citation": "Giovannini D, Gismondi A, Basso A, Canuti L, Braglia R, Canini A, Mariani F, Cappelli G.. 2016. Lavandula angustifolia Mill. essential oil exerts antibacterial and anti-inflammatory effect in macrophage mediated immune response to staphylococcus aureus. Immunol Invest. 45:11–28.", "ArticleIdList": ["26730790"]}, {"Citation": "Gonçalves S, Romano A.. 2013. In vitro culture of lavenders (Lavandula spp.) and the production of secondary metabolites. Biotechnol Adv. 31:166–174.", "ArticleIdList": ["23022737"]}, {"Citation": "Gong H, Zhang BK, Yan M, Fang PF, Li HD, Hu CP, Yang Y, Cao P, Jiang P, Fan XR.. 2015. A protective mechanism of licorice (Glycyrrhiza uralensis): isoliquiritigenin stimulates detoxification system via Nrf2 activation. J Ethnopharmacol. 162:134–139.", "ArticleIdList": ["25557030"]}, {"Citation": "Govindarajan M, Sivakumar R, Rajeswary M, Yogalakshmi K.. 2013. Chemical composition and larvicidal activity of essential oil from Ocimum basilicum (L.) against Culex tritaeniorhynchus, Aedes albopictus and Anopheles subpictus (Diptera: Culicidae). Exp Parasitol. 134:7–11.", "ArticleIdList": ["23391742"]}, {"Citation": "Goyal S, Gupta N, Chatterjee S.. 2016. Investigating therapeutic potential of Trigonella foenum-graecum L. as our defense mechanism against several human diseases. J toxicol. 2016:1–10.", "ArticleIdList": ["PMC4739449", "26884758"]}, {"Citation": "Halmurat U, Nurmuhammat A, Liu WX.. 2011. Greek medicine, Islamic medicine, Chinese traditional medicine and Uyghur medicine. Xinjiang: Xinjiang Medical University Publishing House; p. 490–495."}, {"Citation": "Han W, Xu JD, Wei FX, Zheng YD, Ma JZ, Xu XD, Wei ZG, Wang W, Zhang YC.. 2015. Prokinetic activity of Prunus Persica (L.) Batsch flowers extract and its possible mechanism of action in rats. BioMed Res Int. 2015:1–10.", "ArticleIdList": ["PMC4363542", "25821812"]}, {"Citation": "Hajlaoui H, Mighri H, Aouni M, Gharsallah N, Kadri A.. 2016. Chemical composition and in vitro evaluation of antioxidant, antimicrobial, cytotoxicity and anti-acetylcholinesterase properties of Tunisian Origanum majorana L. essential oil. Microb Pathog. 95:86–94.", "ArticleIdList": ["26997648"]}, {"Citation": "Harzallah A, Bhouri AM, Amri Z, Soltana H, Hammami M.. 2016. Phytochemical content and antioxidant activity of different fruit parts juices of three figs (Ficus carica L.) varieties grown in Tunisia. Ind Crops Prod. 83:255–267."}, {"Citation": "Heeba GH, Abd-Elghany MI.. 2010. Effect of combined administration of ginger (Zingiber officinale Roscoe) and atorvastatin on the liver of rats. Phytomedicine. 17:1076–1081.", "ArticleIdList": ["20576411"]}, {"Citation": "Huang SH, Agrawal DC, Wu FS, Tsay HS. (2014). In vitro propagation of Gentiana scabra Bunge–an important medicinal plant in the Chinese system of medicines. Bot Stud. 55:1–7.", "ArticleIdList": ["PMC5430348", "28510975"]}, {"Citation": "Ji TF, Yang JB, Song WX, Wang AG, Su YL, Yuan L.. 2007. Studies on chemical constituents of Artemisia rupestris (II). Zhongguo Zhongyao Zazhi. 32:1187–1189.", "ArticleIdList": ["17802884"]}, {"Citation": "Jiang Y, Nie WJ.. 2015. Chemical properties in fruits of mulberry species from the Xinjiang province of China. Food Chem. 174:460–466.", "ArticleIdList": ["25529706"]}, {"Citation": "Jirovetz L, Wlcek K, Buchbauer G, Stoilova I, Atanasova T, Stoyanova A, Krastanov A, Schmidt E.. 2009. Chemical composition, olfactory evaluation and antioxidant effects of essential oil from Mentha canadensis. Nat Prod Commun. 4:1011–1016.", "ArticleIdList": ["19731614"]}, {"Citation": "King SC, Snow J, Meiselmanc HL, Sainsburyd J, Carre BT, McCaffertya D, Serranoa D, Gillettea M, Millarda L, Lia Q.. 2015. Development of a questionnaire to measure consumer wellness associated with foods: the WellSense ProfileTM. Food Quality and Preference. 39:82–94."}, {"Citation": "Ladan Moghadam AR.2016. Chemical Composition and Antioxidant Activity Cuminum cyminum L. Essential Oils. Int J Food Prop. 19:438–442."}, {"Citation": "Lata S, Saxena KK, Bhasin V, Saxena RS, Kumar A, Srivastava VK.. 1991. Beneficial effects of Allium sativum, Allium cepa and Commiphora mukul on experimental hyperlipidemia and atherosclerosis-a comparative evaluation. J Postgrad Med. 37:132–135.", "ArticleIdList": ["1784023"]}, {"Citation": "Lee HH, Ahn JH, Kwon AR, Lee ES, Kwak JH, Min YH.. 2014. Chemical composition and antimicrobial activity of the essential oil of apricot seed. Phytother Res. 28:1867–1872.", "ArticleIdList": ["25219371"]}, {"Citation": "Li C, Son HJ, Huang C, Lee SK, Lohakare J, Wang MH.. 2010. Comparison of Crataegus pinnatifida Bunge var. typica Schneider and C. pinnatifida Bunge fruits for antioxidant, anti-α-glucosidase, and anti-inflammatory activities. Food Sci Biotechnol. 19:769–775."}, {"Citation": "Li S, Long C, Liu F, Lee S, Guo Q, Li R, Liu Y.. 2006. Herbs for medicinal baths among the traditional Yao communities of China. J Ethnopharmacol. 108:59–67.", "ArticleIdList": ["16735101"]}, {"Citation": "Li X, Wang Y, Zhu J, Xiao Q.. 2011. Essential oil composition analysis of three cultivars seeds of Resina ferulae from Xinjiang, China. Pharmacogn mag. 7:116–120.", "ArticleIdList": ["PMC3113349", "21716620"]}, {"Citation": "Li GY, Zheng YX, Sun FZ, Huang J, Lou MM, Gu JK, Wang JH.. 2015. In silico analysis and experimental validation of active compounds from Cichorium intybus L. ameliorating liver injury. Int J Mol Sci. 16:22190–22204.", "ArticleIdList": ["PMC4613303", "26389883"]}, {"Citation": "Lima EBC, Sousa CNS, Meneses LN, Ximenes NC, Júnior S, Vasconcelos GS, Lima NBC, Patrocínio MCA, Macedo D, Vasconcelos SMM.. 2015. Cocos nucifera (L.)(Arecaceae): a phytochemical and pharmacological review. Braz J Med Biol Res. 48:953–964.", "ArticleIdList": ["PMC4671521", "26292222"]}, {"Citation": "Liu T, Zhao J, Ma L, Ding Y, Su D.. 2012. Hepatoprotective effects of total triterpenoids and total flavonoids from Vitis vinifera L against immunological liver injury in mice. J Evid Based Complement Altern Med. 2012:1–8.", "ArticleIdList": ["PMC3259503", "22262981"]}, {"Citation": "Liu W, Yin D, Liu J, Li N.. 2014. Genetic diversity and structure of Sinopodophyllum hexandrum (Royle) Ying in the Qinling Mountains, China. PLoS One. 9:10-e110500.", "ArticleIdList": ["PMC4198291", "25333788"]}, {"Citation": "Liu YM.1999. Pharmacography of Uyghur (Volume Two), Xinjiang: Xinjiang Science & Technology & Hygiene Publishing House; p. 1–195."}, {"Citation": "Liu YM, Cheng LY, Sun DJ, Wu YX, Wu SC, Chen XY, Zhang YF, Ma XY, Wang KY, Bi ZX, et al. (1993). The standard of medicinal material of Uighur (Volume One). Xinjiang: Xinjiang Science & Technology & Hygiene Publishing House; p. 1–160."}, {"Citation": "Liu YM, Sha Wu Ti Yi Ke Mu.. 1985. Pharmacography of Uyghur, Xinjiang: Xinjiang People’s Publishing House; p. 1–124."}, {"Citation": "Maimaitiyiming D, Hu G, Aikemu A, Hui SW, Zhang X.. 2014. The treatment of Uygur medicine Dracocephalum moldavica L on chronic mountain sickness rat model. Pharmacogn Mag. 10:477–482.", "ArticleIdList": ["PMC4239726", "25422549"]}, {"Citation": "Mendoza PI, Muñoz BJ, Arrillaga I, Segura J.. 2014. Deoxyxylulose 5-phosphate reductoisomerase is not a rate-determining enzyme for essential oil production in spike lavender. J Plant Physiology. 171:1564–1570.", "ArticleIdList": ["25151124"]}, {"Citation": "Menichini F, Loizzo MR, Bonesi M, Conforti F, De Luca D, Statti GA, de Cindio B, Menichini F, Tundis R.. 2011. Phytochemical profile, antioxidant, anti-inflammatory and hypoglycemic potential of hydroalcoholic extracts from Citrus medica L. cv Diamante flowers, leaves and fruits at two maturity stages. Food Chem Toxicol. 49:1549–1555.", "ArticleIdList": ["21457747"]}, {"Citation": "Muruzović MŽ, Mladenović KG, Stefanović OD, Vasić SM, Čomić LR.. 2016. Extracts of Agrimonia eupatoria L. as sources of biologically active compounds and evaluation of their antioxidant, antimicrobial, and antibiofilm activities. J Food Drug Anal. 24:539–547.", "ArticleIdList": ["PMC9336665", "28911559"]}, {"Citation": "Nigam MC, Nigam IC, Handa KL, Levi L.. 1965. Essential oils and their constituents XXVIII. Examination of oil of cardamom by gas chromatography. J Pharm Sci. 54:799–801.", "ArticleIdList": ["5847014"]}, {"Citation": "Olatunji OJ, Chen H, Zhou Y.. 2015. Anti-ulcerogenic properties of Lycium chinense Mill extracts against ethanol-induced acute gastric lesion in animal models and its active constituents. Molecules. 20:22553–22564.", "ArticleIdList": ["PMC6332331", "26694339"]}, {"Citation": "Ooi LS, Li Y, Kam SL, Wang H, Wong EY, Ooi VE.. 2006. Antimicrobial activities of cinnamon oil and cinnamaldehyde from the Chinese medicinal herb Cinnamomum cassia Blume. Am J Chin Med. 34:511–522.", "ArticleIdList": ["16710900"]}, {"Citation": "Parveen Z, Nawaz S, Siddique S, Shahzad K.. 2013. Composition and antimicrobial activity of the essential oil from leaves of Curcuma longa L. Kasur variety. Ind J Pharm Sci. 75:117–122.", "ArticleIdList": ["PMC3719142", "23901173"]}, {"Citation": "Pastorova I, De Koster CG, Boon JJ.. 1997. Analytical study of free and ester bound benzoic and cinnamic acids of gum benzoin resins by GC–MS and HPLC-frit FAB-MS. Phytochem Anal. 8:63–73."}, {"Citation": "Paul BD, Dreka C, Knight ES, Smith ML.. 1996. Gas chromatographic/mass spectrometric detection of narcotine, papaverine, and thebaine in seeds of Papaver somniferum. Planta Med. 62:544–547.", "ArticleIdList": ["9000887"]}, {"Citation": "Pei Y, Wang S, Wang W, Zhou Y, Zhao H, Jia L.. 2014. Isolation and structure-activity relationship of the antioxidant chemical constituents from the flowers of Rosa chinensis Jacq. Int J Food Properties. 17:38–44."}, {"Citation": "Phaechamud T, Toprasri P, Chinpaisal C.. 2009. Antioxidant activity Areca catechu extracts in human hepatocarcinoma HepG2 cell lines. Pharm Biol. 47:242–247."}, {"Citation": "Polat R, Cakilcioglu U, Satıl F.. 2013. Traditional uses of medicinal plants in Solhan (Bingöl-Turkey). J Ethnopharmacol. 148:951–963.", "ArticleIdList": ["23770029"]}, {"Citation": "Prakash B, Mishra PK, Kedia A, Dubey NK.. 2014. Antifungal, antiaflatoxin and antioxidant potential of chemically characterized Boswellia carterii Birdw essential oil and its in vivo practical applicability in preservation of Piper nigrum L. fruits. LWT-Food Sci Technol. 56:240–247."}, {"Citation": "Qian XZ, Huang JS, Chen HF, Ji ZP, Guo ZH, Wu JP, Tu TJ, Shi MX, Zhao XW, Feng G, et al. . 2005. Chinese medical encyclopedia (Uyghur Traditional Medicine). Shanghai: Shanghai Scientific and Technical Publishers; p. 177–308."}, {"Citation": "Rahim H, Khan MA, Sadiq A, Khan S, Chishti KA, Rahman IU.. 2015. Comparative studies of binding potential of Prunus armeniaca and Prunus domestica gums in tablets formulations. Pak J Pharm Sci. 28:909–914.", "ArticleIdList": ["26004724"]}, {"Citation": "Rahimi R, Ardekani MRS.. 2013. Medicinal properties of Foeniculum vulgare Mill. in traditional Iranian medicine and modern phytotherapy. Chin J Integr Med. 19:73–79.", "ArticleIdList": ["23275017"]}, {"Citation": "Rajesh Kumar J.2013. Volatile composition and antimicrobial activity of the essential oil of Artemisia absinthium growing in Western Ghats region of North West Karnataka, India. Pharm Biol. 51:888–892.", "ArticleIdList": ["23570523"]}, {"Citation": "Ratheesh M, Shyni GL, Sindhu G, Helen A.. 2011. Inhibitory effect of Ruta graveolens L. on oxidative damage, inflammation and aortic pathology in hypercholesteromic rats. Exp Toxicol Pathol. 63:285–290.", "ArticleIdList": ["20163942"]}, {"Citation": "Rokbeni N, M'Rabet Y, Dziri S, Chaabane H, Jemli M, Fernandez X, Boulila A.. 2013. Variation of the chemical composition and antimicrobial activity of the essential oils of natural populations of Tunisian Daucus carota L. (Apiaceae). Chem Biodivers. 10:2278–2290.", "ArticleIdList": ["24327447"]}, {"Citation": "Rong R, Cui MY, Zhang QL, Zhang MY, Yu YM, Zhou XY, Yu ZG, Zhao YL.. 2016. Anesthetic constituents of Zanthoxylum bungeanum Maxim. pharmacokinetic study. J Sep Sci. 14:2728–2735.", "ArticleIdList": ["27233468"]}, {"Citation": "Ru W, Wang D, Xu Y, He X, Sun YE, Qian L, Zhou X, Qin Y.. 2015. Chemical constituents and bioactivities of Panax ginseng (CA Mey.). Drug Discov Ther. 9:23–32.", "ArticleIdList": ["25788049"]}, {"Citation": "Sadati SN, Ardekani MRS, Ebadi N, Yakhchali M, Dana AR, Masoomi F, Khanavi M, Ramezany F.. 2016. Review of scientific evidence of medicinal convoy plants in traditional Persian medicine. Pharmacogn Rev. 10:33.", "ArticleIdList": ["PMC4791985", "27041871"]}, {"Citation": "Sahebkar A, Iranshahi M.. 2011. Volatile constituents of the genus Ferula (Apiaceae): a review. J Essent Oil Bear Pl. 14:504–531."}, {"Citation": "Samojlik I, Mijatović V, Petković S, Škrbić B, Božin B.. 2012. The influence of essential oil of aniseed (Pimpinella anisum L.) on drug effects on the central nervous system. Fitoterapia. 83:1466–73.", "ArticleIdList": ["22926042"]}, {"Citation": "Seo CS, Lim HS, Jeong SJ, Shin HK.. 2015. Anti-allergic effects of sesquiterpene lactones from the root of Aucklandia lappa Decne. Mol Med Rep. 12:7789–7795.", "ArticleIdList": ["26398906"]}, {"Citation": "Settanni L, Randazzo W, Palazzolo E, Moschetti M, Aleo A, Guarrasi V, Mammina C, San Biagio PL, Marra FP, Moschetti G, Germanà MA.. 2014. Seasonal variations of antimicrobial activity and chemical composition of essential oils extracted from three Citrus limon L. Burm. cultivars. Nat Prod Res. 28:383–391.", "ArticleIdList": ["24443967"]}, {"Citation": "Shakeri A, Sahebkar A, Javadi B.. 2016. Melissa officinalis L: a review of its traditional uses, phytochemistry and pharmacology. J Ethnopharmacol. 188:204–228.", "ArticleIdList": ["27167460"]}, {"Citation": "Shang X, Tao C, Miao X, Wang D, Wang Y, Yang Y, Pan H.. 2012. Ethno-veterinary survey of medicinal plants in Ruoergai region, Sichuan province, China. J Ethnopharmacol. 142:390–400.", "ArticleIdList": ["22634202"]}, {"Citation": "Shin JS, Ryu S, Jang DS, et al. (2016). Amomum tsao-ko fruit extract suppresses lipopolysaccharide-induced inducible nitric oxide synthase by inducing heme oxygenase-1 in macrophages and in septic mice. Int J Exp Pathol. 96:395–405.", "ArticleIdList": ["PMC4744820", "26852687"]}, {"Citation": "Song LR, Hu L, Hong X, Wang JH, Yin L, Liu XH, Xu HQ, Li Y, Chen RS, Hang AW, et al. (2005). Chinese material medica (Uyghur Medicine Volume), Shanghai: Shanghai Scientific and Technical Publishers; p. 45–409."}, {"Citation": "Souza RKD, da Silva MAP, de Menezes IRA, Ribeiro DA, Bezerra LR, de Almeida Souza MM.. 2014. Ethnopharmacology of medicinal plants of carrasco, northeastern Brazil. J Ethnopharmacol. 157:99–104.", "ArticleIdList": ["25240589"]}, {"Citation": "Tian J, Ban X, Zeng H, He J, Chen Y, Wang Y.. 2012. The mechanism of antifungal action of essential oil from dill (Anethum graveolens L.) on Aspergillus flavus. PloS One. 7:e30147.", "ArticleIdList": ["PMC3260232", "22272289"]}, {"Citation": "Tian S, Yu Q, Wang D, Upur H.. 2012. Development of a rapid resolution liquid chromatography-diode array detector method for the determination of three compounds in Ziziphora clinopodioides Lam from different origins of Xinjiang. Pharmacog Mag. 8:280–284.", "ArticleIdList": ["PMC3785165", "24082631"]}, {"Citation": "Vandebroek I, Balick MJ.. 2012. Globalization and loss of plant knowledge: challenging the paradigm. PLoS One. 7:5–e37643.", "ArticleIdList": ["PMC3360753", "22662184"]}, {"Citation": "Tolkachev ON, Abizov EA, Abizova EV, Mal’tsev SD.. 2008. Phytochemical study of the bark of some plants of the Elaeagnaceae family as a natural source of β-carboline indole alkaloids. Pharm Chem J. 42:630–632."}, {"Citation": "Vohora SB, Shah SA, Dandiya PC.. 1990. Central nervous system studies on an ethanol extract of Acorus calamus rhizomes. J Ethanopharmacol. 28:53–62.", "ArticleIdList": ["2314110"]}, {"Citation": "Wu-bao W, Han-kui W, Hang B, Akber Aisa H.. 2005. Flavonoids in Sabina vulgaris antoine. Chem Nat Compd. 41:473–474."}, {"Citation": "Wang QS, Gao T, Cui YL, Gao LN, Jiang HL.. 2014. Comparative studies of paeoniflorin and albiflorin from Paeonia lactiflora on anti-inflammatory activities. Pharm Biol. 52:1189–1195.", "ArticleIdList": ["24646307"]}, {"Citation": "Wang T, Guo R, Zhou G, Zhou X, Kou Z, Sui F, Li C, Tang L, Wang Z.. 2016. Traditional uses, botany, phytochemistry, pharmacology and toxicology of Panax notoginseng (Burk.) FH Chen: a review. J Ethnopharmacol. 188:234–258.", "ArticleIdList": ["27154405"]}, {"Citation": "Wang W, Wang H, Zhang Y, Zu Y.. 2013. In vitro antioxidant and antimicrobial activity of anthotaxy extracts from Dendranthema morifolium (Ramat.) Tzvel. and Chrysanthemum indicum L. J Med Plants Res. 7:2657–2661."}, {"Citation": "Wang Y, Tang C, Zhang H.. 2015. Hepatoprotective effects of kaempferol 3-O-rutinoside and kaempferol 3-O-glucoside from Carthamus tinctorius L. on CCl4-induced oxidative liver injury in mice. J Food Drug Anal. 23:310–317.", "ArticleIdList": ["PMC9351762", "28911387"]}, {"Citation": "Wang YM, Ren AX, Xiao YH, Pan CX, Cui SM, Yu MG, Ma LX, Bai Y, Han FY, He JM, et al. . 2013. Medicinal and aromatic plants. Beijing: Science Publishing House; p. 16–302."}, {"Citation": "Wenqiang G, Shufen L, Ruixiang Y, Yanfeng H.. 2006. Comparison of composition and antifungal activity of Artemisia argyi Levl. et Vant inflorescence essential oil extracted by hydrodistillation and supercritical carbon dioxide. Nat Prod Res. 20:992–998.", "ArticleIdList": ["17032625"]}, {"Citation": "Yin Q, Xu XJ, Hu GM, Liang XH, Han L.. 2011. The analysis of electrolyte and the relative factors of hypertension among Uyghur people in Hetian, Xinjiang. Int J Cardiol. 152:S39."}, {"Citation": "Yildiz H.2016. Chemical composition, antimicrobial, and antioxidant activities of essential oil and ethanol extract of Coriandrum sativum L. leaves from Turkey. Int J Food Prop. 19:1593–1603."}, {"Citation": "Yoshizawa C, Kitade M, Mikage M.. 2004. Herbological studies on Chinese crude drug Ma-huang. Part 1-On the botanical origin of Ma-huang in ancient China and the origin of Japanese Ma-huang. Yakushigaku Zasshi. 40:107–116.", "ArticleIdList": ["17152832"]}, {"Citation": "Youdim KA, Deans SG.. 1999. Dietary supplementation of thyme (Thymus vulgaris L.) essential oil during the lifetime of the rat: its effects on the antioxidant status in liver, kidney and heart tissues. Mech Ageing Dev. 109:163–175.", "ArticleIdList": ["10576332"]}, {"Citation": "Zhang LL, Tian K, Tang ZH, Chen XJ, Bian ZX, Wang YT, Lu JJ.. 2016. Phytochemistry and pharmacology of Carthamus tinctorius L. Am J Chin Med. 44:197–226.", "ArticleIdList": ["27080938"]}, {"Citation": "Zhang W, Zhang Y, Yuan X, Sun E.. 2015. Determination of Volatile Compounds of Illicium verum Hook. f. Using simultaneous distillation-extraction and solid phase microextraction coupled with gas chromatography-mass spectrometry. Trop J Pharm Res. 14:1879–1884."}, {"Citation": "Zarai Z, Chobba IB, Mansour RB, Békir A, Gharsallah N, Kadri A.. 2012. Essential oil of the leaves of Ricinus communis L.: in vitro cytotoxicity and antimicrobial properties. Lipids Health Dis. 11:102.", "ArticleIdList": ["PMC3492038", "22888805"]}, {"Citation": "Zheng Y, Xie Z, Jiang L, Shimizu H, Drake S.. 2006. Changes in holdridge life zone diversity in the Xinjiang Uyghur Autonomous Region (XUAR) of China over the past 40 years. J Arid Environ. 66:113–126."}, {"Citation": "Zia-Ul-Haq M, Shahid SA, Ahmad S, Qayum M, Khan I.. 2012. Antioxidant potential of various parts of Ferula assafoetida L. J Med Plants Res. 6:3254–3258."}]}], "History": [{"Year": "2017", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28209076", "PMC6130679", "10.1080/13880209.2016.1270971"]}}]}