{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["A-amylase", "A-glucosidase", "Calotropis procera", "Diabetes mellitus", "Tannins"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28228802", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1735-0328", "JournalIssue": {"Volume": "15", "Issue": "Suppl", "PubDate": {"Year": "2016", "Season": "Winter"}}, "Title": "Iranian journal of pharmaceutical research : IJPR", "ISOAbbreviation": "Iran J Pharm Res"}, "ArticleTitle": "<i>In-vitro</i> Studies on <i>Calotropis procera</i> Leaf Extracts as Inhibitors of Key Enzymes Linked to Diabetes Mellitus.", "Pagination": {"StartPage": "37", "EndPage": "44", "MedlinePgn": "37-44"}, "Abstract": {"AbstractText": ["The side effects associated with the usage of synthetic antidiabetic drugs make it imperative to search for alternative drugs from medicinal plants. Therefore, this study was aimed at evaluating the α-amylase and α-glucosidase inhibitory potential of <i>Calotropis procera</i> leaf, as well as its possible mode of inhibiting these enzymes. Acetone, aqueous and ethanolic extracts of <i>C. procera</i> leaf was subjected to standard enzymes' inhibitory assay <i>in-vitro</i> using porcine pancreatic α-amylase and rat intestinal α-glucosidase. Results obtained showed that out of all the extracts tested, ethanolic and aqueous extracts possessed the best inhibition of α-amylase (IC<sub>50</sub> 7.80 mg/mL) and α-glucosidase (3.25 mg/mL) respectively. The kinetic analysis of the mode of inhibition of these enzymes by the leaf extracts of <i>C. procera</i>, revealed that these extracts inhibited both enzymes in a non-competitive manner. It is speculated that the α-amylase and α-glucosidase inhibitory properties of leaf extracts of <i>C. procera</i> may be due to the presence of some phytochemicals such as flavonoids, tannins and saponins in the plant. It can be concluded from this study that the <i>Calotropis procera</i> extracts could serve as source of antidiabetic agents which may act through the inhibition of carbohydrate hydrolyzing enzymes, α-amylase and α-glucosidase."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, Lagos State University, PMB 0001, Ojo, Lagos, Nigeria."}], "LastName": "Kazeem", "ForeName": "Mutiu Idowu", "Initials": "MI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, Lagos State University, PMB 0001, Ojo, Lagos, Nigeria."}], "LastName": "Mayaki", "ForeName": "Ayuva Mercy", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, Lagos State University, PMB 0001, Ojo, Lagos, Nigeria."}], "LastName": "Ogungbe", "ForeName": "Bimpe Folashade", "Initials": "BF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, Lagos State University, PMB 0001, Ojo, Lagos, Nigeria."}], "LastName": "Ojekale", "ForeName": "Anthony Babajide", "Initials": "AB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Iran J Pharm Res", "NlmUniqueID": "101208407", "ISSNLinking": "1726-6882"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Moller DE. New drug targets for type 2 diabetes and the metabolic syndrome. Nature. 2001;414:821–827.", "ArticleIdList": ["11742415"]}, {"Citation": "Inzucchi SE. Oral antihyperglycemic therapy for type 2 diabetes. J. Amer. Med. Assoc. 2002;287:360–72.", "ArticleIdList": ["11790216"]}, {"Citation": "International Diabetes Federation. IDF Diabetes Atlas. 6th Ed. Brussels, Belgium: 2013. 24 pp.", "ArticleIdList": ["35914061"]}, {"Citation": "Lawal IO, Uzokwe NE, Igboanugo ABI, Adio AF, Awosan EA, Nwogwugwu JO, Faloye B, Olatunji BP, Adesoga AA. Ethnomedicinal information on collation and identification of some medicinal plants in Research Institutes of South-west Nigeria. Afr. J. Pharm. Pharmacol. 2010;4:001–007."}, {"Citation": "Hussein HI, Karmel A, Abuu-Zeid M, El-Sabae AKH, Saleh MA. The most potent molluscicidal compound tested against land snails. J. Chem. Ecol. 1994;201:135–140.", "ArticleIdList": ["24241704"]}, {"Citation": "Sofowora A. Medical Plants and Traditional Medicine in Africa. Ibadan: John Willey and Sons Ltd; 1984. pp. 142–146."}, {"Citation": "Ajay KM, Ajay Y, Rao MM. Ayurvedic uses and pharmacological activities of Calotropis procera Linn. Asian J. Trad. Med. 2011;6:45–53."}, {"Citation": "Iqbal Z, Lateef M, Jabbar A, Muhammad G, Khan MN. Anthelmintic activity of Calotropis procera (Ait) Ait F flowers in sheep. J. Ethnopharmacol. 2005;102:256–261.", "ArticleIdList": ["16085379"]}, {"Citation": "Roy S, Sehgal R, Padhy BM, Kumar VL. Antioxidant and protective effect of latex of Calotropis procera against alloxan-induced diabetes in rats. J. Ethnopharmacol. 2005;102:470–473.", "ArticleIdList": ["16054794"]}, {"Citation": "Ahmed KKM, Rana AC, Dixit VK. Effect of Calotropis procera latex on isoproterenol induced myocardial infarction in albino rats. Phytomedicine. 2004;11:327–330.", "ArticleIdList": ["15185846"]}, {"Citation": "Basu A, Sen T, Pal S, Muscalo N, Capasso F, Choudhuri AKN. Studies on antiulcer activity of the chloroform fraction of Calotropis procera root extract. Phytother. Res. 1997;11:163–164."}, {"Citation": "Gupta DK, Ali M, Bhutani KK. Triterpenoids from Calotropis procera root bark. Indian J. Chem. 1996;35:1079–1084."}, {"Citation": "Singh VP, Sharma SK, Khare VS. Medicinal plants from Ujjain district, madhya Pradesh Part II. Indian Drugs Pharm. Ind. 1980;15:7–12."}, {"Citation": "Hassan SW, Bilbis BF, Ladan MJ, Umar RA, Dangoggo SM. Evaluation of antifungal acivity and phytochemical analysis of leaves, roots and stem barks extracts of Calotropis procera (asclepiadaceae) Pak. J. Biol. Sci. 2006;9:2624–2629."}, {"Citation": "Setty SR, Quereshi AA, Swamy AH, Patil T, Prakash T. Hepatoprotective activity of Calotropis procera flowers against paracetamol-induced hepatic injury in rats. Fitoterapia. 2007;78:451–454.", "ArticleIdList": ["17600635"]}, {"Citation": "Padhy BM, Srivastava A, Kumar VL. Calotropis procera latex affords protection against carbon tetrachloride induced hepatotoxicity in rats. J. Ethnopharmacol. 2007;113:498–502.", "ArticleIdList": ["17706384"]}, {"Citation": "Mascolo N, Jain R, Jain SC, Caspasso F. Ethnopharmacologic investigation of ginger (Zingiber officinale) J. Ethnopharmacol. 1989;27:129–140.", "ArticleIdList": ["2615416"]}, {"Citation": "Markouk M, Bekkouche K, Larhsini M, Bousaid M, Lazrek HB, Jana M. Evaluation of some Moroccan medicinal plant extracts for larvicidal activity. J. Ethnopharmacol. 2000;73:293–297.", "ArticleIdList": ["11025168"]}, {"Citation": "Rasik AM, Raghubir R, Gupta A, Shukla A, Dubey MP. Healing potential of Calotropis procera on dermal wounds in guinea pigs. J. Ethnopharmacol. 1999;68:261–266.", "ArticleIdList": ["10624886"]}, {"Citation": "Dewan S, Sangraula H, Kumar VL. Preliminary studies on the analgesic activity of latex of Calotropis procera. J. Ethnopharmacol. 2000;73:307–311.", "ArticleIdList": ["11025170"]}, {"Citation": "Arya S, Kumar VL. Antiinflammatory efficacy of extracts of latex of Calotropis procera against different mediators of inflammation. Mediators Inflamm. 2005;4:228–232.", "ArticleIdList": ["PMC1526483", "16192673"]}, {"Citation": "Sehgal R, Arya S, Kumar VL. Inhibitory effect of extracts of latex of Calotropis procera against Candida albicans, a preliminary study. Indian J. Pharmacol. 2005;37:334–335."}, {"Citation": "Kamath JV, Rana AC. Preliminary study of antifertility activity of Calotropis procera root in female rats. Fitoterapia. 2002;73:111–115.", "ArticleIdList": ["11978424"]}, {"Citation": "Basu A, Sen T, Ray RN, Chaudhuri A. Hepatoprotective effects of Calotropis procera root extract on experimental liver damage in animals. Fitoterapia. 1992;63:507–514."}, {"Citation": "Kumar VL, Padhy BM, Sehgal R, Roy S. Antioxidant and protective effect of latex of Calotropis procera against alloxan-induced diabetes in rats. J. Ethnopharmacol. 2005;102:470–473.", "ArticleIdList": ["16054794"]}, {"Citation": "Bhaskar VH, Sumant SA. Antihyperglycemic and antihyperlipidaemic activities of root extracts of Calotropis procera (Ait) RBr on streptozotocin induced diabetic rats. Jordan J. Biological. Sci. 2009;2:177–180."}, {"Citation": "Trease GE, Evans WC. Pharmacognosy. 4th ed. USA: W.B. Saunders; 1996. pp. 243–283."}, {"Citation": "Mccue P, Shetty K. Inhibitory effects of rosmarinic acid extracts on porcine pancreatic amylase in-vitro. Asia Pac. J. Clin. Nutr. 2004;13:101–106.", "ArticleIdList": ["15003922"]}, {"Citation": "Ali H, Houghton PJ, Soumyanath A. Alpha-amylase inhibitory activity of someMalaysian plants used to treat diabetes; with particular reference to Phyllanthus amarus. J. Ethnopharmacol. 2006;107:449–455.", "ArticleIdList": ["16678367"]}, {"Citation": "Kim YM, Jeong YK, Wang MH, Lee WY, Rhee HI. Inhibitory effects of pine bark extract on alpha-glucosidase activity and postprandial hyperglycemia. Nutrition. 2005;21:756–761.", "ArticleIdList": ["15925302"]}, {"Citation": "Deshpande MC, Venkateswarlu V, Babu RK, Trivedi RK. Design and evaluation of oral bioadhesive controlled release formulations of miglitol, intended for prolonged inhibition of intestinal alpha-glucosidases and enhancement of plasma glycogen like peptide-1 levels. Int. J. Pharm. 2009;380:16–24.", "ArticleIdList": ["19563873"]}, {"Citation": "Hirsh AJ, Yao SY, Young JD, Cheeseman CI. Inhibition of glucose absorption in the rat jejunum: A novel action of alpha-D-glucosidase inhibitors. Gastroenterology. 1997;113:205–211.", "ArticleIdList": ["9207279"]}, {"Citation": "Kazeem MI, Oyedapo BF, Raimi OG, Adu OB. Evaluation of Ficus exasperata Vahl leaf extract in the management of Diabetes mellitus in-vitro. J. Med. Sci. 2013;13:269–275."}, {"Citation": "Pinto MDS, Kwon YI, Apostolidis E, Lajolo FM, Genovese MI, Shetty K. Potential of Ginkgo biloba L leaves in the management of hyperglycemia and hypertension using in-vitro models. Bioresour.Tech. 2009;100:6599–6609.", "ArticleIdList": ["19665890"]}, {"Citation": "Mayur B, Sandesh S, Shruti S, Sung-Yum S. Antioxidant and α-glucosidase inhibitory properties of Carpesium abrotanoides L. J. Med. Plant Res. 2010;4:1547–1553."}, {"Citation": "Kazeem MI, Abimbola SG, Ashafa AOT. Inhibitory potential of Gossypium arboreum leaf extracts on diabetes key enzymes, α-amylase and α-glucosidase. Bangladesh J. Pharm. 2013;8:149–155."}, {"Citation": "Liu X, Kim JK, Li Y, Li J, Liu F, Chen X. Tannic acid stimulates glucose transport and inhibits adipocyte differentiation in 3T3-Li cells. J. Nutr. 2005;135:165–171.", "ArticleIdList": ["15671208"]}, {"Citation": "Song Y, Manson JE, Buring JE, Howard D, Liu S. Association of dietary flavonoids with risk of type 2 diabetes and markers of insulin resistance and systemic inflammation in women: A prospective study and cross-sectional analysis. J. Am. Coll. Nutr. 2005;24:376–384.", "ArticleIdList": ["16192263"]}]}], "History": [{"Year": "2017", "Month": "2", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28228802", "PMC5242350"]}}]}