{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["GC-MS", "HPLC-MS", "Triterpene", "essential oil", "flavonoids"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28222613", "DateCompleted": {"Year": "2017", "Month": "03", "Day": "09"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/13880209.2017.1291689"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "55", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "Phytochemical investigations and antiproliferative secondary metabolites from Thymus alternans growing in Slovakia.", "Pagination": {"StartPage": "1162", "EndPage": "1170", "MedlinePgn": "1162-1170"}, "Abstract": {"AbstractText": ["Thymus alternans Klokov (Lamiaceae) is a neglected species of the genus Thymus (Sect. Serpyllum) endemic to Carpathian area, where it is used as a flavouring agent and for medicinal purposes.", "The aim of the work was to identify antiproliferative constituents from the flowering aerial parts of this plant.", "Thymus alternans extracts were analyzed by HPLC-MS<sup>n</sup> and subjected to extensive chromatographic separations. The isolated compounds (phenolics and triterpenes) were structurally elucidated by MS and 1D and 2D NMR experiments. Essential oil (EO) composition was determined by GC-FID and GC-MS. Six purified triterpenes and EO were assayed for in vitro antiproliferative activity against a panel of human cancer cells, namely, breast (MDA-MB 231), colon (HCT-15 and HCT116), lung (U1810), pancreatic (BxPC3), melanoma (A375) and cervical carcinoma (A431) cells.", "The structures of the isolated compounds were achieved on the basis of H-NMR and MS experiments. Luteolin-4'-O-β-d-glucopyranoside (P1), chrysoeriol-7-O-β-d-glucopyranoside (P2), chrysoeriol-5-O-β-d-glucopyranoside (P3), apigenin-7-O-β-d-glucopyranoside (P4), rosmarinic acid (P5), rosmarinic acid-3'-O-β-d-glucopyranoside (P6), caffeic acid-3-O-β-d-glucopyranoside (P7), 3α-hydroxy-urs-12,15-diene (T1), α-amyrin (T2), β-amyrin (T3), isoursenol (T4), epitaraxerol (T5), and oleanolic acid (T6). GC-MS analysis revealed that the EO of T. alternans was devoid of phenols and belonged to the nerolidol-chemotype, that is typical of the Sect. Serpyllum. The six purified triterpenes (T1-T6) were active with IC<sub>50</sub> ranging from 0.5 to 5 μM being comparable or better than those of reference compounds betulinic acid and cisplatin. The EO exhibited significant effects on A375, MDA-MB 231 and HCT116 cell lines with IC<sub>50</sub> in the range of 5-8 μg/mL.", "The reported results suggest that T. alternans can be considered as a good source of phytoconstituents with possible importance in the pharmaceutical field."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Department of Pharmaceutical and Pharmacological Sciences , University of Padova , Padova , Italy."}], "LastName": "Dall'Acqua", "ForeName": "Stefano", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Department of Pharmaceutical and Pharmacological Sciences , University of Padova , Padova , Italy."}], "LastName": "Peron", "ForeName": "Gregorio", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Department of Pharmaceutical and Pharmacological Sciences , University of Padova , Padova , Italy."}], "LastName": "Ferrari", "ForeName": "Sara", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Department of Pharmaceutical and Pharmacological Sciences , University of Padova , Padova , Italy."}], "LastName": "Gandin", "ForeName": "Valentina", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b School of Pharmacy , University of Camerino , Camerino , Italy."}], "LastName": "Bramucci", "ForeName": "Massimo", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b School of Pharmacy , University of Camerino , Camerino , Italy."}], "LastName": "Quassinti", "ForeName": "Luana", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "c Department of Botany, Institute of Biology and Ecology , P. J. Šafárik University , Košice , Slovakia."}], "LastName": "Mártonfi", "ForeName": "Pavol", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b School of Pharmacy , University of Camerino , Camerino , Italy."}], "LastName": "Maggi", "ForeName": "Filippo", "Initials": "F"}], "PublicationTypeList": ["Comparative Study", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Pentacyclic Triterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}, {"RegistryNumber": "0", "NameOfSubstance": "Triterpenes"}, {"RegistryNumber": "Q20Q21Q62J", "NameOfSubstance": "Cisplatin"}, {"RegistryNumber": "4G6A18707N", "NameOfSubstance": "Betulinic Acid"}], "MeshHeadingList": [{"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Cisplatin"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "HCT116 Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Inhibitory Concentration 50"}, {"QualifierName": [], "DescriptorName": "Magnetic Resonance Spectroscopy"}, {"QualifierName": [], "DescriptorName": "Mass Spectrometry"}, {"QualifierName": ["drug therapy", "pathology"], "DescriptorName": "Neoplasms"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": [], "DescriptorName": "Pentacyclic Triterpenes"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plant Components, Aerial"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Oils"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Slovakia"}, {"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Thymus Plant"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Triterpenes"}, {"QualifierName": [], "DescriptorName": "Betulinic Acid"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adams R.2007. Identification of essential oil components by gas chromatography/mass spectrometry. 4th ed Carol Stream, IL, USA: Allured Publishing Corp."}, {"Citation": "Agrawal PK, Bansal MC.. 1989. Carbon-13 NMR of flavonoids. New York, USA: Elsevier; pp. 283–363."}, {"Citation": "Ahiahonu PWK, Goodenowe DB.. 2007. Triterpenoids from leaves of Elaeophorbia drupifera. Fitoterapia. 78:337–341.", "ArticleIdList": ["17507177"]}, {"Citation": "Arruda DC, Alexandri FLD, Katzin AM, Uliana SRB.. 2005. Antileishmanial activity of the terpene nerolidol. Antimicrob Agents Chemother. 49:1679–1687.", "ArticleIdList": ["PMC1087654", "15855481"]}, {"Citation": "Baser KHC, Demirci B, Kürçüoglu M, Tümen G.. 1999. Essential oil of Thymus zygioides Griseb. var. zygioides from Turkey. J Essent Oil Res. 11:409–410."}, {"Citation": "Chudzik M, Korzonek-Szlacheta I, Król W.. 2015. Triterpenes as potentially cytotoxic compounds. Molecules. 20:1610–1625.", "ArticleIdList": ["PMC6272502", "25608043"]}, {"Citation": "Claire EL, Schwaiger S, Banaigs B, Stuppner H, Gafner F.. 2005. Distribution of a new rosmarinic acid derivative in Eryngium alpinum L. and other Apiaceae. J Agric Food Chem 53:4367–4372.", "ArticleIdList": ["15913297"]}, {"Citation": "Cordell GA, Kinghorn D, Pezzuto JM.. 1993. Separation, structure elucidation, and bioassay of cytotoxic natural products In Colegate SM, Molyneux RJ, editors. Bioactive natural products. Boca raton: CRC Press; p. 195–216."}, {"Citation": "de Assis Lage TC, Montanari RM, Fernandes SA, de Oliveira Monteiro CM, de Oliveira Souza Senra T, Zeringota V, da Silva Matos R, Daemon E.. 2015. Chemical composition and acaricidal activity of the essential oil of Baccharidis dracunculifolia De Candole (1836) and its constituents nerolidol and limonene on larvae and engorged females of Rhipicephalus microplus (Acari: Ixodidae). Exp Parasitol. 148:24–29.", "ArticleIdList": ["25448290"]}, {"Citation": "European Pharmacopoeia 2008. 6.0 Edition, Council of Europe, Strassbourg, 2008, vol. I–II."}, {"Citation": "FFNSC 2 2012. Flavors and fragrances of natural and synthetic compounds. Mass spectral database. Shimadzu Corps, Kyoto."}, {"Citation": "Fonsêca DV, Salgado PRR, de Carvalho FL, Salvadori MGSS, Penha ARS, Leite FC, Borges CJS, Piuvezam MR, de Morais Pordeus LC, Sousa DP, et al. . 2016. Nerolidol exhibits antinoceptive and anti-inflammatory activity: involvement of the GABAergic system and proinflammatory cytokines. Fund Clin Pharmacol. 30:14–22.", "ArticleIdList": ["26791997"]}, {"Citation": "Fulda S, Kroemer G.. 2009. Targeting mitochondrial apoptosis by betulinic acid in human cancers. Drug Discov Today 14:885–890.", "ArticleIdList": ["19520182"]}, {"Citation": "Gosh P, Mandal A, Rasul MG.. 2013. A new bioactive ursane-type triterpenoid from Croton bonplandianum Bail. J Chem Sci 125:359–364."}, {"Citation": "Green SA, Chen X, Nieuwenhuizen NJ, Matich AJ, Wang MY, Bunn BJ, Yauk Y, Atkinson RG.. 2011. Identification, functional characterization, and regulation of the enzyme responsible for floral (E)-nerolidol biosynthesis in kiwifruit (Actinidia chinensis). J Exp Bot. 63:1951–1968.", "ArticleIdList": ["PMC3295389", "22162874"]}, {"Citation": "Jamali CA, El Bouzidi L, Bekkouche K, Lahcen H, Markouk M, Wohlmuth H, Leach D, Abbad A.. 2012. Chemical composition and antioxidant and anticandidal activities of essential oils from different wild Moroccan Thymus species. Chem Biodivers. 9:1188–1197.", "ArticleIdList": ["22700236"]}, {"Citation": "Jamzad M, Rustaiyan A, Jamzad Z, Masoudi S.. 2011. Essential oil composition of Salvia indica L., Thymus caucasicus Wind. Ex Ronniger subsp. grossheimii (Ronniger) Jalas and Ballota nigra L. three Labiatae species from Iran. J Essent Oil-Bear Plants. 14:76–83."}, {"Citation": "Keeler RF, Tu AT.. 1991. Toxicology of plant and fungal compounds. Handbook of natural toxins. Marcel Dekker. 6: 665."}, {"Citation": "Klokov MV.1960. Rid 747. Čebrec – Thymus L In: Klokov M.V. Editor. Flora URSR IX. Kiev: Naukovaja Dumka; p. 294–348."}, {"Citation": "Kuźma Ł, Kalemba D, Różalski M, Różalska B, Więckowska-Szakiel M, Krajewska U, Wysokińska H.. 2009. Chemical composition and biological activities of essential oil from Salvia sclarea plants regenerated in vitro. Molecules. 14:1438–1447.", "ArticleIdList": ["PMC6254371", "19384275"]}, {"Citation": "Lee K, Lee JH, Kim SI, Cho MH, Lee J.. 2014. Anti-biofilm, anti-hemolysis, and anti-virulence activities of black pepper, cananga, myrrh oils, and nerolidol against Staphylococcus aureus. Appl Microbiol Biotechnol. 98:9447–9457.", "ArticleIdList": ["25027570"]}, {"Citation": "Loizzo MR, Tundis R, Statti GA, Menichini F.. 2007. Jacaranone: a cytotoxic constituent from Senecio ambiguus subsp. ambiguus (Biv.) DC. against renal adenocarcinoma ACHN and prostate carcinoma LNCaP cells. Arch Pharm Res. 30:701–707.", "ArticleIdList": ["17679547"]}, {"Citation": "Maggi F, Fortuné Randriana R, Rasoanaivo P, Nicoletti M, Quassinti L, Bramucci M, Lupidi G, Petrelli D, Vitali LA, Papa F, et al. . 2013. Chemical composition and in vitro biological activities of the essential oil of Vepris macrophylla (Baker) I. Verd. endemic to Madagascar. Chem Biodivers. 10:356–366.", "ArticleIdList": ["23495153"]}, {"Citation": "Maggi F, Caprioli G, Papa F, Sagratini G, Vittori S, Kolarcik V, Mártonfi P.. 2014. Intra-population chemical polymorphism in Thymus pannonicus all growing in Slovakia. Nat Prod Res. 28:1567–1573.", "ArticleIdList": ["24934518"]}, {"Citation": "Mártonfi P.1996. Thymus alternans Klokov – a new species of Slovak flora. Biologia (Bratislava). 51:27–29."}, {"Citation": "Mártonfi P, Mártonfiová L.. 1996. Thymus chromosome numbers from Carpathians and Pannonia. Thaiszia – J. Bot 6:25–38."}, {"Citation": "Mockute D, Bernotiene G.. 2005. Chemical composition of the essential oils and the odor of Thymus pulegioides L. growing wild in Vilnius. J Essent Oil Res. 17:415–418."}, {"Citation": "Morales R.2002. The history, botany and taxonomy of the genus Thymus In: Stahl-Biskup E, Saez F, Editors. Thyme: the genus thymus. London: Taylor & Francis; p. 1–43."}, {"Citation": "Nabavi SM, Marchese A, Izadi M, Curti V, Daglia M, Nabavi SF.. 2015. Plants belonging to the genus Thymus as antibacterial agents: from farm to pharmacy. Food Chem. 173:339–347.", "ArticleIdList": ["25466031"]}, {"Citation": "Načhyčhko V.2014. The genus Thymus l. (Labiatae Juss.) in the Ukrainian Carpathians flora: systematics and taxonomic problems. Visn Lviv Univ Ser Biol. 64:159–169."}, {"Citation": "NIST 08 2008. Mass spectral library (NIST/EPA/NIH). National Institute of Standards and Technology, Gaithersburg, USA."}, {"Citation": "Nogueira Neto JD, De Almeida AAC, Da Silva Oliveira J, Dos Santos PS, De Sousa DP, De Freitas RM.. 2013. Antioxidant effects of nerolidol in mice hippocampus after open field test. Neurochem Res. 38:1861–1870.", "ArticleIdList": ["23765368"]}, {"Citation": "Shan H, Wilson WK, Castillo DA, Matsuda SP.. 2015. Are isoursenol and γ-amyrin rare triterpenes in nature or simply overlooked by usual analytical methods? Org Lett 21. 17:3986–3989.", "ArticleIdList": ["26235440"]}, {"Citation": "Sylvestre M, Pichette A, Lavoie S, Longtin A, Legault J.. 2007. Composition and cytotoxic activity of the leaf essential oil of Comptonia peregrina (L.) Coulter. Phytother Res. 21:536–540.", "ArticleIdList": ["17326040"]}, {"Citation": "Tümen G, Kirimer N, Kurkcuoglu M, Baser KHC.. 1997. Composition of the essential oils of Thymus atticus and Thymus roegneri from Turkey. J Essent Oil Res. 9:473–474."}, {"Citation": "Tzakou O, Constantinidis T.. 2005. Chemotaxonomic significance of volatile compounds in Thymus samius and its related species Thymus atticus and Thymus parnassicus. Biochem Syst Ecol. 33:1131–1140."}, {"Citation": "Vidic D, Ćavar S, Šolić ME, Maksimović M.. 2010. Volatile constituents of two rare subspecies of Thymus praecox. Nat Prod Commun. 5:1123–1126.", "ArticleIdList": ["20734955"]}, {"Citation": "Wattenberg LW.1991. Inhibition of azoxymethane-induced neoplasia of the large bowel by 3-hydroxy-3,7,11-trimethyl-l,6,10-dodecatriene (nerolidol). Carcinogenesis. 12:151–152.", "ArticleIdList": ["1988176"]}, {"Citation": "Zhang Y, Nakamura S, Wang T, Matsuda H, Yoshikawa M.. 2008. The absolute stereostructures of three rare D:B-friedobaccharane skeleton triterpenes from the leaves of Salacia chinensis. Tetrahedron. 64:7347–7352."}]}], "History": [{"Year": "2017", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28222613", "PMC6130594", "10.1080/13880209.2017.1291689"]}}]}