{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Budesonide", "Micelle", "Nanoemulsion", "Nebulizer"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28243265", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1735-0328", "JournalIssue": {"Volume": "15", "Issue": "4", "PubDate": {"Year": "2016", "Season": "Fall"}}, "Title": "Iranian journal of pharmaceutical research : IJPR", "ISOAbbreviation": "Iran J Pharm Res"}, "ArticleTitle": "Investigation of Factors Affecting Aerodynamic Performance of Nebulized Nanoemulsion.", "Pagination": {"StartPage": "687", "EndPage": "693", "MedlinePgn": "687-693"}, "Abstract": {"AbstractText": ["This work aimed to prepare a nanoemulsion preparation containing budesonide and assess its aerodynamic behavior in comparison with suspension of budesonide. <i>In-vitro</i> aerodynamic performance of the corresponding micellar solution (ie. nanoemulsion preparation without oil) was investigated too. Nanoemulsions of almond oil containing budesonide, as a hydrophobic model drug molecule, were prepared and optimized. Then, the effect of variation of surfactant/co-surfactant concentration on the aerodynamic properties of the nebulized aerosol was studied. The results indicated that the most physically stable formulation makes the smallest aerodynamic size. The concentration of co-surfactant was also shown to be critical in determination of aerodynamic size. Furthermore, the optimized sample, with 3% w/w almond oil, 20% w/w Tween 80+Span 80 and 2% w/w ethanol showed a smaller MMAD in comparison with the commercially available suspension and the micellar solution."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Targeted Drug Delivery Research Center, Mashhad University of Medical Sciences, Mashhad, Iran.; Research Center of Natural Product Safety and Medicinal Plants, North Khorasan University of Medical Sciences, Bojnurd , Iran."}], "LastName": "Kamali", "ForeName": "Hosein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biochemistry and Biophysics (I.B.B), University of Tehran, Tehran, Iran."}], "LastName": "Abbasi", "ForeName": "Shayan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Veterinary Medicine, Islamic Azad University, Karaj branch, Karaj, Iran ."}], "LastName": "Amini", "ForeName": "Mohammad Ali", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Nanotechnology, School of Advanced Technologies in Medicine, Tehran University of Medical Sciences, Tehran, Iran. ; Medical Biomaterials Research Center, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Amani", "ForeName": "Amir", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Iran J Pharm Res", "NlmUniqueID": "101208407", "ISSNLinking": "1726-6882"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Shah P, Bhalodia D, Shelat P. Nanoemulsion: a pharmaceutical review. Syst. Rev. Pharm. 2010;1:24."}, {"Citation": "Tenjarla S. Microemulsions: an overview and pharmaceutical applications. Crit. Rev. Ther. Drug Carrier Syst. 1999;16:461.", "ArticleIdList": ["10635455"]}, {"Citation": "Azimi M, Nafissi-Varcheh N, Faramarzi MA, Aboofazeli R. Laccase activity in CTAB-based water-in-oil microemulsions. Iran. J. Pharm. Res. 2016;15:441–52.", "ArticleIdList": ["PMC5149031", "27980579"]}, {"Citation": "Devarajan V, Ravichandran V. Nanoemulsions: As modified drug delivery tool. Int. J. Compr. Pharm. 2011;2:1–6."}, {"Citation": "Guglielmini G. Nanostructured novel carrier for topical application. Clin. Dermatol. 2008;26:341–6.", "ArticleIdList": ["18691513"]}, {"Citation": "Tamilvanan S. Review article submicron emulsions as a carrier for topical (ocular and percutaneous) and nasal drug delivery. Ind. J. Pharm. Edu. 2004;38:73–80."}, {"Citation": "Lawrence MJ, Rees GD. Microemulsion-based media as novel drug delivery systems. Adv. Drug Deliv. Rev. 2000;45:89–121.", "ArticleIdList": ["11104900"]}, {"Citation": "Nikander K, Turpeinen M, Wollmer P. The conventional ultrasonic nebulizer proved inefficient in nebulizing a suspension. J. Aerosol Med. 1999;12:47–53.", "ArticleIdList": ["10539706"]}, {"Citation": "Amani A, York P, Chrystyn H, Clark BJ. Evaluation of a nanoemulsion-based formulation for respiratory delivery of budesonide by nebulizers. AAPS PharmSciTech. 2010;11:1147–51.", "ArticleIdList": ["PMC2974149", "20652776"]}, {"Citation": "Amani A, Chrystyn H, Clark BJ, Abdelrahim ME, York P. Evaluation of supercritical fluid engineered budesonide powder for respiratory delivery using nebulisers. J. Pharm. Pharmacol. 2009;61:1625–30.", "ArticleIdList": ["19958584"]}, {"Citation": "Ahmadi Lakalayeh G, Faridi-Majidi R, Saber R, Partoazar A, Mehr SE, Amani A. Investigating the parameters affecting the stability of superparamagnetic iron oxide-loaded nanoemulsion using artificial neural networks. AAPS PharmSciTech. 2012;13:1386–95.", "ArticleIdList": ["PMC3513463", "23054990"]}, {"Citation": "Jalalipour M, Gilani K, Tajerzadeh H, Najafabadi AR, Barghi M. Characterization and aerodynamic evaluation of spray dried recombinant human growth hormone using protein stabilizing agents. Int. J. Pharm. 2008;352:209–16.", "ArticleIdList": ["18164150"]}, {"Citation": "Almeziny M, Clark B. High performance liquid chromatography assay method for simultaneous quantitation of formoterol and the two epimers of budesonide. J. Pharm. Pharmacol. 2007;59:74."}, {"Citation": "Holt J. MMAD calculator.  avilable from  http://www.mmadcalculator.com."}, {"Citation": "Amani A, Amini MA, Ali HS, York P. Alternatives to conventional suspensions for pulmonary drug delivery by nebulisers: a review. J. Pharm. Sci. 2011;100:4563–70.", "ArticleIdList": ["21671227"]}, {"Citation": "Borukhov I, Andelman D, Orland H. Steric effects in electrolytes: A modified Poisson-Boltzmann equation. Phys. Rev. Lett. 1997;79:435."}, {"Citation": "Malcolmson C, Barlow DJ, Lawrence MJ. Light-scattering studies of testosterone enanthate containing soybean oil/C18:1E10/water oil-in-water microemulsions. J. Pharm. Sci. 2002;91:2317–31.", "ArticleIdList": ["12379917"]}, {"Citation": "Moreno MA, Ballesteros MP, Frutos P. Lecithin-based oil-in-water microemulsions for parenteral use: Pseudoternary phase diagrams, characterization and toxicity studies. J. Pharm. Sci. 2003;92:1428–37.", "ArticleIdList": ["12820147"]}, {"Citation": "Park K-M, Kim C-K. Preparation and evaluation of flurbiprofen-loaded microemulsion for parenteral delivery. Int. J. Pharm. 1999;181:173–9.", "ArticleIdList": ["10370213"]}, {"Citation": "Izquierdo P, Esquena J, Tadros TF, Dederen C, Garcia MJ, Azemar N, Solans C. Formation and stability of nano-emulsions prepared using the phase inversion temperature method. Langmuir. 2002;18:26–30."}, {"Citation": "Resende KX, Correa MA, Oliveira AG, Scarpa MV. Effect of cosurfactant on the supramolecular structure and physicochemical properties of non-ionic biocompatible microemulsions. Rev. Bras. Cienc. Farm. 2008;44:35–42."}, {"Citation": "Xi J, Chang Q, Chan CK, Meng ZY, Wang GN, Sun JB, Wang YT, Tong HHY, Zheng Y. Formulation development and bioavailability evaluation of a self-nanoemulsified drug delivery system of oleanolic acid. AAPS PharmSciTech. 2009;10:172–82.", "ArticleIdList": ["PMC2663680", "19224372"]}, {"Citation": "Lakshmi P, Ashwini KG. Nanosuspension technology: A review. Int. J. Pharm. Sci. 2010;2:35–40."}, {"Citation": "Usmani OS, Biddiscombe MF, Barnes PJ. Regional lung deposition and bronchodilator response as a function of Î²2-agonist particle size. J. Biomed. Mater Res. B Appl. Biomater. 2005;172:1497–504.", "ArticleIdList": ["16192448"]}, {"Citation": "Lawrence MJ, Rees GD. Microemulsion-based media as novel drug delivery systems. Advanced drug delivery reviews. 2000;45:89–121.", "ArticleIdList": ["11104900"]}, {"Citation": "Malmsten M. Microemulsions in pharmaceuticals, in Handbook of Microemulsion Science and Technology. New York: Marcel Dekker, Inc; 1999."}]}], "History": [{"Year": "2017", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28243265", "PMC5316247"]}}]}