{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Blood–brain barrier permeability", "Brain edema", "Cerebral ischemia reperfusion", "Infarct volume", "Neuro-protective", "Rosemary leaf hydro-alcoholic extract"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28243285", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1735-0328", "JournalIssue": {"Volume": "15", "Issue": "4", "PubDate": {"Year": "2016", "Season": "Fall"}}, "Title": "Iranian journal of pharmaceutical research : IJPR", "ISOAbbreviation": "Iran J Pharm Res"}, "ArticleTitle": "The Neuroprotective Effect of Rosemary (<i>Rosmarinus officinalis</i> L.) Hydro-alcoholic Extract on Cerebral Ischemic Tolerance in Experimental Stroke.", "Pagination": {"StartPage": "875", "EndPage": "883", "MedlinePgn": "875-883"}, "Abstract": {"AbstractText": ["The prevention of BBB breakdown and the subsequent vasogenic edema are important parts of the medical management of ischemic stroke. The purpose of this study was to investigate the ischemic tolerance effect of <i>Rosmarinus officinalis</i> leaf hydro-alcoholic extract (RHE). Five groups of animals were designed: sham (underwent surgery without MCAO) and MCAO groups, the MCAO groups were pretreated orally by gavages with RHE (50, 75, and 100 mg/Kg/day), daily for 30 days. Two hours after the last dose, serum lipid levels were determined and then the rats were subjected to 60 min of middle cerebral artery occlusion followed by 24 h of reperfusion. Subsequently, brain infarct size, brain edema and Evans Blue dye extravasations were measured and neurological deficits were scored. Dietary RHE could significantly reduce cortical and sub-cortical infarct volumes (211.55 ± 24.88 mm<sup>3</sup><i>vs</i>. 40.59 ± 10.04 mm<sup>3</sup><i>vs</i>. 29.96 ± 12.19 mm<sup>3</sup><i>vs</i>. 6.58 ± 3.2 mm<sup>3</sup>), neurologic deﬁcit scores, cerebral edema (82.34 ± 0.42% <i>vs</i>. 79.92 ± 0.49% <i>vs</i>. 79.45 ± 0.26% vs. 79.30 ± 0.19%), blood-brain barrier (BBB) permeability (7.73 ± 0.4 μg/g tissue <i>vs</i>. 4.1 ± 0.23 μg/g tissue <i>vs</i>. 3.58 ± 0.3 μg/g tissue <i>vs</i>. 3.38 ± 0.25 μg/g tissue) in doses of 50, 75 and 100 mg/Kg/day as compared with the control group in the transient model of focal cerebral ischemia. Although pretreatment with RHE plays an important role in the generation of tolerance against cerebral I/R injury, further studies are needed to clarify the mechanism of the ischemic tolerance."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Biological Sciences, Kharazmi University, Tehran, Iran."}], "LastName": "Seyedemadi", "ForeName": "Parisa", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Islamic Azad University - Zanjan Branch, Zanjan, Iran."}], "LastName": "Rahnema", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Biological Sciences, Shahid Beheshti University, G.C., Tehran, Iran."}], "LastName": "Bigdeli", "ForeName": "Mohammad Reza", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Biological Sciences, Kharazmi University, Tehran, Iran."}], "LastName": "Oryan", "ForeName": "Shahrebano", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, Medicinal Plants & Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Rafati", "ForeName": "Hassan", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Iran J Pharm Res", "NlmUniqueID": "101208407", "ISSNLinking": "1726-6882"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Liu F, Akella P, Benashski SE, Xu Y, Mccullough LD. Expression of Na–K–Cl cotransporter and edema formation are age dependent after ischemic stroke. Exp. Neurol. 2010;224:356–61.", "ArticleIdList": ["PMC2906683", "20406636"]}, {"Citation": "Liu ZH, Liu Q, Cai H, Xu CH, Liu G, Li ZH. Calcitonin gene-related peptide prevents blood–brain barrier injury and brain edema induced by focal cerebral ischemia reperfusion. Regul. Peptides. 2011;171:19–25.", "ArticleIdList": ["21718723"]}, {"Citation": "Rekik I, Allassonniere S, Carpenter TK, Wardlaw JM. Medical image analysis methods in MR/CT-imaged acute-subacute ischemic stroke lesion: Segmentation, prediction and insights into dynamic evolution simulation models. A critical appraisal. Neuroimage Clin. 2012;1:164–78.", "ArticleIdList": ["PMC3757728", "24179749"]}, {"Citation": "Raza SS, Khan MM, Ahmad A, Ashafaq M, Islam F, Wagner AP, Safhi MM, Islam F. Neuroprotective effect of naringenin is mediated through suppression of NF-κB signaling pathway in experimental stroke. Neuroscience. 2013;230:157–71.", "ArticleIdList": ["23103795"]}, {"Citation": "Huang P, Zhou CM, Hu Q, Liu YY, Hu BH, Chang X, Zhao XR, Xu XS, Li Q, Wei XH, Mao XW, Wang CS, Fun JY, Han JY. Cerebral care Granule attenuates blood–brain barrier disruption after middle cerebral artery occlusion in rats. Exp. Neurol. 2012;237:453–63.", "ArticleIdList": ["22868201"]}, {"Citation": "Heo J, Han SW, Lee SK. Free radicals as triggers of brain edema formation after stroke. Free Radical Bio. Med. 2005;39:51–70.", "ArticleIdList": ["15925278"]}, {"Citation": "Fanne RA, Nassar T, Yaraovoi S, Rayan A, Lamensdorf I, Karakoveski M, Vadim P, Jammal M, Cines DB, Higazi AR. Blood-brain barrier permeability and tPA–mediated neurotoxicity. Neuropharmacol. 2010;58:972–80.", "ArticleIdList": ["PMC4423729", "20060006"]}, {"Citation": "Kumar G, Goyal MK, Sahota PK, Jain R. Penumbra, the basis of neuroimaging in acute stroke treatment: Current evidence. J. Neurol. Sci. 2010;288:13–24.", "ArticleIdList": ["19875134"]}, {"Citation": "Hughes JL, Beech JS, Jones PS, Wang D, Menon DK, Baron JC. Mapping selective neuronal loss and microglial activation in the salvaged neocortical penumbra in the rat. Neuroimage. 2010;49:19–31.", "ArticleIdList": ["19716426"]}, {"Citation": "Sarris J, Panossian A, Schweitzer I, Stough C, Scholey A. Herbal medicine for depression, anxiety and insomnia: A review of psychopharmacology and clinical evidence. Eur. Neuropsychopharm. 2011;21:841–60.", "ArticleIdList": ["21601431"]}, {"Citation": "Minaiyan M, Ghannadi AR, Afsharipour M, Mahzouni P. Effects of extract and essential oil of Rosmarinus officinalis L on TNBS-induced colitis in rats. Res. Pharm. Sci. 2011;6:13–21.", "ArticleIdList": ["PMC3203268", "22049274"]}, {"Citation": "Martinez AL, Gonzalez-Trujano ME, Chavez M, Pellicer F. Antinociceptive effectiveness of triterpenes from rosemary in visceral nociception. J. Ethnopharmacol. 2012;142:28–34.", "ArticleIdList": ["22543174"]}, {"Citation": "Einbond LS, Wu HA, Kashiwazaki R, He K, Roller M, Su T, Wang X, Glodsberry S. Carnosic acid inhibits the growth of ER-negative human breast cancer cells and synergizes with curcumin. Fitoterapia. 2012;83:1160–8.", "ArticleIdList": ["22828666"]}, {"Citation": "Abu-Al-Basal MA. Healing potential of Rosmarinus ofﬁcinalis L on full-thickness excision cutaneous wounds in alloxan-induced-diabetic BALB/c mice. J. Ethnopharmacol. 2010;131:443–50.", "ArticleIdList": ["20633625"]}, {"Citation": "Amaral GM, De-Carvalho NR, Barcelos RP, Dobrachinski F, De-Lima-Portella R, Da-Silva MH, Lugokenski TH, Mundstock-Dias GR, Da-Luz SC, Boligon AA, Athayde ML, Villetti MA, Soares FA, Fachinetto R. Protective action of ethanolic extract of Rosmarinus ofﬁcinalis L in gastric ulcer prevention induced by ethanol in rats. Food Chem. Toxicol. 2013;55:48–55.", "ArticleIdList": ["23279841"]}, {"Citation": "Cheng AC, Lee MF, Tsai ML, Lai CS, Lee JH, Ho CT, Pan MH. Rosmanol potently induces apoptosis through both the mitochondrial apoptotic pathway and death receptor pathway in human colon adenocarcinoma COLO 205 cells. Food Chem. Toxicol. 2011;49:485–93.", "ArticleIdList": ["21112365"]}, {"Citation": "Posadas SJ, Cas V, Largo C, De-La-Candara B, Matallanas B, Reglero G, De Miguel E. Protective effect of supercritical ﬂuid rosemary extract, Rosmarinus ofﬁcinalis, on antioxidants of major organs of aged rats. Exp. Gerontol. 2009;44:383–9.", "ArticleIdList": ["19289162"]}, {"Citation": "Lian KC, Chuang JJ, Hsieh CW, Wung BS, Huang GD, Jian TY, Sun YW. Dual Mechanisms of NF-κB inhibition in carnosol-treated endothelial cells. Toxicol. Appl. Pharm. 2010;245:21–35.", "ArticleIdList": ["20116392"]}, {"Citation": "Kayashima T, Matsubara K. Antiangiogenic effect of carnosic acid and carnosol, neuroprotective compounds in rosemary leaves. Biosci.Biotech. Bioch. 2012;76(1):115–9.", "ArticleIdList": ["22232247"]}, {"Citation": "Sinkovic A, Suran D, Lokar L, Fliser E, Skerget M, Novak Z, Knez Z. Rosemary extracts improve flow-mediated dilatation of the brachial artery and plasma pai-1 activity in healthy young volunteers. Phytother. Res. 2011;25:402–7.", "ArticleIdList": ["20734322"]}, {"Citation": "Longa EZ, Weinstein PR, Carlson S, Cummins R. Reversible middle cere- bral artery occlusion without craniectomy in rats. Stroke. 1989;20:84–91.", "ArticleIdList": ["2643202"]}, {"Citation": "Swanson RA, Morton MT, Tsao-Wu G, Savalos RA, Davidson C, Sharp FR. A semiautomated method for measuring brain infarct volume. J. Cereber. Blood F. Met. 1990;10 (2):290–3.", "ArticleIdList": ["1689322"]}, {"Citation": "Bigdeli MR, Hajizadeh S, Froozandeh M, Rasulian B, Heidarianpour A, Khoshbaten A. Prolonged and intermittent normobaric hyperoxia induce different degrees of ischemic tolerance in rat brain tissue. Brain Res. 2007;1152:228–33.", "ArticleIdList": ["17475225"]}, {"Citation": "Wei Z, Chigurupati S, Arumugam TV, Jo DG, Li H, Chan SL. Notch activation enhances the microglia-mediated inﬂammatory response associated with focal cerebral ischemia. Stroke. 2011;42:2589–94.", "ArticleIdList": ["21737799"]}, {"Citation": "Yu MH, Choi JH, Chae IG, Im HG, Yang SA, More K, Lee IS, Lee J. Suppression of LPS-induced inﬂammatory activities by Rosmarinus ofﬁcinalis L. Food Chem. 2013;136:1047–54.", "ArticleIdList": ["23122161"]}, {"Citation": "Beninca JP, Dalmarco JB, Pizzolatti MG, Frode TS. Analysis of the anti-inﬂammatory properties of Rosmarinus ofﬁcinalis L in mice. Food Chem. 2011;124:468–75."}, {"Citation": "Sugawara T, Chan PH. Reactive oxygen radicals and pathogenesis of neuronal death after cerebral ischemia. Antioxid. Redox Sign. 2003;5:597–607.", "ArticleIdList": ["14580316"]}, {"Citation": "Botsoglou N, Taitzoglou I, Zervos I, Botsoglou E, Tsantarliotou M, Chatzopoulou PS. Potential of long-term dietary administration of rosemary in improving the antioxidant status of rat tissues following carbon tetrachloride intoxication. Food Chem. Toxicol. 2010;48:944–50.", "ArticleIdList": ["20060873"]}, {"Citation": "Shiga A, Saito Y, Furuhashi T, Hoshizaki JI, Yoshida Y, Niki E. Antioxidative effects of volatile constituents of a rosemary extract on the lipid oxidation and cell damage. Antioxidants, Nutrition & Health. 2004:51–103."}, {"Citation": "Hernandez-Hernandez E, Ponce-Alquicira E, Jaramillo-Flores ME, Legarreta G. Antioxidant effect rosemary (Rosmarinus ofﬁcinalis L) and oregano (Origanum vulgare L) extracts on TBARS and colour of model raw pork batters. Meat Sci. 2009;81:410–7.", "ArticleIdList": ["22064182"]}, {"Citation": "Park S, Kim S, Sapkota K, Kim S. Neuroprotective effect of Rosmarinus ofﬁcinalis extract on human dopaminergic cell line, SH-SY5Y. Cell. Mol. Neurobiol. 2010;30:759–67.", "ArticleIdList": ["20563702"]}, {"Citation": "Zegura B, Dobnik D, Niderl MH, Filipi M. Antioxidant and antigenotoxic effects of rosemary (Rosmarinus ofﬁcinalisL) extracts in Salmonella typhimurium TA98 and HepG2 cells. Environ. Toxicol. phar. 2011;32:296–305.", "ArticleIdList": ["21843811"]}, {"Citation": "Ibarra A, Cases J, Roller M, Chiralt-Boix A, Coussaert A, Ripoll Ch. Carnosic acid-rich rosemary (Rosmarinus ofﬁcinalis L) leaf extract weight gain and improves cholesterol levels and glycaemia in mice a high-fat diet. Brit. J. Nutr. 2011;106:1182–9.", "ArticleIdList": ["21676274"]}, {"Citation": "Tai J, Cheung S, Wu M, Hasman D. Antiproliferation effect of Rosemary (Rosmarinus ofﬁcinalis) on ovarian cancer cells in vitro human. Phytomedicine. 2012;19:436–43.", "ArticleIdList": ["22325591"]}]}], "History": [{"Year": "2017", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28243285", "PMC5316267"]}}]}