{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Adventitious roots", "Ajuga", "Elicitation", "Methyl jasmonate", "Phenolics", "Phenyl Acetic Acid"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28250598", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "01", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-016-0406-7"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Jan"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Impacts of methyl jasmonate and phenyl acetic acid on biomass accumulation and antioxidant potential in adventitious roots of <i>Ajuga bracteosa</i> Wall ex Benth., a high valued endangered medicinal plant.", "Pagination": {"StartPage": "229", "EndPage": "237", "MedlinePgn": "229-237"}, "Abstract": {"AbstractText": ["<i>Ajuga bracteosa</i> is a medicinally important plant globally used in the folk medicine against many serious ailments. In the present study, effects of two significant elicitors, methyl jasmonate (Me-J) and phenyl acetic acid (PAA) were studied on growth parameters, secondary metabolites production, and antioxidant potential in adventitious root suspension cultures of <i>A. bracteosa</i>. The results showed a substantial increase in biomass accumulation, exhibiting longer log phases of cultures growth in response to elicitor treatments, in comparison to control. Maximum dry biomass formation (8.88 DW g/L) was recorded on 32nd day in log phase of culture when  0.6 mg/L Me-J was applied; however, PAA at 1.2 mg/L produced maximum biomass (8.24 DW g/L) on day 40 of culture.  Furthermore, we observed the elicitors-induced enhancement in phenolic content (total phenolic content), flavonoid content (total flavonoid content) and antioxidant activity (free radical scavenging activity) in root suspension cultures of <i>A. bracteosa.</i> Application of 0.6 mg/L and 1.2 mg/L of Me-J, root cultures accumulated higher TPC levels (3.6 mg GAE/g DW) and (3.7 mg GAE/g DW) in the log phase and stationary phase, respectively, while 2.5 mg/L Me-J produced lower levels (1.4 mg GAE/g DW) in stationary phase of growth stages. Moreover, TFC and FRSA values were found in correspondence to TPC values in the respective growth phases at the similar elicitor treatment. Thus, a feasible protocol for establishment of adventitious roots in <i>A. bracteosa</i> was developed and enhancement in biomass and metabolite content in adventitious root was promoted through elicitation."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0000 9284 9490", "grid.418920.6"], "Affiliation": "Biotechnology Program, Department of Environmental Sciences, COMSATS Institute of Information Technology (CIIT), Abbottabad, Pakistan."}], "LastName": "Saeed", "ForeName": "Sabahat", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.459380.3"], "Affiliation": "Department of Biotechnology, Bacha Khan University Charsadda, Charsadda, KP Pakistan."}], "LastName": "Ali", "ForeName": "Huma", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.440567.4"], "Affiliation": "Department of Biotechnology, University of Malakand, Chakdara, Dir Lower, Pakistan."}], "LastName": "Khan", "ForeName": "Tariq", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, The University of Poonch Rawalakot, Rawalakot, Azad Kashmir Pakistan."}], "LastName": "Kayani", "ForeName": "Waqas", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0004 0478 6450", "grid.440522.5"], "Affiliation": "Department of Biotechnology, Faculty of Chemical and Life Sciences, Abdul Wali Khan University Mardan (AWKUM), Mardan, 23200 KP Pakistan."}], "LastName": "Khan", "ForeName": "Mubarak Ali", "Initials": "MA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}, "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abbasi BH, Khan MA, Mahmood T, Ahmad M, Chaudhary MF, Khan MA. Shoot regeneration and free-radical scavenging activity in Silybum marianum L. Plant Cell Tissue Organ Cult (PCTOC) 2010;101:371–376. doi: 10.1007/s11240-010-9692-x.", "ArticleIdList": ["10.1007/s11240-010-9692-x"]}, {"Citation": "Abbasi BH, Ali H, Yücesan B, Saeed S, Rehman K, Khan MA. Evaluation of biochemical markers during somatic embryogenesis in Silybum marianum L. 3 Biotech. 2016;6:1–8. doi: 10.1007/s13205-016-0366-1.", "ArticleIdList": ["10.1007/s13205-016-0366-1", "PMC4755959", "28330141"]}, {"Citation": "Ali M, Hahn E-J, Paek K-Y. Methyl Jasmonate and salicylic acid induced oxidative stress and accumulation of phenolics in Panax ginseng bioreactor root suspension cultures. Molecules. 2007;12:607. doi: 10.3390/12030607.", "ArticleIdList": ["10.3390/12030607", "PMC6149333", "17851415"]}, {"Citation": "Arfan M, Khan GA, Ahmad N. Steroids and terpenoids of the genus Ajuga. J Chem Soc Pak. 1996;18:170–174."}, {"Citation": "Bathoju G, Giri A. Production of medicinally important secondary metabolites (stigmasterol and hecogenin) from root cultures of Chlorophytum borivilianum (Safed musli) Recent Res Sci Technol. 2012;4:45–48."}, {"Citation": "Chang C-C, Yang M-H, Wen H-M, Chern J-C (2002) Estimation of total flavonoid content in propolis by two complementary colorimetric methods. J Food Drug Anal 10(3):178–182"}, {"Citation": "Chopra RN, Chopra IC, Nayar SL. Glossary of Indian medicinal plants. New Delhi: Council of Scientific and Industrial Research; 1956."}, {"Citation": "De Klerk G-J, Brugge JT, Marinova S. Effectiveness of indoleacetic acid, indolebutyric acid and naphthaleneacetic acid during adventitious root formation in vitro in Malus ‘Jork 9’. Plant Cell Tissue Organ Cult. 1997;49:39–44. doi: 10.1023/A:1005850222973.", "ArticleIdList": ["10.1023/A:1005850222973"]}, {"Citation": "Dinan L. Phytoecdysteroids: biological aspects. Phytochemistry. 2001;57:325–339. doi: 10.1016/S0031-9422(01)00078-4.", "ArticleIdList": ["10.1016/S0031-9422(01)00078-4", "11393511"]}, {"Citation": "Dixon RA, Paiva NL. Stress-induced phenylpropanoid metabolism. Plant Cell. 1995;7:1085. doi: 10.1105/tpc.7.7.1085.", "ArticleIdList": ["10.1105/tpc.7.7.1085", "PMC160915", "12242399"]}, {"Citation": "Dunlap JR, Kresovich S, McGee RE. The effect of salt concentration on auxin stability in culture media. Plant Physiol. 1986;81:934–936. doi: 10.1104/pp.81.3.934.", "ArticleIdList": ["10.1104/pp.81.3.934", "PMC1075455", "16664930"]}, {"Citation": "Gapper C, Dolan L. Control of plant development by reactive oxygen species. Plant Physiol. 2006;141:341–345. doi: 10.1104/pp.106.079079.", "ArticleIdList": ["10.1104/pp.106.079079", "PMC1475470", "16760485"]}, {"Citation": "Gautam R, Jachak SM, Saklani A. Anti-inflammatory effect of Ajuga bracteosa Wall. ex Benth. mediated through cyclooxygenase (COX) inhibition. J Ethnopharmacol. 2011;133:928–930. doi: 10.1016/j.jep.2010.11.003.", "ArticleIdList": ["10.1016/j.jep.2010.11.003", "21073945"]}, {"Citation": "Gundlach H, Muller MJ, Kutchan TM, Zenk MH. Jasmonic acid is a signal transducer in elicitor-induced plant cell cultures. Proc Natl Acad Sci USA. 1992;89:2389–2393. doi: 10.1073/pnas.89.6.2389.", "ArticleIdList": ["10.1073/pnas.89.6.2389", "PMC48663", "11607285"]}, {"Citation": "Heller W, Forkmann G (1988) Biosynthesis. In: Harborne JB, Mabry TJ, Mabry H (eds) The flavonoids. Springer, pp 399–425"}, {"Citation": "Jalalpour Z, Shabani L, Afghani L, Sharifi-Tehrani M, Amini S-A. Stimulatory effect of Methyl Jasmonate and squalestatin on phenolic metabolism through induction of LOX activity in cell suspension culture of yew. Turk J Biol. 2014;38:76–82. doi: 10.3906/biy-1306-91.", "ArticleIdList": ["10.3906/biy-1306-91"]}, {"Citation": "Jan M, Singh S, Kaloo ZA, Maqbool F. Callus induction and multiple shoot regeneration in Ajuga bracteosa Wall. ex Benth.—an important medicinal plant growing in Kashmir Himalaya. J Sci Innov Res. 2014;3:319–324."}, {"Citation": "Kayani WK, Rani R, Ihsan-ul H, Mirza B. Seasonal and geographical impact on the morphology and 20-hydroxyecdysone content in different tissue types of wild Ajuga bracteosa Wall. ex Benth. Steroids. 2014;87:12–20. doi: 10.1016/j.steroids.2014.04.017.", "ArticleIdList": ["10.1016/j.steroids.2014.04.017", "24819991"]}, {"Citation": "Khan MA, Abbasi BH, Ahmed N, Ali H. Effects of light regimes on in vitro seed germination and silymarin content in Silybum marianum. Ind Crops Prod. 2013;46:105–110. doi: 10.1016/j.indcrop.2012.12.035.", "ArticleIdList": ["10.1016/j.indcrop.2012.12.035"]}, {"Citation": "Khan MA, Abbasi BH, Ali H, Ali M, Adil M, Hussain I. Temporal variations in metabolite profiles at different growth phases during somatic embryogenesis of Silybum marianum L. Plant Cell Tissue Organ Cult (PCTOC) 2015;120:127–139. doi: 10.1007/s11240-014-0587-0.", "ArticleIdList": ["10.1007/s11240-014-0587-0"]}, {"Citation": "Khan MA, Abbasi BH, Shah NA, Yücesan B, Ali H. Analysis of metabolic variations throughout growth and development of adventitious roots in Silybum marianum L. (Milk thistle), a medicinal plant. Plant Cell Tissue Organ Cult (PCTOC) 2015;123:501–510. doi: 10.1007/s11240-015-0854-8.", "ArticleIdList": ["10.1007/s11240-015-0854-8"]}, {"Citation": "Lee YS, Yang T-J, Park SU, Baek JH, Wu SQ, Lim K-B. Induction and proliferation of adventitious roots from ‘Aloe vera’ leaf tissues for ‘in vitro’ production of aloe-emodin. Plant Omics. 2011;4:190."}, {"Citation": "Lister CE, Lancaster JE, Walker JR. Developmental changes in enzymes of flavonoid biosynthesis in the skins of red and green apple cultivars. J Sci Food Agric. 1996;71:313–320. doi: 10.1002/(SICI)1097-0010(199607)71:3<313::AID-JSFA586>3.0.CO;2-N.", "ArticleIdList": ["10.1002/(SICI)1097-0010(199607)71:3<313::AID-JSFA586>3.0.CO;2-N"]}, {"Citation": "Liszkay A, van der Zalm E, Schopfer P. Production of reactive oxygen intermediates (O2−, H2O2, and ˙OH) by maize roots and their role in wall loosening and elongation growth. Plant Physiol. 2004;136:3114–3123. doi: 10.1104/pp.104.044784.", "ArticleIdList": ["10.1104/pp.104.044784", "PMC523372", "15466236"]}, {"Citation": "Misico RI, Nicotra VE, Oberti JC, Barboza G, Gil RR, Burton G (2011) Withanolides and related steroids. In: Progress in the chemistry of organic natural products, vol 94. Springer, pp 127–229", "ArticleIdList": ["21833839"]}, {"Citation": "Mulabagal V, Tsay H-S. Plant cell cultures-an alternative and efficient source for the production of biologically important secondary metabolites. Int J Appl Sci Eng. 2004;2:29–48."}, {"Citation": "Murashige T, Skoog F. A revised medium for rapid growth and bio assays with tobacco tissue cultures. Physiol Plant. 1962;15:473–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Paek K-Y, Hahn E-J, Son S-H. Application of bioreactors for large-scale micropropagation systems of plants. In Vitro Cell Dev Biol Plant. 2001;37:149–157. doi: 10.1007/s11627-001-0027-9.", "ArticleIdList": ["10.1007/s11627-001-0027-9"]}, {"Citation": "Pala A, et al. Ajuga bracteosa wall: a review on its ethnopharmacological and phytochemical studies. Der Pharm Sin. 2011;2:1–10."}, {"Citation": "Peeters AJ, Gerards W, Barendse GW, Wullems GJ. In vitro flower bud formation in tobacco: interaction of hormones. Plant Physiol. 1991;97:402–408. doi: 10.1104/pp.97.1.402.", "ArticleIdList": ["10.1104/pp.97.1.402", "PMC1081012", "16668399"]}, {"Citation": "Thanh N, Murthy H, Yu K, Hahn E, Paek K. Methyl Jasmonate elicitation enhanced synthesis of ginsenoside by cell suspension cultures of Panax ginseng in 5-l balloon type bubble bioreactors. Appl Microbiol Biotechnol. 2005;67:197–201. doi: 10.1007/s00253-004-1759-3.", "ArticleIdList": ["10.1007/s00253-004-1759-3", "15578180"]}, {"Citation": "Velioglu Y, Mazza G, Gao L, Oomah B. Antioxidant activity and total phenolics in selected fruits, vegetables, and grain products. J Agric Food Chem. 1998;46:4113–4117. doi: 10.1021/jf9801973.", "ArticleIdList": ["10.1021/jf9801973"]}, {"Citation": "Yan Y-H, et al. Effect of naphthalene acetic acid on adventitious root development and associated physiological changes in stem cutting of Hemarthria compressa. PLoS ONE. 2014;9:e90700. doi: 10.1371/journal.pone.0090700.", "ArticleIdList": ["10.1371/journal.pone.0090700", "PMC3942460", "24595064"]}, {"Citation": "Yang L, Stöckigt J. Trends for diverse production strategies of plant medicinal alkaloids. Nat Prod Rep. 2010;27:1469–1479. doi: 10.1039/c005378c.", "ArticleIdList": ["10.1039/c005378c", "20730220"]}, {"Citation": "Zhang J, Gao W-Y, Wang J, Li X-L. Effects of explant types and media salt strength on growth and secondary metabolite accumulation in adventitious roots of Periploca sepium Bunge. Acta Physiol Plant. 2011;33:2447–2452. doi: 10.1007/s11738-011-0785-x.", "ArticleIdList": ["10.1007/s11738-011-0785-x"]}, {"Citation": "Zhang J, Gao W-Y, Wang J, Li X. Effects of sucrose concentration and exogenous hormones on growth and periplocin accumulation in adventitious roots of Periploca sepium Bunge. Acta Physiol Plant. 2012;34:1345–1351. doi: 10.1007/s11738-012-0931-0.", "ArticleIdList": ["10.1007/s11738-012-0931-0"]}]}], "History": [{"Year": "2016", "Month": "9", "Day": "8"}, {"Year": "2016", "Month": "12", "Day": "11"}, {"Year": "2017", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28250598", "PMC5313410", "10.1007/s12298-016-0406-7", "406"]}}]}