{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["454 sequencing", "De novo assembly", "Hybrid assembly", "Illumina sequencing", "Persicaria minor", "RNA-seq"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28265493", "DateRevised": {"Year": "2024", "Month": "05", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "02", "Day": "28"}], "Language": ["eng"], "ELocationID": ["e2938", "10.7717/peerj.2938"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "5", "PubDate": {"Year": "2017"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "Transcriptome analysis of <i>Polygonum minus</i> reveals candidate genes involved in important secondary metabolic pathways of phenylpropanoids and flavonoids.", "Pagination": {"StartPage": "e2938", "MedlinePgn": "e2938"}, "Abstract": {"AbstractText": ["<i>Polygonum minus</i> is an herbal plant in the Polygonaceae family which is rich in ethnomedicinal plants. The chemical composition and characteristic pungent fragrance of <i>Polygonum minus</i> have been extensively studied due to its culinary and medicinal properties. There are only a few transcriptome sequences available for species from this important family of medicinal plants. The limited genetic information from the public expressed sequences tag (EST) library hinders further study on molecular mechanisms underlying secondary metabolite production.", "In this study, we performed a hybrid assembly of 454 and Illumina sequencing reads from <i>Polygonum minus</i> root and leaf tissues, respectively, to generate a combined transcriptome library as a reference.", "A total of 34.37 million filtered and normalized reads were assembled into 188,735 transcripts with a total length of 136.67 Mbp. We performed a similarity search against all the publicly available genome sequences and found similarity matches for 163,200 (86.5%) of <i>Polygonum minus</i> transcripts, largely from <i>Arabidopsis thaliana</i> (58.9%). Transcript abundance in the leaf and root tissues were estimated and validated through RT-qPCR of seven selected transcripts involved in the biosynthesis of phenylpropanoids and flavonoids. All the transcripts were annotated against KEGG pathways to profile transcripts related to the biosynthesis of secondary metabolites.", "This comprehensive transcriptome profile will serve as a useful sequence resource for molecular genetics and evolutionary research on secondary metabolite biosynthesis in Polygonaceae family. Transcriptome assembly of <i>Polygonum minus</i> can be accessed at http://prims.researchfrontier.org/index.php/dataset/transcriptome."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Systems Biology, Universiti Kebangsaan Malaysia , Bangi , Malaysia."}], "LastName": "Loke", "ForeName": "Kok-Keong", "Initials": "KK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Systems Biology, Universiti Kebangsaan Malaysia , Bangi , Malaysia."}], "LastName": "Rahnamaie-Tajadod", "ForeName": "Reyhaneh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biosciences and Biotechnology, Faculty of Science and Technology, Universiti Kebangsaan Malaysia , Bangi , Malaysia."}], "LastName": "Yeoh", "ForeName": "Chean-Chean", "Initials": "CC"}, {"Identifier": ["0000-0002-8508-9977"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Systems Biology, Universiti Kebangsaan Malaysia , Bangi , Malaysia."}], "LastName": "Goh", "ForeName": "Hoe-Han", "Initials": "HH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Systems Biology, Universiti Kebangsaan Malaysia, Bangi, Malaysia; School of Biosciences and Biotechnology, Faculty of Science and Technology, Universiti Kebangsaan Malaysia, Bangi, Malaysia."}], "LastName": "Mohamed-Hussein", "ForeName": "Zeti-Azura", "Initials": "ZA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Systems Biology, Universiti Kebangsaan Malaysia, Bangi, Malaysia; School of Biosciences and Biotechnology, Faculty of Science and Technology, Universiti Kebangsaan Malaysia, Bangi, Malaysia."}], "LastName": "Zainal", "ForeName": "Zamri", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Systems Biology, Universiti Kebangsaan Malaysia, Bangi, Malaysia; School of Biosciences and Biotechnology, Faculty of Science and Technology, Universiti Kebangsaan Malaysia, Bangi, Malaysia."}], "LastName": "Ismail", "ForeName": "Ismanizan", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Systems Biology, Universiti Kebangsaan Malaysia , Bangi , Malaysia."}], "LastName": "Mohd Noor", "ForeName": "Normah", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahmad R, Baharum SN, Bunawan H, Lee M, Noor N, Rohani ER, Ilias N, Zin N. Volatile profiling of aromatic traditional medicinal plant, Polygonum minus in different tissues and its biological activities. Molecules. 2014;19(11):19220–19242. doi: 10.3390/molecules191119220.", "ArticleIdList": ["10.3390/molecules191119220", "PMC6271663", "25420073"]}, {"Citation": "Ashraf MF, Che Mohd Zain CR, Zainal Z, Mohd Noor N, Anuar N, Markom M, Ismail I. Establishment of Persicaria minor hairy roots and analysis of secreted β-caryophyllene in medium broth. Plant Cell, Tissue and Organ Culture. 2014;121(1):11–20. doi: 10.1007/s11240-014-0674-2.", "ArticleIdList": ["10.1007/s11240-014-0674-2"]}, {"Citation": "Baharum SN, Bunawan H, Ghani MA, Mustapha WAW, Noor NM. Analysis of the chemical composition of the essential oil of Polygonum minus Huds. Using two-dimensional gas chromatography-time-of-flight mass spectrometry (GC-TOF MS) Molecules. 2010;15(10):7006–7015. doi: 10.3390/molecules15107006.", "ArticleIdList": ["10.3390/molecules15107006", "PMC6259174", "20944520"]}, {"Citation": "Bolger AM, Lohse M, Usadel B. Trimmomatic: a flexible trimmer for Illumina sequence data. Bioinformatics. 2014;30(15):2114–2120. doi: 10.1093/bioinformatics/btu170.", "ArticleIdList": ["10.1093/bioinformatics/btu170", "PMC4103590", "24695404"]}, {"Citation": "Brown CT, Crusoe MR, Edvenson G, Fish J, Howe A, McDonald E, Nahum J, Nanlohy K, Ortiz-Zuazaga H, Pell J, Simpson J, Scott C, Srinivasan RR, Zhang Q. The khmer software package: enabling efficient sequence analysis. https://figshare.com/articles/The_khmer_software_package_enabling_efficient_sequence_analysis/979190 figshare. 2014", "ArticleIdList": ["0"]}, {"Citation": "Cazzonelli CI. Carotenoids in nature: insights from plants and beyond. Functional Plant Biology. 2011;38(11):833–847. doi: 10.1071/fp11192.", "ArticleIdList": ["10.1071/fp11192", "32480941"]}, {"Citation": "Cheng A-X, Lou Y-G, Mao Y-B, Lu S, Wang L-J, Chen X-Y. Plant terpenoids: biosynthesis and ecological functions. Journal of Integrative Plant Biology. 2007;49(2):179–186. doi: 10.1111/j.1744-7909.2007.00395.x.", "ArticleIdList": ["10.1111/j.1744-7909.2007.00395.x"]}, {"Citation": "Chevreux B, Pfisterer T, Drescher B, Driesel AJ, Müller WEG, Wetter T, Suhai S. Using the miraEST assembler for reliable and automated mRNA transcript assembly and SNP detection in sequenced ESTs. Genome Research. 2004;14:1147–1159. doi: 10.1101/gr.1917404.", "ArticleIdList": ["10.1101/gr.1917404", "PMC419793", "15140833"]}, {"Citation": "Christapher P, Parasuraman S, Christina JMA, Asmawi MZ, Vikneswaran M. Review on Polygonum minus Huds, a commonly used food additive in Southeast Asia. Pharmacognosy Research. 2015;7(1):1–6. doi: 10.4103/0974-8490.147125.", "ArticleIdList": ["10.4103/0974-8490.147125", "PMC4285636", "25598627"]}, {"Citation": "Clarke K, Yang Y, Marsh R, Xie LL, Zhang KK. Comparative analysis of de novo transcriptome assembly. Science China Life Sciences. 2013;56(2):156–162. doi: 10.1007/s11427-013-4444-x.", "ArticleIdList": ["10.1007/s11427-013-4444-x", "PMC5778448", "23393031"]}, {"Citation": "Ee S-F, Oh J-M, Mohd Noor N, Kwon T-R, Mohamed-Hussein Z-A, Ismail I, Zainal Z. Transcriptome profiling of genes induced by salicylic acid and methyl jasmonate in Polygonum minus. Molecular Biology Reports. 2013;40(3):2231–2241. doi: 10.1007/s11033-012-2286-4.", "ArticleIdList": ["10.1007/s11033-012-2286-4", "23187733"]}, {"Citation": "George A, Ng CP, O’Callaghan M, Jensen GS, Wong HJ. In vitro and ex-vivo cellular antioxidant protection and cognitive enhancing effects of an extract of Polygonum minus Huds (LineminusTM) demonstrated in a Barnes Maze animal model for memory and learning. BMC Complementary and Alternative Medicine. 2014;14(1):161. doi: 10.1186/1472-6882-14-161.", "ArticleIdList": ["10.1186/1472-6882-14-161", "PMC4036647", "24886679"]}, {"Citation": "Goh H-H, Khairudin K, Sukiran NA, Normah MN, Baharum SN. Metabolite profiling reveals temperature effects on the VOCs and flavonoids of different plant populations. Plant Biology. 2016;18(S1):130–139. doi: 10.1111/plb.12403.", "ArticleIdList": ["10.1111/plb.12403", "26417881"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, Adiconis X, Fan L, Raychowdhury R, Zeng Q, Chen Z, Mauceli E, Hacohen N, Gnirke A, Rhind N, di Palma F, Birren BW, Nusbaum C, Lindblad-Toh K, Friedman N, Regev A. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nature Biotechnology. 2011;29(7):644–652. doi: 10.1038/nbt.1883.", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Guo Q, Ma X, Wei S, Qiu D, Wilson IW, Wu P, Tang Q, Liu L, Dong S, Zu W. De novo transcriptome sequencing and digital gene expression analysis predict biosynthetic pathway of rhynchophylline and isorhynchophylline from Uncaria rhynchophylla, a non-model plant with potent anti-alzheimer’s properties. BMC Genomics. 2014;15(1):676. doi: 10.1186/1471-2164-15-676.", "ArticleIdList": ["10.1186/1471-2164-15-676", "PMC4143583", "25112168"]}, {"Citation": "Hao D, Ma P, Mu J, Chen S, Xiao P, Peng Y, Huo L, Xu L, Sun C. De novo characterization of the root transcriptome of a traditional Chinese medicinal plant Polygonum cuspidatum. Science China Life Sciences. 2012;55(5):452–466. doi: 10.1007/s11427-012-4319-6.", "ArticleIdList": ["10.1007/s11427-012-4319-6", "22645089"]}, {"Citation": "Heiling S, Schuman MC, Schoettner M, Mukerjee P, Berger B, Schneider B, Jassbi AR, Baldwin IT. Jasmonate and ppHsystemin regulate key malonylation steps in the biosynthesis of 17-hydroxygeranyllinalool diterpene glycosides, an abundant and effective direct defense against herbivores in Nicotiana attenuata. Plant Cell. 2010;22(1):273–292. doi: 10.1105/tpc.109.071449.", "ArticleIdList": ["10.1105/tpc.109.071449", "PMC2828710", "20081114"]}, {"Citation": "Huang X, Madan A. CAP3: a DNA sequence assembly program. Genome Research. 1999;9(9):868–877. doi: 10.1101/gr.9.9.868.", "ArticleIdList": ["10.1101/gr.9.9.868", "PMC310812", "10508846"]}, {"Citation": "Jayakodi M, Lee S-C, Lee YS, Park H-S, Kim N-H, Jang W, Lee HO, Joh HJ, Yang T-J. Comprehensive analysis of Panax ginseng root transcriptomes. BMC Plant Biology. 2015;15(1):138. doi: 10.1186/s12870-015-0527-0.", "ArticleIdList": ["10.1186/s12870-015-0527-0", "PMC4464628", "26063328"]}, {"Citation": "Korkina LG. Phenylpropanoids as naturally occurring antioxidants: from plant defense to human health. Cellular and Molecular Biology. 2007;53(1):15–25.", "ArticleIdList": ["17519109"]}, {"Citation": "Li B, Dewey CN. RSEM: accurate transcript quantification from RNA-Seq data with or without a reference genome. BMC Bioinformatics. 2011;12(1):323. doi: 10.1186/1471-2105-12-323.", "ArticleIdList": ["10.1186/1471-2105-12-323", "PMC3163565", "21816040"]}, {"Citation": "Li H, Dong Y, Yang J, Liu X, Wang Y, Yao N, Guan L, Wang N, Wu J, Li X. De novo transcriptome of safflower and the identification of putative genes for oleosin and the biosynthesis of flavonoids. PLoS ONE. 2012;7(2):e30987. doi: 10.1371/journal.pone.0030987.", "ArticleIdList": ["10.1371/journal.pone.0030987", "PMC3283594", "22363528"]}, {"Citation": "Liu S, Li W, Wu Y, Chen C, Lei J. De novo transcriptome assembly in chili pepper (Capsicum frutescens) to identify genes involved in the biosynthesis of capsaicinoids. PLoS ONE. 2013;8(1):e48156. doi: 10.1371/journal.pone.0048156.", "ArticleIdList": ["10.1371/journal.pone.0048156", "PMC3551913", "23349661"]}, {"Citation": "Loke K-K, Rahnamaie-Tajadod R, Yeoh C-C, Goh H-H, Mohamed-Hussein ZA, Mohd Noor N, Zainal Z, Ismail I. RNA-seq analysis for secondary metabolite pathway gene discovery in Polygonum minus. Genomics Data. 2016;7:12–13. doi: 10.1016/j.gdata.2015.11.003.", "ArticleIdList": ["10.1016/j.gdata.2015.11.003", "PMC4778588", "26981350"]}, {"Citation": "López-Gómez R, Gómez-Lim MA. A method for extracting intact RNA from fruits rich in polysaccharides using ripe mango mesocarp. HortScience. 1992;27(5):440–442."}, {"Citation": "Martin M. Cutadapt removes adapter sequences from high-throughput sequencing reads. EMBnet.journal. 2011;17(1):10–12. doi: 10.14806/ej.17.1.200.", "ArticleIdList": ["10.14806/ej.17.1.200"]}, {"Citation": "Minami Y, Sarangi BK, Thul ST. Transcriptome analysis for identification of indigo biosynthesis pathway genes in Polygonum tinctorium. Biologia (Poland) 2015;70(8):1026–1032. doi: 10.1515/biolog-2015-0131.", "ArticleIdList": ["10.1515/biolog-2015-0131"]}, {"Citation": "Mohd Ghazali MA, Al-Naqeb G, Krishnan Selvarajan K, Hazizul Hasan M, Adam A. Apoptosis induction by Polygonum minus is related to antioxidant capacity, alterations in expression of apoptotic-related genes, and S-phase cell cycle arrest in HepG2 cell line. BioMed Research International. 2014;2014:13. doi: 10.1155/2014/539607.", "ArticleIdList": ["10.1155/2014/539607", "PMC4052882", "24955361"]}, {"Citation": "Moore BD, Andrew RL, Külheim C, Foley WJ. Explaining intraspecific diversity in plant secondary metabolites in an ecological context. New Phytologist. 2014;201(3):733–750. doi: 10.1111/nph.12526.", "ArticleIdList": ["10.1111/nph.12526", "24117919"]}, {"Citation": "Mundry M, Bornberg-Bauer E, Sammeth M, Feulner PGD. Evaluating characteristics of de novo assembly software on 454 transcriptome data: a simulation approach. PLoS ONE. 2012;7(2):e31410. doi: 10.1371/journal.pone.0031410.", "ArticleIdList": ["10.1371/journal.pone.0031410", "PMC3288049", "22384018"]}, {"Citation": "Narasimhulu G, Reddy KK, Mohamed J. The genus Polygonum (Polygonaceae): An ethnopharmacological and phytochemical perspectives: review. International Journal of Pharmacy and Pharmaceutical Sciences. 2014;6:21–45."}, {"Citation": "Nolan T, Hands RE, Bustin SA. Quantification of mRNA using real-time RT-PCR. Nature Protocols. 2006;1(3):1559–1582. doi: 10.1038/nprot.2006.236.", "ArticleIdList": ["10.1038/nprot.2006.236", "17406449"]}, {"Citation": "Roslan ND, Yusop JM, Baharum SN, Othman R, Mohamed-Hussein Z-A, Ismail I, Noor NM, Zainal Z. Flavonoid biosynthesis genes putatively identified in the aromatic plant Polygonum minus via expressed sequences tag (EST) analysis. International Journal of Molecular Sciences. 2012;13(12):2692–2706. doi: 10.3390/ijms13032692.", "ArticleIdList": ["10.3390/ijms13032692", "PMC3317681", "22489118"]}, {"Citation": "Seitz B, Klos C, Wurm M, Tenhaken R. Matrix polysaccharide precursors in Arabidopsis cell walls are synthesized by alternate pathways with organ-specific expression patterns. Plant Journal. 2000;21(6):537–546. doi: 10.1046/j.1365-313X.2000.00696.x.", "ArticleIdList": ["10.1046/j.1365-313X.2000.00696.x", "10758504"]}, {"Citation": "Seo S, Gomi K, Kaku H, Abe H, Seto H, Nakatsu S, Neya M, Kobayashi M, Nakaho K, Ichinose Y, Mitsuhara I, Ohashi Y. Identification of natural diterpenes that inhibit bacterial wilt disease in tobacco, tomato and arabidopsis. Plant and Cell Physiology. 2012;53(8):1432–1444. doi: 10.1093/pcp/pcs085.", "ArticleIdList": ["10.1093/pcp/pcs085", "22685082"]}, {"Citation": "Shetty K. Role of proline-linked pentose phosphate pathway in biosynthesis of plant phenolics for functional food and environmental applications: a review. Process Biochemistry. 2004;39(7):789–803. doi: 10.1016/s0032-9592(03)00088-8.", "ArticleIdList": ["10.1016/s0032-9592(03)00088-8"]}, {"Citation": "Shi CY, Yang H, Wei CL, Yu O, Zhang ZZ, Jiang CJ, Sun J, Li YY, Chen Q, Xia T, Wan XC. Deep sequencing of the Camellia sinensis transcriptome revealed candidate genes for major metabolic pathways of tea-specific compounds. BMC Genomics. 2011;12(1):131. doi: 10.1186/1471-2164-12-131.", "ArticleIdList": ["10.1186/1471-2164-12-131", "PMC3056800", "21356090"]}, {"Citation": "Treutter D. Significance of flavonoids in plant resistance: a review. Environmental Chemistry Letters. 2006;4(3):147–157. doi: 10.1007/s10311-006-0068-8.", "ArticleIdList": ["10.1007/s10311-006-0068-8"]}, {"Citation": "Varshney RK, Nayak SN, May GD, Jackson SA. Next-generation sequencing technologies and their implications for crop genetics and breeding. Trends in Biotechnology. 2009;27(9):522–530. doi: 10.1016/j.tibtech.2009.05.006.", "ArticleIdList": ["10.1016/j.tibtech.2009.05.006", "19679362"]}, {"Citation": "Wang Y, Pan Y, Liu Z, Zhu X, Zhai L, Xu L, Yu R, Gong Y, Liu L. De novo transcriptome sequencing of radish (Raphanus sativus L.) and analysis of major genes involved in glucosinolate metabolism. BMC Genomics. 2013;14(1):836. doi: 10.1186/1471-2164-14-836.", "ArticleIdList": ["10.1186/1471-2164-14-836", "PMC4046679", "24279309"]}, {"Citation": "Ward JA, Ponnala L, Weber CA. Strategies for transcriptome analysis in nonmodel plants. American Journal of Botany. 2012;99(2):267–276. doi: 10.3732/ajb.1100334.", "ArticleIdList": ["10.3732/ajb.1100334", "22301897"]}, {"Citation": "Witzany G. Plant communication from biosemiotic perspective: differences in abiotic and biotic signal perception determine content arrangement of response behavior. Context determines meaning of meta-, inter- and intraorganismic plant signaling. Plant Signaling and Behavior. 2006;1(4):169–178. doi: 10.4161/psb.1.4.3163.", "ArticleIdList": ["10.4161/psb.1.4.3163", "PMC2634023", "19521482"]}, {"Citation": "Xie C, Mao X, Huang J, Ding Y, Wu J, Dong S, Kong L, Gao G, Li C-Y, Wei L. KOBAS 2.0: a web server for annotation and identification of enriched pathways and diseases. Nucleic Acids Research. 2011;39(suppl 2):W316–W322. doi: 10.1093/nar/gkr483.", "ArticleIdList": ["10.1093/nar/gkr483", "PMC3125809", "21715386"]}, {"Citation": "Yaacob KB. Essential oil of Polygonum minus Huds. Journal of Essential Oil Research. 1990;2(4):167–172. doi: 10.1080/10412905.1990.9697855.", "ArticleIdList": ["10.1080/10412905.1990.9697855"]}, {"Citation": "Zheng Y, Zhao L, Gao J, Fei Z. iAssembler: a package for de novo assembly of Roche-454/Sanger transcriptome sequences. BMC Bioinformatics. 2011;12(1):453. doi: 10.1186/1471-2105-12-453.", "ArticleIdList": ["10.1186/1471-2105-12-453", "PMC3233632", "22111509"]}]}], "History": [{"Year": "2016", "Month": "6", "Day": "15"}, {"Year": "2016", "Month": "12", "Day": "23"}, {"Year": "2017", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "2", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["28265493", "PMC5333554", "10.7717/peerj.2938", "2938"]}}]}