{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cluster analysis", "Factor of informant consensus", "Fidelity level", "Herbal mixture", "Horchata drink", "Loja province", "Medicinal plants", "Traditional markets"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28279218", "DateCompleted": {"Year": "2017", "Month": "09", "Day": "20"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "03", "Day": "09"}], "Language": ["eng"], "ELocationID": ["18", "10.1186/s13002-017-0145-z"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Mar", "Day": "09"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "\"Horchata\" drink in Southern Ecuador: medicinal plants and people's wellbeing.", "Pagination": {"StartPage": "18", "MedlinePgn": "18"}, "Abstract": {"AbstractText": ["The \"horchata\" is a herbal mixture infusion consumed in Southern Ecuador. It remains unknown how vendors group the plant species to sell them at traditional markets. This research documented the following: 1) a list of medicinal plant species sold for the drink; 2) the culturally important medicinal plant species; 3) the agreement among vendors regarding the medicinal plants species and their therapeutic use; and 4) the groups of medicinal plants sold for the preparation of \"horchata.\"", "Interviews were made to 185 vendors at 31 traditional markets in Loja province. Bunches of medicinal plants were purchased to identify the species and to prepare voucher specimens. Culturally important medicinal plants species were established with the Fidelity Level (FL) index. Agreement among vendors on the therapeutic use of medicinal plants was measured with the Factor of Informant Consensus (FIC) index. A cluster analysis was made to determine the groups of medicinal plants sold by market vendors to prepare the \"horchata\" drink.", "In Loja province, the \"horchata\" drink is consumed for its therapeutic uses. This study registered 33 families with 58 genera and 71 medicinal plant species, 50 of which are herbs and three are endemic to the Andean highlands of Ecuador. The FL index (46.1-96.3) determined 20 culturally important medicinal plant species. The highest FIC value (1.00) among vendors corresponds to four plant species employed each for a different therapeutic use. The cluster analysis identified a core group of 16 plant species which are essential to the drink and which likely interact to provide wellbeing.", "The \"horchata\" is a heritage drink in Loja province. The 71 medicinal plants species registered for this drink is the largest number reported to date, and they have a total of 32 therapeutic uses. The combined results of the FL and FIC indices, the cluster analysis, and the field observations reveal an agreement among vendors on 16 medicinal plant species and their therapeutic use. This core group of plants requires bioactivity and bioassays analyses to determine biomedicine benefits that would be based on their pharmacological properties."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Química y Ciencias Exactas, Universidad Técnica Particular de Loja, San Cayetano Alto, Loja, Ecuador. mrios1233@hotmail.com."}, {"Identifier": [], "Affiliation": "Institute for Tropical Ecology and Conservation, University of Florida, Gainesville, FL, 32611-0430, USA. mrios1233@hotmail.com."}], "LastName": "Rios", "ForeName": "Montserrat", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Ciencias Biológicas, Universidad Técnica Particular de Loja, Loja, Ecuador."}], "LastName": "Tinitana", "ForeName": "Fani", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad Regional Amazónica Ikiam, Tena, Ecuador."}], "LastName": "Jarrín-V", "ForeName": "Pablo", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Química y Ciencias Exactas, Universidad Técnica Particular de Loja, San Cayetano Alto, Loja, Ecuador."}], "LastName": "Donoso", "ForeName": "Natalia", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Química y Ciencias Exactas, Universidad Técnica Particular de Loja, San Cayetano Alto, Loja, Ecuador."}], "LastName": "Romero-Benavides", "ForeName": "Juan Carlos", "Initials": "JC"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Beverages"}, {"QualifierName": [], "DescriptorName": "Ecuador"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Interviews as Topic"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Strauss WL, Anderson FJ. The Illustrated Bartsch: German Book Illustration through 1500. New York: Abaris Books; 1984."}, {"Citation": "Obadina AO, Oyawole O., Ayoola AA. Quality assessment of gari produced using rotary drier. In Food Processing, Methods, Techniques and Trends. Edited by Bellinghouse VC. New York: Nova Science Publishers; 2008."}, {"Citation": "De Castro O, Gargiulo R, Del Guacchio E, Caputo P, De Luca P. A molecular survey concerning the origin of Cyperus esculentus (Cyperaceae, Poales): Two sides of the same coin (weed vs. crop). Ann Bot. 2015;115:733–45.", "ArticleIdList": ["PMC4373285", "25694438"]}, {"Citation": "Nicholson PT, Shaw I. Ancient Egyptian Materials and Technology. Cambridge: Cambridge University Press; 2000."}, {"Citation": "Linnaeus C. Species Plantarum. Stockholm: Laurentius Salvius; 1753. p. 45."}, {"Citation": "Steyermark JA. Flora of Missouri. Iowa: Iowa State University Press; 1963."}, {"Citation": "De Vries FT. Chufa (Cyperus esculentus, Cyperaceae): a weedy cultivar or a cultivated weed? Econ Bot. 1991;45:27–37. doi: 10.1007/BF02860047.", "ArticleIdList": ["10.1007/BF02860047"]}, {"Citation": "Azcoytia Luque C. Historia de la cocina occidental. Madrid: AdamaRamada; 2004."}, {"Citation": "Sánchez Álvarez-Insúa A. El agua de cebada. Noticia del inicio de su consumo en Madrid a través de un curioso impreso de finales del siglo XVIII. An del Inst Estud Madrileños. 1997;XXXVII:281–391."}, {"Citation": "Pérez Samper MÁ. La comida escrita en la España del Siglo de Oro. Food Hist. 2004;2:85–136. doi: 10.1484/J.FOOD.2.300275.", "ArticleIdList": ["10.1484/J.FOOD.2.300275"]}, {"Citation": "Gambo A, Da’u A. Tiger nut (Cyperus esculentus): composition, products, uses and health benefits-a review. Bayero J Pure Appl Sci. 2013;7:56–61. doi: 10.4314/bajopas.v7i1.11.", "ArticleIdList": ["10.4314/bajopas.v7i1.11"]}, {"Citation": "Boissier PE. Flora Orientalis. Geneva & Lugduni: Basileae; 1884."}, {"Citation": "Simó Santonja VL. Jaime I, Rey de Valencia. España: Valencia; 1976."}, {"Citation": "Simó Santonja VL. Diccionario gastrosófico valenciano. España: Valencia; 1978."}, {"Citation": "Real Academia Española. Diccionario de la lengua española: “horchata” [Http://www.rae.es/recursos/diccionarios/drae] Accessed 25 Oct 2015."}, {"Citation": "Escofet Torres R. Importancia de la gastronomía prehispánica en el México actual. Culinaria. 2013;6(Julio/Diciembre):23–36."}, {"Citation": "Cerón Martínez C. Las horchatas y los emolientes del Ecuador y el Perú. In: Pontificia Universidad Católica del Ecuador, editor. Libro de Resúmenes. 30 Jornadas Nacionales de Biología. Quito: Sociedad Ecuatoriana de Biología and Escuela de Ciencias Biológicas; 2006. p. 82–83."}, {"Citation": "Bussmann RW, Paniagua-Zambrana N, Castañeda Sifuentes R, Prado Velazco Y, Mandujano J. Health in a pot - The ethnobotany of emolientes and emolienteros in Peru. Econ Bot. 2015;69:83–88."}, {"Citation": "Guevara DC. Comidas y bebidas ecuatorianas. Folkl Am. 1960–1961;8:217–84."}, {"Citation": "Cordero L. Enumeración botánica de las principales plantas, así útiles como nocivas, indígenas o aclimatadas, que se dan en las provincias del Azuay y Cañar de la República del Ecuador. Segunda Ed. Madrid: Editorial Afrodisio Aguado; 1911."}, {"Citation": "Villamagua Vergara R. La horchata: la bebida de color “escancel” Rev Patrim Cult Inmater. 2014;13:28–31."}, {"Citation": "Larrea Borja P. “Ñucanchipa micuna” (Nuestras comidas). In Memorias de la Academia Ecuatoriana de la Lengua Correspondiente de la Real Española. Quito: Editorial Ecuatoriana; 1970. p. 1–41."}, {"Citation": "Seminario Cunya J. Etnobotánica del emoliente y otras bebidas de venta ambulatoria en la ciudad de Cajamarca, Perú. Caxamarca. 2004;12:9–28. "}, {"Citation": "Bussmann RW, Glenn A, Meyer K, Kuhlman A, Townesmith A. Herbal mixtures in traditional medicine in Northern Peru. J Ethnobiol Ethnomed. 2010;6:1–11. doi: 10.1186/1746-4269-6-1.", "ArticleIdList": ["10.1186/1746-4269-6-1", "PMC2848642", "20226092"]}, {"Citation": "Rios M, Koziol MJ, Pedersen HB, Granda G. Plantas útiles del Ecuador: aplicaciones, retos y perspectivas/Useful Plants of Ecuador: Applications, Challenges, and Perspectives. Quito: Ediciones Abya-Yala; 2007."}, {"Citation": "Cerón Martínez C. Plantas medicinales de los Andes ecuatorianos. In: Moraes RM, Øllgaard B, Kvist LP, Borchsenius F, Balslev H, editors. Botánica Económica de los Andes Centrales. La Paz: Universidad Mayor de San Andrés; 2006. p. 285–93."}, {"Citation": "Argüello M, Aguilar Z. Towards a sustainable management of medicinal and aromatic plants: The case of the Agro-artesanal Association of Producers of Dried Medicinal Plants of Ecuador-AAPPSME. Med Plant Conserv. 2006;12:17–22."}, {"Citation": "Endara L, Soria S, Pozo F. Medicina tradicional andina y plantas curativas, herbolario de plantas curativas y medicinales. Quito: Ministerio de Salud Pública, Programa de apoyo al sector de salud en el Ecuador; 2008."}, {"Citation": "Pazos Barrera J. El sabor de la memoria: historia de la cocina quiteña. Vol. 19. Quito: FONSAL, Fondo del Salvamento del Patrimonio Cultural de Quito; 2008."}, {"Citation": "Tinitana F, Rios M, Romero-Benavides JC, de la Cruz RM, Pardo-de-Santayana M. Medicinal plants sold at traditional markets in Southern Ecuador. J Ethnobiol Ethnomed. 2016;12:1–18. doi: 10.1186/s13002-016-0100-4.", "ArticleIdList": ["10.1186/s13002-016-0100-4", "PMC4934001", "27380631"]}, {"Citation": "Cueva Ortiz J, Chalán L. Cobertura vegetal y uso actual del suelo de la Provincia de Loja. Loja: Informe Técnico, Departamento de Sistemas de Información Geográfica, Naturaleza y Cultura Internacional; 2010."}, {"Citation": "Instituto Nacional de Estadística: Censo de Población y Vivienda del Ecuador. 2010."}, {"Citation": "Winckell A, Zebrowski C, Sourdat M. Los paisajes andinos de la Sierra del Ecuador. In: Winckell A, Zebrowsky C, Sourdat M, editors. Las regiones y paisajes naturales del Ecuador. Quito: Centro Ecuatoriano de Investigación Geográfica, IPGH y ORSTOM; 1997. p. 3–205."}, {"Citation": "Bussmann RW, Sharon D, Vandebroek I, Jones A, Revene Z. Health for sale: The medicinal plant markets in Trujillo and Chiclayo, Northern Peru. J Ethnobiol Ethnomed. 2007;3:1. doi: 10.1186/1746-4269-3-37.", "ArticleIdList": ["10.1186/1746-4269-3-37", "PMC2245918", "18070350"]}, {"Citation": "International Society of Ethnobiology 2006. International Society of Ethnobiology Code of Ethics (with 2008 additions). [http://www.ethnobiology.net/what-we-do/core-programs/ise-ethics-program/code-of-ethics/code-in-english/. Accessed 29 Oct 2015."}, {"Citation": "Tapia Paredes JE. Perspectivas para la protección normativa de los conocimientos tradicionales frente al régimen de propiedad intelectual en el comercio internacional. Quito: Universidad Andina Simón Bolívar; 2014."}, {"Citation": "Jorgensen P, León-Yanez S. Catalogue of Vascular Plants of Ecuador. Sant Louis: Monographs in Systematic Botany from the Missouri Botanical Garden; 1999."}, {"Citation": "TROPICOS. Missouri Botanical Garden Plant Data Base [Http://www.tropicos.org]. Accessed from 5 Jan 2012 to 20 Oct 2014."}, {"Citation": "Angiosperm Phylogeny Group IV An update of the angiosperm phylogeny group classification for the orders and families of flowering plants: APG IV. Bot J Linn Soc. 2016;181:1–20. doi: 10.1111/boj.12385.", "ArticleIdList": ["10.1111/boj.12385"]}, {"Citation": "Harling G, Sparre B (Eds.). Flora of Ecuador. Opera Botanica Series B (1–4, 1973–1975; 5–25, 1976–1986). Department of Systematic Botany, University of Göteborg and Botany Section, Riks Museum, Stockholm; 1973–1986."}, {"Citation": "Harling G, Anderson L (Eds.). Flora of Ecuador (26–77). Department of Systematic Botany, University of Göteborg, Göteborg; 1987–2006."}, {"Citation": "Harling G, Persson C (Eds.). Flora of Ecuador (78–87). Department of Systematic Botany, University of Göteborg, Göteborg; 2007–2010."}, {"Citation": "Persson C, Ståhl B. Flora of Ecuador (91, 22–26) Göteborg: Botanical Institute, University of Göteborg; 2014."}, {"Citation": "The IUCN Red List of Threatened Species 2016. Versión 2016.1 [Http://www.iucnredlist.org] Accessed 1 Jul 2016"}, {"Citation": "León-Yánez S, Valencia R, Pitman N, Endara L, Ulloa C, Navarrete H. Libro Rojo de las Plantas Endémicas del Ecuador. 2a ed. Quito: Publicaciones del Herbario QCA, Pontificia Universidad Católica del Ecuador; 2011."}, {"Citation": "Mora A. Conservación de plantas útiles en el Ecuador. In: Rios M, de la Cruz R, Mora A, editors. Conocimiento tradicional y plantas útiles en el Ecuador: saberes y prácticas. Quito: IEPI y Ediciones Abya-Yala; 2008. p. 51–78."}, {"Citation": "Johnson AW. Quantification in cultural anthropology: an introduction to research design. Stanford: Stanford University Press; 1978."}, {"Citation": "Agar MH. The professional stranger: an informal introduction to ethnography. London: Academic; 1996."}, {"Citation": "Bernard RH. Research methods in cultural anthropology. London: SAGE Publications Inc.; 1988."}, {"Citation": "Friedman J, Yaniv Z, Dafni A, Palewitch D. A preliminary classification of the healing potential of medicinal plants, based on a rational analysis of an ethnopharmacological field survey among Bedouins in the Negev desert, Israel. J Ethnopharmacol. 1986;16:275–87.", "ArticleIdList": ["3747566"]}, {"Citation": "Friedman J, Bolotin D, Rios M, Mendosa P, Cohen Y, Balick MJ. A novel method for identification and domestication of indigenous useful plants in Amazonian Ecuador. In: Janick J, Simon JE, editors. Progress in New crops. New York: Wiley Press; 1993. p. 167–74."}, {"Citation": "Gradé JT, Tabuti JRS, Van Damme P. Four footed pharmacists: indications of self-medicating livestock in Karamoja, Uganda. Econ Bot. 2009;63(1):29–42."}, {"Citation": "Trotter RT, Logan MH. Informant consensus: a new approach for identifying potentially effective medicinal plants. In: Etkin NL, editor. Plants in indigenous medicine and diet. New York: Redgrave Publishers; 1986. p. 91–112."}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: Healers’ consensus and cultural importance. Soc Sci Med. 1998;47(11):1859–71.", "ArticleIdList": ["9877354"]}, {"Citation": "Oksanen J, Blanchet FG, Kindt R, Legendre P, Minchin PR, O’Hara RB, Simpson GL, Solymos P, Stevens MHH, Wagner H: Vegan: Community ecology package. R package version 2.2-0. 2014."}, {"Citation": "Hennig C, Hausdorf B. A robust distance coefficient between distribution areas incorporating geographic distances. Syst Biol. 2006;55:170–75.", "ArticleIdList": ["16507535"]}, {"Citation": "Höft M, Barik SK, Lykke AM: Quantitative Ethnobotany. Applications of multivariate and statistical analyses in ethnobotany. Paris: People Plants Work Pap; 1999. p. 1–46."}, {"Citation": "Quinn GP, Keough MJ. Experimental design and data analysis for biologists. Cambridge: Cambridge University Press; 2002."}, {"Citation": "Gotelli NJ, Ellison AM. A primer of ecological statistics. 2. Sunderland: Sinauer Associates, Inc; 2004."}, {"Citation": "Clifford HT, Stephenson W. An introduction to numerical classification. New York: Academic; 1975."}, {"Citation": "Dunn G, Everitt BS. An introduction to mathematical taxonomy. Great Britain: Cambridge University Press; 1982."}, {"Citation": "Macía MJ, García E, Vidaurre PJ. An ethnobotanical survey of medicinal plants commercialized in the markets of La Paz and El Alto, Bolivia. J Ethnopharmacol. 2005;97:337–50.", "ArticleIdList": ["15707774"]}, {"Citation": "Huamantupa I, Cuba M, Urrunaga R, Paz E, Ananya N, Callalli M, Pallqui N, Coasaca H. Riqueza, uso y origen de plantas medicinales expendidas en los mercados de la ciudad del Cusco. Rev Peru Biol. 2011;18:283–92."}, {"Citation": "Bussmann RW, Sharon D. Traditional medicinal plant use in Loja province, Southern Ecuador. J Ethnobiol Ethnomed. 2006;2:44. doi: 10.1186/1746-4269-2-44.", "ArticleIdList": ["10.1186/1746-4269-2-44", "PMC1615866", "17032450"]}, {"Citation": "Lulekal E, Asfaw Z, Kelbessa E, Van Damme P. Ethnomedicinal study of plants used for human ailments in Ankober District, North Shewa Zone, Amhara Region, Ethiopia. J Ethnobiol Ethnomed. 2013;9:63. doi: 10.1186/1746-4269-9-63.", "ArticleIdList": ["10.1186/1746-4269-9-63", "PMC3846447", "23984919"]}, {"Citation": "Quave CL, Pieroni A. A reservoir of ethnobotanical knowledge informs resilient food security and health strategies in the Balkans. Nat Plants. 2015;1:1–6.", "ArticleIdList": ["27246758"]}, {"Citation": "Mall B, Gauchan DP, Chhetri RB. An ethnobotanical study of medicinal plants used by ethnic people in Parbat district of western Nepal. J Ethnopharmacol. 2015;165:103–17.", "ArticleIdList": ["25571849"]}, {"Citation": "Tariq A, Mussarat S, Adnan M, Abd-Allah EF, Hashem A, Alqarawi AA, Ullah R. Ethnomedicinal evaluation of medicinal plants used against gastrointestinal complaints. Biomed Res Int. 2015;2015:1–14.", "ArticleIdList": ["PMC4465652", "26114117"]}, {"Citation": "GLOBOCAN . Estimated cancer incidence, mortality, and prevalence worldwide in 2012. 2014."}, {"Citation": "Jerves-Andrade L, Cuzco N, Tobar V, Ansaloni R, Maes L, Wilches I. Medicinal plants used in South Ecuador for gastrointestinal problems: an evaluation of their antibacterial potential. J Med Plants Res. 2014;8:1310–20."}, {"Citation": "Ramos TI, Castro KA, Escalante LS, Vispo NS. Advances in clinical research in Ecuador. Ther Innov Regul Sci. 2016;1–7.", "ArticleIdList": ["30231695"]}, {"Citation": "Voeks RA. Are women reservoirs of traditional plant knowledge? Gender, ethnobotany and globalization in northeast Brazil. Singap J Trop Geogr. 2007;28:7–20. doi: 10.1111/j.1467-9493.2006.00273.x.", "ArticleIdList": ["10.1111/j.1467-9493.2006.00273.x"]}, {"Citation": "Dembélé U, Lykke AM, Koné Y, Témé B, Kouyaté AM. Use-value and importance of socio-cultural knowledge on Carapa procera trees in the Sudanian zone in Mali. J Ethnobiol Ethnomed. 2015;11:14. doi: 10.1186/1746-4269-11-14.", "ArticleIdList": ["10.1186/1746-4269-11-14", "PMC4430020", "25971304"]}, {"Citation": "Hunde D, Abedeta C, Birhan T, Sharma M. Gendered division of labor in medicinal plant cultivation and management in south west Ethiopia: implication for conservation. Trends Appl Sci Res. 2015;10:77–87. doi: 10.3923/tasr.2015.77.87.", "ArticleIdList": ["10.3923/tasr.2015.77.87"]}]}], "History": [{"Year": "2016", "Month": "12", "Day": "2"}, {"Year": "2017", "Month": "2", "Day": "16"}, {"Year": "2017", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["28279218", "PMC5345160", "10.1186/s13002-017-0145-z", "10.1186/s13002-017-0145-z"]}}]}