{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimycobacterial activity", "Crude extract", "Medicinal plants", "Resazurin", "Solvent fractions", "Tuberculosis"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28274226", "DateCompleted": {"Year": "2017", "Month": "05", "Day": "30"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "03", "Day": "08"}], "Language": ["eng"], "ELocationID": ["143", "10.1186/s12906-017-1563-0"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Mar", "Day": "08"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Evaluation of the antimycobacterial activity of crude extracts and solvent fractions of selected Ethiopian medicinal plants.", "Pagination": {"StartPage": "143", "MedlinePgn": "143"}, "Abstract": {"AbstractText": ["Tuberculosis (TB) is a global health problem complicated by drug resistance and human immunodeficiency virus that has dramatically increased active TB. Several medicinal plants are used traditionally to treat TB in Ethiopia and investigating these plants is required as plants are an alternative source for development of new anti-TB drugs. The purpose of this study was to investigate antimycobacterial activity of crude extract of Carissa edulis, Otostegia integrifolia, Persea americana, Pterolobium stellatum and Vernonia amygdalina as well as fractions of the most active crude extract.", "The effect of various doses of the crude extracts as well as solvent fractions on M. tuberculosis H37Rv and/or MDR-TB clinical isolate was determined using broth microdilution and microtiter resazurin assay methods. Minimum inhibitory concentration was determined by CFU count and resazurin color change observation.", "Chloroform and 80% methanol extracts of P. stellatum and O. integrifolia as well as 80% methanol and acetone extracts of P. americana had significant antimycobacterial activity (p < 0.001) against M. tuberculosis H37Rv. Chloroform extract of V. amygdalina and C. edulis didn't, however, show any significant activity compared to negative controls. P. stellatum chloroform extract was the most active on M. tuberculosis H37Rv (MIC 0.039 mg/ml) and AOZ8W-4 (MDR-TB clinical isolate) (MIC = 0.078 mg/ml). Ethyl acetate fraction of P. stellatum chloroform extract was the most active fraction.", "P. stellatum, O. integrifolia and P. americana were found to be endowed with antimycobacterial activity. However, P. stellatum appears to be the most promising plant based on criteria set by different studies. Ethyl acetate fraction of P. stellatum was found to be the most active and future studies should involve this fraction."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, School of Pharmacy, College of Medicine and Health Sciences, University of Gondar, P. O. Box: 196, Gondar, Ethiopia. kahaliw_w@yahoo.com."}], "LastName": "Kahaliw", "ForeName": "Wubayehu", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Armauer Hanson Research Institute, P. O. Box: 1005, Addis Ababa, Ethiopia."}], "LastName": "Aseffa", "ForeName": "Abraham", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Armauer Hanson Research Institute, P. O. Box: 1005, Addis Ababa, Ethiopia."}], "LastName": "Abebe", "ForeName": "Markos", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Armauer Hanson Research Institute, P. O. Box: 1005, Addis Ababa, Ethiopia."}], "LastName": "Teferi", "ForeName": "Mekonen", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, School of Pharmacy, College of Health Sciences, Addis Ababa University, P. O. Box: 1176, Addis Ababa, Ethiopia."}], "LastName": "Engidawork", "ForeName": "Ephrem", "Initials": "E"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antitubercular Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antitubercular Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Apocynaceae"}, {"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": ["chemistry"], "DescriptorName": "Lamiaceae"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["drug effects"], "DescriptorName": "Mycobacterium tuberculosis"}, {"QualifierName": ["chemistry"], "DescriptorName": "Persea"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Brudey K, Driscoll JR, Rigouts L. Mycobacterium Tuberculosis complex genetic diversity: mining the fourth international spoligotyping database (SpolDB4) for classification. BMC Microbiol. 2006;6:23. doi: 10.1186/1471-2180-6-23.", "ArticleIdList": ["10.1186/1471-2180-6-23", "PMC1468417", "16519816"]}, {"Citation": "WHO . World TB report 2001. Global tuberculosis control: surveillance, planning, financing. Geneva: World Health Organization; 2002."}, {"Citation": "WHO . Global tuberculosis report 2014. Geneva: World Health Organization; 2015."}, {"Citation": "Mariita RM, Okemo PO, Orodho JA, Kirimuhuzya C, Otieno JN, Magadula JJ. Efficacy of 13 medicinal plants used by indigenous communities around Lake Victoria, Kenya, against tuberculosis, diarrhoea causing bacteria and Candida Albicans. IJPT. 2010;2(3):771–91."}, {"Citation": "Raiz M, Zia-Ul Haq M, Saad B. Anthocyanins and human health: Biomolecular and Therapeutic Aspects. Switzerland: Springer International Publishing AG; 2016."}, {"Citation": "Hamisi MM, Vitus AN, Andrew M. Anti‐TB Natural Products in Tanzanian Medicinal Plants. 2009. http://www.nimr.or.tz/ Anti‐TB Natural Products in Tanzanian Medicinal Plants. Accessed 31 Oct 2015."}, {"Citation": "Mitscher LA, Baker WR. A search for novel chemotherapy against tuberculosis amongst natural products. Pure Appl Chem. 1998;70(2):365–271. doi: 10.1351/pac199870020365.", "ArticleIdList": ["10.1351/pac199870020365"]}, {"Citation": "Andualem G, Umar S, Getnet F, Tekewe A, Alemayehu H, Kebede N. Antimicrobial and phytochemical screening of methanol extracts of three medicinal plants in Ethiopia. Adv Biol Res. 2014;8(3):101–6."}, {"Citation": "Balcha E, Mengiste B, Gebrelibanos M, Worku I, Ameni G. Evaluation of In-vitro Anti-mycobacterial Activity of Selected Medicinal Plants in Mekelle, Ethiopia. World Appl Sci J. 2014;31(6):1217–20."}, {"Citation": "Endale A, Bisrat D, Animut A, Bucar F, Asres K. In vivo antimalarial activity of a Labdane Diterpenoid from the leaves of Otostegia integrifolia benth. Phytother Res. 2013", "ArticleIdList": ["23401280"]}, {"Citation": "Getahun A. Some Common Medicinal and Poisonous Plants Used in Ethiopian Folk Medicine. 1976. http://www.mrc.ac.za/. Accessed 14 Dec 2014."}, {"Citation": "Institute for Laboratory Animal Research (ILAR) Guide for the care and use of laboratory animals. Washington: National Academy Press; 2001."}, {"Citation": "Mann A, Amupitan JO, Oyewale AO, Okogun JI, Ibrahim K, Oladosu P, Lawson L, Olajide I, Nnamdi A. Evaluation of in vitro antimycobacterial activity of Nigerian plants used for treatment of respiratory diseases. Afr J Biotechnol. 2008;7(11):1630–6. doi: 10.5897/AJB08.438.", "ArticleIdList": ["10.5897/AJB08.438"]}, {"Citation": "OECD guideline for testing of chemicals. Acute Oral Toxicity– Acute Toxic Class Method. 2001."}, {"Citation": "Gomez-Flores R, Arzate-Quintana C, Quintanilla-Licea R, Tamez-Guerra P, Tamez-Guerra R, Monreal-Cuevas E, Rodríguez-Padilla C. Antimicrobial Activity of Persea americana Mill (Lauraceae) and Gymnosperma glutinosum (Spreng.) (Asteraceae) leaf extracts and active fractions against Mycobacterium tuberculosis. Am-Euras J Sci Res. 2008;3(2):188–94."}, {"Citation": "Nvau JB, Oladosu PO, Orishadipe AT. Antimycobacterial evaluation of some medicinal plants used in Plateau State of Nigeria for the Treatment of Tuberculosis. Agric Biol J N Am. 2011;2(9):1270–2. doi: 10.5251/abjna.2011.2.9.1270.1272.", "ArticleIdList": ["10.5251/abjna.2011.2.9.1270.1272"]}, {"Citation": "Xuan L, David P, Jose AA, Begona G, Silva M, Aida D, Elsa A, Maria-Jose UF. Antimycobacterial evaluation and preliminary phytochemical investigation of selected medicinal plants traditionally used in Mozambique. J Ethnopharmacol. 2011;137:114–20. doi: 10.1016/j.jep.2011.04.062.", "ArticleIdList": ["10.1016/j.jep.2011.04.062", "21571059"]}, {"Citation": "Patricia CE, Juan MJ, Elvira G, Noemí W, María Y, Maríadel R. Antimycobacterial activity of constituents from Foeniculum Vulgare Var. Dulce Grown in Mexico. Molecules. 2012;17:8471–82. doi: 10.3390/molecules17078471.", "ArticleIdList": ["10.3390/molecules17078471", "PMC6268697", "22797778"]}, {"Citation": "Deepthi R, Junise V, Shibin SS, Rajesh S. Isolation, identification and Antimycobacterial evaluation of Piperine from Piper longu. Pharm Lett. 2012;4(3):863–8."}, {"Citation": "Nair SS, Pharande RR, Bannalikar AS, Mukne AP. In vitro anti-mycobacterial activity of acetone extract of glycyrrhiza glabra. J Pharm Pharmacogn Res. 2015;3(4):81."}, {"Citation": "Tesso H, König A. Terpenes from Otostegia integrifolia. Phytochemistry. 2004;65:2057–62. doi: 10.1016/j.phytochem.2004.03.012.", "ArticleIdList": ["10.1016/j.phytochem.2004.03.012", "15279972"]}, {"Citation": "Yusuf AB, Umar IA, Nok AJ. Effects of methanol extract of vernonia amygdalina leaf on survival and some biochemical parameters in acute trypanosoma brucei infection. Afr J Biochem Res. 2012;6(12):150–8."}, {"Citation": "Orwa C, Mutua A, Kindt R, Jamnadass R, Simons A. Agroforestree Database: a Tree Reference and Selection Guide Version 4.0. 2009. http://www.kemri.org/. Accessed 29 Oct 2015."}, {"Citation": "Tolo MF, Rukung WG, Muli WF, Ochora MJ, Irungu NB, Muthaura NC, Wanjiku KC, Mungai MG, Quang N, Hashimoto K, Asakawa Y. The antiviral activity of compounds isolated from Kenyan Carissa edulis (Forssk.) vahl. JMPR. 2010;4(15):1517–22."}, {"Citation": "Yukes JE, Balick MJ, editors. Dominican medicinal plants: a guide for health care providers. 2. New York: The New York Botanical Garden; 2010."}, {"Citation": "Taneja NK, Tyagi JS. Resazurin reduction assays for screening of anti- tubercular compounds against dormant and actively growing Mycobacterium tuberculosis, Mycobacterium bovis BCG and Mycobacterium smegmatis. J Antimicrob Chemother. 2007;60:288–93. doi: 10.1093/jac/dkm207.", "ArticleIdList": ["10.1093/jac/dkm207", "17586560"]}, {"Citation": "CLSI . Performance standards for antimicrobial susceptibility testing; twenty-fourth informational supplement. CLSI document M100-524. Wayne: Clinical and laboratory standards institute; 2014."}, {"Citation": "Tosun F, Akyüz Kizilay C, Sener B, Vural M, Palittapongarnpim P. Antimycobacterial screening of some Turkish plants. J Ethnopharmacol. 2004;95:273–5. doi: 10.1016/j.jep.2004.07.011.", "ArticleIdList": ["10.1016/j.jep.2004.07.011", "15507348"]}, {"Citation": "Higuchi CT, Pavan FR, Sato DN. Apolar compounds with antitubercular activity. Compl Alt Med. 2008;1:5.", "ArticleIdList": ["PMC3135853", "19091782"]}, {"Citation": "Sánchez JG, Kouznetsov VV. Anti-mycobacterial susceptibility testing methods for natural products research. Braz J Microbiol. 2010;41:270–7. doi: 10.1590/S1517-83822010000200001.", "ArticleIdList": ["10.1590/S1517-83822010000200001", "PMC3768674", "24031490"]}, {"Citation": "Billo M, Cabalion P, Waikredre J, Fourneau C, Bouttier S, Hocquemiller R, Fournet A. Screening of some New Caledonian and Vanuatu medicinal plants for anti-mycobacterial activity. J Ethnopharmacol. 2005;96(3):569–75. doi: 10.1016/j.jep.2004.10.006.", "ArticleIdList": ["10.1016/j.jep.2004.10.006", "15588670"]}, {"Citation": "Jiménez-Arellanes A, Meckes M, Torres J, Luna-Herrera J. Anti-mycobacterial Triterpenoids from Lantana hispida (Verbenaceae) J Ethnopharmacol. 2007;111:202–5. doi: 10.1016/j.jep.2006.11.033.", "ArticleIdList": ["10.1016/j.jep.2006.11.033", "17236730"]}, {"Citation": "Newton SM, Lau C, Gurcha SS, Besra GS, Wright CW. The evaluation of forty-three plant species for In vitro Antimycobacterial activities; isolation of active constituents from Psoralea corylifolia and Sanguinaria canadensis. J Ethnopharmacol. 2002;79:57–67. doi: 10.1016/S0378-8741(01)00350-6.", "ArticleIdList": ["10.1016/S0378-8741(01)00350-6", "11744296"]}, {"Citation": "Gautam R, Saklani A, Jachak SM. Indian medicinal plants as a source of Antimycobacterial agents. J Ethnopharmacol. 2007;110:200–34. doi: 10.1016/j.jep.2006.12.031.", "ArticleIdList": ["10.1016/j.jep.2006.12.031", "17276637"]}]}], "History": [{"Year": "2016", "Month": "10", "Day": "9"}, {"Year": "2017", "Month": "1", "Day": "6"}, {"Year": "2017", "Month": "3", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["28274226", "PMC5343536", "10.1186/s12906-017-1563-0", "10.1186/s12906-017-1563-0"]}}]}