{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28282395", "DateCompleted": {"Year": "2017", "Month": "09", "Day": "01"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "03", "Day": "10"}], "Language": ["eng"], "ELocationID": ["e0173203", "10.1371/journal.pone.0173203"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "12", "Issue": "3", "PubDate": {"Year": "2017"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Bacillus aryabhattai SRB02 tolerates oxidative and nitrosative stress and promotes the growth of soybean by modulating the production of phytohormones.", "Pagination": {"StartPage": "e0173203", "MedlinePgn": "e0173203"}, "Abstract": {"AbstractText": ["Plant growth promoting rhizobacteria (PGPR) are diverse, naturally occurring bacteria that establish a close association with plant roots and promote the growth and immunity of plants. Established mechanisms involved in PGPR-mediated plant growth promotion include regulation of phytohormones, improved nutrient availability, and antagonistic effects on plant pathogens. In this study, we isolated a bacterium from the rhizospheric soil of a soybean field in Chungcheong buk-do, South Korea. Using 16S rRNA sequencing, the bacterium was identified as Bacillus aryabhattai strain SRB02. Here we show that this strain significantly promotes the growth of soybean. Gas chromatography-mass spectrometry analysis showed that SRB02 produced significant amounts of abscisic acid, indole acetic acid, cytokinin and different gibberellic acids in culture. SRB02-treated soybean plants showed significantly better heat stress tolerance than did untreated plants. These plants also produced consistent levels of ABA under heat stress and exhibited ABA-mediated stomatal closure. High levels of IAA, JA, GA12, GA4, and GA7, were recorded in SRB02-treated plants. These plants produced longer roots and shoots than those of control plants. B. aryabhattai SRB02 was found to be highly tolerant to oxidative stress induced by H2O2 and MV potentiated by high catalase (CAT) and superoxide dismutase (SOD) activities. SRB02 also tolerated high nitrosative stress induced by the nitric oxide donors GSNO and CysNO. Because of these attributes, B. aryabhattai SRB02 may prove to be a valuable resource for incorporation in biofertilizers and other soil amendments that seek to improve crop productivity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Biosciences, Kyungpook National University, Daegu, Republic of Korea."}], "LastName": "Park", "ForeName": "Yeon-Gyeong", "Initials": "YG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Biosciences, Kyungpook National University, Daegu, Republic of Korea."}], "LastName": "Mun", "ForeName": "Bong-Gyu", "Initials": "BG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Biosciences, Kyungpook National University, Daegu, Republic of Korea."}], "LastName": "Kang", "ForeName": "Sang-Mo", "Initials": "SM"}, {"Identifier": ["0000-0002-7803-429X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Biosciences, Kyungpook National University, Daegu, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Agriculture, Abdul Wali Khan University, Mardan, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Hussain", "ForeName": "Adil", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Biosciences, Kyungpook National University, Daegu, Republic of Korea."}], "LastName": "Shahzad", "ForeName": "Raheem", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Biosciences, Kyungpook National University, Daegu, Republic of Korea."}], "LastName": "Seo", "ForeName": "Chang-Woo", "Initials": "CW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Biosciences, Kyungpook National University, Daegu, Republic of Korea."}], "LastName": "Kim", "ForeName": "Ah-Yeong", "Initials": "AY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Biosciences, Kyungpook National University, Daegu, Republic of Korea."}], "LastName": "Lee", "ForeName": "Sang-Uk", "Initials": "SU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gyeongnam Oriental Medicinal Herb Institute, Sancheong, Republic of Korea."}], "LastName": "Oh", "ForeName": "Kyeong Yeol", "Initials": "KY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gyeongnam Oriental Medicinal Herb Institute, Sancheong, Republic of Korea."}], "LastName": "Lee", "ForeName": "Dong Yeol", "Initials": "DY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Biosciences, Kyungpook National University, Daegu, Republic of Korea."}], "LastName": "Lee", "ForeName": "In-Jung", "Initials": "IJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Biosciences, Kyungpook National University, Daegu, Republic of Korea."}], "LastName": "Yun", "ForeName": "Byung-Wook", "Initials": "BW"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Gibberellins"}, {"RegistryNumber": "0", "NameOfSubstance": "Indoleacetic Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitric Oxide Donors"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Growth Regulators"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Ribosomal, 16S"}, {"RegistryNumber": "6U1S09C61L", "NameOfSubstance": "indoleacetic acid"}, {"RegistryNumber": "72S9A8J5GW", "NameOfSubstance": "Abscisic Acid"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}, {"RegistryNumber": "BU0A7MWB6L", "NameOfSubstance": "gibberellic acid"}, {"RegistryNumber": "EC 1.11.1.6", "NameOfSubstance": "Catalase"}, {"RegistryNumber": "EC 1.15.1.1", "NameOfSubstance": "Superoxide Dismutase"}], "MeshHeadingList": [{"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Abscisic Acid"}, {"QualifierName": ["genetics", "isolation & purification", "metabolism"], "DescriptorName": "Bacillus"}, {"QualifierName": ["metabolism"], "DescriptorName": "Catalase"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Gibberellins"}, {"QualifierName": ["toxicity"], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Indoleacetic Acids"}, {"QualifierName": [], "DescriptorName": "Microscopy, Electron, Scanning"}, {"QualifierName": ["toxicity"], "DescriptorName": "Nitric Oxide Donors"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Plant Growth Regulators"}, {"QualifierName": ["growth & development", "metabolism", "microbiology"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["chemistry", "genetics", "metabolism"], "DescriptorName": "RNA, Ribosomal, 16S"}, {"QualifierName": [], "DescriptorName": "Rhizosphere"}, {"QualifierName": [], "DescriptorName": "Sequence Analysis, DNA"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}, {"QualifierName": ["growth & development", "metabolism", "microbiology"], "DescriptorName": "Glycine max"}, {"QualifierName": ["metabolism"], "DescriptorName": "Superoxide Dismutase"}, {"QualifierName": [], "DescriptorName": "Symbiosis"}, {"QualifierName": [], "DescriptorName": "Temperature"}], "CoiStatement": "<b>Competing Interests: </b>The authors declare that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Vessey JK. Plant growth promoting rhizobacteria as biofertilizers. Plant Soil. 2003;255(2):571–86."}, {"Citation": "Lugtenberg B, Kamilova F. Plant-Growth-Promoting Rhizobacteria. Annu Rev Microbiol. 2009;63:541–56. 10.1146/annurev.micro.62.081307.162918", "ArticleIdList": ["10.1146/annurev.micro.62.081307.162918", "19575558"]}, {"Citation": "Lucy M, Reed E, Glick BR. Applications of free living plant growth-promoting rhizobacteria. Anton Leeuw Int J G. 2004;86(1):1–25.", "ArticleIdList": ["15103234"]}, {"Citation": "Ryu CM, Hu CH, Locy RD, Kloepper JW. Study of mechanisms for plant growth promotion elicited by rhizobacteria in Arabidopsis thaliana. Plant Soil. 2005;268(1–2):285–92."}, {"Citation": "Dodd IC, Zinovkina NY, Safronova VI, Belimov AA. Rhizobacterial mediation of plant hormone status. Ann Appl Biol. 2010;157(3):361–79."}, {"Citation": "Bhattacharyya PN, Jha DK. Plant growth-promoting rhizobacteria (PGPR): emergence in agriculture. World J Microbiol Biotechnol. 2012;28(4):1327–50. 10.1007/s11274-011-0979-9", "ArticleIdList": ["10.1007/s11274-011-0979-9", "22805914"]}, {"Citation": "Ahemad M, Kibret M. Mechanisms and applications of plant growth promoting rhizobacteria: Current perspective. Journal of King Saud University-Science. 2014;26(1):1–20."}, {"Citation": "Bertrand H, Nalin R, Bally R, Cleyet-Marel JC. Isolation and identification of the most efficient plant growth-promoting bacteria associated with canola (Brassica napus). Biol Fertil Soils. 2001;33(2):152–6."}, {"Citation": "Kokalis-Burelle N, Kloepper JW, Reddy MS. Plant growth-promoting rhizobacteria as transplant amendments and their effects on indigenous rhizosphere microorganisms. Appl Soil Ecol. 2006;31(1–2):91–100."}, {"Citation": "Porcel R, Zamarreno AM, Garcia-Mina JM, Aroca R. Involvement of plant endogenous ABA in Bacillus megaterium PGPR activity in tomato plants. BMC Plant Biol. 2014;14.", "ArticleIdList": ["PMC3903769", "24460926"]}, {"Citation": "Perez-Montano F, Alias-Villegas C, Bellogin RA, del Cerro P, Espuny MR, Jimenez-Guerrero I, et al. Plant growth promotion in cereal and leguminous agricultural important plants: From microorganism capacities to crop production. Microbiol Res. 2014;169(5–6):325–36. 10.1016/j.micres.2013.09.011", "ArticleIdList": ["10.1016/j.micres.2013.09.011", "24144612"]}, {"Citation": "Chanway CP. Inoculation of tree roots with plant growth promoting soil bacteria: An emerging technology for reforestation. For Sci. 1997;43(1):99–112."}, {"Citation": "Garcia JAL, Domenech J, Santamaria C, Camacho M, Daza A, Manero FJG. Growth of forest plants (pine and holm-oak) inoculated with rhizobacteria: relationship with microbial community structure and biological activity of its rhizosphere. Environ Exp Bot. 2004;52(3):239–51."}, {"Citation": "Huang XD, El-Alawi Y, Penrose DM, Glick BR, Greenberg BM. Responses of three grass species to creosote during phytoremediation. Environ Pollut. 2004;130(3):453–63. 10.1016/j.envpol.2003.12.018", "ArticleIdList": ["10.1016/j.envpol.2003.12.018", "15182976"]}, {"Citation": "Karlidag H, Yildirim E, Turan M, Pehluvan M, Donmez F. Plant Growth-promoting Rhizobacteria Mitigate Deleterious Effects of Salt Stress on Strawberry Plants (Fragaria xananassa). Hortscience. 2013;48(5):563–7."}, {"Citation": "Vurukonda SSKP, Vardharajula S, Shrivastava M, SkZ A. Enhancement of drought stress tolerance in crops by plant growth promoting rhizobacteria. Microbiol Res. 2016;184:13–24. 10.1016/j.micres.2015.12.003", "ArticleIdList": ["10.1016/j.micres.2015.12.003", "26856449"]}, {"Citation": "Lim JH, Kim SD. Induction of Drought Stress Resistance by Multi-Functional PGPR Bacillus licheniformis K11 in Pepper. Plant Pathology J. 2013;29(2):201–8.", "ArticleIdList": ["PMC4174774", "25288947"]}, {"Citation": "Meena H, Ahmed MA, Prakash P. Amelioration of heat stress in wheat, Triticum aestivum by PGPR (Pseudomonas aeruginosa strain 2CpS1). Biosci Biotechno Res. 2015;8(2):171–4."}, {"Citation": "Islam F, Yasmeen T, Ali Q, Ali S, Arif MS, Hussain S, et al. Influence of Pseudomonas aeruginosa as PGPR on oxidative stress tolerance in wheat under Zn stress. Ecotoxicol Environ Saf. 2014;104:285–93. 10.1016/j.ecoenv.2014.03.008", "ArticleIdList": ["10.1016/j.ecoenv.2014.03.008", "24726941"]}, {"Citation": "Bohme L, Bohme F. Soil microbiological and biochemical properties affected by plant growth and different long-term fertilisation. Eur J Soil Biol. 2006;42(1):1–12."}, {"Citation": "Kalita M, Bharadwaz M, Dey T, Gogoi K, Dowarah P, Unni BG, et al. Developing novel bacterial based bioformulation having PGPR properties for enhanced production of agricultural crops. Indian J Exp Biol. 2015;53(1):56–60.", "ArticleIdList": ["25675713"]}, {"Citation": "Kuiper I, Lagendijk EL, Bloemberg GV, Lugtenberg BJJ. Rhizoremediation: a beneficial plant-microbe interaction. Mol Plant-Microbe Interact. 2004;17(1):6–15. 10.1094/MPMI.2004.17.1.6", "ArticleIdList": ["10.1094/MPMI.2004.17.1.6", "14714863"]}, {"Citation": "Babalola OO. Beneficial bacteria of agricultural importance. Biotechnol Lett. 2010;32(11):1559–70. 10.1007/s10529-010-0347-0", "ArticleIdList": ["10.1007/s10529-010-0347-0", "20635120"]}, {"Citation": "Abd El-Daim IA, Bejai S, Meijer J. Improved heat stress tolerance of wheat seedlings by bacterial seed treatment. Plant Soil. 2014;379(1–2):337–50."}, {"Citation": "Ali SZ, Sandhya V, Grover M, Linga VR, Bandi V. Effect of inoculation with a thermotolerant plant growth promoting Pseudomonas putida strain AKMP7 on growth of wheat (Triticum spp.) under heat stress. J Plant Interact. 2011;6(4):239–46."}, {"Citation": "Kumar A, Prakash A, Johri BN. Bacillus as PGPR in Crop Ecosystem In: Maheshwari KD, editor. Bacteria in Agrobiology: Crop Ecosystems. Berlin, Heidelberg: Springer Berlin Heidelberg; 2011. p. 37–59."}, {"Citation": "Loper J, Schroth M, PANOPOULOS N, editors. INFLUENCE OF BACTERIAL SOURCES OF INDOLE-3-ACETIC-ACID (IAA) ON ROOT ELONGATION OF SUGAR-BEET. Phytopathology; 1982: AMER PHYTOPATHOLOGICAL SOC 3340 PILOT KNOB ROAD, ST PAUL, MN 55121."}, {"Citation": "Idris EE, Iglesias DJ, Talon M, Borriss R. Tryptophan-dependent production of indole-3-acetic acid (IAA) affects level of plant growth promotion by Bacillus amyloliquefaciens FZB42. Mol Plant-Microbe Interact. 2007;20(6):619–26. 10.1094/MPMI-20-6-0619", "ArticleIdList": ["10.1094/MPMI-20-6-0619", "17555270"]}, {"Citation": "Liu F, Xing S, Ma H, Du Z, Ma B. Cytokinin-producing, plant growth-promoting rhizobacteria that confer resistance to drought stress in Platycladus orientalis container seedlings. Appl Microbiol Biotechnol. 2013;97(20):9155–64. 10.1007/s00253-013-5193-2", "ArticleIdList": ["10.1007/s00253-013-5193-2", "23982328"]}, {"Citation": "Ortiz-Castro R, Valencia-Cantero E, Lopez-Bucio J. Plant growth promotion by Bacillus megaterium involves cytokinin signaling. Plant signaling & behavior. 2008;3(4):263–5.", "ArticleIdList": ["PMC2634197", "19704649"]}, {"Citation": "Timmusk S, Nicander B, Granhall U, Tillberg E. Cytokinin production by Paenibacillus polymyxa. Soil Biol Biochem. 1999;31(13):1847–52."}, {"Citation": "Gutierrez-Manero FJ, Ramos-Solano B, Probanza A, Mehouachi J, Tadeo FR, Talon M. The plant-growth-promoting rhizobacteria Bacillus pumilus and Bacillus licheniformis produce high amounts of physiologically active gibberellins. Physiol Plant. 2001;111(2):206–11."}, {"Citation": "Bottini R, Cassan F, Piccoli P. Gibberellin production by bacteria and its involvement in plant growth promotion and yield increase. Appl Microbiol Biotechnol. 2004;65(5):497–503. 10.1007/s00253-004-1696-1", "ArticleIdList": ["10.1007/s00253-004-1696-1", "15378292"]}, {"Citation": "Bloemberg GV, Lugtenberg BJJ. Molecular basis of plant growth promotion and biocontrol by rhizobacteria. Curr Opin Plant Biol. 2001;4(4):343–50.", "ArticleIdList": ["11418345"]}, {"Citation": "Richardson AE, Barea JM, McNeill AM, Prigent-Combaret C. Acquisition of phosphorus and nitrogen in the rhizosphere and plant growth promotion by microorganisms. Plant Soil. 2009;321(1–2):305–39."}, {"Citation": "Beneduzi A, Ambrosini A, Passaglia LMP. Plant growth-promoting rhizobacteria (PGPR): Their potential as antagonists and biocontrol agents. Genet Mol Biol. 2012;35(4):1044–51.", "ArticleIdList": ["PMC3571425", "23411488"]}, {"Citation": "Ryu CM, Murphy JF, Mysore KS, Kloepper JW. Plant growth-promoting rhizobacteria systemically protect Arabidopsis thaliana against Cucumber mosaic virus by a salicylic acid and NPR1-independent and jasmonic acid-dependent signaling pathway. Plant J. 2004;39(3):381–92. 10.1111/j.1365-313X.2004.02142.x", "ArticleIdList": ["10.1111/j.1365-313X.2004.02142.x", "15255867"]}, {"Citation": "Naseem M, Dandekar T. The role of auxin-cytokinin antagonism in plant-pathogen interactions. PLoS Pathog. 2012;8(11):e1003026 10.1371/journal.ppat.1003026", "ArticleIdList": ["10.1371/journal.ppat.1003026", "PMC3510258", "23209407"]}, {"Citation": "Grosskinsky DK, van der Graaff E, Roitsch T. Abscisic Acid-Cytokinin Antagonism Modulates Resistance Against Pseudomonas syringae in Tobacco. Phytopathology. 2014;104(12):1283–8. 10.1094/PHYTO-03-14-0076-R", "ArticleIdList": ["10.1094/PHYTO-03-14-0076-R", "24941328"]}, {"Citation": "Jiang CJ, Shimono M, Sugano S, Kojima M, Liu X, Inoue H, et al. Cytokinins act synergistically with salicylic acid to activate defense gene expression in rice. Molecular plant-microbe interactions: MPMI. 2013;26(3):287–96. 10.1094/MPMI-06-12-0152-R", "ArticleIdList": ["10.1094/MPMI-06-12-0152-R", "23234404"]}, {"Citation": "Gupta G, Parihar SS, Ahirwar NK, Snehi SK, Singh V. Plant growth promoting rhizobacteria (PGPR): current and future prospects for development of sustainable agriculture. J Microb Biochem Technol. 2015;7(2):096–102."}, {"Citation": "Shivaji S, Chaturvedi P, Begum Z, Pindi PK, Manorama R, Padmanaban DA, et al. Janibacter hoylei sp nov., Bacillus isronensis sp nov and Bacillus aryabhattai sp nov., isolated from cryotubes used for collecting air from the upper atmosphere. Int J Syst Evol Microbiol. 2009;59:2977–86. 10.1099/ijs.0.002527-0", "ArticleIdList": ["10.1099/ijs.0.002527-0", "19643890"]}, {"Citation": "Lee S, Ka JO, Song HG. Growth Promotion of Xanthium italicum by Application of Rhizobacterial Isolates of Bacillus aryabhattai in Microcosm Soil. J Microbiol. 2012;50(1):45–9. 10.1007/s12275-012-1415-z", "ArticleIdList": ["10.1007/s12275-012-1415-z", "22367936"]}, {"Citation": "Pailan S, Gupta D, Apte S, Krishnamurthi S, Saha P. Degradation of organophosphate insecticide by a novel Bacillus aryabhattai strain SanPS1, isolated from soil of agricultural field in Burdwan, West Bengal, India. Int Biodeterior Biodegrad. 2015;103:191–5."}, {"Citation": "Yan Y, Zhang L, Yu MY, Wang J, Tang H, Yang ZW, et al. The genome of Bacillus aryabhattai T61 reveals its adaptation to Tibetan Plateau environment. Genes Genom. 2016;38(3):293–301."}, {"Citation": "Ramesh A, Sharma SK, Sharma MP, Yadav N, Joshi OP. Inoculation of zinc solubilizing Bacillus aryabhattai strains for improved growth, mobilization and biofortification of zinc in soybean and wheat cultivated in Vertisols of central India. Appl Soil Ecol. 2014;73:87–96."}, {"Citation": "Selim S. Thermostable Alkaline Protease Production by Bacillus Aryabhattai J4. FASEB J. 2015;29."}, {"Citation": "Singh Y, Srivastava SK. Performance improvement of Bacillus aryabhattai ITBHU02 for high-throughput production of a tumor-inhibitory L-asparaginase using a kinetic model based approach. J Chem Technol Biotechnol. 2014;89(1):117–27."}, {"Citation": "Singh Y, Srivastava SK. Statistical and evolutionary optimization for enhanced production of an anti leukemic enzyme, L-asparaginase, in a protease-deficient Bacillus aryabhattai ITBHU02 isolated from the soil contaminated with hospital waste. Indian J Exp Biol. 2013;51(4):322–35.", "ArticleIdList": ["24195352"]}, {"Citation": "Li PS, Yu TF, He GH, Chen M, Zhou YB, Chai SC, et al. Genome-wide analysis of the Hsf family in soybean and functional identification of GmHsf-34 involvement in drought and heat stresses. BMC genomics. 2014;15.", "ArticleIdList": ["PMC4253008", "25416131"]}, {"Citation": "Djanaguiraman M, Prasad PVV, Boyle DL, Schapaugh WT. Soybean Pollen Anatomy, Viability and Pod Set under High Temperature Stress. J Agron Crop Sci. 2013;199(3):171–7."}, {"Citation": "Miransari M. Abiotic and Biotic Stresses in Soybean Production: Soybean Production: Elsevier Science; 2015."}, {"Citation": "Cohen AC, Bottini R, Piccoli PN. Azospirillum brasilense Sp 245 produces ABA in chemically-defined culture medium and increases ABA content in arabidopsis plants. Plant Growth Regul. 2008;54(2):97–103."}, {"Citation": "Szkop M, Sikora P, Orzechowski S. A novel, simple, and sensitive colorimetric method to determine aromatic amino acid aminotransferase activity using the Salkowski reagent. Folia Microbiol. 2012;57(1):1–4.", "ArticleIdList": ["PMC3297745", "22130693"]}, {"Citation": "Rahman A, Sitepu IR, Tang SY, Hashidoko Y. Salkowski's Reagent Test as a Primary Screening Index for Functionalities of Rhizobacteria Isolated from Wild Dipterocarp Saplings Growing Naturally on Medium-Strongly Acidic Tropical Peat Soil. Biosci Biotechnol Biochem. 2010;74(11):2202–8. 10.1271/bbb.100360", "ArticleIdList": ["10.1271/bbb.100360", "21071871"]}, {"Citation": "Glickmann E, Dessaux Y. A Critical-Examination of the Specificity of the Salkowski Reagent for Indolic Compounds Produced by Phytopathogenic Bacteria. Appl Environ Microbiol. 1995;61(2):793–6.", "ArticleIdList": ["PMC1388360", "16534942"]}, {"Citation": "Park JM, Radhakrishnan R, Kang SM, Lee IJ. IAA Producing Enterobacter sp I-3 as a Potent Bio-herbicide Candidate for Weed Control: A Special Reference with Lettuce Growth Inhibition. Indian journal of microbiology. 2015;55(2):207–12. 10.1007/s12088-015-0515-y", "ArticleIdList": ["10.1007/s12088-015-0515-y", "PMC4363264", "25805908"]}, {"Citation": "Lee IJ, Foster KR, Morgan PW. Photoperiod control of gibberellin levels and flowering in sorghum. Plant Physiol. 1998;116(3):1003–11.", "ArticleIdList": ["PMC35069", "9501132"]}, {"Citation": "Qi QG, Rose PA, Abrams GD, Taylor DC, Abrams SR, Cutler AJ. (+)-abscisic acid metabolism, 3-ketoacyl-coenzyme A synthase gene expression, and very-long-chain monounsaturated fatty acid biosynthesis in Brassica napus embryos. Plant Physiol. 1998;117(3):979–87.", "ArticleIdList": ["PMC34952", "9662540"]}, {"Citation": "Creelman RA, Mullet JE. Jasmonic Acid Distribution and Action in Plants—Regulation during Development and Response to Biotic and Abiotic Stress. Proc Natl Acad Sci U S A. 1995;92(10):4114–9.", "ArticleIdList": ["PMC41895", "11607536"]}, {"Citation": "Seskar M, Shulaev V, Raskin I. Endogenous methyl salicylate in pathogen-inoculated tobacco plants. Plant Physiol. 1998;116(1):387–92."}, {"Citation": "Pan X, Welti R, Wang X. Quantitative analysis of major plant hormones in crude plant extracts by high-performance liquid chromatography-mass spectrometry. Nature protocols. 2010;5(6):986–92. 10.1038/nprot.2010.37", "ArticleIdList": ["10.1038/nprot.2010.37", "20448544"]}, {"Citation": "Ng JLP, Truong TT, Hocart CH, Mathesius U. Quantifying Auxin Metabolites in Young Root Tissue of Medicago truncatula by Liquid Chromatography Electrospray-ionisation Quadrupole Time-of-flight (LC-ESI-QTOF) Tandem Mass Spectrometry."}, {"Citation": "Marklund S, Marklund G. Involvement of the superoxide anion radical in the autoxidation of pyrogallol and a convenient assay for superoxide dismutase. Eur J Biochem. 1974;47(3):469–74.", "ArticleIdList": ["4215654"]}, {"Citation": "Lee H-J, Chung M-J, Cho J-Y, Ham S-S, Choe M. Antioxidative and macrophage phagocytic activities and functional component analyses of selected Korean chestnut (Castanea crenata S. et Z.) cultivars. Journal of the Korean Society of Food Science and Nutrition. 2008;37(9):1095–100."}, {"Citation": "Ramasarma T, Rao AVS, Devi MM, Omkumar RV, Bhagyashree KS, Bhat SV. New insights of superoxide dismutase inhibition of pyrogallol autoxidation. Mol Cell Biochem. 2015;400(1–2):277–85. 10.1007/s11010-014-2284-z", "ArticleIdList": ["10.1007/s11010-014-2284-z", "25416864"]}, {"Citation": "Serrani JC, Ruiz-Rivero O, Fos M, García-Martínez JL. Auxin-induced fruit-set in tomato is mediated in part by gibberellins. The Plant Journal. 2008;56(6):922–34. 10.1111/j.1365-313X.2008.03654.x", "ArticleIdList": ["10.1111/j.1365-313X.2008.03654.x", "18702668"]}, {"Citation": "Wang H, Jones B, Li Z, Frasse P, Delalande C, Regad F, et al. The tomato Aux/IAA transcription factor IAA9 is involved in fruit development and leaf morphogenesis. The Plant Cell. 2005;17(10):2676–92. 10.1105/tpc.105.033415", "ArticleIdList": ["10.1105/tpc.105.033415", "PMC1242265", "16126837"]}, {"Citation": "Du H, Liu HB, Xiong LZ. Endogenous auxin and jasmonic acid levels are differentially modulated by abiotic stresses in rice. Front Plant Sci. 2013;4.", "ArticleIdList": ["PMC3793129", "24130566"]}, {"Citation": "Schmülling T, Werner T, Riefler M, Krupková E, Bartrina y Manns I. Structure and function of cytokinin oxidase/dehydrogenase genes of maize, rice, Arabidopsis and other species. Journal of plant research. 2003;116(3):241–52. 10.1007/s10265-003-0096-4", "ArticleIdList": ["10.1007/s10265-003-0096-4", "12721786"]}, {"Citation": "Gu R, Fu J, Guo S, Duan F, Wang Z, Mi G, et al. Comparative expression and phylogenetic analysis of maize cytokinin dehydrogenase/oxidase (CKX) gene family. Journal of Plant Growth Regulation. 2010;29(4):428–40."}, {"Citation": "Majeed A, Abbasi MK, Hameed S, Imran A, Rahim N. Isolation and characterization of plant growth-promoting rhizobacteria from wheat rhizosphere and their effect on plant growth promotion. Front Microbiol. 2015;6.", "ArticleIdList": ["PMC4362341", "25852661"]}, {"Citation": "Yuan J, Zhang N, Huang QW, Raza W, Li R, Vivanco JM, et al. Organic acids from root exudates of banana help root colonization of PGPR strain Bacillus amyloliquefaciens NJN-6. Sci Rep-Uk. 2015;5.", "ArticleIdList": ["PMC4547103", "26299781"]}, {"Citation": "Lichtenthaler HK. The 1-deoxy-D-xylulose-5-phosphate pathway of isoprenoid biosynthesis in plants. Annu Rev Plant Physiol Plant Mol Biol. 1999;50:47–65. 10.1146/annurev.arplant.50.1.47", "ArticleIdList": ["10.1146/annurev.arplant.50.1.47", "15012203"]}, {"Citation": "Hasanuzzaman M, Nahar K, Alam MM, Roychowdhury R, Fujita M. Physiological, Biochemical, and Molecular Mechanisms of Heat Stress Tolerance in Plants. Int J Mol Sci. 2013;14(5):9643–84. 10.3390/ijms14059643", "ArticleIdList": ["10.3390/ijms14059643", "PMC3676804", "23644891"]}, {"Citation": "Kumar S, Kaushal N, Nayyar H, Gaur P. Abscisic acid induces heat tolerance in chickpea (Cicer arietinum L.) seedlings by facilitated accumulation of osmoprotectants. Acta Physiol Plant. 2012;34(5):1651–8."}, {"Citation": "Ding W, Song L, Wang X, Bi Y. Effect of abscisic acid on heat stress tolerance in the calli from two ecotypes of Phragmites communis. Biol Plantarum. 2010;54(4):607–13."}, {"Citation": "Fan SK, Fang XZ, Guan MY, Ye YQ, Lin XY, Du ST, et al. Exogenous abscisic acid application decreases cadmium accumulation in Arabidopsis plants, which is associated with the inhibition of IRT1-mediated cadmium uptake. Front Plant Sci. 2014;5.", "ArticleIdList": ["PMC4267193", "25566293"]}, {"Citation": "Weaver GM, van Iersel MW. Antitranspirational Efficacy and Longevity of Abscisic Acid and a Synthetic Abscisic Acid Analog in Pansies (Viola× wittrockiana). HortScience. 2014;49(6):779–84."}, {"Citation": "Astacio MG, van Iersel MW. Concentrated exogenous abscisic acid drenches reduce root hydraulic conductance and cause wilting in tomato. HortScience. 2011;46(12):1640–5."}, {"Citation": "Sharp RE, LeNoble ME, Else MA, Thorne ET, Gherardi F. Endogenous ABA maintains shoot growth in tomato independently of effects on plant water balance: evidence for an interaction with ethylene. J Exp Bot. 2000;51(350):1575–84.", "ArticleIdList": ["11006308"]}, {"Citation": "Zhang M, Yuan B, Leng P. The role of ABA in triggering ethylene biosynthesis and ripening of tomato fruit. J Exp Bot. 2009;60(6):1579–88. 10.1093/jxb/erp026", "ArticleIdList": ["10.1093/jxb/erp026", "PMC2671613", "19246595"]}, {"Citation": "Yan YS, Zhang YM, Yang K, Sun ZX, Fu YP, Chen XY, et al. Small RNAs from MITE-derived stem-loop precursors regulate abscisic acid signaling and abiotic stress responses in rice. Plant J. 2011;65(5):820–8. 10.1111/j.1365-313X.2010.04467.x", "ArticleIdList": ["10.1111/j.1365-313X.2010.04467.x", "21251104"]}, {"Citation": "Swamy PM, Smith BN. Role of abscisic acid in plant stress tolerance. Curr Sci India. 1999;76(9):1220–7."}, {"Citation": "Mahajan S, Tuteja N. Cold, salinity and drought stresses: An overview. Arch Biochem Biophys. 2005;444(2):139–58. 10.1016/j.abb.2005.10.018", "ArticleIdList": ["10.1016/j.abb.2005.10.018", "16309626"]}, {"Citation": "Chinnusamy V, Schumaker K, Zhu JK. Molecular genetic perspectives on cross-talk and specificity in abiotic stress signalling in plants. J Exp Bot. 2004;55(395):225–36. 10.1093/jxb/erh005", "ArticleIdList": ["10.1093/jxb/erh005", "14673035"]}, {"Citation": "Cohen AC, Bottini R, Pontin M, Berli FJ, Moreno D, Boccanlandro H, et al. Azospirillum brasilense ameliorates the response of Arabidopsis thaliana to drought mainly via enhancement of ABA levels. Physiol Plant. 2015;153(1):79–90. 10.1111/ppl.12221", "ArticleIdList": ["10.1111/ppl.12221", "24796562"]}, {"Citation": "Cohen AC, Travaglia CN, Bottini R, Piccoli PN. Participation of abscisic acid and gibberellins produced by endophytic Azospirillum in the alleviation of drought effects in maize. Botany-Botanique. 2009;87(5):455–62."}, {"Citation": "Schwartz SH, Qin XQ, Zeevaart JAD. Elucidation of the indirect pathway of abscisic acid biosynthesis by mutants, genes, and enzymes. Plant Physiol. 2003;131(4):1591–601. 10.1104/pp.102.017921", "ArticleIdList": ["10.1104/pp.102.017921", "PMC1540303", "12692318"]}, {"Citation": "Siewers V, Kokkelink L, Smedsgaard J, Tudzynski P. Identification of an abscisic acid gene cluster in the grey mold Botrytis cinerea. Appl Environ Microbiol. 2006;72(7):4619–26. 10.1128/AEM.02919-05", "ArticleIdList": ["10.1128/AEM.02919-05", "PMC1489360", "16820452"]}, {"Citation": "Idris EE, Bochow H, Ross H, Borriss R. Use of Bacillus subtilis as biocontrol agent. 6. Phytohormone-like action of culture filtrates prepared from plant growth-promoting Bacillus amyloliquefaciens FZB24, FZB42, FZB45 and Bacillus subtilis FZB37. Journal of Plant Diseases and Protection. 2004;111(6):583–97."}, {"Citation": "Talanova V, Akimova T, Titov A. Effect of whole plant and local heating on the ABA content in cucumber seedling leaves and roots and on their heat tolerance. Russ J Plant Physiol. 2003;50(1):90–4."}, {"Citation": "Wu C, Cui K, Wang W, Li Q, Fahad S, Hu Q, et al. Heat-induced phytohormone changes are associated with disrupted early reproductive development and reduced yield in rice. Sci Rep. 2016;6:34978 10.1038/srep34978", "ArticleIdList": ["10.1038/srep34978", "PMC5054528", "27713528"]}, {"Citation": "Bita CE, Gerats T. Plant tolerance to high temperature in a changing environment: scientific fundamentals and production of heat stress-tolerant crops. Frontiers in Plant Science. 2013;4:273 10.3389/fpls.2013.00273", "ArticleIdList": ["10.3389/fpls.2013.00273", "PMC3728475", "23914193"]}, {"Citation": "Crozier A, Arruda P, Jasmim JM, Monteiro AM, Sandberg G. Analysis of Indole-3-Acetic Acid and Related Indoles in Culture Medium from Azospirillum lipoferum and Azospirillum brasilense. Appl Environ Microbiol. 1988;54(11):2833–7.", "ArticleIdList": ["PMC204381", "16347781"]}, {"Citation": "Etesami H, Hosseini HM, Alikhani HA, Mohammadi L. Bacterial Biosynthesis of 1-Aminocyclopropane-1-Carboxylate (ACC) Deaminase and Indole-3-Acetic Acid (IAA) as Endophytic Preferential Selection Traits by Rice Plant Seedlings. J Plant Growth Regul. 2014;33(3):654–70."}, {"Citation": "Kobayashi M, Suzuki T, Fujita T, Masuda M, Shimizu S. Occurrence of Enzymes Involved in Biosynthesis of Indole-3-Acetic-Acid from Indole-3-Acetonitrile in Plant-Associated Bacteria, Agrobacterium and Rhizobium. Proc Natl Acad Sci U S A. 1995;92(3):714–8.", "ArticleIdList": ["PMC42690", "11607511"]}, {"Citation": "Kamilova F, Kravchenko LV, Shaposhnikov AI, Azarova T, Makarova N, Lugtenberg B. Organic acids, sugars, and L-tryptophane in exudates of vegetables growing on stonewool and their effects on activities of rhizosphere bacteria. Mol Plant-Microbe Interact. 2006;19(3):250–6. 10.1094/MPMI-19-0250", "ArticleIdList": ["10.1094/MPMI-19-0250", "16570655"]}, {"Citation": "Dobbelaere S, Croonenborghs A, Thys A, Broek AV, Vanderleyden J. Phytostimulatory effect of Azospirillum brasilense wild type and mutant strains altered in IAA production on wheat. Plant Soil. 1999;212(2):153–62."}, {"Citation": "Patten CL, Glick BR. Role of Pseudomonas putida indoleacetic acid in development of the host plant root system. Appl Environ Microbiol. 2002;68(8):3795–801. 10.1128/AEM.68.8.3795-3801.2002", "ArticleIdList": ["10.1128/AEM.68.8.3795-3801.2002", "PMC124051", "12147474"]}, {"Citation": "Vacheron J, Desbrosses G, Bouffaud M-L, Touraine B, Prigent-Combaret C. Plant growth-promoting rhizobacteria and root system functioning. Ecophysiology of root systems-environment interaction. 2014:166.", "ArticleIdList": ["PMC3775148", "24062756"]}, {"Citation": "Creus CM, Graziano M, Casanovas EM, Pereyra MA, Simontacchi M, Puntarulo S, et al. Nitric oxide is involved in the Azospirillum brasilense-induced lateral root formation in tomato. Planta. 2005;221(2):297–303. 10.1007/s00425-005-1523-7", "ArticleIdList": ["10.1007/s00425-005-1523-7", "15824907"]}, {"Citation": "Terrile MC, París R, Calderón-Villalobos LI, Iglesias MJ, Lamattina L, Estelle M, et al. Nitric oxide influences auxin signaling through S-nitrosylation of the Arabidopsis TRANSPORT INHIBITOR RESPONSE 1 auxin receptor. The Plant Journal. 2012;70(3):492–500. 10.1111/j.1365-313X.2011.04885.x", "ArticleIdList": ["10.1111/j.1365-313X.2011.04885.x", "PMC3324642", "22171938"]}, {"Citation": "Tanada T. Indoleacetic Acid and Abscisic Acid Antagonism: II. On the Phytochrome-Mediated Attachment of Barley Root Tips on Glass. Plant Physiol. 1973;51(1):154–7.", "ArticleIdList": ["PMC367374", "16658278"]}, {"Citation": "Tanada T. Indoleacetic Acid and abscisic Acid antagonism: I. On the phytochrome-mediated attachment of mung bean root tips on glass. Plant Physiol. 1973;51(1):150–3.", "ArticleIdList": ["PMC367373", "16658277"]}, {"Citation": "Tanada T. Antagonism between indoleacetic acid and abscisic acid on a rapid phytochrome-mediated process. 1972."}, {"Citation": "Patten CL, Glick BR. Role of Pseudomonas putida indoleacetic acid in development of the host plant root system. Appl Environ Microbiol. 2002;68(8):3795–801. 10.1128/AEM.68.8.3795-3801.2002", "ArticleIdList": ["10.1128/AEM.68.8.3795-3801.2002", "PMC124051", "12147474"]}, {"Citation": "Yang S, Zhang Q, Guo J, Charkowski AO, Glick BR, Ibekwe AM, et al. Global effect of indole-3-acetic acid biosynthesis on multiple virulence factors of Erwinia chrysanthemi 3937. Appl Environ Microbiol. 2007;73(4):1079–88. 10.1128/AEM.01770-06", "ArticleIdList": ["10.1128/AEM.01770-06", "PMC1828641", "17189441"]}, {"Citation": "Vandeputte O, Oden S, Mol A, Vereecke D, Goethals K, El Jaziri M, et al. Biosynthesis of auxin by the gram-positive phytopathogen Rhodococcus fascians is controlled by compounds specific to infected plant tissues. Appl Environ Microbiol. 2005;71(3):1169–77. 10.1128/AEM.71.3.1169-1177.2005", "ArticleIdList": ["10.1128/AEM.71.3.1169-1177.2005", "PMC1065166", "15746315"]}, {"Citation": "Press C, Wilson M, Tuzun S, Kloepper J. Salicylic acid produced by Serratia marcescens 90–166 is not the primary determinant of induced systemic resistance in cucumber or tobacco. Mol Plant-Microbe Interact. 1997;10(6):761–8."}, {"Citation": "Press CM, Loper JE, Kloepper JW. Role of iron in rhizobacteria-mediated induced systemic resistance of cucumber. Phytopathology. 2001;91(6):593–8. 10.1094/PHYTO.2001.91.6.593", "ArticleIdList": ["10.1094/PHYTO.2001.91.6.593", "18943949"]}, {"Citation": "van Loon LC, Bakker PAHM, Pieterse CMJ. Systemic resistance induced by rhizosphere bacteria. Annu Rev Phytopathol. 1998;36:453–83. 10.1146/annurev.phyto.36.1.453", "ArticleIdList": ["10.1146/annurev.phyto.36.1.453", "15012509"]}, {"Citation": "Garcia de Salamone IE, Hynes RK, Nelson LM. Cytokinin production by plant growth promoting rhizobacteria and selected mutants. Can J Microbiol. 2001;47(5):404–11.", "ArticleIdList": ["11400730"]}, {"Citation": "Hussain A, Hasnain S. Cytokinin production by some bacteria: its impact on cell division in cucumber cotyledons. African Journal of Microbiology Research. 2009;3(11):704–12."}, {"Citation": "Grosskinsky DK, Tafner R, Moreno MV, Stenglein SA, Garcia de Salamone IE, Nelson LM, et al. Cytokinin production by Pseudomonas fluorescens G20-18 determines biocontrol activity against Pseudomonas syringae in Arabidopsis. Sci Rep. 2016;6:23310 10.1038/srep23310", "ArticleIdList": ["10.1038/srep23310", "PMC4794740", "26984671"]}, {"Citation": "Lu Y, Tarkowská D, Turečková V, Luo T, Xin Y, Li J, et al. Antagonistic roles of abscisic acid and cytokinin during response to nitrogen depletion in oleaginous microalga Nannochloropsis oceanica expand the evolutionary breadth of phytohormone function. The Plant Journal. 2014;80(1):52–68. 10.1111/tpj.12615", "ArticleIdList": ["10.1111/tpj.12615", "25041627"]}, {"Citation": "Atzorn R, Crozier A, Wheeler CT, Sandberg G. Production of gibberellins and indole-3-acetic acid by Rhizobium phaseoli in relation to nodulation of Phaseolus vulgaris roots. Planta. 1988;175(4):532–8. 10.1007/BF00393076", "ArticleIdList": ["10.1007/BF00393076", "24221937"]}, {"Citation": "Bottini R, Fulchieri M, Pearce D, Pharis RP. Identification of gibberellins A1, A3, and iso-A3 in cultures of Azospirillum lipoferum. Plant Physiol. 1989;90(1):45–7.", "ArticleIdList": ["PMC1061674", "16666766"]}, {"Citation": "Janzen R, Rood S, Dormaar J, McGill W. Azospirillum brasilense produces gibberellin in pure culture on chemically-defined medium and in co-culture on straw. Soil Biology and Biochemistry. 1992;24(10):1061–4."}, {"Citation": "Khan N, Bano A. Modulation of Phytoremediation and Plant growth by the treatment of PGPR, Ag nanoaprticle and untreated municipal wastewater. Int J Phytoremediation. 2016: 0.", "ArticleIdList": ["27348506"]}, {"Citation": "Kang SM, Khan AL, Hamayun M, Hussain J, Joo GJ, You YH, et al. Gibberellin-producing Promicromonospora sp. SE188 improves Solanum lycopersicum plant growth and influences endogenous plant hormones. J Microbiol. 2012;50(6):902–9. 10.1007/s12275-012-2273-4", "ArticleIdList": ["10.1007/s12275-012-2273-4", "23274975"]}, {"Citation": "Gill SS, Tuteja N. Reactive oxygen species and antioxidant machinery in abiotic stress tolerance in crop plants. Plant Physiol Bioch. 2010;48(12):909–30.", "ArticleIdList": ["20870416"]}, {"Citation": "Shen XM, Hu HB, Peng HS, Wang W, Zhang XH. Comparative genomic analysis of four representative plant growth-promoting rhizobacteria in Pseudomonas. BMC genomics. 2013;14.", "ArticleIdList": ["PMC3644233", "23607266"]}, {"Citation": "Storz G, Imlay JA. Oxidative stress. Curr Opin Microbiol. 1999;2(2):188–94.", "ArticleIdList": ["10322176"]}, {"Citation": "Whistler CA, Corbell NA, Sarniguet A, Ream W, Loper JE. The two-component regulators GacS and GacA influence accumulation of the stationary-phase sigma factor sigmaS and the stress response in Pseudomonas fluorescens Pf-5. J Bacteriol. 1998;180(24):6635–41.", "ArticleIdList": ["PMC107767", "9852008"]}, {"Citation": "Ochsner UA, Vasil ML, Alsabbagh E, Parvatiyar K, Hassett DJ. Role of the Pseudomonas aeruginosa oxyR-recG operon in oxidative stress defense and DNA repair: OxyR-dependent regulation of katB-ankB, ahpB, and ahpC-ahpF. J Bacteriol. 2000;182(16):4533–44.", "ArticleIdList": ["PMC94625", "10913087"]}, {"Citation": "Chang WS, Li XH, Halverson LJ. Influence of water limitation on endogenous oxidative stress and cell death within unsaturated Pseudomonas putida biofilms. Environ Microbiol. 2009;11(6):1482–92. 10.1111/j.1462-2920.2009.01876.x", "ArticleIdList": ["10.1111/j.1462-2920.2009.01876.x", "19222541"]}, {"Citation": "Fones H, Preston GM. Reactive oxygen and oxidative stress tolerance in plant pathogenic Pseudomonas. FEMS Microbiol Lett. 2012;327(1):1–8. 10.1111/j.1574-6968.2011.02449.x", "ArticleIdList": ["10.1111/j.1574-6968.2011.02449.x", "22092667"]}, {"Citation": "Darwin KH, Ehrt S, Gutierrez-Ramos JC, Weich N, Nathan CF. The proteasome of Mycobacterium tuberculosis is required for resistance to nitric oxide. Science. 2003;302(5652):1963–6. 10.1126/science.1091176", "ArticleIdList": ["10.1126/science.1091176", "14671303"]}, {"Citation": "Gardner AM, Helmick RA, Gardner PR. Flavorubredoxin, an inducible catalyst for nitric oxide reduction and detoxification in Escherichia coli. J Biol Chem. 2002;277(10):8172–7. 10.1074/jbc.M110471200", "ArticleIdList": ["10.1074/jbc.M110471200", "11751865"]}, {"Citation": "Liu L, Hausladen A, Zeng M, Que L, Heitman J, Stamler JS. A metabolic enzyme for S-nitrosothiol conserved from bacteria to humans. Nature. 2001;410(6827):490–4. 10.1038/35068596", "ArticleIdList": ["10.1038/35068596", "11260719"]}, {"Citation": "Malik SI, Hussain A, Yun BW, Spoel SH, Loake GJ. GSNOR-mediated de-nitrosylation in the plant defence response. Plant Sci. 2011;181(5):540–4. 10.1016/j.plantsci.2011.04.004", "ArticleIdList": ["10.1016/j.plantsci.2011.04.004", "21893250"]}, {"Citation": "Frey AD, Kallio PT. Bacterial hemoglobins and flavohemoglobins: versatile proteins and their impact on microbiology and biotechnology. FEMS Microbiol Rev. 2003;27(4):525–45.", "ArticleIdList": ["14550944"]}]}], "History": [{"Year": "2016", "Month": "7", "Day": "22"}, {"Year": "2017", "Month": "2", "Day": "16"}, {"Year": "2017", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["28282395", "PMC5345817", "10.1371/journal.pone.0173203", "PONE-D-16-29354"]}}]}