{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["HUVEC tube formation", "angiogenesis", "cell proliferation", "fibroblast growth factor 1", "mesenchymal stem cells"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28281780", "DateCompleted": {"Year": "2017", "Month": "09", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "03", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1089/dna.2016.3546"], "Journal": {"ISSN": "1557-7430", "JournalIssue": {"Volume": "36", "Issue": "5", "PubDate": {"Year": "2017", "Month": "May"}}, "Title": "DNA and cell biology", "ISOAbbreviation": "DNA Cell Biol"}, "ArticleTitle": "Fibroblast Growth Factor 1-Transfected Adipose-Derived Mesenchymal Stem Cells Promote Angiogenic Proliferation.", "Pagination": {"StartPage": "401", "EndPage": "412", "MedlinePgn": "401-412"}, "Abstract": {"AbstractText": ["The aim of this study was to investigate, for the first time, the effects of using adipose-derived mesenchymal stem cells (AD-MSCs) transfected with an episomal plasmid encoding fibroblast growth factor 1 (FGF1) (AD-MSCs<sup>FGF1</sup>), in providing the microenvironment required for angiogenic proliferation. The isolated rat AD-MSCs were positive for mesenchymal (CD29 and CD90) and negative for hematopoietic (CD34 and CD45) surface markers. Adipogenic and osteogenic differentiation of the AD-MSCs also occurred in the proper culture media. The presence of FGF1 in the conditioned medium from the AD-MSCs<sup>FGF1</sup> was confirmed by Western blotting. G418 and PCR were used for selection of transfected cells and confirmation of the presence of FGF1 mRNA, respectively. Treatment with the AD-MSC<sup>FGF1</sup>-conditioned medium significantly increased the NIH-3T3 cell proliferation and human umbilical vein endothelial cell (HUVEC) tube formation compared to conditioned medium from nontransfected AD-MSCs (p < 0.001). In conclusion, the AD-MSCs<sup>FGF1</sup> efficiently secreted functional FGF1, which promoted angiogenic proliferation. Using AD-MSCs<sup>FGF1</sup> may provide a useful strategy in cell therapy, which can merge the beneficial effects of stem cells with the positive biological effects of FGF1 in various disorders, especially tissue defects, neurodegenerative, cardiovascular and diabetes endocrine pathologies, which remain to be tested in preclinical and clinical studies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Department of Medical Biotechnology, Faculty of Medicine, Mashhad University of Medical Sciences , Mashhad, Iran ."}], "LastName": "Hoseini", "ForeName": "Seyed Javad", "Initials": "SJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Department of Medical Biotechnology, Faculty of Medicine, Mashhad University of Medical Sciences , Mashhad, Iran ."}], "LastName": "Ghazavi", "ForeName": "Hamed", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "2 Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences , Mashhad, Iran ."}], "LastName": "Forouzanfar", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "3 Department of Biochemistry, Faculty of Medicine, Mashhad University of Medical Sciences , Mashhad, Iran ."}], "LastName": "Mashkani", "ForeName": "Baratali", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "4 Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences , Mashhad, Iran ."}], "LastName": "Ghorbani", "ForeName": "Ahmad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Department of Medical Biotechnology, Faculty of Medicine, Mashhad University of Medical Sciences , Mashhad, Iran ."}], "LastName": "Mahdipour", "ForeName": "Elahe", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Department of Medical Biotechnology, Faculty of Medicine, Mashhad University of Medical Sciences , Mashhad, Iran ."}], "LastName": "Ghasemi", "ForeName": "Faezeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "5 Neurocognitive Research Center, Mashhad University of Medical Sciences , Mashhad, Iran ."}], "LastName": "Sadeghnia", "ForeName": "Hamid Reza", "Initials": "HR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "6 Metabolic Syndrome Research Center, Mashhad University of Medical Sciences , Mashhad, Iran ."}, {"Identifier": [], "Affiliation": "7 Cardiovascular Research Center, Mashhad University of Medical Sciences , Mashhad, Iran ."}], "LastName": "Ghayour-Mobarhan", "ForeName": "Majid", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "DNA Cell Biol", "NlmUniqueID": "9004522", "ISSNLinking": "1044-5498"}, "ChemicalList": [{"RegistryNumber": "104781-85-3", "NameOfSubstance": "Fibroblast Growth Factor 1"}], "MeshHeadingList": [{"QualifierName": ["cytology"], "DescriptorName": "Adipose Tissue"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["genetics"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": [], "DescriptorName": "Cells, Cultured"}, {"QualifierName": ["genetics"], "DescriptorName": "Fibroblast Growth Factor 1"}, {"QualifierName": ["physiology"], "DescriptorName": "Human Umbilical Vein Endothelial Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["cytology", "physiology"], "DescriptorName": "Mesenchymal Stem Cells"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "NIH 3T3 Cells"}, {"QualifierName": ["genetics"], "DescriptorName": "Neovascularization, Physiologic"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}, {"QualifierName": [], "DescriptorName": "Transfection"}], "CoiStatement": "No competing financial interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aguena M., Fanganiello R.D., Tissiani L.A., Ishiy F.A., Atique R., Alonso N., et al. (2012). Optimization of parameters for a more efficient use of adipose-derived stem cells in regenerative medicine therapies. Stem Cells Int 2012, 303–610", "ArticleIdList": ["PMC3328333", "22550502"]}, {"Citation": "Alzheimer C., and Werner S. (2002). Fibroblast growth factors and neuroprotection. Adv Exp Med Biol 513, 335–351", "ArticleIdList": ["12575827"]}, {"Citation": "Baer P.C., and Geiger H. (2012). Adipose-derived mesenchymal stromal/stem cells: tissue localization, characterization, and heterogeneity. Stem Cells Int 2012, 812693.", "ArticleIdList": ["PMC3345279", "22577397"]}, {"Citation": "Bajek A., Gurtowska N., Olkowska J., Kazmierski L., Maj M., and Drewa T. (2016). Adipose-derived stem cells as a tool in cell-based therapies. Arch Immunol Ther Exp (Warsz) 64, 443–454", "ArticleIdList": ["PMC5085986", "27178663"]}, {"Citation": "Blaber S.I., Diaz J., and Blaber M. (2015). Accelerated healing in NONcNZO10/LtJ type 2 diabetic mice by FGF-1. Wound Repair Regen 23, 538–549", "ArticleIdList": ["25891187"]}, {"Citation": "Bryckaert M., Guillonneau X., Hecquet C., Perani P., Courtois Y., and Mascarelli F. (2000). Regulation of proliferation-survival decisions is controlled by FGF1 secretion in retinal pigmented epithelial cells. Oncogene 19, 4917–4929", "ArticleIdList": ["11039909"]}, {"Citation": "Bunnell B.A., Flaat M., Gagliardi C., Patel B., and Ripoll C. (2008). Adipose-derived stem cells: isolation, expansion and differentiation. Methods 45, 115–120", "ArticleIdList": ["PMC3668445", "18593609"]}, {"Citation": "Chang K.A., Lee J.H., and Suh Y.H. (2014). Therapeutic potential of human adipose-derived stem cells in neurological disorders. J Pharmacol Sci 126, 293–301", "ArticleIdList": ["25409785"]}, {"Citation": "Cheng X., Wang Z., Yang J., Ma M., Lu T., Xu G., et al. (2011). Acidic fibroblast growth factor delivered intranasally induces neurogenesis and angiogenesis in rats after ischemic stroke. Neurol Res 33, 675–680", "ArticleIdList": ["21756545"]}, {"Citation": "Comerota A.J., Throm R.C., Miller K.A., Henry T., Chronos N., Laird J., et al. (2002). Naked plasmid DNA encoding fibroblast growth factor type 1 for the treatment of end-stage unreconstructible lower extremity ischemia: preliminary results of a phase I trial. J Vasc Surg 35, 930–936", "ArticleIdList": ["12021709"]}, {"Citation": "Coutu D.L., and Galipeau J. (2011). Roles of FGF signaling in stem cell self-renewal, senescence and aging. Aging 3, 920–933", "ArticleIdList": ["PMC3229969", "21990129"]}, {"Citation": "Cuevas P., Reimers D., Carceller F., Martinez-Coso V., Redondo-Horcajo M., Saenz de Tejada I., et al. (1997). Fibroblast growth factor-1 prevents myocardial apoptosis triggered by ischemia reperfusion injury. Eur J Med Res 2, 465–468", "ArticleIdList": ["9385115"]}, {"Citation": "De Francesco F., Ricci G., D'Andrea F., Nicoletti G.F., and Ferraro G.A. (2015). Human adipose stem cells: from bench to bedside. Tissue Eng Part B Rev 21, 572–584", "ArticleIdList": ["25953464"]}, {"Citation": "Derby B.M., Dai H., Reichensperger J., Cox L., Harrison C., Cosenza N., et al. (2014). Adipose-derived stem cell to epithelial stem cell transdifferentiation: a mechanism to potentially improve understanding of fat grafting's impact on skin rejuvenation. Aesthet Surg J 34, 142–153", "ArticleIdList": ["24334307"]}, {"Citation": "Di Serio C., Cozzi A., Angeli I., Doria L., Micucci I., Pellerito S., et al. (2005). Kynurenic acid inhibits the release of the neurotrophic fibroblast growth factor (FGF)-1 and enhances proliferation of glia cells, in vitro. Cell Mol Neurobiol 25, 981–993", "ArticleIdList": ["16392031"]}, {"Citation": "Dono R. (2003). Fibroblast growth factors as regulators of central nervous system development and function. Am J Physiol Regul Integr Comp Physiol 284, R867–R881", "ArticleIdList": ["12626354"]}, {"Citation": "Engel F.B., Hsieh P.C., Lee R.T., and Keating M.T. (2006). FGF1/p38 MAP kinase inhibitor therapy induces cardiomyocyte mitosis, reduces scarring, and rescues function after myocardial infarction. Proc Natl Acad Sci U S A 103, 15546–15551", "ArticleIdList": ["PMC1622860", "17032753"]}, {"Citation": "Feizpour A., Boskabady M.H., and Ghorbani A. (2014). Adipose-derived stromal cell therapy affects lung inflammation and tracheal responsiveness in guinea pig model of COPD. PLoS One 9, e108974.", "ArticleIdList": ["PMC4203716", "25330334"]}, {"Citation": "Fernandez B., Buehler A., Wolfram S., Kostin S., Espanion G., Franz W.M., et al. (2000). Transgenic myocardial overexpression of fibroblast growth factor-1 increases coronary artery density and branching. Circ Res 87, 207–213", "ArticleIdList": ["10926871"]}, {"Citation": "Ford-Perriss M., Abud H., and Murphy M. (2001). Fibroblast growth factors in the developing central nervous system. Clin Exp Pharmacol Physiol 28, 493–503", "ArticleIdList": ["11422214"]}, {"Citation": "Formiga F.R., Pelacho B., Garbayo E., Imbuluzqueta I., Diaz-Herraez P., Abizanda G., et al. (2014). Controlled delivery of fibroblast growth factor-1 and neuregulin-1 from biodegradable microparticles promotes cardiac repair in a rat myocardial infarction model through activation of endogenous regeneration. J Control Release 173, 132–139", "ArticleIdList": ["24200746"]}, {"Citation": "Francescone R.A., 3rd, Faibish M., and Shao R. (2011). A Matrigel-based tube formation assay to assess the vasculogenic activity of tumor cells. J Vis Exp 55, e3040", "ArticleIdList": ["PMC3230200", "21931289"]}, {"Citation": "Ghorbani A., Feizpour A., Hashemzahi M., Gholami L., Hosseini M., Soukhtanloo M., et al. (2014a). The effect of adipose derived stromal cells on oxidative stress level, lung emphysema and white blood cells of guinea pigs model of chronic obstructive pulmonary disease. Daru 22, 26–38", "ArticleIdList": ["PMC3922605", "24495506"]}, {"Citation": "Ghorbani A., Jalali S.A., Varedi M. (2014b). Isolation of adipose tissue mesenchymal stem cells without tissue destruction: a non-enzymatic method. Tissue Cell 46, 54–58", "ArticleIdList": ["24321269"]}, {"Citation": "Gonzalez-Rey E., Gonzalez M.A., Varela N., O'Valle F., Hernandez-Cortes P., Rico L., et al. (2010). Human adipose-derived mesenchymal stem cells reduce inflammatory and T cell responses and induce regulatory T cells in vitro in rheumatoid arthritis. Ann Rheum Dis 69, 241–248", "ArticleIdList": ["19124525"]}, {"Citation": "Gutierrez-Fernandez M., Rodriguez-Frutos B., Otero-Ortega L., Ramos-Cejudo J., Fuentes B., and Diez-Tejedor E. (2013). Adipose tissue-derived stem cells in stroke treatment: from bench to bedside. Discov Med 16, 37–43", "ArticleIdList": ["23911230"]}, {"Citation": "Horita Y., Honmou O., Harada K., Houkin K., Hamada H., and Kocsis J.D. (2006). Intravenous administration of glial cell line-derived neurotrophic factor gene-modified human mesenchymal stem cells protects against injury in a cerebral ischemia model in the adult rat. J Neurosci Res 84, 1495–1504", "ArticleIdList": ["PMC2605367", "16998918"]}, {"Citation": "Hossain M.A., Russell J.C., Gomez R., and Laterra J. (2002). Neuroprotection by scatter factor/hepatocyte growth factor and FGF-1 in cerebellar granule neurons is phosphatidylinositol 3-kinase/akt-dependent and MAPK/CREB-independent. J Neurochem 81, 365–378", "ArticleIdList": ["12064484"]}, {"Citation": "Hsu L.W., Goto S., Nakano T., Chen K.D., Wang C.C., Lai C.Y., et al. (2012). The effect of exogenous histone H1 on rat adipose-derived stem cell proliferation, migration, and osteogenic differentiation in vitro. J Cell Physiol 227, 3417–3425", "ArticleIdList": ["22223405"]}, {"Citation": "Hsu Y.C., Chen S.L., Wang D.Y., and Chiu I.M. (2013). Stem cell-based therapy in neural repair. Biomed J 36, 98–105", "ArticleIdList": ["23806879"]}, {"Citation": "Huang W.C., Kuo H.S., Tsai M.J., Ma H., Chiu C.W., Huang M.C., et al. (2011). Adeno-associated virus-mediated human acidic fibroblast growth factor expression promotes functional recovery of spinal cord-contused rats. J Gene Med 13, 283–289", "ArticleIdList": ["21557400"]}, {"Citation": "Hutley L., Shurety W., Newell F., McGeary R., Pelton N., Grant J., et al. (2004). Fibroblast growth factor 1: a key regulator of human adipogenesis. Diabetes 53, 3097–3106", "ArticleIdList": ["15561939"]}, {"Citation": "Iwakura A., Fujita M., Ikemoto M., Hasegawa K., Nohara R., Sasayama S., et al. (2000). Myocardial ischemia enhances the expression of acidic fibroblast growth factor in human pericardial fluid. Heart Vessels 15, 112–116", "ArticleIdList": ["11289498"]}, {"Citation": "Javerzat S., Auguste P., and Bikfalvi A. (2002). The role of fibroblast growth factors in vascular development. Trends Mol Med 8, 483–489", "ArticleIdList": ["12383771"]}, {"Citation": "Jaye M., Howk R., Burgess W., Ricca G.A., Chiu I.M., Ravera M.W., et al. (1986). Human endothelial cell growth factor: cloning, nucleotide sequence, and chromosome localization. Science 233, 541–545", "ArticleIdList": ["3523756"]}, {"Citation": "Jonker J.W., Suh J.M., Atkins A.R., Ahmadian M., Li P., Whyte J., et al. (2012). A PPARgamma-FGF1 axis is required for adaptive adipose remodelling and metabolic homeostasis. Nature 485, 391–394", "ArticleIdList": ["PMC3358516", "22522926"]}, {"Citation": "Jun-Jiang C., and Huan-Jiu X. (2016). Vascular endothelial growth factor 165-transfected adipose-derived mesenchymal stem cells promote vascularization-assisted fat transplantation. Artif Cells Nanomed Biotechnol 44, 1141–1149", "ArticleIdList": ["25812001"]}, {"Citation": "Kelpke S.S., Zinn K.R., Rue L.W., and Thompson J.A. (2004). Site-specific delivery of acidic fibroblast growth factor stimulates angiogenic and osteogenic responses in vivo. J Biomed Mater Res A 71, 316–325", "ArticleIdList": ["15376268"]}, {"Citation": "Kilroy G.E., Foster S.J., Wu X., Ruiz J., Sherwood S., Heifetz A., et al. (2007). Cytokine profile of human adipose-derived stem cells: expression of angiogenic, hematopoietic, and pro-inflammatory factors. J Cell Physiol 212, 702–709", "ArticleIdList": ["17477371"]}, {"Citation": "Kim T.K., and Eberwine J.H. (2010). Mammalian cell transfection: the present and the future. Anal Bioanal Chem 397, 3173–3178", "ArticleIdList": ["PMC2911531", "20549496"]}, {"Citation": "Kindler V., Suva D., Soulas C., and Chapuis B. (2006). Haematopoietic stem cells and mesenchymal stem cells as tools for present and future cellular therapies. Swiss Med Wkly 136, 333–337", "ArticleIdList": ["16826633"]}, {"Citation": "Kulahin N., Kiselyov V., Kochoyan A., Kristensen O., Kastrup J.S., Berezin V., et al. (2007). Structure of rat acidic fibroblast growth factor at 1.4 A resolution. Acta Crystallogr Sect F Struct Biol Cryst Commun 63, 65–68", "ArticleIdList": ["PMC2330123", "17277441"]}, {"Citation": "Kurozumi K., Nakamura K., Tamiya T., Kawano Y., Kobune M., Hirai S., et al. (2004). BDNF gene-modified mesenchymal stem cells promote functional recovery and reduce infarct size in the rat middle cerebral artery occlusion model. Mol Ther 9, 189–197", "ArticleIdList": ["14759803"]}, {"Citation": "Lin G., Garcia M., Ning H., Banie L., Guo Y.L., Lue T.F., et al. (2008). Defining stem and progenitor cells within adipose tissue. Stem Cells Dev 17, 1053–1063", "ArticleIdList": ["PMC2865901", "18597617"]}, {"Citation": "Lin P.H., Cheng H., Huang W.C., and Chuang T.Y. (2005). Spinal cord implantation with acidic fibroblast growth factor as a treatment for root avulsion in obstetric brachial plexus palsy. J Chin Med Assoc 68, 392–396", "ArticleIdList": ["16138720"]}, {"Citation": "Lin P.H., Chuang T.Y., Liao K.K., Cheng H., and Shih Y.S. (2006). Functional recovery of chronic complete idiopathic transverse myelitis after administration of neurotrophic factors. Spinal Cord 44, 254–257", "ArticleIdList": ["16151455"]}, {"Citation": "Liu H., Honmou O., Harada K., Nakamura K., Houkin K., Hamada H., et al. (2006). Neuroprotection by PlGF gene-modified human mesenchymal stem cells after cerebral ischaemia. Brain 129, 2734–2745", "ArticleIdList": ["PMC2605397", "16901914"]}, {"Citation": "Liu W., Struik D., Nies V.J., Jurdzinski A., Harkema L., de Bruin A., et al. (2016). Effective treatment of steatosis and steatohepatitis by fibroblast growth factor 1 in mouse models of nonalcoholic fatty liver disease. Proc Natl Acad Sci U S A 113, 2288–2293", "ArticleIdList": ["PMC4776526", "26858440"]}, {"Citation": "Marin V., Kaplanski G., Gres S., Farnarier C., and Bongrand P. (2001). Endothelial cell culture: protocol to obtain and cultivate human umbilical endothelial cells. J Immunol Methods 254, 183–190", "ArticleIdList": ["11406163"]}, {"Citation": "Mashayekhi F., Hadavi M., Vaziri H.R., and Naji M. (2010). Increased acidic fibroblast growth factor concentrations in the serum and cerebrospinal fluid of patients with Alzheimer's disease. J Clin Neurosci 17, 357–359", "ArticleIdList": ["20079650"]}, {"Citation": "Matsunaga H., and Ueda H. (2006). Evidence for serum-deprivation-induced co-release of FGF-1 and S100A13 from astrocytes. Neurochem Int 49, 294–303", "ArticleIdList": ["16519964"]}, {"Citation": "Meyer M.A. (2014). Identification of 17 highly expressed genes within mouse lumbar spinal cord anterior horn region from an in-situ hybridization atlas of 3430 genes: implications for motor neuron disease. Neurol Int 6, 5367.", "ArticleIdList": ["PMC4077210", "24987504"]}, {"Citation": "Miller D.L., Ortega S., Bashayan O., Basch R., and Basilico C. (2000). Compensation by fibroblast growth factor 1 (FGF1) does not account for the mild phenotypic defects observed in FGF2 null mice. Mol Cell Biol 20, 2260–2268", "ArticleIdList": ["PMC110842", "10688672"]}, {"Citation": "Mitchell J.B., McIntosh K., Zvonic S., Garrett S., Floyd Z.E., Kloster A., et al. (2006). Immunophenotype of human adipose-derived cells: temporal changes in stromal-associated and stem cell-associated markers. Stem Cells 24, 376–385", "ArticleIdList": ["16322640"]}, {"Citation": "Moore J.C., Atze K., Yeung P.L., Toro-Ramos A.J., Camarillo C., Thompson K., et al. (2010). Efficient, high-throughput transfection of human embryonic stem cells. Stem Cell Res Ther 1, 23.", "ArticleIdList": ["PMC2941115", "20659329"]}, {"Citation": "Mori S., Tran V., Nishikawa K., Kaneda T., Hamada Y., Kawaguchi N., et al. (2013). A dominant-negative FGF1 mutant (the R50E mutant) suppresses tumorigenesis and angiogenesis. PLoS One 8, e57927.", "ArticleIdList": ["PMC3585250", "23469107"]}, {"Citation": "Mortazavian S.M., Parsaee H., Mousavi S.H., Tayarani-Najaran Z., Ghorbani A., and Sadeghnia H.R. (2013). Acetylcholinesterase inhibitors promote angiogenesis in chick chorioallantoic membrane and inhibit apoptosis of endothelial cells. Int J Alzheimers Dis 2013, 121068.", "ArticleIdList": ["PMC3789489", "24159418"]}, {"Citation": "Nagaya R., Mizuno-Kamiya M., Takayama E., Kawaki H., Onoe I., Tanabe T., et al. (2014). Mechanisms of the immunosuppressive effects of mouse adipose tissue-derived mesenchymal stromal cells on mouse alloreactively stimulated spleen cells. Exp Ther Med 7, 17–22", "ArticleIdList": ["PMC3860983", "24348757"]}, {"Citation": "Nikol S., Baumgartner I., Van Belle E., Diehm C., Visona A., Capogrossi M.C., et al. (2008). Therapeutic angiogenesis with intramuscular NV1FGF improves amputation-free survival in patients with critical limb ischemia. Mol Ther 16, 972–978", "ArticleIdList": ["28178491"]}, {"Citation": "Ornitz D.M., Xu J., Colvin J.S., McEwen D.G., MacArthur C.A., Coulier F., et al. (1996). Receptor specificity of the fibroblast growth factor family. J Biol Chem 271, 15292–15297", "ArticleIdList": ["8663044"]}, {"Citation": "Palmen M., Daemen M.J., De Windt L.J., Willems J., Dassen W.R., Heeneman S., et al. (2004). Fibroblast growth factor-1 improves cardiac functional recovery and enhances cell survival after ischemia and reperfusion: a fibroblast growth factor receptor, protein kinase C, and tyrosine kinase-dependent mechanism. J Am Coll Cardiol 44, 1113–1123", "ArticleIdList": ["15337227"]}, {"Citation": "Patel S.A., Sherman L., Munoz J., and Rameshwar P. (2008). Immunological properties of mesenchymal stem cells and clinical implications. Arch Immunol Ther Exp (Warsz) 56, 1–8", "ArticleIdList": ["18250975"]}, {"Citation": "Pevsner-Fischer M., Levin S., Hammer-Topaz T., Cohen Y., Mor F., Wagemaker G., et al. (2012). Stable changes in mesenchymal stromal cells from multiple myeloma patients revealed through their responses to Toll-like receptor ligands and epidermal growth factor. Stem Cell Rev 8, 343–354", "ArticleIdList": ["21881833"]}, {"Citation": "Ren Y., Wu H., Ma Y., Yuan J., Liang H., and Liu D. (2014). Potential of adipose-derived mesenchymal stem cells and skeletal muscle-derived satellite cells for somatic cell nuclear transfer mediated transgenesis in Arbas Cashmere goats. PLoS One 9, e93583.", "ArticleIdList": ["PMC3974752", "24699686"]}, {"Citation": "Ribeiro-Resende V.T., Carrier-Ruiz A., Lemes R.M., Reis R.A., and Mendez-Otero R. (2012). Bone marrow-derived fibroblast growth factor-2 induces glial cell proliferation in the regenerating peripheral nervous system. Mol Neurodegener 7, 34.", "ArticleIdList": ["PMC3503565", "22793996"]}, {"Citation": "Rodriguez L.V., Alfonso Z., Zhang R., Leung J., Wu B., and Ignarro L.J. (2006). Clonogenic multipotent stem cells in human adipose tissue differentiate into functional smooth muscle cells. Proc Natl Acad Sci U S A 103, 12167–12172", "ArticleIdList": ["PMC1567713", "16880387"]}, {"Citation": "Rodriguez-Enfedaque A., Bouleau S., Laurent M., Courtois Y., Mignotte B., Vayssiere J.L., et al. (2009). FGF1 nuclear translocation is required for both its neurotrophic activity and its p53-dependent apoptosis protection. Biochim Biophys Acta 1793, 1719–1727", "ArticleIdList": ["19765618"]}, {"Citation": "Salgado A.J., Reis R.L., Sousa N.J., and Gimble J.M. (2010). Adipose tissue derived stem cells secretome: soluble factors and their roles in regenerative medicine. Curr Stem Cell Res Ther 5, 103–110", "ArticleIdList": ["19941460"]}, {"Citation": "Schumacher B., Pecher P., von Specht B.U., and Stegmann T. (1998). Induction of neoangiogenesis in ischemic myocardium by human growth factors: first clinical results of a new treatment of coronary heart disease. Circulation 97, 645–650", "ArticleIdList": ["9495299"]}, {"Citation": "Secunda R., Vennila R., Mohanashankar A.M., Rajasundari M., Jeswanth S., and Surendran R. (2015). Isolation, expansion and characterisation of mesenchymal stem cells from human bone marrow, adipose tissue, umbilical cord blood and matrix: a comparative study. Cytotechnology 67, 793–807", "ArticleIdList": ["PMC4545441", "24798808"]}, {"Citation": "Sengenes C., Lolmede K., Zakaroff-Girard A., Busse R., and Bouloumie A. (2005). Preadipocytes in the human subcutaneous adipose tissue display distinct features from the adult mesenchymal and hematopoietic stem cells. J Cell Physiol 205, 114–122", "ArticleIdList": ["15880450"]}, {"Citation": "Shi J.G., Fu W.J., Wang X.X., Xu Y.D., Li G., Hong B.F., et al. (2012). Transdifferentiation of human adipose-derived stem cells into urothelial cells: potential for urinary tract tissue engineering. Cell Tissue Res 347, 737–746", "ArticleIdList": ["22290635"]}, {"Citation": "Siffroi-Fernandez S., Cinaroglu A., Fuhrmann-Panfalone V., Normand G., Bugra K., Sahel J., et al. (2005). Acidic fibroblast growth factor (FGF-1) and FGF receptor 1 signaling in human Y79 retinoblastoma. Arch Ophthalmol 123, 368–376", "ArticleIdList": ["15767480"]}, {"Citation": "Song S.H., Lee M.O., Lee J.S., Jeong H.C., Kim H.G., Kim W.S., et al. (2012). Genetic modification of human adipose-derived stem cells for promoting wound healing. J Dermatol Sci 66, 98–107", "ArticleIdList": ["22472356"]}, {"Citation": "Steiling H., and Werner S. (2003). Fibroblast growth factors: key players in epithelial morphogenesis, repair and cytoprotection. Curr Opin Biotechnol 14, 533–537", "ArticleIdList": ["14580585"]}, {"Citation": "Suh J.M., Jonker J.W., Ahmadian M., Goetz R., Lackey D., Osborn O., et al. (2014). Endocrinization of FGF1 produces a neomorphic and potent insulin sensitizer. Nature 513, 436–439", "ArticleIdList": ["PMC4184286", "25043058"]}, {"Citation": "Tao Q.Q., Sun Y.M., Liu Z.J., Ni W., Yang P., Li H.L., et al. (2014). A variant within FGF1 is associated with Alzheimer's disease in the Han Chinese population. Am J Med Genet B Neuropsychiatr Genet 165B, 131–136", "ArticleIdList": ["24464990"]}, {"Citation": "Tsai M.J., Tsai S.K., Huang M.C., Liou D.Y., Huang S.L., Hsieh W.H., et al. (2015). Acidic FGF promotes neurite outgrowth of cortical neurons and improves neuroprotective effect in a cerebral ischemic rat model. Neuroscience 305, 238–247", "ArticleIdList": ["26241340"]}, {"Citation": "Turner C.A., Akil H., Watson S.J., and Evans S.J. (2006). The fibroblast growth factor system and mood disorders. Biol Psychiatry 59, 1128–1135", "ArticleIdList": ["16631131"]}, {"Citation": "Uriel S., Brey E.M., and Greisler H.P. (2006). Sustained low levels of fibroblast growth factor-1 promote persistent microvascular network formation. Am J Surg 192, 604–609", "ArticleIdList": ["17071192"]}, {"Citation": "Villageois P., Wdziekonski B., Zaragosi L-E, Plaisant M., Mohsen-Kanson T., Lay N., et al. (2012). Regulators of human adipose-derived stem cell self-renewal. Am J Stem Cells 1, 42–47", "ArticleIdList": ["PMC3643382", "23671796"]}, {"Citation": "Walpurgis K., Thomas A., Laussmann T., Horta L., Metzger S., Schanzer W., et al. (2011). Identification of fibroblast growth factor 1 (FGF-1) in a black market product. Drug Test Anal 3, 791–797", "ArticleIdList": ["21998075"]}, {"Citation": "Wang Q., Steigelman M.B., Walker J.A., Chen S., Hornsby P.J., Bohnenblust M.E., et al. (2009). In vitro osteogenic differentiation of adipose stem cells after lentiviral transduction with green fluorescent protein. J Craniofac Surg 20, 2193–2199", "ArticleIdList": ["PMC2862472", "19934675"]}, {"Citation": "You D.H., and Nam M.J. (2013). Effects of human epidermal growth factor gene-transfected mesenchymal stem cells on fibroblast migration and proliferation. Cell Prolif 46, 408–415", "ArticleIdList": ["PMC6496904", "23869762"]}, {"Citation": "Yu G., Floyd Z.E., Wu X., Hebert T., Halvorsen Y.D., Buehrer B.M., et al. (2011). Adipogenic differentiation of adipose-derived stem cells. Methods Mol Biol 702, 193–200", "ArticleIdList": ["21082403"]}, {"Citation": "Yun Y.R., Won J.E., Jeon E., Lee S., Kang W., Jo H., et al. (2010). Fibroblast growth factors: biology, function, and application for tissue regeneration. J Tissue Eng 2010, 218142.", "ArticleIdList": ["PMC3042641", "21350642"]}, {"Citation": "Zack-Williams S.D., Butler P.E., and Kalaskar D.M. (2015). Current progress in use of adipose derived stem cells in peripheral nerve regeneration. World J Stem Cells 7, 51–64", "ArticleIdList": ["PMC4300936", "25621105"]}, {"Citation": "Zakrzewska M., Marcinkowska E., and Wiedlocha A. (2008). FGF-1: from biology through engineering to potential medical applications. Crit Rev Clin Lab Sci 45, 91–135", "ArticleIdList": ["18293181"]}, {"Citation": "Zhang Y., Jin Y., Lin Y., Lin L.J., Cao Y., Wang D.X., et al. (2015). Adipose-derived mesenchymal stem cells ameliorate ulcerative colitis through miR-1236 negatively regulating the expression of retinoid-related orphan receptor gamma. DNA Cell Biol 34, 618–625", "ArticleIdList": ["26237452"]}, {"Citation": "Zhao M.Z., Nonoguchi N., Ikeda N., Watanabe T., Furutama D., Miyazawa D., et al. (2006). Novel therapeutic strategy for stroke in rats by bone marrow stromal cells and ex vivo HGF gene transfer with HSV-1 vector. J Cereb Blood Flow Metab 26, 1176–1188", "ArticleIdList": ["16421510"]}, {"Citation": "Zhou Y.X., Pannu R., Le T.Q., and Armstrong R.C. (2012). Fibroblast growth factor 1 (FGFR1) modulation regulates repair capacity of oligodendrocyte progenitor cells following chronic demyelination. Neurobiol Dis 45, 196–205", "ArticleIdList": ["PMC3225566", "21854849"]}, {"Citation": "Zuk P.A., Zhu M., Mizuno H., Huang J., Futrell J.W., Katz A.J., et al. (2001). Multilineage cells from human adipose tissue: implications for cell-based therapies. Tissue Eng 7, 211–228", "ArticleIdList": ["11304456"]}]}], "History": [{"Year": "2017", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28281780", "PMC5421621", "10.1089/dna.2016.3546"]}}]}