{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28316633", "DateRevised": {"Year": "2024", "Month": "03", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "02", "Day": "21"}], "Language": ["eng"], "ELocationID": ["1753673", "10.1155/2017/1753673"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2017", "PubDate": {"Year": "2017"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Medicinal Plants from Northeastern Brazil against Alzheimer's Disease.", "Pagination": {"StartPage": "1753673", "MedlinePgn": "1753673"}, "Abstract": {"AbstractText": ["Alzheimer's disease (AD) has been linked with oxidative stress, acetylcholine deficiency in the brain, and inflammatory processes. In the northeast region of Brazil, various plants are used to treat several diseases associated with these processes; then an antioxidant test was performed with those plants in a previous work and twelve species with higher antioxidant activity were selected for AChE inhibition evaluation. The phenolic compounds content was determined by Folin-Ciocalteu test and flavonoid content with AlCl<sub>3</sub> reagent using UV-visible spectrophotometry. The antioxidant activity was assessed analyzing the inhibitory activity against 2,2-diphenyl-1-picrylhydrazyl (DPPH) and 2,2-azinobis-3-ethylbenzothiazoline-6-sulfonate (ABTS) and by the <i>β</i>-carotene/linoleic acid system and acetylcholinesterase inhibition using qualitative and quantitative tests. The combination of better acetylcholinesterase inhibitory and antioxidant activities pointed out six species, in descending order, as the best potential sources of therapeutic agents against AD: <i>Hancornia speciosa > Myracrodruon urundeuva > Copaifera langsdorffii > Stryphnodendron coriaceum > Psidium guajava > Mangifera indica</i>. Besides, the phenolic compounds in the species probably contribute to these activities. However, further pharmacological studies to assess the specific applications of these plants against AD are required to confirm these results."]}, "AuthorList": [{"Identifier": ["0000-0002-1913-3503"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Ciências Sociais Saúde e Tecnologia, Curso de Enfermagem, Universidade Federal do Maranhão, Rua Urbano Santos, s/n, Centro, 65900-410 Imperatriz, MA, Brazil."}], "LastName": "Penido", "ForeName": "Alexandre Batista", "Initials": "AB"}, {"Identifier": ["0000-0002-2766-3790"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Química, Laboratório de Química e Produtos Naturais, Universidade Estadual do Ceará, Campus do Itaperi, Av. Dr. Silas Munguba 1.700, 60.714-903 Fortaleza, CE, Brazil."}], "LastName": "De Morais", "ForeName": "Selene Maia", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Ciências Sociais Saúde e Tecnologia, Curso de Engenharia de Alimentos, Universidade Federal do Maranhão, Rua Urbano Santos, s/n, Centro, 65900-410 Imperatriz, MA, Brazil."}], "LastName": "Ribeiro", "ForeName": "Alan Bezerra", "Initials": "AB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Núcleo de Pesquisa em Sanidade Animal, Universidade Estadual do Ceará, Campus do Itaperi, Av. Dr. Silas Munguba 1.700, 60.714-903 Fortaleza, CE, Brazil."}], "LastName": "Alves", "ForeName": "Daniela Ribeiro", "Initials": "DR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Química e Produtos Naturais, Universidade Estadual do Ceará, Campus do Itaperi, Av. Dr. Silas Munguba 1.700, 60.714-903 Fortaleza, CE, Brazil."}], "LastName": "Rodrigues", "ForeName": "Ana Livya Moreira", "Initials": "AL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Ciências Sociais Saúde e Tecnologia, Curso de Licenciatura em Ciências Naturais/Biologia, Universidade Federal do Maranhão, Rua Urbano Santos, s/n, Centro, 65900-410 Imperatriz, MA, Brazil."}], "LastName": "Dos Santos", "ForeName": "Leonardo Hunaldo", "Initials": "LH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Ciências e Tecnologia, Universidade Estadual do Ceará, Campus do Itaperi, Av. Dr. Silas Munguba 1.700, 60.714-903 Fortaleza, CE, Brazil."}], "LastName": "de Menezes", "ForeName": "Jane Eire Silva Alencar", "Initials": "JE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "All authors declare that there is no financial/commercial conflict of interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Singhal A., Bangar O., Naithani V. Medicinal plants with a potential to treat Alzheimer and associated symptoms. International journal of Nutrition, Pharmacology, Neurological Diseases. 2012;2(2):84–91. doi: 10.4103/2231-0738.95927.", "ArticleIdList": ["10.4103/2231-0738.95927"]}, {"Citation": "Huang L., Su T., Li X. Natural products as sources of new lead compounds for the treatment of Alzheimer’s disease. Current Topics in Medicinal Chemistry. 2013;13(15):1864–1878. doi: 10.2174/15680266113139990142.", "ArticleIdList": ["10.2174/15680266113139990142", "23931437"]}, {"Citation": "Elufioye T. O., Obuotor E. M., Sennuga A. T., Agbedahunsi J. M., Adesanya S. A. Acetylcholinesterase and butyrylcholinesterase inhibitory activity of some selected Nigerian medicinal plants. Brazilian Journal of Pharmacognosy. 2010;20(4):472–477."}, {"Citation": "De Falco A., Cukierman D. S., Hauser-Davis R. A., Rey N. A. Alzheimer's disease: etiological hypotheses and treatment perspectives. Quimica Nova. 2016;39(1):63–80. doi: 10.5935/0100-4042.20150152.", "ArticleIdList": ["10.5935/0100-4042.20150152"]}, {"Citation": "Duthie G. G., Duthie S. J., Kyle J. A. M. Plant polyphenols in cancer and heart disease: implications as nutritional antioxidants. Nutrition Research Reviews. 2000;13(1):79–106. doi: 10.1079/095442200108729016.", "ArticleIdList": ["10.1079/095442200108729016", "19087434"]}, {"Citation": "Tiwari A. K. Antioxidants: new-generation therapeutic base for treatment of polygenic disorders. Current Science. 2004;86(8):1092–1102."}, {"Citation": "Park Y. K., Park E., Kim J.-S., Kang M.-H. Daily grape juice consumption reduces oxidative DNA damage and plasma free radical levels in healthy Koreans. Mutation Research - Fundamental and Molecular Mechanisms of Mutagenesis. 2003;529(1-2):77–86. doi: 10.1016/S0027-5107(03)00109-X.", "ArticleIdList": ["10.1016/S0027-5107(03)00109-X", "12943921"]}, {"Citation": "Morais S., Lima K., Siqueira S., et al. Correlação entre as atividades antiradical, antiacetilcolinesterase e teor de fenóis totais de extratos de plantas medicinais de farmácias vivas. Revista Brasileira de Plantas Medicinais. 2013;15(4):575–582. doi: 10.1590/S1516-05722013000400014.", "ArticleIdList": ["10.1590/S1516-05722013000400014"]}, {"Citation": "Feitosa C. M., Freitas R. M., Luz N. N. N., Bezerra M. Z. B., Trevisan M. T. S. Acetylcholinesterase inhibition by somes promising Brazilian medicinal plants. Brazilian Journal of Biology. 2011;71(3):783–789. doi: 10.1590/S1519-69842011000400025.", "ArticleIdList": ["10.1590/S1519-69842011000400025", "21881804"]}, {"Citation": "Howes M.-J. R., Houghton P. J. Plants used in Chinese and Indian traditional medicine for improvement of memory and cognitive function. Pharmacology Biochemistry and Behavior. 2003;75(3):513–527. doi: 10.1016/S0091-3057(03)00128-X.", "ArticleIdList": ["10.1016/S0091-3057(03)00128-X", "12895669"]}, {"Citation": "Penido A. B., De Morais S. M., Ribeiro A. B., Silva A. Z. Ethnobotanical study of medicinal plants in imperatriz, state of Maranhão, Northeastern Brazil. Acta Amazonica. 2016;46(4):345–354. doi: 10.1590/1809-4392201600584.", "ArticleIdList": ["10.1590/1809-4392201600584"]}, {"Citation": "Sousa C. M., Silva H. R., Vieira G. M. Jr., et al. Fenóis totais e atividade antioxidante de cinco plantas medicinais. Química Nova. 2007;30(2):351–355. doi: 10.1590/s0100-40422007000200021.", "ArticleIdList": ["10.1590/s0100-40422007000200021"]}, {"Citation": "Funari C. S., Ferro V. O. Análise de própolis. Ciência e Tecnologia de Alimentos. 2006;26(1):171–178. doi: 10.1590/S0101-20612006000100028.", "ArticleIdList": ["10.1590/S0101-20612006000100028"]}, {"Citation": "Carvalho C. A., Lourenço M. V., Bertoni B. W., et al. Atividade antioxidante de Jacaranda decurrens Cham., Bignoniaceae. Revista Brasileira de Farmacognosia. 2009;19(2B):592–598. doi: 10.1590/s0102-695x2009000400015.", "ArticleIdList": ["10.1590/s0102-695x2009000400015"]}, {"Citation": "Re R., Pellegrini N., Proteggente A., Pannala A., Yang M., Rice-Evans C. Antioxidant activity applying an improved ABTS radical cation decolorization assay. Free Radical Biology and Medicine. 1999;26(9-10):1231–1237. doi: 10.1016/S0891-5849(98)00315-3.", "ArticleIdList": ["10.1016/S0891-5849(98)00315-3", "10381194"]}, {"Citation": "Haslam E. Natural polyphenols (vegetable tannins) as drugs: possible modes of action. Journal of Natural Products. 1996;59(2):205–215. doi: 10.1021/np960040.", "ArticleIdList": ["10.1021/np960040", "8991956"]}, {"Citation": "Gonzalez-Mujica F., Motta N., Becerra A. Inhibition of hepatic neoglucogenesis and glucose-6-phosphatase by aqueous extract of Bauhinia megalandra leaves. Phytotherapy Research. 1998;12(4):291–293. doi: 10.1002/(SICI)1099-1573(199806)12:4<291::AID-PTR229>3.0.CO;2-N.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199806)12:4<291::AID-PTR229>3.0.CO;2-N", "16161025"]}, {"Citation": "da Cunha A. M., Menon S., Menon R., Couto A. G., Bürger C., Biavatti M. W. Hypoglycemic activity of dried extracts of Bauhinia forficata Link. Phytomedicine. 2010;17(1):37–41. doi: 10.1016/j.phymed.2009.06.007.", "ArticleIdList": ["10.1016/j.phymed.2009.06.007", "19577450"]}, {"Citation": "Marques G. S., Rolim L. R., Alves L. D. S., et al. Estado da arte de Bauhinia forficataLink (Fabaceae) como alternativa terapêutica para o tratamento do diabetes melittus. Revista de Ciências Farmacêuticas Básica e Aplicada. 2013;34(3):313–320."}, {"Citation": "Paiva L. A. F., De Alencar Cunha K. M., Santos F. A., Gramosa N. V., Silveira E. R., Rao V. S. N. Investigation on the wound healing activity of oleo-resin from Copaifera langsdorffi in rats. Phytotherapy Research. 2002;16(8):737–739. doi: 10.1002/ptr.1049.", "ArticleIdList": ["10.1002/ptr.1049", "12458476"]}, {"Citation": "Paiva L. A. F., Gurgel L. A., De Sousa E. T., et al. Protective effect of Copaifera langsdorffii oleo-resin against acetic acid-induced colitis in rats. Journal of Ethnopharmacology. 2004;93(1):51–56. doi: 10.1016/j.jep.2004.03.028.", "ArticleIdList": ["10.1016/j.jep.2004.03.028", "15182904"]}, {"Citation": "Maciel H. P. F., Gouvêa C. M. C. P., Toyama M., Smolka M., Marangoni S., Pastore G. M. Extraction, purification and biochemical characterization of a peroxidase from Copaifera langsdorffii leaves. Quimica Nova. 2007;30(5):1067–1071. doi: 10.1590/S0100-40422007000500003.", "ArticleIdList": ["10.1590/S0100-40422007000500003"]}, {"Citation": "Sousa J. B., Nanayakkara D., Silva A., Bastos J. K. Leishmanicidal and antimalarial activities of crude extracts from aerial parts of Copaifera langsdorffii and isolation of secondary metabolites. Journal of Pharmacy Research. 2012;5(8):4103–4107."}, {"Citation": "Okada Y., Motoya T., Tanimoto S., Nomura M. A study on fatty acids in seeds of Euterpe oleracea Mart seeds. Journal of Oleo Science. 2011;60(9):463–467. doi: 10.5650/jos.60.463.", "ArticleIdList": ["10.5650/jos.60.463", "21852745"]}, {"Citation": "Favacho H. A. S., Oliveira B. R., Santos K. C., et al. Anti-inflammatory and antinociceptive activities of Euterpe oleracea oil. Brazilian Journal of Pharmacognosy. 2011;21(1):105–114. doi: 10.1590/s0102-695x2011005000007.", "ArticleIdList": ["10.1590/s0102-695x2011005000007"]}, {"Citation": "De Moura R. S., Resende Â. C. Cardiovascular and Metabolic Effects of Açaí, an Amazon Plant. Journal of Cardiovascular Pharmacology. 2016;68(1):19–26. doi: 10.1097/FJC.0000000000000347.", "ArticleIdList": ["10.1097/FJC.0000000000000347", "26657713"]}, {"Citation": "Ferreira H. C., Serra C. P., Endringer D. C., Lemos V. S., Braga F. C., Cortes S. F. Endothelium-dependent vasodilation induced by Hancornia speciosa in rat superior mesenteric artery. Phytomedicine. 2007;14(7-8):473–478. doi: 10.1016/j.phymed.2006.11.008.", "ArticleIdList": ["10.1016/j.phymed.2006.11.008", "17174539"]}, {"Citation": "Silva G. C., Braga F. C., Lima M. P., Pesquero J. L., Lemos V. S., Cortes S. F. Hancornia speciosa Gomes induces hypotensive effect through inhibition of ACE and increase on NO. Journal of Ethnopharmacology. 2011;137(1):709–713. doi: 10.1016/j.jep.2011.06.031.", "ArticleIdList": ["10.1016/j.jep.2011.06.031", "21756990"]}, {"Citation": "Da Rosa R. L., Nardi G. M., De Farias Januário A. G., et al. Anti-inflammatory, analgesic, and immunostimulatory effects of luehea divaricata mart. & zucc. (Malvaceae) bark. Brazilian Journal of Pharmaceutical Sciences. 2014;50(3):600–610. doi: 10.1590/s1984-82502014000300020.", "ArticleIdList": ["10.1590/s1984-82502014000300020"]}, {"Citation": "Shah K., Patel M., Patel R., Parmar P. Mangifera Indica (Mango) Pharmacognosy Reviews. 2010;4(7):42–48. doi: 10.4103/0973-7847.65325.", "ArticleIdList": ["10.4103/0973-7847.65325", "PMC3249901", "22228940"]}, {"Citation": "Guedes R. S., Alves E. U., de Medeiros M. S., Bruno R., Gonçalves E., Costa E. Armazenamento de sementes de Myracrodruon urundeuva Fr. All. em diferentes embalagens e ambientes. Revista Brasileira de Plantas Medicinais. 2012;14(1):68–75. doi: 10.1590/s1516-05722012000100010.", "ArticleIdList": ["10.1590/s1516-05722012000100010"]}, {"Citation": "De Moura V. M., Freitas De Sousa L. A., Cristina Dos-Santos M., et al. Plants used to treat snakebites in Santarém, western Pará, Brazil: an assessment of their effectiveness in inhibiting hemorrhagic activity induced by Bothrops jararaca venom. Journal of Ethnopharmacology. 2015;161:224–232. doi: 10.1016/j.jep.2014.12.020.", "ArticleIdList": ["10.1016/j.jep.2014.12.020", "25536288"]}, {"Citation": "Lozoya X., Reyes-Morales H., Chávez-Soto M. A., Martínez-García M. D. C., Soto-González Y., Doubova S. V. Intestinal anti-spasmodic effect of a phytodrug of Psidium guajava folia in the treatment of acute diarrheic disease. Journal of Ethnopharmacology. 2002;83(1-2):19–24. doi: 10.1016/S0378-8741(02)00185-X.", "ArticleIdList": ["10.1016/S0378-8741(02)00185-X", "12413703"]}, {"Citation": "Musa K. H., Abdullah A., Subramaniam V. Flavonoid profile and antioxidant activity of pink guava. ScienceAsia. 2015;41(3):149–154. doi: 10.2306/scienceasia1513-1874.2015.41.149.", "ArticleIdList": ["10.2306/scienceasia1513-1874.2015.41.149"]}, {"Citation": "Michel A. F. R. M., Melo M. M., Campos P. P., et al. Evaluation of anti-inflammatory, antiangiogenic and antiproliferative activities of Arrabidaea chica crude extracts. Journal of Ethnopharmacology. 2015;165:29–38. doi: 10.1016/j.jep.2015.02.011.", "ArticleIdList": ["10.1016/j.jep.2015.02.011", "25683298"]}, {"Citation": "Zocoler A. M. D., Sanches A. C. C., Albrecht I., De Mello J. C. P. Antioxidant capacity of extracts and isolated compounds from Stryphnodendron obovatum Benth. Brazilian Journal of Pharmaceutical Sciences. 2009;45(3):443–452. doi: 10.1590/s1984-82502009000300009.", "ArticleIdList": ["10.1590/s1984-82502009000300009"]}, {"Citation": "Aazza S., Lyoussi B., Miguel M. G. Antioxidant activity of some Morrocan hydrosols. Journal of Medicinal Plants Research. 2011;5(30):6688–6696."}, {"Citation": "Khathi A., Serumula M. R., Myburg R. B., Van Heerden F. R., Musabayane C. T. Effects of Syzygium aromaticum-derived triterpenes on postprandial blood glucose in streptozotocin-induced diabetic rats following carbohydrate challenge. PLoS ONE. 2013;8(11) doi: 10.1371/journal.pone.0081632.e81632", "ArticleIdList": ["10.1371/journal.pone.0081632", "PMC3838356", "24278452"]}, {"Citation": "Wettasinghe M., Shahidi F. Antioxidant and free radical-scavenging properties of ethanolic extracts of defatted borage (Borago officinalis L.) seeds. Food Chemistry. 1999;67(4):399–414. doi: 10.1016/s0308-8146(99)00137-5.", "ArticleIdList": ["10.1016/s0308-8146(99)00137-5"]}, {"Citation": "Ellman G. L., Courtney K. D., Andres V., Jr., Featherstone R. M. A new and rapid colorimetric determination of acetylcholinesterase activity. Biochemical Pharmacology. 1961;7(2):88–95. doi: 10.1016/0006-2952(61)90145-9.", "ArticleIdList": ["10.1016/0006-2952(61)90145-9", "13726518"]}, {"Citation": "Rhee I. K., van de Meent M., Ingkaninan K., Verpoorte R. Screening for acetylcholinesterase inhibitors from Amaryllidaceae using silica gel thin-layer chromatography in combination with bioactivity staining. Journal of Chromatography A. 2001;915(1-2):217–223. doi: 10.1016/s0021-9673(01)00624-0.", "ArticleIdList": ["10.1016/s0021-9673(01)00624-0", "11358251"]}, {"Citation": "Trevisan M. T., Macedo F. V., Van De Meent M., Rhee I. K., Verpoorte R. Seleção de plantas com atividade anticolinasterase para tratamento da doença de Alzheimer. Química Nova. 2003;26(3):301–304. doi: 10.1590/s0100-40422003000300002.", "ArticleIdList": ["10.1590/s0100-40422003000300002"]}, {"Citation": "Dzoyem J. P., Eloff J. N. Anti-inflammatory, anticholinesterase and antioxidant activity of leaf extracts of twelve plants used traditionally to alleviate pain and inflammation in South Africa. Journal of Ethnopharmacology. 2015;160:194–201. doi: 10.1016/j.jep.2014.11.034.", "ArticleIdList": ["10.1016/j.jep.2014.11.034", "25476488"]}, {"Citation": "Assumpção C. F., Bachiega P., Morzelle M. C., et al. Characterization, antioxidant potential and cytotoxic study of mangaba fruits. Ciência Rural. 2014;44(7):1297–1303. doi: 10.1590/0103-8478cr20130855.", "ArticleIdList": ["10.1590/0103-8478cr20130855"]}, {"Citation": "Chen Y., Zhang J., Zhang B., Gong C.-X. Targeting insulin signaling for the treatment of Alzheimer's disease. Current Topics in Medicinal Chemistry. 2016;16(5):485–492.", "ArticleIdList": ["26268336"]}, {"Citation": "Uriarte-Pueyo I., Calvo M. I. Flavonoids as acetylcholinesterase inhibitors. Current Medicinal Chemistry. 2011;18(34):5289–5302. doi: 10.2174/092986711798184325.", "ArticleIdList": ["10.2174/092986711798184325", "22087826"]}, {"Citation": "Lemos M., Santin J. R., Mizuno C. S., et al. Copaifera langsdorffii: evaluation of potential gastroprotective of extract and isolated compounds obtained from leaves. Brazilian Journal of Pharmacognosy. 2015;25(3):238–245. doi: 10.1016/j.bjp.2015.05.005.", "ArticleIdList": ["10.1016/j.bjp.2015.05.005"]}, {"Citation": "Feitosa C., Cavalcante A. N., Chaves S. K. M., Da Silva Araujo L. Medicinal plants of Brazil and Alzheimer's disease: Evolution in traditional use and pre-clinical studies. Asian Journal of Biomedical and Pharmaceutical Sciences. 2016;6(58):1–13."}, {"Citation": "Wattanathorn J., Muchimapura S., Thukham-Mee W., Ingkaninan K., Wittaya-Areekul S. Mangifera indica fruit extract improves memory impairment, cholinergic dysfunction, and oxidative stress damage in animal model of mild cognitive impairment. Oxidative Medicine and Cellular Longevity. 2014;2014:7. doi: 10.1155/2014/132097.132097", "ArticleIdList": ["10.1155/2014/132097", "PMC3941952", "24672632"]}, {"Citation": "Viana G. S. B., Bandeira M. A. M., Matos F. J. A. Analgesic and antiinflammatory effects of chalcones isolated from Myracrodruon urundeuva Allemão. Phytomedicine. 2003;10(2-3):189–195. doi: 10.1078/094471103321659924.", "ArticleIdList": ["10.1078/094471103321659924", "12725575"]}, {"Citation": "Calou I., Bandeira M. A., Aguiar-Galvão W., et al. Neuroprotective properties of a standardized extract from Myracrodruon urundeuva Fr. All. (Aroeira-Do-Sertão), as evaluated by a Parkinson's disease model in rats. Parkinson's Disease. 2014;2014:11. doi: 10.1155/2014/519615.519615", "ArticleIdList": ["10.1155/2014/519615", "PMC4099356", "25061534"]}, {"Citation": "Iha S. M., Migliato K. F., Vellosa J. C., et al. Estudo fitoquímico de goiaba (Psidium guajava L.) com potencial antioxidante para o desenvolvimento de formulação fitocosmética. Revista Brasileira de Farmacognosia. 2008;18(3):387–393. doi: 10.1590/S0102-695X2008000300013.", "ArticleIdList": ["10.1590/S0102-695X2008000300013"]}]}], "History": [{"Year": "2017", "Month": "1", "Day": "10"}, {"Year": "2017", "Month": "2", "Day": "2"}, {"Year": "2017", "Month": "3", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "2", "Day": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28316633", "PMC5339485", "10.1155/2017/1753673"]}}]}