{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cocos nucifera", "Leishmania donovani", "Medicinal plants", "Ocimum sanctum", "Visceral leishmaniasis"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28316391", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "04", "Day": "04"}], "Language": ["eng"], "ELocationID": ["10.1007/s12639-016-0753-x"], "Journal": {"ISSN": "0971-7196", "JournalIssue": {"Volume": "41", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Mar"}}, "Title": "Journal of parasitic diseases : official organ of the Indian Society for Parasitology", "ISOAbbreviation": "J Parasit Dis"}, "ArticleTitle": "Antileishmanial and immunomodulatory potential of <i>Ocimum</i><i>sanctum</i> Linn. and <i>Cocos</i><i>nucifera</i> Linn. in murine visceral leishmaniasis.", "Pagination": {"StartPage": "76", "EndPage": "85", "MedlinePgn": "76-85"}, "Abstract": {"AbstractText": ["The role of immunomodulation in the therapeutic treatment of visceral leishmaniasis has gained eminence in view of moderate to severe drawbacks of the currently available drugs like toxicity, drug resistance and prohibitive costs. The potential for modulation of the immune system of many herbal plants can be tapped to address these problems. We conducted the present research study to investigate the antileishmanial and immunomodulatory effects of <i>Ocimum sanctum</i> Linn. and <i>Cocos nucifera</i> Linn. during the progression of visceral leishmaniasis in BALB/c mouse model. The IC<sub>50</sub> values of the ethanolic leaf extract of <i>O. sanctum</i> and that of the aqueous husk-fibre extract of <i>C. nucifera</i> against the sodium stibogluconate (SSG) susceptible strain (MHOM/IN/80/Dd8) were found to be 73.3 and 62 µg/ml respectively. On treatment of infected BALB/c mice with the extracts, we observed a reduction in hepatic parasite load by 43.63 % (<i>O. sanctum</i>), 65.42 % (<i>C. nucifera</i>) and 75.61 % (<i>O. sanctum</i> + <i>C. nucifera</i>) at 1st post treatment day (p.t.d.), while at 15th p.t.d., the reduction was 73.61 % (<i>O. sanctum</i>), 76.59 % (<i>C. nucifera</i>) and 94.12 % (<i>O. sanctum</i> + <i>C. nucifera</i>). This was accompanied by an up-scaling of the DTH response, skewing of the humoral response towards Th1 type and hepatoprotection in the form of normalization of liver function tests. Overall, administration of the extracts of these two plants in combination as compared to their administration alone rescued the affected mice from the disease greatly, which can be attributed to their antileishmanial and immunomodulatory activities."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2174 5640", "grid.261674.0"], "Affiliation": "Parasitology Laboratory, Department of Zoology, Panjab University, Chandigarh, India."}], "LastName": "Bhalla", "ForeName": "Gaurav", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2174 5640", "grid.261674.0"], "Affiliation": "Parasitology Laboratory, Department of Zoology, Panjab University, Chandigarh, India."}], "LastName": "Kaur", "ForeName": "Sukhbir", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2174 5640", "grid.261674.0"], "Affiliation": "Parasitology Laboratory, Department of Zoology, Panjab University, Chandigarh, India."}], "LastName": "Kaur", "ForeName": "Jaspreet", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2174 5640", "grid.261674.0"], "Affiliation": "Parasitology Laboratory, Department of Zoology, Panjab University, Chandigarh, India."}], "LastName": "Kaur", "ForeName": "Rupinder", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2174 5640", "grid.261674.0"], "Affiliation": "Parasitology Laboratory, Department of Zoology, Panjab University, Chandigarh, India."}], "LastName": "Raina", "ForeName": "Puneet", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Parasit Dis", "NlmUniqueID": "9713059", "ISSNLinking": "0971-7196"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Agarwal S, Singh VK. Immunomodulators: a review of studies on Indian medicinal plants and synthetic peptides. PINSA. 1999;B65:179–204."}, {"Citation": "Alvar J, Vélez ID, Bern C, Herrero M, Desjeux P, et al. Leishmaniasis worldwide and global estimates of its incidence. PLoS ONE. 2012;7:e35671. doi: 10.1371/journal.pone.0035671.", "ArticleIdList": ["10.1371/journal.pone.0035671", "PMC3365071", "22693548"]}, {"Citation": "Atta-ur-Rahman, Samreen, Atia-tul-Wahab, Choudhary MI. Discovery of leishmanicidal agents from medicinal plants. Pure Appl Chem. 2008;80(8):1783–1790. doi: 10.1351/pac200880081783.", "ArticleIdList": ["10.1351/pac200880081783"]}, {"Citation": "Black CA. Delayed type hypersensitivity: current theories with an historic perspective. Dermatol Online J. 1999;5(1):7.", "ArticleIdList": ["10673450"]}, {"Citation": "Bradley DJ, Kirkley J. Regulation of Leishmania populations within the host. I. The variable course of Leishmaniadonovani infections in mice. Clin Exp Immunol. 1977;30:119–129.", "ArticleIdList": ["PMC1541173", "606433"]}, {"Citation": "Chopra RN, Nayar SL, Chopra IC. Glossary of Indian medicinal plants. Publications and Informations Directorate. New Delhi: CSIR; 1956."}, {"Citation": "Chouhan G, Islamuddin M, Sahal D, Afrin F. Exploring the role of medicinal plant-based immunomodulators for effective therapy of leishmaniasis. Front Immunol. 2014;5:193. doi: 10.3389/fimmu.2014.00193.", "ArticleIdList": ["10.3389/fimmu.2014.00193", "PMC4017133", "24829566"]}, {"Citation": "Costa C, Bevilaqua C, Nunes-Pinheiro D, Morais S, Farias V, Oliveira L, Braga R. Immunomodulatory activity of Cocos nucifera L. in mice. Ciência Anim. 2010;20(1):57–64."}, {"Citation": "Croft S, Seifert K, Yardley V. Current scenario of drug development for leishmaniasis. Ind J Med Res. 2006;123:399–410.", "ArticleIdList": ["16778319"]}, {"Citation": "Dashputre N, Naikwade N. Preliminary immunomodulatory activity of aqueous and ethanolic leaves extracts of Ocimum basilicum Linn. in mice. Int J Pharm Tech Res. 2010;2(2):1342–1349."}, {"Citation": "DebMandal M, Mandal S. Coconut (Cocos nucifera L.: Arecaceae): in health promotion and disease. Asian Pac. J Trop Med. 2011;4(3):241–247.", "ArticleIdList": ["21771462"]}, {"Citation": "el Hag IA, Hashim FA, el Toum IA, Homeida M, el Kalifa M, el Hassan AM. Liver morphology and function in visceral leishmaniasis (Kala-azar) J Clin Pathol. 1994;47(6):547–551. doi: 10.1136/jcp.47.6.547.", "ArticleIdList": ["10.1136/jcp.47.6.547", "PMC494751", "8063939"]}, {"Citation": "El-On J, Ozer L, Gopas J, Sneir R, Golan-Goldhirsh A. Nuphar lutea: in vitro anti-leishmanial activity against Leishmania major promastigotes and amastigotes. Phytomedicine. 2009;16(8):788–792. doi: 10.1016/j.phymed.2009.01.011.", "ArticleIdList": ["10.1016/j.phymed.2009.01.011", "19303752"]}, {"Citation": "Esquenazi D, Wigg M, Miranda M, Rodrigues H, Tostes J, Rozental S, da Silva A, Alvianod C. Antimicrobial and antiviral activities of polyphenolics from Cocos nucifera Linn. (Palmae) husk fiber extract. Res Microbiol. 2002;153:647–652. doi: 10.1016/S0923-2508(02)01377-3.", "ArticleIdList": ["10.1016/S0923-2508(02)01377-3", "12558183"]}, {"Citation": "Goel A, Singh D, Kumar S, Bhatia A. Immunomodulating property of Ocimum sanctum by regulating the IL-2 production and its mRNA expression in rat spenocytes. Asian Pac J Trop Med. 2010;3(1):8–12. doi: 10.1016/S1995-7645(10)60021-1.", "ArticleIdList": ["10.1016/S1995-7645(10)60021-1"]}, {"Citation": "Gurib-Fakim A. Medicinal plants: traditions of yesterday and drugs of tomorrow. Mol Asp Med. 2006;27(1):1–93. doi: 10.1016/j.mam.2005.07.008.", "ArticleIdList": ["10.1016/j.mam.2005.07.008", "16105678"]}, {"Citation": "Jeba R, Vaidyanathan R, Rameshkumar G. Immunomodulatory activity of aqueous extract of Ocimum sanctum in rat. Int J Pharma Biomed Res. 2011;2(1):33–38."}, {"Citation": "Kaur S, Kaur T, Garg N, Mukherjee S, Raina P, Athokpam V. Effect of dose and route of inoculation on the generation of CD4+ Th1/Th2 type of immune response in murine visceral leishmaniasis. Parasitol Res. 2008;103(6):1413–1419. doi: 10.1007/s00436-008-1150-x.", "ArticleIdList": ["10.1007/s00436-008-1150-x", "18751727"]}, {"Citation": "Kaye PM, Svensson M, Ato M, Maroof A, Polley R, Stager S, Zubairi S, Engwerda CR. The immunopathology of experimental visceral leishmaniasis. Immunol Rev. 2004;201:239–253. doi: 10.1111/j.0105-2896.2004.00188.x.", "ArticleIdList": ["10.1111/j.0105-2896.2004.00188.x", "15361245"]}, {"Citation": "Limdi JK, Hyde GM. Evaluation of abnormal liver function tests. Postgrad Med J. 2003;79:307–312. doi: 10.1136/pmj.79.932.307.", "ArticleIdList": ["10.1136/pmj.79.932.307", "PMC1742736", "12840117"]}, {"Citation": "Loki AL, Rajamohan T. Hepatoprotective and antioxidant effect of tender coconut water on CCl4 induced liver injury in rats. Ind J Biochem Biophys. 2003;40:354–357.", "ArticleIdList": ["22900330"]}, {"Citation": "Lowry OH, Rosebrough NJ, Farr AL, Randall RJ. Protein measurement with the Folin phenol reagent. J Biol Chem. 1951;193:265–275.", "ArticleIdList": ["14907713"]}, {"Citation": "Mathers CD, Ezzati M, Lopez AD. Measuring the burden of neglected tropical diseases: the global burden of disease framework. PLoS Negl Trop Dis. 2007;1:e114. doi: 10.1371/journal.pntd.0000114.", "ArticleIdList": ["10.1371/journal.pntd.0000114", "PMC2100367", "18060077"]}, {"Citation": "Mendonça-Filho R, Rodrigues I, Alviano D, Santosa A, Soares R, Alviano C, Lopes A, Rosa M. Leishmanicidal activity of polyphenolic-rich extract from husk fiber of Cocos nucifera Linn. (Palmae) Res Microbiol. 2004;155:136–143. doi: 10.1016/j.resmic.2003.12.001.", "ArticleIdList": ["10.1016/j.resmic.2003.12.001", "15059625"]}, {"Citation": "Mondal D, Alvar J, Hasnain MG, Hossain MS, Ghosh D, Huda MM, Nabi SG, Sundar S, Matlashewski G, Arana B. Efficacy and safety of single-dose liposomal amphotericin B for visceral leishmaniasis in a rural public hospital in Bangladesh: a feasibility study. Lancet Glob Health. 2014;2(1):e51–e57. doi: 10.1016/S2214-109X(13)70118-9.", "ArticleIdList": ["10.1016/S2214-109X(13)70118-9", "25104636"]}, {"Citation": "Mukherjee R, Dash PK, Ram GC. Immunotherapeutic potential of Ocimum sanctum (L) in bovine subclinical mastitis. Res Vet Sci. 2005;79:37–43. doi: 10.1016/j.rvsc.2004.11.001.", "ArticleIdList": ["10.1016/j.rvsc.2004.11.001", "15894022"]}, {"Citation": "Nemati S, Jafary S, Nahrevanian H, Farahmand M, Nahrevanian S. Immuno-biochemical alterations in Leishmania major infected BALB/c mice after immunization with killed leishmania vaccine and BCG as adjuvant. Curr Res J Biol Sci. 2012;4(6):706–712."}, {"Citation": "Newman DJ, Cragg GM. Natural products as sources of new drugs over the last 25 years. J Nat Prod. 2007;70(3):461–477. doi: 10.1021/np068054v.", "ArticleIdList": ["10.1021/np068054v", "17309302"]}, {"Citation": "Oyi AR, Onaolapo JA, Obi RC. Formulation and antimicrobial studies of coconut (Cocos nucifera Linne) oil. Res J Appl S Eng Tech. 2010;2(2):133–137."}, {"Citation": "Pattanayak P, Behera P, Das D, Panda S. Ocimum sanctum Linn. A reservoir plant for therapeutic applications: an overview. Pharmacogn Rev. 2010;4(7):95–105. doi: 10.4103/0973-7847.65323.", "ArticleIdList": ["10.4103/0973-7847.65323", "PMC3249909", "22228948"]}, {"Citation": "Prakash P, Gupta N. Therapeutic uses of Ocimum sanctum Linn. (Tulsi) with a note on eugenol and its pharmacological actions: a short review. Indian J Physiol Pharmacol. 2005;49(2):125–131.", "ArticleIdList": ["16170979"]}, {"Citation": "Preetha PP, Devi VG, Rajamohan T. Comparative effects of mature coconut water (Cocos nucifera) and glibenclamide on some biochemical parameters in alloxan induced diabetic rats. Rev Bras Farmacog. 2013;23(3):481–487. doi: 10.1590/S0102-695X2013005000027.", "ArticleIdList": ["10.1590/S0102-695X2013005000027"]}, {"Citation": "Raina P, Kaur S. Knockdown of LdMC1 and Hsp70 by antisense oligonucleotides causes cell-cycle defects and programmed cell death in Leishmaniadonovani. Mol Cell Biochem. 2012;359(1–2):135–149. doi: 10.1007/s11010-011-1007-y.", "ArticleIdList": ["10.1007/s11010-011-1007-y", "21805355"]}, {"Citation": "Rao RR, Mahajan RC, Ganguly NK. Modified media for in vitro cultivation of Leishmania promastigotes. A comparative study. Bull PGI. 1984;18:125–128."}, {"Citation": "Rates SM. Plants as source of drugs. Toxicon. 2001;39(5):603–613. doi: 10.1016/S0041-0101(00)00154-9.", "ArticleIdList": ["10.1016/S0041-0101(00)00154-9", "11072038"]}, {"Citation": "Roychoudhury J, Ali N. Sodium stibogluconate: therapeutic use in the management of visceral leishmaniasis. Indian J Biochem Biophys. 2008;45:16–22."}, {"Citation": "Sen R, Chatterjee M. Plant derived therapeutics for the treatment of Leishmaniasis. Phytomedicine. 2011;18(12):1056–1069. doi: 10.1016/j.phymed.2011.03.004.", "ArticleIdList": ["10.1016/j.phymed.2011.03.004", "21596544"]}, {"Citation": "Sharma B, Sharma U. Hepatoprotective activity of some indigenous plants. Int J Pharm Tech Res. 2009;1(4):1330–1334."}, {"Citation": "Sharma U, Singh S. Immunobiology of leishmaniasis. Ind J Exp Biol. 2009;47:412–423.", "ArticleIdList": ["19634705"]}, {"Citation": "Sodhi S, Kaur S, Mahajan RC, Ganguly NK, Malla N. Effect of sodium stibogluconate and pentamidine on in vitro multiplication of Leishmania donovani in peritoneal macrophages from infected and drug-treated BALB/c mice. Immunol Cell Biol. 1992;70:25–31. doi: 10.1038/icb.1992.4.", "ArticleIdList": ["10.1038/icb.1992.4", "1322361"]}, {"Citation": "Soxhlet F. Die gewichtsanalytische Bestimmung des Milchfettes. Dingler’s Polytechnisches J. 1879;232:461–465."}, {"Citation": "Ubaid R, Anantrao K, Jaju JB, Mateenudin MD. Effect of Ocimum sanctum leaf extract on hepatotoxicity induced by antitubercular drugs in rats. Indian J Physiol Pharmacol. 2001;47(4):465–470.", "ArticleIdList": ["15266961"]}, {"Citation": "Vaghasiya J, Datani M, Nandkumar K, Malaviya S, Jivani N. Comparative evaluation of alcoholic and aqueous extracts of O. sanctum for immunomodulatory activity. Int J Pharm. Biol Res. 2010;1(1):25–29."}]}], "History": [{"Year": "2014", "Month": "10", "Day": "10"}, {"Year": "2016", "Month": "3", "Day": "8"}, {"Year": "2017", "Month": "3", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28316391", "PMC5339176", "10.1007/s12639-016-0753-x", "753"]}}]}