{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["common cold", "cough", "oral toxicity", "plantain (Plantago lanceolata L.)", "stability testing"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28327509", "DateRevised": {"Year": "2024", "Month": "05", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "03", "Day": "22"}], "Language": ["eng"], "ELocationID": ["15", "10.3390/scipharm85010015"], "Journal": {"ISSN": "2218-0532", "JournalIssue": {"Volume": "85", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Mar", "Day": "22"}}, "Title": "Scientia pharmaceutica", "ISOAbbreviation": "Sci Pharm"}, "ArticleTitle": "Stability Study and a 14-Day Oral Dose Toxicity in Rats of Plantain Leaf Extract (Plantago lanceolata L.) Syrup.", "Abstract": {"AbstractText": ["Plants have been used since antiquity to treat and prevent diseases. Plantain (Plantago lanceolata L.) is traditionally used for the treatment of the common cold and associated symptoms such as cough. This study was designed to evaluate the oral toxicity of plantain leaf extract-containing syrup. In preparation of the toxicological examination and to ensure the quality of the herbal preparation, analytical methods were developed and validated, and stability testing was performed. Physicochemical and microbial quality, thin layer chromatography patterns and high performance liquid chromatography fingerprints complied with the specifications during the entire period of stability testing. The marker substance, acteoside, remained within the stability-defining limits of 90%-110% for quantitative determinations. No hint of toxicity emerged from 14-day repeat dose toxicity testing in rats. The animals were given doses of 3, 6, or 12 mL of syrup per kg body weight by gavage twice daily. All animals showed normal appearance and behavior. Body and organ weights at the end of the study were similar to those in the control group. Overall, P. lanceolata syrup was found to be stable and non-toxic under the test conditions."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Medicinal Chemistry and Pharmacognosy, Faculty of Pharmacy & Medical Sciences, University of Petra, 11196 Amman, Jordan. kmansoor@uop.edu.jo."}], "LastName": "Mansoor", "ForeName": "Kenza", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Herbresearch Germany, 86874 Mattsies, Germany. fqadan@googlemail.com."}], "LastName": "Qadan", "ForeName": "Fadi", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Herbresearch Germany, 86874 Mattsies, Germany. schmidt@herbresearch.de."}], "LastName": "Schmidt", "ForeName": "Mathias", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Medicinal Chemistry and Pharmacognosy, Faculty of Pharmacy & Medical Sciences, University of Petra, 11196 Amman, Jordan. emallah@uop.edu.jo."}], "LastName": "Mallah", "ForeName": "Eyad", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Medicinal Chemistry and Pharmacognosy, Faculty of Pharmacy & Medical Sciences, University of Petra, 11196 Amman, Jordan. wabudayyih@uop.edu.jo."}], "LastName": "Abudayyih", "ForeName": "Wael", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratories, Faculty of Health Sciences, American University of Madaba, 11821 Madaba, Jordan. k.matalka@aum.edu.jo."}], "LastName": "Matalka", "ForeName": "Khalid", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Sci Pharm", "NlmUniqueID": "0026251", "ISSNLinking": "0036-8709"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bent S. Herbal medicine in the United States: Review of efficacy, safety, and regulation: Grand rounds at University of California, San Francisco Medical Center. J. Gen. Int. Med. 2008;23:854–859. doi: 10.1007/s11606-008-0632-y.", "ArticleIdList": ["10.1007/s11606-008-0632-y", "PMC2517879", "18415652"]}, {"Citation": "Calixto B.J. Efficacy, safety, quality control, marketing and regulatory guidelines for herbal medicines (phytotherapeutic agents) Braz. J. Med. Biol. Res. 2000;33:2. doi: 10.1590/S0100-879X2000000200004.", "ArticleIdList": ["10.1590/S0100-879X2000000200004", "10657057"]}, {"Citation": "Ferrazzano G.F., Cantile T., Roberto L., Ingenito A., Catania M.R., Roscetto E., Palumbo G., Zarrelli A., Pollio A. Determination of the in vitro and in vivo antimicrobial activity on salivary streptococci and lactobacilli and chemical characterisation of the phenolic content of a Plantago lanceolata infusion. BioMed. Res. Int. 2015 doi: 10.1155/2015/286817.", "ArticleIdList": ["10.1155/2015/286817", "PMC4341861", "25767805"]}, {"Citation": "Fons F., Gargadennec A., Rapior S. Culture of Plantago species as bioactive components resources: A 20-year review and recent applications. Acta Bot. Gallica. 2008;155:277–300. doi: 10.1080/12538078.2008.10516109.", "ArticleIdList": ["10.1080/12538078.2008.10516109"]}, {"Citation": "Samuelsen A.B. The traditional uses, chemical constituents and biological activities of Plantago major L. A review. J. Ethnopharmacol. 2000;71:1–21. doi: 10.1016/S0378-8741(00)00212-9.", "ArticleIdList": ["10.1016/S0378-8741(00)00212-9", "PMC7142308", "10904143"]}, {"Citation": "Marchesan M. Plantain (Plantago lanceolata L.): Its introduction, analysis, constituents, pharmacology and standardization. Z. Phytother. 1999;20:231–238."}, {"Citation": "Baser K.H.C., Tümen G., Malyer H., Kirimer N. In: Plants used for common cold in Turkey, Proceedings of the IVth International Congress of Ethnobotany (ICEB 2005), Istanbul, Turkey, 21–26 August 2005. Ertug Z.F., editor. Ege Yayinlari; Istanbul, Turkey: 2006. p. 137."}, {"Citation": "Hudson J.B. The use of herbal extracts in the control of influenza. J. Med. Plants Res. 2009;3:1189–1195."}, {"Citation": "Franova S., Nosalova G., Mokry J. Phytotherapy of cough. In: Mahmud T.H.K., Arjumand A., editors. Advances in phytomedicine. Volume 2. Elsevier; Amsterdam, The Netherlands: 2006. pp. 111–131."}, {"Citation": "Boskabady M., Rakhshandah H., Afiat M., Aelami Z., Amiri S. Antitussive effect of Plantago lanceolata in guinea pigs. Iran. J. Med. Sci. 2015;31:143–146."}, {"Citation": "Ziment I. Herbal antitussives. Pulm. Pharmacol. Ther. 2002;15:327–333. doi: 10.1006/pupt.2002.0343.", "ArticleIdList": ["10.1006/pupt.2002.0343", "12099787"]}, {"Citation": "Bazzaz B., Haririzadeh G. Screening of Iranian plants for antimicrobial activity. Pharm. Biol. 2003;41:573–583. doi: 10.1080/13880200390501488.", "ArticleIdList": ["10.1080/13880200390501488"]}, {"Citation": "Beara I.N., Lesjak M.M., Orčić D.Z., Simin N.Đ., Četojević-Simin D.D., Božin B.N., Mimica-Dukić N.M. Comparative analysis of phenolic profile, antioxidant, anti-inflammatory and cytotoxic activity of two closely-related plantain species: Plantago altissima L. and Plantago lanceolata L. LWT Food Sci. Technol. 2012;47:64–70. doi: 10.1016/j.lwt.2012.01.001.", "ArticleIdList": ["10.1016/j.lwt.2012.01.001"]}, {"Citation": "Wegener T., Kraft K. [Plantain (Plantago lanceolata L.): Anti-inflammatory action in upper respiratory tract infections] Wien. Med. Wochenschr. (1946) 1998;149:211–216.", "ArticleIdList": ["10483683"]}, {"Citation": "Dalar A., Türker M., Konczak I. Antioxidant capacity and phenolic constituents of Malva neglecta Wallr. and Plantago lanceolata L. from Eastern Anatolia region of Turkey. J. Herb. Med. 2012;2:42–51. doi: 10.1016/j.hermed.2012.03.001.", "ArticleIdList": ["10.1016/j.hermed.2012.03.001"]}, {"Citation": "Gonda S., Tóth L., Parizsa P., Nyitrai M., Vasas G. Screening of common Plantago species in Hungary for bioactive molecules and antioxidant activity. Acta Biol. Hung. 2010;61:25–34. doi: 10.1556/ABiol.61.2010.Suppl.4.", "ArticleIdList": ["10.1556/ABiol.61.2010.Suppl.4", "21565762"]}, {"Citation": "Ozkol H.U., Akdeniz N., Ozkol H., Bilgili S.G., Calka O. Development of phytophotodermatitis in two cases related to Plantago lanceolata. Cutan. Ocul. Toxicol. 2012;31:58–60. doi: 10.3109/15569527.2011.584232.", "ArticleIdList": ["10.3109/15569527.2011.584232", "22309280"]}, {"Citation": "European Medicines Agency . Community herbal monograph on Plantago lanceolata L., folium. European Medicine Agency; London, UK: 2014. EMA/HMPC/437858/2010 corr."}, {"Citation": "Petereit F., Kolodziej H., Nahrstedt A. Flavan-3-ols and proanthocyanidins from Cistus incanus. Phytochemistry. 1991;30:981–985. doi: 10.1016/0031-9422(91)85291-7.", "ArticleIdList": ["10.1016/0031-9422(91)85291-7"]}, {"Citation": "European Directorate for the Quality of Medicines . European Pharmacopoeia 8.3. Council of Europe; Strasbourg, France: 2014.", "ArticleIdList": ["0"]}, {"Citation": "International Conference on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use Validation of Analytical Procedures: Text and Methodology Q2 (R1) ICH Harmonised Tripartite Guideline. 2005. Current Step 4 version."}, {"Citation": "International Conference on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use Stability testing of new drug substances and products Q1A (R2) ICH Harmonised Tripartite Guideline. 2003. Current Step 4 version."}, {"Citation": "Fleer H., Verspohl E. Antispasmodic activity of an extract from Plantago lanceolata L. and some isolated compounds. Phytomedicine. 2007;14:409–415. doi: 10.1016/j.phymed.2006.05.006.", "ArticleIdList": ["10.1016/j.phymed.2006.05.006", "17298877"]}, {"Citation": "Lim-Sylianco C.Y., Shier W.T. Mutagenic and antimutagenic activities in Philippine medicinal and food plants. J. Toxicol. Toxin Rev. 1985;4:71–105. doi: 10.3109/15569548509014414.", "ArticleIdList": ["10.3109/15569548509014414"]}, {"Citation": "Ruiz A.R., De la Torre R., Alonso N., Villaescusa A., Betancourt J., Vizoso A. Screening of medicinal plants for induction of somatic segregation activity in Aspergillus nidulans. J. Ethnopharmacol. 1996;52:123–127. doi: 10.1016/0378-8741(96)01394-3.", "ArticleIdList": ["10.1016/0378-8741(96)01394-3", "8771452"]}, {"Citation": "Angelov A., Lambev I., Markov M., Yakimova K., Leseva M., Yakimov A. Study of acute and chronical toxicity of dispergue of Plantago major. Med. Arch. 1980;18:47–52."}]}], "History": [{"Year": "2017", "Month": "2", "Day": "18"}, {"Year": "2017", "Month": "3", "Day": "15"}, {"Year": "2017", "Month": "3", "Day": "16"}, {"Year": "2017", "Month": "3", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "3", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["28327509", "PMC5388152", "10.3390/scipharm85010015", "scipharm85010015"]}}]}