{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28326125", "DateRevised": {"Year": "2024", "Month": "03", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "02", "Day": "23"}], "Language": ["eng"], "ELocationID": ["9480791", "10.1155/2017/9480791"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2017", "PubDate": {"Year": "2017"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Determination of the Wound Healing Potentials of Medicinal Plants Historically Used in Ghana.", "Pagination": {"StartPage": "9480791", "MedlinePgn": "9480791"}, "Abstract": {"AbstractText": ["The present study was carried out to investigate the wound healing potentials of 17 medicinal plants historically used in Ghana for wound healing. Warm and cold water extracts were prepared from the 17 dried plant species and tested in vitro in the scratch assay with NIH 3T3 fibroblasts from mice. The wound healing scratch assay was used to evaluate the effect of the plants on cell proliferation and/or migration in vitro, as a test for potential wound healing properties. After 21 hours of incubation increased proliferation and/or migration of fibroblasts in the scratch assay was obtained for 5 out of the 17 plant species. HPLC separation of the most active plant extract, which was a warm water extract of <i>Philenoptera cyanescens</i>, revealed the wound healing activity to be attributed to rutin and a triglycoside of quercetin. The present study suggests that <i>Allophylus spicatus</i>, <i>Philenoptera cyanescens</i>, <i>Melanthera scandens</i>, <i>Ocimum gratissimum</i>, and <i>Jasminum dichotomum</i> have wound healing activity in vitro."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Drug Design and Pharmacology, Universitetsparken 2, 2100 Copenhagen, Denmark."}], "LastName": "Freiesleben", "ForeName": "Sara H", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Drug Design and Pharmacology, Universitetsparken 2, 2100 Copenhagen, Denmark; Museum of Natural Medicine, University of Copenhagen, Universitetsparken 2, 2100 Copenhagen, Denmark."}], "LastName": "Soelberg", "ForeName": "Jens", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Drug Design and Pharmacology, Universitetsparken 2, 2100 Copenhagen, Denmark."}], "LastName": "Nyberg", "ForeName": "Nils T", "Initials": "NT"}, {"Identifier": ["0000-0002-3644-8208"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Drug Design and Pharmacology, Universitetsparken 2, 2100 Copenhagen, Denmark."}], "LastName": "Jäger", "ForeName": "Anna K", "Initials": "AK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Petiver J. A catalogue of some guinea-plants, with their native names and virtues. Journal of Philosophical Transactions. 1697;19:677–686."}, {"Citation": "Bowdich T. E. Mission from Cape Coast Castle to Ashantee. London, UK: Frank Cass & Co.; 1819."}, {"Citation": "Schumacher C. F. Beskrivelse af guineiske Planter, som ere fundne af danske Botanikere, især af Etatsraad Thonning. Copenhagen, Denmark: Hartv. Frid. Popps Bogtrykkerie; 1827."}, {"Citation": "Soelberg J., Asase A., Akwetey G., Jäger A. K. Historical versus contemporary medicinal plant uses in Ghana. Journal of Ethnopharmacology. 2015;160:109–132. doi: 10.1016/j.jep.2014.11.036.", "ArticleIdList": ["10.1016/j.jep.2014.11.036", "25476487"]}, {"Citation": "WHO. Dracunculiasis—About Guinea-Worm Disease. Geneva, Switzerland: WHO; 2014."}, {"Citation": "Hopkins D. R., Ruiz-Tiben E. Water and Sanitation-Related Diseases and the Environment: Challenges, Interventions, and Preventive Measures. chapter 10. Hoboken, NJ, USA: Wiley-Blackwell; 2011. Dracunculiasis (guinea worm disease): case study of the effort to eradicate guinea worm; pp. 125–132."}, {"Citation": "WHO. Dracunculiasis—Epidemiology. Geneva, Switzerland: World Health Organization; 2014."}, {"Citation": "Agyare C., Asase A., Lechtenberg M., Niehues M., Deters A., Hensel A. An ethnopharmacological survey and in vitro confirmation of ethnopharmacological use of medicinal plants used for wound healing in Bosomtwi-Atwima-Kwanwoma area, Ghana. Journal of Ethnopharmacology. 2009;125(3):393–403. doi: 10.1016/j.jep.2009.07.024.", "ArticleIdList": ["10.1016/j.jep.2009.07.024", "19635544"]}, {"Citation": "Hensel A., Kisseih E., Lechtenberg M., Petereit F., Agyare C., Asase A. From ethnopharmacological field study to phytochemistry and preclinical research: the example of Ghanaian medicinal plants for improved wound healing. In: Heinrich M., Jäger A. K., editors. Ethnopharmacology. John Wiley and Sons; Wiley Blackwell; 2015."}, {"Citation": "Guo S., DiPietro L. A. Factors affecting wound healing. Journal of Dental Research. 2010;89(3):219–229. doi: 10.1177/0022034509359125.", "ArticleIdList": ["10.1177/0022034509359125", "PMC2903966", "20139336"]}, {"Citation": "Alberts B., Johnson A., Lewis J., Raff M., Roberts K., Walter P. Molecular Biology of The Cell. 4th. New York, NY, USA: Garland Science, Taylor and Francis; 2002."}, {"Citation": "Schreier T., Degen E., Baschong W. Fibroblast migration and proliferation during in vitro wound healing. A quantitative comparison between various growth factors and a low molecular weight blood dialyzate used in the clinic to normalize impaired wound healing. Research in Experimental Medicine. 1993;193(1):195–205. doi: 10.1007/bf02576227.", "ArticleIdList": ["10.1007/bf02576227", "8235072"]}, {"Citation": "Clericuzio M., Tinello S., Burlando B., et al. Flavonoid oligoglycosides from Ophioglossum vulgatum L. Having wound healing properties. Planta Medica. 2012;78(15):1639–1644. doi: 10.1055/s-0032-1315149.", "ArticleIdList": ["10.1055/s-0032-1315149", "22936389"]}, {"Citation": "Fronza M., Heinzmann B., Hamburger M., Laufer S., Merfort I. Determination of the wound healing effect of Calendula extracts using the scratch assay with 3T3 fibroblasts. Journal of Ethnopharmacology. 2009;126(3):463–467. doi: 10.1016/j.jep.2009.09.014.", "ArticleIdList": ["10.1016/j.jep.2009.09.014", "19781615"]}, {"Citation": "Harishkumar M., Masatoshi Y., Hiroshi S., Tsuyomu I., Masugi M. Revealing the mechanism of in vitro wound healing properties of citrus tamurana extract. BioMed Research International. 2013;2013:8. doi: 10.1155/2013/963457.963457", "ArticleIdList": ["10.1155/2013/963457", "PMC3659433", "23738336"]}, {"Citation": "Hostanska K., Rostock M., Saller R. Wound healing potentials of a herbal homeopathic remedy on NIH 3T3 fibroblasts in vitro. Planta Medica. 2011;77(12)", "ArticleIdList": ["PMC3565897", "22809174"]}, {"Citation": "Naumann K., Ebeling S., Laszczyk M., Scheffler A., Merfort I. Triterpenes from birch bark extract beneficially affect wound healing. Planta Medica. 2010;76(12, article 575) doi: 10.1055/s-0030-1264873.", "ArticleIdList": ["10.1055/s-0030-1264873"]}, {"Citation": "Zubair M., Ekholm A., Nybom H., Renvert S., Widen C., Rumpunen K. Effects of Plantago major L. leaf extracts on oral epithelial cells in a scratch assay. Journal of Ethnopharmacology. 2012;141(3):825–830. doi: 10.1016/j.jep.2012.03.016.", "ArticleIdList": ["10.1016/j.jep.2012.03.016", "22465512"]}, {"Citation": "Güvenalp Z., Kiliç N., Kazaz C., Kaya Y., Demirezer L. Ö. Chemical constituents of Galium tortumense. Turkish Journal of Chemistry. 2006;30(4):515–523."}, {"Citation": "Napolitano J. G., Lankin D. C., Chen S.-N., Pauli G. F. Complete 1H NMR spectral analysis of ten chemical markers of Ginkgo biloba. Magnetic Resonance in Chemistry. 2012;50(8):569–575. doi: 10.1002/mrc.3829.", "ArticleIdList": ["10.1002/mrc.3829", "PMC3590027", "22730238"]}, {"Citation": "Koganov M. M., Dueva O. V., Tsorin B. L. Activities of plant-derived phenols in a fibroblast cell culture model. Journal of Natural Products. 1999;62(3):481–483. doi: 10.1021/np9801559.", "ArticleIdList": ["10.1021/np9801559", "10096863"]}, {"Citation": "Almeida J. S., Benvegnú D. M., Boufleur N., et al. Hydrogels containing rutin intended for cutaneous administration: efficacy in wound healing in rats. Drug Development and Industrial Pharmacy. 2012;38(7):792–799. doi: 10.3109/03639045.2011.628676.", "ArticleIdList": ["10.3109/03639045.2011.628676", "22066462"]}, {"Citation": "Patil S. L., Mallaiah S. H., Patil R. K. Antioxidative and radioprotective potential of rutin and quercetin in Swiss albino mice exposed to gamma radiation. Journal of Medical Physics. 2013;38(2):87–92. doi: 10.4103/0971-6203.111321.", "ArticleIdList": ["10.4103/0971-6203.111321", "PMC3683306", "23776312"]}, {"Citation": "Tran N. Q., Joung Y. K., Lih E., Park K. D. In situ forming and rutin-releasing chitosan hydrogels as injectable dressings for dermal wound healing. Biomacromolecules. 2011;12(8):2872–2880. doi: 10.1021/bm200326g.", "ArticleIdList": ["10.1021/bm200326g", "21591793"]}, {"Citation": "Brown S. A., Coimbra M., Coberly D. M., Chao J. J., Rohrich R. J. Oral nutritional supplementation accelerates skin wound healing: a randomized, placebo-controlled, double-arm, crossover Study. Plastic and Reconstructive Surgery. 2004;114(1):237–244. doi: 10.1097/01.prs.0000128818.28425.52.", "ArticleIdList": ["10.1097/01.prs.0000128818.28425.52", "15220599"]}]}], "History": [{"Year": "2016", "Month": "12", "Day": "12"}, {"Year": "2017", "Month": "1", "Day": "16"}, {"Year": "2017", "Month": "3", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "2", "Day": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28326125", "PMC5343285", "10.1155/2017/9480791"]}}]}