{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["catechins", "inflammatory bowel disease", "mechanisms", "oxidative stress", "tight junction functionality"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28335502", "DateCompleted": {"Year": "2017", "Month": "05", "Day": "08"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "03", "Day": "19"}], "Language": ["eng"], "ELocationID": ["484", "10.3390/molecules22030484"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "22", "Issue": "3", "PubDate": {"Year": "2017", "Month": "Mar", "Day": "19"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Catechins and Their Therapeutic Benefits to Inflammatory Bowel Disease.", "Abstract": {"AbstractText": ["Catechins are natural polyphenolic phytochemicals that exist in food and medicinal plants, such as tea, legume and rubiaceae. An increasing number of studies have associated the intake of catechins-rich foods with the prevention and treatment of chronic diseases in humans, such as inflammatory bowel disease (IBD). Some studies have demonstrated that catechins could significantly inhibit the excessive oxidative stress through direct or indirect antioxidant effects and promote the activation of the antioxidative substances such as glutathione peroxidases (GPO) and glutathione (GSH), reducing the oxidative damages to the colon. In addition, catechins can also regulate the infiltration and proliferation of immune related-cells, such as neutrophils, colonic epithelial cells, macrophages, and T lymphocytes, helping reduce the inflammatory relations and provide benefits to IBD. Perhaps catechins can further inhibit the deterioration of intestinal lesions through regulating the cell gap junctions. Furthermore, catechins can exert their significant anti-inflammatory properties by regulating the activation or deactivation of inflammation-related oxidative stress-related cell signaling pathways, such as nuclear factor-kappa B (NF-κB), mitogen activated protein kinases (MAPKs), transcription factor nuclear factor (erythroid-derived 2)-like 2 (Nrf2), signal transducer and the activator of transcription 1/3 (STAT1/3) pathways. Finally, catechins can also stabilize the structure of the gastrointestinal micro-ecological environment via promoting the proliferation of beneficial intestinal bacteria and regulating the balance of intestinal flora, so as to relieve the IBD. Furthermore, catechins may regulate the tight junctions (TJ) in the epithelium. This paper elaborates the currently known possible molecular mechanisms of catechins in favor of IBD."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gastroenterology, First Affiliated Hospital of China Medical University, 155 Nanjing North Street, Heping District, Shenyang 110001, China. feiyanfan7212@163.com."}], "LastName": "Fan", "ForeName": "Fei-Yan", "Initials": "FY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geriatrics, First Affiliated Hospital of China Medical University, 155 Nanjing North Street, Heping District, Shenyang 110001, China. sanglixuan2008@163.com."}], "LastName": "Sang", "ForeName": "Li-Xuan", "Initials": "LX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gastroenterology, First Affiliated Hospital of China Medical University, 155 Nanjing North Street, Heping District, Shenyang 110001, China. fendou1957@163.com."}], "LastName": "Jiang", "ForeName": "Min", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "8R1V1STN48", "NameOfSubstance": "Catechin"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology", "therapeutic use"], "DescriptorName": "Catechin"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gastrointestinal Microbiome"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gene Expression Regulation"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy", "immunology", "prevention & control"], "DescriptorName": "Inflammatory Bowel Diseases"}, {"QualifierName": ["drug effects"], "DescriptorName": "Intercellular Junctions"}, {"QualifierName": ["drug effects"], "DescriptorName": "Neutrophil Infiltration"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Podolsky D.K. Inflammatory bowel disease. N. Engl. J. Med. 2002;347:417–429. doi: 10.1056/NEJMra020831.", "ArticleIdList": ["10.1056/NEJMra020831", "12167685"]}, {"Citation": "da Silva M.S., Sánchez-Fidalgo S., Talero E., Cárdeno A., da Silva M.A., Villegas W., Souza Brito A.R., de La Lastra C.A. Anti-inflammatory intestinal activity of Abarema cochliacarpos (Gomes) Barneby & Grimes in TNBS colitis model. J. Ethnopharmacol. 2010;128:467–475.", "ArticleIdList": ["20083187"]}, {"Citation": "Biasi F., Astegiano M., Maina M., Leonarduzzi G., Poli G. Polyphenol Supplementation as a Complementary Medicinal Approach to Treating Inflammatory Bowel Disease. Curr. Med. Chem. 2011;18:4851–4865. doi: 10.2174/092986711797535263.", "ArticleIdList": ["10.2174/092986711797535263", "21919842"]}, {"Citation": "Larsen S., Bendtzen K., Nielsen O.H. Extraintestinal manifestations of inflammatory bowel disease: Epidemiology, diagnosis, and management. Ann. Med. 2010;42:97–114. doi: 10.3109/07853890903559724.", "ArticleIdList": ["10.3109/07853890903559724", "20166813"]}, {"Citation": "Kaulmann A., Bohn T. Bioactivity of Polyphenols: Preventive and Adjuvant Strategies toward Reducing Inflammatory Bowel Diseases—Promises, Perspectives, and Pitfalls. Oxidative Med. Cell. Longev. 2016;2016 doi: 10.1155/2016/9346470.", "ArticleIdList": ["10.1155/2016/9346470", "PMC4958438", "27478535"]}, {"Citation": "Hold G.L., Smith M., Grange C., Watt E.R., EI-Omar E.M., Mukhopadhya I. Role of the gut microbiota in inflammatory bowel disease pathogenesis: What have we learnt in the past 10 years? World J. Gastroenterol. 2014;20:1192–1210. doi: 10.3748/wjg.v20.i5.1192.", "ArticleIdList": ["10.3748/wjg.v20.i5.1192", "PMC3921503", "24574795"]}, {"Citation": "Yum H.W., Zhong X., Jin P., Na H.K., Kim N., Lee H.S., Surh Y.J. Oligonol Inhibits Dextran Sulfate Sodium-Induced Colitis and Colonic Adenoma Formation in Mice. Antioxid. Redox Signal. 2013;19:102–114. doi: 10.1089/ars.2012.4626.", "ArticleIdList": ["10.1089/ars.2012.4626", "PMC3689162", "23394584"]}, {"Citation": "Mochizuki M., Hasegawa N. (–)-Epigallocatechin-3-Gallate Reduces Experimental Colon Injury in Rats by Regulating Macrophage and Mast Cell. Phytother. Res. 2010;24(Suppl. 1):S120–S122. doi: 10.1002/ptr.2862.", "ArticleIdList": ["10.1002/ptr.2862", "19548282"]}, {"Citation": "Melgarejo E., Medina M.Á., Sánchez-Jiménez F., Urdiales J.L. Targeting of histamine producing cells by EGCG: A green dart against inflammation? J. Physiol. Biochem. 2010;66:265–270. doi: 10.1007/s13105-010-0033-7.", "ArticleIdList": ["10.1007/s13105-010-0033-7", "20652470"]}, {"Citation": "Fraga C.G., Oteiza P.I. Dietary flavonoids: Role of (−)-epicatechin and related procyanidins in cell signaling. Free Radic. Biol. Med. 2011;51:813–823. doi: 10.1016/j.freeradbiomed.2011.06.002.", "ArticleIdList": ["10.1016/j.freeradbiomed.2011.06.002", "21699974"]}, {"Citation": "Buell M.G., Berin M.C. Neutrophil-Independence of the Initiation of Colonic Injury. Comparison of Results from Three Model of Experimental Colitis in the Rat. Dig. Dis. Sci. 1994;39:2575–2588. doi: 10.1007/BF02087693.", "ArticleIdList": ["10.1007/BF02087693", "7995182"]}, {"Citation": "Yamada T., Zimmerman B.J., Specian R.D., Grisham M.B. Role of neutrophils in acetic acid-induced colitis in rats. Inflammation. 1991;15:399–411. doi: 10.1007/BF00917356.", "ArticleIdList": ["10.1007/BF00917356", "1757127"]}, {"Citation": "Pull S.L., Doherty J.M., Mills J.C., Gordon J.I., Stappenbeck T.S. Activated macrophages are an adaptive element of the colonic epithelial progenitor niche necessary for regenerative responses to injury. Proc. Natl. Acad. Sci. USA. 2005;102:99–104. doi: 10.1073/pnas.0405979102.", "ArticleIdList": ["10.1073/pnas.0405979102", "PMC544052", "15615857"]}, {"Citation": "Dryden G.W., Lam A., Beatty K., Qazzaz H.H., Mcclain C.J. A Pilot Study to Evaluate the Safety and Efficacy of an Oral Dose of (–)-Epigallocatechin-3-Gallate-Rich Polyphenon E in Patients with Mild to Moderate Ulcerative Colitis. Inflamm. Bowel Dis. 2013;19:1904–1912. doi: 10.1097/MIB.0b013e31828f5198.", "ArticleIdList": ["10.1097/MIB.0b013e31828f5198", "23846486"]}, {"Citation": "Wang S., Zhang Y., Saas P., Wang H., Xu Y., Chen K., Zhong J., Yuan Y., Wang Y., Sun Y. Oridonin exerts therapeutic effect by suppressing Th1/Th17 simultaneously in a mouse model of Crohn’s disease. J. Gastroenterol. Hepatol. 2015;30:504–512. doi: 10.1111/jgh.12710.", "ArticleIdList": ["10.1111/jgh.12710", "25211373"]}, {"Citation": "Hirota K., Martin B., Veldhoen M. Development, regulation and functional capacities of Th17 cells. Semin. Immunopathol. 2010;32:3–16. doi: 10.1007/s00281-009-0187-y.", "ArticleIdList": ["10.1007/s00281-009-0187-y", "20107806"]}, {"Citation": "Seiderer J., Elben I., Diegelmann J., Glas J., Stallhofer J., Tillack C., Pfenning S., Jürgens M., Schmechel S., Konrad A., et al. Role of the Novel Th17 Cytokine IL-17F in Inflammatory Bowel Disease (IBD): Upregulated Colonic IL-17F Expression in Active Crohn’s Disease and Analysis of the IL-17F, p.His161arg Polymorphism in IBD. Inflamm. Bowel Dis. 2008;14:437–445. doi: 10.1002/ibd.20339.", "ArticleIdList": ["10.1002/ibd.20339", "18088064"]}, {"Citation": "Rosillo M.A., Sanchez-Hidalgo M., Cárdeno A., Lastra C.A.D.L. Protective effect of ellagic acid, a natural polyphenolic compound, in a murine model of Crohn’s disease. Biochem. Pharmacol. 2011;82:737–745. doi: 10.1016/j.bcp.2011.06.043.", "ArticleIdList": ["10.1016/j.bcp.2011.06.043", "21763290"]}, {"Citation": "Tsuji N.M. Antigen-Specific CD4+ Regulatory T cells in the Intestine. Inflamm. Allergy Drug Targets. 2006;5:191–201. doi: 10.2174/187152806778256043.", "ArticleIdList": ["10.2174/187152806778256043", "16918482"]}, {"Citation": "Gupta S.C., Tyagi A.K., Deshmukh-Taskar P., Hinojosa M., Prasad S., Aggarwal B.B. Downregulation of tumor necrosis factor and other proinflammatory biomarkers by polyphenols. Arch. Biochem. Biophys. 2014;559:91–99. doi: 10.1016/j.abb.2014.06.006.", "ArticleIdList": ["10.1016/j.abb.2014.06.006", "24946050"]}, {"Citation": "Ben-horin S., Chowers Y. Tailoring anti-TNF therapy in IBD: Drug levels and disease activity. Nat. Rev. Gastroenterol. Hepatol. 2014;11:243–255. doi: 10.1038/nrgastro.2013.253.", "ArticleIdList": ["10.1038/nrgastro.2013.253", "24393836"]}, {"Citation": "Yanai H., Lichtenstein L., Assa A., Mazor Y., Weiss B., Levine A., Ron Y., Kopylov U., Bujanover Y., Rosenbach Y., et al. Levels of Drug and Antidrug Antibodies Are Associated With Outcome of Interventions After Loss of Response to Infliximab or Adalimumab. Clin. Gastroenterol. Hepatol. 2015;13:522–530. doi: 10.1016/j.cgh.2014.07.029.", "ArticleIdList": ["10.1016/j.cgh.2014.07.029", "25066837"]}, {"Citation": "Howell H.R. Ulcerative colitis: Achieving and maintaining remission. US Pharm. 2008;33:30–38."}, {"Citation": "Faubion W.A., Jr., Loftus E.V., Jr., Harmsen W.S., Zinsmeister A.R., Sandborn W.J. The Natural History of Corticosteroid Therapy for Inflammatory Bowel Disease: A Population-Based Study. Gastroenterology. 2001;121:255–260. doi: 10.1053/gast.2001.26279.", "ArticleIdList": ["10.1053/gast.2001.26279", "11487534"]}, {"Citation": "Farzaei M.H., Rahimi R., Abdollahi M. The Role of Dietary Polyphenols in the Management of Inflammatory Bowel Disease. Curr. Pharm. Biotechnol. 2015;16:196–210. doi: 10.2174/1389201016666150118131704.", "ArticleIdList": ["10.2174/1389201016666150118131704", "25601607"]}, {"Citation": "Koláček M., Muchová J., Dvořáková M., Paduchová Z., Žitňanová I., Čierna I., Országhová Z., Székyová D., Jajcaiová-Zedníčková N., Kovács L., et al. Effect of natural polyphenols (Pycnogenol) on oxidative stress markers in children suffering from Crohn’s disease - a pilot study. Free Radic. Res. 2013;47:624–634. doi: 10.3109/10715762.2013.807508.", "ArticleIdList": ["10.3109/10715762.2013.807508", "23710677"]}, {"Citation": "Hanai H., Iida T., Takeuchi K., Watanabe F., Maruyama Y., Andoh A., Tsujikawa T., Fujiyama Y., Mitsuyama K., Sata M., et al. Curcumin Maintenance Therapy for Ulcerative Colitis: Randomized, Multicenter, Double-Blind, Placebo-Controlled Trial. Clin. Gastroenterol. Hepatol. 2006;4:1502–1506. doi: 10.1016/j.cgh.2006.08.008.", "ArticleIdList": ["10.1016/j.cgh.2006.08.008", "17101300"]}, {"Citation": "Kook S.H., Choi K.C., Cho S.W., Cho H.K., Lee K.D., Lee J.C. Catechin-7-O-β-d-glucopyranoside isolated from the seed of Phaseolus calcaratus Roxburgh ameliorates experimental colitis in rats. Int. Immunopharmacol. 2015;29:521–527. doi: 10.1016/j.intimp.2015.10.003.", "ArticleIdList": ["10.1016/j.intimp.2015.10.003", "26453508"]}, {"Citation": "Sánchez-Fidalgo S., Da Silva S.M., Cárdeno A., Aparicio-Soto M., Salvador M.J., Frankland Sawaya A.C., Souza-Brito A.R.M., Alarcón de la Lastra C. Abarema cochliacarpos reduces LPS-induced inflammatory response in murine peritoneal macrophages regulating ROS-MAPK signal pathway. J. Ethnopharmacol. 2013;149:140–147. doi: 10.1016/j.jep.2013.06.013.", "ArticleIdList": ["10.1016/j.jep.2013.06.013", "23792124"]}, {"Citation": "Vasconcelos P.C., Seito L.N., Di S.L., Akiko H.C., Ch P. Epicatechin Used in the Treatment of Intestinal Inflammatory Disease: An Analysis by Experimental Models. Evid. Based Complement. Altern. Med. 2012;2012 doi: 10.1155/2012/508902.", "ArticleIdList": ["10.1155/2012/508902", "PMC3546492", "23346204"]}, {"Citation": "Xie G., Ye M., Wang Y., Ni Y., Su M., Huang H., Qiu M., Zhao A., Zheng X., Chen T., et al. Characterization of Pu-erh Tea Using Chemical and Metabolic Profiling Approaches. J. Agric. Food Chem. 2009;57:3046–3054. doi: 10.1021/jf804000y.", "ArticleIdList": ["10.1021/jf804000y", "19320437"]}, {"Citation": "Wang D., Xiao R., Hu X., Xu K., Hou Y., Zhong Y., Meng J., Fan B., Liu L. Comparative Safety Evaluation of Chinese Pu-erh Green Tea Extract and Pu-erh Black Tea Extract in Wistar Rats. J. Agric. Food Chem. 2010;58:1350–1358. doi: 10.1021/jf902171h.", "ArticleIdList": ["10.1021/jf902171h", "20028013"]}, {"Citation": "Danila A.M., Kotani A., Hakamata H., Kusu F. Determination of Rutin, Catechin, Epicatechin, and Epicatechin Gallate in Buckwheat Fagopyrum Esculentum Moench by Micro-High-Performance Liquid Chromatography with Electrochemical Detection. J. Agric. Food Chem. 2007;55:1139–1143. doi: 10.1021/jf062815i.", "ArticleIdList": ["10.1021/jf062815i", "17253718"]}, {"Citation": "Satoko A., Atsushi N., Mari M., Mariko U., Akira M. Effects of anthocyanin-rich tea “Sunrouge” on dextran sodium sulfate-induced colitis in mice. BioFactors. 2012;38:226–233.", "ArticleIdList": ["22422705"]}, {"Citation": "Stevens J.F., Maier C.S. The chemistry of gut microbial metabolism of polyphenols. Phytochem. Rev. 2016;15:1–20. doi: 10.1007/s11101-016-9459-z.", "ArticleIdList": ["10.1007/s11101-016-9459-z", "PMC4888912", "27274718"]}, {"Citation": "Fathima A., Rao J.R. Selective toxicity of Catechin—A natural flavonoid towards bacteria. Appl. Microbiol. Biotechnol. 2016;100:1–8. doi: 10.1007/s00253-016-7492-x.", "ArticleIdList": ["10.1007/s00253-016-7492-x", "27052380"]}, {"Citation": "Anderson R.F., Fisher L.J., Hara Y., Harris T., Mak W.B., Melton L.D., Packer J.E. Green tea catechins partially protect DNA from ·OH radical-induced strand breaks and base damage through fast chemical repair of DNA radicals. Carcinogenesis. 2001;22:1189–1193. doi: 10.1093/carcin/22.8.1189.", "ArticleIdList": ["10.1093/carcin/22.8.1189", "11470748"]}, {"Citation": "Amarowicz R., Pegg R.B., Bautista D.A. Antibacterial activity of green tea polyphenols against Escherichia coli K12. Mol. Nutr. Food Res. 2000;44:60–62.", "ArticleIdList": ["10703004"]}, {"Citation": "Muzolf-Panek M., Gliszczyńska-Swigło A., de H.L., Aarts J.M., Szymusiak H., Vervoort J.M., Tyrakowska B., Rietjens I.M. Role of Catechin Quinones in the Induction of EpRE-Mediated Gene Expression. Chem. Res. Toxicol. 2008;21:2352–2360. doi: 10.1021/tx8001498.", "ArticleIdList": ["10.1021/tx8001498", "19548356"]}, {"Citation": "Brückner M., Westphal S., Domschke W., Kucharzik T., Lügering A. Green tea polyphenol epigallocatechin-3-gallate shows therapeutic antioxidative effects in a murine model of colitis. J. Crohns. Colitis. 2012;6:226–235. doi: 10.1016/j.crohns.2011.08.012.", "ArticleIdList": ["10.1016/j.crohns.2011.08.012", "22325177"]}, {"Citation": "Pan M.H., Chiou Y.S., Wang Y.J., Ho C.T., Lin J.K. Multistage carcinogenesis process as molecular targets in cancer chemoprevention by epicatechin-3-gallate. Food Funct. 2011;2:101–110. doi: 10.1039/c0fo00174k.", "ArticleIdList": ["10.1039/c0fo00174k", "21779554"]}, {"Citation": "Lee K.W., Lee H.J. The roles of polyphenols in cancer chemoprevention. BioFactors. 2016;26:105–121. doi: 10.1002/biof.5520260202.", "ArticleIdList": ["10.1002/biof.5520260202", "16823097"]}, {"Citation": "Silva M.S.D., Almeida A.C.A.D., Faria F.M.D., Luiz-Ferreira A., Silva M.A.D., Vilegas W., Pellizzon C.H., Brito C.H.P. Abarema cochliacarpos: Gastroprotective and Ulcer-Healing Activities. J. Ethnopharmacol. 2010;132:134–142. doi: 10.1016/j.jep.2010.08.001.", "ArticleIdList": ["10.1016/j.jep.2010.08.001", "20696232"]}, {"Citation": "Fraga C.G., Galleano M., Verstraeten S.V., Oteiza P.I. Basic biochemical mechanisms behind the health benefits of polyphenols. Mol. Asp. Med. 2010;31:435–445. doi: 10.1016/j.mam.2010.09.006.", "ArticleIdList": ["10.1016/j.mam.2010.09.006", "20854840"]}, {"Citation": "Scalia S., Marchetti N., Bianchi A. Comparative Evaluation of Different Co-Antioxidants on the Photochemical- and Functional-Stability of Epigallocatechin-3-gallate in Topical Creams Exposed to Simulated Sunlight. Molecules. 2013;18:574–587. doi: 10.3390/molecules18010574.", "ArticleIdList": ["10.3390/molecules18010574", "PMC6270548", "23292326"]}, {"Citation": "Lambert J.D., Hong J., Yang G.Y., Liao J., Yang C.S. Inhibition of carcinogenesis by polyphenols: Evidence from laboratory investigations. Am. J. Clin. Nutr. 2005;81:284S–291S.", "ArticleIdList": ["15640492"]}, {"Citation": "Yang C.S., Maliakal P., Meng X. Inhibition of Carcinogenesis by Tea. Annu. Rev. Pharmacol. Toxicol. 2002;389:25–54. doi: 10.1146/annurev.pharmtox.42.082101.154309.", "ArticleIdList": ["10.1146/annurev.pharmtox.42.082101.154309", "11807163"]}, {"Citation": "Yang C.S., Wang X., Lu G., Picinich S.C. Cancer prevention by tea: Animal studies, molecular mechanisms and human relevance. Nat. Rev. Cancer. 2009;9:429–439. doi: 10.1038/nrc2641.", "ArticleIdList": ["10.1038/nrc2641", "PMC2829848", "19472429"]}, {"Citation": "Xiao H., Hao X., Simi B., Ju J., Jiang H., Reddy B.S., Yang C.S. Green tea polyphenols inhibit colorectal aberrant crypt foci (ACF) formation and prevent oncogenic changes in dysplastic ACF in azoxymethane-treated F344 rats. Carcinogenesis. 2008;29:113–119. doi: 10.1093/carcin/bgm204.", "ArticleIdList": ["10.1093/carcin/bgm204", "17893236"]}, {"Citation": "Guan F., Liu A.B., Li G., Yang Z., Sun Y., Yang C.S., Ju J. Deleterious Effects of High Concentrations of (–)-Epigallocatechin-3-Gallate and Atorvastatin in Mice With Colon Inflammation. Nutr. Cancer. 2012;64:847–855. doi: 10.1080/01635581.2012.695424.", "ArticleIdList": ["10.1080/01635581.2012.695424", "22716294"]}, {"Citation": "Jung Y.D., Ellis L.M. Inhibition of tumour invasion and angiogenesis by epigallocatechin gallate (EGCG), a major component of green tea. Int. J. Exp. Pathol. 2001;82:309–316. doi: 10.1046/j.1365-2613.2001.00205.x.", "ArticleIdList": ["10.1046/j.1365-2613.2001.00205.x", "PMC2517785", "11846837"]}, {"Citation": "Jankun J., Selman S.H., Swiercz R., Skrzypczak-Jankun E. Why drinking green tea could prevent cancer. Nature. 1997;387:561. doi: 10.1038/42381.", "ArticleIdList": ["10.1038/42381", "9177339"]}, {"Citation": "Liu S.H., Lu T.H., Su C.C., Lay I.S., Lin H.Y., Fang K.M., Ho T.J., Chen K.L., Su Y.C., Chiang W.C., et al. Lotus Leaf (Nelumbo nucifera) and its Active Constituents Prevent Inflammatory Responses in Macrophages via JNK/NF-κB Signaling Pathway. Am. J. Chin. Med. 2014;42:869–889. doi: 10.1142/S0192415X14500554.", "ArticleIdList": ["10.1142/S0192415X14500554", "25004880"]}, {"Citation": "Shimizu M., Shirakami Y., Sakai H., Adachi S., Hata K., Hirose Y., Tsurumi H., Tanaka T., Moriwaki H. (–)-Epigallocatechin Gallate Suppresses Azoxymethane-Induced Colonic Premalignant Lesions in Male C57BL/KsJ-db/db Mice. Cancer Prev. Res. 2008;1:298–304. doi: 10.1158/1940-6207.CAPR-08-0045.", "ArticleIdList": ["10.1158/1940-6207.CAPR-08-0045", "19138973"]}, {"Citation": "Rodríguezramiro I., Martín M.Á., Ramos S., Bravo L., Goya L. Comparative effects of dietary flavanols on antioxidant defences and their response to oxidant-induced stress on Caco2 cells. Eur. J. Nutr. 2011;50:313–322. doi: 10.1007/s00394-010-0139-2.", "ArticleIdList": ["10.1007/s00394-010-0139-2", "21046126"]}, {"Citation": "Hara Y. Influence of Tea Catechins on the Digestive Tract. J. Cell. Biochem. Suppl. 1997;52:8.", "ArticleIdList": ["9591193"]}, {"Citation": "Kim M., Murakami A., Miyamoto S., Tanaka T., Ohigashi H. The modifying effects of green tea polyphenols on acute colitis and inflammation-associated colon carcinogenesis in male ICR mice. BioFactors. 2010;36:43–51. doi: 10.1002/biof.69.", "ArticleIdList": ["10.1002/biof.69", "20108331"]}, {"Citation": "Chiou Y.S., Huang Q., Ho C.T., Wang Y.J., Pan M.H. Directly interact with Keap1 and LPS is involved in the anti-inflammatory mechanisms of (–)-epicatechin-3-gallate in LPS-induced macrophages and endotoxemia. Free Radic. Biol. Med. 2016;94:1–16. doi: 10.1016/j.freeradbiomed.2016.02.010.", "ArticleIdList": ["10.1016/j.freeradbiomed.2016.02.010", "26878775"]}, {"Citation": "Kunnumakkara A.B., Bordoloi D., Padmavathi G., Monisha J., Roy N.K., Prasad S., Aggarwal B.B. Curcumin, the Golden Nutraceutical: Multitargeting for Multiple Chronic Diseases. Br. J. Pharmacol. 2016 doi: 10.1111/bph.13621.", "ArticleIdList": ["10.1111/bph.13621", "PMC5429333", "27638428"]}, {"Citation": "Kang W.S., Lim I.H., Yuk D.Y., Chung K.H., Park J.B., Yoo H.S., Yun Y.P. Antithrombotic Activities of Green Tea Catechins and (–)-Epigallocatechin Gallate. Thromb. Res. 1999;96:229–237. doi: 10.1016/S0049-3848(99)00104-8.", "ArticleIdList": ["10.1016/S0049-3848(99)00104-8", "10588466"]}, {"Citation": "Marinovic M.P., Morandi A.C., Otton R. Green tea catechins alone or in combination alter functional parameters of human neutrophils via suppressing the activation of TLR-4/NFκB p65 signal pathway. Toxicol. In Vitro. 2015;29:1766–1778. doi: 10.1016/j.tiv.2015.07.014.", "ArticleIdList": ["10.1016/j.tiv.2015.07.014", "26187476"]}, {"Citation": "Dryden G.W., Song M., Mcclain C. Polyphenols and gastrointestinal diseases. Curr. Opin. Gastroenterol. 2006;22:165–170. doi: 10.1097/01.mog.0000208463.69266.8c.", "ArticleIdList": ["10.1097/01.mog.0000208463.69266.8c", "PMC4216723", "16462174"]}, {"Citation": "Kawai K., Tsuno N.H., Kitayama J., Okaji Y., Yazawa K., Asakage M., Sasaki S., Watanabe T., Takahashi K., Nagawa H. Epigallocatechin gallate induces apoptosis of monocytes. J. Allergy Clin. Immunol. 2005;115:186–191. doi: 10.1016/j.jaci.2004.10.005.", "ArticleIdList": ["10.1016/j.jaci.2004.10.005", "15637567"]}, {"Citation": "Matsui T. Condensed catechins and their potential health-benefits. Eur. J. Pharmacol. 2015;765:495–502. doi: 10.1016/j.ejphar.2015.09.017.", "ArticleIdList": ["10.1016/j.ejphar.2015.09.017", "26386288"]}, {"Citation": "Aura A.M., Mattila I., Seppänen-Laakso T., Miettinen J., Oksman-Caldentey K.M., Orešič M. Microbial metabolism of catechin stereoisomers by human faecal microbiota: Comparison of targeted analysis and a non-targeted metabolomics method. Phytochem. Lett. 2008;1:18–22. doi: 10.1016/j.phytol.2007.12.001.", "ArticleIdList": ["10.1016/j.phytol.2007.12.001"]}, {"Citation": "Clifford M.N., Van der Hooft J.J., Crozier A. Human studies on the absorption, distribution, metabolism, and excretion of tea polyphenols. Am. J. Clin. Nutr. 2013;98:1619S–1630S. doi: 10.3945/ajcn.113.058958.", "ArticleIdList": ["10.3945/ajcn.113.058958", "24172307"]}, {"Citation": "Feng W.Y. Metabolism of Green Tea Catechins: An Overview. Curr. Drug Metab. 2006;7:755–809. doi: 10.2174/138920006778520552.", "ArticleIdList": ["10.2174/138920006778520552", "17073579"]}, {"Citation": "Stalmach A., Mullen W., Steiling H., Williamson G., Lean M.E., Crozier A. Absorption, metabolism, and excretion of green tea flavan-3-ols in humans with an ileostomy. Mol. Nutr. Food Res. 2010;54:323–334. doi: 10.1002/mnfr.200900194.", "ArticleIdList": ["10.1002/mnfr.200900194", "19937856"]}, {"Citation": "Chen Z., Zheng S., Li L., Jiang H. Metabolism of Flavonoids in Human: A Comprehensive Review. Curr. Drug Metab. 2014;15:48–51. doi: 10.2174/138920021501140218125020.", "ArticleIdList": ["10.2174/138920021501140218125020", "24588554"]}, {"Citation": "Liu Y., Liu Y., Dai Y., Xun L., Hu M. Enteric Disposition and Recycling of Flavonoids and Ginkgo Flavonoids. J. Altern. Complement. Med. 2003;9:631–640. doi: 10.1089/107555303322524481.", "ArticleIdList": ["10.1089/107555303322524481", "14629841"]}, {"Citation": "Bohn T., Mcdougall G.J., Alegría A., Alminger M., Arrigoni E., Aura A.M., Brito C., Cilla A., El S.N., Karakaya S., et al. Mind the gap-deficits in our knowledge of aspects impacting the bioavailability of phytochemicals and their metabolites—A position paper focusing on carotenoids and polyphenols. Mol. Nutr. Food Res. 2015;59:1307–1323. doi: 10.1002/mnfr.201400745.", "ArticleIdList": ["10.1002/mnfr.201400745", "PMC5033009", "25988374"]}, {"Citation": "Del R.D., Calani L., Cordero C., Salvatore S., Pellegrini N., Brighenti F. Bioavailability and catabolism of green tea flavan-3-ols in humans. Nutrition. 2010;26:1110–1116. doi: 10.1016/j.nut.2009.09.021.", "ArticleIdList": ["10.1016/j.nut.2009.09.021", "20080030"]}, {"Citation": "Ottaviani J.I., Momma T.Y., Heiss C., Kwik-Uribe C., Schroeter H., Keen C.L. The sterochemical configuration of flavanols influences the level and metabolism of flavanols in humans and their biological activity in vivo. Free Radic. Biol. Med. 2011;50:237–244. doi: 10.1016/j.freeradbiomed.2010.11.005.", "ArticleIdList": ["10.1016/j.freeradbiomed.2010.11.005", "21074608"]}, {"Citation": "Rio D.D., Rodriguezmateos A., Spencer J.P.E., Tognolini M., Borges G., Crozier A. Dietary (poly)phenolics in Human Health: Structures, Bioavailability, and Evidence of Protective Effects Against Chronic Diseases. Antioxid. Redox Signal. 2013;18:1818–1892.", "ArticleIdList": ["PMC3619154", "22794138"]}, {"Citation": "Neilson A.P., Sapper T.N., Janle E.M., Rudolph R., Matusheski N.V., Ferruzzi M.G. Chocolate Matrix Factors Modulate the Pharmacokinetic Behavior of Cocoa Flavan-3-OL Phase-II Metabolites Following Oral Consumption by Sprague-Dawley Rats. J. Agric. Food Chem. 2010;58:6685–6691. doi: 10.1021/jf1005353.", "ArticleIdList": ["10.1021/jf1005353", "PMC2892903", "20446738"]}, {"Citation": "Chiou Y.S., Ma J.L., Sang S., Ho C.T., Wang Y.J., Pan M.H. Peracetylated (–)-Epigallocatechin-3-gallate (AcEGCG) Potently Suppresses Dextran Sulfate Sodium-Induced Colitis and Colon Tumorigenesis in Mice. J. Agric. Food Chem. 2012;60:3441–3451. doi: 10.1021/jf300441p.", "ArticleIdList": ["10.1021/jf300441p", "22409325"]}, {"Citation": "Alzoghaibi M.A. Concepts of oxidative stress and antioxidant defense in Crohn’s disease. World J. Gastroenterol. 2013;19:6540–6547. doi: 10.3748/wjg.v19.i39.6540.", "ArticleIdList": ["10.3748/wjg.v19.i39.6540", "PMC3801366", "24151379"]}, {"Citation": "Kruidenier L., Kuiper I., Lamers C.B., Verspaget H.W. Intestinal oxidative damage in inflammatory bowel disease: semi-quantification, localization, and association with mucosal antioxidants. J. Pathol. 2003;201:28–36. doi: 10.1002/path.1409.", "ArticleIdList": ["10.1002/path.1409", "12950014"]}, {"Citation": "Forman H.J., Maiorino M., Ursini F. Signaling Functions of Reactive Oxygen Species. Biochemistry. 2010;49:835–842. doi: 10.1021/bi9020378.", "ArticleIdList": ["10.1021/bi9020378", "PMC4226395", "20050630"]}, {"Citation": "Soobrattee M.A., Bahorun T., Aruoma O.I. Chemopreventive actions of polyphenolic compounds in cancer. BioFactors. 2006;27:19–35. doi: 10.1002/biof.5520270103.", "ArticleIdList": ["10.1002/biof.5520270103", "17012761"]}, {"Citation": "Najafzadeh M., Reynolds P.D., Baumgartner A., Anderson D. Flavonoids inhibit the genotoxicity of hydrogen peroxide (H2O2) and of the food mutagen 2-amino-3-methylimadazo[4,5-f]-quinoline (IQ) in lymphocytes from patients with inflammatory bowel disease (IBD) Mutagenesis. 2009;24:405–411. doi: 10.1093/mutage/gep016.", "ArticleIdList": ["10.1093/mutage/gep016", "19553277"]}, {"Citation": "Pereira R.B., Sousa C., Costa A., Andrade P.B., Valentão P. Glutathione and the Antioxidant Potential of Binary Mixtures with Flavonoids: Synergisms and Antagonisms. Molecules. 2013;18:8858–8872. doi: 10.3390/molecules18088858.", "ArticleIdList": ["10.3390/molecules18088858", "PMC6270187", "23892632"]}, {"Citation": "Bors W., Heller W., Michel C., Saran M. Flavonoids as Antioxidants: Determination of Radical-Scavenging Efficiencies. Methods Enzymol. 1990;186:343–355.", "ArticleIdList": ["2172711"]}, {"Citation": "Kim C.Y., Lee C., Park G.H., Jang J.H. Neuroprotective Effect of Epigallocatechin-3-gallate against β-Amyloid-induced Oxidative and Nitrosative Cell Death via Augmentation of Antioxidant Defense Capacity. Arch. Pharm. Res. 2009;32:869–881. doi: 10.1007/s12272-009-1609-z.", "ArticleIdList": ["10.1007/s12272-009-1609-z", "19557365"]}, {"Citation": "Bao G.H., Xu J., Hu F.L., Wan X.C., Deng S.X., Barasch J. EGCG inhibit chemical reactivity of iron through forming an Ngal-EGCG-iron complex. BioMetals. 2013;26:1041–1050. doi: 10.1007/s10534-013-9681-8.", "ArticleIdList": ["10.1007/s10534-013-9681-8", "PMC4416964", "24158698"]}, {"Citation": "Raza H., John A. In vitro protection of reactive oxygen species-induced degradation of lipids, proteins and 2-deoxyribose by tea catechins. Food Chem. Toxicol. 2007;45:1814–1820. doi: 10.1016/j.fct.2007.03.017.", "ArticleIdList": ["10.1016/j.fct.2007.03.017", "17490800"]}, {"Citation": "Guo Q., Zhao B., Li M., Shen S., Xin W. Studies on protective mechanisms of four components of green tea polyphenols against lipid peroxidation in synaptosomes. Biochim. Biophys. Acta. 1996;1304:210–222. doi: 10.1016/S0005-2760(96)00122-1.", "ArticleIdList": ["10.1016/S0005-2760(96)00122-1", "8982267"]}, {"Citation": "Meng Q., Velalar C.N., Ruan R. Effects of epigallocatechin-3-gallate on mitochondrial integrity and antioxidative enzyme activity in the aging process of human fibroblast. Free Radic. Biol. Med. 2008;44:1032–1041. doi: 10.1016/j.freeradbiomed.2007.11.023.", "ArticleIdList": ["10.1016/j.freeradbiomed.2007.11.023", "18206666"]}, {"Citation": "Esworthy R.S., Aranda R., Martín M.G., Doroshow J.H., Binder S.W., Chu F.F. Mice with combined disruption of Gpx1 and Gpx2 genes have colitis. Am. J. Physiol. Gastrointest. Liver Physiol. 2001;281:848–855.", "ArticleIdList": ["11518697"]}, {"Citation": "Martín M.Á., Serrano A.B., Ramos S., Pulido M.I., Bravo L., Goya L. Cocoa flavonoids up-regulate antioxidant enzyme activity via the ERK1/2 pathway to protect against oxidative stress-induced apoptosis in HepG2 cells. J. Nutr. Biochem. 2010;21:196–205. doi: 10.1016/j.jnutbio.2008.10.009.", "ArticleIdList": ["10.1016/j.jnutbio.2008.10.009", "19195869"]}, {"Citation": "Abboud P.A., Hake P.W., Burroughs T.J., Odoms K., O’Connor M., Mangeshkar P., Wong H.R., Zingarelli B. Therapeutic effect of epigallocatechin-3-gallate in a mouse model of colitis. Eur. J. Pharmacol. 2008;579:411–417. doi: 10.1016/j.ejphar.2007.10.053.", "ArticleIdList": ["10.1016/j.ejphar.2007.10.053", "18022615"]}, {"Citation": "Seegert D., Rosenstiel P., Pfahler H., Pfefferkorn P., Nikolaus S., Schreiber S. Increased expression of IL-16 in inflammatory bowel disease. Gut. 2001;48:326–332. doi: 10.1136/gut.48.3.326.", "ArticleIdList": ["10.1136/gut.48.3.326", "PMC1760149", "11171821"]}, {"Citation": "Wu X., Shao F., Yang Y., Gu L., Zheng W., Wu X., Gu Y., Shu Y., Sun Y., Xu Q. Epigallocatechin-3-gallate sensitizes IFN-γ-stimulated CD4+ T cells to apoptosis via alternative activation of STAT1. Int. Immunopharmacol. 2014;23:434–441. doi: 10.1016/j.intimp.2014.09.014.", "ArticleIdList": ["10.1016/j.intimp.2014.09.014", "25261409"]}, {"Citation": "Kang K.S., Kang B.S., Lee B.J., Che J.H., Li G.X., Trosko J.E., Lee Y.S. Preventive effect of epicatechin and ginsenoside Rb2 on the inhibition of gap junctional intercellular communication by TPA and H2O2. Cancer Lett. 2002;152:97–106. doi: 10.1016/S0304-3835(99)00438-3.", "ArticleIdList": ["10.1016/S0304-3835(99)00438-3", "10754211"]}, {"Citation": "Trosko J.E., Chang C.C., Upham B., Wilson M. Epigenetic toxicology as toxicant-induced changes in intracellular signalling leading to altered gap junctional intercellular communication. Toxicol. Lett. 1998;95:4–5. doi: 10.1016/S0378-4274(98)80019-2.", "ArticleIdList": ["10.1016/S0378-4274(98)80019-2", "10022235"]}, {"Citation": "Kang N.J., Lee K.M., Kim J.H., Bo K.L., Kwon J.Y., Lee K.W., Lee H.J. Inhibition of Gap Junctional Intercellular Communication by the Green Tea Polyphenol (–)-Epigallocatechin Gallate in Normal Rat Liver Epithelial Cells. J. Agric. Food Chem. 2008;56:10422–10427. doi: 10.1021/jf801981w.", "ArticleIdList": ["10.1021/jf801981w", "18828601"]}, {"Citation": "Sai K., Kanno J., Hasegawa R., Hasegawa R., Trosko J.E., Inoue T. Prevention of the down-regulation of gap junctional intercellular communication by green tea in the liver of mice fed pentachlorophenol. Carcinogenesis. 2000;21:1671–1676. doi: 10.1093/carcin/21.9.1671.", "ArticleIdList": ["10.1093/carcin/21.9.1671", "10964098"]}, {"Citation": "Ale-Agha N., Stahl W., Sies H. (–)-Epicatechin effects in rat liver epithelial cells: Stimulation of gap junctional communication and counteraction of its loss due to the tumor promoter 12-O-tetradecanoylphorbol-13-acetate. Biochem Pharmacol. 2002;63:2145. doi: 10.1016/S0006-2952(02)01021-3.", "ArticleIdList": ["10.1016/S0006-2952(02)01021-3", "12110373"]}, {"Citation": "Sigler K., Ruch R.J. Enhancement of gap junctional intercellular communication in tumor promoter-treated cells by components of green tea. Cancer Lett. 1993;69:15–19. doi: 10.1016/0304-3835(93)90026-6.", "ArticleIdList": ["10.1016/0304-3835(93)90026-6", "8481889"]}, {"Citation": "Lee S.J., Lee K.W., Lee H.J. Abies nephrolepis leaf phenolics prevent the inhibition of gap junction intercellular communication by hydrogen peroxide in rat liver epithelial cells. BioFactors. 2004;21:357–360. doi: 10.1002/biof.552210168.", "ArticleIdList": ["10.1002/biof.552210168", "15630225"]}, {"Citation": "Zhao Y., Yu L., Xu S., Qiu F., Fan Y., Fu G. Down-regulation of connexin43 gap junction by serum deprivation in human endothelial cells was improved by (–)-epigallocatechin gallate via ERK MAP kinase pathway. Biochem. Biophys. Res. Commun. 2011;404:217–222. doi: 10.1016/j.bbrc.2010.11.096.", "ArticleIdList": ["10.1016/j.bbrc.2010.11.096", "21110950"]}, {"Citation": "Yu L., Zhao Y., Fan Y., Wang M., Xu S., Fu G. Epigallocatechin-3 Gallate, a Green Tea Catechin, Attenuated the Downregulation of the Cardiac Gap Junction Induced by High Glucose in Neonatal Rat Cardiomyocytes. Cell. Physiol. Biochem. 2010;26:403–412. doi: 10.1159/000320564.", "ArticleIdList": ["10.1159/000320564", "20798525"]}, {"Citation": "May M.J., Ghosh S. Signal transduction through NF-κB. Immunol. Today. 1998;19:80–88. doi: 10.1016/S0167-5699(97)01197-3.", "ArticleIdList": ["10.1016/S0167-5699(97)01197-3", "9509763"]}, {"Citation": "Ukil A., Maity S., Das P.K. Protection from experimental colitis by theaflavin-3,3′-digallate correlates with inhibition of IKK and NF-κB activation. Br. J. Pharmacol. 2006;149:121–131. doi: 10.1038/sj.bjp.0706847.", "ArticleIdList": ["10.1038/sj.bjp.0706847", "PMC1629406", "16880762"]}, {"Citation": "Andújar I., Recio M.C., Giner R.M., Cienfuegos-Jovellanos E., Laghi S., Muguerza B., Ríos J.L. Inhibition of Ulcerative Colitis in Mice after Oral Administration of a Polyphenol-Enriched Cocoa Extract Is Mediated by the Inhibition of STAT1 and STAT3 Phosphorylation in Colon Cells. J. Agric. Food Chem. 2011;59:6474–6483. doi: 10.1021/jf2008925.", "ArticleIdList": ["10.1021/jf2008925", "21574661"]}, {"Citation": "Jung M., Triebel S., Anke T., Richling E., Erkel G. Influence of apple polyphenols on inflammatory gene expression. Mol. Nutr. Food Res. 2009;53:1263–1280. doi: 10.1002/mnfr.200800575.", "ArticleIdList": ["10.1002/mnfr.200800575", "19764067"]}, {"Citation": "Khajah M.A., Fateel M.M., Ananthalakshmi K.V., Luqmani Y.A. Anti-Inflammatory Action of Angiotensin 1-7 in Experimental Colitis. PLoS ONE. 2016;11:e0150861. doi: 10.1371/journal.pone.0150861.", "ArticleIdList": ["10.1371/journal.pone.0150861", "PMC4786309", "26963721"]}, {"Citation": "Krens S.F.G., Spaink H.P., Snaar-Jagalska B.E. Functions of the MAPK family in vertebrate development. FEBS Lett. 2006;580:4984–4990. doi: 10.1016/j.febslet.2006.08.025.", "ArticleIdList": ["10.1016/j.febslet.2006.08.025", "16949582"]}, {"Citation": "Huang S.M., Wu C.H., Yen G.C. Effects of flavonoids on the expression of the pro-inflammatory response in human monocytes induced by ligation of the receptor for AGEs. Mol. Nutr. Food Res. 2006;50:1129–1139. doi: 10.1002/mnfr.200600075.", "ArticleIdList": ["10.1002/mnfr.200600075", "17103373"]}, {"Citation": "Lee J.H., Jin H., Shim H.E., Kim H.N., Ha H., Lee Z.H. Epigallocatechin-3-gallate Inhibits Osteoclastogenesis by Down-Regulating c-Fos Expression and Suppressing the Nuclear Factor-κB Signal. Mol. Pharmacol. 2010;77:17–25. doi: 10.1124/mol.109.057877.", "ArticleIdList": ["10.1124/mol.109.057877", "19828731"]}, {"Citation": "Danesi F., Philpott M., Huebner C., Bordoni A., Ferguson L.R. Food-derived bioactives as potential regulators of the IL-12/IL-23 pathway implicated in inflammatory bowel diseases. Mutat. Res. 2010;690:139–144. doi: 10.1016/j.mrfmmm.2010.01.001.", "ArticleIdList": ["10.1016/j.mrfmmm.2010.01.001", "20067801"]}, {"Citation": "Moon D.O., Choi S.R., Lee C.M., Kim G.Y., Lee H.J., Park Y.M. Epigallocatechin-3-gallate Suppresses Galactose-α1,4-galactose-β1,4-glucose Ceramide Expression in TNF-α Stimulated Human Intestinal Epithelial Cells Through Inhibition of MAPKs and NF-κB. J. Korean Med. Sci. 2005;20:548–554. doi: 10.3346/jkms.2005.20.4.548.", "ArticleIdList": ["10.3346/jkms.2005.20.4.548", "PMC2782146", "16100442"]}, {"Citation": "Kensler T.W., Wakabayashi N. Nrf2: Friend or foe for chemoprevention? Carcinogenesis. 2010;31:90–99. doi: 10.1093/carcin/bgp231.", "ArticleIdList": ["10.1093/carcin/bgp231", "PMC2802668", "19793802"]}, {"Citation": "Bahia P.K., Rattray M., Williams R.J. Dietary flavonoid (–)-epicatechin stimulates phosphatidylinositol 3-kinase-dependent antioxidant response element activity and up-regulates glutathione in cortical astrocytes. J. Neurochem. 2008;106:2194–2204.", "ArticleIdList": ["18624917"]}, {"Citation": "Wakabayashi N., Slocum S.L., Skoko J.J., Shin S., Kensler T.W. When NRF2 Talks, who’s Listening? Antioxid. Redox Signal. 2010;13:1649–1663. doi: 10.1089/ars.2010.3216.", "ArticleIdList": ["10.1089/ars.2010.3216", "PMC2966480", "20367496"]}, {"Citation": "Liu G.H., Qu J., Shen X. NF-κB/p65 antagonizes Nrf2-ARE pathway by depriving CBP from Nrf2 and facilitating recruitment of HDAC3 to MafK. Biochim. Biophys. Acta. 2008;1783:713–727. doi: 10.1016/j.bbamcr.2008.01.002.", "ArticleIdList": ["10.1016/j.bbamcr.2008.01.002", "18241676"]}, {"Citation": "Schreiber S., Rosenstiel P., Hampe J., Nikolaus S., Groessner B., Schottelius A., Kühbacher T., Hämling J.J., Fölsch U.R., Seegert D. Activation of signal transducer and activator of transcription (STAT) 1 in human chronic inflammatory bowel disease. Gut. 2002;51:379–385. doi: 10.1136/gut.51.3.379.", "ArticleIdList": ["10.1136/gut.51.3.379", "PMC1773344", "12171960"]}, {"Citation": "Sugimoto K. Role of STAT3 in inflammatory bowel disease. World J. Gastroenterol. 2008;14:S110–S114. doi: 10.3748/wjg.14.5110.", "ArticleIdList": ["10.3748/wjg.14.5110", "PMC2743999", "18777586"]}, {"Citation": "Pandurangan A.K., Mohebali N., Esa N.M., Looi C.Y., Ismail S., Saadatdoust Z. Gallic acid suppresses inflammation in dextran sodium sulfate-induced colitis in mice: Possible mechanisms. Int. Immunopharmacol. 2015;28:1034–1043. doi: 10.1016/j.intimp.2015.08.019.", "ArticleIdList": ["10.1016/j.intimp.2015.08.019", "26319951"]}, {"Citation": "Xue B., Xie J., Huang J., Chen L., Gao L., Ou S., Wang Y., Peng X. Plant Polyphenols Alter a Pathway of Energy Metabolism by Inhibiting Fecal Bacteroidetes and Firmicutes in vitro. Food Funct. 2016;7:1501–1507. doi: 10.1039/C5FO01438G.", "ArticleIdList": ["10.1039/C5FO01438G", "26882962"]}, {"Citation": "Flint H.J., Scott K.P., Louis P., Duncan S.H. The role of the gut microbiota in nutrition and health. Nat. Rev. Gastroenterol. Hepatol. 2012;9:577–589. doi: 10.1038/nrgastro.2012.156.", "ArticleIdList": ["10.1038/nrgastro.2012.156", "22945443"]}, {"Citation": "Pu S., Khazanehei H., Jones P.J., Khafipour E. Interactions between Obesity Status and Dietary Intake of Monounsaturated and Polyunsaturated Oils on Human Gut Microbiome Profiles in the Canola Oil Multicenter Intervention Trial (COMIT) Front. Microbiol. 2016;7 doi: 10.3389/fmicb.2016.01612.", "ArticleIdList": ["10.3389/fmicb.2016.01612", "PMC5056191", "27777570"]}, {"Citation": "Walker A.W., Sanderson J.D., Churcher C., Parkes G.C., Hudspith B.N., Rayment N., Brostoff J., Parkhill J., Dougan G., Petrovska L. High-throughput clone library analysis of the mucosa-associated microbiota reveals dysbiosis and differences between inflamed and non-inflamed regions of the intestine in inflammatory bowel disease. BMC Microbiol. 2011;11:1–12. doi: 10.1186/1471-2180-11-7.", "ArticleIdList": ["10.1186/1471-2180-11-7", "PMC3032643", "21219646"]}, {"Citation": "Frank D.N., St. Amand A.L., Feldman R.A., Boedeker E.C., Harpaz N., Pace N.R. Molecular-phylogenetic characterization of microbial community imbalances in human inflammatory bowel diseases. Proc. Natl. Acad. Sci. USA. 2007;104:13780–13785. doi: 10.1073/pnas.0706625104.", "ArticleIdList": ["10.1073/pnas.0706625104", "PMC1959459", "17699621"]}, {"Citation": "Stevenson D.E., Hurst R.D. Polyphenolic phytochemicals—Just antioxidants or much more? Cell. Mol. Life Sci. 2007;64:2900–2916. doi: 10.1007/s00018-007-7237-1.", "ArticleIdList": ["10.1007/s00018-007-7237-1", "17726576"]}, {"Citation": "Archana S., Abraham J. Comparative analysis of antimicrobial activity of leaf extracts from fresh green tea and black tea on pathogens. J. Appl. Pharm. Sci. 2011;1:149–152."}, {"Citation": "Rastmanesh R. High polyphenol, low probiotic diet for weight loss because of intestinal microbiota interaction. Chem. Biol. Interact. 2011;189:1–8. doi: 10.1016/j.cbi.2010.10.002.", "ArticleIdList": ["10.1016/j.cbi.2010.10.002", "20955691"]}, {"Citation": "Inoue Y., Trevanich S., Tsujimoto Y., Miki T., Miyabe S., Sugiyama K., Izawa S., Kimura A. Evaluation of catechin and its derivatives as antioxidant: Recovery of growth arrest of Escherichia coli, under oxidative conditions. J. Sci. Food Agric. 1996;71:297–300. doi: 10.1002/(SICI)1097-0010(199607)71:3<297::AID-JSFA581>3.0.CO;2-B.", "ArticleIdList": ["10.1002/(SICI)1097-0010(199607)71:3<297::AID-JSFA581>3.0.CO;2-B"]}, {"Citation": "Ikigai H., Nakae T., Hara Y., Shimamura T. Bactericidal catechins damage the lipid bilayer. Biochim. Biophys. Acta. 1993;1147:132–136. doi: 10.1016/0005-2736(93)90323-R.", "ArticleIdList": ["10.1016/0005-2736(93)90323-R", "8466924"]}, {"Citation": "Kutschera M., Engst W., Blaut M., Braune A. Isolation of catechin-converting human intestinal bacteria. J. Appl. Microbiol. 2011;111:165–175. doi: 10.1111/j.1365-2672.2011.05025.x.", "ArticleIdList": ["10.1111/j.1365-2672.2011.05025.x", "21457417"]}, {"Citation": "Beaud D., Tailliez P., Anbamondoloni J. Genetic characterization of the β-glucuronidase enzyme from a human intestinal bacterium, Ruminococcus gnavus. Microbiology. 2005;151:2323–2330. doi: 10.1099/mic.0.27712-0.", "ArticleIdList": ["10.1099/mic.0.27712-0", "16000722"]}, {"Citation": "Jiménez-Girón A., Ibáñez C., Cifuentes A., Simó C., Muñoz-González I., Martín-Álvarez P.J., Bartolomé B., Moreno-Arribas M.V. Faecal metabolomic fingerprint after moderate consumption of red wine by healthy subjects. J. Proteome Res. 2015;14:897–905. doi: 10.1021/pr500960g.", "ArticleIdList": ["10.1021/pr500960g", "25496753"]}, {"Citation": "Jin J.S., Lee K.C., Park I.S., Kim K.K., Ahn J.S., Benno Y., Hattori M., Lee J.S. Gordonibacter faecihominis sp. nov., isolated from human faeces. Antonie Leeuwenhoek. 2014;106:439–447. doi: 10.1007/s10482-014-0212-6.", "ArticleIdList": ["10.1007/s10482-014-0212-6", "24948086"]}, {"Citation": "Jin J.S., Hattori M. Isolation and Characterization of a Human Intestinal Bacterium Eggerthella sp. CAT-1 Capable of Cleaving the C-Ring of (+)-Catechin and (–)-Epicatechin, Followed by p-Dehydroxylation of the B-Ring. Biol. Pharm. Bull. 2012;35:2252–2256. doi: 10.1248/bpb.b12-00726.", "ArticleIdList": ["10.1248/bpb.b12-00726", "23207778"]}, {"Citation": "Wang L.Q., Meselhy M.R., Li Y., Nakamura N., Min B.S., Qin G.W., Hattori M. The Heterocyclic Ring Fission and Dehydroxylation of Catechins and Related Compounds by Eubacterium sp. Strain SDG-2, a Human Intestinal Bacterium. Chem. Pharm. Bull. 2002;33:1640–1643. doi: 10.1002/chin.200217033.", "ArticleIdList": ["10.1002/chin.200217033", "11767089"]}, {"Citation": "Silverman R.B. The Organic Chemistry of Enzyme Catalyzed Reactions. Richard B. Silverman. The Organic Chemistry of Enzyme-Catalyzed Reactions. Volume 172 Academic Press; New York, NY, USA: 2002."}, {"Citation": "Du L., Wang Z., Zhao Y., Huang J., Pang H., Wei Y., Lin L., Huang R. A β-glucosidase from Novosphingobium sp. GX9 with high catalytic efficiency toward isoflavonoid glycoside hydrolysis and (+)-catechin transglycosylation. Appl. Microbiol. Biotechnol. 2014;98:7069–7079. doi: 10.1007/s00253-014-5661-3.", "ArticleIdList": ["10.1007/s00253-014-5661-3", "24682446"]}, {"Citation": "Steed E., Balda M.S., Matter K. Dynamics and functions of tight junctions. Trends Cell Biol. 2010;20:142–149. doi: 10.1016/j.tcb.2009.12.002.", "ArticleIdList": ["10.1016/j.tcb.2009.12.002", "20061152"]}, {"Citation": "Contreras T.C., Ricciardi E., Cremonini E., Oteiza P.I. (–)-Epicatechin in the prevention of tumor necrosis alpha-induced loss of Caco-2 cell barrier integrity. Arch. Biochem. Biophys. 2015;573:84–91. doi: 10.1016/j.abb.2015.01.024.", "ArticleIdList": ["10.1016/j.abb.2015.01.024", "25795020"]}, {"Citation": "Salim S.Y., Söderholm J.D. Importance of Disrupted Intestinal Barrier in Inflammatory Bowel Diseases. Inflamm. Bowel Dis. 2011;17:362–381. doi: 10.1002/ibd.21403.", "ArticleIdList": ["10.1002/ibd.21403", "20725949"]}, {"Citation": "Carrasco-Pozo C., Morales P., Gotteland M. Polyphenols Protect the Epithelial Barrier Function of Caco-2 Cells Exposed to Indomethacin through the Modulation of Occludin and Zonula Occludens-1 Expression. J. Agric. Food Chem. 2013;61:5291–5297. doi: 10.1021/jf400150p.", "ArticleIdList": ["10.1021/jf400150p", "23668856"]}]}], "History": [{"Year": "2017", "Month": "1", "Day": "6"}, {"Year": "2017", "Month": "2", "Day": "19"}, {"Year": "2017", "Month": "2", "Day": "28"}, {"Year": "2017", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["28335502", "PMC6155401", "10.3390/molecules22030484", "molecules22030484"]}}]}