{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Belarus", "Historical ethnobotany", "Lithuania", "Medicinal plants", "Poland"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28335791", "DateCompleted": {"Year": "2017", "Month": "09", "Day": "20"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "03", "Day": "23"}], "Language": ["eng"], "ELocationID": ["20", "10.1186/s13002-017-0149-8"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Mar", "Day": "23"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Fischer's Plants in folk beliefs and customs: a previously unknown contribution to the ethnobotany of the Polish-Lithuanian-Belarusian borderland.", "Pagination": {"StartPage": "20", "MedlinePgn": "20"}, "Abstract": {"AbstractText": ["Historical ethnobotanical studies are useful starting points for further diachronic analysis. The aim of this contribution is to present archival data from the Polish-Lithuanian-Belarusian borderland, which were collected by Adam Fischer, a Polish ethnographer from Lviv, in the 1930s. These data were originally gathered for publication in the first part of the Lexicon of Slavic beliefs and customs, dedicated to plant uses in traditional Slavonic culture. It was intended to be a joint international enterprise, but was never actually fulfilled.", "In this article we used information from historical Lithuania (the Great Duchy of Lithuania), nowadays a border region between Poland, Lithuania and Belarus. We applied cultural importance indices such as Use Value, Relative Importance value and Sørensen similarity coefficient, in order to compare our data with a western Ukraine data set from the same research framework.", "In total, 153 plant taxa were registered as used in peasant culture in the Polish-Lithuanian-Belarusian borderland in the 1930s. The species which achieved the highest Use Values were: Calendula officinalis, Cyanus segetum, Helichrysum arenarium, Betula sp., Prunella vulgaris, and Nuphar lutea or Lilium sp. The most salient use categories were medicinal, followed by food and home garden plants. The overall similarity to plants recorded in western Ukraine within the same project of Fischer's is quite low (46%), which may be explained by the partly different flora found in the regions, and a cultural discontinuity, revealed by the difference in species with the highest UV. Moreover, the field collaborators were different in the two regions and may have paid attention to different cultural spheres of use.", "The presented ethnobotanical data are a valuable contribution to the ethnobotany of Eastern Europe as a whole. In particular, the presented list of plants may be a rich source for future studies on the ethnobotany of the Polish diaspora in Lithuania, and diachronic studies in north-east Poland and Belarus."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Ethnology and Cultural Anthropology, University of Łódź, Lindleya 3/5, 90-131, Łódź, Poland. monika.kujawska@uni.lodz.pl."}], "LastName": "Kujawska", "ForeName": "Monika", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Botany, Jagiellonian University, Kopernika 27, 31-501, Kraków, Poland."}], "LastName": "Klepacki", "ForeName": "Piotr", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Institute of Biotechnology, University of Rzeszów, Werynia 502, 36-100, Kolbuszowa, Poland."}], "LastName": "Łuczaj", "ForeName": "Łukasz", "Initials": "Ł"}], "PublicationTypeList": ["Biography", "Historical Article", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": ["history", "methods"], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Food"}, {"QualifierName": [], "DescriptorName": "History, 20th Century"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Lithuania"}, {"QualifierName": ["history", "methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Poland"}], "PersonalNameSubjectList": [{"LastName": "Fischer", "ForeName": "Adam", "Initials": "A"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Davies N. Europe: A history. London: Random House; 1997."}, {"Citation": "Petkeviciute Z, Savickiene N, Savickas A, Bernatoniene J, Simaitiene Z, Kalveniene Z, Lazauskas R, Mekas TA. Urban ethnobotany study in Samogitia region, Lithuania. J Med Plant Res. 2010;4(1):064–071."}, {"Citation": "Engelking A, Golachowska E, Zielińska A (eds.). Tożsamość, Język, Rodzina. Z badań na pograniczu słowiańsko-bałtyckim. Warszawa: Slawistyczny Ośrodek Wydawniczy; 2008."}, {"Citation": "Šeškauskaitė D, Gliwa B. Rūtà, die Nationalblume der Litauer: Zur Kulturgeschichte der Weinraute (Ruta graveolens L.) und zur Etymologie von litauisch rūtà und deutsch Raute. Anthropos. 2002;97(2):455–467."}, {"Citation": "Šeškauskaitė D, Gliwa B. Some Lithuanian ethnobotanical taxa: a linguistic view on Thorn Apple and related plants. J Ethnobiol Ethnomed. 2006;2(1):1. doi: 10.1186/1746-4269-2-1.", "ArticleIdList": ["10.1186/1746-4269-2-1", "PMC1420269", "16512899"]}, {"Citation": "Seskauskaitė D, Gliwa B. Ethnobotany in the new Europe: people, health, and wild plant resources. New York – Oxford: Berghahn Books; 2010. The Botanical Identity and Cultural Significance of Lithuanian Jovaras: An Ethnobotanical Riddle; pp. 246–262."}, {"Citation": "Petkevičius R, Typek J, Bilek M. Jan Kazimierz Muszyński (1884- 1957) prekursorem badań etnobotanicznych na Litwie. Etnobiologia Polska. 2014;4:55–82."}, {"Citation": "Balys J. Liaudies magija ir medicina [Folk magic and folk medicine]. Bloomington: Author; 1951."}, {"Citation": "Muszyński J. Wileńskie zioła ludowe. Wiadomości Farmaceutyczne 1927;21-22:469-476."}, {"Citation": "Syreński S. Zielnik Herbarzem z ięzyka Łacinskiego zowią To iest Opisanie własne imion, kształtu, przyrodzenia, skutkow, y mocy Zioł wszelakich Drzew Krzewin y korzenia ich, Kwiatu, Owocow, Sokow Miasg, Zywic y korzenia do potraw zaprawowania Takze Trunkow, Syropow, Wodek Lekiwarzow, Konfektow […]. Kraków: W Drukarni Bazylego Skalskiego; 1613."}, {"Citation": "Wyżycki GJ. Zielnik ekonomiczno-techniczny: czyli opisanie drzew, krzewów i roślin dziko rosnących w kraju, jako też przyswojonych, z pokazaniem użytku ich w ekonomice, rękodziełach, fabrykach i medycynie domowej, z wyszczególnieniem jadowitych i szkodliwych […] ułożony dla gospodarzy i gospodyń. Vol. 2. Wilno: author’s edition; 1845."}, {"Citation": "Moszyński K. Polesie wschodnie. Materiały etnograficzne z wschodniej części byłego powiatu mozyrskiego oraz powiatu rzeczyckiego. Wydawnictwo Kasy im. Mianowskiego: Warszawa; 1928."}, {"Citation": "Orzeszkowa E. Kwiaty i ludzie nad Niemnem. Wisła: miesięcznik geograficzno-etnograficzny. 1888;2:675–703."}, {"Citation": "Orzeszkowa E. Kwiaty i ludzie nad Niemnem. Hommes et plantes des bords du Niemen. Wisła: miesięcznik geograficzno-etnograficzny. 1891;5:235–247."}, {"Citation": "Wieras Z. [Bepac З]. Бeлapуcкa-пoльcкa-paceйcкa-лaцiнcкi бaтaнiчны cлoўнiк. Wilno: Drukiem S. Bekiera; 1924."}, {"Citation": "Fedorowski M. Lud białoruski na Rusi Litewskiej: materyały do etnografii słowiańskiej zgromadzone w latach 1877–1891. T. 1. Kraków: Akademia Umiejętności; 1897."}, {"Citation": "Graniszewska M, Leśniewska H, Mankiewicz-Malinowska A, Galera H. Rośliny użyteczne… Michała Fedorowskiego – dzieło odnalezione po 130 latach. Etnobiologia Polska. 2013;3:63–120."}, {"Citation": "Łuczaj Ł, Köhler P, Pirożnikow E, Graniszewska M, Pieroni A, Gervasi T. Wild edible plants of Belarus: from Rostafiński’s questionnaire of 1883 to the present. J Ethnobiol Ethnomed. 2013;9:1. doi: 10.1186/1746-4269-9-1.", "ArticleIdList": ["10.1186/1746-4269-9-1", "PMC3627636", "23557012"]}, {"Citation": "Sõukand R, Hrynevich Y, Vasilyeva I, Prakofjewa J, Vnukovich Y, Paciupa J, Hlushko A, Knureva Y, Litvinava Y, Vyskvarka S, Silivonchyk H, Paulava A, Kõiva M, Kalle R. Multi-functionality of the few: current and past uses of wild plants for food and healing in Liubań region, Belarus. J Ethnobiol Ethnomed. 2017;13:10. doi: 10.1186/s13002-017-0139-x.", "ArticleIdList": ["10.1186/s13002-017-0139-x", "PMC5299745", "28179002"]}, {"Citation": "Czekanowski J. Półwiecze Towarzystwa Ludoznawczego. Lud. 1946;36:33–88."}, {"Citation": "Jasiewicz Z, Rieszetow AM. Korespondencja między Adamem Fischerem a Dimitrem Konstantynowiczem Zieleninem. Etnografia Polska. 2003;47(1-2):31–47."}, {"Citation": "Suchecka P. Korespondencja Adama Fischera w Zbiorach Archiwum Naukowego Polskiego Towarzystwa Ludoznawczego. In: Jasiewicz Z, Karwicka T, editors. Przeszłość etnologii polskiej w jej teraźniejszości. Poznań: Dalet; 2001. pp. 71–78."}, {"Citation": "Gołąbek J. I Zjazd Filologów Słowiańskich w Pradze. Przegląd Pedagogiczny. 1929;33(13):793–794."}, {"Citation": "Kujawska M, Łuczaj Ł, Typek J. Fischer’s Lexicon of Slavic beliefs and customs: a previously unknown contribution to the ethnobotany of Ukraine and Poland. J Ethnobiol Ethnomed. 2015;11:85. doi: 10.1186/s13002-015-0073-8.", "ArticleIdList": ["10.1186/s13002-015-0073-8", "PMC4690239", "26704421"]}, {"Citation": "Fischer A. Rośliny w wierzeniach i zwyczajach ludu polskiego. Lud. 1929;28:240–247."}, {"Citation": "Fischer A. Rośliny w wierzeniach i zwyczajach ludu polskiego. Kwestionariusz. Orli Lot. 1930;5-6:85-86."}, {"Citation": "Łowmiański H. Studia nad dziejami Wielkiego Księstwa Litewskiego. Poznań: Uniwersytet im. Adama Mickiewicza; 1983."}, {"Citation": "Dąbrowki G. Prosta etnografia Wileńszczyzny. Wrocław: Katedra Etnologii i Antropologii Kulturowej UWr; 2013."}, {"Citation": "Łaguna S. Teki etnograficzne[manuscript nr 4439]. Wrocław: Ossolinum; no date."}, {"Citation": "The Plant List. 2013. http://www.theplantlist.org/. Accessed 06 Jan 2017."}, {"Citation": "Prance GT, Balée W, Boom BM, Carneiro RL. Quantitative ethnobotany and the case for conservation in Amazonia. Conserv Biol. 1987;1(4):296–310. doi: 10.1111/j.1523-1739.1987.tb00050.x.", "ArticleIdList": ["10.1111/j.1523-1739.1987.tb00050.x"]}, {"Citation": "Bennett BC, Prance GT. Introduced plants in the indigenous pharmacopeia of northern South America. Econ Bot. 2000;54:90–102. doi: 10.1007/BF02866603.", "ArticleIdList": ["10.1007/BF02866603"]}, {"Citation": "Paluch A. Świat roślin w tradycyjnych praktykach leczniczych wsi polskiej. Wrocław: Wydawnictwo Uniwersytetu Wrocławskiego; 1984."}, {"Citation": "Zamudio F, Kujawska M, Hilgert NI. Honey as Medicinal and Food Resource. Comparison between Polish and Multiethnic Settlements of the Atlantic Forest, Misiones, Argentina. Open Complement Med J Special Issue Med Ethnobiol. 2010;2:58–73."}, {"Citation": "Sõukand R, Quave CL, Pieroni A, Pardo-de-Santayana M, Tardío J, Kalle R, Łuczaj Ł, Svanberg I, Kolosova V, Aceituno-Mata L, Menendez-Baceta G. Plants used for making recreational tea in Europe: a review based on specific research sites. J Ethnobiol Ethnomed. 2013;9:58. doi: 10.1186/1746-4269-9-58.", "ArticleIdList": ["10.1186/1746-4269-9-58", "PMC3852985", "23941692"]}, {"Citation": "Gaweł A. Zwyczaje, obrzędy i wierzenia agrarne na Białostocczyźnie od połowy XIX do poczatku XXI wieku. Białystok: Księgarnia Akademicka; 2009."}, {"Citation": "Klepacki P. Rośliny użytkowe w Puszczy Knyszyńskiej i Beskidzie Niskim. Etnobiologia Polska. 2016;6:31–116."}, {"Citation": "Łuczaj Ł, Szymański W. Wild vascular plants gathered for consumption in the Polish countryside: a review. J Ethnobiol Ethnomed. 2007;3:17. doi: 10.1186/1746-4269-3-17.", "ArticleIdList": ["10.1186/1746-4269-3-17", "PMC1859986", "17433114"]}, {"Citation": "Łuczaj Ł. Dziko rosnące rośliny jadalne użytkowane w Polsce od połowy XIX w. do czasów współczesnych. Etnobiologia Polska. 2011;1:57–125."}, {"Citation": "Kowecka E. Farbiarstwo tekstylne na ziemiach polskich (1750-1870) Stud i Mat z Hist Kult Mat. 1963;12(2):1–183."}, {"Citation": "Mowszowicz J. Przewodnik do oznaczania krajowych roślin zielarskich. Warszawa: Państwowe Wydawnictwo Rolnicze i Leśne; 1985."}, {"Citation": "Sõukand R, Kalle R, Svanberg I. Uninvited guests: traditional insect repellents in Estonia used against the clothes moth Tineola bisselliella, human flea Pulex irritans and bedbug Cimex lectularis. Insect Sci. 2010;10:150.", "ArticleIdList": ["PMC3016901", "21070174"]}, {"Citation": "Łuczaj Ł. Changes in Assumption Day Herbal Bouquets in Poland: a nineteenth century study revisited. Econ Bot. 2011;65(1):66–75. doi: 10.1007/s12231-011-9148-1.", "ArticleIdList": ["10.1007/s12231-011-9148-1"]}, {"Citation": "Łuczaj Ł. Rośliny święcone w bukietach w dniu Matki Boskiej Zielnej w cerkwiach prawosławnych na przedpolu Puszczy Białowieskiej. Plants in bouquets blessed on assumption day in orthodox churches in the vicinity of the Białowieża forest. Etnobiologia Polska. 2013;3:55–62."}, {"Citation": "Moszyński K. Atlas kultury ludowej w Polsce. Kraków: Polska Akademia Umiejętności; 1935."}, {"Citation": "Kujawska M. Folk biology of Slavic-speaking peoples. Kazimierz Moszyński and his comparative studies. In: Svanberg I, Łuczaj Ł, editors. Pioneers in European Ethnobiology. Uppsala: Uppsala Studies in Eastern Europe 4; 2014. p. 181–199."}, {"Citation": "Jundziłł B. Opisanie roślin w Prowincyi Wielkiego Xięstwa Litewskiego naturalnie rosnących według układu Linneusza. Wilno: Drukarnia Pijarów; 1791."}]}], "History": [{"Year": "2017", "Month": "1", "Day": "23"}, {"Year": "2017", "Month": "3", "Day": "7"}, {"Year": "2017", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["28335791", "PMC5364690", "10.1186/s13002-017-0149-8", "10.1186/s13002-017-0149-8"]}}]}