{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ant-ioxidant", "Anti-microbial agent", "Himalaya", "In vitro assay", "Medicinal plants", "Phenolic content"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "28330226", "DateRevised": {"Year": "2022", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "07", "Day": "18"}], "ELocationID": ["154", "10.1007/s13205-016-0470-2"], "Language": ["eng"], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "6", "Issue": "2", "PubDate": {"Year": "2016", "Month": "Dec"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "Anti-oxidant and anti-microbial properties of some ethno-therapeutically important medicinal plants of Indian Himalayan Region.", "Pagination": {"StartPage": "154", "MedlinePgn": "154"}, "Abstract": {"AbstractText": ["Therapeutic potential of medicinal plants as a source of noble natural anti-oxidants and anti-microbial agents has been well recognised all across the globe. In this study, phenolic compounds, in vitro anti-oxidant activity and anti-microbial properties have been investigated in five Himalayan medicinal plants, (e.g., Acorus calamus, Habenaria intermedia, Hedychium spicatum, Roscoea procera and Valeriana jatamansi) in different solvent systems. R. procera exhibited significantly (p < 0.05) higher phenolics; while H. spicatum was rich in flavonoids and V. jatamansi in anti-oxidant activity. Also, R. procera and H. spicatum were found rich in gallic acid; V. jatamansi in catechin, hydroxylbenzoic acid and caffeic acid and H. intermedia in hydroxyl benzoic acid. Solvent systems showed species specific response for extraction of total flavonoids and anti-oxidant activity. All the extracts were found effective against different bacterial and fungal strains in a dose dependent manner and maximum antimicrobial activity was found in R. procera as compared to other species. All the plant extracts showed greater activity against bacterial strains as compared to fungal strains. The results of this study suggest that extract of these species can be used as natural anti-oxidant to reduce free radical mediated disorders and as natural alternative for food preservation."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G. B. Pant Institute of Himalayan Environment and Development, Kosi-Katarmal, Almora, Uttarakhand, 263643, India. sandeep_rawat15@rediffmail.com."}, {"Identifier": [], "Affiliation": "Biotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Palampur, Himachal Pradesh, 176061, India. sandeep_rawat15@rediffmail.com."}], "LastName": "Rawat", "ForeName": "Sandeep", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G. B. Pant Institute of Himalayan Environment and Development, Kosi-Katarmal, Almora, Uttarakhand, 263643, India."}, {"Identifier": [], "Affiliation": "G. B. Pant Institute of Himalayan Environment and Development, Garhwal Unit, Srinagar, Uttarakhand, 246174, India."}], "LastName": "Jugran", "ForeName": "Arun K", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G. B. Pant Institute of Himalayan Environment and Development, Kosi-Katarmal, Almora, Uttarakhand, 263643, India."}], "LastName": "Bahukhandi", "ForeName": "Amit", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology and Microbiology, Modern Institute of Technology, Dhalwala, Rishikesh, Uttarakhand, India."}], "LastName": "Bahuguna", "ForeName": "Asutosh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G. B. Pant Institute of Himalayan Environment and Development, Kosi-Katarmal, Almora, Uttarakhand, 263643, India. id_bhatt@yahoo.com."}], "LastName": "Bhatt", "ForeName": "Indra D", "Initials": "ID"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G. B. Pant Institute of Himalayan Environment and Development, Kosi-Katarmal, Almora, Uttarakhand, 263643, India."}], "LastName": "Rawal", "ForeName": "Ranbeer S", "Initials": "RS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guru Gobind Singh Indraprastha University, Dwarka, New Delhi, 110078, India."}], "LastName": "Dhar", "ForeName": "Uppeandra", "Initials": "U"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ajaib M, Khan Z, Khan N, Abbasi MA, Shahawar D, Wahab M, Siddiqui MF. Antibacterial and antioxidant activities of an ethnobotanically important plant Sauromatum venosum (Ait.) Schott. of district Kotli, Azad Jammu and Kashmir. Pak J Bot. 2011;43:579–585."}, {"Citation": "Aqil F, Ahmad I. Broad-spectrum antibacterial and antifungal properties of certain traditionally used Indian medicinal plants. World J Microbiol Biotechnol. 2003;19:653–657. doi: 10.1023/A:1025128104056.", "ArticleIdList": ["10.1023/A:1025128104056"]}, {"Citation": "Arts ICW, Hollman PCH, Feskens EJM, Bueno-de-Mesquita HB, Kromhout D. Catechin intake might explain the inverse relation between tea consumption and ischemic heart disease: the Zutphen Elderly Study. Am J Clin Nutr. 2001;74:227–232.", "ArticleIdList": ["11470725"]}, {"Citation": "Asha-Devi S, Ganjewala D. Antimicrobial activity of Acorus calamus (L.) rhizome and leaf extract. Acta Biol Szeged. 2009;53:45–49."}, {"Citation": "Badhani A, Rawat S, Bhatt ID, Rawal RS, Nandi SK. Variation in chemical constituents and antioxidant activity in yellow Himalayan (Rubus ellipticus smith) and hill raspberry (Rubus niveus thunb.) J Food Biochem. 2015;39:663–672. doi: 10.1111/jfbc.12172.", "ArticleIdList": ["10.1111/jfbc.12172"]}, {"Citation": "Bahukhandi A, Rawat S, Bhatt ID, Rawal RS. Influence of solvent types and source of collection on total phenolic content and antioxidant activities of Acorus calamus L. Natl Acad Sci Lett. 2013;36:93–99. doi: 10.1007/s40009-012-0109-8.", "ArticleIdList": ["10.1007/s40009-012-0109-8"]}, {"Citation": "Bhatt ID, Dauthal P, Rawat S, Gaira K, Jugran A, Rawal RS, Dhar U. Characterization of essential oil composition, phenolic content and antioxidant properties in wild and planted individuals of Valeriana jatamansi Jones. Sci Hortic. 2012;136:61–68. doi: 10.1016/j.scienta.2011.12.032.", "ArticleIdList": ["10.1016/j.scienta.2011.12.032"]}, {"Citation": "Bhatt ID, Rawat S, Rawal RS. Antioxidants in medicinal plants. In: Chandra S, Lata H, Verma A, editors. Biotechnology for Medicinal Plants. Berlin: Springer; 2013. pp. 296–326."}, {"Citation": "Bhoyar MS, Mishra GP, Naik PK, Srivastava RB. Estimation of antioxidant activity and total phenolics among natural populations of Caper (Capparis spinosa) leaves collected from cold arid desert of trans-Himalayas. Aust J Crop Sci. 2011;5:912–919."}, {"Citation": "Bisht GS, Awasthi AK, Dhole TN. Antimicrobial activity of Hedychium spicatum. Fitoterapia. 2006;77:240–242. doi: 10.1016/j.fitote.2006.02.004.", "ArticleIdList": ["10.1016/j.fitote.2006.02.004", "16530343"]}, {"Citation": "Cowan MM. Plant product as antimicrobial agent. Clin Microbiol Rev. 1999;12:564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Deshpande SS, Deshpande US, Salunke A. Nutritional and health aspects of food antioxidants. In: Madhavi DL, Deshpande SS, Salunkhe DK, editors. Food antioxidants. New York: Marcell Dekker; 1996."}, {"Citation": "Essawi T, Srour M. Screening of some Palestinian medicinal plants for antibacterial activity. J Ethnopharmacol. 2000;70:343–349. doi: 10.1016/S0378-8741(99)00187-7.", "ArticleIdList": ["10.1016/S0378-8741(99)00187-7", "10837997"]}, {"Citation": "Ghosh M. Antifungal properties of haem-peroxidase from Acorus calamus. Ann Bot. 2006;98:1145–1153. doi: 10.1093/aob/mcl205.", "ArticleIdList": ["10.1093/aob/mcl205", "PMC2803583", "17056613"]}, {"Citation": "Girgune JB, Jain NK, Garg BD. Antimicrobial activity of the essential from Valeriana wallichii. Indian J Microbiol. 1980;20:142–143."}, {"Citation": "Joshi S, Chanotiya CS, Agarwal G, Prakash O, Pant AK, Mathela CS. Terpenoid compositions, and antioxidant and antimicrobial properties of the rhizome essential oils of different Hedychium species. Chem Biodivers. 2008;5:299–309. doi: 10.1002/cbdv.200890027.", "ArticleIdList": ["10.1002/cbdv.200890027", "18293443"]}, {"Citation": "Jugran A, Rawat S, Dauthal P, Mandal S, Bhatt ID, Rawal RS. Association of ISSR markers with biochemical traits of Valeriana jatamansi Jones. Ind Crops Prod. 2013;44:671–676. doi: 10.1016/j.indcrop.2012.09.004.", "ArticleIdList": ["10.1016/j.indcrop.2012.09.004"]}, {"Citation": "Kalim MD, Bhattacharyya D, Banerjee A, Chattopadhyay S. Oxidative DNA damage preventive activity and antioxidant potential of plants used in Unani system of medicine. BMC Complement Altern Med. 2010;10:77–88. doi: 10.1186/1472-6882-10-77.", "ArticleIdList": ["10.1186/1472-6882-10-77", "PMC3020177", "21159207"]}, {"Citation": "Karaman FS, Gulluce M, Ogutcu H, Sengul M, Adiguzel A. Antimicrobial activity of aqueous and methanol extracts of Juniperous oxycedrus L. J Ethnopharmacol. 2003;85:213–235. doi: 10.1016/S0378-8741(03)00006-0.", "ArticleIdList": ["10.1016/S0378-8741(03)00006-0", "12639746"]}, {"Citation": "Kenneth VIR. New antimicrobial agents for treatment of bacterial infections in cancer patients. Hematol Oncol. 2009;27:107–114. doi: 10.1002/hon.898.", "ArticleIdList": ["10.1002/hon.898", "19569253"]}, {"Citation": "Kikugawa K, Hakamada T, Hasunuma M, Kurechi T. Reaction of p-hydroxycinnamic acid derivatives with nitrite and its relevance to nitrosamine formation. J Agric Food Chem. 1983;1:780–785. doi: 10.1021/jf00118a025.", "ArticleIdList": ["10.1021/jf00118a025"]}, {"Citation": "Natarajan D, Britto JS, Srinivasan K, Nagamurugan N, Mohansundari C, Perumal G. Anti-bacterial activity of Euphorbia fusiformis––a rare medicinal herb. J Ethnopharmacol. 2005;102:123–126. doi: 10.1016/j.jep.2005.04.023.", "ArticleIdList": ["10.1016/j.jep.2005.04.023", "16159702"]}, {"Citation": "Nostro A, Germano MP, Angelo VD, Marino A, Cannnatelli MA. Extraction method and bioautography for evaluation of medicinal plant antimicrobial activity. Lett Appl Microbiol. 2000;30:379–384. doi: 10.1046/j.1472-765x.2000.00731.x.", "ArticleIdList": ["10.1046/j.1472-765x.2000.00731.x", "10792667"]}, {"Citation": "Panghal M, Kausal V, Yadav J. In vitro antimicrobial activity of ten medicinal plants against clinical isolates of oral cancer cases. Ann Clin Microbiol Antimicrob. 2011;10:21–31. doi: 10.1186/1476-0711-10-21.", "ArticleIdList": ["10.1186/1476-0711-10-21", "PMC3121585", "21599889"]}, {"Citation": "Perez C, Pauli M, Bazevque P. An antibiotic assay by the agar well diffusion method. Acta Biol Med Exp. 1990;15:113–115."}, {"Citation": "Phongpaichit S, Pujenjob N, Rukachaisirikul V, Ongsakul M. Antimicrobial activities of the crude methanol extract of Acorus calamus Linn. Songklanak J Sci Technol. 2005;27:517–523."}, {"Citation": "Prajapati NS, Purohit SS, Sharma AK, Kumar T. A handbook of medicinal plants: a complete source book. India: Agrobios; 2003."}, {"Citation": "Prasad NR, Karthikeyan A, Karthikeyan S, Reddy BV. Inhibitory effect of caffeic acid on cancer cell proliferation by oxidative mechanism in human HT-1080 fibrosarcoma cell line. Mol Cell Biochem. 2011;349:11–19. doi: 10.1007/s11010-010-0655-7.", "ArticleIdList": ["10.1007/s11010-010-0655-7", "21116690"]}, {"Citation": "Raina VK, Srivastava SK, Syamasunder KV. Essential oil composition of Acorus calamus L. from the lower region of the Himalaya. Flavour Fragr J. 2003;18:18–20. doi: 10.1002/ffj.1136.", "ArticleIdList": ["10.1002/ffj.1136"]}, {"Citation": "Rawat S, Bhatt ID, Rawal RS. Variation in total phenolic compounds and antioxidant potential of Hedychium spicatum Buch. Ham. ex D. Don in west Himalaya, India. J Food Compos Anal. 2011;24:574–579. doi: 10.1016/j.jfca.2010.12.005.", "ArticleIdList": ["10.1016/j.jfca.2010.12.005"]}, {"Citation": "Rawat S, Andola H, Bhatt ID, Giri L, Dhyani P, Jugran A, Rawal RS. Assessment of nutritional and antioxidant potential of selected vitality strengthening Himalayan medicinal plants. Int J Food Prop. 2014;17:703–712. doi: 10.1080/10942912.2012.654563.", "ArticleIdList": ["10.1080/10942912.2012.654563"]}, {"Citation": "Rice-Evans CA, Miller NJ, Paganga G. Antioxidant properties of phenolic compounds. Trends Plant Sci. 1997;2:152–159. doi: 10.1016/S1360-1385(97)01018-2.", "ArticleIdList": ["10.1016/S1360-1385(97)01018-2"]}, {"Citation": "Sampaio BL, Bara MTF, Ferri PH, Santos SC, Paula JR. Influence of environmental factors on the concentration of phenolic compounds in leaves of Lafoensia pacari. Braz J Pharmacogn. 2011;21:1127–1137. doi: 10.1590/S0102-695X2011005000177.", "ArticleIdList": ["10.1590/S0102-695X2011005000177"]}, {"Citation": "Sati SC, Khulbe K, Joshi S. Antimicrobial evaluation of the Himalayan medicinal plant Valeriana wallichii. Res J Microbiol. 2011;6:289–296. doi: 10.3923/jm.2011.289.296.", "ArticleIdList": ["10.3923/jm.2011.289.296"]}, {"Citation": "Shen W, Qi R, Zhang J, Wang Z, Wang H, Hu C, Zhao Y, Bie M, Wang Y, Fu Y, Chen M, Lu D. Chlorogenic acid inhibits LPS-induced microglial activation and improves survival of dopaminergic neurons. Brain Res Bull. 2012;88:487–494. doi: 10.1016/j.brainresbull.2012.04.010.", "ArticleIdList": ["10.1016/j.brainresbull.2012.04.010", "22580132"]}, {"Citation": "Singh I, Singh VP. Antifungal properties of aqueous and organic solvent extracts of seed plants against Aspergillus flavus and A. niger. Phytomorphology. 2000;50:151–157."}, {"Citation": "Singh S, Srivastava R, Choudhary S. Antifungal and HPLC analysis of the crude extracts of Acorus calamus, Tinospora cordifolia and Celestrus paniculatus. J Agric Technol. 2010;6:149–158."}, {"Citation": "Sohi KK, Mittal N, Hundal MK, Khanduja KL. Gallic acid, an antioxidant, exhibits antiapoptotic potential in normal human lymphocytes: a Bcl-2 independent mechanism. J Nutr Sci Vitaminol. 2003;49:221–227. doi: 10.3177/jnsv.49.221.", "ArticleIdList": ["10.3177/jnsv.49.221", "14598907"]}, {"Citation": "Sroka Z, Cisowski W. Hydrogen peroxide scavenging, antioxidant and anti-radical activity of some phenolic acids. Food Chem Toxicol. 2003;41:753–758. doi: 10.1016/S0278-6915(02)00329-0.", "ArticleIdList": ["10.1016/S0278-6915(02)00329-0", "12738180"]}, {"Citation": "Surveswaran S, Cai Y, Corke H, Sun M. Systematic evaluation of natural phenolic antioxidants from 133 Indian medicinal plants. Food Chem. 2007;102:938–953. doi: 10.1016/j.foodchem.2006.06.033.", "ArticleIdList": ["10.1016/j.foodchem.2006.06.033"]}, {"Citation": "Tenore GC, Ciampaglia R, Arnold NA, Piozzi F, Napolitano F, Rigano D, Senatore F. Antimicrobial and antioxidant properties of the essential oil of Salvia lanigera from Cyprus. Food Chem Toxicol. 2011;49:238–243. doi: 10.1016/j.fct.2010.10.022.", "ArticleIdList": ["10.1016/j.fct.2010.10.022", "20977923"]}, {"Citation": "Vasinauskiene M, Radusiene J, Zitikaite I, Surviliene E. Antibacterial activities of the essential oils from aromatic and medicinal plants against growth of phytopathogenic bacteria. Agric Res. 2006;4:437–440."}, {"Citation": "Vlietinck AJ, Van Hoof L, Totte J, Lasure A, Vanden Berghe D, Rwangabo PC, Mvukiyumwami J. Screening of hundred Rwandese medicinal plants for antimicrobial and antiviral properties. J Ethnopharmacol. 1995;46:31–47. doi: 10.1016/0378-8741(95)01226-4.", "ArticleIdList": ["10.1016/0378-8741(95)01226-4", "7475121"]}, {"Citation": "Warrier PK, Nambiar VPK, Thaakur RS, Ramankutty C. Indian medicinal plants––a compendium of 500 species (Vol-I) Delhi: Orient Langan; 1994. p. 191."}, {"Citation": "Wojdylo A, Osziamianski J, Czemerys R. Antioxidant activity and phenolic compounds in 32 medicinal herbs. Food Chem. 2007;105:940–949. doi: 10.1016/j.foodchem.2007.04.038.", "ArticleIdList": ["10.1016/j.foodchem.2007.04.038"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "1", "Day": "28"}, {"Year": "2016", "Month": "7", "Day": "5"}, {"Year": "2017", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2016", "Month": "7", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28330226", "PMC4949164", "10.1007/s13205-016-0470-2", "10.1007/s13205-016-0470-2"]}}], "PubmedBookArticle": []}