{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apoptosis", "Coriandrum sativum", "Damage", "Hippocampus", "Neuronal", "Seizure"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28348967", "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "7", "Issue": "2", "PubDate": {"Year": "2017", "Season": "Mar-Apr"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "Preventive effect of <i>Coriandrum sativum</i> on neuronal damages in pentylentetrazole-induced seizure in rats.", "Pagination": {"StartPage": "116", "EndPage": "128", "MedlinePgn": "116-128"}, "Abstract": {"AbstractText": ["<i>Coriandrum sativum</i> (<i>C. sativum</i>) as a medicinal plant has been pointed to have analgesic, hypnotic and anti-oxidant effects. In the current study, a possible preventive effect of the hydro-alcoholic extract of the plant on neuronal damages was examined in pentylenetetrazole (PTZ) rat model of seizure.", "Forty male rats were divided into five main groups and treated by (1) saline, (2) PTZ: 100 mg/kg PTZ (i.p) and (3-5) 50, 100 and 200 mg/kg of hydro-alcoholic extract of <i>C. sativum</i> during seven consecutive days before PTZ injection. After electrocorticography (ECoG), the brains were removed to use for histological examination.", "All doses of the extract reduced duration, frequency and amplitude of the burst discharges while prolonged the latency of the seizure attacks (p<0.05, p<0.01, and p<0.001). Administration of all 3 doses of the extract significantly prevented from production of dark neurons (p<0.01, and p<0.001) and apoptotic cells (p<0.05, p<0.01, and p<0.001) in different areas of the hippocampus compared to PTZ group.", "The results of this study allow us to conclude that <i>C. sativum</i>, because of its antioxidant properties, prevents from neuronal damages in PTZ rat model of seizure."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy and Cell Biology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Pourzaki", "ForeName": "Mojtaba", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants , School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Homayoun", "ForeName": "Mansour", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy and Cell Biology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sadeghi", "ForeName": "Saeed", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy and Cell Biology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran ; Microanatomy Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Seghatoleslam", "ForeName": "Masoumeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurocognitive Research Center, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseini", "ForeName": "Mahmoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy and Cell Biology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran ; Microanatomy Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Ebrahimzadeh Bideskan", "ForeName": "Alireza", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}, "CoiStatement": "The authors have no conflict of interest to declare."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ataei ML, Ebrahimzadeh-Bideskan AR. The effects of nano-silver and garlic administration during pregnancy on neuron apoptosis in rat offspring hippocampus. Iran J Basic Med Sci. 2014;17:411–418.", "ArticleIdList": ["PMC4137938", "25140202"]}, {"Citation": "Avecina A. Ghanoon of Medicine. Vol. 2. Tehran: Soroush Publication Co; 1991."}, {"Citation": "Baracskay P, Szepesi Z, Orbán G, Juhász G, Czurkó A. Generalization of seizures parallels the formation of “dark” neurons in the hippocampus and pontine reticular formation after focal–cortical application of 4-aminopyridine (4-AP) in the rat. Brain res. 2008;1228:217–228.", "ArticleIdList": ["18602900"]}, {"Citation": "Bengzon J, Kokaia Z, Elmer E, Nanobashvili A, Kokaia M, Lindvall O. Apoptosis and proliferation of dentate gyrus neurons after single and intermittent limbic seizures. Proc Natl Acad Sci U S A. 1997;94:10432–10437.", "ArticleIdList": ["PMC23380", "9294228"]}, {"Citation": "Bengzon J, Mohapel P, Ekdahl CT, Lindvall O. Neuronal apoptosis after brief and prolonged seizures. Prog Brain Res. 2002;135:111–119.", "ArticleIdList": ["12143333"]}, {"Citation": "Burdock GA, Carabin IG. Safety assessment of coriander (Coriandrum sativum L) essential oil as a food ingredient. Food Chem Toxicol. 2009;47:22–34.", "ArticleIdList": ["19032971"]}, {"Citation": "Choopankareh S, Vafaee F, Shafei MN, Sadeghnia HR, Salarinia R, Zarepoor L, Hosseini M. Effects of melatonin and theanine administration on pentylenetetrazole-induced seizures and brain tissue oxidative damage in ovariectomized rats. Turk J Med Sci. 2015;45:842–849.", "ArticleIdList": ["26422856"]}, {"Citation": "Costello DJ, Delanty N. Oxidative injury in epilepsy: potential for antioxidant therapy? Expert Rev Neurother. 2004;4:541–553.", "ArticleIdList": ["15853548"]}, {"Citation": "Deepa B, Anuradha CV. Antioxidant potential of Coriandrum sativum L seed extract. Indian J Exp Biol. 2011;49:30–38.", "ArticleIdList": ["21365993"]}, {"Citation": "Dong Y, Wang Y, Liu Y, Yang N, Zuo P. Phytoestrogen α-zearalanol ameliorates memory impairment and neuronal DNA oxidation in ovariectomized mice. Clinics. 2013;68:1255–1262.", "ArticleIdList": ["PMC3782724", "24141843"]}, {"Citation": "Ebrahimzadeh Bideskan AR, Lale Ataei M, Mansouri S, Hosseini M. The effects of tamoxifen and soy on dark neuron production in hippocampal formation after pentylenetetrazole-induced repeated seizures in rats. Pathophysiology. 2015;22:125–135.", "ArticleIdList": ["25999291"]}, {"Citation": "Ebrahimzadeh Bideskan AR, Hassanzadeh Taheri MM, Nikravesh MR, Fazel AR. Lectin histochemical study of vasculogenesis during rat pituitary morphogenesis. Iran J Basic Med Sci. 2011;14:35–41."}, {"Citation": "Emamghoreishi M, Heidari-Hamedani G. Anticonvulsant effect of extract and essential oil of Coriandrum sativum seed in concious mice. Iran J Pharm Res . 2010;3:71–71."}, {"Citation": "Emamghoreishi M, Khasaki M, Aazam MF. Coriandrum sativum: evaluation of its anxiolytic effect in the elevated plus-maze. J Ethnopharmacol. 2005;96:365–370.", "ArticleIdList": ["15619553"]}, {"Citation": "Fisher RS, Acevedo C, Arzimanoglou A, Bogacz A, Cross JH, Elger CE, Engel J, Forsgren L, French JA, Glynn M. ILAE official report: a practical clinical definition of epilepsy. Epilepsia. 2014;55:475–482.", "ArticleIdList": ["24730690"]}, {"Citation": "Fisher RS, Boas WvE, Blume W, Elger C, Genton P, Lee P, Engel J. Epileptic seizures and epilepsy: definitions proposed by the International League Against Epilepsy (ILAE) and the International Bureau for Epilepsy (IBE) Epilepsia. 2005;46:470–472.", "ArticleIdList": ["15816939"]}, {"Citation": "Gallyas F, Kiglics V, Baracskay P, Juhasz G, Czurko A. The mode of death of epilepsy-induced “dark” neurons is neither necrosis nor apoptosis: an electron-microscopic study. Brain Res. 2008;1239:207–215.", "ArticleIdList": ["18801347"]}, {"Citation": "Gridling M, Popescu R, Kopp B, Wagner K-H, Krenn L, Krupitza G. Anti-leukaemic effects of two extract types of Lactuca sativa correlate with the activation of Chk2, induction of p21, downregulation of cyclin D1 and acetylation of α-tubulin. Oncol Rep. 2010;23:1145–1151.", "ArticleIdList": ["20204303"]}, {"Citation": "Guenther E. The Essential Oils. IV. New York: 1950. pp. 602–15."}, {"Citation": "Harsha S, Anilakumar K. In vitro free radical scavenging and DNA damage protective property of Coriandrum sativum L leaves extract. J Food Sci Tech. 2014;51:1533–1539.", "ArticleIdList": ["PMC4108673", "25114344"]}, {"Citation": "Holmes GL. Seizure-induced neuronal injury Animal data. Neurology. 2002;59:S3–S6.", "ArticleIdList": ["12428025"]}, {"Citation": "Holopainen IE. Seizures in the developing brain: cellular and molecular mechanisms of neuronal damage, neurogenesis and cellular reorganization. Neurochem Int. 2008;52:935–947.", "ArticleIdList": ["18093696"]}, {"Citation": "Homayoun M, Seghatoleslam M, Pourzaki M, Shafieian R, Hosseini M, Ebrahimzadeh Bideskan A. Anticonvulsant and neuroprotective effects of Rosa damascena hydro-alcoholic extract on rat hippocampus. Avicenna J Phytomed. 2015;5:260–270.", "ArticleIdList": ["PMC4469956", "26101759"]}, {"Citation": "Hosseini M, Harandizadeh F, Niazamand S, Soukhtanloo M, Mahmoudabady M. Antioxidant effect of Achillea wilhelmsii extract on pentylenetetrazole (seizure model)-induced oxidative brain damage in Wistar rats. Indian J Physiol Pharmacol. 2013;57:418–424.", "ArticleIdList": ["24968581"]}, {"Citation": "Hosseinzadeh H, Madanifard M. Anticonvulsant effects of Coriandrum sativum L seed extracts in mice. Arch Iran Med . 2000;3:1–4."}, {"Citation": "Howard V, Reed MG. Unbiased stereology: Three-dimensional measurement in microscopy. Abingdon, Oxon, UK: Garland Science/BIOS Scientific Publishers; 2005."}, {"Citation": "Israels E, Israels L. The cell cycle. Oncologist. 2000;5:510–513.", "ArticleIdList": ["11110604"]}, {"Citation": "Karami R, Hosseini M, Mohammadpour T, Ghorbani A, Sadeghnia HR, Rakhshandeh H, Vafaee F, Esmaeilizadeh M. Effects of hydroalcoholic extract of Coriandrum sativum on oxidative damage in pentylenetetrazole-induced seizures in rats. Iran J Neurol. 2015;14:59–66.", "ArticleIdList": ["PMC4449395", "26056549"]}, {"Citation": "Karimzadeh F, Hosseini M, Mangeng D, Alavi H, Hassanzadeh GR, Bayat M, Jafarian M, Kazemi H, Gorji A. Anticonvulsant and neuroprotective effects of Pimpinella anisum in rat brain. BMC Complement Altern Med. 2012;12:76.", "ArticleIdList": ["PMC3416669", "22709243"]}, {"Citation": "Kherani ZS, Auer RN. Pharmacologic analysis of the mechanism of dark neuron production in cerebral cortex. Acta Neuropathol. 2008;116:447–452.", "ArticleIdList": ["18521615"]}, {"Citation": "Kohl Z, Uyanik G, Lurding R, Schuierer G, Bogdahn U, Schroder M, Weidner N. Selective bilateral hippocampal lesions after theophylline-induced status epilepticus causes a permanent amnesic syndrome. J Clin Neurosci. 2011;18(7):964–966.", "ArticleIdList": ["21550250"]}, {"Citation": "Laribi B, Kouki K, M'Hamdi M, Bettaieb T. Coriander (Coriandrum sativum L) and its bioactive constituents. Fitoterapia. 2015;103:29–26.", "ArticleIdList": ["25776008"]}, {"Citation": "Leeman-Markowski BA, Schachter SC. Treatment of Cognitive Deficits in Epilepsy. Neurol Clin. 2016;34:183–204.", "ArticleIdList": ["26613999"]}, {"Citation": "Mahendra P, Bisht S. Anti-anxiety activity of Coriandrum sativum assessed using different experimental anxiety models. Indian J Pharmacol. 2011;43:574–577.", "ArticleIdList": ["PMC3195130", "22022003"]}, {"Citation": "Mansouri S, Ataei ML, Hosseini M, Ebrahimzadeh Bideskan AR. Tamoxifen mimics the effects of endogenous ovarian hormones on repeated seizures induced by pentylenetetrazole in rats. Exp Neurobiol. 2013;22:116–123.", "ArticleIdList": ["PMC3699672", "23833560"]}, {"Citation": "Masur D, Shinnar S, Cnaan A, Shinnar RC, Clark P, Wang J, Weiss EF, Hirtz DG, Glauser TA Childhood Absence Epilepsy Study Group. Pretreatment cognitive deficits and treatment effects on attention in childhood absence epilepsy. Neurology. 2013;81:1572–1580.", "ArticleIdList": ["PMC3806916", "24089388"]}, {"Citation": "Meldrum BS. Concept of activity-induced cell death in epilepsy: historical and contemporary perspectives. Prog brain res. 2002;135:3–11.", "ArticleIdList": ["12143350"]}, {"Citation": "Mikati MA, Abi‐Habib RJ, El Sabban ME, Dbaibo GS, Kurdi RM, Kobeissi M, Farhat F, Asaad W. Hippocampal Programmed Cell Death after Status Epilepticus: Evidence for NMDA‐Receptor and Ceramide‐Mediated Mechanisms. Epilepsia. 2003;44:282–291.", "ArticleIdList": ["12614382"]}, {"Citation": "Naseer M, Ullah N, Ullah I, Koh P, Lee H, Park M, and Kim M. Vitamin C protects against ethanol and PTZ‐induced apoptotic neurodegeneration in prenatal rat hippocampal neurons. Synapse. 2011;65:562–571.", "ArticleIdList": ["20963815"]}, {"Citation": "Naseer MI, Shupeng L, Kim MO. Maternal epileptic seizure induced by Pentylenetetrazol: Apoptotic neurodegeneration and decreased GABA. Mol Brain. 2009;2:2–20.", "ArticleIdList": ["PMC2706809", "19545402"]}, {"Citation": "Pavlova T, Yakovlev A, Stepanichev MY, Mendzheritskii A, Gulyaeva N. Pentylenetetrazole kindling induces activation of caspase-3 in the rat brain. Neurosci Behav Physiol. 2004;34:45–47.", "ArticleIdList": ["15109082"]}, {"Citation": "Pohle W, Becker A, Grecksch G, Juhre A, Willenberg A. Piracetam prevents pentylenetetrazol kindling-induced neuronal loss and learning deficits. Seizure. 1997;6:467–474.", "ArticleIdList": ["9530943"]}, {"Citation": "Poirier JL, Capek R, De Koninck Y. Differential progression of Dark Neuron and Fluoro-Jade labelling in the rat hippocampus following pilocarpine-induced status epilepticus. Neuroscience. 2000;97:59–68.", "ArticleIdList": ["10771339"]}, {"Citation": "Rakhshandeh H, Sadeghnia HR, Ghorbani A. Sleep-prolonging effect of Coriandrum sativum hydro-alcoholic extract in mice. Nat Prod Res. 2012;26:2095–2098.", "ArticleIdList": ["21988208"]}, {"Citation": "Ramezani R, Moghimi A, Rakhshandeh H, Ejtehadi H, Kheirabadi M. The effect of Rosa damascena essential oil on the amygdala electrical kindling seizures in rat. Pak J Biol Sci. 2008;11:746–51.", "ArticleIdList": ["18819571"]}, {"Citation": "Reilly C, Agnew R, Neville BGR. Depression and anxiety in childhood epilepsy: A review. Seizure. 2011;20:589–597.", "ArticleIdList": ["21741277"]}, {"Citation": "Sadeghian H, Jafarian M, Karimzadeh F, Kafami L, Kazemi H, Coulon P, Ghabaee M, Gorji A. Neuronal death by repetitive cortical spreading depression in juvenile rat brain. Exp Neurol. 2012;233:438–446.", "ArticleIdList": ["22119624"]}, {"Citation": "Seghatoleslam M, Jalali M, Nikravesh MR, Hamidi Alamdari D, Hosseini M, Fazel AR. Intravenous administration of human umbilical cord blood-mononuclear cells dose-dependently relieve neurologic deficits in rat intracerebral hemorrhage model. Ann Anat. 2013;195:39–49.", "ArticleIdList": ["22770555"]}, {"Citation": "Seghatoleslam M, Alipour F, Shafieian R, Hassanzadeh Z, Edalatmanesh MA, Sadeghnia HR, Hosseini M. The effects of Nigella sativa on neural damage after pentylenetetrazole induced seizures in rats. J Tradit Complement Med. 2016;6:262–268.", "ArticleIdList": ["PMC4936772", "27419091"]}, {"Citation": "Shin EJ, Jeong JH, Chung YH, Kim WK, Ko KH, Bach JH, Hong JS, Yoneda Y, Kim HC. Role of oxidative stress in epileptic seizures. Neurochem Int. 2011;59:122–137.", "ArticleIdList": ["PMC3606551", "21672578"]}, {"Citation": "Stefan H, Steinhoff BJ. Emerging drugs for epilepsy and other treatment options. Eur J Neurol. 2007;14:1154–1161.", "ArticleIdList": ["17880570"]}, {"Citation": "Tomé Ada R, Feitosa CM, Freitas RM. Neuronal damage and memory deficits after seizures are reversed by ascorbic acid? Arq Neuropsiquiatr. 2010;68:579–585.", "ArticleIdList": ["20730313"]}, {"Citation": "Tomé AdR, Ferreira PMP, Freitas RMd. Inhibitory action of antioxidants (ascorbic acid or α-tocopherol) on seizures and brain damage induced by pilocarpine in rats. Arq Neuropsiquiatr. 2010;68:355–361.", "ArticleIdList": ["20602035"]}, {"Citation": "Toth Z, Yan XX, Haftoglou S, Ribak CE, Baram TZ. Seizure-induced neuronal injury: vulnerability to febrile seizures in an immature rat model. J Neurosci. 1998;18:4285–4294.", "ArticleIdList": ["PMC3387924", "9592105"]}, {"Citation": "Vafaee F, Hosseini M, Hassanzadeh Z, Edalatmanesh MA, Sadeghnia HR, Seghatoleslam M, Mousavi SM, Amani A, Shafei MN. The effects of Nigella sativa hydro-alcoholic extract on memory and brain tissues oxidative damage after repeated seizures in rats. Iran J Pharm Res R. 2015;14", "ArticleIdList": ["PMC4403072", "25901163"]}, {"Citation": "Wangensteen H, Samuelsen AB, Malterud KE. Antioxidant activity in extracts from coriander. Food Chem. 2004;88:293–297."}, {"Citation": "Zargar-Nattaj SS, Tayyebi P, Zangoori V, Moghadamnia Y, Roodgari H, Jorsaraei SG, Moghadamnia A. The effect of Coriandrum sativum seed extract on the learning of newborn mice by electric shock: interaction with caffeine and diazepam. Psychol Res Behav Manag. 2011;4:13.", "ArticleIdList": ["PMC3218779", "22114531"]}, {"Citation": "Zsombok A, Tóth Z, Gallyas F. Basophilia, acidophilia and argyrophilia of “dark”(compacted) neurons during their formation, recovery or death in an otherwise undamaged environment. J Neurosci Methods. 2005;142:145–152.", "ArticleIdList": ["15652628"]}]}], "History": [{"Year": "2017", "Month": "3", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28348967", "PMC5355817"]}}]}