{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anticancer", "apoptosis", "cholangiocarcinoma", "medicinal plants", "signal transduction"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28356985", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "12", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.3892/ol.2016.5488"], "Journal": {"ISSN": "1792-1074", "JournalIssue": {"Volume": "13", "Issue": "2", "PubDate": {"Year": "2017", "Month": "Feb"}}, "Title": "Oncology letters", "ISOAbbreviation": "Oncol Lett"}, "ArticleTitle": "Molecular mechanisms of cholangiocarcinoma cell inhibition by medicinal plants.", "Pagination": {"StartPage": "961", "EndPage": "966", "MedlinePgn": "961-966"}, "Abstract": {"AbstractText": ["Cholangiocarcinoma (CCA) is one of the most common causes of cancer-associated mortality in Thailand. Certain phytochemicals have been demonstrated to modulate apoptotic signaling pathways, which may be targeted for the prevention and treatment of cancer. Therefore, the aim of the present study was to investigate the effect of specific medicinal plants on the inhibition of CCA cell proliferation, and to identify the molecular mechanisms underlying this. A WST-1 cell proliferation assay was performed using an RMCCA1 cell line, and apoptotic signaling pathways were also investigated using a PathScan Stress and Apoptosis Signaling Antibody Array Kit. The cell proliferation assay indicated that extracts from the <i>Phyllanthus emblica</i> fruit pulp (PEf), <i>Phyllanthus emblica</i> seed (PEs), <i>Terminalia chebula</i> fruit pulp (TCf), <i>Terminalia chebula</i> seed (TCs), <i>Areca catechu</i> seed (ACs), <i>Curcuma longa</i> (CL) and <i>Moringa oleifera</i> seed (MOs) exerted anti-proliferative activity in RMCCA1 cells. In addition, the PathScan assay revealed that certain pro-apoptotic molecules, including caspase-3, poly (ADP-ribose) polymerase, checkpoint kinase 2 and tumor protein 53, exhibited increased activity in RMCCA1 cells treated with the aforementioned selected plant extracts, with the exception of PEf. The mitogen-activated protein kinase (MAPK) pathways (including ERK1/2 and p38 MAPK) expression level was significantly increased in RMCCA1 cells pre-treated with extracts of PEs, TCf, CL and MOs. The activation of protein kinase B (Akt) was significantly demonstrated in RMCCA1 cells pre-treated with extracts of TCf, ACs and MOs. In summary, the present study demonstrated that extracts of PEs, TCf, TCs, ACs, CL and MOs exhibited anti-proliferative effects in CCA cells by inducing pro-apoptotic signals and modulating signal transduction molecules. Further studies <i>in vivo</i> are required to demonstrate the potential applications of specific plant extracts for the treatment of human cancer."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, Rangsit University, Amphoe Mueang, Pathum Thani 12000, Thailand."}], "LastName": "Leelawat", "ForeName": "Surang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Surgery, Rajavithi Hospital, Bangkok 10400, Thailand."}], "LastName": "Leelawat", "ForeName": "Kawin", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Greece", "MedlineTA": "Oncol Lett", "NlmUniqueID": "101531236", "ISSNLinking": "1792-1074"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Sripa B, Pairojkul C. Cholangiocarcinoma: Lessons from Thailand. Curr Opin Gastroenterol. 2008;24:349–356. doi: 10.1097/MOG.0b013e3282fbf9b3.", "ArticleIdList": ["10.1097/MOG.0b013e3282fbf9b3", "PMC4130346", "18408464"]}, {"Citation": "Shanmugam MK, Kannaiyan R, Sethi G. Targeting cell signaling and apoptotic pathways by dietary agents: Role in the prevention and treatment of cancer. Nutr Cancer. 2011;63:161–173. doi: 10.1080/01635581.2011.523502.", "ArticleIdList": ["10.1080/01635581.2011.523502", "21294053"]}, {"Citation": "Zhao T, Sun Q, Marques M, Witcher M. Anticancer properties of Phyllanthus emblica (Indian gooseberry) Oxid Med Cell Longev. 2015;2015:950890. doi: 10.1155/2015/950890.", "ArticleIdList": ["10.1155/2015/950890", "PMC4477227", "26180601"]}, {"Citation": "Mahata S, Pandey A, Shukla S, Tyagi A, Husain SA, Das BC, Bharti AC. Anticancer activity of Phyllanthus emblica Linn. (Indian gooseberry): Inhibition of transcription factor AP-1 and HPV gene expression in cervical cancer cells. Nutr Cancer. 2013;65:S88–S97. doi: 10.1080/01635581.2013.785008. (Suppl)", "ArticleIdList": ["10.1080/01635581.2013.785008", "23682787"]}, {"Citation": "Zhu X, Wang J, Ou Y, Han W, Li H. Polyphenol extract of Phyllanthus emblica (PEEP) induces inhibition of cell proliferation and triggers apoptosis in cervical cancer cells. Eur J Med Res. 2013;18:46. doi: 10.1186/2047-783X-18-46.", "ArticleIdList": ["10.1186/2047-783X-18-46", "PMC4176749", "24245877"]}, {"Citation": "Rahmani AH, Al Zohairy MA, Aly SM, Khan MA. Curcumin: A potential candidate in prevention of cancer via modulation of molecular pathways. BioMed Res Int. 2014;2014:761608. doi: 10.1155/2014/761608.", "ArticleIdList": ["10.1155/2014/761608", "PMC4176907", "25295272"]}, {"Citation": "Kumar N, Gangappa D, Gupta G, Karnati R. Chebulagic acid from Terminalia chebula causes G1 arrest, inhibits NFκB and induces apoptosis in retinoblastoma cells. BMC Complement Altern Med. 2014;14:319. doi: 10.1186/1472-6882-14-319.", "ArticleIdList": ["10.1186/1472-6882-14-319", "PMC4158129", "25169718"]}, {"Citation": "Leelawat S, Leelawat K. Moringa oleifera extracts induce cholangiocarcinoma cell apoptosis by induction of reactive oxygen species production. Int J Pharmacog Phytochem Res. 2014;6:183–189."}, {"Citation": "Berkovich L, Earon G, Ron I, Rimmon A, Vexler A, Lev-Ari S. Moringa Oleifera aqueous leaf extract down-regulates nuclear factor-kappaB and increases cytotoxic effect of chemotherapy in pancreatic cancer cells. BMC Complement Altern Med. 2013;13:212. doi: 10.1186/1472-6882-13-212.", "ArticleIdList": ["10.1186/1472-6882-13-212", "PMC3765468", "23957955"]}, {"Citation": "Nhiem NX, Yen PH, Ngan NT, Quang TH, Kiem PV, Minh CV, Tai BH, Cuong NX, Song SB, Kim YH. Inhibition of nuclear transcription factor-κB and activation of peroxisome proliferator-activated receptors in HepG2 cells by cucurbitane-type triterpene glycosides from Momordica charantia. J Med Food. 2012;15:369–377. doi: 10.1089/jmf.2011.1766.", "ArticleIdList": ["10.1089/jmf.2011.1766", "PMC3308713", "22248180"]}, {"Citation": "Li CJ, Tsang SF, Tsai CH, Tsai HY, Chyuan JH, Hsu HY. Momordica charantia extract induces apoptosis in human cancer cells through caspase- and mitochondria-dependent pathways. Evid-Based Complement Altern Med. 2012;2012:261971. doi: 10.1155/2012/261971.", "ArticleIdList": ["10.1155/2012/261971", "PMC3471438", "23091557"]}, {"Citation": "Li M, Gao F, Zhou ZS, Zhang HM, Zhang R, Wu YF, Bai MH, Li JJ, Lin SR, Peng JY. Arecoline inhibits epithelial cell viability by upregulating the apoptosis pathway: Implication for oral submucous fibrosis. Oncol Rep. 2014;31:2422–2428.", "ArticleIdList": ["24647969"]}, {"Citation": "Devi JR, Thangam EB. Mechanisms of anticancer activity of sulforaphane from Brassica oleracea in HEp-2 human epithelial carcinoma cell line. Asian Pac J Cancer Prev. 2012;13:2095–2100. doi: 10.7314/APJCP.2012.13.5.2095.", "ArticleIdList": ["10.7314/APJCP.2012.13.5.2095", "22901176"]}, {"Citation": "Abu MN, Salleh MAM, Radzman NHM, Ismail WIW, Yusoff RM, Hasan HF. Insulin sensitivity enhancement of the mixture of Tinospora Crispa and Gelam (Melaleuca Cajuputi) honey and its antiproliferative activity on hepatocellular carcinoma, HepG2: A preliminary study. J Med Res Devel. 2013;2:48–54."}, {"Citation": "Yousafa Z, Wanga Y, Baydounc E. Phytochemistry and pharmacological studies on Solanum torvum Swartz. J Appl Pharm Sci. 2013;3:152–160."}, {"Citation": "Mohammadi-Motlagh HR, Mostafaie A, Mansouri K. Anticancer and anti-inflammatory activities of shallot (Allium ascalonicum) extract. Arch Med Sci. 2011;7:38–44. doi: 10.5114/aoms.2011.20602.", "ArticleIdList": ["10.5114/aoms.2011.20602", "PMC3258679", "22291731"]}, {"Citation": "Rattanasinganchan P, Leelawat K, Treepongkaruna SA, Tocharoentanaphol C, Subwongcharoen S, Suthiphongchai T, Tohtong R. Establishment and characterization of a cholangiocarcinoma cell line (RMCCA-1) from a Thai patient. World J Gastroenterol. 2006;12:6500–6506. doi: 10.3748/wjg.v12.i40.6500.", "ArticleIdList": ["10.3748/wjg.v12.i40.6500", "PMC4100638", "17072981"]}, {"Citation": "Nowsheen S, Yang ES. The intersection between DNA damage response and cell death pathways. Exp Oncol. 2012;34:234–254.", "ArticleIdList": ["PMC3754840", "23070009"]}, {"Citation": "Sasidharan S, Chen Y, Saravanan D, Sundram KM, Yoga Latha L. Extraction, isolation and characterization of bioactive compounds form plants' extracts. Afr J Tradit Complement Altern Med. 2011;8:1–10.", "ArticleIdList": ["PMC3218439", "22238476"]}, {"Citation": "Shalini S, Dorstyn L, Dawar S, Kumar S. Old, new and emerging functions of caspases. Cell Death Differ. 2015;22:526–539. doi: 10.1038/cdd.2014.216.", "ArticleIdList": ["10.1038/cdd.2014.216", "PMC4356345", "25526085"]}, {"Citation": "Yu SW, Wang H, Dawson TM, Dawson VL. Poly(ADP-ribose) polymerase-1 and apoptosis inducing factor in neurotoxicity. Neurobiol Dis. 2003;14:303–317. doi: 10.1016/j.nbd.2003.08.008.", "ArticleIdList": ["10.1016/j.nbd.2003.08.008", "14678748"]}, {"Citation": "Smith J, Tho LM, Xu N, Gillespie DA. The ATM-Chk2 and ATR-Chk1 pathways in DNA damage signaling and cancer. Adv Cancer Res. 2010;108:73–112. doi: 10.1016/B978-0-12-380888-2.00003-0.", "ArticleIdList": ["10.1016/B978-0-12-380888-2.00003-0", "21034966"]}, {"Citation": "Suh DK, Lee EJ, Kim HC, Kim JH. Induction of G(1)/S phase arrest and apoptosis by quercetin in human osteosarcoma cells. Arch Pharm Res. 2010;33:781–785. doi: 10.1007/s12272-010-0519-4.", "ArticleIdList": ["10.1007/s12272-010-0519-4", "20512478"]}, {"Citation": "Agarwal C, Tyagi A, Agarwal R. Gallic acid causes inactivating phosphorylation of cdc25A/cdc25C-cdc2 via ATM-Chk2 activation, leading to cell cycle arrest, and induces apoptosis in human prostate carcinoma DU145 cells. Mol Cancer Ther. 2006;5:3294–3302. doi: 10.1158/1535-7163.MCT-06-0483.", "ArticleIdList": ["10.1158/1535-7163.MCT-06-0483", "17172433"]}, {"Citation": "Meek DW. Regulation of the p53 response and its relationship to cancer. Biochem J. 2015;469:325–346. doi: 10.1042/BJ20150517.", "ArticleIdList": ["10.1042/BJ20150517", "26205489"]}, {"Citation": "Dmitrieva NI, Michea LF, Rocha GM, Burg MB. Cell cycle delay and apoptosis in response to osmotic stress. Comp Biochem Physiol A Mol Integr Physiol. 2001;130:411–420. doi: 10.1016/S1095-6433(01)00439-1.", "ArticleIdList": ["10.1016/S1095-6433(01)00439-1", "11913454"]}, {"Citation": "Chi SW. Structural insights into the transcription-independent apoptotic pathway of p53. BMB Rep. 2014;47:167–172. doi: 10.5483/BMBRep.2014.47.3.261.", "ArticleIdList": ["10.5483/BMBRep.2014.47.3.261", "PMC4163879", "24499665"]}, {"Citation": "Wu J, Tang Q, Zhao S, Zheng F, Wu Y, Tang G, Hahn SS. Extracellular signal-regulated kinase signaling-mediated induction and interaction of FOXO3a and p53 contribute to the inhibition of nasopharyngeal carcinoma cell growth by curcumin. Int J Oncol. 2014;45:95–103.", "ArticleIdList": ["PMC4079154", "24806432"]}, {"Citation": "Sui X, Kong N, Ye L, Han W, Zhou J, Zhang Q, He C, Pan H. p38 and JNK MAPK pathways control the balance of apoptosis and autophagy in response to chemotherapeutic agents. Cancer Lett. 2014;344:174–179. doi: 10.1016/j.canlet.2013.11.019.", "ArticleIdList": ["10.1016/j.canlet.2013.11.019", "24333738"]}, {"Citation": "Leelawat K, Keeratichamroen S, Leelawat S, Tohtong R. CD24 induces the invasion of cholangiocarcinoma cells by upregulating CXCR4 and increasing the phosphorylation of ERK1/2. Oncol Lett. 2013;6:1439–1446.", "ArticleIdList": ["PMC3813815", "24179538"]}, {"Citation": "Kim SJ, Ju JW, Oh CD, Yoon YM, Song WK, Kim JH, Yoo YJ, Bang OS, Kang SS, Chun JS. ERK-1/2 and p38 kinase oppositely regulate nitric oxide-induced apoptosis of chondrocytes in association with p53, caspase-3, and differentiation status. J Biol Chem. 2002;277:1332–1339. doi: 10.1074/jbc.M107231200.", "ArticleIdList": ["10.1074/jbc.M107231200", "11689560"]}, {"Citation": "Gong X, Liu A, Ming X, Deng P, Jiang Y. UV-induced interaction between p38 MAPK and p53 serves as a molecular switch in determining cell fate. FEBS Lett. 2010;584:4711–4716. doi: 10.1016/j.febslet.2010.10.057.", "ArticleIdList": ["10.1016/j.febslet.2010.10.057", "21050851"]}, {"Citation": "Cao F, Liu T, Xu Y, Xu D, Feng S. Curcumin inhibits cell proliferation and promotes apoptosis in human osteoclastoma cell through MMP-9, NF-κB and JNK signaling pathways. Int J Clin Exp Pathol. 2015;8:6037–6045.", "ArticleIdList": ["PMC4525815", "26261481"]}, {"Citation": "Nishina H, Wada T, Katada T. Physiological roles of SAPK/JNK signaling pathway. J Biochem. 2004;136:123–126. doi: 10.1093/jb/mvh117.", "ArticleIdList": ["10.1093/jb/mvh117", "15496581"]}, {"Citation": "Davis WJ, Lehmann PZ, Li W. Nuclear PI3K signaling in cell growth and tumorigenesis. Front Cell Dev Biol. 2015;3:24. doi: 10.3389/fcell.2015.00024.", "ArticleIdList": ["10.3389/fcell.2015.00024", "PMC4394695", "25918701"]}, {"Citation": "Leelawat K, Udomchaiprasertkul W, Narong S, Leelawat S. Induction of MKP-1 prevents the cytotoxic effects of PI3K inhibition in hilar cholangiocarcinoma cells. J Cancer Res Clin Oncol. 2010;136:1537–1544. doi: 10.1007/s00432-010-0811-1.", "ArticleIdList": ["10.1007/s00432-010-0811-1", "20145951"]}, {"Citation": "Tang YQ, Jaganath I, Manikam R, Sekaran SD. Phyllanthus suppresses prostate cancer cell, PC-3, proliferation and induces apoptosis through multiple signaling pathways (MAPKs, PI3K/Akt, NFκB, and hypoxia) Evid-Based Complement Altern Med. 2013;2013:1–13. doi: 10.1155/2013/609581.", "ArticleIdList": ["10.1155/2013/609581", "PMC3652183", "23690850"]}]}], "History": [{"Year": "2016", "Month": "1", "Day": "20"}, {"Year": "2016", "Month": "10", "Day": "18"}, {"Year": "2017", "Month": "3", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "31", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "12", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28356985", "PMC5351256", "10.3892/ol.2016.5488", "OL-0-0-5488"]}}]}