{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Enzyme retardation", "Otostegia persica", "Salvia mirzayanii", "Zataria multifolra"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28367665", "DateCompleted": {"Year": "2017", "Month": "06", "Day": "05"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/13880209.2017.1306569"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "55", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "Kinetics of α-glucosidase inhibition by different fractions of three species of Labiatae extracts: a new diabetes treatment model.", "Pagination": {"StartPage": "1483", "EndPage": "1488", "MedlinePgn": "1483-1488"}, "Abstract": {"AbstractText": ["Glucosidases are a group of enzymes playing crucial roles in digestion of carbohydrates. Glucosidase inhibitors can reduce carbohydrate digestion rate and have the potential to prevent development of type 2 diabetes. The Labiatae is one of the largest plant families grown globally and many studies that have isolated new pharmaceutical compounds. In folk medicine, some of Labiatae plants such as Zataria multiflora Boiss, Salvia mirzayanii Rech. F. & Esfand, and Otostegia persica Boiss are consumed for the treatment of diabetes.", "This study investigates the inhibitory effects of different fractions of three mentioned species extracts on α-glucosidase.", "Ethanol extracts of these plants leaves were fractionated using petroleum ether, chloroform, ethyl acetate, and n-butanol solutions. The duration of this study was 12 months. To measure enzyme inhibition, 5 μL of the enzyme, 20 μL of substrate and samples were used and for evaluation mode of inhibition, constant amounts of α-glucosidase were incubated with rising concentrations of substrate (PNPG).", "The results revealed that the ethyl acetate fraction of Zataria multiflora (IC<sub>50</sub> = 0.35 ± 0.01 mg/mL) and petroleum ether fraction of Salvia mirzayanii (IC<sub>50</sub> = 0.4 ± 0.11 mg/mL) were the most potent inhibitors of α-glucosidase in comparison with the other samples and acarbose as the standard (IC<sub>50</sub> = 7 ± 0.19 mg/mL). All of the samples exhibited noncompetitive-uncompetitive inhibition.", "It can be inferred from this study that α-glucosidase inhibitory potential of the studied extracts may be a marker of antidiabetic potential of these extracts."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Molecular Medicine Research Center, Hormozgan Health Institute, Hormozgan University of Medical Sciences , Bandar Abbas , IR Iran."}, {"Identifier": [], "Affiliation": "b Biochemistry Department, Faculty of Medicine , Hormozgan University of Medical Sciences , Bandar Abbas , IR Iran."}], "LastName": "Rouzbehan", "ForeName": "Sahere", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Molecular Medicine Research Center, Hormozgan Health Institute, Hormozgan University of Medical Sciences , Bandar Abbas , IR Iran."}, {"Identifier": [], "Affiliation": "b Biochemistry Department, Faculty of Medicine , Hormozgan University of Medical Sciences , Bandar Abbas , IR Iran."}], "LastName": "Moein", "ForeName": "Soheila", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "c Department of Biochemistry, Faculty of Science , University of Hormozgan , Bandar Abbas , IR Iran."}], "LastName": "Homaei", "ForeName": "Ahmad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "d Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences , Shiraz , IR Iran."}, {"Identifier": [], "Affiliation": "e Department of Pharmacognosy , School of Pharmacy, Shiraz University of Medical Sciences , Shiraz , IR Iran."}], "LastName": "Moein", "ForeName": "Mahmood Reza", "Initials": "MR"}], "PublicationTypeList": ["Comparative Study", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Acetates"}, {"RegistryNumber": "0", "NameOfSubstance": "Alkanes"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycoside Hydrolase Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Solvents"}, {"RegistryNumber": "76845O8NMZ", "NameOfSubstance": "ethyl acetate"}, {"RegistryNumber": "EC 3.2.1.20", "NameOfSubstance": "alpha-Glucosidases"}, {"RegistryNumber": "O3L624621X", "NameOfSubstance": "naphtha"}, {"RegistryNumber": "T58MSI464G", "NameOfSubstance": "Acarbose"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Acarbose"}, {"QualifierName": ["chemistry"], "DescriptorName": "Acetates"}, {"QualifierName": ["chemistry"], "DescriptorName": "Alkanes"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Glycoside Hydrolase Inhibitors"}, {"QualifierName": [], "DescriptorName": "Kinetics"}, {"QualifierName": ["chemistry"], "DescriptorName": "Lamiaceae"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Solvents"}, {"QualifierName": ["metabolism"], "DescriptorName": "alpha-Glucosidases"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akhilesh K. 2012. Inhibition of alpha-glucosidase by Acacia nilotica prevents hyperglycemia along with improvement of diabetic complications via aldose reductase inhibition. J Diabetes Metab. 6:1–7."}, {"Citation": "Ali MS, Saleem M, Ali Z, Ahmad VU.. 2000. Chemistry of Zataria multiflora (Lamiaceae). Phytochemistry. 55:933–936.", "ArticleIdList": ["11140527"]}, {"Citation": "Arif T, Sharma B, Gahlaut A, Kumar V, Dabur R.. 2014. Antidiabetic agents from medicinal plants: a review. Chem Biol Lett. 1:1–13."}, {"Citation": "Asadi S, Khodagholi F, Esmaeili MA, Tusi SK, Ansari N, Shaerzadeh F, Sonboli A, Ghahremanzamaneh M.. 2011. Chemical composition analysis, antioxidant, antiglycating activities and neuroprotective effects of S. choloroleuca, S. mirzayanii and S. santolinifolia from Iran. Am J Chin Med. 39:615–638.", "ArticleIdList": ["21598426"]}, {"Citation": "Asghari B, Salehi P, Sonboli A, Ebrahimi SN.. 2015. Flavonoids from Salvia chloroleuca with α-amylsae and α-glucosidase inhibitory effect. Iran J Pharm Res. 14:609–611.", "ArticleIdList": ["PMC4403079", "25901170"]}, {"Citation": "Azemi ME, Khodayar MJ, Ayatamiri FN, Tahmasebi L, Abdollahi E.. 2015. Inhibitory activities of Phoenix dactylifera, Capparis spinosa, Quercus brantii, and Falcaria vulgaris hydroalcoholic extracts on α- amylase and α-glucosidase. Int J Curr Res Chem Pharm Sci. 2:19–25."}, {"Citation": "Benalla W, Bellahcen S, Bnouham M.. 2010. Antidiabetic medicinal plants as a source of alpha glucosidase inhibitors. Curr Diabetes Rev. 6:247–254.", "ArticleIdList": ["20522017"]}, {"Citation": "Bnouham M, Ziyyat A, Mekhfi H, Tahri A, Legssyer A.. 2006. Medicinal plants with potential antidiabetic activity: a review of ten years of herbal medicine research (1990–2000). Int J Diabetes Metab. 14:1–25."}, {"Citation": "Chen Y-G, Li P, Li P, Yan R, Zhang X-Q, Wang Y, Zhang X-T, Ye W-C, Zhang Q-W.. 2013. A-glucosidase inhibitory effect and simultaneous quantification of three major flavonoid glycosides in Microctis folium. Molecules. 18:4221–4232.", "ArticleIdList": ["PMC6270556", "23612474"]}, {"Citation": "Coman C, Rugina OD, Socaciu C.. 2012. Plants and natural compounds with antidiabetic action. Not Bot Horti Agrob. 40:314–325."}, {"Citation": "Ebrahimpoor M, Khaksar Z, Noorafshan A.. 2009. Antidiabetic effect of Otostegia persica oral extract on streptozotocin-diabetic rats. Res J Biol Sci. 4:1227–1229."}, {"Citation": "Fernández-Mejía C. 2013. Oxidative stress and chronic degenerative diseases-a role for antioxidants. Mexico City: InTech."}, {"Citation": "Emamjomeh L, Imani S, Talebi K-H, Moharramipour S, Larijani K.. 2014. Chemical composition and insecticidal activity of essential oil of Zataria multiflora Boiss. (Lamiaceae) against Ephestia kuehniella (Lepidoptera: Pyralidae). Eur J Exp Biol. 4:253–257."}, {"Citation": "Ghadyale V, Takalikar S, Haldavnekar V, Arvindekar A.. 2011. Effective control of postprandial glucose level through inhibition of intestinal alpha-glucosidase by Cymbopogon martinii (Roxb.). Evid Based Complemen Alternat Med. 2012:1–6.", "ArticleIdList": ["PMC3139892", "21792369"]}, {"Citation": "Gholamhoseinian A, Falah H, Sharififar F, Mirtaj AS.. 2008. The inhibitory effect of some Iranian plants extracts on the alpha-glucosidase. Iran J Basic Med Sci. 11:1–9."}, {"Citation": "Grover JK, Yadav S, Vats V.. 2002. Medicinal plants of India with anti-diabetic potential. J Ethnopharmacol. 81:81–100.", "ArticleIdList": ["12020931"]}, {"Citation": "Hajzadeh M, Rajaei Z, Ghamami G, Tamiz A.. 2011. The effect of Salvia officinalis leaf extract on blood glucose in streptozotocin-diabetic rats. Pharmacol Online. 1:213–220."}, {"Citation": "Johansen JS, Harris AK, Rychly DJ, Ergul A.. 2005. Oxidative stress and the use of antioxidants in diabetes: Linking basic science to clinical practice. Cardiovasc Diabetol. 4:5.", "ArticleIdList": ["PMC1131912", "15862133"]}, {"Citation": "Kamatou G, Makunga N, Ramogola W, Viljoen A.. 2008. South African Salvia species: a review of biological activities and phytochemistry. J Ethnopharmacol. 119:664–672.", "ArticleIdList": ["18640254"]}, {"Citation": "Keller MS. 1978. Mysterious herbs and roots: Ancient secrets for beautie health, magick, prevention and youth. Virginis: Peace Press."}, {"Citation": "Kim Y-M, Jeong Y-K, Wang M-H, Lee W-Y, Rhee H-I.. 2005. Inhibitory effect of pine extract on alpha-glucosidase activity and postprandial hyperglycemia. Nutrition. 21:756–761.", "ArticleIdList": ["15925302"]}, {"Citation": "Lima CF, Azevedo MF, Araujo R, Fernandes-Ferreira M, Pereira-Wilson C.. 2006. Metformin-like effect of Salvia officinalis (common sage): Is it useful in diabetes prevention. Br J Nutr. 96:326–333.", "ArticleIdList": ["16923227"]}, {"Citation": "Lin Y, Sun Z.. 2010. Current views on type 2 diabetes. J Endocrinol. 204:1–11.", "ArticleIdList": ["PMC2814170", "19770178"]}, {"Citation": "Lu Y, Foo LY.. 2002. Polyphenolics of Salvia: a review. Phytochemistry. 59:117–140.", "ArticleIdList": ["11809447"]}, {"Citation": "Manzari-Tavakoli A, Pouraboli I, Yaghoobi MM, Mehrabani M, Mirtadzadini SM.. 2013. Antihyperglycemic, antilipid peroxidation, and insulin secretory activities of Otostegia persica shoot extract in streptozotocin-induced diabetic rats and in vitro c187 pancreatic β-cells. Pharm Biol. 51:253–259.", "ArticleIdList": ["23134106"]}, {"Citation": "McCue P, Kwon Y-I, Shetty K.. 2005. Anti‐amylase, anti‐glucosidase and anti‐angiotensin converting enzyme potential of selected foods. J Food Biochem. 29:278–294."}, {"Citation": "Mohammadi A, Gholamhoseinian A, Fallah H.. 2014. Zataria multiflora increases insulin sensitivity and pparγ gene expression in high fructose fed insulin resistant rats. Iran J Basic Med Sci. 17:263.", "ArticleIdList": ["PMC4046234", "24904719"]}, {"Citation": "Moorthy NS, Ramos MJ, A Fernandes P.. 2012. Studies on α-glucosidase inhibitors development: Magic molecules for the treatment of carbohydrate mediated diseases. Mini Rev Med Chem. 12:713–720.", "ArticleIdList": ["22512574"]}, {"Citation": "Naghibi F, Mosaddegh M, Mohammadi Motamed M, Ghorbani A.. 2010. Labiatae family in folk medicine in Iran: from ethnobotany to pharmacology. Iran J Pharm Res. 4:63–79."}, {"Citation": "Najar AG, Fallah H, Sharififar F.. 2009. Anti-hyperglycemic activity of four plants extracts effective against alpha-glucosidase in normal and diabetic rats. J Kerman Uni Med Sci. 16:35–44."}, {"Citation": "Nickavar B, Abolhasani L, Izadpanah H.. 2010. α-amylase inhibitory activities of six Salvia species. Iran J Pharm Res. 7:297–303."}, {"Citation": "Onal S, Timur S, Okutucu B, Zihnioglu F.. 2005. Inhibition of alpha-glucosidase by aqueous extracts of some potent antidiabetic medicinal herbs. Prep Biochem Biotechnol. 35:29–36.", "ArticleIdList": ["15704495"]}, {"Citation": "Sadeghi F, Alizadeh A.. 2013. Phytochemical composition of the essential oil, total phenolic content and antioxidant activity in Salvia mirzayanii Rech. & Esfand. Grown wild and cultivated in Iran. Int Res J Appl Basic Sci. 6:977–982."}, {"Citation": "Sadeghi Z, Akaberi M, Valizadeh J.. 2014. Otostegia persica (Lamiaceae): A review on its ethnopharmacology, phytochemistry, and pharmacology. Avicenna J Phytomed. 4:79–88.", "ArticleIdList": ["PMC4103708", "25050304"]}, {"Citation": "Sajed H, Sahebkar A, Iranshahi M.. 2013. Zataria multiflora Boiss. (Shirazi thyme)-an ancient condiment with modern pharmaceutical uses. J Ethnopharmacol. 145:686–698.", "ArticleIdList": ["23266333"]}, {"Citation": "Sepehri G, Khaksari M, Najar AG.. 2014. The effect of water extract of Zataria multiflora on microvascular permeability in streptozocin induced diabetic rats. Annu Res Rev Bio. 4:3119."}, {"Citation": "Shai L-J, Masoko P, Mokgotho M-P, Magano S-R, Mogale A, Boaduo N, Eloff J-N.. 2010. Yeast alpha-glucosidase inhibitory and antioxidant activities of six medicinal plants collected in Phalaborwa, South Africa. S Afr J Bot. 76:465–470."}, {"Citation": "Shobana S, Sreerama Y, Malleshi N.. 2009. Composition and enzyme inhibitory properties of finger millet (Eleusine coracana L.) seed coat phenolics: Mode of inhibition of α-glucosidase and pancreatic amylase. Food Chem. 115:1268–1273."}, {"Citation": "Tadera K, Minami Y, Takamatsu K, Matsuoka T.. 2006. Inhibition of alpha-glucosidase and alpha-amylase by flavonoids. J Nutr Sci Vitaminol. 52:149–153.", "ArticleIdList": ["16802696"]}, {"Citation": "Tofighi Z, Alipour F, Goodarzi S, Yassa N, Hadjiakhoondi A, Hadavinia H.. 2009. Phytochemical and antidiabetic investigations of Otostegia persica from Iran. Planta Med. 75:877–1094."}, {"Citation": "Trojan-Rodrigues M, Alves T, Soares G, Ritter M.. 2012. Plants used as antidiabetics in popular medicine in Rio Grande do Sul, southern Brazil. J Ethnopharmacol. 139:155–163.", "ArticleIdList": ["22079795"]}, {"Citation": "Verspohl E. 2012. Novel pharmacological approaches to the treatment of type 2 diabetes. Pharmacol Rev. 64:188–237.", "ArticleIdList": ["22407617"]}, {"Citation": "World Health Organization (WHO) \n2003.  WHO: Definition and diagnosis of diabetes mellitus and intermediate hyperglycemia [Internet]. c2003–2016. Geneva, Switzerland: Report of a WHO/IDF Consultation; [cited 2016 Jun 29]. Available from: http://www.who.int/diabetes/publications/en/"}, {"Citation": "Yassa N, Sharififar F, Shafiee A.. 2005. Otostegia persica as a source of natural antioxidants. Pharm Biol. 43:33–38."}, {"Citation": "Zargari A. 1990. Medicinal plants. Iran: Tehran University."}, {"Citation": "Zarshenas MM, Krenn L.. 2015. Phytochemical and pharmacological aspects of Salvia mirzayanii Rech. f. Esfand. J Evid Based Complementary Altern Med. 20:65–72.", "ArticleIdList": ["25331096"]}, {"Citation": "Zhang H, Wang G, Dong J.. 2014. Inhibitory properties of aqueous ethanol extracts of propolis on alpha-glucosidase. J Evid Based Complement Alternat Med. 2015:1–8.", "ArticleIdList": ["PMC4342172", "25767553"]}]}], "History": [{"Year": "2017", "Month": "4", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "4", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "4", "Day": "3"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28367665", "PMC7011978", "10.1080/13880209.2017.1306569"]}}]}