{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-enteropooling", "Antidiarrheal activity", "Castor oil induced diarrhoea", "Gastrointestinal motility", "L. camara"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28376868", "DateCompleted": {"Year": "2017", "Month": "04", "Day": "25"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "04", "Day": "04"}], "Language": ["eng"], "ELocationID": ["190", "10.1186/s12906-017-1696-1"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Apr", "Day": "04"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Evaluation of the anti-diarrheal activity of the aqueous stem extract of Lantana camara Linn (Verbenaceae) in mice.", "Pagination": {"StartPage": "190", "MedlinePgn": "190"}, "Abstract": {"AbstractText": ["Diarrheal disease remains a public health problem in developing countries, including Ethiopia. In order to alleviate this disease, Ethiopian traditional healers use a wide range of medicinal plants from which Lantana camara is one of them. The stem of this plant is traditionally used for the treatment of diarrhoea. In addition, this plant is scientifically evaluated to have an antispasmodic effect on in vitro study. The aim of this study was to evaluate the antidiarrheal activity of the aqueous stem extract of L. camara Linn in mice.", "The antidiarrheal activity of the extract was investigated using castor oil induced diarrhoea, enteropooling and small intestine transit models. The test groups received various doses (100, 200, and 400 mg/kg) of the extract, whereas positive controls received Loperamide (3 mg/kg) and negative controls received distilled water (10 ml/kg).", "In castor oil induced diarrhoea model, the extract, at all test doses, significantly (p < 0.001) prolonged diarrhoea onset, decreased the frequency of defecation, and weight of faeces. Similarly, the extract produced a significant (p < 0.001) decline in the weight and volume of intestinal contents at all tested doses. In addition, a significant (P < 0.001) reduction in the gastrointestinal motility in charcoal meal test was also observed in all doses of the extract. Phytochemical screening of the extract revealed the presence of flavonoids, alkaloids, tannins, and phytosterols that may play a key role in its antidiarrheal activity.", "The obtained results of the present study confirm antidiarrheal activity of the stem of L. camara, thus provide the scientific basis for the traditional uses of this plant as a treatment for diarrhoea."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, School of Pharmacy, Addis Ababa University, P. O, Box 1176, Addis Ababa, Ethiopia."}], "LastName": "Tadesse", "ForeName": "Edlam", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, School of Pharmacy, Addis Ababa University, P. O, Box 1176, Addis Ababa, Ethiopia."}], "LastName": "Engidawork", "ForeName": "Ephrem", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, School of Pharmacy, Addis Ababa University, P. O, Box 1176, Addis Ababa, Ethiopia."}], "LastName": "Nedi", "ForeName": "Teshome", "Initials": "T"}, {"Identifier": ["0000-0002-8367-5315"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, School of Pharmacy, College of Health and Medical Sciences, Haramaya University, P. O, Box 235, Harar, Ethiopia. mgetnet12@gmail.com."}], "LastName": "Mengistu", "ForeName": "Getnet", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antidiarrheals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["isolation & purification", "therapeutic use"], "DescriptorName": "Antidiarrheals"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Diarrhea"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gastrointestinal Motility"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Lantana"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Stems"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Liu L, Johnson HL, Cousens S, Perin J, Scott S, Lawn JE, et al. Child health epidemiology referencegroup of WHO and UNICEF. Global, regional andnational causes of child mortality: an updated systematic analysis for 2010 with time trends since 2000. Lancet. 2012;379:2151–2161. doi: 10.1016/S0140-6736(12)60560-1.", "ArticleIdList": ["10.1016/S0140-6736(12)60560-1", "22579125"]}, {"Citation": "WHO. Diarrheal disease [Internet]. 2013. [cited 2015 January 28]. Available at: http://www.who.int/mediacentre/factsheets/fs330/en/"}, {"Citation": "Pneumonia and Diarrhea Progress Report. International Vaccine Access Center [Internet]. 2014. [cited 2015 March 3]. Available at: http://www.jhsph.edu/research/ centers-and-institutes/ivac/resources/IVAC-2014Pneumonia-Diarrhea-ProgressReport.pdf"}, {"Citation": "Centers for Disease Control and Prevention in Ethiopia CDC [Internet]. 2013 [cited 2014 December 22]. Available at: http://viz.healthmetricsandevaluation.org/gbd-compare/"}, {"Citation": "Central Statistical Agency (CSA). Ethiopia Demographic and Health Survey. Preliminary Report. Addis Ababa; 2011."}, {"Citation": "Umer S, Tekewe A, Kebede N. Antidiarrheal and antimicrobial activity of Calpurnia aurealeaf extract. BMC Complement Alternat Med. 2013;13:21. doi: 10.1186/1472-6882-13-21.", "ArticleIdList": ["10.1186/1472-6882-13-21", "PMC3565866", "23351272"]}, {"Citation": "Degu A, Engidawork E, Shibeshi W. Evaluation of the anti-diarrheal activity of the leaf extract of Croton macrostachyus Hocsht. ex Del. (Euphorbiaceae) in mice Model. BMC Complemen Altern Med. 2016;16:379. doi: 10.1186/s12906-016-1357-9.", "ArticleIdList": ["10.1186/s12906-016-1357-9", "PMC5041311", "27681095"]}, {"Citation": "Shiferie F, Shibeshi W. In vivo antidiarrheal and ex-vivo spasmolytic activities of the aqueous extract of the roots of Echinopskebericho(Asteraceae) in rodents and isolated guinea-pig ileum. InT J Pharm Pharmacol. 2013;2:110–116."}, {"Citation": "Saraf A, Quereshi S, Sharma K, Khan NA, et al. Antimicrobial activity of L. camara L. J Exp Sci. 2011;2:50–54."}, {"Citation": "Giday M, Asfaw Z, Woldu Z. Ethnomedicinal study of plants used by Sheko ethnic group of Ethiopia. J Ethnopharmacol. 2010;132:75–85. doi: 10.1016/j.jep.2010.07.046.", "ArticleIdList": ["10.1016/j.jep.2010.07.046", "20674734"]}, {"Citation": "Kidane B, van Andel T, van der Maesen LJG, ASfaw Z. Use and management of traditional medicinal plants by Maale and Ari ethnic communities in southern Ethiopia. J Ethnobiol Ethnomed. 2014;10:46–60. doi: 10.1186/1746-4269-10-46.", "ArticleIdList": ["10.1186/1746-4269-10-46", "PMC4055949", "24898079"]}, {"Citation": "Mesfin F, Demissew S, Teklehaymanot T. An ethnobotanical study of medicinal plants in Wonago Woreda, SNNPR, Ethiopia. J EthnobiolEthnomed. 2009;5:1–18.", "ArticleIdList": ["PMC2769162", "19821994"]}, {"Citation": "Sagar L, Sehgal R, Ojha S. Evaluation of antimotility effect of Lantana camara L. var. acuelata constituents on neostigmine induced gastrointestinal transit in mice. BMC Compl Altern Med. 2005;5:18. doi: 10.1186/1472-6882-5-18.", "ArticleIdList": ["10.1186/1472-6882-5-18", "PMC1249555", "16168064"]}, {"Citation": "Mengistu G, Engidawork E, Nedi T. Evaluation of the antidiarrhoeal activity of 80% methanol extract and solvent fractions of the leaves of Lantana camara linn (Verbenaceae) in mice. Ethio Pharm J. 2015;31:107–121. doi: 10.4314/epj.v31i2.3.", "ArticleIdList": ["10.4314/epj.v31i2.3"]}, {"Citation": "WGO practice guideline. Acute diarrhea [internet]. 2008. [cited 2014 January 25]. Available at: http://www.worldgastroenterology.org/assets/downloads/en/pdf/guidelines/ 01acutediarrhea."}, {"Citation": "Salada JT, Balala LM, Vasquez EA. Phytochemical and antibacterial studies of Lantana camara leaf fraction and essential oil. IJSRP. 2015;5:1–5."}, {"Citation": "Passos JL, Barbosa LCA, Demuner AJ. Chemical characterization ofvolatile compounds of Lantana camara L and L. radula Sw and their antifungal activity. Molecules. 2012;17:11447–11455. doi: 10.3390/molecules171011447.", "ArticleIdList": ["10.3390/molecules171011447", "PMC6268859", "23018920"]}, {"Citation": "Jitendra P, Kumar GS, Deviprasad SP, Deepika S, Qureshi MS. Phytochemical and antihelmintic evaluation of Lantana camara (L) var, aculeate leaves against Pheretimaposthuma. JGTPS. 2011;2(1):11–20."}, {"Citation": "Kirimuhuzya C, Waako P, Joloba M, Odeyek O. The anti-mycobacterial activity of Lantana camara a plant traditionally used to treat symptoms of tuberculosis in South-western Uganda. Afri Health Sci. 2009;9:40–45.", "ArticleIdList": ["PMC2932521", "20842241"]}, {"Citation": "Rabia Nand Asghari B. Phytochemical screening, antioxidantsand antimicrobial potential of Lantana camara in different solvents. Asian Pac J Trop Dis. 2013;3:480–486. doi: 10.1016/S2222-1808(13)60104-8.", "ArticleIdList": ["10.1016/S2222-1808(13)60104-8"]}, {"Citation": "Silva TSC, Suffredini IB, Ricci EL, Fernandes SRC, Gonçalves VJR, Romoff P, et al. Antinociceptive and antiinflammatory effects of Lantana camara L. extract in mice. Rev. Bras. Pl. Med. Campinas. 2015;17:224–229."}, {"Citation": "Gabi B, Adewumi AA, Aina VO. Phytochemical characterization andinvivo anti-malaria activity of Lantana camara leaf extract. Br JPharmacolToxicol. 2011;2:277–282."}, {"Citation": "Sathisha R. Vyawaharea and Natarajanb K. Antiulcerogenic activity of Lantana camara leaves on gastric and duodenal ulcers in experimental rats. J. Ethnopharmacol. 2011;134:195–197. doi: 10.1016/j.jep.2010.11.049.", "ArticleIdList": ["10.1016/j.jep.2010.11.049", "21129476"]}, {"Citation": "Rachel RP, Wilson VJ, Bernhard L, Coimbra ES, de Souza NB, Abramo C, et al. Essential oil from Rev bras farmacognleaves of Lantana camara: a potential source of medicine against leishmaniasis. 2012; 22 (5): 1011-1017."}, {"Citation": "Ghodake PP, Kulkarni AS, Aloorkar NH, Osmani RA, Bhosale RR, Harkare BR, et al. In-vitro Antispasmodic Activity Analysis of Methanolic Leaves Extract of Lantana camara Linn. on Excised Rat Ileum. J Pharmacogn Phytochem. 2013;2(3):66–71."}, {"Citation": "National Research Council . Guide for the care and use of laboratory animals. 8th ed. Washington, DC: The National Academies Press; 2011."}, {"Citation": "Yacob T, Shibeshi W, Nedi T. Antidiarrheal activity of 80% methanol extract of the aerial part of AjugaremotaBenth (Lamiaceae) in mice. BMC Compl Alternat Med. 2016;16:303. doi: 10.1186/s12906-016-1277-8.", "ArticleIdList": ["10.1186/s12906-016-1277-8", "PMC4994251", "27549408"]}, {"Citation": "OCDE 420.OECD guideline for testing of chemicals. Acute oral toxicity – fixed dose procedure.[Online]. 2001 [cited 2014 April 28]. Available at: ntp.niehs.nih.gov/iccvam/suppdocs/feddocs/oecd/oecdgl420.pdf."}, {"Citation": "Awouters F, Niemegeers CJ, Lenaerts FM, Janssen PA. Delay of castor oil diarrhea inrats: A new way to evaluate inhibitors of prostaglandin biosynthesis. J Pharm Pharmacol. 1978;30:41–45. doi: 10.1111/j.2042-7158.1978.tb13150.x.", "ArticleIdList": ["10.1111/j.2042-7158.1978.tb13150.x", "22723"]}, {"Citation": "Robert A, Nezamis JE, Lancaster C, Hanchar AJ, Klepper MS. Enteropooling assay: a test fordiarrhea produced by prostaglandins. Prostaglandins. 1976;11:809–814. doi: 10.1016/0090-6980(76)90189-1.", "ArticleIdList": ["10.1016/0090-6980(76)90189-1", "935512"]}, {"Citation": "Than A, Kulkarni HJ, Hmone W, Tha SJ. Anti-diarrhoeal efficacy of some Burmese indigenous drug formulations in experimental diarrhoeal test models. Int J Crude Drug Res. 1989;27:195–200. doi: 10.3109/13880208909116903.", "ArticleIdList": ["10.3109/13880208909116903"]}, {"Citation": "Kalita S, Kumar G, Karthik L, KVB R. Phytochemical composition and in vitro hemolytic activity of Lantana camara L. (Verbenaceae) leaves. Pharmacologyonline. 2011;1:59–67."}, {"Citation": "Sasidharan S, Chen Y, Saravanan D, Sundram KM, Latha LY. Extraction, isolation and characterization of bioactive compounds from plants’ extracts. Afr J Tradit Complemen AlternMed. 2011;8:1–10.", "ArticleIdList": ["PMC3218439", "22238476"]}, {"Citation": "Kulkami SR, Pandit AB. Enzymatic hydrolysis of castor oil: an approachfor rate enhancement and enzyme economy. Indian J Biotechnol. 2005;4:241–245."}, {"Citation": "Tunaru S, Althoff TF, Nüsing RM, Diener M, Offermanns S. Castor oil induces laxation and uterus contraction via ricinoleic acid activating prostaglandin EP3 receptors. PNAS. 2012;109:9179–9184. doi: 10.1073/pnas.1201627109.", "ArticleIdList": ["10.1073/pnas.1201627109", "PMC3384204", "22615395"]}, {"Citation": "Racusen LC, Binder HJ. Ricinoleic acid stimulation of active anionsecretion in colonic mucosa of the rat. J Clin Invest. 1979;63:743–749. doi: 10.1172/JCI109358.", "ArticleIdList": ["10.1172/JCI109358", "PMC372010", "220281"]}, {"Citation": "Matias JR, Martin JL, Burns TW. Ricinoleic acid effect on the electricalactivity of the small intestine in rabbits. J Clin Invest. 1978;61:640–644. doi: 10.1172/JCI108975.", "ArticleIdList": ["10.1172/JCI108975", "PMC372576", "641145"]}, {"Citation": "Bakare RI, Magbagbeola OA, Akinwande AI, Okunowo OW, Green M. Antidiarrhoeal activity of aqueous leaf extract of Momordicacharantia in rats J. Pharmacogn Phytother. 2011;3(1):1–7."}, {"Citation": "Gidwani BK, Sushil B, Rao SP, Majoomdar A, Pawar DP, Alaspure RN. Analgesic, anti-inflammatory and antihemorrhoidal activity of aqueous extract of Lantana camara Linn. Research J Pharm and Tech. 2009;2(2):378–381."}, {"Citation": "Taufiq-Ur-Rahman M, Shilpi JA, Ahmed M, Hossain CF. Preliminary pharmacological studies on Piperchaba stem bark. J Ethnopharmacol. 2005;99(2):203–209. doi: 10.1016/j.jep.2005.01.055.", "ArticleIdList": ["10.1016/j.jep.2005.01.055", "15894128"]}, {"Citation": "Awad AB, Toczek J, Fink CS. Phytosterols decrease prostaglandin releasein cultured P388D1/MAB macrophages. PLEFA. 2004;70(6):511–520.", "ArticleIdList": ["15120714"]}, {"Citation": "Hamalainen M, Nieminen R, Asmaw MZ, Vuorela P, Vapaatalo H, Moilanen E. Effects of Flavonoids on Prostaglandin E2 Production and on COX-2 and mPGES-1 Expressions in Activated Macrophages. Planta Med. 2011;77(13):1504–1511. doi: 10.1055/s-0030-1270762.", "ArticleIdList": ["10.1055/s-0030-1270762", "21341175"]}, {"Citation": "Ashok PK, Upadhyay K. Tannins are astringent. J Pharmacogn Phytochem. 2012;1(3):45."}, {"Citation": "Agbon AN, Kwaneshie HO, Hamman WO. Antidiarrheal activity of aqueous fruit extract of Phoenix dactylifera (DATE PALM) in wistar rats. Br J Pharmacol Toxicol. 2013;4(3):121–127."}, {"Citation": "Begum VH, Dhanalakshmi M, Muthukumaran P. In vivo evaluation of antidiarrhoeal activity of the leaves of Azimatetracantha Linn. Int. J Nutr Metab. 2013;5(8):140–144."}, {"Citation": "Pierce NF, Carpenter CC, Elliot HL, Greenough WB. Effects of prostaglandins, theophylline and cholera exotoxin upon transmucosal water and electrolyte movement in canine jejunum. Gastroenterol. 1971;60(1):22–32.", "ArticleIdList": ["5544090"]}, {"Citation": "Wongsamitkul N, Sirianant L, Muanprasat C, Chatsudthipong V. Aplant derivedhydrolysable tannin inhibits CFTR chloride channel: A potential treatment ofdiarrhea. Pharm Res. 2010;27(3):490–497. doi: 10.1007/s11095-009-0040-y.", "ArticleIdList": ["10.1007/s11095-009-0040-y", "20225391"]}, {"Citation": "Ezekwesili JO, Nkemdilim UU, Okeke CU. Mechanism of antidiarrhoeal effect of ethanolic extract of Psidiumguajava leaves. Biokemistri. 2010;22(2):85–90."}, {"Citation": "Qnais EY, Abdulla FA, Abu Ghalyun YY. Antidiarrheal effects of Juniperusphoenicia L. leaves extract in rats. Pak J Biol Sci. 2005;8(6):867–871. doi: 10.3923/pjbs.2005.867.871.", "ArticleIdList": ["10.3923/pjbs.2005.867.871"]}, {"Citation": "Islam MM, Rashna SP, Kazi SE, Jesmin C, Fahima A, Nahida P, et al. Antidiarrheal activities of Dilleniaindica bark extract. IJPSR. 2013;4(2):682–688."}, {"Citation": "Silva PCB, Neto JC, da Silva ADS, Silva KM, Silva TMS, Agra MF, et al. Antidiarrheal activity of Solanumasterophorum in mice. Braz J Pharmacogn. 2012;22(1):131–136. doi: 10.1590/S0102-695X2011005000178.", "ArticleIdList": ["10.1590/S0102-695X2011005000178"]}, {"Citation": "Di Carlo G, Autore G, Izzo AA, Maiolino P, Mascolo N, Viola P. Inhibition of intestinal motility and secretion by flavonoids in mice and rats: Structure activity relationships. J Pharm Pharmacol. 1993;45(12):1054–1059. doi: 10.1111/j.2042-7158.1993.tb07180.x.", "ArticleIdList": ["10.1111/j.2042-7158.1993.tb07180.x", "7908974"]}, {"Citation": "John AO, Emmanuel OA, Witness DH. Antidiarrhoeal activity of Psidiumguajava Linn. (Myrtaceae) leaf aqueous extract in rodents. J Smooth Muscle Res. 2008;44(6):195–207. doi: 10.1540/jsmr.44.195.", "ArticleIdList": ["10.1540/jsmr.44.195", "19234374"]}]}], "History": [{"Year": "2016", "Month": "10", "Day": "19"}, {"Year": "2017", "Month": "3", "Day": "17"}, {"Year": "2017", "Month": "4", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "4", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "4", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "4", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["28376868", "PMC5379525", "10.1186/s12906-017-1696-1", "10.1186/s12906-017-1696-1"]}}]}