{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28419161", "DateCompleted": {"Year": "2017", "Month": "05", "Day": "22"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "04", "Day": "18"}], "Language": ["eng"], "ELocationID": ["e0175722", "10.1371/journal.pone.0175722"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "12", "Issue": "4", "PubDate": {"Year": "2017"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Unidentifiable by morphology: DNA barcoding of plant material in local markets in Iran.", "Pagination": {"StartPage": "e0175722", "MedlinePgn": "e0175722"}, "Abstract": {"AbstractText": ["Local markets provide a rapid insight into the medicinal plants growing in a region as well as local traditional health concerns. Identification of market plant material can be challenging as plants are often sold in dried or processed forms. In this study, three approaches of DNA barcoding-based molecular identification of market samples are evaluated, two objective sequence matching approaches and an integrative approach that coalesces sequence matching with a priori and a posteriori data from other markers, morphology, ethnoclassification and species distribution. Plant samples from markets and herbal shops were identified using morphology, descriptions of local use, and vernacular names with relevant floras and pharmacopoeias. DNA barcoding was used for identification of samples that could not be identified to species level using morphology. Two methods based on BLAST similarity-based identification, were compared with an integrative identification approach. Integrative identification combining the optimized similarity-based approach with a priori and a posteriori information resulted in a 1.67, 1.95 and 2.00 fold increase for ITS, trnL-F spacer, and both combined, respectively. DNA barcoding of traded plant material requires objective strategies to include data from multiple markers, morphology, and traditional knowledge to optimize species level identification success."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Organismal Biology, Evolutionary Biology Centre, Uppsala University, Uppsala, Sweden."}, {"Identifier": [], "Affiliation": "Traditional Medicine and Materia Medica Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Ghorbani", "ForeName": "Abdolbaset", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Traditional Medicine and Materia Medica Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Saeedi", "ForeName": "Yousef", "Initials": "Y"}, {"Identifier": ["0000-0003-1985-7859"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Organismal Biology, Evolutionary Biology Centre, Uppsala University, Uppsala, Sweden."}, {"Identifier": [], "Affiliation": "Naturalis Biodiversity Center, Leiden, The Netherlands."}, {"Identifier": [], "Affiliation": "The Natural History Museum, University of Oslo, Oslo, Norway."}], "LastName": "de Boer", "ForeName": "Hugo J", "Initials": "HJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Chloroplast"}, {"RegistryNumber": "0", "NameOfSubstance": "DNA, Plant"}, {"RegistryNumber": "0", "NameOfSubstance": "DNA, Ribosomal Spacer"}, {"RegistryNumber": "9014-25-9", "NameOfSubstance": "RNA, Transfer"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Amaranthus"}, {"QualifierName": ["genetics"], "DescriptorName": "Cell Nucleus"}, {"QualifierName": ["methods"], "DescriptorName": "DNA Barcoding, Taxonomic"}, {"QualifierName": ["chemistry", "genetics"], "DescriptorName": "DNA, Chloroplast"}, {"QualifierName": ["chemistry", "genetics"], "DescriptorName": "DNA, Plant"}, {"QualifierName": ["chemistry", "genetics"], "DescriptorName": "DNA, Ribosomal Spacer"}, {"QualifierName": ["anatomy & histology", "classification", "genetics"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["genetics"], "DescriptorName": "RNA, Transfer"}, {"QualifierName": [], "DescriptorName": "Reproducibility of Results"}, {"QualifierName": [], "DescriptorName": "Sequence Analysis, DNA"}], "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Cunningham AB. Applied ethnobotany: people, wild plant use and conservation London, UK: Earthscan Publications Ltd; 2001."}, {"Citation": "Mati E, de Boer HJ. Ethnobotany and trade of medicinal plants in the Qaysari Market, Kurdish Autonomous Region, Iraq. J Ethnopharmacol. 2011;133: 490–510. doi: 10.1016/j.jep.2010.10.023\n", "ArticleIdList": ["10.1016/j.jep.2010.10.023", "20965241"]}, {"Citation": "Kool A, de Boer HJ, Krüger Å, Rydberg A, Abbad A, Björk L, et al.\nMolecular identification of commercialized medicinal plants in Southern Morocco. PLOS ONE. 2012;7: e39459\ndoi: 10.1371/journal.pone.0039459\n", "ArticleIdList": ["10.1371/journal.pone.0039459", "PMC3384669", "22761800"]}, {"Citation": "Chen S, Pang X, Song J, Shi L, Yao H, Han J, et al.\nA renaissance in herbal medicine identification: from morphology to DNA. Biotechnol Adv. 2014;32: 1237–1244. doi: 10.1016/j.biotechadv.2014.07.004\n", "ArticleIdList": ["10.1016/j.biotechadv.2014.07.004", "25087935"]}, {"Citation": "Schlick-Steiner BC, Steiner FM, Seifert B, Stauffer C, Christian E, Crozier RH. Integrative taxonomy: a multisource approach to exploring biodiversity. Annu Rev Entomol. 2010;55: 421–438. doi: 10.1146/annurev-ento-112408-085432\n", "ArticleIdList": ["10.1146/annurev-ento-112408-085432", "19737081"]}, {"Citation": "Li DZ, Gao LM, Li HT, Wang H, Ge XJ, Liu JQ, et al.\nComparative analysis of a large dataset indicates that internal transcribed spacer (ITS) should be incorporated into the core barcode for seed plants. Proc Natl Acad Sci. 2011;108: 19641–19646. doi: 10.1073/pnas.1104551108\n", "ArticleIdList": ["10.1073/pnas.1104551108", "PMC3241788", "22100737"]}, {"Citation": "Williams VL, Balkwill K, Witkowski ET. Unraveling the commercial market for medicinal plants and plant parts on the Witwatersrand, South Africa. Econ Bot. 2000;54: 310–327."}, {"Citation": "Bussmann RW, Sharon D, Vandebroek I, Jones A, Revene Z. Health for sale: the medicinal plant markets in Trujillo and Chiclayo, Northern Peru. J Ethnobiol Ethnomedicine. 2007;3: 37.", "ArticleIdList": ["PMC2245918", "18070350"]}, {"Citation": "De Boer HJ, Ouarghidi A, Martin G, Abbad A, Kool A. DNA barcoding reveals limited accuracy of identifications based on folk taxonomy. PLOS ONE. 2014;9: e84291\ndoi: 10.1371/journal.pone.0084291\n", "ArticleIdList": ["10.1371/journal.pone.0084291", "PMC3885563", "24416210"]}, {"Citation": "Towns AM, Quiroz D, Guinee L, de Boer HJ, van Andel T. Volume, value and floristic diversity of Gabon’s medicinal plant markets. J Ethnopharmacol. 2014;155: 1184–1193. doi: 10.1016/j.jep.2014.06.052\n", "ArticleIdList": ["10.1016/j.jep.2014.06.052", "24995835"]}, {"Citation": "Farah MH, Olsson S, Bate J, Lindquist M, Edwards R, Simmonds MS, et al. Botanical nomenclature in pharmacovigilance and a recommendation for standardisation. Drug Saf. 2006;29: 1023–1029.", "ArticleIdList": ["17061908"]}, {"Citation": "De Boer HJ, Ichim MC, Newmaster SG. DNA Barcoding and Pharmacovigilance of Herbal Medicines. Drug Saf. 2015;38: 611–620. doi: 10.1007/s40264-015-0306-8\n", "ArticleIdList": ["10.1007/s40264-015-0306-8", "26076652"]}, {"Citation": "Berlin B. Ethnobiological classification: Principles of categorization of plants and animals in traditional societies. Princeton, NJ: Princeton University Press; 1992."}, {"Citation": "Amiri MS, Joharchi MR. Ethnobotanical investigation of traditional medicinal plants commercialized in the markets of Mashhad, Iran. Avicenna J Phytomedicine. 2013;3: 254–271.", "ArticleIdList": ["PMC4075713", "25050282"]}, {"Citation": "Linares E, Bye RA. A study of four medicinal plant complexes of Mexico and adjacent United States. J Ethnopharmacol. 1987;19: 153–183.", "ArticleIdList": ["3613608"]}, {"Citation": "Otieno J, Abihudi S, Veldman S, Nahashon M, van Andel T, de Boer HJ. Vernacular dominance in folk taxonomy: A case study of ethnospecies in medicinal plant trade in Tanzania. J Ethnobiol Ethnomedicine. 2015;11.", "ArticleIdList": ["PMC4429978", "25971902"]}, {"Citation": "Bennett BC, Balick MJ. Does the name really matter? The importance of botanical nomenclature and plant taxonomy in biomedical research. J Ethnopharmacol. 2014;152: 387–392. doi: 10.1016/j.jep.2013.11.042\n", "ArticleIdList": ["10.1016/j.jep.2013.11.042", "24321863"]}, {"Citation": "Naghibi F, Mosaddegh M, Mohammadi Motamed M, Ghorbani A. Labiatae family in folk medicine in Iran: from ethnobotany to pharmacology. Iran J Pharm Res. 2005;4: 63–79."}, {"Citation": "Aynehchi Y. Pharmacognosy and medicinal plants of Iran. Tehran Univ; 1986;"}, {"Citation": "Rivera D, Allkin R, Obón C, Alcaraz F, Verpoorte R, Heinrich M. What is in a name? The need for accurate scientific nomenclature for plants. J Ethnopharmacol. 2014;152: 393–402. doi: 10.1016/j.jep.2013.12.022\n", "ArticleIdList": ["10.1016/j.jep.2013.12.022", "24374235"]}, {"Citation": "Moradi-Lake M, Saeidi M, Naserbakht M. Knowledge of medicinal plants properties among Attars of Tehran city. Q J Payesh. 2009;7: 321–328."}, {"Citation": "Ouarghidi A, Powell B, Martin GJ, de Boer HJ, Abbad A. Species substitution in medicinal roots and possible implications for toxicity in Morocco. Econ Bot. 2012;66: 370–382."}, {"Citation": "Joharchi MR, Amiri MS. Taxonomic evaluation of misidentification of crude herbal drugs marketed in Iran. Avicenna J Phytomedicine. 2012;2: 105.", "ArticleIdList": ["PMC4075662", "25050238"]}, {"Citation": "Posadzki P, Watson L, Ernst E. Contamination and adulteration of herbal medicinal products (HMPs): an overview of systematic reviews. Eur J Clin Pharmacol. 2013;69: 295–307. doi: 10.1007/s00228-012-1353-z\n", "ArticleIdList": ["10.1007/s00228-012-1353-z", "22843016"]}, {"Citation": "Newmaster SG, Grguric M, Shanmughanandhan D, Ramalingam S, Ragupathy S. DNA barcoding detects contamination and substitution in North American herbal products. BMC Med. 2013;11: 222\ndoi: 10.1186/1741-7015-11-222\n", "ArticleIdList": ["10.1186/1741-7015-11-222", "PMC3851815", "24120035"]}, {"Citation": "Ize-Ludlow D, Ragone S, Bruck IS, Bernstein JN, Duchowny M, Pena BMG. Neurotoxicities in infants seen with the consumption of star anise tea. Pediatrics. 2004;114: e653\ndoi: 10.1542/peds.2004-0058\n", "ArticleIdList": ["10.1542/peds.2004-0058", "15492355"]}, {"Citation": "Suwanchaikasem P, Chaichantipyuth C, Amnuoypol S, Sukrong S. Random amplified polymorphic DNA analysis of Thunbergia laurifolia Lindl. and its related species. J Med Plants Res. 2012;6: 2955–2961."}, {"Citation": "Meyrick B, Reid L. Development of pulmonary arterial changes in rats fed Crotalaria spectabilis. Am J Pathol. 1979;94: 37", "ArticleIdList": ["PMC2042219", "153714"]}, {"Citation": "Smith LW, Culvenor CCJ. Plant sources of hepatotoxic pyrrolizidine alkaloids. J Nat Prod. 1981;44: 129–152.", "ArticleIdList": ["7017073"]}, {"Citation": "Hebert PDN, Cywinska A, Ball S, de Waard J. Biological identifications through DNA barcodes. Proc R Soc B. 2003;270: 313–322. doi: 10.1098/rspb.2002.2218\n", "ArticleIdList": ["10.1098/rspb.2002.2218", "PMC1691236", "12614582"]}, {"Citation": "Hajibabaei M, Singer GA, Hebert PD, Hickey DA. DNA barcoding: how it complements taxonomy, molecular phylogenetics and population genetics. Trends Genet. 2007;23: 167–172. doi: 10.1016/j.tig.2007.02.001\n", "ArticleIdList": ["10.1016/j.tig.2007.02.001", "17316886"]}, {"Citation": "Hibert F, Taberlet P, Chave J, Scotti-Saintagne C, Sabatier D, Richard-Hansen C. Unveiling the diet of elusive rainforest herbivores in next generation sequencing era? The tapir as a case study. PLOS ONE. 2013;8: e60799\ndoi: 10.1371/journal.pone.0060799\n", "ArticleIdList": ["10.1371/journal.pone.0060799", "PMC3613382", "23560107"]}, {"Citation": "Richardson RT, Lin C- H, Sponsler DB, Quijia JO, Goodell K, Johnson RM. Application of ITS2 metabarcoding to determine the provenance of pollen collected by honey bees in an agroecosystem. Appl Plant Sci. 2015;3: apps.1400066.", "ArticleIdList": ["PMC4298230", "25606352"]}, {"Citation": "Särkinen T, Staats M, Richardson JE, Cowan RS, Bakker FT. How to open the treasure chest? Optimising DNA extraction from herbarium specimens. PLOS ONE. 2012;7: e43808\ndoi: 10.1371/journal.pone.0043808\n", "ArticleIdList": ["10.1371/journal.pone.0043808", "PMC3429509", "22952770"]}, {"Citation": "Van Geel B, Aptroot A, Baittinger C, Birks HH, Bull ID, Cross HB, et al. The ecological implications of a Yakutian mammoth’s last meal. Quat Res. 2008;69: 361–376."}, {"Citation": "Haile J, Holdaway R, Oliver K, Bunce M, Gilbert MTP, Nielsen R, et al.\nAncient DNA chronology within sediment deposits: are paleobiological reconstructions possible and is DNA leaching a factor?\nMol Biol Evol. 2007;24: 982–989. doi: 10.1093/molbev/msm016\n", "ArticleIdList": ["10.1093/molbev/msm016", "17255121"]}, {"Citation": "Bellemain E, Davey M, Kauserud H, Epp L, Boessenkool S, Coissac E, et al.\nFungal palaeodiversity revealed using high-throughput metabarcoding from arctic permafrost. Environ Microbiol. 2013;15: 1176–1189. doi: 10.1111/1462-2920.12020\n", "ArticleIdList": ["10.1111/1462-2920.12020", "23171292"]}, {"Citation": "Liu JIE, Moeller M, Gao LM, Zhang D., Li DZ. DNA barcoding for the discrimination of Eurasian yews (Taxus L., Taxaceae) and the discovery of cryptic species. Mol Ecol Resour. 2011;11: 89–100. doi: 10.1111/j.1755-0998.2010.02907.x\n", "ArticleIdList": ["10.1111/j.1755-0998.2010.02907.x", "21429104"]}, {"Citation": "Van Velzen R, Weitschek E, Felici G, Bakker FT. DNA barcoding of recently diverged species: relative performance of matching methods. PLOS ONE. 2012;7: e30490\ndoi: 10.1371/journal.pone.0030490\n", "ArticleIdList": ["10.1371/journal.pone.0030490", "PMC3260286", "22272356"]}, {"Citation": "Thompson KA, Newmaster SG. Molecular taxonomic tools provide more accurate estimates of species richness at less cost than traditional morphology-based taxonomic practices in a vegetation survey. Biodivers Conserv. 2014;23: 1411–1424."}, {"Citation": "Deguilloux M- F, Pemonge M- H, Petit RJ. Novel perspectives in wood certification and forensics: dry wood as a source of DNA. Proc R Soc B. 2002;269: 1039–46. doi: 10.1098/rspb.2002.1982\n", "ArticleIdList": ["10.1098/rspb.2002.1982", "PMC1690996", "12028761"]}, {"Citation": "Baker CS, Steel D, Choi Y, Lee H, Kim KS, Choi SK, et al.\nGenetic evidence of illegal trade in protected whales links Japan with the US and South Korea. Biol Lett. 2010;6: 647–650. doi: 10.1098/rsbl.2010.0239\n", "ArticleIdList": ["10.1098/rsbl.2010.0239", "PMC2936163", "20392716"]}, {"Citation": "Coghlan M, Haile J, Houston J, Murray D, White N, Moolhuijzen P, et al.\nDeep sequencing of plant and animal DNA contained within traditional chinese medicines reveals legality issues and health safety concerns. PLOS Genet. 2012;8: e1002657\ndoi: 10.1371/journal.pgen.1002657\n", "ArticleIdList": ["10.1371/journal.pgen.1002657", "PMC3325194", "22511890"]}, {"Citation": "Kress WJ, Wurdack KJ, Zimmer EA, Weigt LA, Janzen DH. Use of DNA barcodes to identify flowering plants. Proc Natl Acad Sci. 2005;102: 8369–8374. doi: 10.1073/pnas.0503123102\n", "ArticleIdList": ["10.1073/pnas.0503123102", "PMC1142120", "15928076"]}, {"Citation": "Fazekas AJ, Burgess KS, Kesanakurti PR, Graham SW, Newmaster SG, Husband BC, et al.\nMultiple multilocus DNA barcodes from the plastid genome discriminate plant species equally well. PLOS ONE. 2008;3: e2802\ndoi: 10.1371/journal.pone.0002802\n", "ArticleIdList": ["10.1371/journal.pone.0002802", "PMC2475660", "18665273"]}, {"Citation": "Kress WJ, Erickson DL. A two-locus global DNA barcode for land plants: the coding rbcL gene complements the non-coding trnH-psbA spacer region. PLOS ONE. 2007;2: e508\ndoi: 10.1371/journal.pone.0000508\n", "ArticleIdList": ["10.1371/journal.pone.0000508", "PMC1876818", "17551588"]}, {"Citation": "CBOL Plant Working Group. A DNA barcode for land plants. Proc Natl Acad Sci. 2009;106: 12794–12797. doi: 10.1073/pnas.0905845106\n", "ArticleIdList": ["10.1073/pnas.0905845106", "PMC2722355", "19666622"]}, {"Citation": "Ratnasingham S, Hebert PD. BOLD: The Barcode of Life Data System (http://www.barcodinglife.org). Mol Ecol Notes. 2007;7: 355–364. doi: 10.1111/j.1471-8286.2007.01678.x\n", "ArticleIdList": ["10.1111/j.1471-8286.2007.01678.x", "PMC1890991", "18784790"]}, {"Citation": "Ebihara A, Nitta JH, Ito M. Molecular species identification with rich floristic sampling: DNA barcoding the pteridophyte flora of Japan. PLOS ONE. 2010;5: e15136\ndoi: 10.1371/journal.pone.0015136\n", "ArticleIdList": ["10.1371/journal.pone.0015136", "PMC2999545", "21170336"]}, {"Citation": "Burgess KS, Fazekas AJ, Kesanakurti PR, Graham SW, Husband BC, Newmaster SG, et al. Discriminating plant species in a local temperate flora using the rbcL+matK DNA barcode. Methods Ecol Evol. 2011;2: 333–340."}, {"Citation": "De Vere N, Rich TC, Ford CR, Trinder SA, Long C, Moore CW, et al.\nDNA barcoding the native flowering plants and conifers of Wales. PLOS ONE. 2012;7: e37945\ndoi: 10.1371/journal.pone.0037945\n", "ArticleIdList": ["10.1371/journal.pone.0037945", "PMC3368937", "22701588"]}, {"Citation": "Liu J, Yan H- F, Newmaster SG, Pei N, Ragupathy S, Ge X- J. The use of DNA barcoding as a tool for the conservation biogeography of subtropical forests in China. Divers Distrib. 2015;21: 188–199."}, {"Citation": "Sass C, Little DP, Stevenson DW, Specht CD. DNA barcoding in the cycadales: testing the potential of proposed barcoding markers for species identification of cycads. PLOS ONE. 2007;2: e1154\ndoi: 10.1371/journal.pone.0001154\n", "ArticleIdList": ["10.1371/journal.pone.0001154", "PMC2063462", "17987130"]}, {"Citation": "Piredda R, Simeone MC, Attimonelli M, Bellarosa R, Schirone B. Prospects of barcoding the Italian wild dendroflora: oaks reveal severe limitations to tracking species identity. Mol Ecol Resour. 2011;11: 72–83. doi: 10.1111/j.1755-0998.2010.02900.x\n", "ArticleIdList": ["10.1111/j.1755-0998.2010.02900.x", "21429102"]}, {"Citation": "Palhares RM, Drummond MG, Brasil B dos SAF, Cosenza GP, Brandão M das GL, Oliveira G. Medicinal plants recommended by the world health organization: DNA barcode identification associated with chemical analyses guarantees their quality. PLOS ONE. 2015;10: e0127866\ndoi: 10.1371/journal.pone.0127866\n", "ArticleIdList": ["10.1371/journal.pone.0127866", "PMC4433216", "25978064"]}, {"Citation": "Wallace LJ, Boilard SM, Eagle SH, Spall JL, Shokralla S, Hajibabaei M. DNA barcodes for everyday life: Routine authentication of Natural Health Products. Food Res Int. 2012;49: 446–452."}, {"Citation": "Mahadani P, Ghosh SK. DNA Barcoding: A tool for species identification from herbal juices. DNA Barcodes. 2013;1: 35–38."}, {"Citation": "Purushothaman N, Newmaster SG, Ragupathy S, Stalin N, Suresh D, Arunraj DR, et al.\nA tiered barcode authentication tool to differentiate medicinal Cassia species in India. Genet Mol Res. 2014;13: 2959–2968. doi: 10.4238/2014.April.16.4\n", "ArticleIdList": ["10.4238/2014.April.16.4", "24782130"]}, {"Citation": "Altschul SF, Gish W, Miller W, Myers EW, Lipman DJ. Basic local alignment search tool. J Mol Biol. 1990;215: 403–410. doi: 10.1016/S0022-2836(05)80360-2\n", "ArticleIdList": ["10.1016/S0022-2836(05)80360-2", "2231712"]}, {"Citation": "Munch K, Boomsma W, Willerslev E, Nielsen R. Fast phylogenetic DNA barcoding. Philos Trans R Soc B Biol Sci. 2008;363: 3997–4002.", "ArticleIdList": ["PMC2607413", "18852104"]}, {"Citation": "DasGupta B, Konwar KM, Muandoiu II, Shvartsman AA. DNA-BAR: distinguisher selection for DNA barcoding. Bioinformatics. 2005;21: 3424–3426. doi: 10.1093/bioinformatics/bti547\n", "ArticleIdList": ["10.1093/bioinformatics/bti547", "15961439"]}, {"Citation": "Rach J, DeSalle R, Sarkar IN, Schierwater B, Hadrys H. Character-based DNA barcoding allows discrimination of genera, species and populations in Odonata. Proc R Soc B Biol Sci. 2008;275: 237–247.", "ArticleIdList": ["PMC2212734", "17999953"]}, {"Citation": "Chen S, Yao H, Han J, Liu C, Song J, Shi L, et al. Validation of the ITS2 region as a novel DNA barcode for identifying medicinal plant species. PLOS ONE. 2010;5: 1–8.", "ArticleIdList": ["PMC2799520", "20062805"]}, {"Citation": "Cheng T, Xu C, Lei L, Li C, Zhang Y, Zhou S. Barcoding the kingdom Plantae: new PCR primers for ITS regions of plants with improved universality and specificity. Mol Ecol Resour. 2016;16: 138–149. doi: 10.1111/1755-0998.12438\n", "ArticleIdList": ["10.1111/1755-0998.12438", "26084789"]}, {"Citation": "Rechinger KH, editor. Flora Iranica. Published volumes. Vienna, Austria: Naturhistorisches Museum; 1963."}, {"Citation": "Amin GR. Popular Medicinal Plants of Iran: 1. Iranian Research Institute of Medicinal Plants; 1991."}, {"Citation": "Mozafarian V. A dictionary of Iranian plant names (Latin-English-Persian) Farhang Moaser Publication. Tehran; 1996."}, {"Citation": "Editorial committee for Iranian herbal pharmacopoeia. Iranian herbal pharmacopoeia. Tehran, IR Iran: Ministry of Health and Medical Education; 2002."}, {"Citation": "The Plant List. Version 1.1. [Internet]. 2013. Available: http://www.theplantlist.org/"}, {"Citation": "Doyle JJ, Doyle JL. A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochem Bull. 1987;19: 11–15."}, {"Citation": "White TJ, Bruns TD, Lee S, Taylor J. Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics In: Innis MA, Gelfand DH, Shinsky JJ, White TJ, editors. PCR Protocols: A Guide to Methods and Applications. San Diego: Academic Press; 1990. pp. 315–322."}, {"Citation": "Bellstedt DU, Linder HP, Harley EH. Phylogenetic relationships in Disa based on non-coding trnL-trnF chloroplast sequences: evidence of numerous repeat regions. Am J Bot. 2001;88: 2088–2100.", "ArticleIdList": ["21669640"]}, {"Citation": "Taberlet P, Gielly L, Pautou G, Bouvet J. Universal primers for amplification of three non-coding regions of chloroplast DNA. Plant Mol Biol. 1991;17: 1105–1109.", "ArticleIdList": ["1932684"]}, {"Citation": "Staden R. The Staden sequence analysis package. Mol Biotechnol. 1996;5: 233–241.", "ArticleIdList": ["8837029"]}, {"Citation": "Baker DA. DNA barcode identification of black cohosh herbal dietary supplements. J AOAC Int. 2012;95: 1023–1034.", "ArticleIdList": ["22970567"]}, {"Citation": "Xu S, Li D, Li J, Xiang X, Jin W, Huang W, et al.\nEvaluation of the DNA Barcodes in Dendrobium (Orchidaceae) from Mainland Asia. PLOS ONE. 2015;10: e0115168\ndoi: 10.1371/journal.pone.0115168\n", "ArticleIdList": ["10.1371/journal.pone.0115168", "PMC4300225", "25602282"]}]}], "History": [{"Year": "2016", "Month": "5", "Day": "18"}, {"Year": "2017", "Month": "3", "Day": "30"}, {"Year": "2017", "Month": "4", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "4", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "4", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["28419161", "PMC5395179", "10.1371/journal.pone.0175722", "PONE-D-16-19164"]}}]}