{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Evodia rutaecarpa", "alkaloid", "alkyldiketide synthase", "alkylquinolone synthase", "biosynthesis", "crystal structure", "enzyme", "polyketide", "secondary metabolism", "type III polyketide synthase"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28411241", "DateCompleted": {"Year": "2017", "Month": "06", "Day": "09"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "04", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.1074/jbc.M117.778977"], "Journal": {"ISSN": "1083-351X", "JournalIssue": {"Volume": "292", "Issue": "22", "PubDate": {"Year": "2017", "Month": "Jun", "Day": "02"}}, "Title": "The Journal of biological chemistry", "ISOAbbreviation": "J Biol Chem"}, "ArticleTitle": "2-Alkylquinolone alkaloid biosynthesis in the medicinal plant <i>Evodia rutaecarpa</i> involves collaboration of two novel type III polyketide synthases.", "Pagination": {"StartPage": "9117", "EndPage": "9135", "MedlinePgn": "9117-9135"}, "Abstract": {"AbstractText": ["2-Alkylquinolone (2AQ) alkaloids are pharmaceutically and biologically important natural products produced by both bacteria and plants, with a wide range of biological effects, including antibacterial, cytotoxic, anticholinesterase, and quorum-sensing signaling activities. These diverse activities and 2AQ occurrence in vastly different phyla have raised much interest in the biosynthesis pathways leading to their production. Previous studies in plants have suggested that type III polyketide synthases (PKSs) might be involved in 2AQ biosynthesis, but this hypothesis is untested. To this end, we cloned two novel type III PKSs, alkyldiketide-CoA synthase (ADS) and alkylquinolone synthase (AQS), from the 2AQ-producing medicinal plant, <i>Evodia rutaecarpa</i> (Rutaceae). Functional analyses revealed that collaboration of ADS and AQS produces 2AQ via condensations of <i>N</i>-methylanthraniloyl-CoA, a fatty acyl-CoA, with malonyl-CoA. We show that ADS efficiently catalyzes the decarboxylative condensation of malonyl-CoA with a fatty acyl-CoA to produce an alkyldiketide-CoA, whereas AQS specifically catalyzes the decarboxylative condensation of an alkyldiketide acid with <i>N</i>-methylanthraniloyl-CoA to generate the 2AQ scaffold via C-C/C-N bond formations. Remarkably, the ADS and AQS crystal structures at 1.80 and 2.20 Å resolutions, respectively, indicated that the unique active-site architecture with Trp-332 and Cys-191 and the novel CoA-binding tunnel with Tyr-215 principally control the substrate and product specificities of ADS and AQS, respectively. These results provide additional insights into the catalytic versatility of the type III PKSs and their functional and evolutionary implications for 2AQ biosynthesis in plants and bacteria."], "CopyrightInformation": "© 2017 by The American Society for Biochemistry and Molecular Biology, Inc."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Institute of Natural Medicine, University of Toyama, 2630-Sugitani, Toyama 930-0194."}], "LastName": "Matsui", "ForeName": "Takashi", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Institute of Natural Medicine, University of Toyama, 2630-Sugitani, Toyama 930-0194."}], "LastName": "Kodama", "ForeName": "Takeshi", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Graduate School of Pharmaceutical Sciences, University of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo 113-0033, and."}], "LastName": "Mori", "ForeName": "Takahiro", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Institute of Natural Medicine, University of Toyama, 2630-Sugitani, Toyama 930-0194."}], "LastName": "Tadakoshi", "ForeName": "Tetsuhiro", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the School of Pharmaceutical Sciences, University of Shizuoka, 52-1 Yada, Suruga, Shizuoka 422-8526, Japan."}], "LastName": "Noguchi", "ForeName": "Hiroshi", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Graduate School of Pharmaceutical Sciences, University of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo 113-0033, and abei@mol.f.u-tokyo.ac.jp."}], "LastName": "Abe", "ForeName": "Ikuro", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Institute of Natural Medicine, University of Toyama, 2630-Sugitani, Toyama 930-0194, hmorita@inm.u-toyama.ac.jp."}], "LastName": "Morita", "ForeName": "Hiroyuki", "Initials": "H"}], "DataBankList": [{"DataBankName": "PDB", "AccessionNumberList": ["1BI5", "3A5Q", "3WD8", "3OV2", "5DWZ", "3H76", "3WD7", "5WX3", "5WX4"]}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Biol Chem", "NlmUniqueID": "2985121R", "ISSNLinking": "0021-9258"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Quinolones"}, {"RegistryNumber": "79956-01-7", "NameOfSubstance": "Polyketide Synthases"}], "MeshHeadingList": [{"QualifierName": ["biosynthesis", "chemistry"], "DescriptorName": "Alkaloids"}, {"QualifierName": [], "DescriptorName": "Crystallography, X-Ray"}, {"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Evodia"}, {"QualifierName": ["chemistry", "genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry", "genetics", "metabolism"], "DescriptorName": "Polyketide Synthases"}, {"QualifierName": [], "DescriptorName": "Protein Domains"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Quinolones"}], "CoiStatement": "The authors declare that they have no conflicts of interest with the contents of this article"}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wang X. X., Zan K., Shi S. P., Zeng K. W., Jiang Y., Guan Y., Xiao C. L., Gao H. Y., Wu L. J., and Tu P. F. (2013) Quinolone alkaloids with antibacterial and cytotoxic activities from the fruits of Evodia rutaecarpa. Fitoterapia 89, 1–7", "ArticleIdList": ["23651559"]}, {"Citation": "Cardoso-Lopes E. M., Maier J. A., da Silva M. R., Regasini L. O., Simote S. Y., Lopes N. P., Pirani J. R., Bolzani Vda S., and Young M. C. (2010) Alkaloids from stems of Esenbeckia leiocarpa Engl. (Rutaceae) as potential treatment for Alzheimer disease. Molecules 15, 9205–9213", "ArticleIdList": ["PMC6259197", "21160449"]}, {"Citation": "Heeb S., Fletcher M. P., Chhabra S. R., Diggle S. P., Williams P., and Cámara M. (2011) Quinolones: from antibiotics to autoinducers. FEMS Microbiol. Rev. 35, 247–274", "ArticleIdList": ["PMC3053476", "20738404"]}, {"Citation": "Wang C. F., Fan L., Tian M., Qi X. S., Liu J. X., Feng J. B., Du S. S., Su X., and Wang Y. Y. (2014) Radiosensitizing effect of schinifoline from Zanthoxylum schinifolium Sieb et Zucc on human non-small cell lung cancer A549 cells: a preliminary in vitro investigation. Molecules 19, 20128–20138", "ArticleIdList": ["PMC6271024", "25470278"]}, {"Citation": "Dulcey C. E., Dekimpe V., Fauvelle D. A., Milot S., Groleau M. C., Doucet N., Rahme L. G., Lépine F., and Déziel E. (2013) The end of an old hypothesis: the Pseudomonas signaling molecules 4-hydroxy-2-alkylquinolines derive from fatty acids, not 3-ketofatty acids. Chem. Biol. 20, 1481–1491", "ArticleIdList": ["PMC3877684", "24239007"]}, {"Citation": "Drees S. L., Li C., Prasetya F., Saleem M., Dreveny I., Williams P., Hennecke U., Emsley J., and Fetzner S. (2016) PqsBC, a condensing enzyme in the biosynthesis of the Pseudomonas aeruginosa quinolone signal: crystal structure, inhibition, and reaction mechanism. J. Biol. Chem. 291, 6610–6624", "ArticleIdList": ["PMC4807248", "26811339"]}, {"Citation": "Drees S. L., and Fetzner S. (2015) PqsE of Pseudomonas aeruginosa acts as pathway-specific thioesterase in the biosynthesis of alkylquinolone signaling molecules. Chem. Biol. 22, 611–618", "ArticleIdList": ["25960261"]}, {"Citation": "Wang J., Wang X. H., Liu X., Li J., Shi X. P., Song Y. L., Zeng K. W., Zhang L., Tu P. F., and Shi S. P. (2016) Synthesis of unnatural 2-substituted quinolones and 1,3-diketones by a member of type III polyketide synthases from Huperzia serrata. Org. Lett. 18, 3550–3553", "ArticleIdList": ["27399835"]}, {"Citation": "Katsuyama Y., Kita T., Funa N., and Horinouchi S. (2009) Curcuminoid biosynthesis by two type III polyketide synthases in the herb Curcuma longa. J. Biol. Chem. 284, 11160–11170", "ArticleIdList": ["PMC2670121", "19258320"]}, {"Citation": "Ferrer J. L., Jez J. M., Bowman M. E., Dixon R. A., and Noel J. P. (1999) Structure of chalcone synthase and the molecular basis of plant polyketide biosynthesis. Nat. Struct. Biol. 6, 775–784", "ArticleIdList": ["10426957"]}, {"Citation": "Mori T., Shimokawa Y., Matsui T., Kinjo K., Kato R., Noguchi H., Sugio S., Morita H., and Abe I. (2013) Cloning and structure-function analyses of quinolone- and acridone-producing novel type III polyketide synthases from Citrus microcarpa. J. Biol. Chem. 288, 28845–28858", "ArticleIdList": ["PMC3789980", "23963450"]}, {"Citation": "Abe I., Takahashi Y., Morita H., and Noguchi H. (2001) Benzalacetone synthase: a novel polyketide synthase that plays a crucial role in the biosynthesis of phenylbutanones in Rheum palmatum. Eur. J. Biochem. 268, 3354–3359", "ArticleIdList": ["11389739"]}, {"Citation": "Taura F., Iijima M., Yamanaka E., Takahashi H., Kenmoku H., Saeki H., Morimoto S., Asakawa Y., Kurosaki F., and Morita H. (2016) A novel class of plant type III polyketide synthase involved in orsellinic acid biosynthesis from Rhododendron dauricum. Front. Plant Sci. 7, 1452.", "ArticleIdList": ["PMC5037138", "27729920"]}, {"Citation": "Katsuyama Y., Matsuzawa M., Funa N., and Horinouchi S. (2007) In vitro synthesis of curcuminoids by type III polyketide synthase from Oryza sativa. J. Biol. Chem. 282, 37702–37709", "ArticleIdList": ["17932040"]}, {"Citation": "Austin M. B., and Noel J. P. (2003) The chalcone synthase superfamily of type III polyketide synthases. Nat. Prod. Rep. 20, 79–110", "ArticleIdList": ["12636085"]}, {"Citation": "Abe I., and Morita H. (2010) Structure and function of the chalcone synthase superfamily of plant type III polyketide syntheses. Nat. Prod. Rep. 27, 809–838", "ArticleIdList": ["20358127"]}, {"Citation": "Morita H., Shimokawa Y., Tanio M., Kato R., Noguchi H., Sugio S., Kohno T., and Abe I. (2010) A structure-based mechanism for benzalacetone synthase from Rheum palmatum. Proc. Natl. Acad. Sci. U.S.A. 107, 669–673", "ArticleIdList": ["PMC2818918", "20080733"]}, {"Citation": "Katsuyama Y., Miyazono K., Tanokura M., Ohnishi Y., and Horinouchi S. (2011) Structural and biochemical elucidation of mechanism for decarboxylative condensation of β-keto acid by curcumin synthase. J. Biol. Chem. 286, 6659–6668", "ArticleIdList": ["PMC3057783", "21148316"]}, {"Citation": "Abe I., Abe T., Wanibuchi K., and Noguchi H. (2006) Enzymatic formation of quinolone alkaloids by a plant type III polyketide synthase. Org. Lett. 8, 6063–6065", "ArticleIdList": ["17165930"]}, {"Citation": "Morita H., Wanibuchi K., Nii H., Kato R., Sugio S., and Abe I. (2010b) Structural basis for the one-pot formation of the diarylheptanoid scaffold by curcuminoid synthase from Oryza sativa. Proc. Natl. Acad. Sci. U.S.A. 107, 19778–19783", "ArticleIdList": ["PMC2993369", "21041675"]}, {"Citation": "Taura F., Tanaka S., Taguchi C., Fukamizu T., Tanaka H., Shoyama Y., and Morimoto S. (2009) Characterization of olivetol synthase, a polyketide synthase putatively involved in cannabinoid biosynthetic pathway. FEBS Lett. 583, 2061–2066", "ArticleIdList": ["19454282"]}, {"Citation": "Bera A. K., Atanasova V., Robinson H., Eisenstein E., Coleman J. P., Pesci E. C., and Parsons J. F. (2009) Structure of PqsD, a Pseudomonas quinolone signal biosynthetic enzyme, in complex with anthranilate. Biochemistry 48, 8644–8655", "ArticleIdList": ["PMC2775144", "19694421"]}, {"Citation": "Nevarez D. M., Mengistu Y. A., Nawarathne I. N., and Walker K. D. (2009) An N-aroyltransferase of the BAHD superfamily has broad aroyl CoA specificity in vitro with analogues of N-dearoylpaclitaxel. J. Am. Chem. Soc. 131, 5994–6002", "ArticleIdList": ["19382815"]}, {"Citation": "Tang M. C., He H. Y., Zhang F., and Tang G. L. (2013) Baeyer-Villiger oxidation of acyl carrier protein-tethered thioester to acyl carrier protein-linked thiocarbonate catalyzed by a monooxygenase domain in FR901464 biosynthesis. ACS Catal. 3, 444–447"}, {"Citation": "Giddens A. C., Nielsen L., Boshoff H. I., Tasdemir D., Perozzo R., Kaiser M., Wang F., Sacchettini J. C., and Copp B. R. (2008) Natural product inhibitors of fatty acid biosynthesis: synthesis of the marine microbial metabolites pseudopyronines A and B and evaluation of their anti-infective activities. Tetrahedron 64, 1242–1249"}, {"Citation": "Coppola G. M. (1985) The chemistry of 2h-3, 1-benzoxazine-2, 4 (1H)-dione (isatoic anhydride): 17. synthesis of 2-alkyl-4-quinolone alkaloids via a one-step reaction of N-methylisatoic anhydride with methyl ketone enolates. J. Heterocyclic Chem. 22, 491–494"}, {"Citation": "Abe I., Oguro S., Utsumi Y., Sano Y., and Noguchi H. (2005) Engineered biosynthesis of plant polyketides: chain length control in an octaketide-producing plant type III polyketide synthase. J. Am. Chem. Soc. 127, 12709–12716", "ArticleIdList": ["16144421"]}, {"Citation": "Abe I., Watanabe T., and Noguchi H. (2004) Enzymatic formation of long-chain polyketide pyrones by plant type III polyketide synthases. Phytochemistry 65, 2447–2453", "ArticleIdList": ["15381408"]}, {"Citation": "Kumar S., Stecher G., and Tamura K. (2016) MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol. Biol. Evol. 33, 1870–1874", "ArticleIdList": ["PMC8210823", "27004904"]}, {"Citation": "Kabsch W. (2010) XDS. Acta Crystallogr. D Biol. Crystallogr. 66, 125–132", "ArticleIdList": ["PMC2815665", "20124692"]}, {"Citation": "Vagin A., and Teplyakov A. (2010) Molecular replacement with MOLREP. Acta Crystallogr. D Biol. Crystallogr. 66, 22–25", "ArticleIdList": ["20057045"]}, {"Citation": "McCoy A. J. (2007) Solving structures of protein complexes by molecular replacement with Phaser. Acta Crystallogr. D Biol. Crystallogr. 63, 32–41", "ArticleIdList": ["PMC2483468", "17164524"]}, {"Citation": "Afonine P. V., Grosse-Kunstleve R. W., Echols N., Headd J. J., Moriarty N. W., Mustyakimov M., Terwilliger T. C., Urzhumtsev A., Zwart P. H., and Adams P. D. (2012) Towards automated crystallographic structure refinement with phenix.refine. Acta Crystallogr. D Biol. Crystallogr. 68, 352–367", "ArticleIdList": ["PMC3322595", "22505256"]}, {"Citation": "Emsley P., and Cowtan K. (2004) Coot: model-building tools for molecular graphics. Acta Crystallogr. D Biol. Crystallogr. 60, 2126–2132", "ArticleIdList": ["15572765"]}, {"Citation": "Chen V. B., Arendall W. B. 3rd, Headd J. J., Keedy D. A., Immormino R. M., Kapral G. J., Murray L. W., Richardson J. S., and Richardson D. C. (2010) MolProbity: all-atom structure validation for macromolecular crystallography. Acta Crystallogr. D Biol. Crystallogr. 66, 12–21", "ArticleIdList": ["PMC2803126", "20057044"]}, {"Citation": "Holm L., and Rosenström P. (2010) Dali server: conservation mapping in 3D. Nucleic Acids Res. 38, W545–W549", "ArticleIdList": ["PMC2896194", "20457744"]}, {"Citation": "Adams P. D., Afonine P. V., Bunkóczi G., Chen V. B., Echols N., Headd J. J., Hung L. W., Jain S., Kapral G. J., Grosse-Kunstleve R. W., McCoy A. J., Moriarty N. W., Oeffner R. D., Read R. J., Richardson D. C., et al. (2011) The Phenix software for automated determination of macromolecular structures. Methods 55, 94–106", "ArticleIdList": ["PMC3193589", "21821126"]}, {"Citation": "Brünger A. T., Adams P. D., Clore G. M., DeLano W. L., Gros P., Grosse-Kunstleve R. W., Jiang J. S., Kuszewski J., Nilges M., Pannu N. S., Read R. J., Rice L. M., Simonson T., and Warren G. L. (1998) Crystallography & NMR system: a new software suite for macromolecular structure determination. Acta Crystallogr. D Biol. Crystallogr. 54, 905–921", "ArticleIdList": ["9757107"]}, {"Citation": "Schüttelkopf A. W., and van Aalten D. M. F. (2004) PRODRG: a tool for high-throughput crystallography of protein-ligand complexes. Acta Crystallogr. 60, 1355–1363", "ArticleIdList": ["15272157"]}]}], "History": [{"Year": "2017", "Month": "1", "Day": "29"}, {"Year": "2017", "Month": "4", "Day": "5"}, {"Year": "2017", "Month": "4", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "4", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28411241", "PMC5454096", "10.1074/jbc.M117.778977", "S0021-9258(20)42712-7"]}}]}