{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Lonicerae Japonicae Flos", "chemical fingerprint", "component analysis", "geo-authentic", "herbal quality"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28425044", "DateCompleted": {"Year": "2018", "Month": "04", "Day": "20"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "04", "Day": "19"}], "Language": ["eng"], "ELocationID": ["10.1007/s11684-017-0504-0"], "Journal": {"ISSN": "2095-0225", "JournalIssue": {"Volume": "11", "Issue": "2", "PubDate": {"Year": "2017", "Month": "Jun"}}, "Title": "Frontiers of medicine", "ISOAbbreviation": "Front Med"}, "ArticleTitle": "Systematic review for geo-authentic Lonicerae Japonicae Flos.", "Pagination": {"StartPage": "203", "EndPage": "213", "MedlinePgn": "203-213"}, "Abstract": {"AbstractText": ["In traditional Chinese medicine, Lonicerae Japonicae Flos is commonly used as anti-inflammatory, antiviral, and antipyretic herbal medicine, and geo-authentic herbs are believed to present the highest quality among all samples from different regions. To discuss the current situation and trend of geo-authentic Lonicerae Japonicae Flos, we searched Chinese Biomedicine Literature Database, Chinese Journal Full-text Database, Chinese Scientific Journal Full-text Database, Cochrane Central Register of Controlled Trials, Wanfang, and PubMed. We investigated all studies up to November 2015 pertaining to quality assessment, discrimination, pharmacological effects, planting or processing, or ecological system of geo-authentic Lonicerae Japonicae Flos. Sixty-five studies mainly discussing about chemical fingerprint, component analysis, planting and processing, discrimination between varieties, ecological system, pharmacological effects, and safety were systematically reviewed. By analyzing these studies, we found that the key points of geo-authentic Lonicerae Japonicae Flos research were quality and application. Further studies should focus on improving the quality by selecting the more superior of all varieties and evaluating clinical effectiveness."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing University of Chinese Medicine, Beijing, 100029, China."}, {"Identifier": [], "Affiliation": "State Key Laboratory Breeding Base of Dao-di Herbs, China Academy of Chinese Medical Sciences, Beijing, 100700, China."}], "LastName": "Yang", "ForeName": "Xingyue", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China."}], "LastName": "Liu", "ForeName": "Yali", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China."}], "LastName": "Hou", "ForeName": "Aijuan", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Xiyuan Hospital, China Academy of Chinese Medical Sciences, Beijing, 100091, China."}], "LastName": "Yang", "ForeName": "Yang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The First Clinical Medical College of Lanzhou University, Lanzhou, 730000, China."}], "LastName": "Tian", "ForeName": "Xin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China. hely3699@163.com."}], "LastName": "He", "ForeName": "Liyun", "Initials": "L"}], "PublicationTypeList": ["Journal Article", "Review", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Front Med", "NlmUniqueID": "101549428", "ISSNLinking": "2095-0217"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "4465L2WS4Y", "NameOfSubstance": "lonicerae flos"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Lonicera"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Randomized Controlled Trials as Topic"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zhang B, Yang R, Zhao Y, Liu CZ. Separation of chlorogenic acid from honeysuckle crude extracts by macroporous resins. J Chromatogr B Analyt Technol Biomed Life Sci. 2008;867(2):253–258. doi: 10.1016/j.jchromb.2008.04.016.", "ArticleIdList": ["10.1016/j.jchromb.2008.04.016", "18456581"]}, {"Citation": "Shang X, Pan H, Li M, Miao X, Ding H. Lonicera japonica Thunb.: ethnopharmacology, phytochemistry and pharmacology of an important traditional Chinese medicine. J Ethnopharmacol. 2011;138(1):1–21. doi: 10.1016/j.jep.2011.08.016.", "ArticleIdList": ["10.1016/j.jep.2011.08.016", "PMC7127058", "21864666"]}, {"Citation": "Jiao SG. Research and comprehensive utilization of honeysuckle. Qilu Pharm Aff (Qilu Yao Shi) 2009;28(8):487–489."}, {"Citation": "Wang Z, Clifford MN, Sharp P. Analysis of chlorogenic acids in beverages prepared from Chinese health foods and investigation, in vitro, of effects on glucose absorption in cultured Caco-2 cells. Food Chem. 2008;108(1):369–373. doi: 10.1016/j.foodchem.2007.10.083.", "ArticleIdList": ["10.1016/j.foodchem.2007.10.083"]}, {"Citation": "Zhang X, Guo Q, Yu B. Rapid quantitative analysis of adulterant Lonicera species in preparations of Lonicerae Japonicae Flos. J Sep Sci. 2015;38(23):4014–4020. doi: 10.1002/jssc.201500917.", "ArticleIdList": ["10.1002/jssc.201500917", "26420337"]}, {"Citation": "He T, Gong Y, Liu WY, Hua GD. The characteristics of geo-authentic herbs. Mod Chin Clin Med (Xian Dai Zhong Yi Lin Chuang) 2014;21(2):58–60."}, {"Citation": "Zhang ZY, Li P, Li HJ, Xu XF, Chen J, Liu YS, Zhao HN. Comparative study on quality of Flos Lonicerae between geo–authentic and non-authentic producing areas. China J Chin Mater Med (Zhongguo Zhong Yao Za Zhi) 2007;32(9):786–788.", "ArticleIdList": ["17639974"]}, {"Citation": "He WF. Finger print studies on Flos Lonicerae and its preparation. 2003."}, {"Citation": "Li F. Study of the fingerprints atlas on multi-elements and multi-data of Flos Lonicera japonica Thunb. China.: Shandong Unversity of TCM; 2004."}, {"Citation": "Zhao HR, Wen SM, Wang XY, Chu SM, Huo XJ. Study of Flos Lonicerae in local herbs and other areas by FTIR spectrum. Spectrosc Spectral Anal (Guang Pu Xue Yu Guang Pu Fen Xi) 2005;25(5):705–707.", "ArticleIdList": ["16128068"]}, {"Citation": "Sun QL, Lin YL, Wang X, Li FW, Geng YL. Geo-authentic medicinal in Shandong–Flos Lonicera’s quality inspect. Food Science (Shi Pin Ke Xue) 2005;26(9):398–400."}, {"Citation": "Zhao JF. Studies in pharmacognosy and HPLC fingerprint chromatogram of the Chinese herbal medicine Flos Lonicerae. 2008."}, {"Citation": "Shi JY, Zhang HM, Wang Y. Study on HPLC fingerprint chromatogram of Shandong trueborn Flos Lonicerae. J Shandong Univ Tradit Chin Med (Shandong Zhong Yi Yao Da Xue Xue Bao) 2008; 32(1): 69–73 (in Chinese)"}, {"Citation": "Liang Q. Establishment fingerprint of the flower of Lonicera japonica Thunb. and Salvia miltiorrhiza BGE with GC and HPLC. 2008."}, {"Citation": "Zhang HM. Study on the key technology of quality control and quality evaluation system of Flos Lonicerae. 2008."}, {"Citation": "Xiang ZX, Gao SL. Application and study of HPLC fingerprint of Lonicera japonica for identification of geo-authenticity. China J Chin Mater Med (Zhongguo Zhong Yao Za Zhi) 2008;33(9):996–998.", "ArticleIdList": ["18652340"]}, {"Citation": "Li F, Shi JY, Ma ST, Pei JJ, Zheng YH. Study on HPLC fingerprint chromatogram of Shandong trueborn Flos Lonicerae. 2011."}, {"Citation": "Li B. Application study on the modern quality control of Flos Lonicerae from Shandong Province. 2011."}, {"Citation": "Zhang HM, Song J. The First Honeysuckle Peak BBS. 2011. The key technology of quality control of Flos Lonicerae."}, {"Citation": "Li JF. Lonicera japonica Thunb. germplasm resources evaluation and honeysuckle genuine chemical fingerprint. 2012."}, {"Citation": "Kang YQ. Study on the genetic diversity by ISSR Maker and the HPLC fingerprint of Jizhao strain of Lonicera japonica. 2012."}, {"Citation": "Li JJ, Jia GL, Li JF, Fan H, Liang JQ, Liu BB, Yang L. Chemical fingerprint chromatogram of Henan trueborn Flos Lonicerae. J Henan Normal Univ (Henan Shi Fan Da Xue Xue Bao) 2013;41(01):130–133."}, {"Citation": "Liu CH, Wang YY, Chen J, Guo RH, Ren D, Liu FZ. Study on HPLC fingerprint of Lonicera japonica Thunb. from Henan genuine. J Liaoning Univ Tradit Chin Med (Liaoning Zhong Yi Yao Da Xue Xue Bao) 2014;16(9):60–63."}, {"Citation": "Liu SX, Jin GQ, Su M. Communication Conference about Development of Crude Drug Quality Control Technology and Resources and Utilization. 2014. Study on RRLC fingerprint of Flos Lonicerae from Shandong genuine producing areas."}, {"Citation": "Liu SX, Su M. Study of Lonicerae Japonicae Flos from genuine producing areas of Shandong on rapid resolution liquid chromatography fingerprint. Chin J Tradit Chin Med Pharm (Zhonghua Zhong Yi Yao Za Zhi) 2015;30(7):2557–2560."}, {"Citation": "Xing J L, Wen DL. Research on different phenological phase of total dynamic accumulation of chlorogenic acid in Flos Lonicerae. China J Chin Mater Med (Zhongguo Zhong Yao Za Zhi) 2001;26(07):23–25."}, {"Citation": "Xing JB, Li P, Zhang CY, Liu Y. Comparing about different producing area of Flos Lonicerae naphtha using GC-MS analysis. Chin Pharm J (Zhong Cao Yao) 2002;33(9):784–785."}, {"Citation": "Gou ZP, Wan DG. Determination of chlorogenic acid in 5 species and one variety of Flos Lonicerae by HPLC. Chin J Inf Tradit Chin Med (Zhongguo Zhong Yi Yao Xin Xi Za Zhi) 2004;11(05):421–423."}, {"Citation": "Xing JB, Li P, Liu Y. Study oil variation of chlorogenie acid in Flos Lonicerae with phenoiogieal phases and localities. Chin Pharm J (Zhong Cao Yao) 2003;38(1):21–23."}, {"Citation": "Zhang ZY, Li P, Li HJ, Liu YS, Zhao HN. The Seminar of Standardized Cultivation Research. 2004. Comparative study on quality of Flos Lonicerae between geo–authentic and non-authentic producing areas.", "ArticleIdList": ["17639974"]}, {"Citation": "Xiang ZX, Zhao WJ, Gao SL. Determination of the organochlorine insecticide residues in Lonicera japonica Thunb. by gas chromatography. J Plant Environ Resour (Zhi Wu Zi Yuan Yu Huan Jing Xue Bao) 2005;14(2):62–63."}, {"Citation": "Cui YX, Liang SW, Wang SM, Wu MX, Xu M. The quality control of Flos Lonicerae planted in Henan Province. J Henan Univ Tradit Chin Med (Henan Zhong Yi Xue Yuan Xue Bao) 2005; 20(2): 25–27 (in Chinese)"}, {"Citation": "Liu Y L Y, Gao XY, Qiao YJ, Liu Q, Sun YQ. Determination of acid ingredients and content variations in Flos Lonicerae at different time by HPLC-ESI-MS. Chin Pharm (Zhongguo Yao Fang) 2006;17(22):1756–1757."}, {"Citation": "Ye HD. Study on the correlation between endophytic fungus with metabolites in Lonicera japonica Thunb. Henan University of Chinese Medicine, 2012 (in Chinese)"}, {"Citation": "Yan P. Active ingregients of Shandong famous region drug extraction isolation and identification. Shandong Unversity of TCM, 2013 (in Chinese)"}, {"Citation": "Zhang Q, Chen QS, Li B, Liu ZH, Liu YT, Yin P. Principal component analysis and cluster analysis of inorganic elements in Lonicerae Japonical Flos from different areas. Liaoning J Tradit Chin Med (Liaoning Zhong Yi Za Zhi) 2014;41(11):2426–2429."}, {"Citation": "Zhou FQ, Zhang YQ, Zhang F, Ran R, Zhou J. The investigation of the honeysuckle germplasm resources in shandong. Shandong J Tradit Chin Med (Shandong Zhong Yi Za Zhi) 2006;25(4):268–271."}, {"Citation": "Zhou FQ, Li J, Ran R, Guo QM, Zhou YQ. Investigation on the germplasm resources for main producing area of Flos Lonicerae Japonicae in China. Chin Med J Res Prac (Xian Dai Zhong Yao Yan Jiu Yu Shi Jian) 2010;24(3):21–25."}, {"Citation": "Wang SM, Cui YX, Wu MX, Liang SW. The quality evaluation of the different collection periods and processing technologies of Flos Lonicerae in Henan. Lishizhen Med Mater Med Res (Shi Zhen Guo Yi Guo Yao) 2007;18(5):1061–1063."}, {"Citation": "Li ZJ, Meng ZY. Processing and storage of honeysuckle. Bull Chin Mater Med (Zhong Yao Tong Bao) 1987;12(3):19–20."}, {"Citation": "Liu DP. Harvesting and modern processing of honeysuckle. Xinjiang J Tradit Chin Med (Xinjiang Zhong Yi Yao) 2008;26(4):53–54."}, {"Citation": "Yang JJ, Chen Q, Yang HX. Herb Processing Association of China Association of Chinese Medicine Seminar. 2009. Investigation and analysis about processing method of some geo-authentic herbs in Henan."}, {"Citation": "Dang JC. The standardization of planting of Shu and Mi flowers (SOP) Res Inform Tradit Chin Med (Zhong Yao Yan Jiu Yu Xin Xi) 2003;5(8):19–22."}, {"Citation": "Li YH, Li AM, Zhang ZH. The standardization of planting of Flos Lonicerae. Spec Econ Anim Plant (Te Zhong Jing Ji Dong Zhi Wu) 2012; 3: 38–40 (in Chinese)"}, {"Citation": "Zhang Y, Shen J, Jin Y B, Wu HX, Hao QX, Guo LP, Xiao W. Standard operating procedure for raw materials of reduning injection—Lonicerae Japonicae Flos. Chin Tradit Herbal Drugs (Zhong Cao Yao) 2014;45(18):2707–2710."}, {"Citation": "Wang Y. Study on effects of soil and water and fertilizer on the quality of honeysuckle (Lonicera japonica Thunb.) 2012."}, {"Citation": "Ren B, Gao SL, Zhang XX, Shao CY, Jiao XK. Hybridization and induction of allotetraploid of Lonicera japonica. Pharm Biotechnol (Yao Wu Sheng Wu Ji Shu) 2008;15(5):352–354."}, {"Citation": "Liu WY. Research on medicinal herbs of Yu honeysuckle in vitro culture technology. 2010."}, {"Citation": "Pu ZM, Xing JP, Li P, Liu T, Wang ZH. Studies on the floral morphology of Flos Lonicerae. J Chin Med Materi (Zhong Yao Cai) 2002; 25(12): 854–859 (in Chinese)", "ArticleIdList": ["12685342"]}, {"Citation": "Guo Q, Zhou F, Xing Y ZY. and their singificnace in division of germplasm. The 9th National Symposium on National Medicinal Material Resources Proceedings. 2010. Studies on the morphology of flowering bud of Lonicera japaoncia Thunb."}, {"Citation": "Shao L, Guo QM, Zhou FQ, Peng W, Zhang YQ. Comparative study on botanical morphological character of germplasm resources of Lonicera japonica Thunb. Lishizhen Med Mater Med Res (Shi Zhen Guo Yi Guo Yao) 2012;23(3):739–740."}, {"Citation": "Li JJ, Li JF, Jia GL, Liu MY, Zhu MW, Li JY. Comparison of leaf shape characters in Lonicera japonica cultivation varieties. J Henan Normal Univ (Henan Shi Fan Da Xue Xue Bao) 2012;40(3):119–123."}, {"Citation": "Zhang SS, Yuan Y, Huang LQ, Chen P. Study on characteristics of non-glandular hairs of cultivated Lonicera japonica. China J Chin Mater Med (Zhongguo Zhong Yao Za Zhi) 2015;40(3):390–394.", "ArticleIdList": ["26084157"]}, {"Citation": "Li P, Cai ZH, Xing JB. Preliminary attempt to identify geoherbalism of Flos Lonicerae by sequence divergence of 5S-rRNA gene spacer region. Chin Tradit Herbal Drugs (Zhong Cao Yao) 2001;32(9):69–72."}, {"Citation": "Sun Z Y, Wang Z Y, Xiao W. ISSR analysis on genetic diversity of germplasm resource of Lonicerae Flos. World Sci Technol/Modernization Tradit Chin Med Mater Med. 2013;15(9):1890–1895."}, {"Citation": "Han LN, Kang YQ, Guo QM, Zhou FQ, Zhang YQ. ISSR-based genetic diversity of Lonicera japonica in authetic region. J Sichuan Agric Univ (Sichuang Nong Ye Da Xue Xue Bao) 2013;31(4):414–418."}, {"Citation": "Yu YL. Varieties and quality evaluation of Shandong honeysuckle cultivars Damao and Jizhua flower. 2001."}, {"Citation": "Li Q, Li LL, Yu LJ. Application of electron probe method on quality identification of Flos Lonicerae. Lishizhen Med Mater Med Res (Shi Zhen Guo Yi Guo Yao) 2006;17(06):924–925."}, {"Citation": "Wang CZ, Li P, Ding JY, Fishbein A, Yuan CS. Discrimination of Lonicera japonica Thunb. from different geographical origins using restriction fragment length polymorphism analysis. Biol Pharm Bull. 2007;30(4):779–782.", "ArticleIdList": ["17409519"]}, {"Citation": "Wang WB. Shandong University of TCM. 2010. The identified research of three cultivars of Flos Lonicerae Japonicae of the famous-region Chinese materia medica in Shandong Province."}, {"Citation": "Zhang ZY, Li P, Qi H, Li J. The 5th Natural Medicinal Material Resources Seminar. 2002. Research on the relationship between genuine and the environmental factors of honeysuckle."}, {"Citation": "Zhang ZY, Li P, Chen J, Liu YS, Xing JB. Analyses on the trace elements of soils in geo-authentic and non-authentic production areas of Flos Lonicerae. China J Chin Mater Med (Zhongguo Zhong Yao Za Zhi) 2003;28(3):18–24.", "ArticleIdList": ["15015300"]}, {"Citation": "Zhang ZY, Li P, Qi H, Li J. Analysis on the geologic background and physicochemical properties of cultivated soil of Flos Lonicerae in the geo-authentic and non-authentic producing areas. China J Chin Mater Med (Zhongguo Zhong Yao Za Zhi) 2003;28(2):23–26.", "ArticleIdList": ["15015279"]}, {"Citation": "Xing JB, Li P, Zhang ZY. The correlation between quality of Flos Lonicerae and ecosystem. Study J Tradit Chin Med (Zhong Yi Yao Xue Kan) 2003;21(8):1237–1238."}, {"Citation": "Fu HL. Ecological adaptation of five different germplasm of honeysuckle in the real traditional production areas of Henan. 2012."}, {"Citation": "Wang R. The influence of varieties of Flos Lonicerae for clinical application. J North Pharm (Bei Fang Yao Xue) 2014;11(2):44."}, {"Citation": "Li X. Clinical efficacy influence of different varieties of honeysuckle on gum inflammation and oral ulcer. China J Chin Med (Zhong Yi Xue Bao) 2015;30(5):742–744."}, {"Citation": "Li HJ, Li P, Zhang ZY, Zhao MQ. Scavenging capacities on radicals of Flos Lonicerae by chemiluminescence. J Chin Pharm Univ (Zhongguo Yao Ke Da Xue Xue Bao) 2002;33(6):42–44."}, {"Citation": "Lei ZJ. Hunan University of Chinese Medicine. 2003. Comparative study on the pharmacological action and safety between Lonicera macrathodes Hands Mazz. and the certified Flos Lonicerae."}, {"Citation": "Lei ZJ, Zhou RB, Zeng R, He YS. Comparative experiments on antipyretic effect between Lonicera macrathodes Hands Mazz. and the certified Flos Lonicerae. J TCM Univ Hunan (Hunan Zhong Yi Yao Da Xue Xue Bao) 2005;25(5):16–17."}, {"Citation": "Lei ZJ, Zhou RB, Tong QZ, He YS. Comparative experiments on safety between Lonicera macrathodes Hands Mazz. and the certified Flos Lonicerae. Chin Tradit Patent Med (Zhong Cheng Yao) 2006;28(5):759–761."}]}], "History": [{"Year": "2016", "Month": "4", "Day": "25"}, {"Year": "2016", "Month": "11", "Day": "27"}, {"Year": "2017", "Month": "4", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "4", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28425044", "PMC7089257", "10.1007/s11684-017-0504-0", "10.1007/s11684-017-0504-0"]}}]}