{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["SNPs", "SSRs", "genetic diversity", "genotyping-by-sequencing (GBS)", "jujube core collection", "linkage disequilibrium (LD)", "population structure"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28458680", "DateRevised": {"Year": "2024", "Month": "03", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "04", "Day": "18"}], "Language": ["eng"], "ELocationID": ["575", "10.3389/fpls.2017.00575"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2017"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Genetic Diversity, Population Structure, and Linkage Disequilibrium of a Core Collection of <i>Ziziphus jujuba</i> Assessed with Genome-wide SNPs Developed by Genotyping-by-sequencing and SSR Markers.", "Pagination": {"StartPage": "575", "MedlinePgn": "575"}, "Abstract": {"AbstractText": ["Chinese jujube (<i>Ziziphus jujuba</i> Mill) is an economically important fruit species native to China with high nutritious and medicinal value. Genotyping-by-sequencing was used to detect and genotype single nucleotide polymorphisms (SNPs) in a core collection of 150 Chinese jujube accessions and further to characterize their genetic diversity, population structure, and linkage disequilibrium (LD). A total of 4,680 high-quality SNPs were identified, of which 38 sets of tri-allelic SNPs were detected. The average polymorphism information content (PIC) values based on bi-allelic SNPs and tri-allelic SNPs were 0.27 and 0.38, respectively. STRUCTURE and principal coordinate analyses based on SNPs revealed that the 150 accessions could be clustered into two groups. However, neighbor-joining trees indicated the accessions should be grouped into three major clusters. Our data confirm that the resolving power for genetic diversity was similar for the SSRs and SNPs. In contrast, regarding population structure, the resolving power was higher for SSRs than for SNPs. The LD pattern in Chinese jujube was investigated for the first time. We observed a relatively rapid LD decay with a short range (∼10 kb) for all pseudo-chromosomes and for individual pseudo-chromosomes. Our findings provide important information for future genome-wide association analyses and marker-assisted selective breeding of Chinese jujube."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Tree Breeding, College of Biological Sciences and Technology, Beijing Forestry UniversityBeijing, China."}], "LastName": "Chen", "ForeName": "Wu", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Tree Breeding, College of Biological Sciences and Technology, Beijing Forestry UniversityBeijing, China."}], "LastName": "Hou", "ForeName": "Lu", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Key Laboratory of Ornamental Plants Germplasm Innovation and Molecular Breeding, National Engineering Research Center for Floriculture, Beijing Laboratory of Urban and Rural Ecological Environment, Key Laboratory of Genetics and Breeding in Forest Trees and Ornamental Plants of Ministry of Education, School of Landscape Architecture, Beijing Forestry UniversityBeijing, China."}], "LastName": "Zhang", "ForeName": "Zhiyong", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Tree Breeding, College of Biological Sciences and Technology, Beijing Forestry UniversityBeijing, China."}], "LastName": "Pang", "ForeName": "Xiaoming", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Tree Breeding, College of Biological Sciences and Technology, Beijing Forestry UniversityBeijing, China."}], "LastName": "Li", "ForeName": "Yingyue", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Agarwal G., Jhanwar S., Priya P., Singh V. K., Saxena M. S., Parida S. K., et al. (2012). Comparative analysis of kabuli chickpea transcriptome with desi and wild chickpea provides a rich resource for development of functional markers. PLoS ONE 7:e52443 10.1371/journal.pone.0052443", "ArticleIdList": ["10.1371/journal.pone.0052443", "PMC3531472", "23300670"]}, {"Citation": "Arunyawat U., Capdeville G., Decroocq V., Mariette S. (2012). Linkage disequilibrium in French wild cherry germplasm and worldwide sweet cherry germplasm. Tree Genet. Genomes 8 737–755. 10.1007/s11295-011-0460-9", "ArticleIdList": ["10.1007/s11295-011-0460-9"]}, {"Citation": "Bai R. X. (2008). Studies on Genetic Diversity and Core Collections Construction of Ziziphus jujuba Germsplasm Resources Using AFLP and SRAP Marker. Ph.D. thesis, Agricultural University of Hebei, Hebei."}, {"Citation": "Barreiro L. B., Laval G., Quach H., Patin E., Quintana-Murci L. (2008). Natural selection has driven population differentiation in modern humans. Nat. Genet. 40 340–345. 10.1038/ng.78", "ArticleIdList": ["10.1038/ng.78", "18246066"]}, {"Citation": "Botstein D., White R. L., Skolnick M., Davis R. W. (1980). Construction of a genetic linkage map in man using restriction fragment length polymorphisms. Am. J. Hum. Genet. 32 314–331.", "ArticleIdList": ["PMC1686077", "6247908"]}, {"Citation": "Burrell A. M., Pepper A. E., Hodnett G., Goolsby J. A., Overholt W. A., Racelis A. E., et al. (2015). Exploring origins, invasion history and genetic diversity of Imperata cylindrica (L.) P. Beauv. (Cogongrass) in the United States using genotyping by sequencing. Mol. Ecol. 24 2177–2193. 10.1111/mec.13167", "ArticleIdList": ["10.1111/mec.13167", "25864837"]}, {"Citation": "Campbell N. R., Harmon S. A., Narum S. R. (2015). Genotyping-in-Thousands by sequencing (GT-seq): a cost effective SNP genotyping method based on custom amplicon sequencing. Mol. Ecol. Resour. 15 855–867.10.1111/1755-0998.12357", "ArticleIdList": ["10.1111/1755-0998.12357", "25476721"]}, {"Citation": "Campoy J. A., Lerigoleur-Balsemin E., Christmann H., Beauvieux R., Girollet N., Quero-García J., et al. (2016). Genetic diversity, linkage disequilibrium, population structure and construction of a core collection of Prunus avium L. landraces and bred cultivars. BMC Plant Biol. 16:1 10.1186/s12870-016-0712-9", "ArticleIdList": ["10.1186/s12870-016-0712-9", "PMC4765145", "26912051"]}, {"Citation": "Courtois B., Frouin J., Greco R., Bruschi G., Droc G., Hamelin C., et al. (2012). Genetic diversity and population structure in a European collection of rice. Crop Sci. 52 1663–1675. 10.2135/cropsci2011.11.0588", "ArticleIdList": ["10.2135/cropsci2011.11.0588"]}, {"Citation": "Cyong J.-C., Hanabusa K. (1980). Cyclic adenosine monophosphate in fruits of Zizyphus jujuba. Phytochemistry 19 2747–2748. 10.1016/S0031-9422(00)83955-2", "ArticleIdList": ["10.1016/S0031-9422(00)83955-2"]}, {"Citation": "Danecek P., Auton A., Abecasis G., Albers C. A., Banks E., DePristo M. A., et al. (2011). The variant call format and VCFtools. Bioinformatics 27 2156–2158. 10.1093/bioinformatics/btr330", "ArticleIdList": ["10.1093/bioinformatics/btr330", "PMC3137218", "21653522"]}, {"Citation": "Davey J. W., Hohenlohe P. A., Etter P. D., Boone J. Q., Catchen J. M., Blaxter M. L. (2011). Genome-wide genetic marker discovery and genotyping using next-generation sequencing. Nat. Rev. Genet. 12 499–510. 10.1038/nrg3012", "ArticleIdList": ["10.1038/nrg3012", "21681211"]}, {"Citation": "Earl D. A. (2012). STRUCTURE HARVESTER: a website and program for visualizing STRUCTURE output and implementing the Evanno method. Conserv. Genet. Resour. 4 359–361. 10.1007/s12686-011-9548-7", "ArticleIdList": ["10.1007/s12686-011-9548-7"]}, {"Citation": "Elshire R. J., Glaubitz J. C., Sun Q., Poland J. A., Kawamoto K., Buckler E. S., et al. (2011). A robust, simple genotyping-by-sequencing (GBS) approach for high diversity species. PLoS ONE 6:e19379 10.1371/journal.pone.0019379", "ArticleIdList": ["10.1371/journal.pone.0019379", "PMC3087801", "21573248"]}, {"Citation": "Emanuelli F., Lorenzi S., Grzeskowiak L., Catalano V., Stefanini M., Troggio M., et al. (2013). Genetic diversity and population structure assessed by SSR and SNP markers in a large germplasm collection of grape. BMC Plant Biol. 13:39 10.1186/1471-2229-13-39", "ArticleIdList": ["10.1186/1471-2229-13-39", "PMC3610244", "23497049"]}, {"Citation": "Evanno G., Regnaut S., Goudet J. (2005). Detecting the number of clusters of individuals using the software STRUCTURE: a simulation study. Mol. Ecol. 14 2611–2620. 10.1111/j.1365-294X.2005.02553.x", "ArticleIdList": ["10.1111/j.1365-294X.2005.02553.x", "15969739"]}, {"Citation": "Falush D., Stephens M., Pritchard J. K. (2003). Inference of population structure using multilocus genotype data: linked loci and correlated allele frequencies. Genetics 164 1567–1587.", "ArticleIdList": ["PMC1462648", "12930761"]}, {"Citation": "Filippi C. V., Aguirre N., Rivas J. G., Zubrzycki J., Puebla A., Cordes D., et al. (2015). Population structure and genetic diversity characterization of a sunflower association mapping population using SSR and SNP markers. BMC Plant Biol. 15:52 10.1186/s12870-014-0360-x", "ArticleIdList": ["10.1186/s12870-014-0360-x", "PMC4351844", "25848813"]}, {"Citation": "Flint-Garcia S. A., Thornsberry J. M., Buckler E. S., IV. (2003). Structure of linkage disequilibrium in plants. Annu. Rev. Plant Biol. 54 357–374.10.1146/annurev.arplant.54.031902.134907", "ArticleIdList": ["10.1146/annurev.arplant.54.031902.134907", "14502995"]}, {"Citation": "Frank M., Prenzler A., Eils R., von der Schulenburg J. M. G. (2013). Genome sequencing: a systematic review of health economic evidence. Health Econ. Rev. 3:29 10.1186/2191-1991-3-29", "ArticleIdList": ["10.1186/2191-1991-3-29", "PMC3874598", "24330507"]}, {"Citation": "Gao Q.-H., Wu C.-S., Wang M. (2013). The jujube (Ziziphus jujuba Mill.) fruit: a review of current knowledge of fruit composition and health benefits. J. Agric. Food Chem. 61 3351–3363. 10.1021/jf4007032", "ArticleIdList": ["10.1021/jf4007032", "23480594"]}, {"Citation": "Gardner K. M., Brown P., Cooke T. F., Cann S., Costa F., Bustamante C., et al. (2014). Fast and cost-effective genetic mapping in apple using next-generation sequencing. G3 4 1681–1687. 10.1534/g3.114.011023", "ArticleIdList": ["10.1534/g3.114.011023", "PMC4169160", "25031181"]}, {"Citation": "Guichoux E., Lagache L., Wagner S., Chaumeil P., Léger P., Lepais O., et al. (2011). Current trends in microsatellite genotyping. Mol. Ecol. Resour. 11 591–611. 10.1111/j.1755-0998.2011.03014.x", "ArticleIdList": ["10.1111/j.1755-0998.2011.03014.x", "21565126"]}, {"Citation": "Hamblin M. T., Warburton M. L., Buckler E. S. (2007). Empirical comparison of simple sequence repeats and single nucleotide polymorphisms in assessment of maize diversity and relatedness. PLoS ONE 2:e1367 10.1371/journal.pone.0001367", "ArticleIdList": ["10.1371/journal.pone.0001367", "PMC2137949", "18159250"]}, {"Citation": "Jain M., Misra G., Patel R. K., Priya P., Jhanwar S., Khan A. W., et al. (2013). A draft genome sequence of the pulse crop chickpea (Cicer arietinum L.). Plant J. 74 715–729. 10.1111/tpj.12173", "ArticleIdList": ["10.1111/tpj.12173", "23489434"]}, {"Citation": "Jin L., Lu Y., Xiao P., Sun M., Corke H., Bao J. (2010). Genetic diversity and population structure of a diverse set of rice germplasm for association mapping. Theor. Appl. Genet. 121 475–487. 10.1007/s00122-010-1324-7", "ArticleIdList": ["10.1007/s00122-010-1324-7", "20364375"]}, {"Citation": "Kujur A., Bajaj D., Upadhyaya H. D., Das S., Ranjan R., Shree T., et al. (2015). Employing genome-wide SNP discovery and genotyping strategy to extrapolate the natural allelic diversity and domestication patterns in chickpea. Front. Plant Sci. 6:162 10.3389/fpls.2015.00162", "ArticleIdList": ["10.3389/fpls.2015.00162", "PMC4379880", "25873920"]}, {"Citation": "Kumar S., Chagné D., Bink M. C., Volz R. K., Whitworth C., Carlisle C. (2012). Genomic selection for fruit quality traits in apple (Malus × domestica Borkh.). PLoS ONE 7:e36674 10.1371/journal.pone.0036674", "ArticleIdList": ["10.1371/journal.pone.0036674", "PMC3344927", "22574211"]}, {"Citation": "Lam H.-M., Xu X., Liu X., Chen W., Yang G., Wong F.-L., et al. (2010). Resequencing of 31 wild and cultivated soybean genomes identifies patterns of genetic diversity and selection. Nat. Genet. 42 1053–1059. 10.1038/ng.715", "ArticleIdList": ["10.1038/ng.715", "21076406"]}, {"Citation": "Laval G., SanCristobal M., Chevalet C. (2002). Measuring genetic distances between breeds: use of some distances in various short term evolution models. Genet. Sel. Evol. 34 481–507. 10.1186/1297-9686-34-4-481", "ArticleIdList": ["10.1186/1297-9686-34-4-481", "PMC2705457", "12270106"]}, {"Citation": "Li H., Durbin R. (2009). Fast and accurate short read alignment with Burrows–Wheeler transform. Bioinformatics 25 1754–1760. 10.1093/bioinformatics/btp324", "ArticleIdList": ["10.1093/bioinformatics/btp324", "PMC2705234", "19451168"]}, {"Citation": "Li J.-W., Fan L.-P., Ding S.-D., Ding X.-L. (2007). Nutritional composition of five cultivars of Chinese jujube. Food Chem. 103 454–460. 10.1016/j.foodchem.2006.08.016", "ArticleIdList": ["10.1016/j.foodchem.2006.08.016"]}, {"Citation": "Li Y. H., Li W., Zhang C., Yang L., Chang R. Z., Gaut B. S., et al. (2010). Genetic diversity in domesticated soybean (Glycine max) and its wild progenitor (Glycine soja) for simple sequence repeat and single-nucleotide polymorphism loci. New Phytol. 188 242–253. 10.1111/j.1469-8137.2010.03344.x", "ArticleIdList": ["10.1111/j.1469-8137.2010.03344.x", "20618914"]}, {"Citation": "Lijavetzky D., Cabezas J. A., Ibáñez A., Rodríguez V., Martínez-Zapater J. M. (2007). High throughput SNP discovery and genotyping in grapevine (Vitis vinifera L.) by combining a re-sequencing approach and SNPlex technology. BMC Genomics 8:424 10.1186/1471-2164-8-424", "ArticleIdList": ["10.1186/1471-2164-8-424", "PMC2212664", "18021442"]}, {"Citation": "Lin M., Cai S., Wang S., Liu S., Zhang G., Bai G. (2015). Genotyping-by-sequencing (GBS) identified SNP tightly linked to QTL for pre-harvest sprouting resistance. Theor. Appl. Genet. 128 1385–1395. 10.1007/s00122-015-2513-1", "ArticleIdList": ["10.1007/s00122-015-2513-1", "25851002"]}, {"Citation": "Liu H., Bayer M., Druka A., Russell J. R., Hackett C. A., Poland J., et al. (2014). An evaluation of genotyping by sequencing (GBS) to map the Breviaristatum-e (ari-e) locus in cultivated barley. BMC Genomics 15:104 10.1186/1471-2164-15-104", "ArticleIdList": ["10.1186/1471-2164-15-104", "PMC3922333", "24498911"]}, {"Citation": "Liu K., Muse S. (2004). PowerMarker: new genetic data analysis software. Version 3.23. Bioinformatics 9 2128–2129.", "ArticleIdList": ["15705655"]}, {"Citation": "Liu M., Wang M. (2009). Chinese Jujube Germsplasm Resources. Beijing: China Forestry Publishing House."}, {"Citation": "Liu M., Zhao J., Cai Q., Liu G., Wang J., Zhao Z. H., et al. (2014). The complex jujube genome provides insights into fruit tree biology. Nat Commun. 5:5315 10.1038/ncomms6315", "ArticleIdList": ["10.1038/ncomms6315", "PMC4220462", "25350882"]}, {"Citation": "Liu P., Jianying P., Siqi P., Junyi Z., Li D. (2005). Study on systematic relationships of Ziziphus jujuba and Ziziphus spinosa using RAPD technique. Sci. Silvae Sin. 2 182–185."}, {"Citation": "Lu F., Lipka A. E., Glaubitz J., Elshire R., Cherney J. H., Casler M. D., et al. (2013). Switchgrass genomic diversity, ploidy, and evolution: novel insights from a network-based SNP discovery protocol. PLoS Genet. 9:e100321510.1371/journal.pgen.1003215", "ArticleIdList": ["10.1371/journal.pgen.1003215", "PMC3547862", "23349638"]}, {"Citation": "Ma Q., Wang G., Liang L. (2011). Development and characterization of SSR markers in Chinese jujube (Ziziphus jujuba Mill.) and its related species. Sci. Hortic. 129 597–602. 10.1016/j.scienta.2011.04.032", "ArticleIdList": ["10.1016/j.scienta.2011.04.032"]}, {"Citation": "Ma X.-F., Jensen E., Alexandrov N., Troukhan M., Zhang L., Thomas-Jones S., et al. (2012). High resolution genetic mapping by genome sequencing reveals genome duplication and tetraploid genetic structure of the diploid Miscanthus sinensis. PLoS ONE 7:e33821 10.1371/journal.pone.0033821", "ArticleIdList": ["10.1371/journal.pone.0033821", "PMC3306302", "22439001"]}, {"Citation": "Mather K. A., Caicedo A. L., Polato N. R., Olsen K. M., McCouch S., Purugganan M. D. (2007). The extent of linkage disequilibrium in rice (Oryza sativa L.). Genetics 177 2223–2232. 10.1534/genetics.107.079616", "ArticleIdList": ["10.1534/genetics.107.079616", "PMC2219496", "17947413"]}, {"Citation": "Mayer K. F., Waugh R., Langridge P., Close T. J., Wise R. P., Andreas G., et al. (2012). A physical, genetic and functional sequence assembly of the barley genome. Nature 491 711–716. 10.1038/nature11543", "ArticleIdList": ["10.1038/nature11543", "23075845"]}, {"Citation": "McKenna A., Hanna M., Banks E., Sivachenko A., Cibulskis K., Kernytsky A., et al. (2010). The genome analysis toolkit: a MapReduce framework for analyzing next-generation DNA sequencing data. Genome Res. 20 1297–1303. 10.1101/gr.107524.110", "ArticleIdList": ["10.1101/gr.107524.110", "PMC2928508", "20644199"]}, {"Citation": "Morris G. P., Ramu P., Deshpande S. P., Hash C. T., Shah T., Upadhyaya H. D., et al. (2013). Population genomic and genome-wide association studies of agroclimatic traits in sorghum. Proc. Natl. Acad. Sci. U.S.A. 110 453–458. 10.1073/pnas.1215985110", "ArticleIdList": ["10.1073/pnas.1215985110", "PMC3545811", "23267105"]}, {"Citation": "Müller B. S., Pappas G. J., Jr., Valdisser P. A., Coelho G. R., de Menezes I. P., Abreu A. G., et al. (2015). An operational SNP panel integrated to SSR marker for the assessment of genetic diversity and population structure of the common bean. Plant Mol. Biol. Rep. 33 1697–1711. 10.1007/s11105-015-0866-x", "ArticleIdList": ["10.1007/s11105-015-0866-x"]}, {"Citation": "Nachman M. W. (2001). Single nucleotide polymorphisms and recombination rate in humans. Trends Genet. 17 481–485.", "ArticleIdList": ["11525814"]}, {"Citation": "Pan J., Wang B., Pei Z. Y., Zhao W., Gao J., Mao J. F., et al. (2015). Optimization of the genotyping-by-sequencing strategy for population genomic analysis in conifers. Mol. Ecol. Resour. 15 711–722. 10.1111/1755-0998.12342", "ArticleIdList": ["10.1111/1755-0998.12342", "25367371"]}, {"Citation": "Parida S. K., Mukerji M., Singh A. K., Singh N. K., Mohapatra T. (2012). SNPs in stress-responsive rice genes: validation, genotyping, functional relevance and population structure. BMC Genomics 13:426 10.1186/1471-2164-13-426", "ArticleIdList": ["10.1186/1471-2164-13-426", "PMC3562522", "22921105"]}, {"Citation": "Peakall R., Smouse P. E. (2012). GenAlEx 6.5: genetic analysis in Excel. Population genetic software for teaching and research—an update. Bioinformatics 28 288–295. 10.1111/j.1471-8286.2005.01155.x", "ArticleIdList": ["10.1111/j.1471-8286.2005.01155.x", "PMC3463245", "22820204"]}, {"Citation": "Pértille F., Guerrero-Bosagna C., da Silva V. H., Boschiero C., da Silva Nunes J. D. R., Ledur M. C., et al. (2016). High-throughput and cost-effective chicken genotyping using next-generation sequencing. Sci. Rep. 6:26929 10.1038/srep26929", "ArticleIdList": ["10.1038/srep26929", "PMC4879531", "27220827"]}, {"Citation": "Poland J. A., Brown P. J., Sorrells M. E., Jannink J.-L. (2012). Development of high-density genetic maps for barley and wheat using a novel two-enzyme genotyping-by-sequencing approach. PLoS ONE 7:e32253 10.1371/journal.pone.0032253", "ArticleIdList": ["10.1371/journal.pone.0032253", "PMC3289635", "22389690"]}, {"Citation": "Pritchard J. K., Stephens M., Donnelly P. (2000). Inference of population structure using multilocus genotype data. Genetics 155 945–959.", "ArticleIdList": ["PMC1461096", "10835412"]}, {"Citation": "Qiao Y., Zhao M., Yang H., Liu M. (2009). AFLP analysis on 21 cultivars and strains of Chinese jujube. J. Plant Genet. Resour. 10 205–210."}, {"Citation": "Rocher S., Jean M., Castonguay Y., Belzile F. (2015). Validation of genotyping-by-sequencing analysis in populations of tetraploid alfalfa by 454 sequencing. PLoS ONE 10:e0131918 10.1371/journal.pone.0131918", "ArticleIdList": ["10.1371/journal.pone.0131918", "PMC4482585", "26115486"]}, {"Citation": "Rogozin I. B., Pavlov Y. I. (2003). Theoretical analysis of mutation hotspots and their DNA sequence context specificity. Mutat. Res. 544 65–85.", "ArticleIdList": ["12888108"]}, {"Citation": "Sehgal D., Vikram P., Sansaloni C. P., Ortiz C., Saint Pierre C., Payne T., et al. (2015). Exploring and mobilizing the gene bank biodiversity for wheat improvement. PLoS ONE 10:e0132112 10.1371/journal.pone.0132112", "ArticleIdList": ["10.1371/journal.pone.0132112", "PMC4503568", "26176697"]}, {"Citation": "Singh N., Choudhury D. R., Singh A. K., Kumar S., Srinivasan K., Tyagi R., et al. (2013). Comparison of SSR and SNP markers in estimation of genetic diversity and population structure of Indian rice varieties. PLoS ONE 8:e84136 10.1371/journal.pone.0084136", "ArticleIdList": ["10.1371/journal.pone.0084136", "PMC3868579", "24367635"]}, {"Citation": "Sonah H., Bastien M., Iquira E., Tardivel A., Légaré G., Boyle B., et al. (2013). An improved genotyping by sequencing (GBS) approach offering increased versatility and efficiency of SNP discovery and genotyping. PLoS ONE 8:e54603 10.1371/journal.pone.0054603", "ArticleIdList": ["10.1371/journal.pone.0054603", "PMC3553054", "23372741"]}, {"Citation": "Tamura K., Stecher G., Peterson D., Filipski A., Kumar S. (2013). MEGA6: molecular evolutionary genetics analysis version 6.0. Mol. Biol. Evol. 30 2725–2729. 10.1093/molbev/mst197", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Tang H., Peng J., Wang P., Risch N. J. (2005). Estimation of individual admixture: analytical and study design considerations. Genet. Epidemiol. 28 289–301. 10.1002/gepi.20064", "ArticleIdList": ["10.1002/gepi.20064", "15712363"]}, {"Citation": "Torkamaneh D., Belzile F. (2015). Scanning and filling: ultra-dense SNP genotyping combining genotyping-by-sequencing, SNP array and whole-genome resequencing data. PLoS ONE 10:e0131533 10.1371/journal.pone.0131533", "ArticleIdList": ["10.1371/journal.pone.0131533", "PMC4498655", "26161900"]}, {"Citation": "Uitdewilligen J. G., Wolters A.-M. A., Bjorn B., Borm T. J., Visser R. G., van Eck H. J. (2013). A next-generation sequencing method for genotyping-by-sequencing of highly heterozygous autotetraploid potato. PLoS ONE 8:e62355 10.1371/journal.pone.0062355", "ArticleIdList": ["10.1371/journal.pone.0062355", "PMC3648547", "23667470"]}, {"Citation": "Van Inghelandt D., Melchinger A. E., Lebreton C., Stich B. (2010). Population structure and genetic diversity in a commercial maize breeding program assessed with SSR and SNP markers. Theor. Appl. Genet. 120 1289–1299. 10.1007/s00122-009-1256-2", "ArticleIdList": ["10.1007/s00122-009-1256-2", "PMC2854351", "20063144"]}, {"Citation": "Vignal A., Milan D., SanCristobal M., Eggen A. (2002). A review on SNP and other types of molecular markers and their use in animal genetics. Genet. Sel. Evol. 34 275–305. 10.1186/1297-9686-34-3-275", "ArticleIdList": ["10.1186/1297-9686-34-3-275", "PMC2705447", "12081799"]}, {"Citation": "Wang S., Liu Y., Ma L., Liu H., Tang Y., Wu L., et al. (2014). Isolation and characterization of microsatellite markers and analysis of genetic diversity in Chinese jujube (Ziziphus jujuba Mill.). PLoS ONE 9:e99842 10.1371/journal.pone.0099842", "ArticleIdList": ["10.1371/journal.pone.0099842", "PMC4059666", "24932973"]}, {"Citation": "Wong M. M., Gujaria-Verma N., Ramsay L., Yuan H. Y., Caron C., Diapari M., et al. (2015). Classification and characterization of species within the genus lens using genotyping-by-sequencing (GBS). PLoS ONE 10:e0122025 10.1371/journal.pone.0122025", "ArticleIdList": ["10.1371/journal.pone.0122025", "PMC4376907", "25815480"]}, {"Citation": "Würschum T., Langer S. M., Longin C. F. H., Korzun V., Akhunov E., Ebmeyer E., et al. (2013). Population structure, genetic diversity and linkage disequilibrium in elite winter wheat assessed with SNP and SSR markers. Theor. Appl. Genet. 126 1477–1486. 10.1007/s00122-013-2065-1", "ArticleIdList": ["10.1007/s00122-013-2065-1", "23429904"]}, {"Citation": "Xiao J., Zhao J., Liu M., Liu P., Dai L., Zhao Z. (2015). Genome-wide characterization of simple sequence repeat (SSR) loci in Chinese jujube and jujube SSR primer transferability. PLoS ONE 10:e0127812 10.1371/journal.pone.0127812", "ArticleIdList": ["10.1371/journal.pone.0127812", "PMC4441482", "26000739"]}, {"Citation": "Xu C., Gao J., Du Z., Li D., Wang Z., Li Y., et al. (2016). Identifying the genetic diversity, genetic structure and a core collection of Ziziphus jujuba Mill. var. jujuba accessions using microsatellite markers. Sci. Rep. 6:31503 10.1038/srep31503", "ArticleIdList": ["10.1038/srep31503", "PMC4987672", "27531220"]}, {"Citation": "Yang X., Xu Y., Shah T., Li H., Han Z., Li J., et al. (2011). Comparison of SSRs and SNPs in assessment of genetic relatedness in maize. Genetica 139 1045–1054. 10.1007/s10709-011-9606-9", "ArticleIdList": ["10.1007/s10709-011-9606-9", "21904888"]}, {"Citation": "Yu J., Zhang Z., Zhu C., Tabanao D. A., Pressoir G., Tuinstra M. R., et al. (2009). Simulation appraisal of the adequacy of number of background markers for relationship estimation in association mapping. Plant Genome 2 63–77. 10.3835/plantgenome2008.09.0009", "ArticleIdList": ["10.3835/plantgenome2008.09.0009"]}, {"Citation": "Zhang Z., Wei T., Zhong Y., Li X., Huang J. (2016). Construction of a high-density genetic map of Ziziphus jujuba. Tree Genet. Genomes 4 1–10. 10.1007/s11295-016-1032-9", "ArticleIdList": ["10.1007/s11295-016-1032-9"]}, {"Citation": "Zhao J., Jian J., Liu G., Wang J., Lin M., Ming Y., et al. (2014). Rapid SNP discovery and a RAD-based high-density linkage map in jujube (Ziziphus Mill.). PLoS ONE 10:e109850 10.1371/journal.pone.0109850", "ArticleIdList": ["10.1371/journal.pone.0109850", "PMC4193841", "25303289"]}, {"Citation": "Zhao W., Chung J. W., Ma K. H., Kim T. S., Kim S. M., Shin D. I., et al. (2009). Analysis of genetic diversity and population structure of rice cultivars from Korea, China and Japan using SSR markers. Genes Genomics 31 283–292. 10.1007/BF03191201", "ArticleIdList": ["10.1007/BF03191201"]}]}], "History": [{"Year": "2016", "Month": "12", "Day": "24"}, {"Year": "2017", "Month": "3", "Day": "30"}, {"Year": "2017", "Month": "5", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["28458680", "PMC5394126", "10.3389/fpls.2017.00575"]}}]}