{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alphasatellite", "Begomovirus", "Bemisia tabaci", "Betasatellite", "Medicinal and aromatic plants", "RNAi"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28466050", "DateRevised": {"Year": "2024", "Month": "03", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "02", "Day": "04"}], "Language": ["eng"], "ELocationID": ["10.1007/s13337-016-0358-0"], "Journal": {"ISSN": "2347-3584", "JournalIssue": {"Volume": "28", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Mar"}}, "Title": "Virusdisease", "ISOAbbreviation": "Virusdisease"}, "ArticleTitle": "Emerging threats of begomoviruses to the cultivation of medicinal and aromatic crops and their management strategies.", "Pagination": {"StartPage": "1", "EndPage": "17", "MedlinePgn": "1-17"}, "Abstract": {"AbstractText": ["Begomoviruses (family <i>Geminiviridae</i>) are responsible for extreme yield reduction in a number of economically important crops including medicinal and aromatic plants (MAPs). Emergence of new variants of viruses due to recombination and mutations in the genomes, modern cropping systems, introduction of susceptible plant varieties, global trade in agricultural products, and changes in climatic conditions are responsible for aggravating the begomovirus problems during the last two decades. This review summaries the current research work on begomoviruses affecting MAPs and provides various traditional and advanced strategies for the management of begomoviruses and vector in MAPs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2299 2571", "grid.417631.6"], "Affiliation": "Department of Plant Pathology, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, 226015 India."}], "LastName": "Saeed", "ForeName": "Sana Tabanda", "Initials": "ST"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2299 2571", "grid.417631.6"], "Affiliation": "Department of Plant Pathology, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, 226015 India."}], "LastName": "Samad", "ForeName": "Abdul", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Virusdisease", "NlmUniqueID": "101624144", "ISSNLinking": "2347-3584"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adkin S, Webb SE, Baker CA, Kousik CS. Squash vein yellowing virus detection using nested PCR demonstrates that the cucurbit weed M. charantia is a reservoir host. Plant Dis. 2008;92:1119–1123. doi: 10.1094/PDIS-92-7-1119.", "ArticleIdList": ["10.1094/PDIS-92-7-1119", "30769530"]}, {"Citation": "Akhter A, Akhtar S, Saeed M, Mansoor S. Chilli Leaf Curl Betasatellite enhances symptoms induced by Tomato Leaf Curl New Delhi Virus, a bipartite Begomovirus. Int J Agric Biol. 2014;16:1225–1228."}, {"Citation": "Al-mazra’awi MS, Ateyyat M. Insecticidal and repellent activities of medicinal plant extracts against the sweet potato whitefly, Bemisia tabaci (Hom.: Aleyrodidae) and its parasitoid Eretmocerus mundus (Hym.: Aphelinidae) J Pest Sci. 2009;2:149–154. doi: 10.1007/s10340-008-0233-x.", "ArticleIdList": ["10.1007/s10340-008-0233-x"]}, {"Citation": "Ali Z, Abulfaraj A, Idris A, Ali S, Tashkandi M, Mahfouz MM. CRISPR/Cas9-mediated viral interference in plants. Genome Biol. 2015;16:238. doi: 10.1186/s13059-015-0799-6.", "ArticleIdList": ["10.1186/s13059-015-0799-6", "PMC4641396", "26556628"]}, {"Citation": "Ali Z, Faraj AA, Li L, Ghosh N, Piatek M, Mahjoub A, Aouida M, Piatek A, Baltes NJ, Voytas DF, Kumar SD, Mahfouz MM. Efficient virus-mediated genome editing in plants using the CRISPR/Cas9 system. Mol Plant. 2015;8:1288–1291. doi: 10.1016/j.molp.2015.02.011.", "ArticleIdList": ["10.1016/j.molp.2015.02.011", "25749112"]}, {"Citation": "Alvarez PA, Abud-Antún AJ. Reporte de Republica Dominicana. CEIBA (Honduras) 1995;6:39–47."}, {"Citation": "Ammara U, Al-Ansari M, Al-Shihi A, Amin I, Mansoor S, Al-Maskari AY, Al-Sadi AM. Association of three begomoviruses and a betasatellite with leaf curl disease of basil in Oman. Can J Plant Pathol. 2015;37:506–513. doi: 10.1080/07060661.2015.1105874.", "ArticleIdList": ["10.1080/07060661.2015.1105874"]}, {"Citation": "Ammara U, Mansoor S, Saeed M, Amin I, Briddon RW, Al-Sadi AM. RNA interference-based resistance in transgenic tomato plants against Tomato yellow leaf curl virus-Oman (TYLCV-OM) and its associated betasatellite. Virol J. 2015;12:38. doi: 10.1186/s12985-015-0263-y.", "ArticleIdList": ["10.1186/s12985-015-0263-y", "PMC4359554", "25890080"]}, {"Citation": "Amrao L, Amin I, Shahid MS, Briddon RW, Mansoor S. Cotton leaf curl disease in resistant cotton is associated with a single begomovirus that lacks an intact transcriptional activator protein. Virus Res. 2010;152:153–163. doi: 10.1016/j.virusres.2010.06.019.", "ArticleIdList": ["10.1016/j.virusres.2010.06.019", "20600387"]}, {"Citation": "Anani K, Hudson JB, DeSouza C, Towers GHN, Arnason JT, Gbeassor M. Investigation of medicinal plants of Togo for antiviral and antimicrobial activities. Pharm Biol. 2000;38:40–45. doi: 10.1076/1388-0209(200001)38:1;1-B;FT040.", "ArticleIdList": ["10.1076/1388-0209(200001)38:1;1-B;FT040", "21214438"]}, {"Citation": "Aryantha IP, Cross R, Guest DI. Suppression of Phytophthora cinnamomi in potting mixes amended with uncomposted and composted animal manures. Phytopathology. 2000;90:775–782. doi: 10.1094/PHYTO.2000.90.7.775.", "ArticleIdList": ["10.1094/PHYTO.2000.90.7.775", "18944498"]}, {"Citation": "Ariyo AO, Atiri GI, Dixon AGO, Winter S. The use of biolistic inoculation of cassava mosaic begomoviruses in screening cassava for resistance to cassava diseases. J Virol Methods. 2006;137:43–50. doi: 10.1016/j.jviromet.2006.05.031.", "ArticleIdList": ["10.1016/j.jviromet.2006.05.031", "16839615"]}, {"Citation": "AVRDC. The great pyramid: By stacking multiple genes for resistance, AVRDC plant breeders develop tomatoes that are a monument to better pest control. The World Vegetable Center. 2012; http://avrdc.org/?p=51."}, {"Citation": "Baghel G, Jahan T, Afreen B, Naqvi QA, Snehi SK, Raj SK. Detection of a begomovirus associated with yellow mosaic disease of Ashwagandha (Withania somnifera L.) and its impact on biomass yield. Med Plants. 2010;2:219–223."}, {"Citation": "Baghel G, Naqvi QA, Snehi SK, Khan MS, Raj SK. Molecular identification of three isolates of Jatropha mosaic India virus associated with mosaic disease of Withania somnifera in India. Arch Phytopathol Plant Prot. 2012;45:2114–2119. doi: 10.1080/03235408.2012.721683.", "ArticleIdList": ["10.1080/03235408.2012.721683"]}, {"Citation": "Barreto SS, Hallwass M, Aquino OM. A study of weeds as potential inoculum sources for a tomato-infecting begomovirus in central Brazil. Phytopathology. 2013;103:5. doi: 10.1094/PHYTO-07-12-0174-R.", "ArticleIdList": ["10.1094/PHYTO-07-12-0174-R", "23489523"]}, {"Citation": "Bellotti AC, Arias B. Host plant resistance to whiteflies with emphasis on cassava as a case study. Crop Prot. 2001;20:813–823. doi: 10.1016/S0261-2194(01)00113-2.", "ArticleIdList": ["10.1016/S0261-2194(01)00113-2"]}, {"Citation": "Bhyan SB, Alam MM, Ali MS. Effect of plant extracts on Okra mosaic virus incidence and yield related parameters of Okra. Asian J Agric Res. 2007;1:112–118. doi: 10.3923/ajar.2007.112.118.", "ArticleIdList": ["10.3923/ajar.2007.112.118"]}, {"Citation": "Borah BK, Cheema GS, Gill CK, Dasgupta I. A geminivirus-satellite complex is associated with leaf deformity of Mentha (Mint) plants in Punjab. Indian J Virol. 2010;21:103–109. doi: 10.1007/s13337-010-0018-8.", "ArticleIdList": ["10.1007/s13337-010-0018-8", "PMC3550711", "23637488"]}, {"Citation": "Borah BK, Dasgupta I. Begomovirus research in India: a critical appraisal and the way ahead. J Biosci. 2012;37:791–806. doi: 10.1007/s12038-012-9238-y.", "ArticleIdList": ["10.1007/s12038-012-9238-y", "22922204"]}, {"Citation": "Briddon RW, Bedford ID, Tsai JH, Markham PG. Analysis of the nucleotide sequence of thetreehopper-transmitted geminivirus, tomato pseudo-curlytop virus, suggests a recombinant origin. Virology. 1996;219:387–394. doi: 10.1006/viro.1996.0264.", "ArticleIdList": ["10.1006/viro.1996.0264", "8638404"]}, {"Citation": "Briddon RW, Markham PG. Cotton leaf curl virus disease. Virus Res. 2000;71:151–159. doi: 10.1016/S0168-1702(00)00195-7.", "ArticleIdList": ["10.1016/S0168-1702(00)00195-7", "11137169"]}, {"Citation": "Briddon RW, Patil BL, Bagewadi B, Nawaz-ul Rehman MS, Fauquet CM. Distinct evolutionary histories of the DNA-A and DNA-B components of bipartite begomoviruses. BMC Evol Biol. 2010;10:97. doi: 10.1186/1471-2148-10-97.", "ArticleIdList": ["10.1186/1471-2148-10-97", "PMC2858149", "20377896"]}, {"Citation": "Brown JK. Whitefly-transmitted geminiviruses in the Americas and the Caribbean Basin. FAO Plant Prot Bull. 1991;39:5–23."}, {"Citation": "Brown JK, Bird J. Whitefly-transmitted geminiviruses and associated disorders in the Americas and the Caribbean Basin. Plant Dis. 1992;76:220–225. doi: 10.1094/PD-76-0220.", "ArticleIdList": ["10.1094/PD-76-0220"]}, {"Citation": "Brown JK, Fauquet CM, Briddon RW, Zerbini M, Moriones E, Navas-Castillo J. Family Geminiviridae. In: King AMQ, Adams MJ, Carstens EB, Lefkowitz EJ, editors. Virus Taxonomy: classification and nomenclature of viruses—Ninth report of the international committee on taxonomy of viruses. Amsterdam: Elsevier Academic Press; 2012. pp. 351–373."}, {"Citation": "Butterbach P, Verlaan MG, Dullemans A, Lohuis D, Visser RGF, Bai Y, Kormelink R. Tomato yellow leaf curl virus resistance by Ty-1 involves increased cytosine methylation of viral genomes and is compromised by cucumber mosaic virus infection. Proc Natl Acad Sci USA. 2014;111:12942–12947. doi: 10.1073/pnas.1400894111.", "ArticleIdList": ["10.1073/pnas.1400894111", "PMC4156758", "25136118"]}, {"Citation": "Caballero R, Rueda A. Las moscas blancas en Honduras. In: Hilje L, Arboleda O, editors. Las moscas blancas (Homoptera: Aleyrodidae) en America Central y El Caribe Turrialba. Costa Rica: CATIE; 1993. pp. 50–53."}, {"Citation": "Cahill JP. Ethnobotany of Chia, Salvia hispanica L. (Lamiaceae) Econ Bot. 2003;57:604–618. doi: 10.1663/0013-0001(2003)057[0604:EOCSHL]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2003)057[0604:EOCSHL]2.0.CO;2"]}, {"Citation": "Canter PH, Thomas H, Ernst E. Bringing medicinal plants into cultivation: opportunities and challenges for biotechnology. Trends Biotechnol. 2005;4:180–185. doi: 10.1016/j.tibtech.2005.02.002.", "ArticleIdList": ["10.1016/j.tibtech.2005.02.002", "15780709"]}, {"Citation": "Celli MG, Perotto MC, Martino JA, Flores CR, Conci VC, Pardina PR. Detection and identification of the first viruses in chia (Salvia hispanica) Viruses. 2014;6:3450–3457. doi: 10.3390/v6093450.", "ArticleIdList": ["10.3390/v6093450", "PMC4189032", "25243369"]}, {"Citation": "Chakraborty D, Chakraborty S. Bioassay guided isolation and identification of antibacterial and antifungal components from methanolic extract of green tea leaves (Camellia sinensis) Res J Phytochem. 2010;4:78–86. doi: 10.3923/rjphyto.2010.78.86.", "ArticleIdList": ["10.3923/rjphyto.2010.78.86"]}, {"Citation": "Chattopadhyay B, Singh AK, Yadav T, Fauquet CM, Sarin NB, Chakraborty S. Infectivity of the cloned components of a begomovirus: DNA-b complex causing chilli leaf curl disease in India. Arch Virol. 2008;153:533–539. doi: 10.1007/s00705-007-0017-2.", "ArticleIdList": ["10.1007/s00705-007-0017-2", "18175042"]}, {"Citation": "CRSP. Feeding more people with healthier crops. In: Proceedings of the Virology Symposium. IPM CRSP, India; 2012."}, {"Citation": "Cudjoe A, Gyamenah J, James B, Ghana . Whitefly and whitefly-borne viruses in the tropics. In: Anderson PK, Morales FJ, editors. Building a knowledge base for global action. Columbia: CIAT; 2005. pp. 24–29."}, {"Citation": "Czosnek H, Laterrot H. A world-wide survey of tomato yellow leaf curl viruses. Arch Virol. 1997;142:1391–1406. doi: 10.1007/s007050050168.", "ArticleIdList": ["10.1007/s007050050168", "9267451"]}, {"Citation": "Dasgupta I, Malathi VG, Mukherjee SK. Genetic engineering for virus resistance. Curr Sci. 2003;84:341–354."}, {"Citation": "DBTINDIA.nic.in. New Delhi: Department of Biotechnology, Ministry of Science and Technology, Government of India; c2011. [Updated 2011 Mar 01; cited 2013 Mar 06]. Available from: http://dbtindia.nic.in/uniquepage.asp?id_pk=340. [Updated on 2011 Mar 01, Cited on 2013 Mar 06]."}, {"Citation": "Diaz-Franco A, Obregón AS. Influencia de la fecha de siembra y la poda sobre la produccion de cultivares de okra. Agron Mesoamericana (Costa Rica) 1997;8:93–98."}, {"Citation": "Dhanraj KS, Seth ML. Enation in Capsicum annuum L. (chilli) caused by a new strain of leaf curl virus. Indian J Hortic. 1968;25:70–71."}, {"Citation": "Dhawan P, Dang JK, Mehra R. Capsicum leaf curl disease in relation to weather variables and its eco-friendly management. Capsicum Eggplant Newsl. 2002;20:77–80."}, {"Citation": "El-Gendi SS, Adam KM, Bachatly MA. Effect of the planting date of tomato on the population density of Bemisia tabaci (Genn.) and Heliothis armigera (HB), viral infection and yield. Arab. J Agric Sci. 1997;5:135–144."}, {"Citation": "Faria JC, Maxwell DP. Variability in geminivirus isolates associated with Phaseolus spp. in Brazil. Phytopathology. 1999;89:262–268. doi: 10.1094/PHYTO.1999.89.3.262.", "ArticleIdList": ["10.1094/PHYTO.1999.89.3.262", "18944768"]}, {"Citation": "Fauquet CM, Briddon RW, Brown JK, Moriones E, Stanley J, Zerbini M, Zhou X. Geminivirus strain demarcation and nomenclature. Arch Virol. 2008;153:783–821. doi: 10.1007/s00705-008-0037-6.", "ArticleIdList": ["10.1007/s00705-008-0037-6", "18256781"]}, {"Citation": "Franco CI, Morais LC, Quintans-Júnior LJ, Almeida RN, Antoniolli AR. CNS pharmacological effects of the hydroalcoholic extract of Sida cordifolia L. leaves. J Ethnopharmacol. 2005;98:275–279. doi: 10.1016/j.jep.2005.01.008.", "ArticleIdList": ["10.1016/j.jep.2005.01.008", "15814259"]}, {"Citation": "Galvez GE, Morales FJ. Whitefly-transmitted viruses. In: Schwartz HF, Pastor-Corrales MA, editors. Bean production in the tropics. CIAT: Colombia; 1989. pp. 379–406."}, {"Citation": "García-Andrés S, Accotto GP, Navas-Castillo J, Moriones E. Founder effect, plant host, and recombination shape the emergent population of begomoviruses that cause the tomato yellow leaf curl disease in the Mediterranean basin. Virology. 2007;359:302–312. doi: 10.1016/j.virol.2006.09.030.", "ArticleIdList": ["10.1016/j.virol.2006.09.030", "17070885"]}, {"Citation": "García-Arenal F, Fraile A, Malpica JM. Variability and genetic structure of plant virus populations. Annu Rev Phytopathol. 2001;39:157–186. doi: 10.1146/annurev.phyto.39.1.157.", "ArticleIdList": ["10.1146/annurev.phyto.39.1.157", "11701863"]}, {"Citation": "García-Andrés S, Tomás DM, Sánchez-Campos S, Navas-Castillo J, Moriones E. Frequent occurrence of recombinants in mixed infections of tomato yellow leaf curl disease-associated begomoviruses. Virology. 2007;365:210–219. doi: 10.1016/j.virol.2007.03.045.", "ArticleIdList": ["10.1016/j.virol.2007.03.045", "17467025"]}, {"Citation": "Gaur RK. First report of begomovirus infecting two ornamental plants: Ocimum Sanctum and Alternanthera variegata in India. J Clin Exp Pathol. 2012;2:46."}, {"Citation": "Gibbs MJ, Armstrong JS, Gibbs AJ. Sister scanning: a Monte Carlo procedure for assessing signals in recombinant sequences. Bioinformatics. 2000;16:573–582. doi: 10.1093/bioinformatics/16.7.573.", "ArticleIdList": ["10.1093/bioinformatics/16.7.573", "11038328"]}, {"Citation": "Gilbertson RL, Rojas M, Natwick E. Development of integrated pest management (IPM) strategies for whitefly (Bemisia tabaci)-transmissible geminiviruses. In: Winston MO, Davis, editors. The whitefly, Bemisia tabaci (Homoptera: Aleyrodidae) interaction with geminivirus-infected host plants. Toronto: Thompson; 2011. p. 396."}, {"Citation": "Gilbertson RL, Rojas MR, Kon T, Jaquez J. Tomato yellow leaf curl virus disease. In: Czosnek H, editor. Introduction of tomato yellow leaf curl virus into the Dominican Republic: the development of a successful integrated pest management system. Dordrecht: Springer; 2007. pp. 279–303."}, {"Citation": "Gnankiné O, Bassolé IHN, Chandre F, Glitho I, Akogbeto M, Dabiré RK, Martin T. Insecticide resistance in Bemisia tabaci Gennadius (Homoptera: Aleyrodidae) and Anopheles gambiae Giles (Diptera: Culicidae) could compromise the sustainability of malaria vector control strategies in West Africa. Acta Trop. 2013;128:7–17. doi: 10.1016/j.actatropica.2013.06.004.", "ArticleIdList": ["10.1016/j.actatropica.2013.06.004", "23792227"]}, {"Citation": "Guest D. Black pod: diverse pathogens with a global impact on cocoa yield. Phytopathology. 2007;97:1650–1653. doi: 10.1094/PHYTO-97-12-1650.", "ArticleIdList": ["10.1094/PHYTO-97-12-1650", "18943728"]}, {"Citation": "Guo X, Zhou X. Molecular characterization of a new begomovirus infecting Sida cordifolia and its associated satellite DNA molecules. Virus Genes. 2006;33:279–285.", "ArticleIdList": ["16990998"]}, {"Citation": "Hanley-Bowdoin L, Bejarano ER, Robertson D, Mansoor S. Geminiviruses: masters at redirecting and reprogramming plant processes. Nat Rev Microbiol. 2013;11:777–788. doi: 10.1038/nrmicro3117.", "ArticleIdList": ["10.1038/nrmicro3117", "24100361"]}, {"Citation": "Harrison BD, Robinson DJ. Natural genomic and antigenic variation in whitefly-transmitted geminiviruses (Begomoviruses) Annu Rev Phytopathol. 1999;37:369–398. doi: 10.1146/annurev.phyto.37.1.369.", "ArticleIdList": ["10.1146/annurev.phyto.37.1.369", "11701828"]}, {"Citation": "Hernàndez A, Pacheco-Covarrubias JJ. Changing a planting date: a silverleaf whitefly case. In: Proceedings of the Beltwide cotton conference. National Cotton Council, Memphis, TN, pp. 574–577; 1998."}, {"Citation": "Hernàndez-Jasso A, Pacheco-Covarrubias JJ. Control of the cotton whitefly with planting dates in the Yaqui Valley, Sonora, Mexico. Fitotec Mexicana. 1998;21:83–92."}, {"Citation": "Hidayat SH, Gilbertson RL, Hanson SF, Morales FJ, Ahliquist P, Russell DR, Maxwell DP. Complete nucleotide sequence of the infectious cloned DNAs of Bean dwarf mosaic geminivirus. Phytopathology. 1993;83:181–187. doi: 10.1094/Phyto-83-181.", "ArticleIdList": ["10.1094/Phyto-83-181"]}, {"Citation": "Hiljea LH, Costab S, Philip AS. Cultural practices for managing Bemisia tabaci and associated viral diseases. Crop Prot. 2001;20:801–812. doi: 10.1016/S0261-2194(01)00112-0.", "ArticleIdList": ["10.1016/S0261-2194(01)00112-0"]}, {"Citation": "Houndété TA, Kétoh GK, Hema OSA, Brévault T, Glitho IA, Martin T. Insecticide resistance in field populations of Bemisia tabaci (Hemiptera: Aleyrodidae) in West Africa. Pest Manag Sci. 2010;66:1181–1185. doi: 10.1002/ps.2008.", "ArticleIdList": ["10.1002/ps.2008", "20721972"]}, {"Citation": "Hudson JB, Anani K, Lee MK, De Souza C, Arnason JT, Gbeassor M. Further investigations on the antiviral activities of medicinal plants of Togo. Pharm Biol. 2000;38:46–50. doi: 10.1076/1388-0209(200001)3811-BFT046.", "ArticleIdList": ["10.1076/1388-0209(200001)3811-BFT046", "21214439"]}, {"Citation": "Hull R. Comparative plant virology. Amsterdam: Elsevier Academic Press; 2009. p. 376."}, {"Citation": "Idris AM, Shahid MS, Briddon RW, Khan AJ, Zhu JK, Brown JK. An unusual alphasatellite associated with monopartite begomoviruses attenuates symptoms and reduces betasatellite accumulation. J Gen Virol. 2011;92:706–717. doi: 10.1099/vir.0.025288-0.", "ArticleIdList": ["10.1099/vir.0.025288-0", "21084498"]}, {"Citation": "Ilyas M, Nawaz K, Shafiq M, Haider MS, Shahid AA. Complete nucleotide sequences of two begomoviruses infecting Madagascar periwinkle (Catharanthus roseus) from Pakistan. Arch Virol. 2013;158:505–510. doi: 10.1007/s00705-012-1498-1.", "ArticleIdList": ["10.1007/s00705-012-1498-1", "23065111"]}, {"Citation": "Kamau J, Sseruwagi P, Aritua V. Whitefly and whitefly-borne viruses in the tropics. In: Anderson PK, Morales FJ, editors. Building a knowledge base for global action. Columbia: Kenya; 2005. pp. 54–60."}, {"Citation": "Kataria R, Kumar D. Occurrence and infestation level of sucking pests: aphids on various host plants in agricultural fields of vadodara, Gujarat (India) Int J Sci Res Publ. 2012;2:1–6."}, {"Citation": "Khan AJ, Al-Saady NA, Al-Mahruki M, Al-Oufi M, Al-Subhi AM. Molecular characterization of begomovirus infecting sweet pepper in Oman. Indian J Biotechnol. 2007;6:45–51."}, {"Citation": "Khan A, Saeed ST, Samad A. New record of Catharanthus yellow mosaic virus and a Betasatellite Associated with Lethal Leaf Yellowing of Kalmegh (Andrographis paniculata) in Northern India. Plant Dis. 2015;99:292. doi: 10.1094/PDIS-08-14-0862-PDN.", "ArticleIdList": ["10.1094/PDIS-08-14-0862-PDN", "30699593"]}, {"Citation": "Khan A, Samad A. A new isolate of Eclipta yellow vein virus along with a betasatellite associated with yellow vein leaf curl disease of Andrographis paniculata in India. Plant Dis. 2014;98:698–699. doi: 10.1094/PDIS-08-13-0848-PDN.", "ArticleIdList": ["10.1094/PDIS-08-13-0848-PDN", "30708521"]}, {"Citation": "Khan MS, Raj SK, Singh R. First report of Tomato leaf curl New Delhi virus infecting chilli in India. Plant Pathol. 2006;55:289. doi: 10.1111/j.1365-3059.2006.01324.x.", "ArticleIdList": ["10.1111/j.1365-3059.2006.01324.x"]}, {"Citation": "Khatri S, Nahid N, Fauquet CM, Mubin M, Nawaz-ul-Rehman MS. A betasatellite-dependent begomovirus infects ornamental rose: characterization of begomovirus infecting rose in Pakistan. Virus Genes. 2014;49:124–131. doi: 10.1007/s11262-014-1076-6.", "ArticleIdList": ["10.1007/s11262-014-1076-6", "24781196"]}, {"Citation": "Kirk AA, Lacey LA, Brown JK, Ciomperlik MA, Goolsby JA, Vacek DC, Wendel LE, Napompeth B. Variation in the Bemisia tabaci species complex (Hemiptera: Aleyrodidae) and its natural enemies leading to successful biological control of Bemisia biotype B in the USA. Bull Entomological Res. 2000;90:317–327. doi: 10.1017/S0007485300000444.", "ArticleIdList": ["10.1017/S0007485300000444", "11020790"]}, {"Citation": "Kirthi N, Maiya SP, Murthy MRN, Savitri HS. Evidence of recombination among the tomato leaf curl virus strains/species from Bangalore. India Arch Virol. 2002;147:255–272. doi: 10.1007/s705-002-8318-8.", "ArticleIdList": ["10.1007/s705-002-8318-8", "11892687"]}, {"Citation": "Kil EJ, Park J, Lee H, Kim J, Choi HS, Lee KY, Kim CS, Lee S. Lamium amplexicaule (Lamiaceae): a weed reservoir for tomato yellow leaf curl virus (TYLCV) in Korea. Arch Virol. 2014;159:1305–1311. doi: 10.1007/s00705-013-1913-2.", "ArticleIdList": ["10.1007/s00705-013-1913-2", "24327090"]}, {"Citation": "Konam Y, Namaliu R, Daniel, Guest DI. Integrated pest and disease management for sustainable cocoa production: a training manual for farmers and extension workers. Australian Centre for International Agricultural Research Monograph No. 131. 2008; p. 36."}, {"Citation": "Kumar A, Kumar J, Khan JA. Sequence characterization of cotton leaf curl virus from Rajasthan: phylogenetic relationship with other members of geminiviruses and detection of recombination. Virus Genes. 2010;40:282–289. doi: 10.1007/s11262-009-0439-x.", "ArticleIdList": ["10.1007/s11262-009-0439-x", "20043195"]}, {"Citation": "Kumar RV, Singh AK, Chakraborty S. A new monopartite begomovirus species, Chilli leaf curl Vellanad virus, and associated betasatellites infecting chilli in the Vellanad region of Kerala, India. New Dis Rep. 2012;25:20. doi: 10.5197/j.2044-0588.2012.025.020.", "ArticleIdList": ["10.5197/j.2044-0588.2012.025.020"]}, {"Citation": "Kurth EG, Peremyslov VV, Prokhnevsky AI, Kasschau KD, Miller M, Carrington JC, Dolja VV. Virus-derived gene expression and RNA interference vector for grapevine. J Virol. 2012", "ArticleIdList": ["PMC3372183", "22438553"]}, {"Citation": "Lefeuvre P, Lett JM, Reynaud B, Martin DP. Avoidance of protein fold disruption in natural virus recombinants. PLoS Pathog. 2007;3:11. doi: 10.1371/journal.ppat.0030181.", "ArticleIdList": ["10.1371/journal.ppat.0030181", "PMC2092379", "18052529"]}, {"Citation": "Legg JP, Fauquet CM. Cassava mosaic geminiviruses in Africa. Plant Mol Biol. 2004;56:585–599. doi: 10.1007/s11103-004-1651-7.", "ArticleIdList": ["10.1007/s11103-004-1651-7", "15630622"]}, {"Citation": "Legg JP, Jeremiah SC, Obiero HM, Maruthi MN, Ndyetabula I, Okao-Okuja G, Bouwmeestera H, Bigirimanag S, Tata-Hangy W, Tata-Hangy, Mkamiloj G, Alicai T, Lava Kumar P. Comparing the regional epidemiology of the Cassava mosaic and cassava brown streak virus pandemics in Africa. Virus Res. 2011;159:161–170. doi: 10.1016/j.virusres.2011.04.018.", "ArticleIdList": ["10.1016/j.virusres.2011.04.018", "21549776"]}, {"Citation": "Legg JP, Okao-Okuja G, Mayala R, Muhinyuza JB. Spread into Rwanda of the severe cassava mosaic virus disease pandemic and associated Ugandan variant of East African cassava mosaic virus (EACMV-Ug) Plant Pathol. 2001;50:796. doi: 10.1046/j.1365-3059.2001.00619.x.", "ArticleIdList": ["10.1046/j.1365-3059.2001.00619.x"]}, {"Citation": "Leke WN, Brown JK, Ligthart ME, Sattar MN, Njualem DK, Kvarnheden A. Ageratum conyzoides: a host to a unique begomovirus disease complex in Cameroon. Virus Res. 2012;163:229–237. doi: 10.1016/j.virusres.2011.09.039.", "ArticleIdList": ["10.1016/j.virusres.2011.09.039", "22001569"]}, {"Citation": "Li F, Xu X, Huang C, Gu Z, Cao L, Hu T, Ding M, Li Z, Zhou X. The AC5 protein encoded by Mungbean yellow mosaic India virus is a pathogenicity determinant that suppresses RNA silencing-based antiviral defenses. New Phytol. 2015;208:555–569. doi: 10.1111/nph.13473.", "ArticleIdList": ["10.1111/nph.13473", "26010321"]}, {"Citation": "Madhusudhan KN, Vinayarani G, Deepak SA, Niranjana SR, Prakash HS, Singh GP, Sinha AK, Prasad BC. Antiviral activity of plant extracts and othe inducers against tobamoviruses infection in bell pepper and tomato plants. Int J Plant Pathol. 2011;1–8."}, {"Citation": "Martin DP, Lemey P, Lott M, Moulton V, Posada D, Lefeuvre P. RDP3: a flexible and fast computer program for analyzing recombination. Bioinformatics. 2010;26:2462–2463. doi: 10.1093/bioinformatics/btq467.", "ArticleIdList": ["10.1093/bioinformatics/btq467", "PMC2944210", "20798170"]}, {"Citation": "Martin DP, Posada D, Crandall KA, Williamson C. A modified bootscan algorithm for automated identification of recombinant sequences and recombination breakpoints. AIDS Res Hum Retroviruses. 2005;21:98–102. doi: 10.1089/aid.2005.21.98.", "ArticleIdList": ["10.1089/aid.2005.21.98", "15665649"]}, {"Citation": "Martin D, Rybicki E. RDP: detection of recombination amongst aligned sequences. Bioinformatics. 2000;16:562–563. doi: 10.1093/bioinformatics/16.6.562.", "ArticleIdList": ["10.1093/bioinformatics/16.6.562", "10980155"]}, {"Citation": "Martin DP, Williamson C, Posada D. RDP2: recombination detection and analysis from sequence alignments. Bioinformatics. 2005;21:260–262. doi: 10.1093/bioinformatics/bth490.", "ArticleIdList": ["10.1093/bioinformatics/bth490", "15377507"]}, {"Citation": "Maruthi MN, Rekha AR, Muniyappa V. Pumpkin yellow vein mosaic disease is caused by two distinct begomoviruses: complete viral sequences and comparative transmission by an indigenous Bemisia tabaci and the introduced B- biotype. Bull OEPP. 2007;37:412–419. doi: 10.1111/j.1365-2338.2007.01127.x.", "ArticleIdList": ["10.1111/j.1365-2338.2007.01127.x"]}, {"Citation": "Marwal A, Sahu AK, Chaudhary DK, Gaur RK. Complete nucleotide sequence of a begomovirus associated with satellites molecules infecting a new host Tagetes patula in India. Virus Genes. 2013;47:194–198. doi: 10.1007/s11262-013-0914-2.", "ArticleIdList": ["10.1007/s11262-013-0914-2", "23636468"]}, {"Citation": "Meetei PA, Singh P, Nongdam P, Prabhu NP, Rathore RS, Vindal V. NeMedPlant: a database of therapeutic applications and chemical constituents of medicinal plants from North-East region of India. Bioinformation. 2012;8:209–211. doi: 10.6026/97320630008209.", "ArticleIdList": ["10.6026/97320630008209", "PMC3302005", "22419844"]}, {"Citation": "Metwally SAG. Effect of planting date and certain weather factors on the population fluctuations of three insect pests infesting kidney beans in Qualyobia governorate. Egypt J Agric Res. 1999;77:139–149."}, {"Citation": "Mishra MD, Raychaudhri SP, Jha A. Virus causing leaf curl of chilli (Capsicum annum L.) Indian J Microbiol. 1963;3:73–76."}, {"Citation": "Moffat AS. Geminiviruses emerge as serious crop threat. Science. 1999;286:1835. doi: 10.1126/science.286.5446.1835.", "ArticleIdList": ["10.1126/science.286.5446.1835"]}, {"Citation": "Mukherjee PK, Kumar B, Kumar NS, Heinrich M. The Ayurvedic medicine Clitoria ternatea—from tradition use to scientific assessment. J Ethnopharmacol. 2008;120:291–301. doi: 10.1016/j.jep.2008.09.009.", "ArticleIdList": ["10.1016/j.jep.2008.09.009", "18926895"]}, {"Citation": "Muniyappa V, Padmaja AS, Venkatesh HM, Sharma A, Chandrashekar S. Tomato leaf curl virus resistant tomato lines TLB111, TLB130, and TLB182. Hortic Sci. 2002;37:603–606."}, {"Citation": "Narula AM, Monga D, Chauhan MS, Raj S. Cotton leaf curl virus disease in India: the challenge ahead. J Cotton Res Dev. 1999;13:129–138."}, {"Citation": "Olasantan FO. Vegetable production in tropical Africa: status and strategies for sustainable management. J Sustain Agric. 2007;30:41–70. doi: 10.1300/J064v30n03_05.", "ArticleIdList": ["10.1300/J064v30n03_05"]}, {"Citation": "Otim M, Kyalo G, Kyamanywa S, Asiimwe P, Legg JP, Guershon M, Gerling D. Parasitism of Bemisia tabaci (Homoptera: Aleyrodidae) by Eretmocerus mundus (Hymenoptera: Aphelinidae) on cassava. Int J Trop Insect Sci. 2008;28:158–167. doi: 10.1017/S1742758408093181.", "ArticleIdList": ["10.1017/S1742758408093181"]}, {"Citation": "Owor B. Effect of cassava mosaic geminiviruses (CMGs) on growth and yield of a cassava mosaic disease (CMD) susceptible cultivar in Uganda and cross protection studies, M.Sc. thesis, Makerere University, Kampala, Uganda. 2002."}, {"Citation": "Padidam M, Sawyer S, Fauquet CM. Possible emergence of new geminiviruses by frequent recombination. Virology. 1999;265:218–225. doi: 10.1006/viro.1999.0056.", "ArticleIdList": ["10.1006/viro.1999.0056", "10600594"]}, {"Citation": "Pandey SK, Mathur AC, Srivastava M. Management of Leaf Curl Disease of Chilli (Capsicum annuum L.) Int J Virol. 2010;6:246–250. doi: 10.3923/ijv.2010.246.250.", "ArticleIdList": ["10.3923/ijv.2010.246.250"]}, {"Citation": "Patel VC, Patel HK. Inter-relationship between whitefly (Bemisia tabaci Genn.) population and the incidence of leaf curl in bidi tobacco (Nicotiana tabacum L.) in relation to different planting dates. Indian J Entomol. 1966;28:339–344."}, {"Citation": "Patil BL, Fauquet CM. Differential interaction between cassava mosaic geminiviruses and geminivirus satellites. J Gen Virol. 2010;91:1871–1982. doi: 10.1099/vir.0.019513-0.", "ArticleIdList": ["10.1099/vir.0.019513-0", "20335493"]}, {"Citation": "Pita JS, Fondong VN, Sangare A, Otim-Nape GW, Ogwal S, Fauquet CM. Recombination, pseudorecombination and synergism of geminiviruses are determinant keys to the epidemic of severe cassava mosaic disease in Uganda. J Gen Virol. 2001;82:655–665. doi: 10.1099/0022-1317-82-3-655.", "ArticleIdList": ["10.1099/0022-1317-82-3-655", "11172108"]}, {"Citation": "Polston JE, Anderson PK. The emergence of whitefly-transmitted geminiviruses in tomato in the western hemisphere. Plant Dis. 1997;81:1358–1369. doi: 10.1094/PDIS.1997.81.12.1358.", "ArticleIdList": ["10.1094/PDIS.1997.81.12.1358", "30861786"]}, {"Citation": "Polston JE, Bois D, Ano G, Poliakoff F, Urbino C. Occurrence of a strain of Potato yellow mosaic geminivirus infecting tomato in the Eastern Caribbean. Plant Dis. 1997;82:126. doi: 10.1094/PDIS.1998.82.1.126B.", "ArticleIdList": ["10.1094/PDIS.1998.82.1.126B", "30857047"]}, {"Citation": "Polston JE, Lapidot M. Management of Tomato yellow leaf curl virus: US and Israel perspectives. In: Czosnek H, editor. Tomato Yellow Leaf Curl Virus Disease. Dordrecht: Springer; 2007. pp. 251–262."}, {"Citation": "Pooggin M, Shivaprasad PV, Veluthambi K, Hohn T. RNAi targeting of DNA virus in plants. Nat Biotechnol. 2003;21:131–132. doi: 10.1038/nbt0203-131b.", "ArticleIdList": ["10.1038/nbt0203-131b", "12560831"]}, {"Citation": "Prajapat R, Gaur RK, Marwal A. Homology modeling and docking studies between AC1 rep protein of Begomovirus and whey α-lactalbumin. Asian J Biol Sci. 2011;4:352–361. doi: 10.3923/ajbs.2011.352.361.", "ArticleIdList": ["10.3923/ajbs.2011.352.361"]}, {"Citation": "Prajapat R, Marwal A, Gaur RK. Begomovirus associated with alternative host weeds: a critical appraisal. Arch Phytopathol Plant Prot. 2013;47:157–170. doi: 10.1080/03235408.2013.805497.", "ArticleIdList": ["10.1080/03235408.2013.805497"]}, {"Citation": "Prajapat R, Marwal A, Gaur RK. Evidence of the Association of Solanum leaf curl lakshmangarh virus with a Weed Plant Solanum nigrum in Rajasthan, India. Sci Int. 2013;11:379–383."}, {"Citation": "Prasanna HC, Rai M. Detection and frequency of recombination in tomato-infecting begomoviruses of South and Southeast Asia. Virol J. 2007;4:111. doi: 10.1186/1743-422X-4-111.", "ArticleIdList": ["10.1186/1743-422X-4-111", "PMC2170441", "17963488"]}, {"Citation": "Preiss W, Jeske H. Multitasking in replication is common among geminiviruses. J Virol. 2003;77:2972–2980. doi: 10.1128/JVI.77.5.2972-2980.2003.", "ArticleIdList": ["10.1128/JVI.77.5.2972-2980.2003", "PMC149778", "12584322"]}, {"Citation": "Priyadarshini CGP, Ambika MV, Tippeswamy R, Savithri HS. Functional characterization of coat protein and V2 involved in cell to cell movement of cotton leaf curl Kokhran Virus-Dabawali. PLoS ONE. 2011;6:11.", "ArticleIdList": ["PMC3217939", "22110597"]}, {"Citation": "Raj SK, Snehi SK, Khan MS, Tiwari AK, Rao GP. First report of pepper leaf curl Bangladesh virus strain associated with bitter gourd yellow mosaic disease in India. Australas Plant Dis Notes. 2010;5:14–16. doi: 10.1071/DN10006.", "ArticleIdList": ["10.1071/DN10006"]}, {"Citation": "Rajinimala N, Rabindran R. First report of Indian cassava mosaic virus on bittergourd (Momordica charantia) in Tamil Nadu, India. Australas Plant Dis Notes. 2007;2:81–82. doi: 10.1071/DN07033.", "ArticleIdList": ["10.1071/DN07033"]}, {"Citation": "Rajinimala N, Rabindran R, Ramiah M, Kamlakhan A. Virus vector relationship of Bitter gourd yellow mosaic virus and whitefly Bemisia tabaci germ. Acta Phytopathol Entomol Hung. 2005;40:23–30. doi: 10.1556/APhyt.40.2005.1-2.3.", "ArticleIdList": ["10.1556/APhyt.40.2005.1-2.3"]}, {"Citation": "Rehman M, Hussain D, Malik TA, Zafar Y. Genetics of resistance to cotton leaf curl disease in Gossypium hirsutum. Plant Pathol. 2005;54:764–772. doi: 10.1111/j.1365-3059.2005.01280.x.", "ArticleIdList": ["10.1111/j.1365-3059.2005.01280.x"]}, {"Citation": "Rojas MR, Gilbertson RL. Emerging plant viruses: a diversity of mechanisms and opportunities. In: Roossinck MJ, editor. Plant virus evolution. Heidelberg: Springer; 2008. pp. 27–51."}, {"Citation": "Rojas MR, Gilbertson RL, Russel DR, Maxwell DP. Use of degenerate primers in the polymerase chain reaction to detect whitefly transmitted geminiviruses. Plant Dis. 1993;77:340–347. doi: 10.1094/PD-77-0340.", "ArticleIdList": ["10.1094/PD-77-0340"]}, {"Citation": "Rojas A, Kvarheden A, Valkonen JPT. Geminiviruses affecting tomato crops in Nicaragua. Plant Dis. 2000;84:843–846. doi: 10.1094/PDIS.2000.84.8.843.", "ArticleIdList": ["10.1094/PDIS.2000.84.8.843", "30832136"]}, {"Citation": "Saeed ST, Khan A, Kumar B, Ajayakumar PV, Samad A. First Report of Chilli leaf curl India virus infecting Mentha spicata (Neera) in India. Plant Dis. 2014;98:164. doi: 10.1094/PDIS-07-13-0750-PDN.", "ArticleIdList": ["10.1094/PDIS-07-13-0750-PDN", "30708610"]}, {"Citation": "Sahu AK, Marwal A, Shahid MS, Nehra C, Gaur RK. First report of a begomovirus and associated betasatellite in Rosa indica and in India. Australas Plant Dis Notes. 2014;9:1–4. doi: 10.1007/s13314-014-0147-9.", "ArticleIdList": ["10.1007/s13314-014-0147-9"]}, {"Citation": "Saiki RK, Gelfand DH, Stoffel S, Scharf SJ, Higuchi R, Horn GT, Mullis KB, Erlich HA. Primer-directed enzymatic amplification of DNA with a thermostable DNA polymerase. Science. 2014;239:487–491. doi: 10.1126/science.2448875.", "ArticleIdList": ["10.1126/science.2448875", "2448875"]}, {"Citation": "Saikia AK, Muniyappa V. Epidemiology and control of tomato leaf curl virus in southern India. Trop Agric (Trinidad) 1989;66:350–354."}, {"Citation": "Salati R, Nahkla MK, Rojas MR, Guzman P, Jaquez J, Maxwell DP. Tomato yellow leaf curl virus in the Dominican Republic: characterization of an infectious clone, virus monitoring in whiteflies, and identification of reservoir hosts. Phytopathology. 2002;92:487–496. doi: 10.1094/PHYTO.2002.92.5.487.", "ArticleIdList": ["10.1094/PHYTO.2002.92.5.487", "18943022"]}, {"Citation": "Samad A, Gupta MK, Shasany AK, Ajayakumar PV, Alam M. Begomovirus related to Tomato leaf curl Pakistan virus newly reported in Mentha crops in India. New Dis Rep. 2008;18:11."}, {"Citation": "Saunders K, Lucy A, Stanley J. RNA-primed complementary-sense DNA synthesis of the geminivirus African Cassava mosaic virus. Nucleic Acids Res. 1992;20:6311–6315. doi: 10.1093/nar/20.23.6311.", "ArticleIdList": ["10.1093/nar/20.23.6311", "PMC334521", "1475192"]}, {"Citation": "Schnippenkoetter WH, Martin DP, Hughes F, Fyvie M, Willment JA, James D, von Wechmar B, Rybicki EP. The biological and genomic characterisation of three mastreviruses. Arch Virol. 2001;146:1075–1088. doi: 10.1007/s007050170107.", "ArticleIdList": ["10.1007/s007050170107", "11504417"]}, {"Citation": "Seal SE, van den Bosch F, Jeger MJ. Factors influencing begomovirus evolution and their increasing global significance: implications for sustainable control. Crit Rev Plant Sci. 2006;25:23–46. doi: 10.1080/07352680500365257.", "ArticleIdList": ["10.1080/07352680500365257"]}, {"Citation": "Seemanpillai M, Dry I, Randles J, Rezaian A. Transcriptional silencing of geminiviral promoter-driven transgenes following homologous virus infection. Mol Plant-Microb Interact. 2003;16:429–438. doi: 10.1094/MPMI.2003.16.5.429.", "ArticleIdList": ["10.1094/MPMI.2003.16.5.429", "12744514"]}, {"Citation": "Senanayake DMJB, Mandal B, Lodha S, Varma A. First report of Chilli leaf curl virus affecting chilli in India. Plant Pathol. 2007;56:343. doi: 10.1111/j.1365-3059.2007.01513.x.", "ArticleIdList": ["10.1111/j.1365-3059.2007.01513.x"]}, {"Citation": "Slaymaker IM, Gao L, Zetsche B, Scott DA, Yan WX, Zhang F. Rationally engineered Cas9 nucleases with improved specificity. Science. 2016;351:84–88. doi: 10.1126/science.aad5227.", "ArticleIdList": ["10.1126/science.aad5227", "PMC4714946", "26628643"]}, {"Citation": "Smith JM. Analyzing the mosaic structure of genes. J Mol Evol. 1992;34:126–129.", "ArticleIdList": ["1556748"]}, {"Citation": "Srivastava A, Kumar S, Jaidi M, Raj SK. First report of Tomato leaf curl New Delhi virus on Opium Poppy (Papaver somniferum) in India. Plant Dis. 2016;100:232. doi: 10.1094/PDIS-08-15-0883-PDN.", "ArticleIdList": ["10.1094/PDIS-08-15-0883-PDN"]}, {"Citation": "Tahir M, Haider MS. First report of Tomato leaf curl New Delhi virus infecting bitter gourd in Pakistan. Plant Pathol. 2005;54:807. doi: 10.1111/j.1365-3059.2005.01215.x.", "ArticleIdList": ["10.1111/j.1365-3059.2005.01215.x"]}, {"Citation": "Taylor DA. New yardstick for medicinal plant harvests. Environ Health Persp 116. 2008; 1:A21. Academic OneFile Web 24 Mar 13.", "ArticleIdList": ["PMC2199306", "18197282"]}, {"Citation": "Tiwari AK, Sharma PK, Khan MS, Snehi SK, Raj SK, Rao GP. Molecular detection and identification of Tomato leaf curl New Delhi virus isolate causing yellow mosaic disease in Bitter gourd (Momordica charantia), a medicinally important plant in India. Med Plants. 2010;2:117–123."}, {"Citation": "Thresh JM, Fargette D, Otim-Nape GW. Effects of African cassava mosaic virus on the yield of cassava. Trop Sci. 1994;28:34–37."}, {"Citation": "Thresh JM, Otim-Nape GW, Thankappan M, Muniyappa V. The mosaic diseases of cassava in Africa and India caused by whitefly-borne geminiviruses. Rev Plant Pathol. 1998;77:935–945."}, {"Citation": "Tsai WS, Hu CJ, Shung DP, Lee LM, Wang JT, Kenyon L. First report of Squash leaf curl Philippines virus Infecting Chayote (Sechium edule) in Taiwan. Plant Dis. 2011;95:1197. doi: 10.1094/PDIS-04-11-0282.", "ArticleIdList": ["10.1094/PDIS-04-11-0282", "30732043"]}, {"Citation": "Ucko O, Cohen S, Ben-Joseph R. Prevention of virus epidemics by a crop-free period in the Arava region of Israel. Phytoparasitica. 1998;26:313–321. doi: 10.1007/BF02981446.", "ArticleIdList": ["10.1007/BF02981446"]}, {"Citation": "Umaharan P, Padidam M, Phelps RH, Beachy RN, Fauquet CM. Distribution and diversity of geminiviruses in Trinidad and Tobago. Phytopathology. 1998;88:1262–1268. doi: 10.1094/PHYTO.1998.88.12.1262.", "ArticleIdList": ["10.1094/PHYTO.1998.88.12.1262", "18944827"]}, {"Citation": "van der Walt E, Rybicki EP, Varsani A, Polston JE, Billharz R, Donaldson L, Monjane AL, Martin DP. Rapid host adaptation by extensive recombination. J Gen Virol. 2009;90:734–746. doi: 10.1099/vir.0.007724-0.", "ArticleIdList": ["10.1099/vir.0.007724-0", "PMC2885065", "19218220"]}, {"Citation": "Vanderschuren H, Stupak M, Fütterer J, Gruissem W, Zhang P. Engineering resistance to geminiviruses—review and perspectives. Plant Biotech J. 2007;5:207–220. doi: 10.1111/j.1467-7652.2006.00217.x.", "ArticleIdList": ["10.1111/j.1467-7652.2006.00217.x", "17309676"]}, {"Citation": "Vanitharani R, Chellappan P, Fauquet CM. Short interfering RNA-mediated interference of gene expression and viral DNA accumulation in cultured plant cells. Proc Natl Acad Sci USA. 2003;100:9632–9636. doi: 10.1073/pnas.1733874100.", "ArticleIdList": ["10.1073/pnas.1733874100", "PMC170969", "12886005"]}, {"Citation": "Varma A, Malathi VG. Emerging geminivirus problems: a serious threat to crop production. Ann Appl Biol. 2003;142:145–164. doi: 10.1111/j.1744-7348.2003.tb00240.x.", "ArticleIdList": ["10.1111/j.1744-7348.2003.tb00240.x"]}, {"Citation": "Varma A, Dhar AK, Mandal B. MYMV transmission and its control in India. In: Mungbean yellow mosaic disease. Proceedings on international workshop, Bangkok AVRDC, Shanhua, Tainan, Taiwan, 1992. pp 54–58"}, {"Citation": "Varsani A, Castillo JN, Moriones E, Zepeda CH, Idris A, Brown JK, Zerbini FM, Martin DP. Establishment of three new genera in the family Geminiviridae: Becurtovirus, Eragrovirus and Turncurtovirus. Arch Virol. 2014;159:2193–2203. doi: 10.1007/s00705-014-2050-2.", "ArticleIdList": ["10.1007/s00705-014-2050-2", "24658781"]}, {"Citation": "Voinnet O. Induction and suppression of RNA silencing: insights from viral infections. Nat Rev Genet. 2005;6:206–221. doi: 10.1038/nrg1555.", "ArticleIdList": ["10.1038/nrg1555", "15703763"]}, {"Citation": "Wright AV, Nuñez JK, Doudna JA. Biology and applications of CRISPR systems: harnessing nature’s toolbox for genome engineering. Cell. 2016;164:29–44. doi: 10.1016/j.cell.2015.12.035.", "ArticleIdList": ["10.1016/j.cell.2015.12.035", "26771484"]}, {"Citation": "Wood GAR, Lass RA. Cacao. 4. Oxford: Blackwell; 2001. p. 620."}, {"Citation": "Zaidi SSA, Mansoor S, Ali Z, Tashkandi M, Mahfouz MM. Engineering plants for geminivirus resistance with CRISPR/Cas9 system. Trends Plant Sci. 2016;21:279–281. doi: 10.1016/j.tplants.2016.01.023.", "ArticleIdList": ["10.1016/j.tplants.2016.01.023", "26880316"]}, {"Citation": "Zambrano K, Fernández-Rodríguez T, Marys E. Molecular characterization of a new begomovirus that infects Euphorbia heterophylla and Solanum lycopersicum in Venezuela. Arch Virol. 2012;157:379–382. doi: 10.1007/s00705-011-1157-y.", "ArticleIdList": ["10.1007/s00705-011-1157-y", "22052541"]}, {"Citation": "Zaim M, Kumar Y, Hallan V, Zaidi AA. Velvet bean severe mosaic virus: a distinct begomovirus species causing severe mosaic in Mucuna pruriens (L.) DC. Virus Gene. 2011;43:138–146. doi: 10.1007/s11262-011-0610-z.", "ArticleIdList": ["10.1007/s11262-011-0610-z", "21556742"]}]}], "History": [{"Year": "2016", "Month": "8", "Day": "12"}, {"Year": "2016", "Month": "12", "Day": "30"}, {"Year": "2017", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28466050", "PMC5377872", "10.1007/s13337-016-0358-0", "358"]}}]}