{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant", "atherosclerosis", "hypercholesterolemia"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28461816", "DateRevised": {"Year": "2024", "Month": "03", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "03", "Day": "15"}], "Language": ["eng"], "ELocationID": ["30", "10.4103/1735-1995.202151"], "Journal": {"ISSN": "1735-1995", "JournalIssue": {"Volume": "22", "PubDate": {"Year": "2017"}}, "Title": "Journal of research in medical sciences : the official journal of Isfahan University of Medical Sciences", "ISOAbbreviation": "J Res Med Sci"}, "ArticleTitle": "A review of plant-based compounds and medicinal plants effective on atherosclerosis.", "Pagination": {"StartPage": "30", "MedlinePgn": "30"}, "Abstract": {"AbstractText": ["Atherosclerosis is one of the most important cardiovascular diseases that involve vessels through the development of fatty streaks and plaques. Plant-based compounds can help treat or prevent atherosclerosis through affecting the involved factors. The main purpose of this review article is to investigate and introduce medicinal plants and their potential activities regarding antioxidant properties, effective on lipids level and development of plaque, atherosclerosis, and progression of atherosclerosis as well as the development of cardiovascular disease and ischemia. To search for the relevant articles indexed in Information Sciences Institute, PubMed, Scientific Information Database, IranMedex, and Scopus between 1980 and 2013, with further emphasis on those indexed from 2004 to 2015, we used these search terms: atherosclerosis, antioxidant, cholesterol, inflammation, and the medicinal plants below. Then, the articles with inclusion criteria were used in the final analysis of the findings. Plant-based active compounds, including phenols, flavonoids, and antioxidants, can be effective on atherosclerosis predisposing factors and hence in preventing this disease and associated harmful complications, especially through reducing cholesterol, preventing increase in free radicals, and ultimately decreasing vascular plaque and vascular resistance. Hence, medicinal plants can contribute to treating atherosclerosis and preventing its progression through reducing cholesterolemia, free radicals, inflammation, vascular resistance, and certain enzymes. They, alone or in combination with hypocholesterolemic drugs, can therefore be useful for patients with hyperlipidemia and its complications."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Razi Herbal Medicines Research Center, Lorestan University of Medical Sciences, Khorramabad, Iran."}], "LastName": "Sedighi", "ForeName": "Mehrnoosh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Razi Herbal Medicines Research Center, Lorestan University of Medical Sciences, Khorramabad, Iran."}, {"Identifier": [], "Affiliation": "Biotechnology and Medicinal Plants Research Center, Ilam University of Medical Sciences, Ilam, Iran."}], "LastName": "Bahmani", "ForeName": "Mahmoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."}], "LastName": "Asgary", "ForeName": "Sedigheh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Razi Herbal Medicines Research Center, Lorestan University of Medical Sciences, Khorramabad, Iran."}], "LastName": "Beyranvand", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Plants Research Center, Shahrekord University of Medical Sciences, Shahrekord, Iran."}], "LastName": "Rafieian-Kopaei", "ForeName": "Mahmoud", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Res Med Sci", "NlmUniqueID": "101235599", "ISSNLinking": "1735-1995"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "McGill HC, Jr, McMahan CA, Herderick EE, Malcom GT, Tracy RE, Strong JP. Origin of atherosclerosis in childhood and adolescence. Am J Clin Nutr. 2000;72(5 Suppl):1307S–15S.", "ArticleIdList": ["11063473"]}, {"Citation": "Ross R. The pathologenesis of atherosclerosis. In: Braunwald E, editor. Heart Disease. London: WB Saunders; 1994. p. 1105."}, {"Citation": "John A, Farmer MD, Antonio M, Gotto JR. Dyslipidimia and other risk factors for CAD. In: Braunwald E, editor. Heart Disease. London: WB Saunders; 1997. p. 1126."}, {"Citation": "Khoury Z, Schwartz R, Gottlieb S, Chenzbraun A, Stern S, Keren A. Relation of coronary artery disease to atherosclerotic disease in the aorta, carotid, and femoral arteries evaluated by ultrasound. Am J Cardiol. 1997;80:1429–33.", "ArticleIdList": ["9399716"]}, {"Citation": "Giral P, Pithois-Merli I, Filitti V, Levenson J, Plainfosse MC, Mainardi C, et al. Risk factors and early extracoronary atherosclerotic plaques detected by three-site ultrasound imaging in hypercholesterolemic men. Prévention Cardio-vasculaire en Médecine du Travail METRA Group. Arch Intern Med. 1991;151:950–6.", "ArticleIdList": ["2025143"]}, {"Citation": "Rashidi B, Mohammadi M, Mirzaei F, Badalzadeh R, Reisi P. Amlodipine treatment decreases plasma and carotid artery tissue levels of endothelin-1 in atherosclerotic rabbits. Pathophysiology. 2011;18:137–42.", "ArticleIdList": ["20541920"]}, {"Citation": "Kunjathoor VV, Febbraio M, Podrez EA, Moore KJ, Andersson L, Koehn S, et al. Scavenger receptors class A-I/II and CD36 are the principal receptors responsible for the uptake of modified low density lipoprotein leading to lipid loading in macrophages. J Biol Chem. 2002;277:49982–8.", "ArticleIdList": ["12376530"]}, {"Citation": "Amento EP, Ehsani N, Palmer H, Libby P. Cytokines and growth factors positively and negatively regulate interstitial collagen gene expression in human vascular smooth muscle cells. Arterioscler Thromb. 1991;11:1223–30.", "ArticleIdList": ["1911708"]}, {"Citation": "Insull W., Jr The pathology of atherosclerosis: Plaque development and plaque responses to medical treatment. Am J Med. 2009;122(1 Suppl):S3–14.", "ArticleIdList": ["19110086"]}, {"Citation": "Wu M, Rementer C, Giachelli CM. Vascular calcification: An update on mechanisms and challenges in treatment. Calcif Tissue Int. 2013;93:365–73.", "ArticleIdList": ["PMC3714357", "23456027"]}, {"Citation": "Oalmann MC, Malcom GT, Toca VT, Guzmán MA, Strong JP. Community pathology of atherosclerosis and coronary heart disease: Post mortem serum cholesterol and extent of coronary atherosclerosis. Am J Epidemiol. 1981;113:396–403.", "ArticleIdList": ["7211824"]}, {"Citation": "Jiménez F, Santos S. Braunwalds Heart Disease: A Text Book of Cardiovascular Medicine. 7th ed. London: Elsevier Saunders; 2005. pp. 4–17. 939-42, 936-61, 1035-7, 1074-85."}, {"Citation": "Güldiken S, Demir M, Arýkan E, Tuðrul A. The level of serum high sensitive C-reactive protein in women with hyperthyroidism. Turk J Endocrinol Metab. 2005;3:85–8."}, {"Citation": "Fan J, Watanabe T. Inflammatory reactions in the pathogenesis of atherosclerosis. J Atheroscler Thromb. 2003;10:63–71.", "ArticleIdList": ["12740479"]}, {"Citation": "Walldius G, Jungner I. Apolipoprotein B and apolipoprotein A-I: Risk indicators of coronary heart disease and targets for lipid-modifying therapy. J Intern Med. 2004;255:188–205.", "ArticleIdList": ["14746556"]}, {"Citation": "Di Minno G, Mancini M. Measuring plasma fibrinogen to predict stroke and myocardial infarction. Arteriosclerosis. 1990;10:1–7.", "ArticleIdList": ["2404490"]}, {"Citation": "McAteer MA, Akhtar AM, von Zur Muhlen C, Choudhury RP. An approach to molecular imaging of atherosclerosis, thrombosis, and vascular inflammation using microparticles of iron oxide. Atherosclerosis. 2010;209:18–27.", "ArticleIdList": ["PMC2839076", "19883911"]}, {"Citation": "Obrosova IG, Drel VR, Oltman CL, Mashtalir N, Tibrewala J, Groves JT, et al. Role of nitrosative stress in early neuropathy and vascular dysfunction in streptozotocin-diabetic rats. Am J Physiol Endocrinol Metab. 2007;293:E1645–55.", "ArticleIdList": ["17911342"]}, {"Citation": "Poppitt SD. Postprandial lipaemia, haemostasis, inflammatory response and other emerging risk factors for cardiovascular disease: The influence of fatty meals. Curr Nutr Food Sci. 2005;1:23–34."}, {"Citation": "Nappo F, Esposito K, Cioffi M, Giugliano G, Molinari AM, Paolisso G, et al. Postprandial endothelial activation in healthy subjects and in type 2 diabetic patients: Role of fat and carbohydrate meals. J Am Coll Cardiol. 2002;39:1145–50.", "ArticleIdList": ["11923038"]}, {"Citation": "Zipes DP, Braunwald E. Braunwald's Heart Disease: A Textbook of Cardiovascular Medicine. 7th ed. Philadelphia: W. B. Saunders; 2005."}, {"Citation": "Lankinen M, Schwab U, Kolehmainen M, Paananen J, Poutanen K, Mykkänen H, et al. Whole grain products, fish and bilberries alter glucose and lipid metabolism in a randomized, controlled trial: The Sysdimet study. PLoS One. 2011;6:e22646.", "ArticleIdList": ["PMC3161986", "21901116"]}, {"Citation": "Bahmani M, Mirhoseini M, Shirzad H, Sedighi M, Shahinfard N, Rafieian-Kopaei M. A review on promising natural agents effective on hyperlipidemia. J Evid Based Complementary Altern Med. 2015;20:228–38.", "ArticleIdList": ["25633423"]}, {"Citation": "Setorki M, Rafieian-Kopaei M, Merikhi A, Heidarian E, Shahinfard N, Ansari R, et al. Suppressive impact of anethum graveolens consumption on biochemical risk factors of atherosclerosis in hypercholesterolemic rabbits. Int J Prev Med. 2013;4:889–95.", "ArticleIdList": ["PMC3775165", "24049614"]}, {"Citation": "Braunwald E, editor . Heart Disease. London: WB Saunders; 1997. The history; p. 12."}, {"Citation": "Krajcovicová-Kudlácková M, Simoncic R, Béderová A, Ondreicka R, Klvanová J. Selected parameters of lipid metabolism in young vegetarians. Ann Nutr Metab. 1994;38:331–5.", "ArticleIdList": ["7702361"]}, {"Citation": "Kumar S, Kumar D, Rrakash O. Evaluation of antioxidant potential, phenolic and flavonoid contents of Hibiscus tiliaceus flowers. Electronic Journal of Envinonmental Agriculture and Food Chemistry. 2008;7:2863–71."}, {"Citation": "Hunt R, Fedorak R, Frohlich J, McLennan C, Pavilanis A. Therapeutic role of dietary fibre. Can Fam Physician. 1993;39:897.", "ArticleIdList": ["PMC2379839", "8388284"]}, {"Citation": "Mohsen A, Davood S, Ramazan F, Fereidoun H, Mustafa M. Effect of aerobic moderate exercise intensity on plasma and aorta homocysteine and 15-F21-isoprostane concentrations in high cholesterol diet-induced atherosclerosis. Physiol Pharmacol. 2007;11:199–207."}, {"Citation": "Salonen JT, Nyyssonen K, Korpela H, Tuomilehto J, Seppanen R, Salonen R. High stored iron levels are associated with excess risk of myocardial infarction in Eastern Finnish men. Circulation. 1992;86:803–11.", "ArticleIdList": ["1516192"]}, {"Citation": "Lawrence de Koning AB, Werstuck GH, Zhou J, Austin RC. Hyperhomocysteinemia and its role in the development ofatherosclerosis. Clin Biochem. 2003;36:431–41.", "ArticleIdList": ["12951169"]}, {"Citation": "Aldana L, Tsutsumi V, Craigmill A, Silveira MI, Gonzalez de Mejia E. alpha-Tocopherol modulates liver toxicity of the pyrethroid cypermethrin. Toxicol Lett. 2001;125:107–16.", "ArticleIdList": ["11701229"]}, {"Citation": "John S, Kale M, Rathore N, Bhatnagar D. Protective effect of Vitamin E in dimethoate and malathion induced oxidative stress in rat erythrocytes. J Nutr Biochem. 2001;12:500–4.", "ArticleIdList": ["11834209"]}, {"Citation": "Wolf R, Wolf D, Ruocco V. Vitamin E: The radical protector. J Eur Acad Dermatol Venereol. 1998;10:103–17.", "ArticleIdList": ["9553906"]}, {"Citation": "Barry H, John MC. Gutteridge Free Radicals in Biology and Medicine. London: Oxford University Press; 2007."}, {"Citation": "Skinner KA, White CR, Patel R, Tan S, Barnes S, Kirk M, et al. Nitrosation of uric acid by peroxynitrite. Formation of a vasoactive nitric oxide donor. J Biol Chem. 1998;273:24491–7.", "ArticleIdList": ["9733742"]}, {"Citation": "Raygan F, Khorasanifar H, Momen Heravi M, Arj A, Akbari H. The association between acute myocardial infarction and anti helicobacter pylori antibody. Zahedan J Res Med Sci. 2009;11:31–6."}, {"Citation": "Leopold JA, Loscalzo J. Oxidative risk for atherothrombotic cardiovascular disease. Free Radic Biol Med. 2009;47:1673–706.", "ArticleIdList": ["PMC2797369", "19751821"]}, {"Citation": "Ikram M, Nowshad F. Constituents of Quercus infectoria. Planta Med. 1977;31:286–7.", "ArticleIdList": ["866492"]}, {"Citation": "Antoine AA. An Introduction to Botanical Medicines: History, Science, Uses, and Dangers. Westport, Conn: Praeger Publishers; 2008. pp. 87–95."}, {"Citation": "Zhang J, Nguyen HT, Blum A. Genetic analysis of osmotic adjustment in crop plants. J Exp Bot. 1999;50:291–302."}, {"Citation": "Chedraui P, San Miguel G, Hidalgo L, Morocho N, Ross S. Effect of Trifolium pratense-derived isoflavones on the lipid profile of postmenopausal women with increased body mass index. Gynecol Endocrinol. 2008;24:620–4.", "ArticleIdList": ["19031218"]}, {"Citation": "Coinu R, Carta S, Urgeghe PP, Mulinacci N, Pinelli P, Franconi F, et al. Dose-effect study on the antioxidant properties of leaves and outer bracts of extracts obtained from Violetto di Toscana artichoke. Food Chem. 2007;101:524–31."}, {"Citation": "Kirchhoff R, Beckers C, Kirchhoff GM, Trinczek-Gärtner H, Petrowicz O, Reimann HJ. Increase in choleresis by means of artichoke extract. Phytomedicine. 1994;1:107–15.", "ArticleIdList": ["23195882"]}, {"Citation": "Shariatifar N. Qualitative and quantitative study of Pulicaria gnaphalodes essential oil and plant extract and evaluation of oxidative stability of soya bean oil in the presence of plant essential oil and extracts. [Thesis], Tehran University; 2011."}, {"Citation": "Cropley M, Cave Z, Ellis J, Middleton RW. Effect of kava and valerian on human physiological and psychological responses to mental stress assessed under laboratory conditions. Phytother Res. 2002;16:23–7.", "ArticleIdList": ["11807960"]}, {"Citation": "Hayakawa H, Raij L. Relationship between hypercholesterolaemia, endothelial dysfunction and hypertension. J Hypertens. 1999;17:611–9.", "ArticleIdList": ["10403604"]}, {"Citation": "Lee YS, Kim WS, Kim KH, Yoon MJ, Cho HJ, Shen Y, et al. Berberine, a natural plant product, activates AMP-activated protein kinase with beneficial metabolic effects in diabetic and insulin-resistant states. Diabetes. 2006;55:2256–64.", "ArticleIdList": ["16873688"]}, {"Citation": "Kanda Samy M, Veerendar Channabasappa Y, Bhim Charan M, Tapankumar M. Hepatoprotective and antioxidant role of berberis tinctoria Lesch leaves on paracetamol induced hepatic damage in rats. Iran J Pharmacol Ther. 2005;4:64–9."}, {"Citation": "Podolsky DK, Isselbacher KJ. Derangements of hepatic metabolism. In: Fauci AS, Braunwald E, Lsseldacher KJ, editors. Harrison's Principles of Internal Medicine. 14th ed. New York: McGraw Hill; 1998. pp. 1667–72."}, {"Citation": "Bialecka M. The effect of bioflavonoids and lecithin on the course of experimental atherosclerosis in rabbits. Ann Acad Med Stetin. 1997;43:41–56.", "ArticleIdList": ["9471922"]}, {"Citation": "Ernst E, Resch KL. Fibrinogen as a cardiovascular risk factor: A meta-analysis and review of the literature. Ann Intern Med. 1993;118:956–63.", "ArticleIdList": ["8489110"]}, {"Citation": "Ernst E. Plasma fibrinogen – an independent cardiovascular risk factor. J Intern Med. 1990;227:365–72.", "ArticleIdList": ["2191070"]}, {"Citation": "Wakasugi M, Noguchi T, Inoue M, Tawata M, Shindo H, Onaya T. Effects of aldose reductase inhibitors on prostacyclin (PGI2) synthesis by aortic rings from rats with streptozotocin-induced diabetes. Prostaglandins Leukot Essent Fatty Acids. 1991;44:233–6.", "ArticleIdList": ["1840007"]}, {"Citation": "Fritsch RM, Keusgen M. Occurrence and taxonomic significance of cysteine sulphoxides in the genus Allium L. (Alliaceae) Phytochemistry. 2006;67:1127–35.", "ArticleIdList": ["16626766"]}, {"Citation": "Sheela CG, Kumud K, Augusti KT. Anti-diabetic effects of onion and garlic sulfoxide amino acids in rats. Planta Med. 1995;61:356–7.", "ArticleIdList": ["7480182"]}, {"Citation": "Alma MH, Mavi A, Yildirim A, Digrak M, Hirata T. Screening chemical composition and in vitro antioxidant and antimicrobial activities of the essential oils from Origanum syriacum L. growing in Turkey. Biol Pharm Bull. 2003;26:1725–9.", "ArticleIdList": ["14646179"]}, {"Citation": "Rossi A, Serraino I, Dugo P, Di Paola R, Mondello L, Genovese T, et al. Protective effects of anthocyanins from blackberry in a rat model of acute lung inflammation. Free Radic Res. 2003;37:891–900.", "ArticleIdList": ["14567449"]}, {"Citation": "Brouillard R. Chemical structure of anthocyanins. In: Markakis P, editor. Anthocyanins as Food Colors. New York: Academic Press Inc; 1982. pp. 1–38."}, {"Citation": "Xiang L, Xing D, Wang W, Wang R, Ding Y, Du L. Alkaloids from Portulaca oleracea L. Phytochemistry. 2005;66:2595–601.", "ArticleIdList": ["16203019"]}, {"Citation": "Svagera Z, Skottová N, Vána P, Vecera R, Urbánek K, Belejová M, et al. Plasma lipoproteins in transport of silibinin, an antioxidant flavonolignan from Silybum marianum. Phytother Res. 2003;17:524–30.", "ArticleIdList": ["12748991"]}, {"Citation": "Jaydari F, Johari H, Taati M, Asadian P, Alirezaei M, Sheikhzadeh F. The effects of fruit extract on catalase activity and lipid peroxidation in the heart and erythrocytes of rats following chronic ethanol consumption. J Vet Res. 2011;3:179–83."}, {"Citation": "Shahsavari N, Barzegar M, Sahari MA. The effect antioxidant of the essential oils Zataria multiflora Boiss and Bunium persicum Boiss in soybean oil. Plant Foods Hum Nutr. 2008;63:183–8.", "ArticleIdList": ["18810640"]}, {"Citation": "Sahari MA, Ataii D, Hamedi M. Characteristics of tea seed oil in comparison with sunflower and olive oils and its effect as a natural antioxidant. J Am Oil Chem Soc. 2004;81:585–8."}, {"Citation": "Kabiri N, Asgary S, Rahimi P. Reduction and regression athe rosclerosis lesions by hydroalcoholic extracts of Hypericum perforatum L. in hypercholesterolemic rabbits. Iran J Med Aromat Plants. 2012;27:624–34."}, {"Citation": "Bhatia AL, Jain M. Amaranthus paniculatus (Linn.) improves learning after radiation stress. J Ethnopharmacol. 2003;85:73–9.", "ArticleIdList": ["12576205"]}, {"Citation": "Asgary S, Naderi G, Dashti G, Paknahad Z. Effect of Amirkabiria odorastissima mozaffarian on the development and progression of fatty streaks in hypercholesterolemic rabbits. Phytother Res. 2004;18:370–2.", "ArticleIdList": ["15173995"]}, {"Citation": "Rajesh M, Nagarajan A, Perumal S, Sellamuthu M. The antioxidant activity and free radical scavenging potential of two different solvent extracts of Camellia sinensis (L.) O. Kuntz, Ficus bengalensis L. and Ficus racemosa L. Food Chem. 2008;107:1000–7."}, {"Citation": "Alipoor B, Alipoor S, Delazar A, Ostadrahimi A, Bamdad Mogadam S. Recognition of the most components in the most effective hydromethanol fraction of Iranian black tea on lipid profile, oxidative stress and inflammatory factors in type I diabetic rats. Pharm Sci. 2010;16:90–8."}, {"Citation": "Tripathi BK, Srivastava AK. Diabetes mellitus: Complications and therapeutics. Med Sci Monit. 2006;12:RA130–47.", "ArticleIdList": ["16810145"]}, {"Citation": "Rietz B, Isensee H, Strobach H, Makdessi S, Jacob R. Cardioprotective actions of wild garlic (Allium ursinum) in ischemia and reperfusion. Mol Cell Biochem. 1993;119:143–50.", "ArticleIdList": ["8455576"]}, {"Citation": "Sendl A, Elbl G, Steinke B, Redl K, Breu W, Wagner H. Comparative pharmacological investigations of Allium ursinum and Allium sativum. Planta Med. 1992;58:1–7.", "ArticleIdList": ["1620734"]}, {"Citation": "Doi K, Kojima T, Fujimoto Y. Mulberry leaf extract inhibits the oxidative modification of rabbit and human low density lipoprotein. Biol Pharm Bull. 2000;23:1066–71.", "ArticleIdList": ["10993206"]}, {"Citation": "Visioli F, Galli C. Oleuropein protects low density lipoprotein from oxidation. Life Sci. 1994;55:1965–71.", "ArticleIdList": ["7990657"]}, {"Citation": "Asgary S, Sahebkar A, Afshani MR, Keshvari M, Haghjooyjavanmard S, Rafieian-Kopaei M. Clinical evaluation of blood pressure lowering, endothelial function improving, hypolipidemic and anti-inflammatory effects of pomegranate juice in hypertensive subjects. Phytother Res. 2014;28:193–9.", "ArticleIdList": ["23519910"]}, {"Citation": "Swetie R, Raesh CH, Arun S. Antioxidant potential of mint (Mentha spicata L.) in radiationprocessed lamb meat. Food Chem. 2007;100:451–8."}, {"Citation": "Zhang Y, Yang L, Zu Y, Chen X, Wang F, Liu F. Oxidative stability of sunflower oil supplemented with carnosic acid compared with synthetic antioxidants during accelerated storage. Food Chem. 2010;118(3):656–62.", "ArticleIdList": ["25214334"]}, {"Citation": "Sharma RD, Raghuram TC, Rao NS. Effect of fenugreek seeds on blood glucose and serum lipids in type I diabetes. Eur J Clin Nutr. 1990;44:301–6.", "ArticleIdList": ["2194788"]}, {"Citation": "Ghorbani A, Rakhshandeh H, Asadpour E, Sadeghnia HR. Effects of Coriandrum sativum extracts on glucose/serum deprivationinduced neuronal cell death. Avicenna J Phytomed. 2012;1:4–9."}, {"Citation": "Nickavar B, Abolhasani FA. Screening of antioxidant properties of seven Umbelliferae fruits from Iran. Pak J Pharm Sci. 2009;22:30–5.", "ArticleIdList": ["19168417"]}, {"Citation": "Young IS, McEneny J. Lipoprotein oxidation and atherosclerosis. Biochem Soc Trans. 2001;29(Pt 2):358–62.", "ArticleIdList": ["11356183"]}, {"Citation": "Badary OA, Abdel-Naim AB, Abdel-Wahab MH, Hamada FM. The influence of thymoquinone on doxorubicin-induced hyperlipidemic nephropathy in rats. Toxicology. 2000;143:219–26.", "ArticleIdList": ["10755708"]}, {"Citation": "Salem ML. Immunomodulatory and therapeutic properties of the Nigella sativa L. seed. Int Immunopharmacol. 2005;5:1749–70.", "ArticleIdList": ["16275613"]}, {"Citation": "U.S. Department of Agriculture, Agricultural Research Service. USDA Database for the Flavonoid Content of Selected Foods. 2008.  [Last accessed on 2010 Apr 22].  Available from: http://www.nal.usda.gov/fnic/foodcomp ."}, {"Citation": "Setorki M, Asgary S, Eidi A, Haeri Rohani A. Effects of acute verjuice consumption with a high-cholesterol diet on some biochemical risk factors of atherosclerosis in rabbits. Med Sci Monit. 2010;16:BR124–30.", "ArticleIdList": ["20357713"]}, {"Citation": "Hou L, Zhou B, Yang L, Liu ZL. Inhibition of human low density lipoprotein oxidation by flavonols and their glycosides. Chem Phys Lipids. 2004;129:209–19.", "ArticleIdList": ["15081861"]}, {"Citation": "Lotito S, Frei B. The increase in human plasma antioxidant capacity alter apple consumption is due to the metabolic effect of fructose on urate, not apple drived antioxidant flavonoids. Biol Med. 2004;37:251–8.", "ArticleIdList": ["15203196"]}, {"Citation": "Wang ZY, Nixon DW. Licorice and cancer. Nutr Cancer. 2001;39:1–11.", "ArticleIdList": ["11588889"]}, {"Citation": "Lankin VZ, Tikhaze AK, Kukharchuk VV, Konovalova GG, Pisarenko OI, Kaminnyi AI, et al. Antioxidants decreases the intensification of low density lipoprotein in vivo peroxidation during therapy with statins. Mol Cell Biochem. 2003;249:129–40.", "ArticleIdList": ["12956408"]}, {"Citation": "Somjen D, Knoll E, Vaya J, Stern N, Tamir S. Estrogen-like activity of licorice root constituents: Glabridin and glabrene, in vascular tissues in vitro and in vivo. J Steroid Biochem Mol Biol. 2004;91:147–55.", "ArticleIdList": ["15276622"]}, {"Citation": "Vaya J, Belinky PA, Aviram M. Antioxidant constituents from licorice roots: Isolation, structure elucidation and antioxidative capacity toward LDL oxidation. Free Radic Biol Med. 1997;23:302–13.", "ArticleIdList": ["9199893"]}, {"Citation": "Rosenblat M, Belinky P, Vaya J, Levy R, Hayek T, Coleman R, et al. Macrophage enrichment with the isoflavan glabridin inhibits NADPH oxidase-induced cell-mediated oxidation of low density lipoprotein. A possible role for protein kinase C. J Biol Chem. 1999;274:13790–9.", "ArticleIdList": ["10318783"]}, {"Citation": "Coruh N, Saghdicoglu Celep AG, Ozgokce F, Iscan M. Antioxidant capacities of Gundelia tournefortii L. extract and inhibition on glutathione-S-transferase activity. Food Chem. 2007;100:1249–53."}, {"Citation": "Schmidt C, Fagerberg B. ApoB/apoA-I ratio is related to femoral artery plaques in 64-year-old women also in cases with low LDL cholesterol. Atherosclerosis. 2008;196:817–22.", "ArticleIdList": ["17337270"]}, {"Citation": "Anderson JW, Johnstone BM, Cook-Newell ME. Meta-analysis of the effects of soy protein intake on serum lipids. N Engl J Med. 1995;333:276–82.", "ArticleIdList": ["7596371"]}, {"Citation": "Dimitriou M, Rallidis LS, Theodoraki EV, Kalafati IP, Kolovou G, Dedoussis GV. Exclusive olive oil consumption has a protective effect on coronary artery disease; overview of the THISEAS study. Public Health Nutr. 2016;19:1081–7.", "ArticleIdList": ["PMC10270986", "26223368"]}, {"Citation": "Guinda A. Use of solid residue from the olive industry. Grasas Aceitis. 2006;57:107–15."}, {"Citation": "Draijer R, de Graaf Y, Slettenaar M, de Groot E, Wright CI. Consumption of a polyphenol-rich grape-wine extract lowers ambulatory blood pressure in mildly hypertensive subjects. Nutrients. 2015;7:3138–53.", "ArticleIdList": ["PMC4446743", "25942487"]}, {"Citation": "Siasos G, Tousoulis D, Kokkou E, Oikonomou E, Kollia ME, Verveniotis A, et al. Favorable effects of concord grape juice on endothelial function and arterial stiffness in healthy smokers. Am J Hypertens. 2014;27:38–45.", "ArticleIdList": ["24061071"]}, {"Citation": "Natsume M, Baba S. Suppressive effects of cacao polyphenols on the development of atherosclerosis in apolipoprotein E-deficient mice. Subcell Biochem. 2014;77:189–98.", "ArticleIdList": ["24374929"]}, {"Citation": "Novakovic A, Marinko M, Vranic A, Jankovic G, Milojevic P, Stojanovic I, et al. Mechanisms underlying the vasorelaxation of human internal mammary artery induced by (−)-epicatechin. Eur J Pharmacol. 2015;762:306–12.", "ArticleIdList": ["26049011"]}, {"Citation": "Arshadi A, Talebi E, Tahery E, Kargar J. Effect of barley and oats on high-density lipoprotein cholesterol andtriglycerides in rats. Pars J Med Sci. 2014;12(2):29–35."}, {"Citation": "Mirhosseini M, Baradaran A, Rafieian-Kopaei M. Anethum graveolens and hyperlipidemia: A randomized clinical trial. J Res Med Sci. 2014;19:758–61.", "ArticleIdList": ["PMC4235097", "25422662"]}, {"Citation": "Rafieian-Kopaei M, Shahinfard N, Rouhi-Boroujeni H, Gharipour M, Darvishzadeh-Boroujeni P. Effects of Ferulago angulata extract on serum lipids and lipid peroxidation. Evid Based Complement Alternat Med 2014. 2014:680856.", "ArticleIdList": ["PMC3953577", "24707310"]}, {"Citation": "Asgary S, Sahebkar A, Afshani M, Keshvari M, Haghjooyjavanmard SH, Rafieian-Kopaei M. Clinical evaluation of blood pressure lowering, endothelial function improving, hypolipidemic and anti-inflammatory effects of pomegranate juice in hypertensive subjects. Phytother Res. 2014;28(2):193–9. [Doi: 10.1002/ptr.4977]", "ArticleIdList": ["23519910"]}, {"Citation": "Khosravi-Boroujeni H, Mohammadifard N, Sarrafzadegan N, Sajjadi F, Maghroun M, Khosravi A, et al. Potato consumption and cardiovascular disease risk factors among Iranian population. Int J Food Sci Nutr. 2012;63:913–20.", "ArticleIdList": ["22639829"]}, {"Citation": "Asgary S, Rafieian-Kopaei M, Shamsi F, Najafi S, Sahebkar A. Biochemical and histopathological study of the anti-hyperglycemic and anti-hyperlipidemic effects of cornelian cherry (Cornus mas L.) in alloxan-induced diabetic rats. J Complement Integr Med. 2014;11:63–9.", "ArticleIdList": ["24710636"]}, {"Citation": "Khosravi-Boroujeni H, Sarrafzadegan N, Mohammadifard N, Sajjadi F, Maghroun M, Asgari S, et al. White rice consumption and CVD risk factors among Iranian population. J Health Popul Nutr. 2013;31:252–61.", "ArticleIdList": ["PMC3702347", "23930344"]}, {"Citation": "Rafieian-Kopaei M, Asgary S, Adelnia A, Setorki M, Khazaei M, Kazemi S, et al. The effects of cornelian cherry on atherosclerosis and atherogenic factors in hypercholesterolemic rabbits. J Med Plants Res. 2011;5:2670–6."}, {"Citation": "Shayganni E, Bahmani M, Asgary S, Rafieian-Kopaei M. Inflammaging and cardiovascular disease: Management by medicinal plants. Phytomedicine. 2016;23:1119–26.", "ArticleIdList": ["26776956"]}, {"Citation": "Gensini GF, Comeglio M, Colcila A. Hemostatic factors, atherogenesis and atherosclerosis. Biomed Pharmacother. 1996;50:395–405."}, {"Citation": "Leopold JA, Loscalzo J. Oxidative risk for atherothrombotic cardiovascular disease. Free Radic Biol Med. 2009;47(12):1673–706.", "ArticleIdList": ["PMC2797369", "19751821"]}, {"Citation": "Greager MA, Libby P. Peripheral arterial disease. In: Zipes DP, Libby P, Bonow RO, Braunwald E, editors. Braunwald's Heart Disease: A Textbook of Cardiovascular Medicine. 7th ed. Philadelphia: Elsevier Saunders; 2005. pp. 1437–61."}, {"Citation": "de Wardener HE. Salt reduction and cardiovascular risk: The anatomy of a myth. J Hum Hypertens. 1999;13:1–4.", "ArticleIdList": ["9928744"]}, {"Citation": "Kumar S, Kumar D, Prakash O. Evaluation of antioxidant potential, phenolic and flavonoid contents of Hibiscus tiliaceus flowers. Electronic Journal of Envinonmental Agriculture and Food Chemistry. 2008;7:2863–71."}, {"Citation": "Grenett HE, Abou-Agag LA, Parks DA, Booyse FM. Ethanol and polyphenols (CAT, QUER) increase expression of fibrinolytic protein mRNAs in vivo in rat aortic endothelium. Biol Res. 2004;37:342."}, {"Citation": "Prasad K, Kalra J. Oxygen free radicals and hypercholesterolemic atherosclerosis: Effect of Vitamin E. Am Heart J. 1993;125:958–73.", "ArticleIdList": ["8465768"]}, {"Citation": "Yan LJ, Droy-Lefaix MT, Packer L. Ginkgo biloba extract (EGb 761) protects human low density lipoproteins against oxidative modification mediated by copper. Biochem Biophys Res Commun. 1995;212:360–6.", "ArticleIdList": ["7626049"]}, {"Citation": "Natella F, Ghiselli A, Guidi A, Ursini F, Scaccini C. Red wine mitigates the postprandial increase of LDL susceptibility to oxidation. Free Radic Biol Med. 2001;30:1036–44.", "ArticleIdList": ["11316584"]}, {"Citation": "Madihi Y, Merrikhi A, Baradaran A, Ghobadi S, Shahinfard N, Ansari R, et al. Bioactive components and the effect of hydroalcoholic extract of Vaccinium myrtillus on postprandial atherosclerosis risk factors in rabbits. Pak J Med Sci. 2013;29:384–9."}, {"Citation": "Durrington PN, Mackness B, Mackness MI. The hunt for nutritional and pharmacological modulators of paraoxonase. Arterioscler Thromb Vasc Biol. 2002;22:1248–50.", "ArticleIdList": ["12171781"]}, {"Citation": "Aviram M, Dornfeld L, Kaplan M, Coleman R, Gaitini D, Nitecki S, et al. Pomegranate juice flavonoids inhibit low-density lipoprotein oxidation and cardiovascular diseases: Studies in atherosclerotic mice and in humans. Drugs Exp Clin Res. 2002;28:49–62.", "ArticleIdList": ["12224378"]}, {"Citation": "Chang PP, Ford DE, Meoni LA, Wang NY, Klag MJ. Anger in young men and subsequent premature cardiovascular disease: The precursors study. Arch Intern Med. 2002;162:901–6.", "ArticleIdList": ["11966341"]}]}], "History": [{"Year": "2016", "Month": "10", "Day": "27"}, {"Year": "2016", "Month": "11", "Day": "12"}, {"Year": "2016", "Month": "12", "Day": "20"}, {"Year": "2017", "Month": "5", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "3", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["28461816", "PMC5390544", "10.4103/1735-1995.202151", "JRMS-22-30"]}}]}