{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28498837", "DateCompleted": {"Year": "2017", "Month": "09", "Day": "07"}, "DateRevised": {"Year": "2019", "Month": "12", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "05", "Day": "12"}], "Language": ["eng"], "ELocationID": ["e0177483", "10.1371/journal.pone.0177483"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "12", "Issue": "5", "PubDate": {"Year": "2017"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Whitefly attraction to rosemary (Rosmarinus officinialis L.) is associated with volatile composition and quantity.", "Pagination": {"StartPage": "e0177483", "MedlinePgn": "e0177483"}, "Abstract": {"AbstractText": ["Whitefly (Bemisia tabaci) is an important insect pest, causing severe damage to agricultural crops. The pest was recorded in a commercial rosemary (Rosmarinus officinalis, Lamiaceae) field, colonizing rosemary variety (var.) '2', but not '11'. A series of field and controlled laboratory choice bioassays confirmed the observed phenomenon. Mature potted plants of the two varieties were randomly organized in a lemon verbena (Lippia citrodora) and lemon grass (Cymbopogon spp.) fields. Seven days later var. '2' was significantly more colonized by whiteflies than var. '11'. Under lab conditions, whiteflies were significantly more attracted to var. '2' plantlets than to var. '11' following choice bioassays. Furthermore, cotton plants dipped in an essential oil emulsion of var. '2' had significantly greater colonization than cotton plants dipped in the essential oil emulsion of var. '11'. Similar results were obtained in 'plant-plant', 'plant-no plant' as well as, 'essential oil-essential oil' choice bioassay designs. Analyses of the essential oils of the two varieties identified a set of common and unique volatiles in each variety. Among these volatiles were β-caryophyllene and limonene, two compounds known to be associated with plant-insect interactions. The attraction of B. tabaci to pure (>95%) β-caryophyllene and limonene using a range of concentrations was examined in vitro by choice bioassays. The compounds were attractive to the insect at moderate concentration, but not at the lowest or highest concentrations used, where the insect was not attracted or repelled, respectively. Limonene attracted the insects at rates that were 10-fold lower than β-caryophyllene. The results emphasized the role of host plant volatiles in shaping the structure of B. tabaci populations in nature and in agricultural systems, and provided insights into the factors that contribute to the development of insect populations with unique characteristics. The results could also serve for future development of bio-pesticides and in breeding programs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Aromatic and Medicinal plants, Newe Ya'ar Research Center, ARO, Ramat-Yishay, Israel."}, {"Identifier": [], "Affiliation": "Department of Entomology, Volcani Center, ARO, Bet Dagan, Israel."}, {"Identifier": [], "Affiliation": "Robert H. Smith Faculty of Agriculture, Food and Environment, Hebrew University of Jerusalem, Rehovot, Israel."}], "LastName": "Sadeh", "ForeName": "Dganit", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Aromatic and Medicinal plants, Newe Ya'ar Research Center, ARO, Ramat-Yishay, Israel."}], "LastName": "Nitzan", "ForeName": "Nadav", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Aromatic and Medicinal plants, Newe Ya'ar Research Center, ARO, Ramat-Yishay, Israel."}], "LastName": "Shachter", "ForeName": "Alona", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Aromatic and Medicinal plants, Newe Ya'ar Research Center, ARO, Ramat-Yishay, Israel."}], "LastName": "Chaimovitsh", "ForeName": "David", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Aromatic and Medicinal plants, Newe Ya'ar Research Center, ARO, Ramat-Yishay, Israel."}, {"Identifier": [], "Affiliation": "Robert H. Smith Faculty of Agriculture, Food and Environment, Hebrew University of Jerusalem, Rehovot, Israel."}], "LastName": "Dudai", "ForeName": "Nativ", "Initials": "N"}, {"Identifier": ["0000-0001-6670-9280"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, Volcani Center, ARO, Bet Dagan, Israel."}, {"Identifier": [], "Affiliation": "Robert H. Smith Faculty of Agriculture, Food and Environment, Hebrew University of Jerusalem, Rehovot, Israel."}], "LastName": "Ghanim", "ForeName": "Murad", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cyclohexenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}, {"RegistryNumber": "0", "NameOfSubstance": "Polycyclic Sesquiterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Sesquiterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}, {"RegistryNumber": "9MC3I34447", "NameOfSubstance": "Limonene"}, {"RegistryNumber": "BHW853AU9H", "NameOfSubstance": "caryophyllene"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Biological Assay"}, {"QualifierName": ["drug effects"], "DescriptorName": "Chemotaxis"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Cyclohexenes"}, {"QualifierName": ["physiology"], "DescriptorName": "Hemiptera"}, {"QualifierName": [], "DescriptorName": "Limonene"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Oils"}, {"QualifierName": [], "DescriptorName": "Polycyclic Sesquiterpenes"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rosmarinus"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Sesquiterpenes"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Terpenes"}], "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Inbar M, Gerling D. Plant-mediated interactions between whiteflies, herbivores, and natural enemies. Ann Rev Entomol. 2008; 53: 431–448.", "ArticleIdList": ["17877454"]}, {"Citation": "Brown JK. The status of Bemisia tabaci (Genn.) as a pest and vector in world agroecosystems. FAO Plant Prot Bull. 1994; 42: 2–32."}, {"Citation": "Boykin LM, Shatters RG Jr, Rosell RC, McKenzie CL, Bagnall RA, De Barro PJ, et al. Global relationships of Bemisia tabaci (Hemiptera: Aleyrodidae) revealed using Bayesian analysis of mitochondrial COI DNA sequences. Mol Phylogenet Evol. 2007; 44: 1306–1319. 10.1016/j.ympev.2007.04.020", "ArticleIdList": ["10.1016/j.ympev.2007.04.020", "17627853"]}, {"Citation": "Chiel E, Gottlieb Y, Zchori-Fein E, Mozes-Daube N, Katzir N, Inbar M, et al. Biotypecdependent secondary symbiont communities in sympatric populations of Bemisia tabaci. Bull Entomol Res. 2007; 97: 407–413. 10.1017/S0007485307005159", "ArticleIdList": ["10.1017/S0007485307005159", "17645822"]}, {"Citation": "De Barro PJ, Liu SS, Boykin LM, Dinsdale AB. Bemisia tabaci: A statement of species status. Annu Rev Entomol. 2011; 56: 1–19. 10.1146/annurev-ento-112408-085504", "ArticleIdList": ["10.1146/annurev-ento-112408-085504", "20690829"]}, {"Citation": "Liu SS, Colvin J, De Barro PJ. Species concepts as applied to the whitefly Bemisia tabaci systematics: how many species are there? J Integrat Agric. 2012; 11: 176–186."}, {"Citation": "Brown JK, Frohlich DR, Rosell RC. The sweet-potato or silverleaf whiteflies—biotypes of Bemisia tabaci or a species complex. Annu Rev Entomol. 1995; 40: 511–534."}, {"Citation": "Firdaus S, Vosman B, Hidayati N, Jaya Supena ED, Visser RGF, van Heusden AW. The Bemisia tabaci species complex: Additions from different parts of the world. Insect Scie. 2013; 20: 723–733.", "ArticleIdList": ["23955997"]}, {"Citation": "Crowder DW, Horowitz AR, De Barro PJ, Liu SS, Showalter AM, Kontsedalov S, et al. Mating behaviour, life history and adaptation to insecticides determine species exclusion between whiteflies. J Anim Ecol. 2010; 79: 563–570. 10.1111/j.1365-2656.2010.01666.x", "ArticleIdList": ["10.1111/j.1365-2656.2010.01666.x", "20163491"]}, {"Citation": "Delatte H, Duyck PF, Triboire A, David P, Becker N, Bonato O, et al. Differential invasion success among biotypes: case of Bemisia tabaci. Biol Invasions. 2010; 11: 1059–1070."}, {"Citation": "Horowitz AR, Ishaaya I. Dynamics of biotypes B and Q of the whitefly Bemisia tabaci and its impact on insecticide resistance. Pest Manag Sci. 2014; 70: 1568–1572. 10.1002/ps.3752", "ArticleIdList": ["10.1002/ps.3752", "24488629"]}, {"Citation": "Sun DB, Liu YQ, Qin L, Xu J, Li FF, Liu SS. Competitive displacement between two invasive whiteflies: insecticide application and host plant effects. Bull Entomol Res. 2013; 103: 344–353. 10.1017/S0007485312000788", "ArticleIdList": ["10.1017/S0007485312000788", "23458717"]}, {"Citation": "Jiu M, Zhou XP, Tong L, Xu J, Yang X, Wan FH, et al. Vector-virus mutualism accelerates population increase of an invasive whitefly. PLoS ONE. 2007; 2:e182 10.1371/journal.pone.0000182", "ArticleIdList": ["10.1371/journal.pone.0000182", "PMC1773017", "17264884"]}, {"Citation": "Wang XW, Luan JB, Li JM, Bao YY, Zhang CX, Liu SS. De novo characterization of a whitefly transcriptome and analysis of its gene expression during development. BMC Genomics. 2010; 11: 400 10.1186/1471-2164-11-400", "ArticleIdList": ["10.1186/1471-2164-11-400", "PMC2898760", "20573269"]}, {"Citation": "Hu JA, De Barro PJ, Zhao H, Wang J, Nardi F, Liu SS. An extensive field survey combined with a phylogenetic analysis reveals rapid and widespread invasion of two alien whiteflies in China. PLoS ONE. 2011; 6:e16061 10.1371/journal.pone.0016061", "ArticleIdList": ["10.1371/journal.pone.0016061", "PMC3025023", "21283707"]}, {"Citation": "Czosnek H, Ghanim M. The circulative pathway of begomoviruses in the whitefly vector Bemisia tabaci; insightsd from studies with Tomato yellow leaf curl virus. Ann Appl Biol. 2002; 140: 215–231."}, {"Citation": "Yanishlieva NV, Marinova E, Pokorny J. Natural antioxidants from herbs and spices. Eur J Lipid Sci Technol. 2006; 108: 776–793."}, {"Citation": "Ngo SNT, Williams DB, Head RJ. Rosemary and Cancer Prevention: Preclinical Perspectives. Crit Rev Food Sci Nutr. 2011; 51: 946–954. 10.1080/10408398.2010.490883", "ArticleIdList": ["10.1080/10408398.2010.490883", "21955093"]}, {"Citation": "Pengelly A, Snow J, Mills SY, Scholey A, Wesnes K, Butler LR. Short-Term Study on the Effects of Rosemary on Cognitive Function in an Elderly Population. J Med Food. 2012; 15: 10–17. 10.1089/jmf.2011.0005", "ArticleIdList": ["10.1089/jmf.2011.0005", "21877951"]}, {"Citation": "Álvarez A, García BG, Jordán MJ, Martínez-Conesa C, Hernández MD. The effect of diets supplemented with thyme essential oils and rosemary extract on the deterioration of farmed gilthead seabream (Sparus aurata) during storage on ice. Food Chemistry. 2012; 132: 1395–1405.", "ArticleIdList": ["29243628"]}, {"Citation": "El Omari A, Hana J, Yamada P, Kawada K, Ben Abdrabbahc M, Isodaa H. Rosmarinus officinalis polyphenols activate cholinergic activities in PC12 cells through phosphorylation of ERK1/2. J Ethnopharmacol. 2012; 131: 451–458.", "ArticleIdList": ["20633629"]}, {"Citation": "Raiciu AD, Mihele DE, Ionita C, Nistorica V, Manea S. Antimicrobial activity of Ribes nigrum, Rosmarinus officinalis, Betula pubescens, Salix alba, Vaccinium myrtillus gemoderivatives. Farmacia. 2010; 58: 735–748."}, {"Citation": "Navarrete A, Herrero M, Martín A, Cocero M, Ibánez E. Valorization of solid wastes from essential oil industry. J Food Eng. 2011; 104: 196–201."}, {"Citation": "Walling LL. The Myriad plant responses to herbivores. J Plant Growth Regul. 2000; 19: 195–216.", "ArticleIdList": ["11038228"]}, {"Citation": "Zavala JA, Baldwin IT. Fitness benefits of trypsin proteinase inhibitor expression in Nicotiana attenuata are greater than their costs when plants are attacked. BioMed Central Ecol. 2004; 4: 1–15.", "ArticleIdList": ["PMC514560", "15304198"]}, {"Citation": "Kaloshian I, Walling LL. Hemipterans as plant pathogens. Ann Rev Phytopathol. 2005; 43: 491–521.", "ArticleIdList": ["16078893"]}, {"Citation": "Regnault-Roger C, Vincent C, Arnason JT. Essential oils in insect control: low-risk products in a high-stakes world. Annu Rev Entomol. 2014; 57: 405–424.", "ArticleIdList": ["21942843"]}, {"Citation": "Ahn YJ, Kim SI, Kim HK, Tak JH. Naturally occurring house dust mites control agents: development and commercialization In: Rai M, Carpinella MC, editors. Naturally Occurring Bioactive Compounds. Lomdon: Elsevier; 2006; pp. 269–289."}, {"Citation": "Isman MB. Botanical insecticides, deterrents, and repellents in modern agriculture and increasingly regulated world. Ann Rev Entomol. 2006; 51: 45–66.", "ArticleIdList": ["16332203"]}, {"Citation": "Mahmoodi L, Valizadegan O, Mahdavi V. Fumigant toxicity of Petroselinum crispum L. (Apiaceae) essential oil on Trialeurodes vaporariorum (Westwood Hemiptera: Aleyrodidae) adults under greenhouse. J Plant Prot Res. 2014; 54: 294–299."}, {"Citation": "Zoubiri S, Baaliouamer A. Potentiality of plants as source of insecticide principles. J Saudi Chemical Ecology. 2014; 18: 925–938."}, {"Citation": "Apel MA, Ribeiro VLS, Bordignon SAL, Henriques AT, von Poser G. Chemical composition and toxicity of the essential oils from Cunila species (Lamiaceae) on the cattle tick Rhipicephalus (Boophilus) microplus. Parasitol Res. 2009; 105: 863–868. 10.1007/s00436-009-1455-4", "ArticleIdList": ["10.1007/s00436-009-1455-4", "19421776"]}, {"Citation": "Soliman MMM. Phytochemical and toxicological studies of Artemisia L. (Compositae) essential oil against some insect pests. Arch Phytopathol Plant Prot. 2007; 40: 128–138."}, {"Citation": "Baldin ELL, Aguiar GP, Fanela TLM, Soares MCE, Groppo M, et al. Bioactivity of Pelargonium graveolens essential oil and related monoterpenoids against sweet potato whitefly, Bemisia tabaci biotype B. J Pest Sci. 2014; 86: 301–308."}, {"Citation": "Deletre a, Chandre F, Barkman B, Menutc C, Martina T. Naturally occurring bioactive compounds from four repellent essential oils against Bemisia tabaci whiteflies. Pest Manag Sci. 2016; 72: 179–189. 10.1002/ps.3987", "ArticleIdList": ["10.1002/ps.3987", "25641934"]}, {"Citation": "Tosh CR, Brogan B. Control of tomato whiteflies using the confusion effect of plant odours Agron. Sustain Dev. 2015; 35:183–193."}, {"Citation": "Mena P, Cirlini M, Tassotti M, Herrlinger KA, Dall’Asta C, Del Rio D. Phytochemical profiling of flavonoids, phenolic acids, terpenoids, and volatile fraction of a rosemary (Rosmarinus officinalis L.) extract. Molecules. 2016; 21:1576.", "ArticleIdList": ["PMC6273513", "27869784"]}, {"Citation": "Dudai N. Domestication and breeding of wild medicinal and aromatic plants– 30 years of experience in Israel. Acta Hortic (ISHS). 2012; 955: 175–183."}, {"Citation": "Dudai N, Putievsky E, Chaimovitsh D, Saadi D. Israeli registered rosemary cultivars No. 2655, 2656 and 2657. Israel Plant Breeders Rights Gazette. 2007; 69:23."}, {"Citation": "Caspi-Fluger A, Inbar M, Mozes-Daube N, Mouton L, Hunter M, Zchori-Fein E. Rickettsia 'in' and 'out': tow different localizaion patterns of bacterial symbiont in the same insect species. PLos One 6 2011; e21096 10.1371/journal.pone.0021096", "ArticleIdList": ["10.1371/journal.pone.0021096", "PMC3119683", "21712994"]}, {"Citation": "Ravid U, Werker E. The essential oil in aromatic plants from the Mediterranean basin: production, composition, chiral components and secretory structures. Israel Agresearch. 1994; 7: 85–102 (with English summary and tables)."}, {"Citation": "Reymond P, Bodenhausen N, Van Poecke RM, Krishnamurthy V, Dicke M, Farmer EE. A conserved transcript pattern in response to a specialist and a generalist herbivore. Plant Cell. 2004; 16: 3132–3147. 10.1105/tpc.104.026120", "ArticleIdList": ["10.1105/tpc.104.026120", "PMC527203", "15494554"]}, {"Citation": "Li Y, Zhong S, Qin Y, Zhang S, Gao Z, Dang Z, et al. Identification of plant chemicals attracting and repelling whiteflies. Arthropod-Plant Interactions. 2014; 8: 183–190."}, {"Citation": "Clavijo AC, McCormick JG, Sybille BU. Little peaks with big effects: establishing the role of minor plant volatiles in plant–insect interactions. Plant Cell Environ. 2014; 37: 1836–1844. 10.1111/pce.12357", "ArticleIdList": ["10.1111/pce.12357", "24749758"]}, {"Citation": "Bruce TJA, Wadhams LJ, Woodcock CM. Insect host location: a volatile situation. Trends Plant Sci. 2005; 10: 269–274. 10.1016/j.tplants.2005.04.003", "ArticleIdList": ["10.1016/j.tplants.2005.04.003", "15949760"]}, {"Citation": "Bleeker PM, Diergaarde PJ, Ament K, Guerra J, Weidner M, Schutz S, et al. The role of specific tomato volatiles in tomato-whitefly interaction. Plant Physiol. 2009; 151: 925–935. 10.1104/pp.109.142661", "ArticleIdList": ["10.1104/pp.109.142661", "PMC2754627", "19692533"]}, {"Citation": "Tan HL, Liu TX. Aphid-induced plant volatiles affect the attractiveness of tomato plants to Bemisia tabaci and associated natural enemies. Entomol Exp Appl. 2014; 151: 259–269."}, {"Citation": "Huang M, Sanchez-Moreiras AM, Abel C, Sohrabi R, Lee S, Gershenzon J, et al. The major volatile organic compound emitted from Arabidopsis thaliana flower, the sesquiterpene (E)-β-caryophyllene, is a defense against a bacterial pathogen. New Phytol. 2012; 193: 997–1008. 10.1111/j.1469-8137.2011.04001.x", "ArticleIdList": ["10.1111/j.1469-8137.2011.04001.x", "22187939"]}]}], "History": [{"Year": "2017", "Month": "1", "Day": "18"}, {"Year": "2017", "Month": "4", "Day": "27"}, {"Year": "2017", "Month": "5", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["28498837", "PMC5428955", "10.1371/journal.pone.0177483", "PONE-D-17-02374"]}}]}