{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Albizia adianthifolia", "Antibacterial activity", "Gram-negative bacteria", "Laportea ovalifolia", "Medicinal plants", "Multidrug resistance"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28490970", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "01", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2016.01.033"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "24", "Issue": "4", "PubDate": {"Year": "2017", "Month": "May"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Antibacterial activities of the methanol extracts of <i>Albizia adianthifolia</i>, <i>Alchornea laxiflora</i>, <i>Laportea ovalifolia</i> and three other Cameroonian plants against multi-drug resistant Gram-negative bacteria.", "Pagination": {"StartPage": "950", "EndPage": "955", "MedlinePgn": "950-955"}, "Abstract": {"AbstractText": ["In the last 10 years, resistance in Gram-negative bacteria has been increasing. The present study was designed to evaluate the <i>in vitro</i> antibacterial activities of the methanol extracts of six Cameroonian medicinal plants <i>Albizia adianthifolia</i>, <i>Alchornea laxiflora</i>, <i>Boerhavia diffusa</i>, <i>Combretum hispidum</i>, <i>Laportea ovalifolia</i> and <i>Scoparia dulcis</i> against a panel of 15 multidrug resistant Gram-negative bacterial strains. The broth microdilution was used to determine the minimal inhibitory concentration (MIC) and minimal bactericidal concentration (MBC) of the extracts. The preliminary phytochemical screening of the extracts was conducted according to the reference qualitative phytochemical methods. Results showed that all extracts contained compounds belonging to the classes of polyphenols and triterpenes, other classes of chemicals being selectively distributed. The best antibacterial activities were recorded with bark and root extracts of <i>A. adianthifolia</i> as well as with <i>L. ovalifolia</i> extract, with MIC values ranging from 64 to 1024 μg/mL on 93.3% of the fifteen tested bacteria. The lowest MIC value of 64 μg/mL was recorded with <i>A. laxiflora</i> bark extract against <i>Enterobacter aerogenes</i> EA289. Finally, the results of this study provide evidence of the antibacterial activity of the tested plants and suggest their possible use in the control of multidrug resistant phenotypes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Tchinda", "ForeName": "Cedric F", "Initials": "CF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Voukeng", "ForeName": "Igor K", "Initials": "IK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Beng", "ForeName": "Veronique P", "Initials": "VP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Kuete", "ForeName": "Victor", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adaikpoh M., Orhue N., Igbe I. The protective role of Scoparia dulcis on tissue antioxidant defense system of rats exposed to cadmium. Afr. J. Biotechnol. 2007;6:1192–1196."}, {"Citation": "Adjanohoun J., Aboubakar N., Dramane K., Ebot M., Ekpere J., Enow-Orock E., Focho D., Gbile Z., Kamanyi A., Kamsu-Kom J., Keita A., Mbenkum T., Mbi C., Mbiele A., Mbome L., Mubiru N., Nancy W., Nkongmeneck B., Satabie B., Sofowora A., Tamze V., Wirmum C., editors. Traditional medicine and pharmacopoeia: contribution to ethnobotanical and floristic studies in Cameroon. OUA/STRC; Lagos: 1996."}, {"Citation": "Ahmed M., Shikha H.A., Sadhu S.K., Rahman M.T., Datta B.K. Analgesic, diuretic, and anti-inflammatory principle from Scoparia dulcis. Pharmazie. 2001;56:657–660.", "ArticleIdList": ["11534346"]}, {"Citation": "Ahmed-Belkacem A., Macalou S., Borrelli F., Capasso R., Fattorusso E., Taglialatela-Scafati O., Di Pietro A. Nonprenylated rotenoids, a new class of potent breast cancer resistance protein inhibitors. J. Med. Chem. 2007;50:1933–1938.", "ArticleIdList": ["17341062"]}, {"Citation": "Akinpelu D.A., Abioye E.O., Aiyegoro O.A., Akinpelu O.F., Okoh A.I. Evaluation of antibacterial and antifungal properties of Alchornea laxiflora (Benth.) Pax. & Hoffman. Evid. Based Complement Altern. Med. 2015;2015:684839.", "ArticleIdList": ["PMC4320868", "25688278"]}, {"Citation": "Awouafack M.D., Tane P., Kuete V., Eloff J.N. 2-Sesquiterpenes from the medicinal plants of Africa. In: Kuete V., editor. Medicinal Plant Research in Africa: Pharmacology and Chemistry. Elsevier; Oxford: 2013. pp. 33–103."}, {"Citation": "Beppe G.J., Dongmo A.B., Foyet H.S., Tsabang N., Olteanu Z., Cioanca O., Hancianu M., Dimo T., Hritcu L. Memory-enhancing activities of the aqueous extract of Albizia adianthifolia leaves in the 6-hydroxydopamine-lesion rodent model of Parkinson’s disease. BMC Complement Altern. Med. 2014;14:142.", "ArticleIdList": ["PMC4019966", "24884469"]}, {"Citation": "Boucher H.W., Talbot G.H., Bradley J.S., Edwards J.E., Gilbert D., Rice L.B., Scheld M., Spellberg B., Bartlett J. Bad bugs, no drugs: no ESKAPE! an update from the infectious diseases society of America. Clin. Infect. Dis. 2009;48:1–12.", "ArticleIdList": ["19035777"]}, {"Citation": "Burkill H. Royal Botanic Gardens; Kew, Edinburgh: 1985. The Useful Plants of West Tropical Africa."}, {"Citation": "Chevalier J., Pages J.M., Eyraud A., Mallea M. Membrane permeability modifications are involved in antibiotic resistance in Klebsiella pneumoniae. Biochem. Biophys. Res. Commun. 2000;274:496–499.", "ArticleIdList": ["10913366"]}, {"Citation": "Cowan M.M. Plant products as antimicrobial agents. Clin. Microbiol. Rev. 1999;12:564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Eloff J.N. A sensitive and quick microplate method to determine the minimal inhibitory concentration of plant extracts for bacteria. Planta Med. 1998;64:711–713.", "ArticleIdList": ["9933989"]}, {"Citation": "Fankam A.G., Kuete V., Voukeng I.K., Kuiate J.R., Pages J.M. Antibacterial activities of selected Cameroonian spices and their synergistic effects with antibiotics against multidrug-resistant phenotypes. BMC Complement. Altern. Med. 2011;11:104.", "ArticleIdList": ["PMC3228721", "22044718"]}, {"Citation": "Fankam A.G., Kuiate J.R., Kuete V. Antibacterial activities of Beilschmiedia obscura and six other Cameroonian medicinal plants against multi-drug resistant Gram-negative phenotypes. BMC Complement. Altern. Med. 2014;14:241.", "ArticleIdList": ["PMC4223721", "25023038"]}, {"Citation": "Fankam A.G., Kuiate J.R., Kuete V. Antibacterial and antibiotic resistance modifying activity of the extracts from Allanblackia gabonensis, Combretum molle and Gladiolus quartinianus against Gram-negative bacteria including multi-drug resistant phenotypes. BMC Complement. Altern. Med. 2015;15:206.", "ArticleIdList": ["PMC4487221", "26122102"]}, {"Citation": "Farombi E.O., Ogundipe O.O., Samuel Uhunwangho E., Adeyanju M.A., Olarenwaju Moody J. Antioxidant properties of extracts from Alchornea laxiflora (Benth) Pax and Hoffman. Phytother. Res. 2003;17:713–716.", "ArticleIdList": ["12916064"]}, {"Citation": "Focho D., WT N., Fonge B. Medicinal plants of aguambu – bamumbu in the Lebialem highlands, southwest province of Cameroon. Afr. J. Pharm. Pharmacol. 2009;3:1–13."}, {"Citation": "Freire S.M., Torres L.M., Souccar C., Lapa A.J. Sympathomimetic effects of Scoparia dulcis L. and catecholamines isolated from plant extracts. J. Pharm. Pharmacol. 1996;48:624–628.", "ArticleIdList": ["8832498"]}, {"Citation": "Haddad M., Khan I.A., Lacaille-Dubois M.A. Two new prosapogenins from Albizia adianthifolia. Pharmazie. 2002;57:705–708.", "ArticleIdList": ["12426954"]}, {"Citation": "Haddad M., Miyamoto T., Laurens V., Lacaille-Dubois M.A. Two new biologically active triterpenoidal saponins acylated with salicylic acid from Albizia adianthifolia. J. Nat. Prod. 2003;66:372–377.", "ArticleIdList": ["12662095"]}, {"Citation": "Haddad M., Laurens V., Lacaille-Dubois M.A. Induction of apoptosis in a leukemia cell line by triterpene saponins from Albizia adianthifolia. Bioorg. Med. Chem. 2004;12:4725–4734.", "ArticleIdList": ["15358299"]}, {"Citation": "Harbone J., editor. Phytochemical methods: a guide to modern techniques of plant analysis. Chapman & Hall; London: 1973."}, {"Citation": "Jiofack T., Ayissi I., Fokunang C., Guedje N., Kemeuze V. Ethnobotany and phytomedicine of the upper Nyong valley forest in Cameroon. Afr. J. Pharm. Pharmacol. 2009;3:144–150."}, {"Citation": "Kouakou S., Nguessan I., Kablan B. Activité antioxydante et antiélastasique de trois plantes à usage antiasthmatique en médecine traditionnelle. J. Sci. Pharm. Biol. 2009;12:6–12."}, {"Citation": "Kuete V. Potential of Cameroonian plants and derived products against microbial infections: a review. Planta Med. 2010;76:1479–1491.", "ArticleIdList": ["20533165"]}, {"Citation": "Kuete V., Efferth T. Cameroonian medicinal plants: pharmacology and derived natural products. Front Pharmacol. 2010;1:123.", "ArticleIdList": ["PMC3153003", "21833168"]}, {"Citation": "Kuete V., Wabo G.F., Ngameni B., Mbaveng A.T., Metuno R., Etoa F.X., Ngadjui B.T., Beng V.P., Meyer J.J., Lall N. Antimicrobial activity of the methanolic extract, fractions and compounds from the stem bark of Irvingia gabonensis (Ixonanthaceae) J. Ethnopharmacol. 2007;114:54–60.", "ArticleIdList": ["17766070"]}, {"Citation": "Kuete V., Ngameni B., Simo C.C., Tankeu R.K., Ngadjui B.T., Meyer J.J., Lall N., Kuiate J.R. Antimicrobial activity of the crude extracts and compounds from Ficus chlamydocarpa and Ficus cordata (Moraceae) J. Ethnopharmacol. 2008;120:17–24.", "ArticleIdList": ["18718518"]}, {"Citation": "Kuete V., Wansi J.D., Mbaveng A.T., Kana Sop M.M., Tadjong A.T., Beng V.P., Etoa F.X., Wandji J., Meyer J.J.M., Lall N. Antimicrobial activity of the methanolic extract and compounds from Teclea afzelii (Rutaceae) S. Af. J. Bot. 2008;74:572–576."}, {"Citation": "Kuete V., Nana F., Ngameni B., Mbaveng A.T., Keumedjio F., Ngadjui B.T. Antimicrobial activity of the crude extract, fractions and compounds from stem bark of Ficus ovata (Moraceae) J. Ethnopharmacol. 2009;124:556–561.", "ArticleIdList": ["19450673"]}, {"Citation": "Kuete V., Ngameni B., Tangmouo J.G., Bolla J.M., Alibert-Franco S., Ngadjui B.T., Pages J.M. Efflux pumps are involved in the defense of Gram-negative bacteria against the natural products isobavachalcone and diospyrone. Antimicrob. Agents Chemother. 2010;54:1749–1752.", "ArticleIdList": ["PMC2863662", "20160051"]}, {"Citation": "Kuete V., Alibert-Franco S., Eyong K.O., Ngameni B., Folefoc G.N., Nguemeving J.R., Tangmouo J.G., Fotso G.W., Komguem J., Ouahouo B.M., Bolla J.M., Chevalier J., Ngadjui B.T., Nkengfack A.E., Pages J.M. Antibacterial activity of some natural products against bacteria expressing a multidrug-resistant phenotype. Int. J. Antimicrob. Agents. 2011;37:156–161.", "ArticleIdList": ["21163632"]}, {"Citation": "Kuete V., Kamga J., Sandjo L.P., Ngameni B., Poumale H.M., Ambassa P., Ngadjui B.T. Antimicrobial activities of the methanol extract, fractions and compounds from Ficus polita Vahl. (Moraceae) BMC Complement. Altern. Med. 2011;11:6.", "ArticleIdList": ["PMC3037948", "21269424"]}, {"Citation": "Lacmata S.T., Kuete V., Dzoyem J.P., Tankeo S.B., Teke G.N., Kuiate J.R., Pages J.M. Antibacterial activities of selected Cameroonian plants and their synergistic effects with antibiotics against bacteria expressing MDR phenotypes. Evid. Based Complement. Alternat. Med. 2012;2012:623723.", "ArticleIdList": ["PMC3304440", "22474511"]}, {"Citation": "Mallea M., Chevalier J., Bornet C., Eyraud A., Davin-Regli A., Bollet C., Pages J.M. Porin alteration and active efflux: two in vivo drug resistance strategies used by Enterobacter aerogenes. Microbiology. 1998;144(Pt 11):3003–3009.", "ArticleIdList": ["9846735"]}, {"Citation": "Mallea M., Mahamoud A., Chevalier J., Alibert-Franco S., Brouant P., Barbe J., Pages J.M. Alkylaminoquinolines inhibit the bacterial antibiotic efflux pump in multidrug-resistant clinical isolates. Biochem. J. 2003;376:801–805.", "ArticleIdList": ["PMC1223807", "12959639"]}, {"Citation": "Mativandlela S.P.N., Lall N., Meyer J.J.M. Antibacterial, antifungal and antitubercular activity of (the roots of) Pelargonium reniforme (CURT) and Pelargonium sidoides (DC) (Geraniaceae) root extracts. S. Afr. J. Bot. 2006;72:232–237."}, {"Citation": "Momo C.E., Oben J.E., Tazoo D., Dongo E. Antidiabetic and hypolipidaemic effects of a methanol/methylene-chloride extract of Laportea ovalifolia (Urticaceae), measured in rats with alloxan-induced diabetes. Ann. Trop. Med. Parasitol. 2006;100:69–74.", "ArticleIdList": ["16417716"]}, {"Citation": "Ndhlala A.R., Amoo S.O., Ncube B., Moyo M., Nair J.J., Van Staden J. 16-Antibacterial, antifungal, and antiviral activities of African medicinal plants. In: Kuete V., editor. Medicinal Plant Research in Africa: Pharmacology and Chemistry. Elsevier; Oxford: 2013. pp. 621–659."}, {"Citation": "Ngameni B., Fotso G.W., Kamga J., Ambassa P., Abdou T., Fankam A.G., Voukeng I.K., Ngadjui B.T., Abegaz B.M., Kuete V. 9-Flavonoids and related compounds from the medicinal plants of Africa. In: Kuete V., editor. Medicinal Plant Research in Africa: Pharmacology and Chemistry. Elsevier; Oxford: 2013. pp. 301–350."}, {"Citation": "Noumedem J.A., Mihasan M., Kuiate J.R., Stefan M., Cojocaru D., Dzoyem J.P., Kuete V. In vitro antibacterial and antibiotic-potentiation activities of four edible plants against multidrug-resistant gram-negative species. BMC Complement. Altern. Med. 2013;13:190.", "ArticleIdList": ["PMC3734210", "23885762"]}, {"Citation": "Noumedem J.A., Mihasan M., Lacmata S.T., Stefan M., Kuiate J.R., Kuete V. Antibacterial activities of the methanol extracts of ten Cameroonian vegetables against Gram-negative multidrug-resistant bacteria. BMC Complement. Altern. Med. 2013;13:26.", "ArticleIdList": ["PMC3598735", "23368430"]}, {"Citation": "Ogundipe O.O., Moody J.O., Houghton P.J., Odelola H.A. Bioactive chemical constituents from Alchornea laxiflora (benth) pax and hoffman. J. Ethnopharmacol. 2001;74:275–280.", "ArticleIdList": ["11274829"]}, {"Citation": "Oladunmoye M., Kehinde F. Ethnobotanical survey of medicinal plants used in treating viral infections among Yoruba tribe of South Western Nigeria. Afr. J. Microbiol. Res. 2011;5:2991–3004."}, {"Citation": "Olaleye M.T., Akinmoladun A.C., Ogunboye A.A., Akindahunsi A.A. Antioxidant activity and hepatoprotective property of leaf extracts of Boerhaavia diffusa Linn against acetaminophen-induced liver damage in rats. Food Chem. Toxicol. 2010;48:2200–2205.", "ArticleIdList": ["20553784"]}, {"Citation": "Pallett A., Hand K. Complicated urinary tract infections: practical solutions for the treatment of multiresistant Gram-negative bacteria. J. Antimicrob. Chemother. 2010;65(Suppl. 3) iii25-33.", "ArticleIdList": ["20876625"]}, {"Citation": "Peleg A., Hooper D. Hospital-acquired infections due to Gram-negative bacteria. N. Engl. J. Med. 2010;362:1804–1813.", "ArticleIdList": ["PMC3107499", "20463340"]}, {"Citation": "Poumale H.M.P., Hamm R., Zang Y., Shiono Y., Kuete V. 8-Coumarins and related compounds from the medicinal plants of Africa. In: Kuete V., editor. Medicinal Plant Research in Africa: Pharmacology and Chemistry. Elsevier; Oxford: 2013. pp. 261–300."}, {"Citation": "Pradel E., Pages J.M. The AcrAB-TolC efflux pump contributes to multidrug resistance in the nosocomial pathogen Enterobacter aerogenes. Antimicrob. Agents Chemother. 2002;46:2640–2643.", "ArticleIdList": ["PMC127391", "12121946"]}, {"Citation": "Schmelzer G., Gurib-Fakim A. Vol. 11. PROTA Foundation-CTA; Wageningen, Netherlands: 2013. Plant Resources of Tropical Africa. (Medicinal Plants)."}, {"Citation": "Seukep J.A., Fankam A.G., Djeussi D.E., Voukeng I.K., Tankeo S.B., Noumdem J.A., Kuete A.H., Kuete V. Antibacterial activities of the methanol extracts of seven Cameroonian dietary plants against bacteria expressing MDR phenotypes. Springerplus. 2013;2:363.", "ArticleIdList": ["PMC3738912", "23961425"]}, {"Citation": "Tamokou Jde D., Simo Mpetga D.J., Keilah Lunga P., Tene M., Tane P., Kuiate J.R. Antioxidant and antimicrobial activities of ethyl acetate extract, fractions and compounds from stem bark of Albizia adianthifolia (Mimosoideae) BMC Complement. Altern. Med. 2012;12:99.", "ArticleIdList": ["PMC3488965", "22809287"]}, {"Citation": "Tankeo S., Damen F., Awouafack M., Mpetga J., Tane P., Eloff J., Kuete V. Antibacterial activities of the methanol extracts, fractions and compounds from Fagara tessmannii. J. Ethnopharmacol. 2015;169:275–279.", "ArticleIdList": ["25937257"]}, {"Citation": "Tazoo D., Krohn K., Hussain H., Kouam S., Dongo E. Laportoside A and laportomide A: a new cerebroside and a new ceramide from leaves of Laportea ovalifolia. Z. Naturforsch. 2007;62b:1208–1212."}, {"Citation": "Touani F.K., Seukep A.J., Djeussi D.E., Fankam A.G., Noumedem J.A., Kuete V. Antibiotic-potentiation activities of four Cameroonian dietary plants against multidrug-resistant Gram-negative bacteria expressing efflux pumps. BMC Complement. Altern. Med. 2014;14:258.", "ArticleIdList": ["PMC4223522", "25047005"]}, {"Citation": "Tran Q.T., Mahendran K.R., Hajjar E., Ceccarelli M., Davin-Regli A., Winterhalter M., Weingart H., Pages J.M. Implication of porins in beta-lactam resistance of Providencia stuartii. J. Biol. Chem. 2010;285:32273–32281.", "ArticleIdList": ["PMC2952228", "20667831"]}, {"Citation": "Tsopmo A., Awah F.M., Kuete V. 12-Lignans and stilbenes from African medicinal plants. In: Kuete V., editor. Medicinal Plant Research in Africa. Elsevier; Oxford: 2013. pp. 435–478."}, {"Citation": "Van Bambeke F., Pages J.M., Lee V.J. Inhibitors of bacterial efflux pumps as adjuvants in antibiotic treatments and diagnostic tools for detection of resistance by efflux. Recent Pat Antiinfect Drug Discov. 2006;1:157–175.", "ArticleIdList": ["18221142"]}, {"Citation": "Van-Wyk B., Gerick N. Briza publications; Pretoria: 2000. People’s plants: a guide to useful plants of Southern Africa."}, {"Citation": "Wagh S., Vidhale N. Antimicrobial efficacy of Boerhaavia diffusa against some human pathogenic bacteria and fungi Biosci Biotechnol Res. Asia. 2010;7:267–272."}, {"Citation": "Wansi J.D., Devkota K.P., Tshikalange E., Kuete V. 14-Alkaloids from the medicinal plants of Africa. In: Kuete V., editor. Medicinal Plant Research in Africa: Pharmacology and Chemistry. Elsevier; Oxford: 2013. pp. 557–605."}, {"Citation": "Watt J., Breyer-Brandwyk M. Livingstone; London: 1962. The medicinal and poisonous plants of Southern and Easthern Africa."}, {"Citation": "WHO, 1993. Summary of WHO guidelines for assessment of herbal medicines. Herbal Gram, vol. 28, pp. 13–14."}, {"Citation": "Zulfiker A.H.M.D., Siddiqua A., Mahar L., Habib M.D.R., Uddin N., Hasan A., Rana S. In vitro antibacterial, antifungal and cytotoxicic activity of Scoporia dulcis L. Int. J. Pharm. Pharmacetut. Sci. 2011;3(Suppl. 2):188–203."}]}], "History": [{"Year": "2015", "Month": "7", "Day": "10"}, {"Year": "2016", "Month": "1", "Day": "16"}, {"Year": "2016", "Month": "1", "Day": "19"}, {"Year": "2017", "Month": "5", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "1", "Day": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28490970", "PMC5415118", "10.1016/j.sjbs.2016.01.033", "S1319-562X(16)00035-8"]}}]}