{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cyclotrichium origanifolium", "antioxidant activity", "flavonoids", "isolation", "spectroscopy"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28539727", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "04", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.4103/0973-1296.204556"], "Journal": {"ISSN": "0973-1296", "JournalIssue": {"Volume": "13", "Issue": "50", "PubDate": {"Year": "2017", "Season": "Apr-Jun"}}, "Title": "Pharmacognosy magazine", "ISOAbbreviation": "Pharmacogn Mag"}, "ArticleTitle": "Bioassay-guided isolation and identification of antioxidant flavonoids from <i>Cyclotrichium origanifolium</i> (Labill.) Manden and Scheng.", "Pagination": {"StartPage": "316", "EndPage": "320", "MedlinePgn": "316-320"}, "Abstract": {"AbstractText": ["Medicinal and aromatic plants play a significant role in drug discovery and development process. Flavonoids, revealing a wide spectrum of biological activities, extensively found in plants are important secondary metabolites.", "Aerial parts of <i>Cyclotrichium origanifolium</i> were collected, dried, and boiled in water then extracted with hexane, ethyl acetate, and <i>n</i>-butanol. Total phenolic content, DPPH<sup>•</sup> scavenging activity, reducing power (FRAP) activity, and ABTS<sup>•+</sup> scavenging activity assays were applied for all extracts. The ethyl acetate extract revealing the most antioxidant activity as well as including the highest phenolic contents was subjected to chromatographic techniques (column chromatography, sephadex LH-20, semipreparative HPLC) to isolate the active compounds. The structure of isolated compounds were elucidated by spectroscopic methods (1D NMR, 2D NMR, and LC-TOF/MS).", "Isosakuranetin (1), eriodictyol (2), luteolin (3), naringenin (4), and apigenin (5) were isolated and identified. All isolated flavonoids displayed the excellent antioxidant activity.", "The isolated flavonoids and also plant extract have potency to be a natural antioxidant.", "Five flavonoids were isolated from <i>Cyclotrichium origanifolium</i>Isolated compounds revealed the good antioxidant activity<i>C. origanifolium</i> has a potency to be used in food industries <b>Abbreviations used:</b> DPPH•: 1,1-diphenyl-2-picryl-hydrazyl free radical, ABTS•+: 2,2'-azino-bis(3-ethylbenzthiazoline-6-sulfonic acid), UV:Ultraviolet, DNA: Deoxyribonucleic acid, BHT: Butylated hydroxytoluene, BHA: Butylated hydroxyanisole, HPLC: High performance liquid chromatography."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science and Art, Gaziosmanpasa University, Tokat, Turkey."}], "LastName": "Guzel", "ForeName": "Abdussamat", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science and Art, Gaziosmanpasa University, Tokat, Turkey."}], "LastName": "Aksit", "ForeName": "Huseyin", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science and Art, Gaziosmanpasa University, Tokat, Turkey."}], "LastName": "Elmastas", "ForeName": "Mahfuz", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science and Art, Gaziosmanpasa University, Tokat, Turkey."}], "LastName": "Erenler", "ForeName": "Ramazan", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Pharmacogn Mag", "NlmUniqueID": "101300403", "ISSNLinking": "0973-1296"}, "CoiStatement": "There are no conflicts of interest"}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Davis PH. Flora of Turkey and the East Aegean Islands. Edinburgh: Edinburgh University Press; 1988."}, {"Citation": "Cetinus SA, Goze I, Sarac B, Vural N. Scavenging effect and antispasmodic activity of the essential oil of Cyclotrichium niveum. Fitoterapia. 2007;78:129–33.", "ArticleIdList": ["17161918"]}, {"Citation": "Doganca S, Ulubelen A, Tuzlaci E. Flavanones from Cyclotrichium niveum. Phytochemistry. 1989;28:3561–2."}, {"Citation": "Goze I, Cetin A, Goze A. Investigation of effects of essential oils of Origanum minutiflorum O Schwarz PH Davis and Cyclotrichium niveum (Labiatae) plants on angiogenesis in shell-less chick embryo culture. Afr J Biotechnol. 2010;9:2156–60."}, {"Citation": "Rustaiyan A, Jamzad M, Larijani K, Masoudi S, Jamzad Z. Composition of the essential oil of Salvia compressa Vent. and Cyclotrichium leucotrichum (Stapf. ex Rech.f.) Leblebici from Iran. J Essent Oil Res. 2009;21:222–4."}, {"Citation": "Kilic T, Karahan A, Dirmenci T, Arabaci T, Kocabas E, Goren AC. Essential oil compositions of some species of Cyclotrichium and antimicrobial activities. Chem Nat Compd. 2007;43:733–5."}, {"Citation": "Sajjadi SE, Mehregan I. Chemical composition of the essential oil of Cyclotrichium depauperatum. Chem Nat Compd. 2006;42:358–9."}, {"Citation": "Abdel-Hameed ESS. Total phenolic contents and free radical scavenging activity of certain Egyptian Ficus species leaf samples. Food Chem. 2009;114:1271–7."}, {"Citation": "Sasaki YF, Kawaguchi S, Kamaya A, Ohshita M, Kabasawa K, Iwama K, et al. The comet assay with 8 mouse organs: results with 39 currently used food additives. Mutat Res Gen Tox En. 2002;519:103–19.", "ArticleIdList": ["12160896"]}, {"Citation": "Erenler R, Sen O, Aksit H, Demirtas I, Yaglioglu AS, Elmastas M, et al. Isolation and identification of chemical constituents from Origanum majorana and investigation of antiproliferative and antioxidant activities. J Sci Food Agric. 2016;96:822–36.", "ArticleIdList": ["25721137"]}, {"Citation": "Erenler R, Sen O, Yaglioglu AS, Demirtas I. Bioactivity-guided isolation of antiproliferative sesquiterpene lactones from Centaurea solstitialis L. ssp solstitialis. Comb Chem High T Scr. 2016;19:66–72.", "ArticleIdList": ["26632440"]}, {"Citation": "Harborne JB, Williams CA. Advances in flavonoid research since 1992. Phytochemistry. 2000;55:481–504.", "ArticleIdList": ["11130659"]}, {"Citation": "Harborne JB. Recent advances in chemical ecology. Nat Prod Rep. 1999;16:509–23.", "ArticleIdList": ["10467740"]}, {"Citation": "Tepe B, Sokmen M, Sokmen A, Daferera D, Polissiou M. Antimicrobial and antioxidative activity of the essential oil and various extracts of Cyclotrichium origanifolium (Labill.) Manden. and Scheng. J Food Eng. 2005;69:335–42."}, {"Citation": "Gokturk RS, Sagdic O, Ozkan G, Unal O, Aksoy A, Albayrak S, et al. Essential oil compositions and bioactivities of Thymus revolutus and Cyclotrichium origanifolium. J Essent Oil Bear Plant. 2013;16:795–805."}, {"Citation": "Blois MS. Antioxidant determinations by the use of a stable free radical. Nature. 1958;181:1199–200."}, {"Citation": "Re R, Pellegrini N, Proteggente A, Pannala A, Yang M, Rice-Evans C. Antioxidant activity applying an improved ABTS radical cation decolorization assay. Free Radical Biol Med. 1999;26:1231–7.", "ArticleIdList": ["10381194"]}, {"Citation": "Oyaizu M. Studies on products of browning reaction: a ntioxidative activities of products of browning reaction prepared from glucosamine. Jpn J Nutr. 1986;44:307–15."}, {"Citation": "Slinkard K, Singleton VL. Total phenol analyses: automation and comparison with manual methods. Am J Enol Viticult. 1977;28:49–55."}, {"Citation": "Parmar VS, Vardhan A, Nagarajan GR, Jain R. Dihydroflavonols from Prunus domestica. Phytochemistry. 1992;31:2185–6."}, {"Citation": "Erenler R, Sen O, Yildiz I, Aydin A. Antiproliferative activities of chemical constituents isolated from Thymus praecox subsp. grossheimii (Ronniger) Jalas. Rec Nat Prod. 2016;10:766–70."}, {"Citation": "Maltese F, Erkelens C, van der Kooy F, Choi YH, Verpoorte R. Identification of natural epimeric flavanone glycosides by NMR spectroscopy. Food Chem. 2009;116:575–9."}, {"Citation": "Ersoz T, Harput US, Saracoglu I, Calis I, Ogihara Y. Phenolic compounds from Scutellaria pontica. Turk J Chem. 2002;26:581–8."}, {"Citation": "Das NP, Pereira TA. Effects of flavonoids on thermal autoxidation of palm oil: structure-activity relationships. J Am Oil Chem Soc. 1990;67:255–8."}]}], "History": [{"Year": "2016", "Month": "6", "Day": "7"}, {"Year": "2016", "Month": "7", "Day": "22"}, {"Year": "2017", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28539727", "PMC5421432", "10.4103/0973-1296.204556", "PM-13-316"]}}]}