{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alkaloids biosynthesis", "Coptis chinensis Franch.", "RNA sequencing", "Transcriptome"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28533961", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "05", "Day": "18"}], "Language": ["eng"], "ELocationID": ["e3303", "10.7717/peerj.3303"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "5", "PubDate": {"Year": "2017"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "Transcriptome analyses provide insights into the difference of alkaloids biosynthesis in the Chinese goldthread (<i>Coptis chinensis</i> Franch.) from different biotopes.", "Pagination": {"StartPage": "e3303", "MedlinePgn": "e3303"}, "Abstract": {"AbstractText": ["<i>Coptis chinensis</i> Franch., the Chinese goldthread ('Weilian' in Chinese), one of the most important medicinal plants from the family Ranunculaceae, and its rhizome has been widely used in Traditional Chinese Medicine for centuries. Here, we analyzed the chemical components and the transcriptome of the Chinese goldthread from three biotopes, including Zhenping, Zunyi and Shizhu. We built comprehensive, high-quality de novo transcriptome assemblies of the Chinese goldthread from short-read RNA-Sequencing data, obtaining 155,710 transcripts and 56,071 unigenes. More than 98.39% and 95.97% of core eukaryotic genes were found in the transcripts and unigenes respectively, indicating that this unigene set capture the majority of the coding genes. A total of 520,462, 493,718, and 507,247 heterozygous SNPs were identified in the three accessions from Zhenping, Zunyi, and Shizhu respectively, indicating high polymorphism in coding regions of the Chinese goldthread (∼1%). Chemical analyses of the rhizome identified six major components, including berberine, palmatine, coptisine, epiberberine, columbamine, and jatrorrhizine. Berberine has the highest concentrations, followed by coptisine, palmatine, and epiberberine sequentially for all the three accessions. The drug quality of the accession from Shizhu may be the highest among these accessions. Differential analyses of the transcriptome identified four pivotal candidate enzymes, including aspartate aminotransferaseprotein, polyphenol oxidase, primary-amine oxidase, and tyrosine decarboxylase, were significantly differentially expressed and may be responsible for the difference of alkaloids contents in the accessions from different biotopes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Breeding Base of Systematic Research, Development and Utilization of Chinese Medicine Resources, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}], "LastName": "Chen", "ForeName": "Hanting", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "DNA Stories Bioinformatics Center, Chengdu, Sichuan, China."}], "LastName": "Deng", "ForeName": "Cao", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "DNA Stories Bioinformatics Center, Chengdu, Sichuan, China."}], "LastName": "Nie", "ForeName": "Hu", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Breeding Base of Systematic Research, Development and Utilization of Chinese Medicine Resources, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}], "LastName": "Fan", "ForeName": "Gang", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Breeding Base of Systematic Research, Development and Utilization of Chinese Medicine Resources, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}], "LastName": "He", "ForeName": "Yang", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "CoiStatement": "The authors declare there are no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ashburner M, Ball CA, Blake JA, Botstein D, Butler H, Cherry JM, Davis AP, Dolinski K, Dwight SS, Eppig JT. Gene Ontology: tool for the unification of biology. Nature Genetics. 2000;25:25–29. doi: 10.1038/75556.", "ArticleIdList": ["10.1038/75556", "PMC3037419", "10802651"]}, {"Citation": "Boeckmann B, Bairoch A, Apweiler R, Blatter MC, Estreicher A, Gasteiger E, Martin MJ, Michoud K, O’Donovan C, Phan I. The SWISS-PROT protein knowledgebase and its supplement TrEMBL in 2003. Nucleic Acids Research. 2003;31:365–370. doi: 10.1093/nar/gkg095.", "ArticleIdList": ["10.1093/nar/gkg095", "PMC165542", "12520024"]}, {"Citation": "Bonamore A, Barba M, Botta B, Boffi A, Macone A. Norcoclaurine synthase: mechanism of an enantioselective pictet-spengler catalyzing enzyme. Molecules. 2010;15:2070–2078. doi: 10.3390/molecules15042070.", "ArticleIdList": ["10.3390/molecules15042070", "PMC6257185", "20428026"]}, {"Citation": "Camacho C, Coulouris G, Avagyan V, Ma N, Papadopoulos J, Bealer K, Madden TL. BLAST+: architecture and applications. BMC Bioinformatics. 2009;10:421. doi: 10.1186/1471-2105-10-421.", "ArticleIdList": ["10.1186/1471-2105-10-421", "PMC2803857", "20003500"]}, {"Citation": "Chen S, Xu J, Liu C, Zhu Y, Nelson DR, Zhou S, Li C, Wang L, Guo X, Sun Y, Luo H, Li Y, Song J, Henrissat B, Levasseur A, Qian J, Li J, Luo X, Shi L, He L, Xiang L, Xu X, Niu Y, Li Q, Han MV, Yan H, Zhang J, Chen H, Lv A, Wang Z, Liu M, Schwartz DC, Sun C. Genome sequence of the model medicinal mushroom Ganoderma lucidum. Nature Communications. 2012;3:177–180. doi: 10.1038/ncomms1923.", "ArticleIdList": ["10.1038/ncomms1923", "PMC3621433", "22735441"]}, {"Citation": "Conesa A, Götz S, García-Gómez JM, Terol J, Talón M, Robles M. Blast2GO: a universal tool for annotation, visualization and analysis in functional genomics research. Bioinformatics. 2005;21:3674–3676. doi: 10.1093/bioinformatics/bti610.", "ArticleIdList": ["10.1093/bioinformatics/bti610", "16081474"]}, {"Citation": "Cui L, Liu M, Chang X, Sun K. The inhibiting effect of the Coptis chinensis polysaccharide on the type II diabetic mice. Biomedicine & Pharmacotherapy. 2016;81:111–119. doi: 10.1016/j.biopha.2016.03.038.", "ArticleIdList": ["10.1016/j.biopha.2016.03.038", "27261584"]}, {"Citation": "Fan G, Zhang MY, Zhou XD, Lai XR, Yue QH, Tang C, Luo WZ, Zhang Y. Quality evaluation and species differentiation of Rhizoma coptidis by using proton nuclear magnetic resonance spectroscopy. Analytica Chimica Acta. 2012;747:76–83. doi: 10.1016/j.aca.2012.08.038.", "ArticleIdList": ["10.1016/j.aca.2012.08.038", "22986138"]}, {"Citation": "Friedemann T, Ying Y, Wang W, Kramer ER, Schumacher U, Fei J, Schröder S. Neuroprotective effect of Coptis chinensis in MPP[Formula: see text] and MPTP-Induced parkinson’s disease models. The American Journal of Chinese Medicine. 2016;44:907–925. doi: 10.1142/S0192415X16500506.", "ArticleIdList": ["10.1142/S0192415X16500506", "27430912"]}, {"Citation": "Geng Z, Zheng H, Zhang Y, Luo W, Qu X. Simultaneous determination of six alkaloids in Coptis chinensis of different regions by RP-HPLC. China Journal of Chinese Materia Medica. 2010;35:2576–2580.", "ArticleIdList": ["21174768"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, Adiconis X, Fan L, Raychowdhury R, Zeng Q, Chen Z, Mauceli E, Hacohen N, Gnirke A, Rhind N, Di Palma F, Birren BW, Nusbaum C, Lindblad-Toh K, Friedman N, Regev A. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nature Biotechnology. 2011;29:644–652. doi: 10.1038/nbt.1883.", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "He Y, Deng C, Xiong L, Qin S, Peng C. Transcriptome sequencing provides insights into the metabolic pathways of patchouli alcohol and pogostone in Pogostemon cablin (Blanco) Benth. Genes & Genomics. 2016b;38:1031–1039. doi: 10.1007/s13258-016-0447-x.", "ArticleIdList": ["10.1007/s13258-016-0447-x"]}, {"Citation": "He Y, Xiao H, Deng C, Xiong L, Nie H, Peng C. Survey of the genome of Pogostemon cablin provides insights into its evolutionary history and sesquiterpenoid biosynthesis. Scientific Reports. 2016a;6:26405. doi: 10.1038/srep26405.", "ArticleIdList": ["10.1038/srep26405", "PMC4873823", "27198881"]}, {"Citation": "Kamath S, Skeels M, Pai A. Significant differences in alkaloid content of Coptis chinensis (Huanglian), from its related American species. Chinese Medicine. 2009;4:1–17. doi: 10.1186/1749-8546-4-17.", "ArticleIdList": ["10.1186/1749-8546-4-17", "PMC2744916", "19703289"]}, {"Citation": "Kanehisa M, Goto S. KEGG: kyoto encyclopedia of genes and genomes. Nucleic Acids Research. 2000;28:27–30. doi: 10.1093/nar/28.1.27.", "ArticleIdList": ["10.1093/nar/28.1.27", "PMC102409", "10592173"]}, {"Citation": "Kellner F, Kim J, Clavijo BJ, Hamilton JP, Childs KL, Vaillancourt B, Cepela J, Habermann M, Steuernagel B, Clissold L, McLay K, Buell C, O’Connor SE. Genome-guided investigation of plant natural product biosynthesis. The Plant Journal. 2015;82:680–692. doi: 10.1111/tpj.12827.", "ArticleIdList": ["10.1111/tpj.12827", "25759247"]}, {"Citation": "Kim E, Ahn S, Rhee HI, Lee DC. Coptis chinensis Franch. extract up-regulate type I helper T-cell cytokine through MAPK activation in MOLT-4 T cell. Journal of Ethnopharmacology. 2016;189:126–131. doi: 10.1016/j.jep.2016.05.046.", "ArticleIdList": ["10.1016/j.jep.2016.05.046", "27224239"]}, {"Citation": "Langmead B, Trapnell C, Pop M, Salzberg SL. Ultrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biology. 2009;10:1–10. doi: 10.1186/gb-2009-10-1-r1.", "ArticleIdList": ["10.1186/gb-2009-10-1-r1", "PMC2690996", "19261174"]}, {"Citation": "Leng N, Dawson JA, Thomson JA, Ruotti V, Rissman AI, Smits BM, Haag JD, Gould M N, Stewart RM, Kendziorski C. EBSeq: an empirical Bayes hierarchical model for inference in RNA-seq experiments. Bioinformatics. 2013;29:1035–1043. doi: 10.1093/bioinformatics/btt087.", "ArticleIdList": ["10.1093/bioinformatics/btt087", "PMC3624807", "23428641"]}, {"Citation": "Li B, Dewey CN. RSEM: accurate transcript quantification from RNA-Seq data with or without a reference genome. BMC Bioinformatics. 2011;12:1. doi: 10.1186/1471-2105-12-1.", "ArticleIdList": ["10.1186/1471-2105-12-1", "PMC3163565", "21816040"]}, {"Citation": "Li R, Li Y, Fang X, Yang H, Wang J, Kristiansen K, Wang J. SNP detection for massively parallel whole-genome resequencing. Genome Research. 2009b;19:1124–1132. doi: 10.1101/gr.088013.108.", "ArticleIdList": ["10.1101/gr.088013.108", "PMC2694485", "19420381"]}, {"Citation": "Li R, Yu C, Li Y, Lam TW, Yiu SM, Kristiansen K, Wang J. SOAP2: an improved ultrafast tool for short read alignment. Bioinformatics. 2009a;25:1966–1967. doi: 10.1093/bioinformatics/btp336.", "ArticleIdList": ["10.1093/bioinformatics/btp336", "19497933"]}, {"Citation": "Okada N, Shinmyo A, Okada H, Yamada Y. Purification and characterization of (S)-tetrahydroberberine oxidase from cultured Coptis japonica cells. Phytochemistry. 1988;27:979–982. doi: 10.1016/0031-9422(88)80255-3.", "ArticleIdList": ["10.1016/0031-9422(88)80255-3"]}, {"Citation": "Parra G, Bradnam K, Korf I. CEGMA: a pipeline to accurately annotate core genes in eukaryotic genomes. Bioinformatics. 2007;23:1061–1067. doi: 10.1093/bioinformatics/btm071.", "ArticleIdList": ["10.1093/bioinformatics/btm071", "17332020"]}, {"Citation": "Rice P, Longden I, Bleasby A. EMBOSS: the European molecular biology open software suite. Trends in Genetics. 2000;16:276–277. doi: 10.1016/S0168-9525(00)02024-2.", "ArticleIdList": ["10.1016/S0168-9525(00)02024-2", "10827456"]}, {"Citation": "Sun Q, He XH, Mou J, Cai YF. Genome survey sequencing and analyzing of Coptis chinensis based on next-generation sequencing. Journal of Sichuan University (Natural Science Edition) 2014;51:1330–1334."}, {"Citation": "Tatusov RL, Fedorova ND, Jackson JD, Jacobs AR, Kiryutin B, Koonin EV, Krylov DM, Mazumder R, Mekhedov SL, Nikolskaya AN. The COG database: an updated version includes eukaryotes. BMC Bioinformatics. 2003;4:41. doi: 10.1186/1471-2105-4-41.", "ArticleIdList": ["10.1186/1471-2105-4-41", "PMC222959", "12969510"]}, {"Citation": "Tjong Y, Ip S, Lao L, Fong HH, Sung JJ, Berman B, Che C. Analgesic effect of Coptis chinensis rhizomes (Coptidis Rhizoma) extract on rat model of irritable bowel syndrome. Journal of Ethnopharmacology. 2011;135:754–761. doi: 10.1016/j.jep.2011.04.007.", "ArticleIdList": ["10.1016/j.jep.2011.04.007", "PMC3100428", "21511022"]}, {"Citation": "Trapnell C, Roberts A, Goff L, Pertea G, Kim D, Kelley DR, Pimentel H, Salzberg SL, Rinn JL, Pachter L. Differential gene and transcript expression analysis of RNA-seq experiments with TopHat and Cufflinks. Nature Protocols. 2012;7:562–578. doi: 10.1038/nprot.2012.016.", "ArticleIdList": ["10.1038/nprot.2012.016", "PMC3334321", "22383036"]}, {"Citation": "Xiang KL, Wu SD, Yu SX, Liu Y, Jabbour F, Erst S, Zhao L, Wang W, Chen D. The first comprehensive phylogeny of Coptis (Ranunculaceae) and its implications for character evolution and classification. PLOS ONE. 2016;11:e0153127. doi: 10.1371/journal.pone.0153127.", "ArticleIdList": ["10.1371/journal.pone.0153127", "PMC4820238", "27044035"]}, {"Citation": "Yan L, Wang X, Liu H, Tian Y, Lian J, Yang R, Hao S, Wang X, Yang S, Li Q, Qi S, Kui L, Okpekum M, Ma X, Zhang J, Ding Z, Zhang G, Wang W, Dong Y, Sheng J. The genome of dendrobium officinale Illuminates the biology of the important Traditional Chinese Orchid Herb. Molecular Plant. 2015;8:922–934. doi: 10.1016/j.molp.2014.12.011.", "ArticleIdList": ["10.1016/j.molp.2014.12.011", "25825286"]}, {"Citation": "Yang X, Cheng YF, Deng C, Ma Y, Wang ZW, Chen XH, Xue LB. Comparative transcriptome analysis of eggplant (Solanum melongena L.) and turkey berry (Solanum torvum Sw.): phylogenomics and disease resistance analysis. BMC Genomics. 2014;15:412. doi: 10.1186/1471-2164-15-412.", "ArticleIdList": ["10.1186/1471-2164-15-412", "PMC4070557", "24885385"]}, {"Citation": "Zhang Q, Piao XL, Piao XS, Lu T, Wang D, Kim SW. Preventive effect of Coptis chinensis and berberine on intestinal injury in rats challenged with lipopolysaccharides. Food and Chemical Toxicology. 2011;49:61–69. doi: 10.1016/j.fct.2010.09.032.", "ArticleIdList": ["10.1016/j.fct.2010.09.032", "20932871"]}, {"Citation": "Zhu Y, Xu J, Sun C, Zhou S, Xu H, Nelson DR, Qian J, Song J, Luo H, Xiang L, Li Y, Xu Z, Ji A, Wang L, Lu S, Hayward A, Sun W, Li X, Schwartz DC, Wang Y, Chen S. Chromosome-level genome map provides insights into diverse defense mechanisms in the medicinal fungus Ganoderma sinense. Scientific Reports. 2015;5:11087. doi: 10.1038/srep11087.", "ArticleIdList": ["10.1038/srep11087", "PMC4457147", "26046933"]}]}], "History": [{"Year": "2017", "Month": "1", "Day": "18"}, {"Year": "2017", "Month": "4", "Day": "12"}, {"Year": "2017", "Month": "5", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "5", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["28533961", "PMC5438583", "10.7717/peerj.3303", "3303"]}}]}