{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cameroon", "Carcinoma", "Cytotoxicity", "Elephantopus mollis", "Kalanchoe crenata", "Mode of action"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28545532", "DateCompleted": {"Year": "2017", "Month": "08", "Day": "22"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "05", "Day": "25"}], "Language": ["eng"], "ELocationID": ["280", "10.1186/s12906-017-1793-1"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2017", "Month": "May", "Day": "25"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Cytotoxicity of the methanol extracts of Elephantopus mollis, Kalanchoe crenata and 4 other Cameroonian medicinal plants towards human carcinoma cells.", "Pagination": {"StartPage": "280", "MedlinePgn": "280"}, "Abstract": {"AbstractText": ["Cancer still constitutes one of the major health concerns globally, causing serious threats on patients, their families, and the healthcare system.", "In this study, the cytotoxicity of the methanol extract of Elephantopus mollis whole plant (EMW), Enantia chlorantha bark (ECB), Kalanchoe crenata leaves (KCL), Lophira alata bark (LAB), Millettia macrophylla leaves (MML) and Phragmanthera capitata leaves (PCL) towards five human solid cancer cell lines and normal CRL2120 fibroblasts, was evaluated. Extracts were subjected to qualitative chemical screening of their secondary metabolite contents using standard methods. The cytotoxicity of samples was evaluated using neutral red uptake (NR) assay meanwhile caspase activation was detected by caspase-Glo assay. Flow cytometry was used to analyze the cell cycle distribution and the mitochondrial membrane potential (MMP) whilst spectrophotometry was used to measure the levels of reactive oxygen species (ROS).", "Phytochemical analysis revealed the presence of polyphenols, triterpenes and sterols in all extracts. The IC<sub>50</sub> values of the best samples ranged from 3.29 μg/mL (towards DLD-1 colorectal adenocarcinoma cells) to 24.38 μg/mL (against small lung cancer A549 cells) for EMW, from 2.33 μg/mL (mesothelioma SPC212 cells) to 28.96 μg/mL (HepG2 hepatocarcinoma) for KCL, and from 0.04 μg/mL (towards SPC212 cells) to 0.55 μg/mL (towards A549 cells) for doxorubicin. EMW induced apoptosis in MCF-7 cells mediated by MMP loss and increased ROS production whilst KCL induced apoptosis via ROS production.", "This study provides evidences of the cytotoxicity of the tested plant extract and highlights the good activity of Elephantopus mollis and Kalanchoe crenata. They deserve more exploration to develop novel cytotoxic drugs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Dschang, Cameroon. kuetevictor@yahoo.fr."}, {"Identifier": [], "Affiliation": "Department of Biology, Science Faculty, Anadolu University, Eskişehir, Turkey. kuetevictor@yahoo.fr."}], "LastName": "Kuete", "ForeName": "Victor", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Yaounde I, Yaounde, Cameroon."}], "LastName": "Fokou", "ForeName": "Fabrice W", "Initials": "FW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Science Faculty, Anadolu University, Eskişehir, Turkey."}], "LastName": "Karaosmanoğlu", "ForeName": "Oğuzhan", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Yaounde I, Yaounde, Cameroon."}], "LastName": "Beng", "ForeName": "Veronique P", "Initials": "VP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Science Faculty, Anadolu University, Eskişehir, Turkey."}], "LastName": "Sivas", "ForeName": "Hülya", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}], "MeshHeadingList": [{"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["chemistry"], "DescriptorName": "Asteraceae"}, {"QualifierName": ["drug therapy", "metabolism", "physiopathology"], "DescriptorName": "Carcinoma"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Cycle"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Kalanchoe"}, {"QualifierName": ["drug effects"], "DescriptorName": "Membrane Potential, Mitochondrial"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Stewart BW, Wild CP. In: IAfRo C, editor. World cancer report 2014. Lyon; 2014."}, {"Citation": "Omosa LK, Midiwo JO, Masila VM, Gisacho BM, Munayi R, Francisca K, et al. Cytotoxicity of 91 Kenyan indigenous medicinal plants towards human CCRF-CEM leukemia cells. J Ethnopharmacol. 2016;179:177–196. doi: 10.1016/j.jep.2015.12.028.", "ArticleIdList": ["10.1016/j.jep.2015.12.028", "26721219"]}, {"Citation": "Stevigny C, Bailly C, Quetin-Leclercq J. Cytotoxic and antitumor potentialities of aporphinoid alkaloids. Curr Med Chem Anticancer Agents. 2005;5(2):173–182. doi: 10.2174/1568011053174864.", "ArticleIdList": ["10.2174/1568011053174864", "15777224"]}, {"Citation": "Newman DJ, Cragg GM. Natural products as sources of new drugs over the last 25 years. J Nat Prod. 2007;70(3):461–477. doi: 10.1021/np068054v.", "ArticleIdList": ["10.1021/np068054v", "17309302"]}, {"Citation": "Newman DJ, Cragg GM. Natural products as sources of new drugs over the 30 years from 1981 to 2010. J Nat Prod. 2012;75(3):311–335. doi: 10.1021/np200906s.", "ArticleIdList": ["10.1021/np200906s", "PMC3721181", "22316239"]}, {"Citation": "Kuete V, Efferth T. Pharmacogenomics of Cameroonian traditional herbal medicine for cancer therapy. J Ethnopharmacol. 2011;137(1):752–766. doi: 10.1016/j.jep.2011.06.035.", "ArticleIdList": ["10.1016/j.jep.2011.06.035", "21763411"]}, {"Citation": "Kuete V, Efferth T. African flora has the potential to fight multidrug resistance of cancer. Biomed Res Int. 2015;2015:914813. doi: 10.1155/2015/914813.", "ArticleIdList": ["10.1155/2015/914813", "PMC4413252", "25961047"]}, {"Citation": "Kuete V, Djeussi DE, Mbaveng AT, Zeino M, Efferth T. Cytotoxicity of 15 Cameroonian medicinal plants against drug sensitive and multi-drug resistant cancer cells. J Ethnopharmacol. 2016;186:196–204. doi: 10.1016/j.jep.2016.04.001.", "ArticleIdList": ["10.1016/j.jep.2016.04.001", "27063984"]}, {"Citation": "Omosa LK, Midiwo JO, Masila VM, Gisacho BM, Munayi R, Francisca K, et al. Cytotoxicity of 91 Kenyan indigenous medicinal plants towards human CCRF-CEM leukemia cells. J Ethnopharmacol. 2015;179:177–196. doi: 10.1016/j.jep.2015.12.028.", "ArticleIdList": ["10.1016/j.jep.2015.12.028", "26721219"]}, {"Citation": "Harbone J (ed.): Phytochemical methods: a guide to modern techniques of plant analysis. London: Chapman & Hall; 1973."}, {"Citation": "Ngameni B, Fotso GW, Kamga J, Ambassa P, Abdou T, Fankam AG, Voukeng IK, Ngadjui BT, Abegaz BM, Kuete V. 9 - Flavonoids and related compounds from the medicinal plants of Africa. In: Medicinal Plant Research in Africa. edn. Edited by Kuete V. Oxford: Elsevier; 2013: 301–350."}, {"Citation": "Wansi JD, Devkota KP, Tshikalange E, Kuete V. 14 - Alkaloids from the Medicinal Plants of Africa. In: Medicinal Plant Research in Africa. edn. Edited by Kuete V. Oxford: Elsevier; 2013: 557–605."}, {"Citation": "Poumale HMP, Hamm R, Zang Y, Shiono Y, Kuete V. 8 - Coumarins and Related Compounds from the Medicinal Plants of Africa. In: Medicinal Plant Research in Africa. edn. Edited by Kuete V. Oxford: Elsevier; 2013: 261–300."}, {"Citation": "Borenfreund E, Babich H, Martin-Alguacil N. Comparisons of two in vitro cytotoxicity assays-the neutral red (NR) and tetrazolium MTT tests. Toxicol in Vitro. 1988;2(1):1–6. doi: 10.1016/0887-2333(88)90030-6.", "ArticleIdList": ["10.1016/0887-2333(88)90030-6", "20702351"]}, {"Citation": "Repetto G, del Peso A, Zurita JL. Neutral red uptake assay for the estimation of cell viability/cytotoxicity. Nat Protoc. 2008;3(7):1125–1131. doi: 10.1038/nprot.2008.75.", "ArticleIdList": ["10.1038/nprot.2008.75", "18600217"]}, {"Citation": "Kuete V, Omosa LK, Tala VR, Midiwo JO, Mbaveng AT, Swaleh S, et al. Cytotoxicity of plumbagin, rapanone and 12 other naturally occurring quinones from Kenyan flora towards human carcinoma cells. BMC Pharmacol Toxicol. 2016;17(1):60. doi: 10.1186/s40360-016-0104-7.", "ArticleIdList": ["10.1186/s40360-016-0104-7", "PMC5175396", "27998305"]}, {"Citation": "Kuete V, Krusche B, Youns M, Voukeng I, Fankam AG, Tankeo S, et al. Cytotoxicity of some Cameroonian spices and selected medicinal plant extracts. J Ethnopharmacol. 2011;134(3):803–812. doi: 10.1016/j.jep.2011.01.035.", "ArticleIdList": ["10.1016/j.jep.2011.01.035", "21291988"]}, {"Citation": "Kuete V, Sandjo L, Nantchouang Ouete J, Fouotsa H, Wiench B, Efferth T. Cytotoxicity and modes of action of three naturally occuring xanthones (8-hydroxycudraxanthone G, morusignin I and cudraxanthone I) against sensitive and multidrug-resistant cancer cell lines. Phytomedicine. 2013;21(3):315–322. doi: 10.1016/j.phymed.2013.08.018.", "ArticleIdList": ["10.1016/j.phymed.2013.08.018", "24075210"]}, {"Citation": "Kuete V, Fankam AG, Wiench B, Efferth T. Cytotoxicity and modes of action of the methanol extracts of six Cameroonian medicinal plants against multidrug-mesistant tumor cells. Evid Based Complement Alternat Med. 2013;2013:285903.", "ArticleIdList": ["PMC3794640", "24174974"]}, {"Citation": "Kuete V, Tankeo SB, Saeed ME, Wiench B, Tane P, Efferth T. Cytotoxicity and modes of action of five Cameroonian medicinal plants against multi-factorial drug resistance of tumor cells. J Ethnopharmacol. 2014;153(1):207–219. doi: 10.1016/j.jep.2014.02.025.", "ArticleIdList": ["10.1016/j.jep.2014.02.025", "24583070"]}, {"Citation": "WHO: http://www.who.int/mediacentre/factsheets/fs297/en/. 2017. Accessed on February 12, 2017."}, {"Citation": "Torre LA, Bray F, Siegel RL, Ferlay J, Lortet-Tieulent J, Jemal A. Global cancer statistics, 2012. CA Cancer J Clin. 2015;65(2):87–108. doi: 10.3322/caac.21262.", "ArticleIdList": ["10.3322/caac.21262", "25651787"]}, {"Citation": "Boik J. Natural compounds in cancer therapy. Minnesota USA: Oregon Medical Press; 2001."}, {"Citation": "Brahemi G, Kona FR, Fiasella A, Buac D, Soukupova J, Brancale A, et al. Exploring the structural requirements for inhibition of the ubiquitin E3 ligase breast cancer associated protein 2 (BCA2) as a treatment for breast cancer. J Med Chem. 2010;53(7):2757–65. doi: 10.1021/jm901757t.", "ArticleIdList": ["10.1021/jm901757t", "PMC2848690", "20222671"]}, {"Citation": "Ooi KL, Tengku Muhammad TS, Lam LY, Sulaiman SF. Cytotoxic and apoptotic effects of ethyl acetate extract of Elephantopus mollis Kunth. In human liver carcinoma HepG2 cells through caspase-3 activation. Integr Cancer Ther. 2014;13(3):NP1–NP9. doi: 10.1177/1534735411433203.", "ArticleIdList": ["10.1177/1534735411433203", "22336595"]}, {"Citation": "Zingue S, Tchoumtchoua J, Ntsa DM, Sandjo LP, Cisilotto J, Nde CB, et al. Estrogenic and cytotoxic potentials of compounds isolated from Millettia macrophylla Benth (Fabaceae): towards a better understanding of its underlying mechanisms. BMC Complement Altern Med. 2016;16(1):421. doi: 10.1186/s12906-016-1385-5.", "ArticleIdList": ["10.1186/s12906-016-1385-5", "PMC5396542", "27784319"]}, {"Citation": "Fitzmaurice C, Dicker D, Pain A, Hamavid H, Moradi-Lakeh M, MacIntyre MF, et al. The global burden of cancer 2013. JAMA Oncol. 2015;1(4):505–527. doi: 10.1001/jamaoncol.2015.0735.", "ArticleIdList": ["10.1001/jamaoncol.2015.0735", "PMC4500822", "26181261"]}, {"Citation": "Daisy P, Jasmine R, Ignacimuthu S, Murugan E. A novel steroid from Elephantopus scaber L. an ethnomedicinal plant with antidiabetic activity. Phytomedicine. 2009;16(2–3):252–257. doi: 10.1016/j.phymed.2008.06.001.", "ArticleIdList": ["10.1016/j.phymed.2008.06.001", "18693100"]}, {"Citation": "Ajiboye TO. Yakubu MT, Oladiji AT. Cytotoxic, antimutagenic, and antioxidant activities of methanolic extract and chalcone dimers (lophirones B and C) derived from Lophira alata (van Tiegh. Ex Keay) stem bark. J Evid Based Complementary Altern Med. 2014;19(1):20–30. doi: 10.1177/2156587213505112.", "ArticleIdList": ["10.1177/2156587213505112", "24647375"]}, {"Citation": "Adjanohoun J, Aboubakar N, Dramane K, Ebot M, Ekpere J, Enow-Orock E, et al. Traditional medicine and pharmacopoeia: contribution to ethnobotanical and floristic studies in Cameroon. OUA/STRC: Lagos; 1996."}, {"Citation": "Adebiyi OE, Abatan MO. Phytochemical and acute toxicity of ethanolic extract of Enantia chlorantha (oliv) stem bark in albino rats. Interdiscip Toxicol. 2013;6(3):145–151. doi: 10.2478/intox-2013-0023.", "ArticleIdList": ["10.2478/intox-2013-0023", "PMC3967441", "24678252"]}, {"Citation": "Agbaje EO, Onabanjo AO. Toxicological study of the extracts of antimalarial medicinal plant Enantia chlorantha. Cent Afr J Med. 1994;40:71–73.", "ArticleIdList": ["7923347"]}, {"Citation": "Adesokan AA, Akanji MA, Yakubu MT. Antibacterial potentials of aqueous extract of Enantia chlorantha stem bark. Afr J Biotechnol. 2007;6:2502–2505. doi: 10.5897/AJB2007.000-2397.", "ArticleIdList": ["10.5897/AJB2007.000-2397"]}, {"Citation": "Ooi KL, Muhammad TS, Tan ML, Sulaiman SF. Cytotoxic, apoptotic and anti-alpha-glucosidase activities of 3,4-di-O-caffeoyl quinic acid, an antioxidant isolated from the polyphenolic-rich extract of Elephantopus mollis Kunth. J Ethnopharmacol. 2011;135(3):685–695. doi: 10.1016/j.jep.2011.04.001.", "ArticleIdList": ["10.1016/j.jep.2011.04.001", "21497647"]}, {"Citation": "Kamgang R, Foyet AF, Essame JL, Ngogang JY. Effect of methanolic fraction of Kalanchoe crenata on metabolic parameters in adriamycin-induced renal impairment in rats. Indian J Pharmacol. 2012;44(5):566–570. doi: 10.4103/0253-7613.100374.", "ArticleIdList": ["10.4103/0253-7613.100374", "PMC3480785", "23112414"]}, {"Citation": "Akinsulire OR, Aibinu IE, Adenipekun T, Adelowotan T, Odugbemi T. In vitro antimicrobial activity of crude extracts from plants Bryophyllum pinnatum and Kalanchoe crenata. Afr J Tradit Complement Altern Med. 2007;4(3):338–344. doi: 10.4314/ajtcam.v4i3.31227.", "ArticleIdList": ["10.4314/ajtcam.v4i3.31227", "PMC2816479", "20161897"]}, {"Citation": "Kamgang R, Mboumi RY, Fondjo AF, Tagne MA, N'Dille GP, Yonkeu JN. Antihyperglycaemic potential of the water-ethanol extract of Kalanchoe crenata (Crassulaceae) J Nat Med. 2008;62(1):34–40. doi: 10.1007/s11418-007-0179-y.", "ArticleIdList": ["10.1007/s11418-007-0179-y", "18404339"]}, {"Citation": "Nguelefack TB, Nana P, Atsamo AD, Dimo T, Watcho P, Dongmo AB, et al. Analgesic and anticonvulsant effects of extracts from the leaves of Kalanchoe crenata (Andrews) Haworth (Crassulaceae) J Ethnopharmacol. 2006;106(1):70–75. doi: 10.1016/j.jep.2005.12.003.", "ArticleIdList": ["10.1016/j.jep.2005.12.003", "16423479"]}, {"Citation": "Falade MO, Akinboye DO, Gbotosho GO, Ajaiyeoba EO, Happi TC, Abiodun OO, et al. In vitro and in vivo antimalarial activity of Ficus thonningii Blume (Moraceae) and Lophira alata banks (Ochnaceae), identified from the ethnomedicine of the Nigerian Middle Belt. J Parasitol Res. 2014;2014:972853. doi: 10.1155/2014/972853.", "ArticleIdList": ["10.1155/2014/972853", "PMC4052051", "24955248"]}, {"Citation": "Murakami A, Tanaka S, Ohigashi H, Hirota M, Irie R, Takeda N, et al. Chalcone tetramers, lophirachalcone and alatachalcone, from Lophira alata as possible anti-tumor promoters. Biosci Biotechnol Biochem. 1992;56(5):769–772. doi: 10.1271/bbb.56.769.", "ArticleIdList": ["10.1271/bbb.56.769", "1369383"]}, {"Citation": "Tih AE, Ghogomu RT, Sondengam BL, Caux C, Bodo B. minor Biflavonoids from Lophira alata leaves. J Nat Prod. 2006;69(8):1206–1208. doi: 10.1021/np050169w.", "ArticleIdList": ["10.1021/np050169w", "16933877"]}, {"Citation": "Abderamane B, Tih AE, Ghogomu RT, Blond A, Bodo B. Isoflavonoid derivatives from Lophira alata stem heartwood. Z Naturforsch C. 2011;66(3–4):87–92. doi: 10.5560/ZNC.2011.66c0087.", "ArticleIdList": ["10.5560/ZNC.2011.66c0087", "21630581"]}, {"Citation": "Lenta BN, Ateba JT, Chouna JR, Aminake MN, Nardella F, Pradel G, et al. Two 2,6-Dioxabicyclo[3.3.1]nonan-3-ones from Phragmanthera capitata (Spreng.) Balle (Loranthaceae) Helvet Chim Acta. 2015;98(7):945–952. doi: 10.1002/hlca.201400367.", "ArticleIdList": ["10.1002/hlca.201400367"]}, {"Citation": "Galani BR, Sahuc ME, Njayou FN, Deloison G, Mkounga P, Feudjou WF, et al. Plant extracts from Cameroonian medicinal plants strongly inhibit hepatitis C virus infection in vitro. Front Microbiol. 2015;6:488. doi: 10.3389/fmicb.2015.00488.", "ArticleIdList": ["10.3389/fmicb.2015.00488", "PMC4432692", "26029203"]}, {"Citation": "Kuete V, Efferth T. Cameroonian medicinal plants: pharmacology and derived natural products. Front Pharmacol. 2010;1:123. doi: 10.3389/fphar.2010.00123.", "ArticleIdList": ["10.3389/fphar.2010.00123", "PMC3153003", "21833168"]}]}], "History": [{"Year": "2017", "Month": "2", "Day": "15"}, {"Year": "2017", "Month": "5", "Day": "15"}, {"Year": "2017", "Month": "5", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["28545532", "PMC5445369", "10.1186/s12906-017-1793-1", "10.1186/s12906-017-1793-1"]}}]}