{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dioecy", "Economic importance", "India", "Medicinal value", "Molecular markers", "Sex determination"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28555429", "DateRevised": {"Year": "2024", "Month": "03", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "05", "Day": "29"}], "Language": ["eng"], "ELocationID": ["93", "10.1007/s13205-017-0723-8"], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "7", "Issue": "2", "PubDate": {"Year": "2017", "Month": "Jun"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "Sex-oriented research on dioecious crops of Indian subcontinent: an updated review.", "Pagination": {"StartPage": "93", "MedlinePgn": "93"}, "Abstract": {"AbstractText": ["A number of dioecious species are grown across India and some of those plants play a crucial role in the agro-based economy of the country. The diagnosis of sex is very difficult in the dioecious plant prior flowering wherein sex identification at the seedling stage is of great importance to breeders as well as farmers for crop improvement or production purpose. A comprehensive approach of sex determination comprising morphological, biochemical, cytological and molecular attributes is a must required for gender differentiation in dioecious plant species. In the present review, we highlighted the economical, medicinal as well as industrial importance of most of the dioecious species extensively grown in Indian subcontinent. In addition to that, the cytogenetic, genetic as well as molecular information in connection to their sex determination were critically discussed in this review."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics and Plant Breeding, Faculty of Agriculture, Bidhan Chandra Krishi Viswavidyalaya, Mohanpur, Nadia, West Bengal, 741252, India."}, {"Identifier": [], "Affiliation": "Crop Research Unit, Bidhan Chandra Krishi Viswavidyalaya, Mohanpur, Nadia, West Bengal, 741252, India."}], "LastName": "Sarkar", "ForeName": "Sutanu", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics and Plant Breeding, Faculty of Agriculture, Bidhan Chandra Krishi Viswavidyalaya, Mohanpur, Nadia, West Bengal, 741252, India."}, {"Identifier": [], "Affiliation": "Survey, Selection and Mass Production, Bidhan Chandra Krishi Viswavidyalaya, Mohanpur, Nadia, West Bengal, 741252, India."}], "LastName": "Banerjee", "ForeName": "Joydeep", "Initials": "J"}, {"Identifier": ["0000-0001-5059-2428"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics and Plant Breeding, Faculty of Agriculture, Bidhan Chandra Krishi Viswavidyalaya, Mohanpur, Nadia, West Bengal, 741252, India. saikatgantait@yahoo.com."}, {"Identifier": [], "Affiliation": "All India Coordinated Research Project on Groundnut, Bidhan Chandra Krishi Viswavidyalaya, Kalyani, Nadia, West Bengal, 741235, India. saikatgantait@yahoo.com."}], "LastName": "Gantait", "ForeName": "Saikat", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "We, the authors of this article, declare that there is no conflict of interest and we do not have any financial gain from it."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adhikari S, Saha S, Bandyopadhyay TK, Ghosh P (2014) Identification and validation of a new male sex-specific ISSR marker in pointed gourd (Trichosanthes dioica Roxb.). Sci World J (Article ID 216896). doi:10.1155/2014/216896", "ArticleIdList": ["PMC4236900", "25538949"]}, {"Citation": "Agarwal M, Shrivastava N, Padh H. Development of sex-linked AFLP markers in Simmondsia chinensis. Plant Breed. 2011;130:114–116. doi: 10.1111/j.1439-0523.2009.01749.x.", "ArticleIdList": ["10.1111/j.1439-0523.2009.01749.x"]}, {"Citation": "Agrawal V, Sharma K, Gupta S, Kumar R, Prasad M. Identification of sex in Simmondsia chinensis (jojoba) using RAPD markers. Plant Biotechnol Rep. 2007;1:207–210. doi: 10.1007/s11816-007-0031-6.", "ArticleIdList": ["10.1007/s11816-007-0031-6"]}, {"Citation": "Ahire YR, Deokule SS. Screening of allelopathic activity of Momordica dioica and Mukia maderaspatana. Res Rev. 2012;1:15–21."}, {"Citation": "Ainsworth C. Boys and girls come out to play: the molecular biology of dioecious plants. Ann Bot. 2000;86:211–221. doi: 10.1006/anbo.2000.1201.", "ArticleIdList": ["10.1006/anbo.2000.1201"]}, {"Citation": "Ainsworth C, Rahman A, Parker J, Edwards G. Intersex inflorescences of Rumex acetosa demonstrate that sex determination is unique to each flower. New Phytol. 2005;165:711–720. doi: 10.1111/j.1469-8137.2005.01281.x.", "ArticleIdList": ["10.1111/j.1469-8137.2005.01281.x", "15720682"]}, {"Citation": "Al-Mahmoud ME, Al-Dous EK, Al-Azwani EK, Malek JA. DNA-based assays to distinguish date palm (Arecaceae) gender. Am J Bot. 2012;99:e7–e10. doi: 10.3732/ajb.1100425.", "ArticleIdList": ["10.3732/ajb.1100425", "22203652"]}, {"Citation": "Aoki H, Kieu NT, Kuze N, Tomisaka K, Chuyen NV. Carotenoid pigments in gac fruit (Momordica cochinchinensis Spreng.) Biosci Biotechnol Biochem. 2002;66:2479–2482. doi: 10.1271/bbb.66.2479.", "ArticleIdList": ["10.1271/bbb.66.2479", "12506992"]}, {"Citation": "Banerjee NS, Prasad M, Das MR. Male-sex-associated RAPD markers in Piper longum. Curr Sci. 1999;77:693–697."}, {"Citation": "Banu SG, Kumar G, Rajasekara PM. Cholesterol-lowering activity of the aqueous fruit extract of Trichosanthes dioica Roxb. (L.) in normal and streptozotocin diabetic rats. J Clin Diagn Res. 2007;1:561–569."}, {"Citation": "Baratakke RC, Patil CG. Identification of a RAPD marker linked to sex determination in Momordica dioica Roxb. Ind J Genet. 2009;69:254–255."}, {"Citation": "Barbour JR, Read RA, Barnes RL (2008) Moraceae-Mulberry family Morus L. Mulberry. In: Bonner FT, Karrfalt RP (eds) United States Department of Agriculture Forest Service Agriculture Handbook 727-The Woody Plant Seed Manual, pp 728–732"}, {"Citation": "Barrett SCH. The evolution of plant sexual diversity. Nat Rev Genet. 2002;3:274–284. doi: 10.1038/nrg776.", "ArticleIdList": ["10.1038/nrg776", "11967552"]}, {"Citation": "Barrett SCH. The evolution of plant reproductive systems: how often are transitions irreversible? Proc Roy Soc Bot. 2013;280:20130913. doi: 10.1098/rspb.2013.0913.", "ArticleIdList": ["10.1098/rspb.2013.0913", "PMC3712442", "23825207"]}, {"Citation": "Bergero R, Qiu S, Forrest A, Borthwick H, Charlesworth D. Expansion of the pseudoautosomal region and ongoing recombination suppression in the Silene latifoliasex chromosomes. Genetics. 2013;194:673–686. doi: 10.1534/genetics.113.150755.", "ArticleIdList": ["10.1534/genetics.113.150755", "PMC3697972", "23733786"]}, {"Citation": "Bharathi LK, Munshi AD, Vinod Chandrashekaran S, Behera TK, Das AB, John KJ, Vishalnath Cytotaxonomical analysis of Momordica L. (Cucurbitaceae) species of Indian occurrence. J Genet. 2011;90:21–30. doi: 10.1007/s12041-011-0026-5.", "ArticleIdList": ["10.1007/s12041-011-0026-5", "21677385"]}, {"Citation": "Bhat BK, Bindroo BB. Sex Chromosomes in Dioscorea deltoidea Wall. Cytologia. 1980;45:739–742. doi: 10.1508/cytologia.45.739.", "ArticleIdList": ["10.1508/cytologia.45.739"]}, {"Citation": "Bhattacharya E, Ranade SA. Molecular distinction amongst varieties of mulberry using RAPD and DAMD profiles. BMC Plant Biol. 2001;1:3–10. doi: 10.1186/1471-2229-1-3.", "ArticleIdList": ["10.1186/1471-2229-1-3", "PMC64612", "11801190"]}, {"Citation": "Bhowmick BK, Nanda S, Nayak S, Jha S, Joshi RK, Bose TK, Maharana T, Sen H. Yam. In: Bose TK, Som MG, Kabir J, editors. Vegetable crops. Kolkata: Naya Prokash; 1993. pp. 879–888."}, {"Citation": "Bhowmick BK, Nanda S, Nayak S, Jha S, Joshi RK. An APETALA3 MADS-box linked SCAR marker associated with male specific sex expression in Coccinia grandis (L.) Voigt. Sci Hortic. 2014;176:85–90. doi: 10.1016/j.scienta.2014.06.041.", "ArticleIdList": ["10.1016/j.scienta.2014.06.041"]}, {"Citation": "Charlesworth B. The evolution of sex chromosomes. Science. 1991;251:1030–1032. doi: 10.1126/science.1998119.", "ArticleIdList": ["10.1126/science.1998119", "1998119"]}, {"Citation": "Chattopadhyay PK, Bose TK. Palmyra palm. In: Parthasarathy VA, Chattopadhyay PK, Bose TK, editors. Plantation crops (Volume 2) Kolkata: Naya Udyog; 2006. pp. 493–511."}, {"Citation": "Cherif E, Zehdi S, Castillo K, Chabrillange N, Abdoulkader S, Pintaud JC, et al. Male-specific DNA markers provide genetic evidence of an XY chromosome system a recombination arrest and allow the tracing of paternal lineages in date palm. New Phytol. 2013;197:409–415. doi: 10.1111/nph.12069.", "ArticleIdList": ["10.1111/nph.12069", "23231423"]}, {"Citation": "Chirathaworn C, Kongcharoensuntorn W, Dechdoungchan T, Lowanitchapat A, Sa-Nguanmoo P, Poovorawan Y. Myristica fragrans Houtt. methanolic extract induces apoptosis in a human leukemia cell line through SIRT1 mRNA downregulation. J Med Assoc Thail. 2007;90:2422–2428.", "ArticleIdList": ["18181330"]}, {"Citation": "Chong HZ, Yeap SK, Rahmat A, Akim AM, Alitheen NB, Othman F, Gwendoline-Ee CL. In vitro evaluation of Pandanus amaryllifolius ethanol extract for induction of cell death on non-hormone dependent human breast adenocarcinoma MDA-MB-231 cell via apoptosis. BMC Complement Altern Med. 2012;12:134–141. doi: 10.1186/1472-6882-12-S1-P134.", "ArticleIdList": ["10.1186/1472-6882-12-S1-P134", "PMC3479033", "22909149"]}, {"Citation": "Dada M, Nwawe CN, Okere RA, Uwubanmwen IO. Potentials of date palm tree to the Nigerian economy. World J Agri Sci. 2012;8:309–315."}, {"Citation": "Dadlani SA, Singh BP, Kazim M. Chinese gooseberry, a new fruit plant. Indian Hort. 1971;16:13–15."}, {"Citation": "Dansi A, Pillay M, Mignouna HD, Dainou O, Mondeil F, Moutairou K. Ploidy level of the cultivated yams (Dioscorea cayenensis/D. rotundata complex) from Benin Republic as determined by chromosome counting and flow cytometry. Afr Crop Sci J. 2000;8:355–364. doi: 10.4314/acsj.v8i4.27676.", "ArticleIdList": ["10.4314/acsj.v8i4.27676"]}, {"Citation": "Dhawan C, Kharb P, Sharma R, Uppal S, Aggarwal RK. Development of male-specific SCAR marker in date palm (Phoenix dactylifera L.) Tree Genet Genomes. 2013;9:1143–1150. doi: 10.1007/s11295-013-0617-9.", "ArticleIdList": ["10.1007/s11295-013-0617-9"]}, {"Citation": "Dutta B. Food and medicinal values of certain species of Dioscorea with special reference to Assam. J Pharmacogn Phytochem. 2015;3:15–18."}, {"Citation": "Ehsanpour AA, Tavassoli M, Arab L. Sex determination of Pistacia vera L. using ISSR markers. Malaysian Appl Biol. 2008;37:25–28."}, {"Citation": "Elmeer K, Mattat I. Marker-assisted sex differentiation in date palm using simple sequence repeats. 3 Biotech. 2012;2:241–247. doi: 10.1007/s13205-012-0052-x.", "ArticleIdList": ["10.1007/s13205-012-0052-x"]}, {"Citation": "Esfandiyari B, Davarynejad GH, Shahriari F, Kiani M, Mathe A. Data to the sex determination in Pistacia species using molecular markers. Euphytica. 2011;185:227–231. doi: 10.1007/s10681-011-0527-6.", "ArticleIdList": ["10.1007/s10681-011-0527-6"]}, {"Citation": "Farooqi AA, Sreeramu BS, Srinivasappa KN. Cultivation of spice crops. Hyderabad: Universities Press India Pvt. Ltd.; 2005. pp. 250–256."}, {"Citation": "Faux AM, Berhin A, Dauguet N, Bertin P. Sex chromosomes and quantitative sex expression in monoecious hemp (Cannabis sativa L.) Euphytica. 2014;196:183–197. doi: 10.1007/s10681-013-1023-y.", "ArticleIdList": ["10.1007/s10681-013-1023-y"]}, {"Citation": "Ferguson AR. Kiwifruit (Actinidia) Acta Hortic. 1990;290:601–653."}, {"Citation": "Ferguson AR, MacRae EA. Vitamin C in Actinidia. Acta Hortic. 1992;297:481–487. doi: 10.17660/ActaHortic.1992.297.63.", "ArticleIdList": ["10.17660/ActaHortic.1992.297.63"]}, {"Citation": "Fraser LG, Tsang GK, Datson PM, De Silva HN, Harvey CF, Gill GP, Crowhurst RN, McNeilage MA. A gene-rich linkage map in the dioecious species Actinidia chinensis (kiwifruit) reveals putative X/Y sex-determining chromosomes. BMC Genom. 2009;10:102–116. doi: 10.1186/1471-2164-10-102.", "ArticleIdList": ["10.1186/1471-2164-10-102", "PMC2661093", "19284545"]}, {"Citation": "Gantait S, Mandal N, Bhattacharyya S, Das PK. Sustainable in vitro propagation and clonal fidelity in strawberry. Int J Plant Dev Biol. 2010;4:19–25."}, {"Citation": "Gao WJ, Li RL, Li SL, Deng CL, Li SP. Identification of two markers linked to the sex locus in dioecious Asparagus officinalis plants. Russ J Plant Physiol. 2007;54:816–821. doi: 10.1134/S1021443707060143.", "ArticleIdList": ["10.1134/S1021443707060143"]}, {"Citation": "George J, Karun A. Marker assisted detection of seed sex ratio in palmyrah palm (Borassus flabellifer L.) Curr Sci. 2011;100:922–925."}, {"Citation": "George J, Karun A, Manimekala R, Rajesh MK, Remya P. Identification of RAPD markers linked to sex determination in palmyrah (Borassus flabellifer L.) Curr Sci. 2007;93:1075–1077."}, {"Citation": "Ghadge AG, Karmakar K, Devani RS, Banerjee J, Mohanasundaram B, Sinha RK, Sinha S, Banerjee AK. Flower development, pollen fertility and sex expression analyses of three sexual phenotypes of Coccinia grandis. BMC Plant Biol. 2014;14:325–339. doi: 10.1186/s12870-014-0325-0.", "ArticleIdList": ["10.1186/s12870-014-0325-0", "PMC4255441", "25430000"]}, {"Citation": "Gill GP, Harvey CF, Gardner RC, Fraser LG. Development of sex-linked PCR markers for gender identification in Actinidia. Theor Appl Genet. 1998;97:439–445. doi: 10.1007/s001220050914.", "ArticleIdList": ["10.1007/s001220050914"]}, {"Citation": "Grant S, Houben A, Vyskot B, Siroky J, Pan WH, Macas J, Saedler H. Genetics of sex determination in flowering plants. Dev Gen. 1994;15:214–230. doi: 10.1002/dvg.1020150304.", "ArticleIdList": ["10.1002/dvg.1020150304"]}, {"Citation": "Guha A, Sinha RK, Sinha S. Karyotype and sex expression in Coccinia indica, a dioecious cucurbit. Adv Biol Res. 2014;8:244–248."}, {"Citation": "Harandi OF, Ghaffari M. Chromosome studies on pistachio (Pistacia vera L.) from Iran. In: Ak BE, editor. XI GREMPA seminar on pistachios and almonds. Zaragoza: CIHEAM; 2001. pp. 35–40."}, {"Citation": "Harkess A, Mercati F, Shan HY, Sunseri F, Falavigna A, Leebens-Mack J. Sex-biased gene expression in dioecious garden asparagus (Asparagus officinalis) New Phytol. 2015;207:883–892. doi: 10.1111/nph.13389.", "ArticleIdList": ["10.1111/nph.13389", "25817071"]}, {"Citation": "Harvey CF, McNeilage MA, Gill GP, Fraser LG. Sex determination in Actinidia 1. Sex-linked markers and progeny sex ratio in diploid A. chinensis. sex. Plant Reprod. 1997;10:149–154. doi: 10.1007/s004970050082.", "ArticleIdList": ["10.1007/s004970050082"]}, {"Citation": "Hazra P, Chattopadhyay A, Karmakar K, Dutta S. Pointed Gourd. In: Jain SP, editor. Modern technology in vegetable production. New Delhi: New India Publishing agency; 2011. pp. 380–393."}, {"Citation": "Heikrujam M, Sharma K, Kumar J, Agrawal V. Validation of male sex-specific UBC-8071200 ISSR marker and its conversion into sequence tagged sites marker in jojoba: a high precision oil yielding dioecious shrub. Plant Breed. 2014;133:666–671. doi: 10.1111/pbr.12199.", "ArticleIdList": ["10.1111/pbr.12199"]}, {"Citation": "Heikrujam M, Sharma K, Kumar J, Agrawal V. Generation and validation of unique male sex-specific sequence tagged sites (STS) marker from diverse genotypes of dioecious Jojoba-Simmondsia chinensis (Link) Schneider. Euphytica. 2014;199:363–372. doi: 10.1007/s10681-014-1136-y.", "ArticleIdList": ["10.1007/s10681-014-1136-y"]}, {"Citation": "Heikrujam M, Sharma K, Prasad M, Agrawal V. Review on different mechanisms of sex determination and sex-linked molecular markers in dioecious crops: a current update. Euphytica. 2015;201:161–194. doi: 10.1007/s10681-014-1293-z.", "ArticleIdList": ["10.1007/s10681-014-1293-z"]}, {"Citation": "Horkay E, Bocsa I. Objective basis for evaluation of differences in fibre quality between male female and monoecious hemp. J Int Hemp Assoc. 1996;3:67–68."}, {"Citation": "Hormaza JI, Dollo L, Polito VS. Identification of RAPD marker linked to sex determination in Pistacia vera using bulked segregant analysis. Theor Appl Genet. 1994;89:9–13. doi: 10.1007/BF00226975.", "ArticleIdList": ["10.1007/BF00226975", "24177762"]}, {"Citation": "Hosseini FS, Hassani HS, Arvin MJ, Baghizadeh A, Mohammadi-Nejad G. Sex determination of jojoba (Simmondsia chinensis cv Arizona) by random amplified polymorphic DNA (RAPD) molecular markers. Afr J Biotech. 2011;10:470–474."}, {"Citation": "Hough J, Ågren JA, Barrett SCH, Wright SI. Chromosomal distribution of cytonuclear genes in a dioecious plant with sex chromosomes. Genome Biol Evol. 2014;6:2439–2443. doi: 10.1093/gbe/evu197.", "ArticleIdList": ["10.1093/gbe/evu197", "PMC4202333", "25193309"]}, {"Citation": "Hussain A, Wahab S, Rizvi A, Hussain MS. Macroscopical, anatomical and physico-chemical studies on leaves of Coccinia india Wight and Arn., growing wildly in eastern Uttar Pradesh region of India. Ind J Nat Prod Resour. 2011;2:74–80."}, {"Citation": "Ii Y, Uragami A, Uno Y, Kanechi M, Inagaki N. RAPD based analysis of differences between male and female genotypes of Asparagus officinalis. Hortic Sci (Prague) 2012;39:33–37."}, {"Citation": "Indira EP, Anto PV. Karyotype analysis in Calamus palustris Griff. J Bamboo Rattan. 2002;1:199–203. doi: 10.1163/156915902760184268.", "ArticleIdList": ["10.1163/156915902760184268"]}, {"Citation": "Jamsari A, Nitz I, Reamon-Buttner SM, Jung C. BAC derived diagnostic markers for sex determination in asparagus. Theor Appl Genet. 2004;108:1140–1146. doi: 10.1007/s00122-003-1529-0.", "ArticleIdList": ["10.1007/s00122-003-1529-0", "15067401"]}, {"Citation": "Jangra S, Kharb P, Mitra C, Uppal S. Early diagnosis of sex in jojoba Simmondsia chinensis (Link) Schneider by sequence characterized amplified region marker. Proc Nat Acad Sci. 2014;84:251–255."}, {"Citation": "Jiang C, Sink KC. RAPD and SCAR markers linked to the sex expression locus M in Asparagus. Euphytica. 1997;94:329–333. doi: 10.1023/A:1002958007407.", "ArticleIdList": ["10.1023/A:1002958007407"]}, {"Citation": "Kabir J. Asparagus. In: Bose TK, Som MG, Kabir J, editors. Vegetable crops. Kolkata: Naya Prokash; 1993. pp. 893–899."}, {"Citation": "Kafkas S, Khodaeiaminjan M, Güney M, Kafkas E. Identification of sex-linked SNP markers using RAD sequencing suggests ZW/ZZ sex determination in Pistacia vera L. BMC Genom. 2015;16:98–108. doi: 10.1186/s12864-015-1326-6.", "ArticleIdList": ["10.1186/s12864-015-1326-6", "PMC4336685", "25765114"]}, {"Citation": "Kanno A, Kubota S, Ishino K. Conversion of a male-specific RAPD marker into an STS marker in Asparagus officinalis L. Euphytica. 2014;197:39–46. doi: 10.1007/s10681-013-1048-2.", "ArticleIdList": ["10.1007/s10681-013-1048-2"]}, {"Citation": "Karmakar K, Sinha RK, Sinha S. Karyological and electrophoretic distinction between sexes of Trichosanthes bracteata. Am J Plant Sci. 2013;4:494–497. doi: 10.4236/ajps.2013.43062.", "ArticleIdList": ["10.4236/ajps.2013.43062"]}, {"Citation": "Khadke GN, Bindu KH, Ravishankar KV. Development of SCAR marker for sex determination in dioecious betel vine (Piper betle L.) Curr Sci. 2012;103:712–716."}, {"Citation": "Kumar S, Singh BD, Pandey S, Ram D. Inheritance of leaf and stem morphological traits in pointed gourd (Trichosanthes dioica Roxb.) J Crop Improv. 2008;22:225–233. doi: 10.1080/15427520802240663.", "ArticleIdList": ["10.1080/15427520802240663"]}, {"Citation": "Kumar S, Singh BD, Sinha DP. RAPD markers for identification of sex in pointed gourd (Trichosanthes dioica Roxb.) Ind J Biotech. 2012;11:251–256."}, {"Citation": "Kumar S, Kumar R, Sharma V. Genetics of dioecy and causal sex chromosomes in plants. J Genet. 2014;93:241–277. doi: 10.1007/s12041-014-0326-7.", "ArticleIdList": ["10.1007/s12041-014-0326-7", "24840848"]}, {"Citation": "Latha PG, Sindhu PG, Suja SR, Geetha BS, Pushpangadan P, Rajasekharan S. Pharmacology and chemistry of Myristica fragrans Houtt.—a review. J Spices Arom Crop. 2005;14:94–101."}, {"Citation": "Law TF, Lebel-Hardenack S, Grant SR. Silver enhances stamen development in female white campion (Silene latifolia [Caryophyllaceae]) Am J Bot. 2002;89:1014–1020. doi: 10.3732/ajb.89.6.1014.", "ArticleIdList": ["10.3732/ajb.89.6.1014", "21665701"]}, {"Citation": "Li M, Yang H, Li F, Yang F, Yin G, Gan S. A malespecific SCAR marker in Calamus simplicifolius, a dioecious rattan species endemic to China. Mol Breed. 2010;25:549–551. doi: 10.1007/s11032-009-9349-9.", "ArticleIdList": ["10.1007/s11032-009-9349-9"]}, {"Citation": "Maiti S. Betel vine. In: Parthasarathy VA, Chattopadhyay PK, Bose TK, editors. Plantation crops. Kolkata: Naya Udyog; 2006. pp. 463–491."}, {"Citation": "Mandolino G, Carboni A, Forapani S, Faeti V, Ranalli P. Identification of DNA markers linked to the male sex in dioecious hemp. Theor Appl Genet. 1999;98:86–92. doi: 10.1007/s001220051043.", "ArticleIdList": ["10.1007/s001220051043"]}, {"Citation": "Manoj P, Banerjee NS, Ravichandran P. Development of sex-associated SCAR markers in Piper longum L. PGR Newsl. 2005;141:44–50."}, {"Citation": "Mathew LS, Spannag M, Al-Malki A, George B, Torres MF, Al-Dous EK, et al. A first genetic map of date palm (Phoenix dactylifera) reveals long-range genome structure conservation in the palms. BMC Genom. 2014;15:285–294. doi: 10.1186/1471-2164-15-285.", "ArticleIdList": ["10.1186/1471-2164-15-285", "PMC4023600", "24735434"]}, {"Citation": "McNeilage MA. Progress in breeding hermaphrodite kiwifruit cultivars and understanding the genetics of sex determination. Acta Hort. 1997;444:72–78."}, {"Citation": "Milewicz M, Sawicki J. Mechanisms of sex determination in plants. Čas Slez Muz Opava (A) 2012;61:123–129."}, {"Citation": "Ming R, Wang J, Moore PH, Paterson AH. Sex chromosomes in flowering plants. Am J Bot. 2007;94:141–156. doi: 10.3732/ajb.94.2.141.", "ArticleIdList": ["10.3732/ajb.94.2.141", "21642216"]}, {"Citation": "Ming R, Bendahmane A, Renner SS. Sex chromosomes in land plants. Annu Rev Plant Biol. 2011;62:485–514. doi: 10.1146/annurev-arplant-042110-103914.", "ArticleIdList": ["10.1146/annurev-arplant-042110-103914", "21526970"]}, {"Citation": "Mishra D, Shukla AK, Tripathi KK, Singh A, Dixit AK, Singh K. Efficacy of application of vegetable seed oils as grain protectant against infestation by Callosobruchus chinensis and its effect on milling fractions and apparent degree of dehusking of legume-pulses. J Oleo Sci. 2006;56:1–7. doi: 10.5650/jos.56.1.", "ArticleIdList": ["10.5650/jos.56.1", "17693691"]}, {"Citation": "Mohan RHY, Tandon R. Bamboo and rattans: from riches to rags. Proc Nat Acad Sci-India. 1997;63:245–267."}, {"Citation": "Mohasseb HBA, Moursy HA, El-Bahr MK, Adam ZM, Solliman M. Sex determination of jojoba using RAPD markers and Sry gene primer combined with RAPD primers. Res J Cell Mol Biol. 2009;3:102–112."}, {"Citation": "Moliterni CMV, Cattivelli L, Ranalli P, Mandolino G. The sexual differentiation of Cannabis sativa L., a morphological and molecular study. Euphytica. 2004;140:95–106. doi: 10.1007/s10681-004-4758-7.", "ArticleIdList": ["10.1007/s10681-004-4758-7"]}, {"Citation": "Nakayama H, Ito T, Hayashi Y, Sonoda T, Fukuda T, Ochiai T, Kameya T, Kanno A. Development of sex-linked primers in garden asparagus (Asparagus officinalis L.) Breed Sci. 2006;56:327–330. doi: 10.1270/jsbbs.56.327.", "ArticleIdList": ["10.1270/jsbbs.56.327"]}, {"Citation": "Nanda S, Kara B, Nayaka S, Jha S, Joshi RK. Development of an ISSR based STS marker for sex identification in pointed gourd (Trichosanthes dioica Roxb.) Sci Hortic. 2013;150:11–15. doi: 10.1016/j.scienta.2012.11.009.", "ArticleIdList": ["10.1016/j.scienta.2012.11.009"]}, {"Citation": "Narasimhan S, Kannan S, Ilango K, Maharajan G. Antifeedant activity of Momordica dioica fruit pulp extracts on Spodoptera litura. Fitoterapia. 2005;76:715–717. doi: 10.1016/j.fitote.2005.07.001.", "ArticleIdList": ["10.1016/j.fitote.2005.07.001", "16246499"]}, {"Citation": "Nath V, Kumar D, Pandey V. Fruits for the future, Vol 1: well versed arid and semi arid fruits. Delhi: Satish Serial Publishing House; 2008."}, {"Citation": "Ottman Y. Rediscovering the realm of fruiting mulberry varieties. Fruit Var J. 1987;41:4–7."}, {"Citation": "Panda KK, Sahoo B, Das AB, Pandaa BB. Use of RAPD markers to detect sex differences in Pandanus tectorius Parkinson, an important bioresource plant in Orissa, India. Int Biodivers Sci Ecosyst Serv Manag. 2010;6:28–34. doi: 10.1080/17451590.2010.487472.", "ArticleIdList": ["10.1080/17451590.2010.487472"]}, {"Citation": "Patil CG, Baratakke RC, Sandigwad AM. Development of a RAPD-based SCAR marker for sex identification in Momordica dioica Roxb. Israel J Plant Sci. 2012;60:457–465."}, {"Citation": "Pekamwar SS, Kalyankar TM, Kokate SS. Pharmacological activities of Coccinia Grandis: review. J Appl Pharm Sci. 2013;3:114–119."}, {"Citation": "Prajapathi ND, Purohit SS, Sharmi AK, Kumar TA (2003) Handbook of medicinal plants: a complete source book. Agrobios (India) Shyam Printing Press, Jodhpur"}, {"Citation": "Rai PK, Jaiswal D, Singh R, Watal G. Glycemic property of Trichosanthes dioica leaves. Pharm Biol. 2008;46:894–899. doi: 10.1080/13880200802370167.", "ArticleIdList": ["10.1080/13880200802370167"]}, {"Citation": "Rai PK, Shukla S, Mehta S, Rai NK, Rai AK, Watal G. Therapeutic phytoelemental profile of Trichosanthes dioica. Adv Mater Lett. 2010;1:210–216. doi: 10.5185/amlett.2010.7142.", "ArticleIdList": ["10.5185/amlett.2010.7142"]}, {"Citation": "Rai MP, Thilakchand KR, Palatty PL, Rao P, Rao S, Bhat HP, et al. Piper betel Linn. (betel vine), the maligned southeast asian medicinal plant possesses cancer preventive effects: time to reconsider the wronged opinion. Asian Pacific J Cancer Prev. 2011;12:2149–2156.", "ArticleIdList": ["22296348"]}, {"Citation": "Rathore DS. Kiwifruits. In: Mitra SK, Rathore DS, Bose TK, editors. Temperate fruits. Kolkata: Horticulture and Allied publishers; 1991. pp. 721–747."}, {"Citation": "Ravindran PN, Nirmal BK, Sasikumar B, Krishnamoorthy KS. Botany and crop improvement of black pepper. In: Ravindran PN, editor. Black pepper, Piper nigrum. Amsterdam: Harwood Academic Publishers; 2000. pp. 23–142."}, {"Citation": "Reamon-Büttner SM, Schondelmaier J, Jung C. AFLP markers tightly linked to the sex locus in Asparagus officinalis L. Mol Breed. 1998;4:91–98. doi: 10.1023/A:1009650221460.", "ArticleIdList": ["10.1023/A:1009650221460"]}, {"Citation": "Renner SS, Ricklefs RE. Dioecy and its correlates in the flowering plants. Am J Bot. 1995;82:596–606. doi: 10.2307/2445418.", "ArticleIdList": ["10.2307/2445418"]}, {"Citation": "Roser M. Pathways of karylogical differentiation in palms. Plant Syst Evol. 1994;189:83–122. doi: 10.1007/BF00937580.", "ArticleIdList": ["10.1007/BF00937580"]}, {"Citation": "Sakamoto KL, Shimomura K, Kamada H, Satoh S. A male-associated DNA sequence in a dioecious plant, Cannabis sativa L. Plant Cell Physiol. 1995;36:1549–1554.", "ArticleIdList": ["8589931"]}, {"Citation": "Sakamoto K, Akiyama Y, Fukui K, Kamada H, Satoh S. Characterization; genome size and morphology of sex chromosomes in hemp (Cannabis sativa L.) Cytologia. 1998;63:459–464. doi: 10.1508/cytologia.63.459.", "ArticleIdList": ["10.1508/cytologia.63.459"]}, {"Citation": "Sakamoto K, Ohmido N, Fukui K, Kamada H, Satoh S. Site-specific accumulation of a LINE-like retrotransposon in a sex chromosome of the dioecious plant Cannabis sativa. Plant Mol Biol. 2000;44:723–732. doi: 10.1023/A:1026574405717.", "ArticleIdList": ["10.1023/A:1026574405717", "11202435"]}, {"Citation": "Sakamoto K, Abe T, Matsuyama T, Yoshida S, Ohmido N, Fukui K, Satoh S. RAPD markers encoding retrotransposable elements are linked to the male sex in Cannabis sativa L. Genome. 2005;48:931–936. doi: 10.1139/g05-056.", "ArticleIdList": ["10.1139/g05-056", "16391699"]}, {"Citation": "Samantaray S, Phurailatpam A, Bishoyi AK, Geetha KA, Maiti S. Identification of sex-specific DNA markers in betel vine (Piper betle L.) Genet Resour Crop Evol. 2012;59:645–653. doi: 10.1007/s10722-011-9707-4.", "ArticleIdList": ["10.1007/s10722-011-9707-4"]}, {"Citation": "Sami SA, Jiming J, Mohamed AM. Identification of novel sex-specific PCR-based markers to distinguish the genders in Egyptian date palm trees. Asia Int J Agri Sci Res. 2014;4:45–54."}, {"Citation": "Sarkar AK, Datta N. Cytology of Calamus L. (palmae) as an aid to their taxonomy. Cell Chrom Res. 1985;8:69–73."}, {"Citation": "Sarmah P, Sarma RN. Identification of a DNA marker linked to sex determination in Calamus tenuis Roxb., an economically important rattan species in northeast India. Mol Breed. 2011;27:115–118. doi: 10.1007/s11032-010-9510-5.", "ArticleIdList": ["10.1007/s11032-010-9510-5"]}, {"Citation": "Seefelder S, Ehrmaier H, Schweizer G, Seigner E. Male and female genetic linkage map of hops, Humulus lupulus. Plant Breed. 2000;119:249–255. doi: 10.1046/j.1439-0523.2000.00469.x.", "ArticleIdList": ["10.1046/j.1439-0523.2000.00469.x"]}, {"Citation": "Sharma DR, Shirkot P. Biotechnological interventions for genetic amelioration of Actinidia deliciosa var. deliciosa (kiwifruit) plant. Ind J Biotech. 2004;3:249–257."}, {"Citation": "Sharma G, Pandey DN, Pant MC. The biochemical evaluation of feeding Trichosanthes dioica Roxb. seeds in normal and mild diabetic human subjects in relation to lipid profile. Ind J Physiol Pharmacol. 1990;34:140–148.", "ArticleIdList": ["2253986"]}, {"Citation": "Sharma K, Agrawal V, Gupta S, Kumar R, Prasad M. ISSR marker-assisted selection of male and female plants in a promising dioecious crop jojoba (Simmondsia chinensis) Plant Biotechnol Rep. 2008;2:239–243. doi: 10.1007/s11816-008-0070-7.", "ArticleIdList": ["10.1007/s11816-008-0070-7"]}, {"Citation": "Sheeja TE, Bindu KH, Anto P, Dhanya K, Siju S, Kumar TV. A SCAR marker based method for sex determination in dioecious betel vine (Piper betle) Ind J Agri Sci. 2013;83:1409–1410."}, {"Citation": "Shephard H, Parker J, Darby P, Ainsworth CC. Sex expression in hop (Humulus lupulus L. and H. japonicas Sieb. et Zucc.): floral morphology and sex chromosomes. In: Ainsworth CC, editor. Sex determination in plants. Oxford: BIOS Scientific Publishers; 1999. pp. 137–148."}, {"Citation": "Shephard HL, Parker JS, Darby P, Ainsworth CC. Sexual development and sex chromosomes in hop. New Phytol. 2000;148:397–411. doi: 10.1046/j.1469-8137.2000.00771.x.", "ArticleIdList": ["10.1046/j.1469-8137.2000.00771.x", "33863027"]}, {"Citation": "Shibu MP, Ravishankar KV, Anand L, Ganeshaiah KN, Shaanker U. Identification of sex-specific DNA markers in the dioecious tree, nutmeg (Myristica fragrans Houtt.) PGR Newslett. 2000;121:59–61."}, {"Citation": "Shirkot P, Sharma DR, Mohapatra T. Molecular identification of sex in Actinidia deliciosa var. deliciosa by RAPD markers. Sci Hortic. 2002;94:33–39. doi: 10.1016/S0304-4238(01)00357-0.", "ArticleIdList": ["10.1016/S0304-4238(01)00357-0"]}, {"Citation": "Shivhare Y, Singour PK, Patil UK, Pawar RS. Wound healing potential of methanolic extract of Trichosanthes dioica Roxb. (fruits) in rats. J Ethnopharmacol. 2010;127:614–619. doi: 10.1016/j.jep.2009.12.015.", "ArticleIdList": ["10.1016/j.jep.2009.12.015", "20006696"]}, {"Citation": "Singh M, Kumar S, Singh AK, Ram D, Kalloo G. Female sex-associated RAPD marker in pointed gourd (Trichosanthes dioica Roxb.) Curr Sci. 2002;82:131–132."}, {"Citation": "Singh P, Kharb P, Pandey N, Batra P, Khatak S, Dhillon S, et al. RAPD analysis for genetic diversity and identification of sex-specific marker in date palm. Haryana J Hortic Sci. 2006;35:232–234."}, {"Citation": "Sinha S, Guha A, Sinha B, Sinha RK, Banerjee N. Average packing ratio and evolution of sex chromosomes in dioecious Coccinia indica and Trichosanthes dioica. Cytologia. 2007;72:369–372. doi: 10.1508/cytologia.72.369.", "ArticleIdList": ["10.1508/cytologia.72.369"]}, {"Citation": "Soldatova NA, Khryanin VN. The effects of heavy metal salts on the phytohormonal status and sex expression in Marijuana. Russ J Plant Physiol. 2010;57:96–100. doi: 10.1134/S1021443710010139.", "ArticleIdList": ["10.1134/S1021443710010139"]}, {"Citation": "Sousa A, Fuchs J, Renner SS. Molecular cytogenetics (FISH, GISH) of Coccinia grandis: a ca. 3 myr-old species of cucurbitaceae with the largest Y/autosome divergence in flowering plants. Cytogenet Genome Res. 2013;139:107–118. doi: 10.1159/000345370.", "ArticleIdList": ["10.1159/000345370", "23207224"]}, {"Citation": "Talukdar SN, Hossain MN (2014) Phytochemical, phytotherapeutical and pharmacological study of Momordica dioica. Article ID 806082. doi:10.1155/2014/806082", "ArticleIdList": ["PMC4145798", "25197312"]}, {"Citation": "Tamilselvan N, Thirumalai T, Elumalai EK, Balaji R, David E. Pharmacognosy of Coccinia grandis: a review. Asian Pacific J Biomed. 2011;1:S299–S302. doi: 10.1016/S2221-1691(11)60176-7.", "ArticleIdList": ["10.1016/S2221-1691(11)60176-7"]}, {"Citation": "Telgmann-Rauber A, Jamsari A, Kinney MS, Pires JC, Jung C. Genetic and physical maps around the sex-determining M-locus of the dioecious plant asparagus. Mol Genet Genom. 2007;278:221–234. doi: 10.1007/s00438-007-0235-z.", "ArticleIdList": ["10.1007/s00438-007-0235-z", "17609979"]}, {"Citation": "Terauchi R, Kahl G. Mapping of the Dioscorea tokoro genome: AFLP markers linked to sex. Genome. 1999;42:752–762. doi: 10.1139/g99-001.", "ArticleIdList": ["10.1139/g99-001"]}, {"Citation": "Thakur BS, Rathore DS. Pistachios. In: Mitra SK, Rathore DS, Bose TK, editors. Temperate fruits. Calcutta: Horticulture and Allied publishers; 1991. pp. 451–472."}, {"Citation": "Thiruchitrambalam M, Shanmugam D. Influence of pre-treatments on the mechanical properties of palmyra palm leaf stalk fiber-polyester composites. J Reinf Plast Compos. 2012;31:1400–1414."}, {"Citation": "Tilkat EA, Namli S, Işikalan Ç. Determination and assesment of the sex chromosomes of male trees of pistachio (Pistacia vera L.) using in vitro culture. Aust J Crop Sci. 2011;5:291–295."}, {"Citation": "Törjék O, Buchern N, Kiss E, Homoki H, Finta-Korpelova Z, Bocsa I, et al. Novel male specific markers (MADC5, MADC6) in hemp. Euphytica. 2002;127:209–218. doi: 10.1023/A:1020204729122.", "ArticleIdList": ["10.1023/A:1020204729122"]}, {"Citation": "Truta E, Gille E, Toth E, Maniu M. Biochemical differences in Cannabis sativa L. depending on sexual phenotype. J Appl Genet. 2002;43:451–462.", "ArticleIdList": ["12441630"]}, {"Citation": "Usha R, Indira VS, Jhansi S, Swamy PM. Physiological and molecular variation among the two genders of Piper betel L. Nat Acad Sci Lett. 2009;32:93–98."}, {"Citation": "Vijayan K, Nair CV, Chatterjee SN, Caspian J. Diversification of mulberry (Morus indica var. S36), a vegetatively propagated tree species. Env Sci. 2009;7:23–30."}, {"Citation": "Vinod MS, Raghavan PS, George S, Parida A. Identification of a sex-specific SCAR marker in dioecious Pandanus fascicularis L. (Pandanaceae) Genome. 2007;50:834–839. doi: 10.1139/G07-066.", "ArticleIdList": ["10.1139/G07-066", "17893724"]}, {"Citation": "Viswanathan TV. Medicinal and aromatic plants. In: Chadha KL, Gupta R, editors. Advances in Horticulture. New Delhi: Malhotra Publishing House; 1995. pp. 373–383."}, {"Citation": "Vuong LT, Franke A, Custer L, Murphy SP. Momordica cochinchinensis Spreng. (gac) fruit carotenoids reevaluated. J Food Compos Anal. 2006;19:664–668. doi: 10.1016/j.jfca.2005.02.001.", "ArticleIdList": ["10.1016/j.jfca.2005.02.001"]}, {"Citation": "Vyskot B, Hobza R. Gender in plants: sex chromosomes are emerging from the fog. Trends Genet. 2004;20:432–438. doi: 10.1016/j.tig.2004.06.006.", "ArticleIdList": ["10.1016/j.tig.2004.06.006", "15313552"]}, {"Citation": "Wang H, Cao GH, Prior RL. Total antioxidant capacity of fruits. J Agri Food Chem. 1996;44:701–705. doi: 10.1021/jf950579y.", "ArticleIdList": ["10.1021/jf950579y"]}, {"Citation": "Wang J, Na J, Yu Q, Gschwend AR, Han J, Zeng F, et al. Sequencing papaya X and Yh chromosomes reveals molecular basis of incipient sex chromosome evolution. Proc Nat Acad Sci. 2012;109:13710–13715. doi: 10.1073/pnas.1207833109.", "ArticleIdList": ["10.1073/pnas.1207833109", "PMC3427123", "22869747"]}, {"Citation": "Westgaard M. The mechanism of sex determination in dioecious plants. Adv Genet. 1958;9:217–281.", "ArticleIdList": ["13520443"]}, {"Citation": "Xu HC, Yin GT, Li YD, Fu JG, Zhang WL. Distribution and utilization of rattans in China. In: Xu HC, Rao AN, Zeng BS, Yin GT, editors. Research on rattans in China, conservation, cultivation, distribution, ecology, growth, phenology, silviculture, systematic anatomy and tissue culture. Serdang: IPGRI-APO; 2000."}, {"Citation": "Yang H, Gan S, Yin G, Hu H. Identification of random amplified polymorphic DNA markers linked to sex determination in Calamus simplicifolius C.F.Wei. J Integr Plant Biol. 2005;47:1249–1253. doi: 10.1111/j.1744-7909.2005.00113.x.", "ArticleIdList": ["10.1111/j.1744-7909.2005.00113.x"]}, {"Citation": "Yang S, Kyun NM, Jang JP, Kyung AK, Kim BY, Sung NJ, Oh WK, Ahn JS. Inhibition of protein tyrosine phosphatase 1B by lignans from Myristica fragrans. Phytother Res. 2006;20:680–682. doi: 10.1002/ptr.1935.", "ArticleIdList": ["10.1002/ptr.1935", "16752372"]}, {"Citation": "Younis RAA, Ismail OM, Soliman SS. Identification of sex- specific DNA markers for date palm (Phoenix dactylifera L.) using RAPD and ISSR techniques. R J Agri Biol Sci. 2008;4:278–284."}, {"Citation": "Zheng L, Zhang YM, Zhan YZ, Liu CX. Momordica cochinchinensis seed extracts suppress migration and invasion of human breast cancer ZR-75-30 cells via down-regulating MMP-2 and MMP-9. Asian Pacific J Cancer Prev. 2014;15:1105–1110. doi: 10.7314/APJCP.2014.15.3.1105.", "ArticleIdList": ["10.7314/APJCP.2014.15.3.1105", "24606426"]}]}], "History": [{"Year": "2016", "Month": "5", "Day": "23"}, {"Year": "2017", "Month": "4", "Day": "6"}, {"Year": "2017", "Month": "5", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "31", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "5", "Day": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28555429", "PMC5447520", "10.1007/s13205-017-0723-8", "10.1007/s13205-017-0723-8"]}}]}