{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["apigenin", "atherosclerosis", "hyperlipidemia", "reverse cholesterol transport", "vascular endothelial cells"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28565758", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "02", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.3892/etm.2017.4165"], "Journal": {"ISSN": "1792-0981", "JournalIssue": {"Volume": "13", "Issue": "5", "PubDate": {"Year": "2017", "Month": "May"}}, "Title": "Experimental and therapeutic medicine", "ISOAbbreviation": "Exp Ther Med"}, "ArticleTitle": "Apigenin in the regulation of cholesterol metabolism and protection of blood vessels.", "Pagination": {"StartPage": "1719", "EndPage": "1724", "MedlinePgn": "1719-1724"}, "Abstract": {"AbstractText": ["Hyperlipidemia is a major independent risk factor for atherosclerosis. Seeking natural compounds in medicinal plants capable of reducing blood fat and studying their mechanisms of action has been the focus of research in recent years. The aim of the present study was to analyze the mechanisms of apigenin in regulating cholesterol metabolism and protecting blood vessels, and to provide a theoretical basis for the clinical application of apigenin. The mouse model of hyperlipidemia was established to verify the efficacy of apigenin in improving hyperlipidemia and to observe the mechanism of action of apigenin in reducing cholesterol content. <i>In vitro</i> cell experiments were conducted to evaluate the role of apigenin in mediating reverse cholesterol transport. Additionally, H<sub>2</sub>O<sub>2</sub>-injured human umbilical venous endothelial cells (EA.hy926 cells) were used for further study on the roles of apigenin in resisting oxidization and protecting vascular endothelial cells. Apigenin significantly regulated blood fat, reduced animal weight, and reduced total cholesterol (P=0.024), triglyceride (P=0.031) and low-density lipoprotein cholesterol (P=0.014) in the serum of the high-fat diet mice. Apigenin improved the blood lipid metabolism of the hyper-lipidemia model mice. Body weight and serum cholesterol content increased abnormally (P=0.003) as a consequence of high-fat diet. Apigenin increased the activity of superoxide dismutase in EA.hy926 cells (P=0.043) and increased the amount of nitric oxide secreted by the cells (P=0.038). Apigenin also inhibited the proliferation of vascular smooth muscle cells in a dose-dependent manner (P=0.036). In conclusion, apigenin can regulate cholesterol metabolism <i>in vivo</i> and plays a role in reducing the level of blood fat by promoting cholesterol absorption and conversion, and accelerating reverse cholesterol transport. Apigenin also has a role in resisting oxidization and protecting blood vessels."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Vascular Surgery, Qingdao Municipal Hospital, Qingdao, Shandong 266011, P.R. China."}, {"Identifier": [], "Affiliation": "Department of Vascular Surgery, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, Shandong 250021, P.R. China."}], "LastName": "Zhang", "ForeName": "Kun", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endocrinology, Qingdao Municipal Hospital, Qingdao, Shandong 266011, P.R. China."}], "LastName": "Song", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Vascular Surgery, Qingdao Municipal Hospital, Qingdao, Shandong 266011, P.R. China."}], "LastName": "Li", "ForeName": "Dalin", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Vascular Surgery, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, Shandong 250021, P.R. China."}], "LastName": "Jin", "ForeName": "Xing", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Greece", "MedlineTA": "Exp Ther Med", "NlmUniqueID": "101531947", "ISSNLinking": "1792-0981"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Liu-Smith F, Meyskens FL. Molecular mechanisms of flavonoids in melanin synthesis and the potential for the prevention and treatment of melanoma. Mol Nutr Food Res. 2016;60:1264–1274. doi: 10.1002/mnfr.201500822.", "ArticleIdList": ["10.1002/mnfr.201500822", "PMC4900912", "26865001"]}, {"Citation": "Yarla NS, Bishayee A, Sethi G, Reddanna P, Kalle AM, Dhananjaya BL, Dowluru KS, Chintala R, Duddukuri GR. Targeting arachidonic acid pathway by natural products for cancer prevention and therapy. Semin Cancer Biol. 2016 Feb 4; doi: 10.1016/j.semcancer.2016.02.001. (Epub ahead of print). doi: 10.1016/j.semcancer.2016.02.001.", "ArticleIdList": ["10.1016/j.semcancer.2016.02.001", "26853158"]}, {"Citation": "Moosavi F, Hosseini R, Saso L, Firuzi O. Modulation of neurotrophic signaling pathways by polyphenols. Drug Des Devel Ther. 2015;10:23–42.", "ArticleIdList": ["PMC4694682", "26730179"]}, {"Citation": "Venigalla M, Sonego S, Gyengesi E, Sharman MJ, Münch G. Novel promising therapeutics against chronic neuroinflammation and neurodegeneration in Alzheimer's disease. Neurochem Int. 2016;95:63–74. doi: 10.1016/j.neuint.2015.10.011.", "ArticleIdList": ["10.1016/j.neuint.2015.10.011", "26529297"]}, {"Citation": "Venigalla M, Gyengesi E, Münch G. Curcumin and apigenin - novel and promising therapeutics against chronic neuroinflammation in Alzheimer's disease. Neural Regen Res. 2015;10:1181–1185. doi: 10.4103/1673-5374.162686.", "ArticleIdList": ["10.4103/1673-5374.162686", "PMC4590215", "26487830"]}, {"Citation": "Shakeri F, Boskabady MH. A review of the relaxant effect of various medicinal plants on tracheal smooth muscle, their possible mechanism(s) and potency. J Ethnopharmacol. 2015;175:528–548. doi: 10.1016/j.jep.2015.10.017.", "ArticleIdList": ["10.1016/j.jep.2015.10.017", "26456328"]}, {"Citation": "Sak K. Cytotoxicity of dietary flavonoids on different human cancer types. Pharmacogn Rev. 2014;8:122–146. doi: 10.4103/0973-7847.134247.", "ArticleIdList": ["10.4103/0973-7847.134247", "PMC4127821", "25125885"]}, {"Citation": "Maurya SK, Kushwaha AK, Seth A. Ethnomedicinal review of Usnakantaka (Echinops echinatus Roxb.) Pharmacogn Rev. 2015;9:149–154. doi: 10.4103/0973-7847.162138.", "ArticleIdList": ["10.4103/0973-7847.162138", "PMC4557238", "26392713"]}, {"Citation": "Armstrong CM, Gao AC. Drug resistance in castration resistant prostate cancer: resistance mechanisms and emerging treatment strategies. Am J Clin Exp Urol. 2015;3:64–76.", "ArticleIdList": ["PMC4539108", "26309896"]}, {"Citation": "Shay J, Elbaz HA, Lee I, Zielske SP, Malek MH, Hüttemann M. Molecular mechanisms and therapeutic effects of (−)-epicatechin and other polyphenols in cancer, inflammation, diabetes, and neurodegeneration. Oxid Med Cell Longev. 2015;2015:181260. doi: 10.1155/2015/181260.", "ArticleIdList": ["10.1155/2015/181260", "PMC4477097", "26180580"]}, {"Citation": "Johnston GA. Flavonoid nutraceuticals and ionotropic receptors for the inhibitory neurotransmitter GABA. Neurochem Int. 2015;89:120–125. doi: 10.1016/j.neuint.2015.07.013.", "ArticleIdList": ["10.1016/j.neuint.2015.07.013", "26190180"]}, {"Citation": "Guedj F, Bianchi DW, Delabar JM. Prenatal treatment of Down syndrome: a reality? Curr Opin Obstet Gynecol. 2014;26:92–103. doi: 10.1097/GCO.0000000000000056.", "ArticleIdList": ["10.1097/GCO.0000000000000056", "24573065"]}, {"Citation": "Fernando W, Rupasinghe HP, Hoskin DW. Regulation of hypoxia-inducible factor-1α and vascular endothelial growth factor signaling by plant flavonoids. Mini Rev Med Chem. 2015;15:479–489. doi: 10.2174/1389557515666150414152933.", "ArticleIdList": ["10.2174/1389557515666150414152933", "25873069"]}, {"Citation": "Li A, Sun A, Liu R, Zhang Y, Cui J. An efficient preparative procedure for main flavonoids from the peel of Trichosanthes kirilowii Maxim. using polyamide resin followed by semi-preparative high performance liquid chromatography. J Chromatogr B Analyt Technol Biomed Life Sci. 2014;965:150–157. doi: 10.1016/j.jchromb.2014.06.003.", "ArticleIdList": ["10.1016/j.jchromb.2014.06.003", "25023212"]}, {"Citation": "Nabavi SM, Habtemariam S, Daglia M, Nabavi SF. Apigenin and Breast Cancers: from Chemistry to Medicine. Anticancer Agents Med Chem. 2015;15:728–735. doi: 10.2174/1871520615666150304120643.", "ArticleIdList": ["10.2174/1871520615666150304120643", "25738871"]}, {"Citation": "Gupta SC, Tyagi AK, Deshmukh-Taskar P, Hinojosa M, Prasad S, Aggarwal BB. Downregulation of tumor necrosis factor and other proinflammatory biomarkers by polyphenols. Arch Biochem Biophys. 2014;559:91–99. doi: 10.1016/j.abb.2014.06.006.", "ArticleIdList": ["10.1016/j.abb.2014.06.006", "24946050"]}, {"Citation": "Cochran DB, Gray LN, Anderson KW, Dziubla TD. Degradable poly(apigenin) polymer inhibits tumor cell adhesion to vascular endothelial cells. J Biomed Mater Res B Appl Biomater. 2015 Aug 6; (Epub ahead of print). doi: 10.1002/jbm.b.33486.", "ArticleIdList": ["26251070"]}, {"Citation": "Mastantuono T, Battiloro L, Sabatino L, Chiurazzi M, Di Maro M, Muscariello E, Colantuoni A, Lapi D. Effects of citrus flavonoids against microvascular damage induced by hypoperfusion and reperfusion in rat pial circulation. Microcirculation. 2015;22:378–390. doi: 10.1111/micc.12207.", "ArticleIdList": ["10.1111/micc.12207", "25944567"]}, {"Citation": "Alig SK, Stampnik Y, Pircher J, Rotter R, Gaitzsch E, Ribeiro A, Wörnle M, Krötz F, Mannell H. The tyrosine phosphatase SHP-1 regulates hypoxia inducible factor-1α (HIF-1α) protein levels in endothelial cells under hypoxia. PLoS One. 2015;10:e0121113. doi: 10.1371/journal.pone.0121113.", "ArticleIdList": ["10.1371/journal.pone.0121113", "PMC4370726", "25799543"]}, {"Citation": "Zargaran A, Borhani-Haghighi A, Faridi P, Daneshamouz S, Kordafshari G, Mohagheghzadeh A. Potential effect and mechanism of action of topical chamomile (Matricaria chammomila L.) oil on migraine headache: a medical hypothesis. Med Hypotheses. 2014;83:566–569. doi: 10.1016/j.mehy.2014.08.023.", "ArticleIdList": ["10.1016/j.mehy.2014.08.023", "25238714"]}, {"Citation": "Chen X, Jin J, Chen Y, Peng L, Zhong G, Li J, Bi H, Cai Y, Huang M. Effect of scutellarin on the metabolism and pharmacokinetics of clopidogrel in rats. Biopharm Drug Dispos. 2015;36:64–68. doi: 10.1002/bdd.1918.", "ArticleIdList": ["10.1002/bdd.1918", "25256597"]}, {"Citation": "Seo HS, Ku JM, Choi HS, Woo JK, Jang BH, Go H, Shin YC, Ko SG. Apigenin induces caspase-dependent apoptosis by inhibiting signal transducer and activator of transcription 3 signaling in HER2-overexpressing SKBR3 breast cancer cells. Mol Med Rep. 2015;12:2977–2984.", "ArticleIdList": ["25936427"]}, {"Citation": "Chen YJ, Wang L, Zhou GY, Yu XL, Zhang YH, Hu N, Li QQ, Chen C, Qing C, Liu YT, et al. Scutellarin attenuates endothelium-dependent vasodilation impairment induced by hypoxia reoxygenation, through regulating the PKG signaling pathway in rat coronary artery. Chin J Nat Med. 2015;13:264–273.", "ArticleIdList": ["25908623"]}, {"Citation": "Lee W, Yoon EK, Kim KM, Park DH, Bae JS. Antiseptic effect of vicenin-2 and scolymoside from Cyclopia subternata (honeybush) in response to HMGB1 as a late sepsis mediator in vitro and in vivo. Can J Physiol Pharmacol. 2015;93:709–720. doi: 10.1139/cjpp-2015-0021.", "ArticleIdList": ["10.1139/cjpp-2015-0021", "26243020"]}]}], "History": [{"Year": "2016", "Month": "7", "Day": "1"}, {"Year": "2016", "Month": "12", "Day": "13"}, {"Year": "2017", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "2", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28565758", "PMC5443212", "10.3892/etm.2017.4165", "ETM-0-0-4165"]}}]}