{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Rosa canina", "antioxidant activity", "hyperglycemia", "phytochemical profile", "α-amylase"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28573216", "DateCompleted": {"Year": "2017", "Month": "08", "Day": "16"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "01", "Day": "13"}], "Language": ["eng"], "ELocationID": ["10.21010/ajtcam.v14i2.1"], "Journal": {"ISSN": "2505-0044", "JournalIssue": {"Volume": "14", "Issue": "2", "PubDate": {"Year": "2017"}}, "Title": "African journal of traditional, complementary, and alternative medicines : AJTCAM", "ISOAbbreviation": "Afr J Tradit Complement Altern Med"}, "ArticleTitle": "ANTIOXIDANT ACTIVITY AND A-AMYLASE INHIBITORY POTENTIAL OF <i>ROSA CANINA</i> L.", "Pagination": {"StartPage": "1", "EndPage": "8", "MedlinePgn": "1-8"}, "Abstract": {"AbstractText": ["Diabetes mellitus is one of the most common endocrinal disorders and medicinal plants continue to play an important role in the management of this disease. In this study, <i>Rosa canina</i> was investigated for the antioxidant and α-amylase inhibition activities.", "Methanolic extract of <i>Rosa canina</i> was investigated for its potential antioxidant activity. The extracts' total phenolic and flavonoid contents and scavenging capacity for free radicals were evaluated. The α-amylase inhibition assay was also carried.", "<i>Rosa canina</i> extract exhibits a total Phenolic and flavonoid levels respectively (21.918 mg GAE/g and 2.647mg ER/g). The free radical scavenging activity was found to be prominent against DPPH with an IC50 of 0.668 mg/ml and against ABTS with an IC50 of 0.467 mg/ml. Extract showed a significant ferric ion reducing activities with an IC50 of4.962 mg/ml.", "<i>Rosa canina</i> exerted a higher inhibitory activity against α-amylase. The obtained results support the antidiabetic use of <i>rosa canina</i>."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit on Nutrition, Regulation of Metabolic Systems and Atherosclerosis, High School of Sciences and Technology of Health of Tunis, 176 Bab Souika, BP1006, Tunis, Tunisia."}], "LastName": "Jemaa", "ForeName": "Houda Ben", "Initials": "HB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit on Nutrition, Regulation of Metabolic Systems and Atherosclerosis, High School of Sciences and Technology of Health of Tunis, 176 Bab Souika, BP1006, Tunis, Tunisia."}], "LastName": "Jemia", "ForeName": "Amani Ben", "Initials": "AB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit on Nutrition, Regulation of Metabolic Systems and Atherosclerosis, High School of Sciences and Technology of Health of Tunis, 176 Bab Souika, BP1006, Tunis, Tunisia."}], "LastName": "Khlifi", "ForeName": "Sarra", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit on Nutrition, Regulation of Metabolic Systems and Atherosclerosis, High School of Sciences and Technology of Health of Tunis, 176 Bab Souika, BP1006, Tunis, Tunisia."}], "LastName": "Ahmed", "ForeName": "Halima Ben", "Initials": "HB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit on Nutrition, Regulation of Metabolic Systems and Atherosclerosis, High School of Sciences and Technology of Health of Tunis, 176 Bab Souika, BP1006, Tunis, Tunisia."}], "LastName": "Slama", "ForeName": "Fethi Ben", "Initials": "FB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit on Nutrition, Regulation of Metabolic Systems and Atherosclerosis, High School of Sciences and Technology of Health of Tunis, 176 Bab Souika, BP1006, Tunis, Tunisia."}], "LastName": "Benzarti", "ForeName": "Anis", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory SURVEN, National Institute of Nutrition and Food Technology of Tunis, Tunisia."}], "LastName": "Elati", "ForeName": "Jalila", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit on Nutrition, Regulation of Metabolic Systems and Atherosclerosis, High School of Sciences and Technology of Health of Tunis, 176 Bab Souika, BP1006, Tunis, Tunisia."}], "LastName": "Aouidet", "ForeName": "Abdallah", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Nigeria", "MedlineTA": "Afr J Tradit Complement Altern Med", "NlmUniqueID": "101232990", "ISSNLinking": "2505-0044"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Benzothiazoles"}, {"RegistryNumber": "0", "NameOfSubstance": "Biphenyl Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Picrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Sulfonic Acids"}, {"RegistryNumber": "28752-68-3", "NameOfSubstance": "2,2'-azino-di-(3-ethylbenzothiazoline)-6-sulfonic acid"}, {"RegistryNumber": "DFD3H4VGDH", "NameOfSubstance": "1,1-diphenyl-2-picrylhydrazyl"}, {"RegistryNumber": "EC 3.2.1.-", "NameOfSubstance": "Amylases"}], "MeshHeadingList": [{"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "Amylases"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["metabolism"], "DescriptorName": "Benzothiazoles"}, {"QualifierName": ["metabolism"], "DescriptorName": "Biphenyl Compounds"}, {"QualifierName": ["enzymology"], "DescriptorName": "Diabetes Mellitus"}, {"QualifierName": ["analysis", "pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": ["analysis", "pharmacology"], "DescriptorName": "Phenols"}, {"QualifierName": ["metabolism"], "DescriptorName": "Picrates"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rosa"}, {"QualifierName": ["metabolism"], "DescriptorName": "Sulfonic Acids"}], "CoiStatement": "Declaration of conflicting interests: The authors declare that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abell AD, Ratclffe M.J, Tb JG. Ascorbic acid-based inhibitors of α-amylases. 1998;98:4–7.", "ArticleIdList": ["9873419"]}, {"Citation": "Adamczak A, Buchwald W, Zielinski J, Mielcarek S. flavonoid and organic acid content in rose hips (rosa l, sect. Caninae dc. Em. Christ.) Acta biologica cracoviensia series botanica. 2012;54(1):105–112."}, {"Citation": "Asghari B, Salehi P, Moridi Farimani M, Ebrahimi SN. A-glucosidase inhibitors from fruits of rosa canina l. Records of natural products. 2015;9(3):276–283."}, {"Citation": "Balasundram n, sundram k, samman s. phenolic compounds in plants and agri-industrial by-products: antioxidant activity, occurrence, and potential uses. Food chemistry. 2006;99(1):191–203."}, {"Citation": "Barros L, Carvalho NM, Sa Morais J, Ferreira CFRI. Strawberry-tree, blackthorn and rose fruits: detailed characterisation in nutrients and phytochemicals with antioxidant properties. Food chemistry. 2010;120(1):247–254."}, {"Citation": "Barros L, Carvalho A.M, Ferreira ICF.R. Exotic fruits as a source of important phytochemicals: improving the traditional use of rosa canina fruits in portugal. Food research international. 2011;44(7):2233–2236."}, {"Citation": "Bejaoui A, Boulila A, Sanaa A, Boussaid M, Fernandez X. Antioxidant activity and a -amylase inhibitory effect of polyphenolic-rich extract from origanum glandulosum desf. Journal of food biochemistry in press 2016"}, {"Citation": "Brownlee M. Biochemicstry and molecular cell biology of diabetic complications. Nature. 2001;414:813–820.", "ArticleIdList": ["11742414"]}, {"Citation": "Chang CC, Yang MH, Wen HM, Chern JC. Estimation of total flavonoid content in propolis by two complementary colorimetric methods. Journal of food and drug analysis. 2002;10(3):178–182."}, {"Citation": "Chrubasik C, Roufogalis BD, Muller-Ladner U, Chrubasik S. A systematic review on the rosa canina effect and efficacy profiles. Phytotherapy research. 2008;22:725–733.", "ArticleIdList": ["18384191"]}, {"Citation": "Chrubasik C, Duke R.K, Chrubasik S. The evidence for clinical efficacy of rose hip and seed: a systematic review. Phytotherapy research. 2006;20(1):1–3.", "ArticleIdList": ["16395741"]}, {"Citation": "Daels-Rakotoarison DA, Gressier B, Trotin F, Brunet C, Luyckx M, Dine T, Bailleul F, Cazin M, Cazin J-C. Effects of rosa canina fruit extract on neutrophil respiratory burst. Phytotherapy research. 2002;16(2):157–161.", "ArticleIdList": ["11933119"]}, {"Citation": "Demir N, Yildiz O, Alpaslan M, Hayaloglu A. A. evaluation of volatiles, phenolic compounds and antioxidant activities of rose hip (rosa l.) Fruits in turkey. Lwt - food science and technology. 2014;57(1):26–133."}, {"Citation": "Ercisli S. Chemical composition of fruits in some rose (rosa spp.) Species. Food chemistry. 2007;104(4):1379–1384."}, {"Citation": "Fattahi S, Jamei R, Sarghein SH. Antioxidant and antiradical activities of rosa canina and rosa pimpinellifolia fruits from west azerbaijan. Iranian journal ofplant physiology. 2012;2(4):523–530."}, {"Citation": "Fratianni F, Tucci M, De palma M, Pepe R, Nazzaro F. Polyphenolic composition in different parts of some cultivars of globe artichoke (cynara cardunculus l. Var. Scolymus (l.) Fiori) Food chemistry. 2007;104(3):1282–1286."}, {"Citation": "Ganeshpurkar A, diwedi V, bhardwaj Y. In vitro a -amylase and a -glucosidase inhibitory potential of trigonella foenum-graecum leaves extract materials and methods chemicals phytochemical screening phytoanalytical studies determination of total phenolic compounds enzyme inhibition studies por. Ayu. 2013;34(1):109–112.", "ArticleIdList": ["PMC3764866", "24049415"]}, {"Citation": "Gao X, Bjo L, Ttrajkovski V, Uggla M. Evaluation of antioxidant activities of rosehip ethanol extracts in different test systems. Journal of science and agriculture. 2000;80:2021–2027."}, {"Citation": "Ghazghazi H, Miguel MG, Hasnaoui B, Sebei H, Ksontini M, Barroso JG. Phenols, essential oils and carotenoids of rosa canin from tunisia and their antioxidant activities. Journal of biotechnology. 2010;9(18):2709–2716."}, {"Citation": "Golay A, Schneider H, Temler E, Felber JP. Effect of trestatin, an amylase inhibitor, incorporated into bread, on glycemic responses in normal and diabetic patients. Am j clin nutr. 1991;53(1):61–65.", "ArticleIdList": ["1701612"]}, {"Citation": "Gulati V, Harding I.H, Palombo EA. Enzyme inhibitory and antioxidant activities of traditional medicinal plants: potential application in the management of hyperglycemia. Bmc complementary and alternative medicine. 2012;12(77):1472–6882.", "ArticleIdList": ["PMC3502323", "22713130"]}, {"Citation": "Hasenah A, Houghton P.J, Soumyanath A. a-amylase inhibitory activity of some malaysian plants used to treat diabetes;with particular reference to phyllanthus amarus. Journal of ethnopharmacology. 2006;107(3):449–455.", "ArticleIdList": ["16678367"]}, {"Citation": "Hashem Dabaghian FAM, Et Abdollahifard M, Khalighi Sigarudi F, Taghavi Shirazi M, Shojaee A, Sabet Z, Fallah Huseini H. Effects of rosa canina l. Fruit on glycemia and lipid profile in type 2 diabetic patients: a randomized, double-blind, placebo-controlled clinical. Journal of medicinal plants. 2015;14(55):95–104."}, {"Citation": "Joshi SR. E, Standl E, Tong N, Shah P, Kalra S, Rathod R. Therapeutic potential of a -glucosidase inhibitors in type 2 diabetes mellitus: an evidence-based review. Expert opinion on pharmacotherap. 2015;16(13):1959–1981.", "ArticleIdList": ["26255950"]}, {"Citation": "Khojasteh SS, El Basirat F, Sheikhzadeh SAO, Dehghan G, Hatami H, Farsad N. Effects of the ethanolic extract of rosa canina on some serum biochemical factors in diabetic adult male rats. Trakia journal of science. 2015;13(2):143–148."}, {"Citation": "Kuritzky L, Samraj G, Quillen DM. Improving management of type 2 diabetes mellitus: 2. Biguanides. Hospital practice (1999) 1999;34(10):43–46.", "ArticleIdList": ["10901748"]}, {"Citation": "Lee WK, Wong LL, Loo YY, Kasapis S, Huang D. Evaluation of different teas against starch digestibility by mammalian glycosidases. Journal of agricultural and food chemistry. 2010;58(1):148–154.", "ArticleIdList": ["20050703"]}, {"Citation": "Montazeri N, Baher E, Mirzajani F, Barami Z, Yousefian S. phytochemical contents and biological activities of rosa canina fruit from iran. Journal of medicinal plants research. 2011;5(18):4584–4589."}, {"Citation": "Nadpal JD, Lesjak M M, Sibul F.S, Anac Kov GT, Cetojevic-Simin DD, Mimica-Dukic N.M, Beara IN. Comparative study of biological activities and phytochemical composition of two rose hips and their preserves: rosa canina l. And rosa arvensis huds. Food chemistry. 2016;192:907–914.", "ArticleIdList": ["26304428"]}, {"Citation": "Nojavan S, Khalilian F, Kiaie FM, Rahimi A, Arabanian A, Chalavi S. Extraction and quantitative determination of ascorbic acid during different maturity stages of rosa canina l. Fruit. Journal of food composition and analysis. 2008;21(4):300–305."}, {"Citation": "Orhan DD, Hartevio Glu A, Kupeli E, Yesilada E. In vivo anti-inflammatory and antinociceptive activity of the crude extract and fractions from rosa canina l. Fruits Journal of ethnopharmacology. 2007;112:394–400.", "ArticleIdList": ["17482395"]}, {"Citation": "Puntel RL, Nogueira C.W, Rocha JBT. Krebs cycle intermediates modulate thiobarbituric acid reactive species (tbars) production in rat brain in vitro. Neurochemical research. 2005;30(2):225–235.", "ArticleIdList": ["15895826"]}, {"Citation": "Re R, Pellegrini N, Proteggente A, Pannala A, Yang M, Rice-Evans C. Antioxidant activity applying an improved abts radical cation decolorization assay. Free radical biology and medicine. 1999;26(9-10):1231–1237.", "ArticleIdList": ["10381194"]}, {"Citation": "Roglic G, Unwin N. Mortality attributable to diabetes: estimates for the year 2010. Diabetes research and clinical practice. 2010;87(1):15–19.", "ArticleIdList": ["19914728"]}, {"Citation": "Sabu M.C, Kuttan R. Anti-diabetic activity of medicinal plants and its relationship with their antioxidant property. Journal of ethnopharmacology. 2002;81:155–160.", "ArticleIdList": ["12065146"]}, {"Citation": "Sanchez-Moreno C. Review: methods used to evaluate the free radical scavenging activity in foods and biological systems. Food science and technology international. 2002;8(3):121–137."}, {"Citation": "Singleton V.L, Slinkard K. Total phenol analysis: automation and comparison with manual methods. Am. J. Enol. Vitic. 1977;28(1):49–55."}, {"Citation": "Van De Laar F.A, Lucassen P. L, Akkermans R. P, Van De Lisdonk E. H, Rutten G.E, Vanweel C. α-glucosidase inhibitors for patients results from a cochrane systematic review and meta-analysis. Diabetes care. 2005;28(1):166–175.", "ArticleIdList": ["15616251"]}, {"Citation": "Wenzig EM, Widowitz U, Kunert O, Chrubasik S.F, Bucar E Knauder, Bauer R. Phytochemical composition and in vitro pharmacological activity of two rose hip (rosa canina l.) Preparations. Phytomedicine. 2008;15(10):826–835.", "ArticleIdList": ["18707854"]}, {"Citation": "WHO. Definition and diagnosis of diabetes mellitus and intermediate hyperglycemia. Vol. 53. World health organisation geneva; 2006. p. 41."}]}], "History": [{"Year": "2017", "Month": "6", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["28573216", "PMC5446433", "10.21010/ajtcam.v14i2.1", "AJTCAM-14-1"]}}]}