{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aluminum chloride colorimetric", "DPPH", "Folin-Ciocalteau", "HPLC", "Lysimachia vulgaris", "antibacterial", "antitumor"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28573234", "DateCompleted": {"Year": "2017", "Month": "08", "Day": "16"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "01", "Day": "13"}], "Language": ["eng"], "ELocationID": ["10.21010/ajtcam.v14i2.19"], "Journal": {"ISSN": "2505-0044", "JournalIssue": {"Volume": "14", "Issue": "2", "PubDate": {"Year": "2017"}}, "Title": "African journal of traditional, complementary, and alternative medicines : AJTCAM", "ISOAbbreviation": "Afr J Tradit Complement Altern Med"}, "ArticleTitle": "EVALUATION OF ANTIBACTERIAL, ANTITUMOR, ANTIOXIDANT ACTIVITIES AND PHENOLIC CONSTITUENTS OF FIELD-GROWN AND <i>IN</i> VITRO-GROWN <i>LYSIMACHIA VULGARIS</i> L.", "Pagination": {"StartPage": "177", "EndPage": "187", "MedlinePgn": "177-187"}, "Abstract": {"AbstractText": ["<i>Lysimachia vulgaris</i> L. (Yellow loosestrife) is a medicinal plant in the family Myrsinaceae. It has been used in the treatment of fever, ulcer, diarrhea and wounds in folk medicine. It has also analgesic, expectorant, astringent and anti-inflammatory activities. Two different sources of the plant (field-grown and <i>in vitro</i>-grown) were used to evaluate the biological activities (antibacterial, antitumor and antioxidant) of <i>L. vulgaris. In vitro-grown</i> plant materials were collected from <i>L. vulgaris</i> plants that were previously regenerated in our laboratory.", "Plant materials were extracted with water, ethanol and acetone. For antibacterial test, disc diffusion method and 10 different pathogenic bacteria were used. Antioxidant activity was indicated by using DPPH method. The total phenol amount by using Folin-Ciocaltaeu method and the total flavonoid amount by using aluminum chloride (AlCl<sub>3</sub>) colorimetric method were determined.", "Generally, yellow loosestrife extracts demonstrated antibacterial activity against Gram-positive bacteria <i>(Staphylococcus aureus, S. epidermidis</i> and <i>Streptococcus pyogenes)</i>. Strong antitumor activity of yellow loosestrife was observed via potato disc diffusion bioassay. Nine different phenolics were also determined and compared by using High-Performance Liquid Chromatography (HPLC).", "Future investigations should be focused on fractionation of the extracts to identify active components for biological activity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Abant Izzet Baysal University, Department of Field Crops, Faculty of Agricultural and Environmental Science, Bolu, Turkey."}], "LastName": "Yildirim", "ForeName": "Arzu Birinci", "Initials": "AB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Abant Izzet Baysal University, Department of Field Crops, Faculty of Agricultural and Environmental Science, Bolu, Turkey."}], "LastName": "Guner", "ForeName": "Birgul", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Abant Izzet Baysal University, Department of Field Crops, Faculty of Agricultural and Environmental Science, Bolu, Turkey."}], "LastName": "Karakas", "ForeName": "Fatma Pehlivan", "Initials": "FP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Abant Izzet Baysal University, Department of Biology, 14280 Bolu, Turkey."}], "LastName": "Turker", "ForeName": "Arzu Ucar", "Initials": "AU"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Nigeria", "MedlineTA": "Afr J Tradit Complement Altern Med", "NlmUniqueID": "101232990", "ISSNLinking": "2505-0044"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Biphenyl Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Picrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "DFD3H4VGDH", "NameOfSubstance": "1,1-diphenyl-2-picrylhydrazyl"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["metabolism"], "DescriptorName": "Biphenyl Compounds"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["analysis", "pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["analysis", "pharmacology"], "DescriptorName": "Phenols"}, {"QualifierName": ["metabolism"], "DescriptorName": "Picrates"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Primulaceae"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Staphylococcus aureus"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Staphylococcus epidermidis"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Andrews JM. BSAC standardized disc susceptibility testing method. J. Antimicrob. Chemother. 2004;53:713–28.", "ArticleIdList": ["15028662"]}, {"Citation": "Baytop T. Türkiye’de bitkiler ile tedavi. Nobel Tıp Kitabevleri; Istanbul: 1999."}, {"Citation": "Borin M. Phytopurification solutions for treatment of wastewater with plants. Edagricole Press; Italy: 2003."}, {"Citation": "Brand-Williams W, Cuvelier ME, Berset C. Use of a free radical method to evaluate antioxidant activity. Food Science and Technology-Lebensmittel-Wissenschaft & Technologie. U.-Technol. 1995;28(1):25–30."}, {"Citation": "Chevallier A. The Encyclopedia of Medicinal Plants. Darling Kindersley Limited; London: 1996."}, {"Citation": "Coker PS, Rodecke J, Guy C, Camper ND. Potato disc tumor induction assay: A multiple mode of drug action assay. Phytomedicine. 2003;10:133–138.", "ArticleIdList": ["12725566"]}, {"Citation": "Cowan MM. Plant products as antimicrobial agents. Clin. Microbiol. Rev. 1999;12(4):564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Davis PH. Vol. 6. Edinburgh University Press; England: 1978. Flora of Turkey and the East Aegean Islands."}, {"Citation": "De Pasquale R, Germano MP, Keita A, Sanogo R, Iauk L. Antiulcer activity of Pteleopsis suberosa. J. Ethnopharmacol. 1995;47:55–58.", "ArticleIdList": ["7564422"]}, {"Citation": "Dobelis IN. Magic and Medicine of Plants. The Reader’s Digest Association; New York: 1990."}, {"Citation": "Essawi T, Srour M. Screening of some Palestinian medicinal plants for antibacterial activity. J. Ethnopharmacol. 2000;70:343–349.", "ArticleIdList": ["10837997"]}, {"Citation": "Ferrigini NR, Putnam JE, Anderson B, Jacobsen LB, Nichols DE, Moore DS, McLaughlin JL. Modification and evaluation of the potato disc assay and antitumor screening of Euphorbia seeds. J. Nat. Prod. 1982;45:679–686.", "ArticleIdList": ["7161602"]}, {"Citation": "Grieve M. A modern herbal. Vol. 2. Dover Publications; New York: 1982."}, {"Citation": "Gülçin I, Küfrevioglu I.Ö, Oktay M, Büyükokuroğlu ME. Antioxidant, antimicrobial, antiulcer and analgesic activities of nettle (Urtica dioica L.) J. Ethnopharmacol. 2004;90:205–215.", "ArticleIdList": ["15013182"]}, {"Citation": "Hao G, Yuan YM, Hu CM, Ge XJ, Zhao NX. Molecular phylogeny of Lysimachia (Myrsinaceae) based on chloroplast trnL-F and nuclear ribosomal ITS sequences. Mol. Phylogenet. E. 2004;31(1):323–339.", "ArticleIdList": ["15019628"]}, {"Citation": "Janik I, Janeczko Z, Sendra J, Burczyk J. Benzoquinone pigment from Lysimachia vulgaris. Fitoterapia. 1994;65(5):476."}, {"Citation": "Kaul TN, Middletown JE, Ogra PL. Antiviral effect of flavonoids on human viruses. J. Med. Virol. 1985;15:71–79.", "ArticleIdList": ["2981979"]}, {"Citation": "Marinova D, Ribarova F, Atanassova M. Total phenolics and total flavonoids in Bulgarian fruits and vegetables. J. Univ. Chem. Technol. Metallurgy. 2005;40:255–260."}, {"Citation": "McLaughlin JL, Rogers LL, Anderson JE. The use of biological assays to evaluate botanicals. Drug Inf. J. 1998;32:513–524."}, {"Citation": "Mori A, Nishino C, Enoki N, Tawata S. Antibacterial activity and mode of action of plant flavonoids against P. vulgaris and S. aureus. Phytochemistry. 1987;8:2231–2234."}, {"Citation": "Nishino C, Enoki N, Tawata S, Morim A, Kobayashi K, Fukushima M. Antibacterial activity of flavonoids against S.epidermidis a skin bacterium. Agric. Biol. Chem. 1987;1:139–143."}, {"Citation": "Oh IC, Anderberg AL, Schonenberg J, Anderberg AA. Comparative seed morphology and character evolution in the genus Lysimachia (Myrsinaceae) and related taxa. Plant Syst. E. 2008;271(3-4):177–197."}, {"Citation": "Parr AJ. The production of secondary metabolites by plant cell cultures. J. Biotechnol. 1989;10:1–26."}, {"Citation": "Podolak I, Elas M, Cieszka K. In vitro antifungal and cytotoxic activity of triterpene saponosides and quinoid pigments from Lysimachia vulgaris L. Phytother. Res. 1998;12:70–73."}, {"Citation": "Podolak I, Strzalka M. Qualitative and quantitative LC profile of embelin and rapanone in selected Lysimachia species. Chromatographia. 2008;67(5-6):471–475."}, {"Citation": "Rahua JP, Remes S, Heinonen M, Hopia A, Kahkonen M, Kujala T, Pihlaja K, Vuorela H, Vuorela P. Antimicrobial effects of Finnish plant extracts containing flavonoids and other phenolic compounds. Int. J. Food Microbiol. 2000;56:3–12.", "ArticleIdList": ["10857921"]}, {"Citation": "Recio MC, Ríos JL, Villar A. A review of some antimicrobial compounds isolated from medicinal plants reported in the literature 1978-88. Phytother. Res. 1989;3:117–125."}, {"Citation": "Rios JL, Recio MC. Medicinal plants and antimicrobial activity. J. Ethnopharmacol. 2005;100:80–84.", "ArticleIdList": ["15964727"]}, {"Citation": "Rout GR, Samantaray S, Das P. In vitro manipulation and propagationof medicinal plants. Biotechnol. Adv. 2000;18:91–120.", "ArticleIdList": ["14538112"]}, {"Citation": "Rzadkowskabodalska H, Olechnowiczstepien W. Flavonoids in herb of yellow loosestrife (Lysimachia vulgaris L.) Pol. J. Pharmacol. Pharm. 1975;27(3):345–348.", "ArticleIdList": ["1144214"]}, {"Citation": "Scalberti A. Antimicrobial properties of tannins. Phytochemistry. 1991;30:3875–3883."}, {"Citation": "Seidel S, Reinhard E. Major cardenolide glycosides in embryogenic suspension cultures of Digitalis lanata. Planta Med. 1987;15:308–309.", "ArticleIdList": ["3628562"]}, {"Citation": "Slinkard K, Singleton VL. Total phenol analyses: Automation and comparison with manual methods. Am. J. Enol. Viticult. 1977;28:49–55."}, {"Citation": "Stafford A. Natural products and metabolite from plants and plant tissue cultures. In: Stafford A, Warren G, editors. Plant Cell and Tissue Culture. Open University Press; Buckingham: 1991. pp. 125–162."}, {"Citation": "Toth A, Riethmüller E, Alberti A, Végh K, Kery A. Comparative phytochemical screening of phenoloids in Lysimachia species. Eur. Chem. Bull. 2012;1(1-2):27–30."}, {"Citation": "Toth A, Toth G, Kery A. Polyphenol composition and antioxidant capacity of three Lysimachia species. Nat. Prod. Commun. 2014;9:1473–1478.", "ArticleIdList": ["25522539"]}, {"Citation": "Turker AU, Guner B. Efficient plant regeneration of Yellow Loosestrife (Lysimachia vulgaris L.), a medicinal plant. Acta Biol. Hung. 2013;64(2):218–230.", "ArticleIdList": ["23739890"]}, {"Citation": "Turker AU, Yildirim AB, Karakas FP. Antibacterial and antitumor activities of some wild fruits grown in Turkey. Biotechnol. Biotech. Eq. 2012;26(1):2765–2772."}, {"Citation": "Yasukawa K, Takido M. Studies of the constituents of genus Lysimachia3.Quercetin 3-Rhamnosyl (1-2) galactoside from Lysimachia vulgaris var. davurica. Phytochemistry. 1988;27(9):3017–3018."}]}], "History": [{"Year": "2017", "Month": "6", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["28573234", "PMC5446442", "10.21010/ajtcam.v14i2.19", "AJTCAM-14-177"]}}]}