{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Evolvulus alsinoides", "Evolvulus glomeratus", "Evolvulus nummularius", "Leaf anatomy", "Medicinal plant", "Pollen", "Seed coat"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28597435", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "09", "Day": "28"}], "Language": ["eng"], "ELocationID": ["25", "10.1186/s40529-016-0141-y"], "Journal": {"ISSN": "1817-406X", "JournalIssue": {"Volume": "57", "Issue": "1", "PubDate": {"Year": "2016", "Month": "Dec"}}, "Title": "Botanical studies", "ISOAbbreviation": "Bot Stud"}, "ArticleTitle": "Micro-morphological study of Evolvulus spp. (Convolvulaceae): the old world medicinal plants.", "Pagination": {"StartPage": "25", "MedlinePgn": "25"}, "Abstract": {"AbstractText": ["Several medicinal properties have been reported for plants in the genus Evolvulus, such as a brain tonic and antifungal from Evolvulus alsinoides, and a sedative and an anthelmintic from Evolvulus nummularius. Therefore, the correct identification of the source plants is critically important. The aim of this research was to investigate the micromorphology of two Evolvulus taxa used for herbal medicines compared with one worldwide ornamental species by using peeling, paraffin embedding, acetolysis, and SEM methods in order to support species identification.", "Our findings indicate that all taxa share several common features, such as a single layer of epidermis on both sides of leaf surfaces, sinuous anticlinal epidermal cell walls, anomocytic, paracytic or laterocytic stomata, and capitate glandular trichomes. Y-shaped hairs were found in two species but not in E. nummularius. Similarly, isobilateral mesophyll occurs in both E. alsinoides and Evolvulus glomeratus, but a dorsiventral mesophyll is present in E. nummularius. Stems consist of a single layer of epidermis, one to four chlorenchyma layers, one to seven layers of cortical cells and a bicollateral bundle with pith in the center. The seed coat epidermal cell shapes were irregular or polygonal with raised and undulated anticlinal boundaries, and folded or flattened to concave periclinal walls. Pollens of all taxa are monads, spheroidally shaped with 28-47 µm diameter, and 15-pantocolpate apertures type with microechinate ornamentation.", "An identification key to species is constructed based on leaf anatomy and seed coat characters. This data can be used in other subjects such as pharmaceutical botany, organic chemistry, taxonomy and horticulture, in terms of species identification."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Science, Faculty of Science, Mahidol University, Rama VI Road, Ratchathewi, Bangkok, 10400, Thailand."}], "LastName": "Ketjarun", "ForeName": "Kanapol", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Herbarium, Royal Botanic Gardens, Kew, Richmond, Surrey, TW9 3AE, UK."}], "LastName": "Staples", "ForeName": "George W", "Initials": "GW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Science, Faculty of Science, Mahidol University, Rama VI Road, Ratchathewi, Bangkok, 10400, Thailand."}], "LastName": "Swangpol", "ForeName": "Sasivimon C", "Initials": "SC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Science, Faculty of Science, Mahidol University, Rama VI Road, Ratchathewi, Bangkok, 10400, Thailand. paweena.tra@mahidol.edu."}], "LastName": "Traiperm", "ForeName": "Paweena", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Bot Stud", "NlmUniqueID": "101321928", "ISSNLinking": "1817-406X"}, "CommentsCorrectionsList": [{"RefSource": "Bot Stud. 2016 Dec;57(1):29. doi: 10.1186/s40529-016-0144-8", "PMID": "28597439"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdel Khalik KN. Seed morphology of Cuscuta L. (Convolvulaceae) in Egypt and its systematic significance. Feddes Repert. 2006;117:217–224. doi: 10.1002/fedr.200511100.", "ArticleIdList": ["10.1002/fedr.200511100"]}, {"Citation": "Abdel Khalik KN, Osman AK. Seed morphology of some species of Convolvulaceae from Egypt (identification of species and systematic significance) Feddes Repert. 2007;118:24–37. doi: 10.1002/fedr.200711123.", "ArticleIdList": ["10.1002/fedr.200711123"]}, {"Citation": "Auddy B, Ferreira M, Blasina F, Lafon L, Arredondo F, Dajas F, Tripathi PC, Seal T, Mukherjee B. Screening of antioxidant activity of three Indian medicinal plants, traditionally used for the management of neurodegenerative diseases. J Ethnopharmacol. 2003;84:131–138. doi: 10.1016/S0378-8741(02)00322-7.", "ArticleIdList": ["10.1016/S0378-8741(02)00322-7", "12648805"]}, {"Citation": "Austin DF. Evolvulus alsinoides (Convolvulaceae): an American herb in the old world. J Ethnopharmacol. 2008;117:185–198. doi: 10.1016/j.jep.2008.01.038.", "ArticleIdList": ["10.1016/j.jep.2008.01.038", "18384986"]}, {"Citation": "Ayyanar M, Ignacimuthu S. Ethnobotanical survey of medicinal plants commonly used by Kani tribals in Tirunelveli hills of Western Ghats, India. J Ethnopharmacol. 2011;134:851–864. doi: 10.1016/j.jep.2011.01.029.", "ArticleIdList": ["10.1016/j.jep.2011.01.029", "21291981"]}, {"Citation": "Bridson D, Forman L. The herbarium handbook. 3. London: Royal Botanic Gardens, Kew; 1999."}, {"Citation": "Chen HW (2007) Pharmacognostical studies on Evolvulus species in Taiwan: (Evolvulus alsinoides and Evolvulus glomeratus). Master Class Thesis, China Medical University"}, {"Citation": "Chen JH, Hang S, Yang YP. Comparative morphology of leaf epidermis of Salix (Salicaceae) with special emphasis on sections Lindleyanae and Retusae. Bot J Linn Soc. 2008;157:311–322. doi: 10.1111/j.1095-8339.2008.00809.x.", "ArticleIdList": ["10.1111/j.1095-8339.2008.00809.x"]}, {"Citation": "Costea M, Ruiz IG, Welsh M. A new species of Cuscuta (Convolvulaceae) from Michoacán, Mexico. Brittonia. 2008;60:235–239. doi: 10.1007/s12228-008-9017-0.", "ArticleIdList": ["10.1007/s12228-008-9017-0"]}, {"Citation": "Dettke GA, Waechter JL, Miotto STS. Cuscuta taimensis (Convolvulaceae, Cuscuteae), a new species from South America. Brittonia. 2014;66:269–273. doi: 10.1007/s12228-014-9329-1.", "ArticleIdList": ["10.1007/s12228-014-9329-1"]}, {"Citation": "Erdtman G (1952) Pollen morphology and plant taxonomy. Angiosperms, 1st edn. Almqvist & Wiksell, Stockholm"}, {"Citation": "Erdtman G. The acetolysis method, a revised description. Svensk Botanisk Tidskrift. 1960;54:561–564."}, {"Citation": "Gunn CR. Seeds of the United States noxious and common weeds in the Convolvulaceae, excluding the genus Cuscuta. Proc Assoc Off Seed Anal North Am. 1969;59:101–115."}, {"Citation": "Hallier H. Versuch einer natürlichen Gliederung der Convolvulaceen auf morphologischer und anatomischer Grundlage. Botanische Jahrbücher für Systematik. 1893;16:453–591."}, {"Citation": "Hamed KA. Pollen and seed characters of certain Cuscuta species growing in Egypt with a reference to a taxonomic treatment of the genus. Int J Agr Biol. 2005;7:325–332."}, {"Citation": "Harms RT. A new species of Evolvulus (Convolvulaceae) from the high plains of the Texas/New Mexico border. Phytoneuron. 2014;20:1–20."}, {"Citation": "Hesse M, Halbritter H, Zetter R, Weber M, Buchner R, Frosch-Radivo A, Ulrich S. Pollen terminology an illustrated handbook. 1. Berlin: Springer-Verlag/Wein; 2009."}, {"Citation": "Hsiao L, Kuoh C. Pollen morphology of the Ipomoea (Convolvulaceae) in Taiwan. Taiwania. 1995;40:299–316."}, {"Citation": "Johansen DA. Plant microtechnique. 1. New York: McGraw-Hill Book Co.; 1940."}, {"Citation": "Juan R, Pastor J, Fernandez I. Morphological and anatomical studies of Linaria species from south-west Spain: seeds. Ann Bot. 1999;84:11–19. doi: 10.1006/anbo.1999.0879.", "ArticleIdList": ["10.1006/anbo.1999.0879"]}, {"Citation": "Junqueira MER, Simão-Bianchini R. O gênero Evolvulus L. (Convolvulaceae) no município de Morro do Chapéu, BA, Brasil. Acta Botanica Brasilica. 2006;20:157–172. doi: 10.1590/S0102-33062006000100015.", "ArticleIdList": ["10.1590/S0102-33062006000100015"]}, {"Citation": "Khare CP. Indian medicinal plants an illustrated dictionary. 1. Heidelberg: Springer Science + Business Media; 2007."}, {"Citation": "Lau TC, Stephenson AG. Effects of soil phosphorus on pollen production, pollen size, pollen phosphorus content, and the ability to sire seeds in Cucurbita pepo (Cucurbitaceae) Sex Plant Reprod. 1994;7:215–220. doi: 10.1007/BF00232740.", "ArticleIdList": ["10.1007/BF00232740"]}, {"Citation": "Lewis WH. Pollen differences between Stylisma and Bonamia (Convolvulaceae) Brittonia. 1971;23:331–334. doi: 10.2307/2805701.", "ArticleIdList": ["10.2307/2805701"]}, {"Citation": "Manandhar NP. Ethnobotanical notes on certain medicinal plants used by Tharus of Dang-Deokhuri District, Nepal. Int J Crude Drug Res. 1985;23:153–159. doi: 10.3109/13880208509069022.", "ArticleIdList": ["10.3109/13880208509069022"]}, {"Citation": "Menemen Y, Jury SL. Pollen studies on some species of the genus Convolvulus L. (Convolvulaceae) from Morocco. Turk J Bot. 2002;26:141–148."}, {"Citation": "Metcalfe CR, Chalk L. Convolvulaceae. In: Metcalfe CR, Chalk L, editors. Anatomy of the dicotyledons. 1. Oxford: Clarendon Press; 1950. pp. 954–964."}, {"Citation": "Naikawadi VB, Ahire ML, Lahiri A, Nikam TD. In vitro propagation and cell cultures of memory tonic herb Evolvulus alsinoides: a best source for elicited production of scopoletin. Appl Microbiol Biotechnol. 2016;100:3463–3476. doi: 10.1007/s00253-015-7153-5.", "ArticleIdList": ["10.1007/s00253-015-7153-5", "26621800"]}, {"Citation": "Perveen A, Al-Alawi AH, Husain SZ. A contribution to the palynological survey of the genus Convolvulus from South West Asia and Arabian Peninsula. Pak J Bot. 1989;21:197–209."}, {"Citation": "Pisuttimarn P, Traiperm P, Pornpongrungrueng P (2013) Comparative anatomy of Merremia section Xanthips (Convolvulaceae) in Thailand (in Thai). In: Proceeding of NGRC 29th The National Graduate Research Conference, Chiang Rai, Thailand, 24–25 October 2013"}, {"Citation": "Quisumbing EA. Medicinal plants of the Philippines. Philippines: Katha Publishing Co.; 1978."}, {"Citation": "Rajurkar AV, Tidke JA, Patil GV. Studies on pollen morphology of Ipomoea species (Convolvulaceae) Res Plant Biol. 2011;1:41–47."}, {"Citation": "Rao SR, Leela M. Seed morphology (LM and SEM) in some Ipomoea L. (Convolvulaceae. Feddes Repert. 1993;104:209–213. doi: 10.1002/fedr.19931040307.", "ArticleIdList": ["10.1002/fedr.19931040307"]}, {"Citation": "Robertson KR. Odonellia, a new genus of Convolvulaceae from tropical America. Brittonia. 1982;34:417–423. doi: 10.2307/2806498.", "ArticleIdList": ["10.2307/2806498"]}, {"Citation": "Sarma K, Tandon R, Shivanna KR, Mohan Ram HY. Snail-pollination in Volvulopsis nummularium. Curr Sci. 2007;93:826–831."}, {"Citation": "Sayeedud-Din M. Observations on the anatomy of some of the Convolvulaceæ. Proc Plant Sci. 1953;37:106–109."}, {"Citation": "Singh KP, Dhakre G. Reproductive biology of Evolvulus alsinoides L. (medicinal herb) Int J Bot. 2010;6:304–309. doi: 10.3923/ijb.2010.304.309.", "ArticleIdList": ["10.3923/ijb.2010.304.309"]}, {"Citation": "Staples G. Convolvulaceae. In: Santisuk T, Larsen K, editors. Flora of Thailand, vol 10(3) Bangkok: Prachacohon; 2010. pp. 330–468."}, {"Citation": "Staples G, Traiperm P, Chow J. Another New Thai Argyreia Species (Convolvulaceae) Phytotaxa. 2015;204:223–229. doi: 10.11646/phytotaxa.204.3.5.", "ArticleIdList": ["10.11646/phytotaxa.204.3.5"]}, {"Citation": "Stuessy TF. Plant taxonomy the systematic evaluation of comparative data. 2. New York: Columbia University Press; 2009."}, {"Citation": "Tayade SK, Patil DA. Anatomical studies of stem in some Convolvulaceae. Lisper. 2012;1:42–46."}, {"Citation": "Tayade SK, Patil DA. Leaf anatomical studies in some species of Convolvulaceae. Life Sci Leafl. 2012;3:64–74."}, {"Citation": "Tellería MC, Daners G. Pollen types in Southern New World Convolvulaceae and their taxonomic significance. Plant Syst Evol. 2003;243:99–118. doi: 10.1007/s00606-003-0069-z.", "ArticleIdList": ["10.1007/s00606-003-0069-z"]}, {"Citation": "van Ooststroom SJ. A monograph of the genus Evolvulus. Mededeelingen van het Botanisch Museum en Herbarium van de Rijks Universiteit te Utrecht. 1934;14:1–267."}, {"Citation": "Welsh M, Stefanović S, Costea M. Pollen evolution and its taxonomic significance in Cuscuta (dodders, Convolvulaceae) Plant Syst Evol. 2010;285:83–101. doi: 10.1007/s00606-009-0259-4.", "ArticleIdList": ["10.1007/s00606-009-0259-4"]}]}], "History": [{"Year": "2016", "Month": "7", "Day": "30"}, {"Year": "2016", "Month": "9", "Day": "21"}, {"Year": "2017", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "9", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28597435", "PMC5430591", "10.1186/s40529-016-0141-y", "10.1186/s40529-016-0141-y"]}}]}