{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial", "Bioautography", "Diarrhoea", "Medicinal plants", "Phytochemical"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28629407", "DateCompleted": {"Year": "2017", "Month": "08", "Day": "21"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "06", "Day": "19"}], "Language": ["eng"], "ELocationID": ["321", "10.1186/s12906-017-1802-4"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Jun", "Day": "19"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Antibacterial activity of crude extracts of some South African medicinal plants against multidrug resistant etiological agents of diarrhoea.", "Pagination": {"StartPage": "321", "MedlinePgn": "321"}, "Abstract": {"AbstractText": ["This study evaluated the antibacterial activity of some plants used in folklore medicine to treat diarrhoea in the Eastern Cape Province, South Africa.", "The acetone extracts of Acacia mearnsii De Wild., Aloe arborescens Mill., A. striata Haw., Cyathula uncinulata (Schrad.) Schinz, Eucomis autumnalis (Mill.) Chitt., E. comosa (Houtt.) Wehrh., Hermbstaedtia odorata (Burch. ex Moq.) T.Cooke, Hydnora africana Thunb, Hypoxis latifolia Wight, Pelargonium sidoides DC, Psidium guajava L and Schizocarphus nervosus (Burch.) van der Merwe were screened against Staphylococcus aureus, Escherichia coli, Enterococcus faecalis, multi-resistant Salmonella enterica serovar Isangi, S. typhi, S. enterica serovar Typhimurium, Shigella flexneri type 1b and Sh. sonnei phase II. A qualitative phytochemical screening of the plants extracts was by thin layer chromatography. Plants extracts were screened for antibacterial activity using serial dilution microplate technique and bioautography.", "The TLC fingerprint indicated the presence of terpenoids and flavonoids in the herbs. Most of the tested organisms were sensitive to the crude acetone extracts with minimum inhibitory concentration (MIC) values ranging from 0.018-2.5 mg/mℓ. Extracts of A. striata, C. uncinulata, E. autumnalis and P. guajava were more active against enteropathogens. S. aureus and Sh. flexneri were the most sensitive isolates to the crude extracts but of significance is the antibacterial activity of A. arborescens and P. guajava against a confirmed extended spectrum betalactamase positive S. enterica serovar Typhimurium.", "The presence of bioactive compounds and the antibacterial activity of some of the selected herbs against multidrug resistant enteric agents corroborate assertions by traditional healers on their efficacies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Obafemi Awolowo University, Ile-Ife, Nigeria. jumokade@yahoo.co.uk."}, {"Identifier": [], "Affiliation": "Department of Medical Microbiology, Walter Sisulu University, Mthatha, 5117, South Africa. jumokade@yahoo.co.uk."}, {"Identifier": [], "Affiliation": "SAMRC Microbial Water Quality, Monitoring Centre, University of Fort Hare, Alice, South Africa. jumokade@yahoo.co.uk."}], "LastName": "Bisi-Johnson", "ForeName": "Mary A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Directorate of Academic Affairs, University of Fort Hare, Alice, 5700, South Africa."}, {"Identifier": [], "Affiliation": "SAMRC Microbial Water Quality, Monitoring Centre, University of Fort Hare, Alice, South Africa."}], "LastName": "Obi", "ForeName": "Chikwelu L", "Initials": "CL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytomedicine Programme, Department of Paraclinical Science, Faculty of Veterinary Science, University of Pretoria, Onderstepoort, 0110, South Africa."}], "LastName": "Samuel", "ForeName": "Babatunde B", "Initials": "BB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytomedicine Programme, Department of Paraclinical Science, Faculty of Veterinary Science, University of Pretoria, Onderstepoort, 0110, South Africa."}], "LastName": "Eloff", "ForeName": "Jacobus N", "Initials": "JN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "SAMRC Microbial Water Quality, Monitoring Centre, University of Fort Hare, Alice, South Africa."}], "LastName": "Okoh", "ForeName": "Anthony I", "Initials": "AI"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["drug effects", "genetics", "isolation & purification"], "DescriptorName": "Bacteria"}, {"QualifierName": ["drug therapy", "microbiology"], "DescriptorName": "Bacterial Infections"}, {"QualifierName": ["drug therapy", "microbiology"], "DescriptorName": "Diarrhea"}, {"QualifierName": [], "DescriptorName": "Drug Resistance, Multiple, Bacterial"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "South Africa"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Crump JA, Mintz ED. Global trends in typhoid and paratyphoid fever. Clin Infect dis. 2010;50:241–246. doi: 10.1086/649541.", "ArticleIdList": ["10.1086/649541", "PMC2798017", "20014951"]}, {"Citation": "Wain J, Hendriksen RS, Mikoleit ML, Keddy KH, Ochiai RL. Typhoid fever. Lancet. 2015;385:1136–1145. doi: 10.1016/S0140-6736(13)62708-7.", "ArticleIdList": ["10.1016/S0140-6736(13)62708-7", "25458731"]}, {"Citation": "WHO. World Health Statistics. 2015. 1. Health status indicators. 2. World health. 3. Health services - statistics. 4. Mortality. 5. Life expectancy. 6. Demography. 7. Statistics. 2015. [ONLINE] http://apps.who.int/iris/bitstream/10665/170250/1/9789240694439_eng.pdf?ua=1&ua=1. World Health Organization. WHO Press, World Health Organization, 20 Avenue Appia, 1211 Geneva 27, Switzerland."}, {"Citation": "WGO. World Gastroenterology Organisation. 2008. World Gastroenterology Organisation practice guideline: Acute diarrhoea. 2008. [ONLINE] http://www.worldgastroenterology.org/guidelines/global-guidelines/acute-diarrhea/acute-diarrhea-english. Accessed 17 Feb 2014."}, {"Citation": "Burke RM, Smith ER, Dahl RM, Rebolledo PA, Calderón MC, Cañipa B, et al. The economic burden of pediatric gastroenteritis to Bolivian families: a cross-sectional study of correlates of catastrophic cost and overall cost burden. BMC pub Health. 2014;14:642. https://bmcpublichealth.biomedcentral.com/articles/10.1186/1471-2458-14-642", "ArticleIdList": ["10.1186/1471-2458-14-642", "PMC4094680", "24962128"]}, {"Citation": "Diniz-Santos DR, Santana JS, Barretto JR, Andrade MGM, Silva LR. Epidemiological and microbiological aspects of acute bacterial diarrhoea in children from Salvador, Bahia. Brazil. Braz J Infect Dis. 2005;9(1):77–83. doi: 10.1590/S1413-86702005000100013.", "ArticleIdList": ["10.1590/S1413-86702005000100013", "15947851"]}, {"Citation": "Humphries RM, Linscott AJ. Laboratory diagnosis of bacterial gastroenteritis. Clin Microbiol rev. 2015;28(1):3–31. doi: 10.1128/CMR.00073-14.", "ArticleIdList": ["10.1128/CMR.00073-14", "PMC4284301", "25567220"]}, {"Citation": "Obi CL, Ramalivhana J, Momba MNB, Onabolu B, Igumbor JO, Lukoto M, et al. Antibiotic resistance profiles and relatedness of enteric bacterial pathogens isolated from HIV/AIDS patients with and without diarrhoea and their household drinking water in rural communities in Limpopo Province South Africa. Afr J Biotechnol. 2007;6(8):1035–47."}, {"Citation": "Bisi-Johnson MA, Obi CL. Detection of Carbapenem resistance in Salmonella species from a tertiary Hospital in Eastern Cape, South Africa. British Microbiol res J. 2015;10(3):1–6. doi: 10.9734/BMRJ/2015/18586.", "ArticleIdList": ["10.9734/BMRJ/2015/18586"]}, {"Citation": "Bradford PA. Extended-spectrum β-lactamases in the 21st century: characterization, epidemiology, and detection of this important resistance threat. Clin Microbiol rev. 2001;14:933–951. doi: 10.1128/CMR.14.4.933-951.2001.", "ArticleIdList": ["10.1128/CMR.14.4.933-951.2001", "PMC89009", "11585791"]}, {"Citation": "Sonda T, Kumburu H, van Zwetselaar M, et al. Meta-analysis of proportion estimates of extended-Spectrum-Beta-lactamase-producing Enterobacteriaceae in East Africa hospitals. Antimicrob res Infect Control. 2016;5:18. doi: 10.1186/s13756-016-0117-4.", "ArticleIdList": ["10.1186/s13756-016-0117-4", "PMC4868002", "27186369"]}, {"Citation": "Gao PF, Watanabe K. Introduction of the World Health Organization project of the international classification of traditional medicine. Zhong xi Yi Jie He Xue Bao. 2011;9:1161–1164. doi: 10.3736/jcim20111101.", "ArticleIdList": ["10.3736/jcim20111101", "22088596"]}, {"Citation": "Gu R, Wang Y, Long B, Kennelly E, Wu S, Liu B, et al. Prospecting for bioactive constituents from traditional medicinal plants through ethnobotanical approaches. Biol Pharmacol Bull. 2014;37(6):903–15.", "ArticleIdList": ["24882403"]}, {"Citation": "El-Baz M. 2007. Yesterday's plants - Today's medicines http://ezinearticles.com/?Yesterdays-Plants---Todays-Medicines&id=484879 Accessed august 2015."}, {"Citation": "Camacho MR, Croft SL, Phillipson JD. Natural products as sources of antiprotozoal drugs. Curr Opinion Anti-Infective Invest Drugs. 2000;2:47–62."}, {"Citation": "Soares AM, Ticli FK, Marcussi S, Lourenco MV, Januario AH, Sampaio SV, et al. Medicinal plants with inhibitory properties against snake venoms. Curr med Chem. 2005;12:2625–41.", "ArticleIdList": ["16248818"]}, {"Citation": "Plengsuriyakarn T, Viyanant V, Eursitthichai V, Picha P, Kupradinun P, Itharat A, et al. Anticancer activities against cholangiocarcinoma, toxicity and pharmacological activities of Thai medicinal plants in animal models. BMC Complem Alternat med. 2012;12:23.", "ArticleIdList": ["PMC3353211", "22448640"]}, {"Citation": "Kunin CM. Antimicrobial resistance: problem pathogens and clinical countermeasures. N Engl J med. 2009;360:550–551. doi: 10.1056/NEJMbkrev0807044.", "ArticleIdList": ["10.1056/NEJMbkrev0807044"]}, {"Citation": "Okeke IN, Aboderin OA, Byarugaba DK, Ojo KK, Opintan JA. 2007. Growing problem of multidrug-resistant enteric pathogens in Africa. Emerg Infect Dis 13(11) available from https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3375797/.", "ArticleIdList": ["PMC3375797", "18217545"]}, {"Citation": "WHO. World Health Organization. 2005. Health and the Millennium Development Goals. MDGs, Health and Development Policy World Health Organization Publications of the World Health Organization can be obtained from WHO Press, World Health Organization, 20 Avenue Appia, 1211 Geneva 27, Switzerland."}, {"Citation": "USDA (United States Department of Agriculture). 2016. USDA’s Response to Antibiotic Resistance Audit Report 50601–0004-31. United States Department of Agriculture Office of Inspector General Washington, D.C. 20250. March 2016. Available at https://www.usda.gov/oig/webdocs/50601-0004-31.pdf Accessed June 2016."}, {"Citation": "Burt SA, Reinders RD. Antibacterial activity of selected plant essential oils against Escherichia coli O157:H7. Lett Appl Microbiol. 2003;36(3):162–167. doi: 10.1046/j.1472-765X.2003.01285.x.", "ArticleIdList": ["10.1046/j.1472-765X.2003.01285.x", "12581376"]}, {"Citation": "Owens RC, Lautenbach E. 2008. Editors, Antimicrobial Resistance: Problem Pathogens and Clinical Countermeasures (infectious disease and therapy. 48.); 492, illustrated. New York, Informa healthcare ISBN: 978-0-8247-2941-7."}, {"Citation": "PCAST. White house report to the president on combating antibiotic resistance. Executive Office f the President’s Council of Advisors on Science and Technology PCAST Antibiotic Resistant Working Group September 2014 Available at https://obamawhitehouse.archives.gov/sites/default/files/microsites/ostp/PCAST/pcast_carb_report_sept2014.pdf. Assessed June 2016."}, {"Citation": "Ridley RG. Introduction. Antimalarial drug resistance: ramifications, explanations and challenges. Microbes Infect. 2002;4:155–6. doi: 10.1016/S1286-4579(01)01536-2.", "ArticleIdList": ["10.1016/S1286-4579(01)01536-2", "11880046"]}, {"Citation": "Hostettmann K, Wolfender J, Terreaux C. Modern screening techniques for plant extracts. Pharm Biol. 2001;39(1):18–32. doi: 10.1076/phbi.39.7.18.5867.", "ArticleIdList": ["10.1076/phbi.39.7.18.5867", "21554168"]}, {"Citation": "Tugume P, Kakudidi EK, Buyinza M, Namaalwa J, Kamatenesi M, Mucunguzi P, et al. Ethnobotanical survey of medicinal plant species used by communities around Mabira central Forest reserve, Uganda. J Ethnobiol Ethnomed. 2016;12:5.", "ArticleIdList": ["PMC4712608", "26762159"]}, {"Citation": "Newman DJ, Cragg GM, Snader KM. Natural products as sources of new drugs over the period 1981-2002. J Nat Prod. 2003;66:1022–1037. doi: 10.1021/np030096l.", "ArticleIdList": ["10.1021/np030096l", "12880330"]}, {"Citation": "Van Wyk BE. A broad review of commercially important southern African medicinal plants. J Ethnopharmacol. 2008;119:342–355. doi: 10.1016/j.jep.2008.05.029.", "ArticleIdList": ["10.1016/j.jep.2008.05.029", "18577439"]}, {"Citation": "WHO. World Health Organization. 2008. Traditional medicine. Fact Sheet N°134 2008 Dec http://www.who.int/mediacentre/factsheets/2003/fs134/en/ Accessed March 2016."}, {"Citation": "Eloff JN, McGaw LJ. Using African plant biodiversity to combat microbial infections, Gurib-Fakim A (ed). Novel Plant Bioresources: Applications in Food Medicine and Cosmetics. John Wiley DOI: 10.1002/9781118460566; ch12 163-173. 2014."}, {"Citation": "Fennell CW, Lindsey KL, McGaw LJ, Sparg SG, Stafford GI, Elgorashi EE, et al. Assessing African medicinal plants for efficacy and safety: pharmacological screening and toxicology. J Ethnopharmacol. 2004;94:205–17.", "ArticleIdList": ["15325724"]}, {"Citation": "Bisi-Johnson MA, Obi CL, Kambizi L, Nkomo M. A survey of indigenous herbal diarrhoeal remedies of O.R. Tambo district, Eastern Cape Province, South Africa. Afr J Biotechnol. 2010;9(8):1245–1254. doi: 10.5897/AJB09.1475.", "ArticleIdList": ["10.5897/AJB09.1475"]}, {"Citation": "Iwu MM. Handbook of African medicinal plants. Inc.: CRC Press; 1993."}, {"Citation": "Hutchings A, Scott AH, Lewis G, Cunningham A. Zulu Medicinal Plants. Natal University Press, Pietermaritzburg, ISBN 0–86980–923-7. 1996."}, {"Citation": "Kotze M, Eloff JN. Extraction of antibacterial compounds from Combretum microphyllum (Combretaceae) S Afr J bot. 2002;68:62–67. doi: 10.1016/S0254-6299(16)30456-2.", "ArticleIdList": ["10.1016/S0254-6299(16)30456-2"]}, {"Citation": "Stahl E. Thin Layer Chromatography. Springer-Verlag Berlin, Heidenberg, New York. (2nd edn) 1967. Reprint 1988."}, {"Citation": "Eloff JN. A sensitive and quick microplate method to determine the minimal inhibitory concentration of plant extracts for bacteria. Planta med. 1998;64:711–714. doi: 10.1055/s-2006-957563.", "ArticleIdList": ["10.1055/s-2006-957563", "9933989"]}, {"Citation": "Begue WJ, Kline RM. The use of tetrazolium salts in bioautographic procedures. J Chromatogr. 1972;64:182–184. doi: 10.1016/S0021-9673(00)92965-0.", "ArticleIdList": ["10.1016/S0021-9673(00)92965-0", "4621618"]}, {"Citation": "Masoko P, Eloff JN. The diversity of antifungal compounds of six South African Terminalia species (Combretaceae) determined by bioautography. Afr J Biotechnol. 2005;4:1425–1431."}, {"Citation": "CLSI. Performance Standards for Antimicrobial Susceptibility Testing; Twenty-Fourth Informational. Supplement. CLSI document M100-S24. 2014."}, {"Citation": "Wagner H, Bladt S. Plant Drug Analysis: A Thin Layer Chromatography Atlas. 2. Berlin Heidelberg: Springer-Verlag; 1996. p. 204."}, {"Citation": "Abbas FA, Massarany SM, Khan S, Al-howiriny TA, Mossa JS, Abourashed EA. Phytochemical and biological studies on Saudi Commiphora opobalsamum L. Nat Prod res. 2007;21:383–391. doi: 10.1080/14786410600942025.", "ArticleIdList": ["10.1080/14786410600942025", "17487607"]}, {"Citation": "Da Silva VC, Giannini MJSM, Carbone V, Piacente S, Pizza C, Bolzani VDS, et al. New antifungal terpenoid glycosides from Alibertia edulis (Rubiaceae). Helv Chim Acta. 2008;91:1355–62."}, {"Citation": "Martinez MA, Mattana CM, Satorres SE, Sosa A, Fusco MR, Laciar AL, et al. Screening phytochemical and antibacterial activity of three San Luis native species belonging at the Fabaceae family. Pharmacol Online. 2014;3:1–6. http://pharmacologyonline.silae.it/files/archives/2014/vol3/PhOL_2014_3_A001_Martinez_1_001.pdf ISSN: 1827–8620."}, {"Citation": "Prabu GR, Gnanamani A, Sadulla S. Guaijaverin – a plant flavonoid as potential antiplaque agent against Streptococcus mutans. J Appl Microbiol 2006 101: 487–495 ISSN 1364–5072.", "ArticleIdList": ["16882158"]}, {"Citation": "Koorbanally C, Crouch NR, Mulholland DA. The phytochemistry and ethnobotany of the southern African genus Eucomis (Hyacinthaceae: Hyacinthoideae) Phytochemistry Adv Res 2006 69–85."}, {"Citation": "Della Logia R, Del Negro P, Tubaro A, Barone G, Parilli M. Homoisoflavanones as anti-inflammatory principles of Muscari comosum. Planta med. 1989;55:587–588. doi: 10.1055/s-2006-962120.", "ArticleIdList": ["10.1055/s-2006-962120"]}, {"Citation": "Amschler G, Frahm AW, Hatzelmann A, Killian U, Müller-Doblies D, Müller-Doblies U. Constituents of Veltheimia viridifolia; I. Homoisoflavanones of the Bbulbs. Planta Med. 1996;62(6):534–539. doi: 10.1055/s-2006-957964.", "ArticleIdList": ["10.1055/s-2006-957964", "9000886"]}, {"Citation": "Witkowska AM, Hickey DK, Alonso-Gomez M, Wilkinson M. Evaluation of antimicrobial activities of commercial herb and spice extracts against selected Food-borne bacteria. J Food res. 2013;2(4):37–54. doi: 10.5539/jfr.v2n4p37.", "ArticleIdList": ["10.5539/jfr.v2n4p37"]}, {"Citation": "Saritha K, Rajesh A, Manjulatha K, Setty OH, Yenugu S. Mechanism of antibacterial action of the alcoholic extracts of Hemidesmus indicus (L.) R. Br. ex Schult, Leucas aspera (Wild.), Plumbago zeylanica L., and Tridax procumbens (L.) R. Br. ex Schult. Front Microbiol 2015 6:577. doi: 10.3389/fmicb.2015.00577", "ArticleIdList": ["PMC4460426", "26106379"]}, {"Citation": "Djeussi DE, Noumedem JAK, Seukep JA, Fankam AG, Voukeng IK, et al. Antibacterial activities of selected edible plants extracts against multidrug-resistant gram-negative bacteria. BMC com Alternative med. 2013;13:164. doi: 10.1186/1472-6882-13-164.", "ArticleIdList": ["10.1186/1472-6882-13-164", "PMC3710276", "23837916"]}, {"Citation": "Suleiman MM, McGaw LJ, Naidoo V, Eloff JN. Detection of antimicrobial compounds by bioautography of different extracts of leaves of selected South African tree species. Afr J Tradit Complement Altern Med. 2010;7(1):64–78.", "ArticleIdList": ["PMC3005382", "21304615"]}, {"Citation": "Hamburger MO, Cordell GA. A direct bioautographic TLC assay for compounds possessing antibacterial activity. J Nat Prod. 1987;50:19–22. doi: 10.1021/np50049a003.", "ArticleIdList": ["10.1021/np50049a003", "3110376"]}, {"Citation": "Valgas C. Machado de Souza S, Smânia EFA, Smânia a. Jr. screening methods to determine antibacterial activity of natural products. Braz J Microbiol. 2007;38:369–380. doi: 10.1590/S1517-83822007000200034.", "ArticleIdList": ["10.1590/S1517-83822007000200034"]}, {"Citation": "Vlietinck AJ, Van Hoof L, Totte J, Lasure A, Vanden Berghe D, Rwangabo PC, et al. Screening of hundred Rwandese medicinal plants for antimicrobial and antiviral properties. J Ethnopharmcol. 1995;46:31–47.", "ArticleIdList": ["7475121"]}, {"Citation": "Eloff JN, Famakin JO, Katarere DRP. Combretum woodii Combretaceae leaf extracts have high activity against gram-negative and gram-positive bacteria. Afr J Biotechnol. 2005;4(10):1161–1166."}, {"Citation": "Lalli JYY, Van Zyl RL, Van Vuuren SF, Viljoen AM. In vitro biological activities of South African Pelargonium (Geraniaceae) species. S Afr J bot. 2008;74:153–157. doi: 10.1016/j.sajb.2007.08.011.", "ArticleIdList": ["10.1016/j.sajb.2007.08.011"]}, {"Citation": "Chiappeta ADA, De Mello JF. Higher plants with biological activity. Plants of Pernambuco. II. III. Rev Inst Antibiotic Univ fed Pernambuco Recife. 1984;11:99–111."}, {"Citation": "Bouic PJD, Clark A, Lamprecht J. The effects of B-Sitosterol (BSS) and BSitosterol glucoside (BSSG) mixture on selected immune parameters of Marathon runners: inhibition of post Marathon immune suppression and inflammation. Int J Sports med. 1999;20:258–262. doi: 10.1055/s-2007-971127.", "ArticleIdList": ["10.1055/s-2007-971127", "10376483"]}, {"Citation": "Steenkamp V, Gouws MC, Gulumian M, Elgorashi EE, Van Staden J. Studies on antibacterial, anti-inflammatory and antioxidant activity of herbal remedies used in the treatment of benign prostatic hyperplasia and prostatitis. J Ethnopharmacol. 2006;103:71–75. doi: 10.1016/j.jep.2005.07.007.", "ArticleIdList": ["10.1016/j.jep.2005.07.007", "16122891"]}, {"Citation": "Castleman M. The healing herbs. Emmaus, PA (ed). Rodale Press; 42–44. 1991."}, {"Citation": "Haller JS. A drug for all seasons, medical and pharmacological history of aloe. Bull N Y Acad med. 1990;66:647–659.", "ArticleIdList": ["PMC1809794", "2282445"]}, {"Citation": "Yamada T. A report on the ethnobotany of the Nyindu of the Eastern part of the former Zaire. Afr Study Monogr. 1999;20(1):1–72."}, {"Citation": "Cunningham AB. Ethics, ethnobiological research and biodervisty. WWF-World Wide Fund for Nature (formerly World Wildlife Fund), Gland, Switzerland. The healing herbs. Emmaus, PA, Rodale Press 42–44. 1993."}, {"Citation": "Watt JM, Breyer-Brandwijk MG. The medicinal and poisonous plants of southern and Eastern Africa. 2. London: Livingstone; 1962."}, {"Citation": "Singh Y. Hypoxis: yellow stars of horticulture, folk remedies and conventional medicine. Veld Flora. 1999;85:123–125."}, {"Citation": "Van Wyk BE, Van Oudtshoorn B, Gericke N. Medicinal Plants of South Africa [2nd improved impression, 2000]. Briza Publications, Pretoria, 1997. ISBN 1–875093–09-5."}, {"Citation": "Rood B. Uit die veldapteek. Cape Town: Tafelberg Publishers; 1994."}, {"Citation": "Silayo A, Ngadjui BT, Abegaz BM. Homoisoflavonoids and stilbenes from the bulbs of Scilla nervosa subsp. rigidifolia. Phytochemistry. 1999;52(5):947–955. doi: 10.1016/S0031-9422(99)00267-8.", "ArticleIdList": ["10.1016/S0031-9422(99)00267-8"]}]}], "History": [{"Year": "2016", "Month": "10", "Day": "14"}, {"Year": "2017", "Month": "5", "Day": "22"}, {"Year": "2017", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["28629407", "PMC5474864", "10.1186/s12906-017-1802-4", "10.1186/s12906-017-1802-4"]}}]}