{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["biofilm", "exopolysaccharide", "quorum sensing", "thyme oil", "virulence factors"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28659894", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "06", "Day": "13"}], "Language": ["eng"], "ELocationID": ["1074", "10.3389/fmicb.2017.01074"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2017"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Thyme Oil Reduces Biofilm Formation and Impairs Virulence of <i>Xanthomonas oryzae</i>.", "Pagination": {"StartPage": "1074", "MedlinePgn": "1074"}, "Abstract": {"AbstractText": ["<i>Xanthomonas oryzae</i> pv. <i>oryzae</i> (Xoo), a common bacterial plant pathogen regulates its virulence and biofilm formation attribute <i>via</i> a chemical method of communication. Disabling this mechanism offers a promising alternative to reduce the virulence and pathogencity of the microorganism. In this study, the effect of thyme (THY) oil on Quorum Sensing mediated synthesis of various virulence factors and biofilm formation was analyzed. Treatment of Xoo with 500 ppm THY oil displayed a significant diminution in swimming, swarming, exopolysaccharide and xanthomonadin secretion. However, no effect was observed on bacterial growth kinetics and metabolic activity of the cells. Results were further authenticated by RT-qPCR as significant reduction in <i>motA, motB</i>, and <i>flgE</i> genes was observed upon THY oil treatment. Similarly, the expression of some extracellular enzyme genes such as endoglucanase, xylanase, cellobiosidase, and polygalacturonase was also found to be significantly reduced. However, biochemical plate assays revealed insignificant effect of 500 ppm THY oil on secretion of protease, cellulase, and lipase enzymes. The <i>rpfF</i> gene known to play a crucial role in the virulence of the phytopathogenic bacteria was also significantly reduced in the THY oil treated Xoo cells. HPTLC analysis further revealed significant reduction in DSF and BDSF signaling molecules when Xoo cells were treated with 500 ppm THY oil. Disease reduction was observed in <i>in vitro</i> agar plate assay as lesion length was reduced in THY oil treated Xoo cells when compared with the alone treatment. GC-MS result revealed thymol as the active and major component of THY oil which showed potential binding with rpfF gene. Application of 75 μM thymol resulted in downregulation of <i>gumC, motA, estA</i>, virulence <i>acvB</i> and <i>pglA</i> along with <i>rpfF.</i> The other genes such as <i>cheD, flgA, cheY</i>, and <i>pilA</i>, were not found to be significantly affected. Overall, the results clearly indicated THY oil and its active component Thymol to be a potential candidate for the development of anti-virulence agent which in future when applied in combination with conventional bactericides might not only help in lowering the dose of bactericides but also be successful in curbing the disease progression in rice."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbial Technology and Nematology, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial ResearchLucknow, India."}], "LastName": "Singh", "ForeName": "Akanksha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbial Technology and Nematology, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial ResearchLucknow, India."}], "LastName": "Gupta", "ForeName": "Rupali", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical Processing Department, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial ResearchLucknow, India."}], "LastName": "Tandon", "ForeName": "Sudeep", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbial Technology and Nematology, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial ResearchLucknow, India."}], "LastName": "Pandey", "ForeName": "Rakesh", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Barber C. E., Tang J. L., Feng J. X., Pan M. Q., Wilson T. J. G., Slater H., et al. (1997). A novel regulatory system required for pathogenicity of Xanthomonas campestris is mediated by a small diffusible signal molecule. Mol. Microbiol. 24 555–566. 10.1046/j.1365-2958.1997.3721736.x", "ArticleIdList": ["10.1046/j.1365-2958.1997.3721736.x", "9179849"]}, {"Citation": "Barrios A. F. G., Zuo R., Hashimoto Y., Yang L., Bentley W. E., Wood T. K. (2006). Autoinducer 2 controls biofilm formation in Escherichia coli through a novel motility quorum-sensing regulator (MqsR, B3022). J. Bacteriol. 188 305–316. 10.1128/JB.188.1.305-316.2006", "ArticleIdList": ["10.1128/JB.188.1.305-316.2006", "PMC1317603", "16352847"]}, {"Citation": "Boon C., Deng Y., Wang L. H., He Y., Xu J. L., Fan Y., et al. (2008). A novel DSF-like signal from Burkholderia cenocepacia interferes with Candida albicans morphological transition. ISME J. 2 27–36. 10.1038/ismej.2007.76", "ArticleIdList": ["10.1038/ismej.2007.76", "18049456"]}, {"Citation": "Chatterjee S., Sonti R. V. (2002). rpfF mutants of Xanthomonas oryzae pv. oryzae are deficient for virulence and growth under low iron conditions. Mol. Plant Microbe Interact. 15 463–471. 10.1094/MPMI.2002.15.5.463", "ArticleIdList": ["10.1094/MPMI.2002.15.5.463", "12036277"]}, {"Citation": "Chen X., Schauder S., Potier N., Van Dorsselaer A., Pelczer I., Bassler B. L., et al. (2002). Structural identification of a bacterial quorum-sensing signal containing boron. Nature 415 545–549. 10.1038/415545a", "ArticleIdList": ["10.1038/415545a", "11823863"]}, {"Citation": "Danhorn T., Fuqua C. (2007). Biofilm formation by plant-associated bacteria. Annu. Rev. Microbiol. 61 401–422. 10.1146/annurev.micro.61.080706.093316", "ArticleIdList": ["10.1146/annurev.micro.61.080706.093316", "17506679"]}, {"Citation": "Deng Y., Lim A., Lee J., Chen S., An S., Dong Y. H., et al. (2014). Diffusible signal factor (DSF) quorum sensing signal and structurally related molecules enhance the antimicrobial efficacy of antibiotics against some bacterial pathogens. BMC Microbiol. 14:51 10.1186/1471-2180-14-51", "ArticleIdList": ["10.1186/1471-2180-14-51", "PMC3941561", "24575808"]}, {"Citation": "Deng Y., Wu J. E., Tao F., Zhang L. H. (2010). Listening to a new language: DSF-based quorum sensing in Gram-negative bacteria. Chem. Rev. 111 160–173. 10.1021/cr100354f", "ArticleIdList": ["10.1021/cr100354f", "21166386"]}, {"Citation": "Dharmapuri S., Sonti R. V. (1999). A transposon insertion in the gumG homologue of Xanthomonas oryzae pv. oryzae causes loss of extracellular polysaccharide production and virulence. FEMS Microbiol. Lett. 179 53–59. 10.1111/j.1574-6968.1999.tb08707.x", "ArticleIdList": ["10.1111/j.1574-6968.1999.tb08707.x", "10481086"]}, {"Citation": "Dow J. M., Crossman L., Findlay K., He Y. Q., Feng J. X., Tang J. L. (2003). Biofilm dispersal in Xanthomonas campestris is controlled by cell–cell signaling and is required for full virulence to plants. Proc. Nat. Acad. Sci. U.S.A. 100 10995–11000. 10.1073/pnas.1833360100", "ArticleIdList": ["10.1073/pnas.1833360100", "PMC196915", "12960398"]}, {"Citation": "Dunger G., Guzzo C. R., Andrade M. O., Jones J. B., Farah C. S. (2014). Xanthomonas citri subsp. citri type IV Pilus is required for twitching motility, biofilm development, and adherence. Mol. Plant Microbe Interact. 27 1132–1147. 10.1094/MPMI-06-14-0184-R", "ArticleIdList": ["10.1094/MPMI-06-14-0184-R", "25180689"]}, {"Citation": "Goel A. K., Rajagopal L., Nagesh N., Sonti R. V. (2002). Genetic locus encoding functions involved in biosynthesis and outer membrane localization of xanthomonadin in Xanthomonas oryzae pv. oryzae. J. Bacteriol. 184 3539–3548. 10.1128/JB.184.13.3539-3548.2002", "ArticleIdList": ["10.1128/JB.184.13.3539-3548.2002", "PMC135150", "12057948"]}, {"Citation": "Gottig N., Garavaglia B. S., Garofalo C. G., Orellano E. G., Ottado J. (2009). A filamentous hemagglutinin-like protein of Xanthomonas axonopodis pv. citri, the phytopathogen responsible for citrus canker, is involved in bacterial virulence. PLoS ONE 4:e4358 10.1371/journal.pone.0004358", "ArticleIdList": ["10.1371/journal.pone.0004358", "PMC2632755", "19194503"]}, {"Citation": "He Y. W., Boon C., Zhou L., Zhang L. H. (2009). Co-regulation of Xanthomonas campestris virulence by quorum sensing and a novel two-component regulatory system RavS/RavR. Mol. Microbiol. 71 1464–1476. 10.1111/j.1365-2958.2009.06617.x", "ArticleIdList": ["10.1111/j.1365-2958.2009.06617.x", "19220743"]}, {"Citation": "He Y. W., Wu J. E., Cha J. S., Zhang L. H. (2010). Rice bacterial blight pathogen Xanthomonas oryzae pv. oryzae produces multiple DSF-family signals in regulation of virulence factor production. BMC Microbiol. 10:187 10.1186/1471-2180-10-187", "ArticleIdList": ["10.1186/1471-2180-10-187", "PMC2909994", "20615263"]}, {"Citation": "He Y. W., Wu J. E., Zhou L., Yang F., He Y. Q., Jiang B. L., et al. (2011). Xanthomonas campestris diffusible factor is 3-hydroxybenzoic acid and is associated with xanthomonadin biosynthesis, cell viability, antioxidant activity, and systemic invasion. Mol. Plant Microbe Interact. 24 948–957. 10.1094/MPMI-02-11-0031", "ArticleIdList": ["10.1094/MPMI-02-11-0031", "21539432"]}, {"Citation": "Hegde M., Wood T. K., Jayaraman A. (2009). The neuroendocrine hormone norepinephrine increases Pseudomonas aeruginosa PA14 virulence through the las quorum-sensing pathway. Appl. Microbiol. Biotechnol. 84 763–776. 10.1007/s00253-009-2045-1", "ArticleIdList": ["10.1007/s00253-009-2045-1", "19517106"]}, {"Citation": "Jeong K. S., Lee S. E., Han J. W., Yang S. U., Lee B. M., Noh T. H., et al. (2008). Virulence reduction and differing regulation of virulence genes in rpf mutants of Xanthomonas oryzae pv. oryzae. Plant Pathol. J. 24 143–151. 10.5423/PPJ.2008.24.2.143", "ArticleIdList": ["10.5423/PPJ.2008.24.2.143"]}, {"Citation": "Karatan E., Watnick P. (2009). Signals, regulatory networks, and materials that build and break bacterial biofilms. Microbiol. Mol. Biol. Rev. 73 310–347. 10.1128/MMBR.00041-08", "ArticleIdList": ["10.1128/MMBR.00041-08", "PMC2698413", "19487730"]}, {"Citation": "Kauffman H. E., Reddy A. P. K., Hsieh S. P. Y., Merca S. D. (1973). Improved technique for evaluating resistance of rice varieties to Xanthomonas oryzae. Plant Dis. Rep. 57 537–541."}, {"Citation": "Kavanaugh N. L., Ribbeck K. (2012). Selected antimicrobial essential oils eradicate Pseudomonas spp. and Staphylococcus aureus biofilms. Appl. Environ. Microbiol. 78 4057–4061. 10.1128/AEM.07499-11", "ArticleIdList": ["10.1128/AEM.07499-11", "PMC3346404", "22467497"]}, {"Citation": "Krzyściak W., Jurczak A., Kościelniak D., Bystrowska B., Skalniak A. (2014). The virulence of Streptococcus mutans and the ability to form biofilms. Eur. J. Clin. Microbiol. Infect. Dis. 33 499–515. 10.1007/s10096-013-1993-7", "ArticleIdList": ["10.1007/s10096-013-1993-7", "PMC3953549", "24154653"]}, {"Citation": "Li J., Wang N. (2014). Foliar application of biofilm formation-inhibiting compounds enhances control of citrus canker caused by Xanthomonas citri subsp.citri. Phytopathology 104 134–142. 10.1094/PHYTO-04-13-0100-R", "ArticleIdList": ["10.1094/PHYTO-04-13-0100-R", "23901828"]}, {"Citation": "Lim S. H., So B. H., Wang J. C., Song E. S., Park Y. J., Lee B. M., et al. (2008). Functional analysis of pilQ gene in Xanthomonas oryzae pv. oryzae, bacterial blight pathogen of rice. J. Microbiol. 46 214–220. 10.1007/s12275-007-0173-9", "ArticleIdList": ["10.1007/s12275-007-0173-9", "18545972"]}, {"Citation": "Livak K. J., Schmittgen T. D. (2001). Analysis of relative gene expression data using real-time quantitative PCR and the 2-ΔΔCT method. Methods 25 402–408. 10.1006/meth.2001.1262", "ArticleIdList": ["10.1006/meth.2001.1262", "11846609"]}, {"Citation": "Maki M. L., Broere M., Leung K. T., Qin W. (2011). Characterization of some efficient cellulase producing bacteria isolated from paper mill sludges and organic fertilizers. Int. J. Biochem. Mol. Biol. 2 146–154.", "ArticleIdList": ["PMC3180100", "21969070"]}, {"Citation": "Mansfield J., Genin S., Magori S., Citovsky V., Sriariyanum M., Ronald P., et al. (2012). Top 10 plant pathogenic bacteria in molecular plant pathology. Mol. Plant Pathol. 13 614–629. 10.1111/j.1364-3703.2012.00804.x", "ArticleIdList": ["10.1111/j.1364-3703.2012.00804.x", "PMC6638704", "22672649"]}, {"Citation": "Mariscal A., Lopez-Gigosos R. M., Carnero-Varo M., Fernandez-Crehuet J. (2009). Fluorescent assay based on resazurin for detection of activity of disinfectants against bacterial biofilm. Appl. Microbiol. Biotechnol. 82 773–783. 10.1007/s00253-009-1879-x", "ArticleIdList": ["10.1007/s00253-009-1879-x", "19198831"]}, {"Citation": "Mccarthy Y., Ryan R. P., O’donovan K. A. R. E. N., He Y. Q., Jiang B. L., Feng J. X., et al. (2008). The role of PilZ domain proteins in the virulence of Xanthomonas campestris pv. campestris. Mol. Plant Pathol. 9 819–824. 10.1111/j.1364-3703.2008.00495.x", "ArticleIdList": ["10.1111/j.1364-3703.2008.00495.x", "PMC6640328", "19019010"]}, {"Citation": "Monnet V., Gardan R. (2015). Quorum-sensing regulators in Gram-positive bacteria:‘cherchez le peptide’. Mol. Microbiol. 97 181–184. 10.1111/mmi.13060", "ArticleIdList": ["10.1111/mmi.13060", "25988215"]}, {"Citation": "Niño-Liu D. O., Ronald P. C., Bogdanove A. J. (2006). Xanthomonas oryzae pathovars: model pathogens of a model crop. Mol. Plant Pathol 7 303–324. 10.1111/j.1364-3703.2006.00344.x", "ArticleIdList": ["10.1111/j.1364-3703.2006.00344.x", "20507449"]}, {"Citation": "Rajeshwari R., Jha G., Sonti R. V. (2005). Role of an in planta-expressed xylanase of Xanthomonas oryzae pv. oryzae in promoting virulence on rice. Mol. Plant Microbe Interact. 18 830–837. 10.1094/MPMI-18-0830", "ArticleIdList": ["10.1094/MPMI-18-0830", "16134895"]}, {"Citation": "Rosenberg E., DeLong E. F., Lory S., Stackebrandt E., Thompson F. (eds) (2013). The Prokaryotes: Applied Bacteriology and Biotechnology. Berlin: Springer; 179–192. 10.1007/978-3-642-31331-8_25", "ArticleIdList": ["10.1007/978-3-642-31331-8_25"]}, {"Citation": "Ryan R. P., An S. Q., Allan J. H., McCarthy Y., Dow J. M. (2015). The DSF family of cell–cell signals: an expanding class of bacterial virulence regulators. PLoS Pathog. 11:e1004986 10.1371/journal.ppat.1004986", "ArticleIdList": ["10.1371/journal.ppat.1004986", "PMC4504480", "26181439"]}, {"Citation": "Ryan R. P., Dow J. M. (2011). Communication with a growing family: diffusible signal factor (DSF) signaling in bacteria. Trends Microbiol. 19 145–152. 10.1016/j.tim.2010.12.003", "ArticleIdList": ["10.1016/j.tim.2010.12.003", "21227698"]}, {"Citation": "Singh B. N., Singh H. B., Singh A., Singh B. R., Mishra A., Nautiyal C. S. (2012). Lagerstroemia speciosa fruit extract modulates quorum sensing-controlled virulence factor production and biofilm formation in Pseudomonas aeruginosa. Microbiology 158 529–538. 10.1099/mic.0.052985-0", "ArticleIdList": ["10.1099/mic.0.052985-0", "22117007"]}, {"Citation": "Sutton J. C., Williams P. H. (1970). Comparison of extracellular polysaccharide of Xanthomonas campestris from culture and from infected cabbage leaves. Can. J. Bot. 48 645–651. 10.1139/b70-089", "ArticleIdList": ["10.1139/b70-089"]}, {"Citation": "Tay S. B., Yew W. S. (2013). Development of quorum-based anti-virulence therapeutics targeting Gram-negative bacterial pathogens. Int. J. Mol. Sci. 14 16570–16599. 10.3390/ijms140816570", "ArticleIdList": ["10.3390/ijms140816570", "PMC3759926", "23939429"]}, {"Citation": "Thowthampitak J., Shaffer B. T., Prathuangwong S., Loper J. E. (2008). Role of rpfF in virulence and exoenzyme production of Xanthomonas axonopodis pv. glycines, the causal agent of bacterial pustule of soybean. Phytopathology 98 1252–1260. 10.1094/PHYTO-98-12-1252", "ArticleIdList": ["10.1094/PHYTO-98-12-1252", "18999999"]}, {"Citation": "Tomlin K. L., Malott R. J., Ramage G., Storey D. G., Sokol P. A., Ceri H. (2005). Quorum-sensing mutations affect attachment and stability of Burkholderia cenocepacia biofilms. Appl. Environ. Microbiol. 71 5208–5218. 10.1128/AEM.71.9.5208-5218.2005", "ArticleIdList": ["10.1128/AEM.71.9.5208-5218.2005", "PMC1214635", "16151106"]}, {"Citation": "von Bodman S. B., Bauer W. D., Coplin D. L. (2003). Quorum sensing in plant-pathogenic bacteria. Annu. Rev. Phytopathol. 41 455–482. 10.1146/annurev.phyto.41.052002.095652", "ArticleIdList": ["10.1146/annurev.phyto.41.052002.095652", "12730390"]}, {"Citation": "Wang Q., Suzuki A., Mariconda S., Porwollik S., Harshey R. M. (2005). Sensing wetness: a new role for the bacterial flagellum. EMBO J. 24 2034–2042. 10.1038/sj.emboj.7600668", "ArticleIdList": ["10.1038/sj.emboj.7600668", "PMC1142604", "15889148"]}, {"Citation": "Wang X. Y., Zhou L., Yang J., Ji G. H., He Y. W. (2015). The RpfB-dependent quorum sensing signal turnover system is required for adaptation and virulence in rice bacterial blight pathogen Xanthomonas oryzae pv. oryzae. Mol. Plant Microbe Interact. 29 220–230. 10.1094/MPMI-09-15-0206-R", "ArticleIdList": ["10.1094/MPMI-09-15-0206-R", "26667598"]}, {"Citation": "Wei K., Tang D. J., He Y. Q., Feng J. X., Jiang B. L., Lu G. T., et al. (2007). hpaR, a putative marR family transcriptional regulator, is positively controlled by HrpG and HrpX and involved in the pathogenesis, hypersensitive response, and extracellular protease production of Xanthomonas campestris pathovar campestris. J. Bacteriol. 189 2055–2062. 10.1128/JB.01331-06", "ArticleIdList": ["10.1128/JB.01331-06", "PMC1855773", "17158655"]}, {"Citation": "Xu J., Zhou L., Venturi V., He Y. W., Kojima M., Sakakibari H., et al. (2015). Phytohormone-mediated interkingdom signaling shapes the outcome of rice-Xanthomonas oryzae pv. oryzae interactions. BMC Plant Biol. 15 10 10.1186/s12870-014-0411-3", "ArticleIdList": ["10.1186/s12870-014-0411-3", "PMC4307914", "25605284"]}, {"Citation": "Xu L., Li H., Vuong C., Vadyvaloo V., Wang J., Yao Y., et al. (2006). Role of the luxS quorum-sensing system in biofilm formation and virulence of Staphylococcus epidermidis. Infect. Immun. 74 488–496. 10.1128/IAI.74.1.488-496", "ArticleIdList": ["10.1128/IAI.74.1.488-496", "PMC1346618", "16369005"]}, {"Citation": "Yang B. Y., Tseng Y. H. (1988). Production of exopolysaccharide and levels of protease and pectinase activity in pathogenic and non-pathogenic strains of Xanthomonas campestris pv. campestris. Bot. Bull. Acad. Sin. 29 93–99."}]}], "History": [{"Year": "2016", "Month": "11", "Day": "15"}, {"Year": "2017", "Month": "5", "Day": "29"}, {"Year": "2017", "Month": "6", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "6", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["28659894", "PMC5468448", "10.3389/fmicb.2017.01074"]}}]}