{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial activity", "Hibiscus micranthus Linn.", "Wound healing activity"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28651570", "DateCompleted": {"Year": "2017", "Month": "08", "Day": "17"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "06", "Day": "26"}], "Language": ["eng"], "ELocationID": ["337", "10.1186/s12906-017-1841-x"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Jun", "Day": "26"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Methanol leaves extract Hibiscus micranthus Linn exhibited antibacterial and wound healing activities.", "Pagination": {"StartPage": "337", "MedlinePgn": "337"}, "Abstract": {"AbstractText": ["Infectious diseases are the most common causes of morbidity and mortality in developing countries. Wound and wound infections are also major health problem. Nowadays, medicinal plants play a major role in treatment of infectious diseases and wound healing and they are easily available and more affordable as compared to synthetic compounds. The aim of this study is therefore, to investigate the antibacterial and wound healing activities of 80% methanol extract of Hibiscus micranthus leaves using disc diffusion methods and rat excision model respectively.", "In vitro antibacterial screening was carried out against S. aureus, S.pneumoniae, S. pyogenes, E. coli, P. aeruginosa, K. pneumoniae and P. mirabilis bacterial strains using disc-well diffusion assay. Would healing activity was done in rats divided into four groups each consisting of six animals. Group I was served as a negative control (ointment base), Group II served as a positive control Nitrofurazone (NFZ 0.2% ointment), Groups III and IV was treated 5 and 10% extracts respectively. The acute oral toxicity test and skin sensitivity test were also performed before conducting the actual study. The extract was analyzed for secondary metabolites using standard methods.", "Preliminary phytochemical screening have revealed the presence of alkaloids, flavonoids, saponins, tannins, steroids, phenols, diterpines, anthraquinones and the absence of glycosides, terpinoides and triterpines. Based on acute oral toxicity test the extract was found to be safe up to a dose of 2 g/kg. In addition, acute dermal toxicity test indicated no sign of skin irritation. The leaves extract exhibited varying degrees of sensitivity with zones of inhibition ranging from 14.00 ± 0.333 (S.pyogenes) to 22.67 ± 1.202 mm (S.aureus). It was found that S. aureus and S. pneumonia (p < 0.05) were the most sensitive to the extracts of the leaves at concentrations of 800 μg/ml and 400 μg/ml respectively followed by P. aeuruginosa [(18.33 ± .333 mm) (p < 0.05)] at a concentration of 400 μg/ml. However, E. coli and P. mirabilis were found to be resistant to the extract at any of the applied doses. In the wound healing study, the 5 and 10% w/w extract exhibited significant wound contraction rate of 99.30% and 99.13% as compared to NFZ ointment and simple ointment base treated groups from 6th to 16th day, respectively (p < 0.05).", "The present study suggests that the methanol extract of the leaves exhibited a potential antibacterial activity against the tested microorganisms and wound healing activity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Hospital Pharmacy, University of Gondar Teaching Referral Hospital, Gondar, Ethiopia. berhan.uog1912@gmail.com."}], "LastName": "Begashaw", "ForeName": "Berhan", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, School of Pharmacy, College of Medicine and Health Sciences, University of Gondar, Gondar, Ethiopia."}], "LastName": "Mishra", "ForeName": "Bharat", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, School of Pharmacy, College of Medicine and Health Sciences, University of Gondar, Gondar, Ethiopia."}], "LastName": "Tsegaw", "ForeName": "Asegedech", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, School of Pharmacy, College of Medicine and Health Sciences, University of Gondar, Gondar, Ethiopia."}], "LastName": "Shewamene", "ForeName": "Zewdneh", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["administration & dosage", "chemistry", "isolation & purification"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["chemistry"], "DescriptorName": "Hibiscus"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["administration & dosage", "chemistry", "isolation & purification"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}, {"QualifierName": ["drug effects"], "DescriptorName": "Wound Healing"}, {"QualifierName": ["drug therapy", "physiopathology"], "DescriptorName": "Wounds and Injuries"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Ethical approval was obtained from School of Pharmacy, College of Medicine and Health Sciences, University of Gondar. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Food, Medicine and Health Care Administration and Control Authority (FMHACA). Antimicrobial use, resistance and containment baseline survey, syntheses of findings, Addis Ababa, Ethiopia, 2009."}, {"Citation": "Andrew LH, et al. Rapid analysis of Pharmacology for infectious diseases. Curr Top Med Chem. 2011;11:1292–1300. doi: 10.2174/156802611795429130.", "ArticleIdList": ["10.2174/156802611795429130", "PMC3182413", "21401504"]}, {"Citation": "John JL, Devi P, John J, Guido S. Drug utilization study of antimicrobial agents in medical intensive care unit of a tertiary care Hospital. Asian J Pharm Clin Res. 2011;4(2):81–84."}, {"Citation": "Pattanayak SP, Sunita P. Wound healing, antimicrobial and antioxidant potential of Dendrophthoe falcata (L.f) Ettingsh. J Ethnopharmacol. 2008;120:241–247. doi: 10.1016/j.jep.2008.08.019.", "ArticleIdList": ["10.1016/j.jep.2008.08.019", "18790035"]}, {"Citation": "European Wound Management Association (EWMA). Position Document: Identifying criteria for wound infection. London: MEP Ltd, 2005."}, {"Citation": "Krishnaiah D, Devi T, Bono A, Sarbatly R. Studies on phytochemical constituents of six Malaysian medicinal plants. Journal of Medicinal Plants Research. 2009;3(2):67–72."}, {"Citation": "Wang ML, et al. Assessment of oil content and fatty acid composition variability in two economically important Hibiscus species. J Agric Food Chem. 2012;60(26):6620–6626. doi: 10.1021/jf301654y.", "ArticleIdList": ["10.1021/jf301654y", "22703121"]}, {"Citation": "Naji E, Luca R. Comparative study of anthocyanins content of some selected Yemeni plants. J Pharm Phytother. 2013;1:5."}, {"Citation": "Jain R, Arora R, Jain SC. Medicinal plants. Indian J Pharm Sci. 1997:91–3."}, {"Citation": "Ashok KK, Ramachandra SS, Narsu L. GC-MS analysis of n-hexane extracts of Hibiscus micranthus Linn. Asian J Chem. 2011;23(2):561–565."}, {"Citation": "Kumar A. K., Ramachandra S. S. and Narsu L. Pharmacognostic and phytochemical investigations of roots of Hibiscus micranthus Linn. Research Journal of pharmaceutical, Biological and Chemical Sciences (RJPBCS) 2010; 1(4): 324–337."}, {"Citation": "Jayapal J, Tangavelou AC, Panneerselvam A. Studies on the plant diversity of Muniandavar sacred groves of Thiruvaiyaru, Thanjavur, Tamil Nadu. India Hygeia JD Med. 2014;6(1):48–62. doi: 10.15254/H.J.D.Med.6.2014.122.", "ArticleIdList": ["10.15254/H.J.D.Med.6.2014.122"]}, {"Citation": "Collier M. Worldwide wounds; recognition and management of wound infections. 2004."}, {"Citation": "Parimelazhagan T, Revathi P, Manian S. Ethnomedicinal plants and novel formulations used by Hooralis tribe in Sathyamangalam forests, western Ghats of Tamil Nadu. India Journal of Medicinal Plants Research. 2013;7(28):2083–2097. doi: 10.5897/JMPR2013.5074.", "ArticleIdList": ["10.5897/JMPR2013.5074"]}, {"Citation": "Poyyamoli G, Pradheeps M. Ethnobotany and utilization of plant resources in Irula villages (Sigur plateau, Nilgiri biosphere reserve, India) Journal of Medicinal Plants Research. 2013;7(6):267–276."}, {"Citation": "Teklay A, Abera B, Giday M. An ethnobotanical study of medicinal plants used in Kilte Awulaelo District. Tigray Region of Ethiopia Journal of Ethnobiology and Ethnomedicine. 2013;9:65. doi: 10.1186/1746-4269-9-65.", "ArticleIdList": ["10.1186/1746-4269-9-65", "PMC3852788", "24011232"]}, {"Citation": "Getnet C. An ethnobotanical study of plants used in traditional medicine and as wild foods in and around Tara Gedam and Amba remnant forests in Libo Kemkem Wereda. Amhara Region, Ethiopia: South Gonder Zone; 2011."}, {"Citation": "Dillman KL. Vascular plants of Negelle-Borona. USFS IP: Ethiopia; 2012."}, {"Citation": "Sohel A, et al. Antibacterial activity of the ethanol extracts of Hibiscus rosa-sinensis leaves and flowers against clinical isolates of bacteria. Bangladesh J Life Sci. 2010;22(2):65–73."}, {"Citation": "Shivananda NB, Sivachandra RS, Orette FA, Chalapathi RAV. Effects of Hibiscus rosa sinensis L (Malvaceae) on wound healing activity: a preclinical study in a Sprague Dawley rat. Int J Lower Extremity Wounds. 2007;6(2):76–81. doi: 10.1177/1534734607302840.", "ArticleIdList": ["10.1177/1534734607302840", "17558005"]}, {"Citation": "Stephen J. C. et al., Manual of antimicrobial susceptibility testing. American Society for Microbiology, 2005; 1–241. www.asm.org.Manual_Antimicrobial_Susceptibility. Date accessed: December, 2014."}, {"Citation": "National Research Council. Guide for the Care and Use of Laboratory animals. The National Academies Press, Washington DC. 1996."}, {"Citation": "Organization of Economic Co-operation and Development. The OECD guidelines for testing of chemical: 425 Acute Oral Toxicity, France 2008."}, {"Citation": "Organization of Economic Co-operation and Development. The OECD test guidelines 404: acute dermal irritation and corrosion: Paris, France 2002."}, {"Citation": "Mekonnen A, Sidamo T, Asres K, Engidawork E. In vivo wound healing activity and phytochemical screening of the crude extract and various fractions of Kalanchoe petitiana a. Rich (Crassulaceae) leaves in mice. J Etnopharmacol. 2013;145(2):638–646. doi: 10.1016/j.jep.2012.12.002.", "ArticleIdList": ["10.1016/j.jep.2012.12.002", "23228912"]}, {"Citation": "Omale James and Ajidahun Bidemi Sunday Evaluation of Acute Dermal Irritation and Wound Contraction by Gymnema sylvestre and Datura metel Extracts in Rats. American Journal of Biomedical and Life Sciences 2014; 2(4): 83–88."}, {"Citation": "Bauer AW, Kirby WM, Sherris JC. Antibiotic susceptibility testing by a standardized single disk method. Am J Clin Pathol. 1966;45(4):493–496.", "ArticleIdList": ["5325707"]}, {"Citation": "Uddin, B., Nahar, T., Khalil, M.I. and Hossain, S. In vitro antibacterial activity of the ethanol extracts of Paederia foetida L. (Rubiaceae) leaves. Bangladesh J. life Sci. 2007;19(2): 141–143."}, {"Citation": "Okwori AE, et al. Antibacterial activities of Ageratum conyzoides extracts on selected bacterial pathogens. Internet J Microbiol. 2007;4(1):34–56."}, {"Citation": "Wayne MAP. Clinical and laboratory standard Institute (CLSI) performance standards for antimicrobial susceptibility testing. 2010."}, {"Citation": "Bhaskar A, Nithya V. Evaluation of the wound healing activity of Hibiscus rosa sinensis L (Malvaceae) in Wistar albino rats. Indian J Pharmacol. 2012;44(6):694–698. doi: 10.4103/0253-7613.103252.", "ArticleIdList": ["10.4103/0253-7613.103252", "PMC3523494", "23248396"]}, {"Citation": "Murthy S, Gautam KM. Goel Shalini, Purohit V., Sharma H. And Goel K.R. Research article: evaluation of in vivo wound healing activity of Bacopa monniera on different wound model in rats. Biomed Res Int. 2013;2013:1–9. doi: 10.1155/2013/972028.", "ArticleIdList": ["10.1155/2013/972028", "PMC3745907", "23984424"]}, {"Citation": "British Pharmacopoeia. London, London stationery office, 2000: 1626–2488. 3rd ed."}, {"Citation": "Nithya V. And Bashker Anusha. A preclinical study on wound healing activity of Lawusonia ulba Linn. Research Journal of Phytochemistry. 2011;5(2):123–129. doi: 10.3923/rjphyto.2011.123.129.", "ArticleIdList": ["10.3923/rjphyto.2011.123.129"]}, {"Citation": "Morton JJ, Malone MH. Evaluation of vulneray activity by an open wound procedure in rats. Arch Int Pharmacodyn Ther. 1972;196:117–126.", "ArticleIdList": ["5059357"]}, {"Citation": "Ezike AC, et al. Studies on wound healing and antiulcer activities of extract of aerial parts of Phyllanthus niruri L. (Euphorbiaceae) Am J Pharmacol Toxicol. 2009;4(4):118–126. doi: 10.3844/ajptsp.2009.118.126.", "ArticleIdList": ["10.3844/ajptsp.2009.118.126"]}, {"Citation": "Ezike CA, et al. Studies on wound healing and antiulcer activities of extract of aerial parts of Phyllanthus niruri L. (Euphorbiaceae) Am J Pharmacol Toxicol. 2009;4(4):118–126. doi: 10.3844/ajptsp.2009.118.126.", "ArticleIdList": ["10.3844/ajptsp.2009.118.126"]}, {"Citation": "Rahimifard et al., Study of the antibacterial activity of total extract and petroleum ether, chloroform, ethyl acetate and aqueous fractions of aerial parts of Heliotropium bacciferum against Staphylococcus aureus, Bacillus cereus, Pseudomonas aeruginosa, E.coli, Salmonella enteritidis Biosci., Biotech. Res. Asia 2014; 11(1):239–248."}, {"Citation": "Yadav et al., Antimicrobial activity of Rumex nepalensis of root extracts. Indian Journal of Natural Products and Resources 2011;2 (1):65–69."}, {"Citation": "Xavier V. and Rajeshwari S. Antibacterial Activity of Bark Extract of Acacia concinna (L) 2012; 3 (10):487–490."}, {"Citation": "Ibrahim TB, Esther AA, Sadiq YG. Evaluation of antimicrobial activity of crude methanol extract of Solanum nodiflorum Jacq (Solanaceae) Journal of Pharmacognosy and Phytochemistry. 2012;4:1–5."}, {"Citation": "Kutama AS, Auyo MI, Umar ML, Hadiza M. S/Bai. Assessing the antibacterial activity of morula (Sclerocarya birrea) stem bark and leaf extracts against some selected bacterial isolates in Kano, Nigeria. World J. Agric. 2013;1(6):209–214."}, {"Citation": "Nasir TW. M. A. M. And Nandikola J. R. Ethnobotanical survey of medicinal plants in the Southeast Ethiopia used in traditional medicine. Spatula DD. 2011;1(3):153–158. doi: 10.5455/spatula.20110921101924.", "ArticleIdList": ["10.5455/spatula.20110921101924"]}, {"Citation": "Hemant KS. And Veerachamy Alagarsamy. In-vitro antimicrobial activity of various extracts of Dyschoriste littoralis nees. International Journal of Phytopharmacology. 2013;4(3):212–216."}, {"Citation": "Onzago OR, et al. Evaluation of antimicrobial activity and toxicity of Vernonia hymenolepis (a. Rich) traditionally used for toothache in Kenya. The Journal of Phytopharmacology. 2014;3(1):22–28."}, {"Citation": "Aliyu BA, Aliyu SM, Hanwa AU, Tijjani BM, Ya’u B. Phytochemical and antibacterial properties of leaf extract of Stereospermum kunthianum (Bignoniaceae) Nigerian Journal of Basic and Applied Science. 2009;17(2):235–239."}, {"Citation": "Cowan MM. Plant products as antimicrobial agents. Clin Microbiol Rev. 1999;12(4):564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Mohanbabu A, et al. Wound healing activity of aqueous extract of Crotalaria verrucosa in Wistar albino rats. Asian Pac J Trop Med. 2010;3:783–787. doi: 10.1016/S1995-7645(10)60187-3.", "ArticleIdList": ["10.1016/S1995-7645(10)60187-3"]}, {"Citation": "Ukwueze SE, et al. Evaluation of the cutaneous wound healing activity of solvent fractions of Chromolaena odorata Linn. Indo American Journal of Pharm Research. 2013;3(4):3316–3323."}, {"Citation": "Tsala DE. Amadou Dawe and Habtemariam Solomon. Natural wound healing and bioactive natural products. Phytopharmacology. 2013;4(3):532–560."}]}], "History": [{"Year": "2016", "Month": "4", "Day": "27"}, {"Year": "2017", "Month": "6", "Day": "19"}, {"Year": "2017", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["28651570", "PMC5485746", "10.1186/s12906-017-1841-x", "10.1186/s12906-017-1841-x"]}}]}