{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["4-Aminopyridine (4-AP)", "Barberry", "Berberine", "Berberis vulgaris", "Excitatory amino acids", "Seizure"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28656093", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22038/IJBMS.2017.8756"], "Journal": {"ISSN": "2008-3866", "JournalIssue": {"Volume": "20", "Issue": "5", "PubDate": {"Year": "2017", "Month": "May"}}, "Title": "Iranian journal of basic medical sciences", "ISOAbbreviation": "Iran J Basic Med Sci"}, "ArticleTitle": "Berberine attenuates convulsing behavior and extracellular glutamate and aspartate changes in 4-aminopyridine treated rats.", "Pagination": {"StartPage": "588", "EndPage": "593", "MedlinePgn": "588-593"}, "Abstract": {"AbstractText": ["K+ channel blocker 4-aminopyridine (4-AP) stimulates the release of glutamate from nerve terminals and induces seizures. Berberine as a potential herbal drug exerts several pharmacological actions on the central nervous system including anxiolytic, anticonvulsant, and neuroprotective properties. The present study aimed to investigate the effect of berberine on seizure onset and time course of the extracellular levels of excitatory amino acids (EAA), glutamate and aspartate, changes produced by 4-AP in rat hippocampus.", "The rats were given either saline or berberine (50, 100 and 200 mg/kg, IP) 40 min before administration of 4-AP (15 mg/kg, IP) and the onset of seizure was recorded. A group of rats also received diazepam (DZP, 15 mg/kg, IP) 20 min prior to 4-AP administration. Hippocampal extracellular levels of EAA were also measured using microdialysis assay. Analysis of the dialysate samples was performed by reversed-phase high performance liquid chromatography (HPLC) with precolumn derivatization with o-phthaldialdehyde and fluorescence detection.", "Our findings suggest that berberine significantly delayed the seizure onset following 4-AP injection. There was a considerable increase in the extracellular glutamate and aspartate levels in 4-AP treated rats and 4-AP-evoked release of EAA was sharply reduced (about 4-5 fold especially at 20 min after 4-AP administration) in berberine treatment groups.", "The results of present study show that berberine attenuates 4-AP induced seizures by decreasing hippocampal aspartate and glutamate release in rats."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurocognitive Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sadeghnia", "ForeName": "Hamid Reza", "Initials": "HR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Taji", "ForeName": "Ali Reza", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurocognitive Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Forouzanfar", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseinzadeh", "ForeName": "Hossein", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Basic Med Sci", "NlmUniqueID": "101517966", "ISSNLinking": "2008-3866"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ayala GX, Tapia R. HSP70 expression protects against hippocampal neurodegeneration induced by endogenous glutamate in vivo. Neuropharmacology. 2008;55:1383–1390.", "ArticleIdList": ["18789952"]}, {"Citation": "Segovia G, Porras A, Mora F. Effects of 4-aminopyridine on extracellular concentrations of glutamate in striatum of the freely moving rat. Neurochem Res. 1997;22:1491–1497.", "ArticleIdList": ["9357015"]}, {"Citation": "Medina-Ceja L, Cordero-Romero A, Morales-Villagrán A. Antiepileptic effect of carbenoxolone on seizures induced by 4-aminopyridine:a study in the rat hippocampus and entorhinal cortex. Brain Res. 2008;1187:74–81.", "ArticleIdList": ["18031716"]}, {"Citation": "Peña F, Tapia R. Relationships among seizures, extracellular amino acid changes, and neurodegeneration induced by 4-aminopyridine in rat hippocampus:A microdialysis and electroencephalographic study. J Neurochem. 1999;72:2006–2014.", "ArticleIdList": ["10217278"]}, {"Citation": "Imanshahidi M, Hosseinzadeh H. Pharmacological and therapeutic effects of Berberis vulgaris and its active constituent, berberine. Phytother Res. 2008;22:999–1012.", "ArticleIdList": ["18618524"]}, {"Citation": "Yang J, Zhou Z, Xu J. Protective effect of berberine on cardiac hypertrophy induced by L-thyroxine in rats. Sichuan Da Xue Xue Bao Yi Xue Ban. 2004;35:223–225.", "ArticleIdList": ["15071923"]}, {"Citation": "Zheng L, Zhou Z, Tao D, Lan T. Protective effect of berberine on cardiac myocyte injured by ischemia-reperfusion. Sichuan Da Xue Xue Bao Yi Xue Ban. 2003;34:452–454.", "ArticleIdList": ["12910687"]}, {"Citation": "Lau CW, Yao XQ, Chen ZY, Ko WH, Huang Y. Cardiovascular actions of berberine. Cardiovasc Drug Rev. 2001;19:234–244.", "ArticleIdList": ["11607041"]}, {"Citation": "Mantena SK, Sharma SD, Katiyar SK. Berberine, a natural product, induces G1-phase cell cycle arrest and caspase-3-dependent apoptosis in human prostate carcinoma cells. Mol Cancer Ther. 2006;5:296–308.", "ArticleIdList": ["16505103"]}, {"Citation": "Barzegar E, Fouladdel S, Movahhed TK, Atashpour S, Ghahremani MH, Ostad SN, et al. Effects of berberine on proliferation, cell cycle distribution and apoptosis of human breast cancer T47D and MCF7 cell lines. Iran J Basic Med Sci. 2015;18:334–342.", "ArticleIdList": ["PMC4439447", "26019795"]}, {"Citation": "Ahmadiankia N, Moghaddam HK, Mishan MA, Bahrami AR, Naderi-Meshkin H, Bidkhori HR, et al. Berberine suppresses migration of MCF-7 breast cancer cells through down-regulation of chemokine receptors. Iran J Basic Med Sci. 2016;19:125–131.", "ArticleIdList": ["PMC4818359", "27081456"]}, {"Citation": "Wu M, Wang J, Liu LT. Advance of studies on anti-atherosclerosis mechanism of berberine. Chin J Integr Med. 2010;16:188–92.", "ArticleIdList": ["20473748"]}, {"Citation": "Yang Q-h, Hu S-p, Zhang Y-p, Xie W-n, Li N, Ji G-y, et al. Effect of berberine on expressions of uncoupling protein-2 mRNA and protein in hepatic tissue of non-alcoholic fatty liver disease in rats. Chin J Integr Med. 2011;17:205–211.", "ArticleIdList": ["21359922"]}, {"Citation": "Yin J, Xing H, Ye J. Efficacy of berberine in patients with type 2 diabetes mellitus. Metabolism. 2008;57:712–717.", "ArticleIdList": ["PMC2410097", "18442638"]}, {"Citation": "Kulkarni SK, Dhir A. Possible involvement of L-arginine-nitric oxide (NO)-cyclic guanosine monophosphate (cGMP) signaling pathway in the antidepressant activity of berberine chloride. Eur J Pharmacol. 2007;569:77–83.", "ArticleIdList": ["17585901"]}, {"Citation": "Kuo C-L, Chi C-W, Liu T-Y. The anti-inflammatory potential of berberine in vitro and in vivo. Cancer Lett. 2004;203:127–137.", "ArticleIdList": ["14732220"]}, {"Citation": "Ahmed T, Abdollahi M, Daglia M, Nabavi SF, Nabavi SM. Berberine and neurodegeneration:A review of literature. Pharmacol Rep. 2015", "ArticleIdList": ["26398393"]}, {"Citation": "Cui H-S, Matsumoto K, Murakami Y, Hori H, Zhao Q, Obi R. Berberine exerts neuroprotective actions against in vitro ischemia-induced neuronal cell damage in organotypic hippocampal slice cultures:involvement of B-cell lymphoma 2 phosphorylation suppression. Biol Pharm Bull. 2009;32:79–85.", "ArticleIdList": ["19122285"]}, {"Citation": "Han AM, Heo H, Kwon YK. Berberine promotes axonal regeneration in injured nerves of the peripheral nervous system. J Med Food. 2012;15:413–417.", "ArticleIdList": ["PMC3308712", "22316297"]}, {"Citation": "Hong JS, Chu YK, Lee H, Ahn BH, Park JH, Kim MJ, et al. Effects of berberine on hippocampal neuronal damage and matrix metalloproteinase-9 activity following transient global cerebral ischemia. J Neurosci Res. 2012;90:489–497.", "ArticleIdList": ["22052603"]}, {"Citation": "Kalalian-Moghaddam H, Baluchnejadmojarad T, Roghani M, Goshadrou F, Ronaghi A. Hippocampal synaptic plasticity restoration and anti-apoptotic effect underlie berberine improvement of learning and memory in streptozotocin-diabetic rats. Eur J Pharmacol. 2013;698:259–266.", "ArticleIdList": ["23099256"]}, {"Citation": "Moghaddam HK, Baluchnejadmojarad T, Roghani M, Goshadrou F, Ronaghi A. Berberine chloride improved synaptic plasticity in STZ induced diabetic rats. Metab Brain Dis. 2013;28:421–428.", "ArticleIdList": ["23640014"]}, {"Citation": "Zhu F, Qian C. Berberine chloride can ameliorate the spatial memory impairment and increase the expression of interleukin-1beta and inducible nitric oxide synthase in the rat model of Alzheimer’s disease. BMC Neurosci. 2006;7:78.", "ArticleIdList": ["PMC1693919", "17137520"]}, {"Citation": "Gao F, Gao Y, Liu Y-f, Wang L, Li Y-j. Berberine exerts an anticonvulsant effect and ameliorates memory impairment and oxidative stress in a pilocarpine-induced epilepsy model in the rat. Neuropsychiatr Dis Treat. 2014;10:2139–45.", "ArticleIdList": ["PMC4235502", "25419137"]}, {"Citation": "Mojarad TB, Roghani M. The anticonvulsant and antioxidant effects of berberine in kainate-induced temporal lobe epilepsy in rats. Basic Clin Neurosci. 2014;5:124–30.", "ArticleIdList": ["PMC4202588", "25337370"]}, {"Citation": "Sedaghat R, Taab Y, Kiasalari Z, Afshin-Majd S, Baluchnejadmojarad T, Roghani M. Berberine ameliorates intrahippocampal kainate-induced status epilepticus and consequent epileptogenic process in the rat:Underlying mechanisms. Biomed Pharmacother. 2017;87:200–208.", "ArticleIdList": ["28061403"]}, {"Citation": "Mojarad TB, Roghani M. The anticonvulsant and antioxidant effects of berberine in kainate-induced temporal lobe epilepsy in rats. Basic Clin Neurosci. 2014;5:124–30.", "ArticleIdList": ["PMC4202588", "25337370"]}, {"Citation": "Bhutada P, Mundhada Y, Bansod K, Dixit P, Umathe S, Mundhada D. Anticonvulsant activity of berberine, an isoquinoline alkaloid in mice. Epilepsy Behavior. 2010;18:207–210.", "ArticleIdList": ["20638957"]}, {"Citation": "Sadeghnia HR, Darbarpanah S, Hosseini SM. Effect of berberine on pentylenetetrazol-induced seizures in rats. Avicenna J Phytomed. 2011;1:78–82."}, {"Citation": "Hosseinzadeh H, Sadeghnia H. Protective effect of safranal on pentylenetetrazol-induced seizures in the rat:involvement of GABAergic and opioids systems. Phytomedicine. 2007;14:256–262.", "ArticleIdList": ["16707256"]}, {"Citation": "Hosseinzadeh H, Sadeghnia HR, Rahimi A. Effect of safranal on extracellular hippocampal levels of glutamate and aspartate during kainic acid treatment in anesthetized rats. Planta Med. 2008;74:1441–1445.", "ArticleIdList": ["18816431"]}, {"Citation": "Gao F, Gao Y, Liu Y-f, Wang L, Li Y-j. Berberine exerts an anticonvulsant effect and ameliorates memory impairment and oxidative stress in a pilocarpine-induced epilepsy model in the rat. Neuropsychiatr Dis Treat. 2014;10:2139.", "ArticleIdList": ["PMC4235502", "25419137"]}, {"Citation": "Yu W, Smith AB, Pilitsis J, Shin DS. Isovaline attenuates epileptiform activity and seizure behavior in 4-aminopyridine treated rats. Epilepsy Res. 2014;108:331–335.", "ArticleIdList": ["24359689"]}, {"Citation": "Kovács A, Mihály A, Komáromi Á, Gyengési E, Szente M, Weiczner R, et al. Seizure, neurotransmitter release, and gene expression are closely related in the striatum of 4-aminopyridine-treated rats. Epilepsy Res. 2003;55:117–129.", "ArticleIdList": ["12948621"]}, {"Citation": "Lin T-Y, Lin Y-W, Lu C-W, Huang S-K, Wang S-J. Berberine inhibits the release of glutamate in nerve terminals from rat cerebral cortex. PLoS One. 2013;8:e67215.", "ArticleIdList": ["PMC3686739", "23840629"]}, {"Citation": "Meldrum BS. Glutamate as a neurotransmitter in the brain:review of physiology and pathology. J Nutr. 2000;130:1007S–1015S.", "ArticleIdList": ["10736372"]}, {"Citation": "Mdzinarishvili A, Sambria RK, Lang D, Klein J. Ginkgo extract EGb761 confers neuroprotection by reduction of glutamate release in ischemic brain. J Pharm Pharm Sci. 2012;15:94–102.", "ArticleIdList": ["22365091"]}, {"Citation": "Wang S-J, Wang K-Y, Wang W-C. Mechanisms underlying the riluzole inhibition of glutamate release from rat cerebral cortex nerve terminals (synaptosomes) Neuroscience. 2004;125:191–201.", "ArticleIdList": ["15051158"]}, {"Citation": "Coyle JT, Puttfarcken P. Oxidative stress, glutamate, and neurodegenerative disorders. Science. 1993;262:689–695.", "ArticleIdList": ["7901908"]}, {"Citation": "Wang X, Wang R, Xing D, Su H, Ma C, Ding Y, et al. Kinetic difference of berberine between hippocampus and plasma in rat after intravenous administration of Coptidis rhizoma extract. Life Sci. 2005;77:3058–3067.", "ArticleIdList": ["15996686"]}, {"Citation": "Kulkarni SK, Dhir A. Berberine:a plant alkaloid with therapeutic potential for central nervous system disorders. Phytother Res. 2010;24:317–324.", "ArticleIdList": ["19998323"]}, {"Citation": "Zhou X-Q, Zeng X-N, Kong H, Sun X-L. Neuroprotective effects of berberine on stroke models in vitro and in vivo. Neurosci Lett. 2008;447:31–36.", "ArticleIdList": ["18838103"]}, {"Citation": "Wang J, Zhang Y, Du S, Zhang M. Protective effects of berberine against amyloid beta-induced toxicity in cultured rat cortical neurons. Neural Regen Res. 2011;6:183–187."}, {"Citation": "Hsu Y-Y, Chen C-S, Wu S-N, Jong Y-J, Lo Y-C. Berberine activates Nrf2 nuclear translocation and protects against oxidative damage via a phosphati-dylinositol 3-kinase/Akt-dependent mechanism in NSC34 motor neuron-like cells. Eur J Pharm Sci. 2012;46:415–425.", "ArticleIdList": ["22469516"]}, {"Citation": "Wang F, Zhao G, Cheng L, Zhou H-Y, Fu L-Y, Yao W-X. Effects of berberine on potassium currents in acutely isolated CA1 pyramidal neurons of rat hippocampus. Brain Res. 2004;999:91–97.", "ArticleIdList": ["14746925"]}, {"Citation": "Ye M, Fu S, Pi R, He F. Neuropharmacological and pharmacokinetic properties of berberine:a review of recent research. J Pharm Pharmacol. 2009;61:831–837.", "ArticleIdList": ["19589224"]}, {"Citation": "Bhutada P, Mundhada Y, Bansod K, Dixit P, Umathe S, Mundhada D. Anticonvulsant activity of berberine, an isoquinoline alkaloid in mice. Epilepsy Behav. 2010;18:207–210.", "ArticleIdList": ["20638957"]}, {"Citation": "Kalalian-Moghaddam H, Baluchnejadmojarad T, Roghani M, Goshadrou F, Ronaghi A. Hippocampal synaptic plasticity restoration and anti-apoptotic effect underlie berberine improvement of learning and memory in streptozotocin-diabetic rats. Eur J Pharmacol. 2013;698:259–266.", "ArticleIdList": ["23099256"]}, {"Citation": "Mülsch A, Busse R, Mordvintcev PI, Vanin AF, Nielsen EO, Scheel-Krüger J, et al. Nitric oxide promotes seizure activity in kainate-treated rats. Neuroreport. 1994;5:2325–2328.", "ArticleIdList": ["7533556"]}, {"Citation": "Sarro G, Paola ED, Sarro A, Vidal M. Role of nitric oxide in the genesis of excitatory amino acid-induced seizures from the deep prepiriform cortex. Fundam Clin Pharmacol. 1991;5:503–511.", "ArticleIdList": ["1955195"]}]}], "History": [{"Year": "2017", "Month": "6", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28656093", "PMC5478786", "10.22038/IJBMS.2017.8756", "IJBMS-20-588"]}}]}