{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Animal feed", "Phosphorus", "Phytase", "Phytate", "Transgenic plants"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28667635", "DateRevised": {"Year": "2024", "Month": "03", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "06", "Day": "30"}], "Language": ["eng"], "ELocationID": ["195", "10.1007/s13205-017-0797-3"], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "7", "Issue": "3", "PubDate": {"Year": "2017", "Month": "Jul"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "Genetically modified phytase crops role in sustainable plant and animal nutrition and ecological development: a review.", "Pagination": {"StartPage": "195", "MedlinePgn": "195"}, "Abstract": {"AbstractText": ["Globally, plant-derivatives especially cereals and legumes are the major staple food sources for animals. The seeds of these crops comprise of phytic acid, the major repository form of the phosphorus, which is not digestible by simple-stomached animals. However, it is the most important factor responsible for impeding the absorption of minerals by plants that eventually results in less use of fertilizers that ultimately cause eutrophication in water bodies. Although abundant phosphorus (P) exists in the soils, plants cannot absorb most of the P due to its conversion to unavailable forms. Hence, additional P supplementation is indispensable to the soil to promote crop yields which not only leads to soil infertility but also rapid depletion of non-renewable P reservoirs. Phytase/phosphatase enzyme is essential to liberate P from soils by plants and from seeds by monogastric animals. Phytases are kind of phosphatases which can hydrolyse the indigestible phytate into inorganic Phosphate (Pi) and lower myo-inositol. There are several approaches to mitigate the problems associated with phytate indigestibility. One of the best possible solutions is engineering crops to produce heterologous phytase to improve P utilization by monogastric animals, plant nutrition and sustainable ecological developments. Previously published reviews were focused on either soil phytate or seed-phytate, related issues, but this review will address both the problems as well as phytate related ecological problems. This review summarizes the overall view of engineered phytase crops and their role in sustainable agriculture, animal nutrition and ecological development."]}, "AuthorList": [{"Identifier": ["0000-0001-9641-2314"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Crops Division, National Institute of Horticultural and Herbal Science, Rural Development Administration, Eumseong, 27709, Korea. Suumani@gmail.com."}, {"Identifier": [], "Affiliation": "Nutritional Improvement of Crops, International Centre for Genetic Engineering and Biotechnology, New Delhi, 110067, India. Suumani@gmail.com."}], "LastName": "Reddy", "ForeName": "Chinreddy Subramanyam", "Initials": "CS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Crops Division, National Institute of Horticultural and Herbal Science, Rural Development Administration, Eumseong, 27709, Korea."}], "LastName": "Kim", "ForeName": "Seong-Cheol", "Initials": "SC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nutritional Improvement of Crops, International Centre for Genetic Engineering and Biotechnology, New Delhi, 110067, India."}], "LastName": "Kaul", "ForeName": "Tanushri", "Initials": "T"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abelson PH. A potential phosphate crisis. Science. 1999;283:2015. doi: 10.1126/science.283.5410.2015.", "ArticleIdList": ["10.1126/science.283.5410.2015", "10206902"]}, {"Citation": "Ali N, Paul S, Gayen D, Sarkar SN, Datta K, Datta SK. Development of low phytate rice by RNAi mediated seed-specific silencing of inositol 1,3,4,5,6 pentakis phosphate 2-kinase gene (IPK1) PLoS One. 2013;8:e68161. doi: 10.1371/journal.pone.0068161.", "ArticleIdList": ["10.1371/journal.pone.0068161", "PMC3699528", "23844166"]}, {"Citation": "Azeem M, Riaz A, Chaudhary AN, Hayat R, Hussain Q, Tahir MI, Imran M. Microbial phytase activity and their role in organic P mineralization. Arch Agronom Soil Sci. 2015;61:751–766. doi: 10.1080/03650340.2014.963796.", "ArticleIdList": ["10.1080/03650340.2014.963796"]}, {"Citation": "Bilyeu KD, Zeng P, Coello P, Zhang ZJ, Krishnan HB, Bailey A, Beuselinck PR, Polacco JC. Quantitative conversion of phytate to inorganic phosphorus in soybean seeds expressing a bacterial phytase. Plant Physiol. 2008;146:468–477. doi: 10.1104/pp.107.113480.", "ArticleIdList": ["10.1104/pp.107.113480", "PMC2245832", "18162589"]}, {"Citation": "Bohn L, Meyer AS, Rasmussen SK. Phytate: impact on environment and human nutrition. A challenge for molecular breeding. J Zhejiang Univ Sci B. 2008;9:165–191. doi: 10.1631/jzus.B0710640.", "ArticleIdList": ["10.1631/jzus.B0710640", "PMC2266880", "18357620"]}, {"Citation": "Bowen DE, Souza EJ, Guttieri MJ, Raboy V, Fu J. A low phytic acid barley mutation alters seed gene expression. Crop Sci. 2007;47:149. doi: 10.2135/cropsci2006.07.0456tpg.", "ArticleIdList": ["10.2135/cropsci2006.07.0456tpg"]}, {"Citation": "Brinch-Pedersen H, Hatzack F, Stoger E, Arcalis E, Pontopidan K, Holm PB. Generation of transgenic wheat (Triticum aestivum L.) for constitutive accumulation of an Aspergillus phytase. Mol Breed. 2000;6:195–206. doi: 10.1023/A:1009690730620.", "ArticleIdList": ["10.1023/A:1009690730620"]}, {"Citation": "Brinch-Pedersen H, Sørensen LD, Holm PB. Engineering crop plants: getting a handle on phosphate. Trends Plant Sci. 2002;7:118–125. doi: 10.1016/S1360-1385(01)02222-1.", "ArticleIdList": ["10.1016/S1360-1385(01)02222-1", "11906835"]}, {"Citation": "Brinch-Pedersen H, Hatzack F, Stoger E, Arcalis E, Pontopidan K, Holm PB. Heat-stable phytases in transgenic wheat (Triticum aestivum L.) deposition pattern, thermo stability and phytate hydrolysis. J Agric Food Chem. 2006;54:4624–4632. doi: 10.1021/jf0600152.", "ArticleIdList": ["10.1021/jf0600152", "16787007"]}, {"Citation": "Cheira JM, Finer JJ, Grabau EA. Ectopic expression of a soybean phytase in developing seeds of Glycinemax to improve phosphorus availability. Plant Mol Biol. 2004;56:895–904. doi: 10.1007/s11103-004-5293-6.", "ArticleIdList": ["10.1007/s11103-004-5293-6", "15821988"]}, {"Citation": "Chen R, Xue G, Chen P, Yao B, Yang W, Ma Q, Fan Y, Zhao Z, Tarczynski MC, Shi J. Transgenic maize plants expressing a fungal phytase gene. Transgen Res. 2008;17:633–643. doi: 10.1007/s11248-007-9138-3.", "ArticleIdList": ["10.1007/s11248-007-9138-3", "17932782"]}, {"Citation": "Cheng-Chih T, Lai CH, Yang CS, Lin CK, Tsen HY. Toxicological evaluation of transgenic rice flour with an Escherichia coli phytase gene appA by subchronic feeding study in Wistar rats. J Sci Food Agric. 2008;3:382–388."}, {"Citation": "Cheryan M, Rackis JJ. Phytic acid interactions in food systems. Crit Rev Food Sci Nutr. 1980;13:297–335. doi: 10.1080/10408398009527293.", "ArticleIdList": ["10.1080/10408398009527293", "7002470"]}, {"Citation": "Chunqi G, Qiugang M, Lihong Z, Jianyun Z, Cheng J. Effect of dietary phytase transgenic corn on physiological characteristics and the fate of recombinant plant DNA in laying hens. Asian Aust J Animal Sci. 2014;27:77–82. doi: 10.5713/ajas.2013.13265.", "ArticleIdList": ["10.5713/ajas.2013.13265", "PMC4093279", "25049929"]}, {"Citation": "Cordell D (2010) The Story of Phosphorus: Sustainability implications of global phosphorus scarcity for food security"}, {"Citation": "Cordell D, White S. Life’s bottleneck: sustaining the world’s phosphorus for a food secure future. Annu Rev Environ Resour. 2014;39:161–188. doi: 10.1146/annurev-environ-010213-113300.", "ArticleIdList": ["10.1146/annurev-environ-010213-113300"]}, {"Citation": "Cordell D, White S. Tracking phosphorus security: indicators of phosphorus vulnerability in the global food system. Food Secur. 2015;7:337–350. doi: 10.1007/s12571-015-0442-0.", "ArticleIdList": ["10.1007/s12571-015-0442-0"]}, {"Citation": "Denbow DM, Grabau EA, Lacy GH, Kornegay ET, Russell DR, Umbeck PF. Soybeans transformed with a fungal phytase gene improve phosphorus availability for broilers. Poult Sci. 1998;77:878–881. doi: 10.1093/ps/77.6.878.", "ArticleIdList": ["10.1093/ps/77.6.878", "9628538"]}, {"Citation": "Dhole VJ, Reddy KS (2016) Association of phytic acid content with biotic stress tolerance in mungbean (Vigna radiata L. Wilczek). Phytoparasitica 1-7"}, {"Citation": "Diaz J, Ingall E, Benitez-Nelson C, Paterson D, de Jonge MD, McNulty I, Brandes JA. Marine polyphosphate: a key player in geologic phosphorus sequestration. Science. 2008;320:652–655. doi: 10.1126/science.1151751.", "ArticleIdList": ["10.1126/science.1151751", "18451299"]}, {"Citation": "Drakakaki G, Marcel S, Glahn RP, Lund EK, Pariagh S, Fischer R, Christou P, Stoger E. Endospermspecific co-expression of recombinant soybean ferritin and Aspergillus phytase in maize results in significant increases in the levels of bio available iron. Plant Mol Biol. 2005;59:869–880. doi: 10.1007/s11103-005-1537-3.", "ArticleIdList": ["10.1007/s11103-005-1537-3", "16307363"]}, {"Citation": "Erpel F, Restovic F, Arce-Johnson P. Development of phytase-expressing chlamydomonas reinhardtii for monogastric animal nutrition. BMC Biotechnol. 2016;16:1. doi: 10.1186/s12896-016-0258-9.", "ArticleIdList": ["10.1186/s12896-016-0258-9", "PMC4788879", "26969115"]}, {"Citation": "FAO (2015) The state of food insecurity in the World. Food and Agricultural Organisation of the United Nations"}, {"Citation": "Fernandez-Cornejo J, Wechsler S, Livingston M, Mitchell L (2014) Genetically engineered crops in the United States. USDA-ERS Economic Research Report (162)"}, {"Citation": "Gao XR, Wang GK, Su Q, Wang Y, An LJ. Phytase expression in transgenic soybeans: stable transformation with a vector-less construct. Biotechnol Lett. 2007;29:1781–1787. doi: 10.1007/s10529-007-9439-x.", "ArticleIdList": ["10.1007/s10529-007-9439-x", "17609861"]}, {"Citation": "George TS, Richardson AE, Li SS, Gregory PJ, Daniell TJ. Extracellular release of a heterologous phytase from roots of transgenic plants: does manipulation of rhizosphere biochemistry impact microbial community structure? FEMS Microbiol Ecol. 2009;70:433–445. doi: 10.1111/j.1574-6941.2009.00762.x.", "ArticleIdList": ["10.1111/j.1574-6941.2009.00762.x", "19744239"]}, {"Citation": "George TS, Simpson RJ, Hadobas PA, Richardson AE. Expression of a fungal phytase gene in Nicotiana tabacum improves phosphorus nutrition of plants grown in amended soils. Plant Biotechnol J. 2005;3:129–140. doi: 10.1111/j.1467-7652.2004.00116.x.", "ArticleIdList": ["10.1111/j.1467-7652.2004.00116.x", "17168905"]}, {"Citation": "George TS, Simpson RJ, Gregory PJ, Richardson AE. Differential interaction of Aspergillus niger and Peniophora lycii phytases with soil particles affects the hydrolysis of inositol phosphates. Soil Biol Biochem. 2007;39:793–803. doi: 10.1016/j.soilbio.2006.09.029.", "ArticleIdList": ["10.1016/j.soilbio.2006.09.029"]}, {"Citation": "Gerke J. The acquisition of phosphate by higher plants: effect of carboxylate release by the roots. A critical review. J Plant Nutr Soil Sci. 2015;178:351–364. doi: 10.1002/jpln.201400590.", "ArticleIdList": ["10.1002/jpln.201400590"]}, {"Citation": "Gibson DM, Ullah AH. Purification and characterization of phytase from cotyledons of germinating soybean seeds. Arch Biochem Biophys. 1988;260:503–513. doi: 10.1016/0003-9861(88)90475-4.", "ArticleIdList": ["10.1016/0003-9861(88)90475-4", "2829733"]}, {"Citation": "Golovan SP, Meidinger RG, Ajakaiye A, Cottrill M, Wiederkehr MZ, Barney DJ, Laursen J. Pigs expressing salivary phytase produce low-phosphorus manure. Nat Biotechnol. 2001;19:741–745. doi: 10.1038/90788.", "ArticleIdList": ["10.1038/90788", "11479566"]}, {"Citation": "Gupta RK, Gangoliya SS, Singh NK. Reduction of phytic acid and enhancement of bioavailable micronutrients in food grains. J Food Sci Technol. 2015;52:676–684. doi: 10.1007/s13197-013-0978-y.", "ArticleIdList": ["10.1007/s13197-013-0978-y", "PMC4325021", "25694676"]}, {"Citation": "Gyaneshwar P, Kumar GN, Parekh LJ, Poole PS (2002) Role of soil microorganisms in improving P nutrition of plants. In: Food security in nutrient-stressed environments: exploiting plants’ genetic capabilities, Springer, Amsterdam, pp 133–143"}, {"Citation": "Hamada A, Yamaguchi K, Ohnishi N, Harada M, Nikumaru S, Honda H. High-level production of yeast (Schwanniomyces occidentalis) phytase in transgenic rice plants by a combination of signal sequence and codon modification of the phytase gene. Plant Biotechnol J. 2005;3:43–55. doi: 10.1111/j.1467-7652.2004.00098.x.", "ArticleIdList": ["10.1111/j.1467-7652.2004.00098.x", "17168898"]}, {"Citation": "Holford ICR. Soil phosphorus its measurement and its uptake by plants. Aust J Soil Res. 1997;35:227–239. doi: 10.1071/S96047.", "ArticleIdList": ["10.1071/S96047"]}, {"Citation": "Hong YF, Liu CY, Cheng KJ, Hour AL, Chan MT, Tseng TH, Chen KY, Shaw JF, Yu SM. The sweet potato sporamin promoter confers high-level phytase expression and improves organic phosphorus acquisition and tuber yield of transgenic potato. Plant Mol Biol. 2008;67:347–361. doi: 10.1007/s11103-008-9324-6.", "ArticleIdList": ["10.1007/s11103-008-9324-6", "18389377"]}, {"Citation": "Jariwalla RJ, Sabin R, Lawson S, Herman ZS. Lowering of serum cholesterol and triglycerides and modulation of divalent cations by dietary phytate. J Appl Nutr. 1990;42:18–28."}, {"Citation": "Jin UH, Chun JA, Lee JW, YiYB LS, Chung CH. Expression and characterization of extracellular fungal phytase in transformed sesame hairy root cultures. Protein Exp Purif. 2004;37:486–492. doi: 10.1016/j.pep.2004.06.020.", "ArticleIdList": ["10.1016/j.pep.2004.06.020", "15358375"]}, {"Citation": "Joshi S, Satyanarayana T. Heterologous expression of yeast and fungal phytases: developments and future perspectives. Indian J Biotechnol. 2015;14:293–311."}, {"Citation": "Khan AA, Jilani G, Akhtar MS, Naqvi SMS, Rasheed M. Phosphorus solubilizing bacteria: occurrence, mechanisms and their role in crop production. J Agric Biol Sci. 2009;1:48–58."}, {"Citation": "Kuang R, Chan KH, Yeung E, Lim BL. Molecular and biochemical characterization of AtPAP15, a purple acid phosphatase with phytase activity, in Arabidopsis. Plant Physiol. 2009;151:199–209. doi: 10.1104/pp.109.143180.", "ArticleIdList": ["10.1104/pp.109.143180", "PMC2735976", "19633233"]}, {"Citation": "Kumar V, Sinha AK, Makkar HPS, Becker K. Dietary roles of phytate and phytase in human nutrition review. Food Chem. 2010;120:945–959. doi: 10.1016/j.foodchem.2009.11.052.", "ArticleIdList": ["10.1016/j.foodchem.2009.11.052"]}, {"Citation": "Kumar V, Sinha AK, Makkar HPS, De Boeck G, Becker K. Phytate and phytase in fish nutrition. J Anim Physiol Anim Nutr. 2012;96:335–364. doi: 10.1111/j.1439-0396.2011.01169.x.", "ArticleIdList": ["10.1111/j.1439-0396.2011.01169.x", "21692871"]}, {"Citation": "Larsson O, Barker CJ, Sjöholm Å, Carlqvist H, Michell RH, Bertorello A, Berggren PO. Inhibition of phosphatases and increased Ca2+ channel activity by inositol hexakisphosphate. Science. 1997;278:471–474. doi: 10.1126/science.278.5337.471.", "ArticleIdList": ["10.1126/science.278.5337.471", "9334307"]}, {"Citation": "Lee SH, Park HJ, Chun HK, Cho SY, Cho SM, Lillehoj HS. Dietary phytic acid lowers the blood glucose level in diabetic KK mice. Nutr Res. 2006;26:474–479. doi: 10.1016/j.nutres.2006.06.017.", "ArticleIdList": ["10.1016/j.nutres.2006.06.017"]}, {"Citation": "Lei XG, Weaver JD, MullaneyE UA, Azain MJ. Phytase a new life for an old enzyme. Annual Rev Anim Biosci. 2013;1:283–309. doi: 10.1146/annurev-animal-031412-103717.", "ArticleIdList": ["10.1146/annurev-animal-031412-103717", "25387021"]}, {"Citation": "Li J, Hegeman CE, Hanlon RW, Lacy GH, Denbow MD, Grabau EA. Secretion of active recombinant phytase from soybean cell-suspension cultures. Plant Physiol. 1997;114:1103–1111. doi: 10.1104/pp.114.3.1103.", "ArticleIdList": ["10.1104/pp.114.3.1103", "PMC158400", "9232886"]}, {"Citation": "Li G, Yang S, Li M, Qiao Y, Wang J. Functional analysis of an Aspergillus ficuum phytase gene in Saccharomyces cerevisiae and its root-specific secretory expression in transgenic soybean plants. Biotechnol Lett. 2009;31:1297–1303. doi: 10.1007/s10529-009-9992-6.", "ArticleIdList": ["10.1007/s10529-009-9992-6", "19357813"]}, {"Citation": "Li SF, Niu YB, Liu JS, Lu L, Zhang LY, Ran CY, Feng MS, Du B, Deng JL, Luo XG. Energy, amino acid and phosphorus digestibility of phytase transgenic corn for growing pigs. J Anim Sci. 2013;91:298–308. doi: 10.2527/jas.2012-5211.", "ArticleIdList": ["10.2527/jas.2012-5211", "23100575"]}, {"Citation": "Liu Q, Quan LQ, Feng J, Li Z, Jiang W, Hmei GM, Hong HY. Transgenic expression of the recombinant phytase in rice (Oryza sativa) Rice Sci. 2006;13:79–84."}, {"Citation": "Liu JF, Wang XF, Li QL, Li X, Zhang GY, Li MG, Ma ZY. Biolistic transformation of cotton (Gossypium hirsutum L.) with the phyA gene from Aspergillus ficuum. Plant Cell Tissue Organ Cult. 2011;106:207–214. doi: 10.1007/s11240-010-9908-0.", "ArticleIdList": ["10.1007/s11240-010-9908-0"]}, {"Citation": "Lott JN, Ockenden I, Raboy V, Batten GD. Phytic acid and phosphorus in crop seeds and fruits: a global estimate. Seed Sci Res. 2000;10:11–33."}, {"Citation": "Lucht JM. Public acceptance of plant biotechnology and GM crops. Viruses. 2015;7:4254–4281. doi: 10.3390/v7082819.", "ArticleIdList": ["10.3390/v7082819", "PMC4576180", "26264020"]}, {"Citation": "Lung SC, Chan WL, Yip W, Wang L, Yeung EC, Lim BL. Secretion of beta-propeller phytase from tobacco and Arabidopsis roots enhances phosphorus utilization. Plant Sci. 2005;169:341–349. doi: 10.1016/j.plantsci.2005.03.006.", "ArticleIdList": ["10.1016/j.plantsci.2005.03.006"]}, {"Citation": "Ma XF, Wright E, Ge Y, Bell J, Xi J, Bouton JH, Wang ZY. Improving phosphorus acquisition of white clover (Trifolium repens L.) by transgenic expression of plant-derived phytase and acid phosphatase genes. Plant Sci. 2009;176:479–488. doi: 10.1016/j.plantsci.2009.01.001.", "ArticleIdList": ["10.1016/j.plantsci.2009.01.001", "26493137"]}, {"Citation": "Ma XF, Tudor S, Butler T, Ge Y, Xi Y, Bouton J, Harrison M, Wang ZY. Transgenic expression of phytase and acid phosphatase genes in alfalfa (Medicagosativa) leads to improved phosphate uptake in natural soils. Mol Breed. 2012;1:377–391. doi: 10.1007/s11032-011-9628-0.", "ArticleIdList": ["10.1007/s11032-011-9628-0", "PMC3362705", "22707914"]}, {"Citation": "McCollum EV, Hart EB. On the occurrence of a phytin-splitting enzyme in animal tissues. J Biol Chem. 1908;4:497–500."}, {"Citation": "Midorikawa K, Murata M, Oikawa S, Hiraku Y, Kawanishi S. Protective effect of phytic acid on oxidative DNA damage with reference to cancer chemoprevention. Biochem Biophys Res Commun. 2001;288:552–557. doi: 10.1006/bbrc.2001.5808.", "ArticleIdList": ["10.1006/bbrc.2001.5808", "11676478"]}, {"Citation": "Mudge SR, Smith FW, Richardson AE. Root-specific and phosphate-regulated expression of phytase under the control of a phosphate transporter promoter enables Arabidopsis to grow on phytate as a sole P source. Plant Sci. 2003;165:871–878. doi: 10.1016/S0168-9452(03)00286-3.", "ArticleIdList": ["10.1016/S0168-9452(03)00286-3"]}, {"Citation": "Mullaney EJ, Ullah AH, Turner B, Richardson A, Mullaney E (2007) Phytases: attributes, catalytic mechanisms and applications. Inositol phosphates: linking agriculture and the environment, pp 97–110"}, {"Citation": "Norrish K, Rosser H (1983) Mineral phosphate. Soils: an Australian viewpoint, pp 335–361"}, {"Citation": "Nyannor EK, Adeola O. Corn expressing an Escherichia coli-derived phytase gene: comparative evaluation study in broiler chicks. Poult Sci. 2008;87:2015–2022. doi: 10.3382/ps.2007-00501.", "ArticleIdList": ["10.3382/ps.2007-00501", "18809864"]}, {"Citation": "Nyannor EKD, Bedford MR, Adeola O. Corn expressing an Escherichia coli-derived phytase gene: residual phytase activity and microstructure of digesta in broiler chicks. Poult Sci. 2009;88(7):1413–1420. doi: 10.3382/ps.2009-00003.", "ArticleIdList": ["10.3382/ps.2009-00003", "19531712"]}, {"Citation": "Otake T, Mori H, Morimoto M, Miyano K, Ueba N, Oishi I, Kurimura T. Anti-HIV-1 activity of myo-inositol hexaphosphoric acid (IP6) and myo-inositol hexasulfate (IS6) Anticancer Res. 1998;19:3723–3726.", "ArticleIdList": ["10625947"]}, {"Citation": "Pen J, Venvoerd TC, van Paridon PA, Beudeker RF, VandenElzen PJM, Geerse K, van der Klis JD, Versteegh AJ, van Ooyen AJJ, Hoekema A. Phytase containing transgenic seeds as a novel feed additive for improved phosphorus utilization. BioTechnology. 1993;11:811–814."}, {"Citation": "Peng RH, Yao QH, Xiong AS, Cheng ZM, Li Y. Codon modifications and an endoplasmic reticulumtargeting sequence additively enhance expression of an Aspergillus phytase gene in transgenic canola. Plant Cell Rep. 2006;25:124–132. doi: 10.1007/s00299-005-0036-y.", "ArticleIdList": ["10.1007/s00299-005-0036-y", "16249870"]}, {"Citation": "Perera IY, Hung CY, Moore CD, Stevenson-Paulik J, Boss WF. Transgenic Arabidopsis plants expressing the type 1 inositol 5-phosphatase exhibit increased drought tolerance and altered abscisic acid signaling. Plant Cell. 2008;20:2876–2893. doi: 10.1105/tpc.108.061374.", "ArticleIdList": ["10.1105/tpc.108.061374", "PMC2590728", "18849493"]}, {"Citation": "Persson H, Türk M, Nyman M, Sandberg AS. Binding of Cu2+, Zn2+, and Cd2+ to inositol tri-, tetra-, penta-, and hexaphosphates. J Agric Food Chem. 1998;46:3194–3200. doi: 10.1021/jf971055w.", "ArticleIdList": ["10.1021/jf971055w"]}, {"Citation": "Raboy V. Seeds for a better future: ‘low phytate’ grains help to overcome malnutrition and reduce pollution. Trends Plant Sci. 2001;6:458–462. doi: 10.1016/S1360-1385(01)02104-5.", "ArticleIdList": ["10.1016/S1360-1385(01)02104-5", "11590064"]}, {"Citation": "Raboy V. myo-Inositol-1, 2, 3, 4, 5, 6-hexakisphosphate. Phytochemistry. 2003;64:1033–1043. doi: 10.1016/S0031-9422(03)00446-1.", "ArticleIdList": ["10.1016/S0031-9422(03)00446-1", "14568069"]}, {"Citation": "Raboy V. The ABCs of low-phytate crops. Nat Biotechnol. 2007;25:874–875. doi: 10.1038/nbt0807-874.", "ArticleIdList": ["10.1038/nbt0807-874", "17687363"]}, {"Citation": "Raboy V. Approaches and challenges to engineering seed phytate and total phosphorus. Plant Sci. 2009;177:281–296. doi: 10.1016/j.plantsci.2009.06.012.", "ArticleIdList": ["10.1016/j.plantsci.2009.06.012"]}, {"Citation": "Raboy V, Gerbasi PF, Young KA, Stoneberg SD, Pickett SG, Bauman AT, Ertl DS. Origin and seed phenotype of maize low phytic acid 1–1 and low phytic acid 2–1. Plant Physiol. 2000;124:355–368. doi: 10.1104/pp.124.1.355.", "ArticleIdList": ["10.1104/pp.124.1.355", "PMC59149", "10982449"]}, {"Citation": "Ramaekers L, Remans R, Rao IM, Blair MW, Vanderleyden J. Strategies for improving phosphorus acquisition efficiency of crop plants. Field Crop Res. 2010;117:169–176. doi: 10.1016/j.fcr.2010.03.001.", "ArticleIdList": ["10.1016/j.fcr.2010.03.001"]}, {"Citation": "Rao DE, Rao KV, Reddy TP, Reddy VD. Molecular characterization physicochemical properties known and potential applications of phytases An overview. Crit Rev Biotechnol. 2009;29:182–198. doi: 10.1080/07388550902919571.", "ArticleIdList": ["10.1080/07388550902919571", "19514894"]}, {"Citation": "Reddy NR (2002) Occurrence distribution content and dietary intake of phytate. Food Phytates 25–51"}, {"Citation": "Reddy CS, Vani K, Pandey S, Vijaylakshmi M, Reddy PCO, Kaul T. Manipulating microbial phytases for heterologous expression in crops for sustainable nutrition. Ann Plant Sci. 2013;2:436–454."}, {"Citation": "Reddy CS, Achary VMM, Manna M, Singh J, Kaul T, Reddy MK. Isolation and molecular characterization of thermostable phytase from Bacillus subtilis (BSPhyARRMK33) Appl Biochem Biotechnol. 2015;175:3058–3067. doi: 10.1007/s12010-015-1487-4.", "ArticleIdList": ["10.1007/s12010-015-1487-4", "25588529"]}, {"Citation": "Reddy CS, Kim KM, James D, Varakumar P, Reddy MK. PgPAP18 a heat-inducible novel purple acid phosphatase 18-like gene (PgPAP18-like) from Pennisetum glaucum, may play a crucial role in environmental stress adaptation. Acta Physiol Plant. 2017;39:54. doi: 10.1007/s11738-017-2348-2.", "ArticleIdList": ["10.1007/s11738-017-2348-2"]}, {"Citation": "Richardson AE, Hadobas PA, Hayes JE. Extracellular secretion of Aspergillus phytase from Arabidopsis roots enables plants to obtain phosphorus from phytate. Plant J. 2001;25:641–649. doi: 10.1046/j.1365-313x.2001.00998.x.", "ArticleIdList": ["10.1046/j.1365-313x.2001.00998.x", "11319031"]}, {"Citation": "Richardson AE, George TS, Hens M, Simpson RJ (2004) Utilization of soil organic phosphorus by higher plants in organic phosphorus in the environment Walling ford. CABI Publishing pp, 165:184"}, {"Citation": "Sajidan A, Farouk A, Greiner R, Jungblut P, Müller EC, Borriss R. Molecular and physiological characterisation of a 3-phytase from soil bacterium Klebsiella sp. ASR1. Appl Microbiol Biotechnol. 2004;65:110–118. doi: 10.1007/s00253-003-1530-1.", "ArticleIdList": ["10.1007/s00253-003-1530-1", "14727093"]}, {"Citation": "Reddy NR, Pierson MD, Sathe SK, Salunkhe DK. Phytates in cereals and legumes. Florida: CRC Press; 1989."}, {"Citation": "Scholz RW, Hellums DT, Roy AA. Global sustainable phosphorus management: a transdisciplinary venture. Curr Sci India. 2015;108:1237–1246."}, {"Citation": "Selle PH, Ravindran V, Ravindran G, Bryden WL. Effects of dietary lysine and microbial phytase on growth performance and nutrient utilisation of broiler chickens. Asian Aust J Anim Sci. 2007;20:1100–1107. doi: 10.5713/ajas.2007.1100.", "ArticleIdList": ["10.5713/ajas.2007.1100"]}, {"Citation": "Shamsuddin AM. Anti-cancer function of phytic acid. Int J Food Sci Technol. 2002;37:782. doi: 10.1046/j.1365-2621.2002.00620.x.", "ArticleIdList": ["10.1046/j.1365-2621.2002.00620.x"]}, {"Citation": "Sharma SB, Sayyed RZ, Trivedi MH, Gobi TA. Phosphate solubilizing microbes: sustainable approach for managing phosphorus deficiency in agricultural soils. SpringerPlus. 2013;2:1. doi: 10.1186/2193-1801-2-1.", "ArticleIdList": ["10.1186/2193-1801-2-1", "PMC4320215", "25674415"]}, {"Citation": "Singh B, Satyanarayana T. Microbial phytases in phosphorus acquisition and plant growth promotion. Physiol Mol Biol Plants. 2011;17:93–103. doi: 10.1007/s12298-011-0062-x.", "ArticleIdList": ["10.1007/s12298-011-0062-x", "PMC3550544", "23572999"]}, {"Citation": "Singh B, Satyanarayana T. Fungal phytases: characteristics and amelioration of nutritional quality and growth of non-ruminants. J Anim Physiol Anim Nutr. 2015;99:646–660. doi: 10.1111/jpn.12236.", "ArticleIdList": ["10.1111/jpn.12236", "25132310"]}, {"Citation": "Somasundar P, Riggs DR, Jackson BJ, Cunningham C, Vona-Davis L, McFadden DW. Inositol hexaphosphate (IP6): a novel treatment for pancreatic cancer 1. J Surg Res. 2005;126:199–203. doi: 10.1016/j.jss.2005.01.022.", "ArticleIdList": ["10.1016/j.jss.2005.01.022", "15919420"]}, {"Citation": "Stutter MI, Shand CA, George TS, Blackwell MS, Dixon L, Bol R, Haygarth PM. Land use and soil factors affecting accumulation of phosphorus species in temperate soils. Geoderma. 2015;257:29–39. doi: 10.1016/j.geoderma.2015.03.020.", "ArticleIdList": ["10.1016/j.geoderma.2015.03.020"]}, {"Citation": "Suzuki U, Yoshimura K, Takaishi M. Ueberein enzyme phytase das anhydro-oxy-methilen diphos-phorusa ure spaltet, Bulletin of the College of Agriculture. Tokyo Imperial University. 1907;7:503–512."}, {"Citation": "Tarafdar JC, Jungk A. Phosphatase activity in the rhizosphere and its relation to the depletion of soil organic phosphorus. Biol Fertil Soils. 1987;3:199–204. doi: 10.1007/BF00640630.", "ArticleIdList": ["10.1007/BF00640630"]}, {"Citation": "Tye A, Siu F, Leung T, Lim B. Molecular cloning and the biochemical characterization of two novel phytases from B. subtilis 168 and B. licheniformis. Appl Microbiol Biotechnol. 2002;59:190–197. doi: 10.1007/s00253-002-1033-5.", "ArticleIdList": ["10.1007/s00253-002-1033-5", "12111145"]}, {"Citation": "Ullah AH, Sethumadhavan K, Mullaney EJ, Ziegelhoffer T, Austin-Phillips S. Characterization of recombinant fungal phytase (phyA) expressed in tobacco leaves. Biochem Biophys Res Commun. 1999;264:201–206. doi: 10.1006/bbrc.1999.1501.", "ArticleIdList": ["10.1006/bbrc.1999.1501", "10527865"]}, {"Citation": "Ullah AH, Sethumadhavan K, Mullaney EJ, Ziegelhoffer T, Austin-Phillips S. Cloned and expressed fungal phyA gene in alfalfa produces a stable phytase. Biochem Biophys Res Commun. 2002;290:1343–1348. doi: 10.1006/bbrc.2002.6361.", "ArticleIdList": ["10.1006/bbrc.2002.6361", "11812011"]}, {"Citation": "Ullah AH, Sethumadhavan K, Mullaney EJ, Ziegelhoffer T, Phillips AS. Fungal phyA gene expressed in potato leaves produces active and stable phytase. Biochem Biophys Res Commun. 2003;306:603–609. doi: 10.1016/S0006-291X(03)01002-7.", "ArticleIdList": ["10.1016/S0006-291X(03)01002-7", "12804608"]}, {"Citation": "Vance CP, Uhde-Stone C, Allan DL. Phosphorus acquisition and use: critical adaptations by plants for securing a nonrenewable resource. New Phytol. 2003;157:423–447. doi: 10.1046/j.1469-8137.2003.00695.x.", "ArticleIdList": ["10.1046/j.1469-8137.2003.00695.x", "33873400"]}, {"Citation": "Verwoerd TC, Van Paridon PA, van Ooyen AJ, van Lent JW, Hoekema A, Pen J. Stable accumulation of Aspergillus niger phytase in transgenic tobacco leaves. Plant Physiol. 1995;109:1199–1205. doi: 10.1104/pp.109.4.1199.", "ArticleIdList": ["10.1104/pp.109.4.1199", "PMC157650", "8539288"]}, {"Citation": "Vohra A, Satyanarayana T. Phytases: microbial sources, production, purification, and potential biotechnological applications. Crit Rev Biotechnol. 2003;23:29–60. doi: 10.1080/713609297.", "ArticleIdList": ["10.1080/713609297", "12693443"]}, {"Citation": "Wang Y, Gao X, Su Q, Wu W, An L. Expression of a heat stable phytase from Aspergillus fumigatus in tobacco (Nicotiana tabacum L. cv. NC89) Indian J Biochem Biophys. 2007;44:26–30.", "ArticleIdList": ["17385337"]}, {"Citation": "Wang X, Wang Y, Tian J, Lim BL, Yan X, Liao H. Over expressing AtPAP15 enhances phosphorus efficiency in soybean. Plant Physiol. 2009;151:233–240. doi: 10.1104/pp.109.138891.", "ArticleIdList": ["10.1104/pp.109.138891", "PMC2736008", "19587103"]}, {"Citation": "Wang Y, Ye X, Ding G, Xu F. Over expression of phyA and appA genes improves soil organic phosphorus utilization and seed phytase activity in Brassica napus. PLoS One. 2013;8:e60801. doi: 10.1371/journal.pone.0060801.", "ArticleIdList": ["10.1371/journal.pone.0060801", "PMC3616117", "23573285"]}, {"Citation": "Xiao K, Harrison MJ, Wang ZY. Transgenic expression of a novel M. truncatula phytase gene results in improved acquisition of organic phosphorus by Arabidopsis. Planta. 2006;222:27–36. doi: 10.1007/s00425-005-1511-y.", "ArticleIdList": ["10.1007/s00425-005-1511-y", "15856283"]}, {"Citation": "Yao MZ, Zhang YH, Lu WL, Hu MQ, Wang W, Liang AH. Phytases: crystal structures protein engineering and potential biotechnological applications. J Appl Microbiol. 2012;112:1–14. doi: 10.1111/j.1365-2672.2011.05181.x.", "ArticleIdList": ["10.1111/j.1365-2672.2011.05181.x", "22017627"]}, {"Citation": "Yip W, Wang L, Cheng C, Wu W, Lung S, Lim BL. The introduction of a phytase gene from Bacillus subtilis improved the growth performance of transgenic tobacco. Biochem Biophys Res Commun. 2003;310:1148–1154. doi: 10.1016/j.bbrc.2003.09.136.", "ArticleIdList": ["10.1016/j.bbrc.2003.09.136", "14559235"]}, {"Citation": "Yoon SM, Kim SY, Li KF, Yoon BH, Choe S, Kuo MM. Transgenic microalgae expressing Escherichia coli AppA phytase as feed additive to reduce phytate excretion in the manure of young broiler chicks. Appl Microbiol Biotechnol. 2011;91:553–563. doi: 10.1007/s00253-011-3279-2.", "ArticleIdList": ["10.1007/s00253-011-3279-2", "21533578"]}, {"Citation": "Zamani K, Lohrasebi T, Sabet MS, Malboobi MA, Mousavi A. Expression pattern and subcellular localization of Arabidopsis purple acid phosphatase AtPAP9. Gene Exp Pattern. 2014;14:9–18. doi: 10.1016/j.gep.2013.08.001.", "ArticleIdList": ["10.1016/j.gep.2013.08.001", "24012521"]}, {"Citation": "Zhang ZB, Kornegay ET, Radcliffe JS, Wilson JH, Veit HP. Comparison of phytase from genetically engineered Aspergillus and canola in weanling pig diets. J Anim Sci. 2000;78:2868–2878. doi: 10.2527/2000.78112868x.", "ArticleIdList": ["10.2527/2000.78112868x", "11063311"]}, {"Citation": "Zilberman D, Kaplan S, Kim E, Hochman G, Graff G. Continents divided: understanding differences between Europe and North America in acceptance of GM crops. GM Crop Food. 2013;4:202–208. doi: 10.4161/gmcr.26981.", "ArticleIdList": ["10.4161/gmcr.26981", "24281195"]}, {"Citation": "Zimmermann P, Zardi G, Lehmann M, Zeder C, Amrhein N, Frossard E, Bucher M. Engineering the root-soil interface via targeted expression of a synthetic phytase gene in trichoblasts. Plant Biotechnol J. 2003;1:353–360. doi: 10.1046/j.1467-7652.2003.00033.x.", "ArticleIdList": ["10.1046/j.1467-7652.2003.00033.x", "17166134"]}]}], "History": [{"Year": "2017", "Month": "2", "Day": "6"}, {"Year": "2017", "Month": "4", "Day": "6"}, {"Year": "2017", "Month": "7", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28667635", "PMC5493567", "10.1007/s13205-017-0797-3", "10.1007/s13205-017-0797-3"]}}]}