{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acute toxicity", "Diabetes mellitus", "Herbal formula", "Hypoglycaemic activity", "Mathurameha", "Thai traditional medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28662699", "DateCompleted": {"Year": "2017", "Month": "08", "Day": "17"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "06", "Day": "29"}], "Language": ["eng"], "ELocationID": ["343", "10.1186/s12906-017-1851-8"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Jun", "Day": "29"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Hypoglycaemic activity of Mathurameha, a Thai traditional herbal formula aqueous extract, and its effect on biochemical profiles of streptozotocin-nicotinamide-induced diabetic rats.", "Pagination": {"StartPage": "343", "MedlinePgn": "343"}, "Abstract": {"AbstractText": ["The Thai traditional herbal formula-Mathurameha, consisting of 26 medicinal plants, has been used as an alternative and complementary medicine for diabetes treatment in Wangnamyen Hospital, Thailand. To provide scientific evidences on the efficacy and safety of this herbal formula, in vivo hypoglycaemic activity, effect on serum biochemical profiles and acute toxicity were investigated.", "Experimental type 2 diabetes was induced in male Sprague-Dawley rats by intraperitoneal injection of nicotinamide 15 min prior to intravenous injection of streptozotocin. The most effective extract from the oral glucose tolerant test (OGTT) was administered daily via the oral route to diabetic rats for 2 weeks. Two-hour postprandial plasma glucose (2h-PPG) levels were measured on days 0, 7, and 14. Biochemical data were measured at the end of daily oral administration experiment.", "Aqueous extract of the herbal formula was the most potent extract for improving glucose tolerance of streptozotocin-nicotinamide-induced diabetic rats after single oral administration. After 2 weeks of daily oral administration, the aqueous extract showed a dose-dependent glucose lowering effect. At doses of 12.5, 25, and 50 mg/kg, the 2h-PPG level of diabetic rats decreased by 3.32%, 15.78%, and 17.94%, respectively. Most of the biochemical profiles of diabetic rats were improved, including the total cholesterol (TC), alkaline phosphatase (ALP), total protein, albumin, globulin, creatinine, and uric acid levels. The significantly increased triglyceride (TG) level observed in treated diabetic rats indicated a lack of a beneficial effect of the extract on lipid homeostasis. Nevertheless, there were no signs or symptoms of acute toxicity observed after oral administration of aqueous extract (5 g/kg) to both male and female rats.", "The results revealed that the herbal formula aqueous extract has hypoglycaemic activity, beneficial effects on biochemical profiles and a lack of acute toxicity. This study confirms the efficacy and safety of the Mathurameha herbal formula used for treating type 2 diabetes mellitus."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Botany, Faculty of Pharmacy, Mahidol University, 447 Sri-Ayuthaya Road., Rajathevi, Bangkok, 10400, Thailand."}], "LastName": "Chayarop", "ForeName": "Kullacha", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Pharmacy, Mahidol University, 447 Sri-Ayuthaya Road., Rajathevi, Bangkok, 10400, Thailand. penchom.peu@mahidol.ac.th."}], "LastName": "Peungvicha", "ForeName": "Penchom", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Botany, Faculty of Pharmacy, Mahidol University, 447 Sri-Ayuthaya Road., Rajathevi, Bangkok, 10400, Thailand."}], "LastName": "Temsiririrkkul", "ForeName": "Rungravi", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Pharmacy, Mahidol University, 447 Sri-Ayuthaya Road., Rajathevi, Bangkok, 10400, Thailand."}], "LastName": "Wongkrajang", "ForeName": "Yuvadee", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Botany, Faculty of Pharmacy, Mahidol University, 447 Sri-Ayuthaya Road., Rajathevi, Bangkok, 10400, Thailand."}], "LastName": "Chuakul", "ForeName": "Wongsatit", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Mahidol University, 447 Sri-Ayuthaya Road., Rajathevi, Bangkok, 10400, Thailand."}], "LastName": "Rojsanga", "ForeName": "Piyanuch", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Triglycerides"}, {"RegistryNumber": "25X51I8RD4", "NameOfSubstance": "Niacinamide"}, {"RegistryNumber": "5W494URQ81", "NameOfSubstance": "Streptozocin"}, {"RegistryNumber": "97C5T2UQ7J", "NameOfSubstance": "Cholesterol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cholesterol"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Diabetes Mellitus, Type 2"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Niacinamide"}, {"QualifierName": ["administration & dosage", "chemistry", "isolation & purification"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Sprague-Dawley"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Streptozocin"}, {"QualifierName": [], "DescriptorName": "Thailand"}, {"QualifierName": ["metabolism"], "DescriptorName": "Triglycerides"}], "CoiStatement": "ETHICS APPROVAL: The animal protocol was approved by the Animal Care and Used Committee, Faculty of Pharmacy, Mahidol University, Thailand (PYT008/2555). CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zimmet P, Alberti KGMM, Shaw J. Global and societal implications of the diabetes epidemic. Nature. 2001;414:782–787. doi: 10.1038/414782a.", "ArticleIdList": ["10.1038/414782a", "11742409"]}, {"Citation": "Strategic Management and Service Plan Group. NCD Annual Report. Bangkok, Thailand: Bureau of Non Communicable Disease (NCD), Department of Disease Control, Ministry of Public Health; 2014."}, {"Citation": "Chatterjee S, Riewpaiboon A, Piyauthakit P, Riewpaiboon W, Boupaijit K, Panpuwong N, et al. Cost of diabetes and its complications in Thailand: a complete picture of economic burden. Heal Soc Care Community. 2011;19:289–298. doi: 10.1111/j.1365-2524.2010.00981.x.", "ArticleIdList": ["10.1111/j.1365-2524.2010.00981.x", "21276105"]}, {"Citation": "Groop LC, Pelkonen R, Koskimies S, Bottazzo GF, Doniach D. Secondary failure to treatment with oral antidiabetic agents in non-insulin-dependent diabetes. Diabetes Care. 1986;9:129–133. doi: 10.2337/diacare.9.2.129.", "ArticleIdList": ["10.2337/diacare.9.2.129", "3516607"]}, {"Citation": "Harrigan RA, Nathan MS, Beattie P. Oral agents for the treatment of type 2 diabetes mellitus: pharmacology, toxicity, and treatment. Annu Emerg Med. 2001;38:68–78. doi: 10.1067/mem.2001.114314.", "ArticleIdList": ["10.1067/mem.2001.114314", "11423816"]}, {"Citation": "Jager J, de Kooy A, Lehert P, Wulffele’ MG, van der Kolk J, Bets D, et al. Long term treatment with metformin in patients with type 2 diabetes and risk of vitamin B-12 deficiency: randomised placebo controlled trial. BMJ. 2010;340:1–7. doi: 10.1136/bmj.c2181.", "ArticleIdList": ["10.1136/bmj.c2181", "PMC2874129", "20488910"]}, {"Citation": "Moolasarn S, Sripa S, Kuessirikiet V, Sutawee K, Huasary J, Chaisila C. Usage of and cost of complementary/alternative medicine in diabetic patients. J Med Assoc Thail. 2005;88:1630–1637.", "ArticleIdList": ["16471112"]}, {"Citation": "Pumthong G, Nathason A, Tuseewan M, Pinthong P, Klangprapun S, Thepsuriyanon D, et al. Complementary and alternative medicines for diabetes mellitus management in ASEAN countries. Complement Ther Med. 2015;23:617–625. doi: 10.1016/j.ctim.2015.01.016.", "ArticleIdList": ["10.1016/j.ctim.2015.01.016", "26275656"]}, {"Citation": "Permphol P. Efficacy and safety of Mathurameha (Nirund Pongsoiphet and foundation for the promotion of Thai traditional medicine formula) for type 2 diabetes mellitus treatment: Thammasat University; 2015."}, {"Citation": "Adisakwattana S, Pudhom K, Yibchok-anun S. Influence of the methanolic extract from Abutilon indicum leaves in normal and streptozotocin-induced diabetic rats. African J Biotechnol. 2009;8:2011–2015."}, {"Citation": "Ahmad M, Razak A, Akowuah GA, Asmawi Z, Zhari I. HPLC profile and antihyperglycemic effect of ethanol extracts of Andrographis paniculata in normal and streptozotocin-induced diabetic rats. J Nat Med. 2007;61:422–429. doi: 10.1007/s11418-007-0157-4.", "ArticleIdList": ["10.1007/s11418-007-0157-4"]}, {"Citation": "Anulakanapakorn K, Pancharoen O, Bansiddhi J. Hypoclycemic effect of Tinospora crispa (Linn.) Mier ex Hook f. & Thoms (Menispermaceae) in rats. Bull Dep Med Sci. 1999;41:231–243."}, {"Citation": "Chunlaratthanaphorn S, Lertprasertsuke N, Srisawat U, Thuppia A, Ngamjariyawat A, Suwanlikhid N, et al. Acute and subchronic toxicity study of the water extract from root of Imperata cylindrica (Linn.) Raeusch. In rats. Songklanakarin J Sci Technol. 2007;29(Suppl. 1):141–155."}, {"Citation": "Doss A, Palaniswamy M, Angayarkanni J, Dhanabalan R. Antidiabetic activity of water extract of Solanum trilobatum (Linn.) in alloxan-induced diabetes in rats. African J Biotechnol. 2009;8:5562–5564."}, {"Citation": "Fukunaga T, Miura T, Furuta K, Kato A. Hypoglycemic effect of the rhizomes of Smilax glabra in normal and diabetic mice. Biol Pharm Bull. 1997;20:44–46. doi: 10.1248/bpb.20.44.", "ArticleIdList": ["10.1248/bpb.20.44", "9013805"]}, {"Citation": "Kakuda T, Sakane I, Takihara T, Ozaki Y, Takeuchi H, Kuroyanagi M. Hypoglycemic effect of extracts from Lagerstroemia speciosa L. leaves in genetically diabetic KK-AY mice. Biosci Biotechnol Biochem. 1996;60:204–208. doi: 10.1271/bbb.60.204.", "ArticleIdList": ["10.1271/bbb.60.204", "9063966"]}, {"Citation": "Krisanapun C, Peungvicha P, Temsiririrkkul R, Wongkrajang Y. Aqueous extract of Abutilon indicum Sweet inhibits glucose absorption and stimulates insulin secretion in rodents. Nutr Res. 2009;29:579–587. doi: 10.1016/j.nutres.2009.07.006.", "ArticleIdList": ["10.1016/j.nutres.2009.07.006", "19761892"]}, {"Citation": "Krisanapun C, Lee S-H, Peungvicha P, Temsiririrkkul R, Baek SJ. Antidiabetic activities of Abutilon indicum (L.) Sweet are mediated by enhancement of adipocyte differentiation and activation of the GLUT1 promoter. Evidence-Based Complement Altern Med. 2011.", "ArticleIdList": ["PMC3094712", "21603234"]}, {"Citation": "Kumar GPS, Arulselvan P, Kumar DS, S.P. Subramanian. Anti-diabetic activity of fruits of Terminalia chebula on streptozotocin induced diabetic rats. J Heal Sci. 2006;52:283–291. doi: 10.1248/jhs.52.283.", "ArticleIdList": ["10.1248/jhs.52.283"]}, {"Citation": "Kumkrai P, Kamonwannasit S, Chudapongse N. Cytoprotective and anti-diabetic effects of Derris reticulata aqueous extract. J Physiol Biochem. 2014;70:675–684. doi: 10.1007/s13105-014-0337-0.", "ArticleIdList": ["10.1007/s13105-014-0337-0", "24849669"]}, {"Citation": "Latha RCR, Daisy P. Insulin-secretagogue, antihyperlipidemic and other protective effects of gallic acid isolated from Terminalia bellerica Roxb. In streptozotocin-induced diabetic rats. Chem Biol Interact. 2011;189:112–118. doi: 10.1016/j.cbi.2010.11.005.", "ArticleIdList": ["10.1016/j.cbi.2010.11.005", "21078310"]}, {"Citation": "Mohamed EAH, Mohamed AJ, Asmawi MZ, Sadikun A, Yam MF. Antihyperglycemic effect of Orthosiphon Stamineus Benth leaves extract and its bioassay-guided fractions. Molecules. 2011;16:3787–3801. doi: 10.3390/molecules16053787.", "ArticleIdList": ["10.3390/molecules16053787", "PMC6263322", "21544041"]}, {"Citation": "Murali YK, Chandra R, Murthy PS. Antihyperglycemic effect of water extract of dry fruits of Terminalia chebula in experimental diabetes mellitus. Indian J Clin Biochem. 2004;19:202–204. doi: 10.1007/BF02894285.", "ArticleIdList": ["10.1007/BF02894285", "PMC3454220", "23105484"]}, {"Citation": "Noor H, Hammonds P, Sutton R, Ashcroft SJH. The hypoglycaemic and insulinotropic activity of Tinospora crispa: studies with human and rat islets and HIT-T15 B cells. Diabetologia. 1989;32:354–359. doi: 10.1007/BF00277258.", "ArticleIdList": ["10.1007/BF00277258", "2668082"]}, {"Citation": "Rahmat A, Baharudin BR, Baker MFA. Effects of Andrographis paniculata crude extract in normal and alloxan induced hyperglycemic rats. J Biol Sceinces. 2006;6:92–95. doi: 10.3923/jbs.2006.92.95.", "ArticleIdList": ["10.3923/jbs.2006.92.95"]}, {"Citation": "Raut NA, Gaikwad NJ. Antidiabetic activity of hydro-ethanolic extract of Cyperus rotundus in alloxan induced diabetes in rats. Fitoterapia. 2006;77:585–588. doi: 10.1016/j.fitote.2006.09.006.", "ArticleIdList": ["10.1016/j.fitote.2006.09.006", "17056202"]}, {"Citation": "Sabu MC, Kuttan R. Antidiabetic and antioxidant activity of Terminalia belerica. Roxb Indian J Exp Biol. 2009;47:270–275.", "ArticleIdList": ["19382723"]}, {"Citation": "Seetharam YN. Chalageria G, Setty SR, Bheemachar. Hypoglycemic activity of Abutilon indicum leaf extracts in rats. Fitoterapia. 2002;73:156–159. doi: 10.1016/S0367-326X(02)00015-1.", "ArticleIdList": ["10.1016/S0367-326X(02)00015-1", "11978431"]}, {"Citation": "Sriplang K, Adisakwattana S, Rungsipipat A, Yibchok-anun S. Effects of Orthosiphon stamineus aqueous extract on plasma glucose concentration and lipid profile in normal and streptozotocin-induced diabetic rats. J Ethnopharmacol. 2007;109:510–514. doi: 10.1016/j.jep.2006.08.027.", "ArticleIdList": ["10.1016/j.jep.2006.08.027", "17034971"]}, {"Citation": "Subramanian R, Asmawi MZ, Sadikun A. In vitro α-glucosidase and α-amylase enzyme inhibitory effects of Andrographis paniculata extract and andrographolide. Acta Biochim Pol. 2008;55:391–398.", "ArticleIdList": ["18511986"]}, {"Citation": "Yoshikawa M, Pongpiriyadacha Y, Kishi A, Kageura T, Wang T, Morikawa T, et al. Biological activities of Salacia chinensis originating in Thailand: the quality evaluation guided by a-glucosidase inhibitory activity. Pharm Soc Japan. 2003;123:871–880. doi: 10.1248/yakushi.123.871.", "ArticleIdList": ["10.1248/yakushi.123.871", "14577333"]}, {"Citation": "Zhang X-F, Tan BK-H. Antihyperglyceamic and anti-oxidant properties of Andrographis paniculata in normal and diabetic rats. Clin Exp Pharmacol Physiol. 2000;27:358–363. doi: 10.1046/j.1440-1681.2000.03253.x.", "ArticleIdList": ["10.1046/j.1440-1681.2000.03253.x", "10831236"]}, {"Citation": "Adisakwattana S, Jiphimai P, Prutanapajai P, Chanathong B, Sapwarobol S, Ariyapitipan T. Evaluation of α-glucosidase, α-amylase and protein glycation inhibitory activities of edible plants. Int J Food Sci Nutr. 2010;61:295–305. doi: 10.3109/09637480903455963.", "ArticleIdList": ["10.3109/09637480903455963", "20109131"]}, {"Citation": "Gao H, Huang YN, Xu PY, Kawabata J. Inhibitory effect on a-glucosidase by the fruits of Terminalia chebula Retz. Food Chem. 2007;105:628–634. doi: 10.1016/j.foodchem.2007.04.023.", "ArticleIdList": ["10.1016/j.foodchem.2007.04.023"]}, {"Citation": "Hamid HA, Liu M, Karim MR. α-Glucosidase and α-amylase inhibitory constituents of Tinospora crispa: isolation andchemical profile confirmation by ultra-highperformance liquid chromatography-quadrupoletime-of-flight/mass spectrometry. J Funct Foods. 2015;16:74–80. doi: 10.1016/j.jff.2015.04.011.", "ArticleIdList": ["10.1016/j.jff.2015.04.011"]}, {"Citation": "Hou W, Li Y, Zhang Q, Wei X, Peng A, Chen L, et al. Triterpene acids isolated from Lagerstroemia speciosa leaves as α-glucosidase inhibitors. Phyther Res. 2009;23:614–618. doi: 10.1002/ptr.2661.", "ArticleIdList": ["10.1002/ptr.2661", "19107840"]}, {"Citation": "Kumkrai P, Weeranantanapan O, Chudapongse N. Antioxidant, α-glucosidase inhibitory activity andsub-chronic toxicity of Derris reticulata extract:its antidiabetic potential. BMC Complement Altern Med. 2015;15", "ArticleIdList": ["PMC4354750", "25887793"]}, {"Citation": "Mohamed EA, Siddiqui MJ, Ang LF, Sadikun A, Chan SH, Tan SC, et al. Potent alpha-glucosidase and alpha-amylase inhibitory activities of standardized 50% ethanolic extracts and sinensetin from Orthosiphon stamineus Benth as anti-diabetic mechanism. BMC Complement Altern Med. 2012;12:176. doi: 10.1186/1472-6882-12-176.", "ArticleIdList": ["10.1186/1472-6882-12-176", "PMC3533584", "23039079"]}, {"Citation": "Lokman FE, Gu HF, Mohamud WNW, Yusoff MM, Chia KL, Östenson C-G. Antidiabetic effect of oral borapetol B compound, isolated from the plant Tinospora crispa, by stimulating insulin release. Evidence-Based Complement Altern Med. 2013;2013:1–7. doi: 10.1155/2013/727602.", "ArticleIdList": ["10.1155/2013/727602", "PMC3844206", "24319481"]}, {"Citation": "Bai N, He KAN, Roller M, Zheng B, Chen X, Shao Z, et al. Active compounds from Lagerstroemia speciosa, insulin-like glucose uptake-stimulatory/inhibitory and adipocyte differentiation-inhibitory activities in 3T3-L1 cells. J Agric Food Chem. 2008;56:11668–11674. doi: 10.1021/jf802152z.", "ArticleIdList": ["10.1021/jf802152z", "19053366"]}, {"Citation": "Hattori K, Sukenobu N, Sasaki T, Takasuga S, Hayashi T, Kasai R, et al. Activation of insulin receptors by lagerstroemin. J Pharmacol Sci. 2003;93:69–73. doi: 10.1254/jphs.93.69.", "ArticleIdList": ["10.1254/jphs.93.69", "14501154"]}, {"Citation": "Hayashi T, Maruyama H, Kasai R, Hattori K, Takasuga S, Hazeki O, et al. Ellagitannins from Lagerstroemia speciosa as activators of glucose transport in fat cells. Planta Med. 2002;68:173–175. doi: 10.1055/s-2002-20251.", "ArticleIdList": ["10.1055/s-2002-20251", "11859474"]}, {"Citation": "Lam SH, Ruan CT, Hsieh PH, Su MJ, Lee SS. Hypoglycemic diterpenoids from Tinospora crispa. J Nat Prod 75. 2012;75:153–159. doi: 10.1021/np200692v.", "ArticleIdList": ["10.1021/np200692v", "22283497"]}, {"Citation": "Noipha K, Purintrapiban J, Herunsalee A, Ratanachaiyavong S. In vitro glucose uptake activity of Tinospora crispa in skeletal muscle cells. Asian Biomed. 2008;2:415–420."}, {"Citation": "Yu BC, Hung CR, Chen WC, Cheng JT. Antihyperglycemic effects of andrographolide in streptozotocin-induced diabetic rats. Planta Med. 2003;69:1075–1079. doi: 10.1055/s-2003-45185.", "ArticleIdList": ["10.1055/s-2003-45185", "14750020"]}, {"Citation": "Bone K, Mills S. Dosage and dosage forms in herbal medicine. In: Principles and Practice of Phytotherapy (Second Edition). Saint Louis: Churchill Livingstone; 2013. p. 121–33. doi:10.1016/B978-0-443-06992-5.00006-2."}, {"Citation": "Department for Development of Thai Traditional and Alternative Medicine. Monographs of Selected Thai Materia Medica. 2008;1."}, {"Citation": "Steenis CGGJ van. Flora Malesiana 1950;4:548–584."}, {"Citation": "Masiello P, Broca C, Gross R, Roye M, Manteghetti M, Hillaire-Buys D, et al. Experimental NIDDM: development of a new model in adult rats administered streptozotocin and nicotinamide. Diabetes. 1998;47:224–229. doi: 10.2337/diab.47.2.224.", "ArticleIdList": ["10.2337/diab.47.2.224", "9519717"]}, {"Citation": "Peungvicha P, Thirawarapan SS, Temsiririrkkul R, Watanabe H, Prasain JK, Kadota S. Hypoglycemic effect of the water extract of Piper Sarmentosum in rats. J Ethnopharmacol. 1998;60:27–32. doi: 10.1016/S0378-8741(97)00127-X.", "ArticleIdList": ["10.1016/S0378-8741(97)00127-X", "9533429"]}, {"Citation": "Chayarop K, Temsiririrkkul R, Peungvicha P, Wongkrajang Y, Chuakul W, Rojsanga P. Anti-diabetic activity and acute toxicity of Thai traditional herbal formula, Mathura Meha aqueous extract. Planta Med. 2014;80(16):P2B102. doi: 10.1055/s-0034-1394979.", "ArticleIdList": ["10.1055/s-0034-1394979", "PMC5492915", "28662699"]}, {"Citation": "Elsner M, Guldbakke B, Tiedge M, Munday R, Lenzen S. Relative importance of transport and alkylation for pancreatic beta-cell toxicity of streptozotocin. Diabetologia. 2000;43:1528–1533. doi: 10.1007/s001250051564.", "ArticleIdList": ["10.1007/s001250051564", "11151762"]}, {"Citation": "Szkudelski T. The mechanism of alloxan and streptozotocin action in β-cells of the rat pancreas. Physiol Res. 2001;50:537–546.", "ArticleIdList": ["11829314"]}, {"Citation": "Lorenzati B, Zucco C, Miglietta S, Lamberti F, Bruno G. Oral hypoglycemic drugs: pathophysiological basis of their mechanism of action. Pharmaceuticals. 2010;3:3005–3020. doi: 10.3390/ph3093005.", "ArticleIdList": ["10.3390/ph3093005", "PMC4034109", "27713388"]}, {"Citation": "Thuppia A, Rabintossaporn P, Saenthaweesuk S, Ingkaninan K, Sireeratawong S. The hypoglycemic effect of water extract from leaves of Lagerstroemia speciosa L. in streptozotocin-induced diabetic rats. Songklanakarin J Sci Technol. 2009;31:133–137."}, {"Citation": "Babu PS, Srinivasan K. Hypolipidemic action of curcumin, the active principle of tumeric (Curcuma longa) in streptozotocin induced diabetic rats. Mol Cell Biochem. 1997;166:169–175. doi: 10.1023/A:1006819605211.", "ArticleIdList": ["10.1023/A:1006819605211", "9046034"]}, {"Citation": "Rajasekaran S, Ravi K, Sivagnanam K, Subramanian S. Beneficial effects of Aloe vera leaf gel extract on lipid profile status in rats with streptozotocin diabetes. Clin Exp Pharmacol Physiol. 2006;33:232–237. doi: 10.1111/j.1440-1681.2006.04351.x.", "ArticleIdList": ["10.1111/j.1440-1681.2006.04351.x", "16487267"]}, {"Citation": "Sachdewa A, Khemani LD. Effect of Hibiscus rosa sinensis Linn. Ethanol flower extract on blood glucose and lipid profile in streptozotocin induced diabetes in rats. J Ethnopharmacol. 2003;89:61–66. doi: 10.1016/S0378-8741(03)00230-7.", "ArticleIdList": ["10.1016/S0378-8741(03)00230-7", "14522433"]}, {"Citation": "Ahmed I, Lakhani MS, Gillett M, John A, Raza H. Hypotriglyceridemic and hypocholesterolemic effects of anti-diabetic Momordica charantia (karela) fruit extract in streptozotocin-induced diabetic rats. Diabetes Res Clin Pract. 2001;51:155–161. doi: 10.1016/S0168-8227(00)00224-2.", "ArticleIdList": ["10.1016/S0168-8227(00)00224-2", "11269887"]}, {"Citation": "Elgazar AF, Rezq AA, Bukhari HM. Anti-hyperglycemic effect of saffron extract in alloxan-induced diabetic rats. Eur J Biol Sci. 2013;5:14–22."}, {"Citation": "Menon N, Sparks J, Omoruyi F. Hypoglycemic and hypocholesterolemic activities of the aqueous preparation of Kalanchoe pinnata leaves in streptozotocin-induced diabetic rats. Asian Pac J Trop Biomed. 2015;5:3–9. doi: 10.1016/S2221-1691(15)30162-3.", "ArticleIdList": ["10.1016/S2221-1691(15)30162-3"]}, {"Citation": "Kroger H, Hauschild A, Ohde M, Bache K, Voigt WP, Thefeldt W, et al. Nicotinamide and methionine reduce the liver toxic effect of methotrexate. Gen Pharmacol. 1999;33:203–206. doi: 10.1016/S0306-3623(98)00232-8.", "ArticleIdList": ["10.1016/S0306-3623(98)00232-8", "10461859"]}, {"Citation": "Schein PS, Loftus S. Streptozotocin: depression of mouse liver pyridine nucleotides. Cancer Res. 1968;28:1501–1506.", "ArticleIdList": ["4299824"]}, {"Citation": "Rao PV, Madhavi K, Naidu MD, Gan SH. Rhinacanthus nasutus improves the levels of liver carbohydrate, protein, glycogen, and liver markers in streptozotocin-induced diabetic rats. Evidence-Based Complement Altern Med. 2013;2013:1–7. doi: 10.1155/2013/406365.", "ArticleIdList": ["10.1155/2013/406365", "PMC3800587", "24204387"]}, {"Citation": "Erejuwa OO, Sulaiman SA, Wahab MS, Sirajudeen KNS, Salleh MS, Gurtu S. Hepatoprotective effect of tualang honey supplementation in streptozotocin-induced diabetic rats. Int J Appl Res Nat Prod. 2012;4:37–41."}, {"Citation": "El-Demerdash FM, Yousef MI, El-Naga NIA. Biochemical study on the hypoglycemic effects of onion and garlic in alloxan-induced diabetic rats. Food Chem Toxicol. 2005;43:57–63. doi: 10.1016/j.fct.2004.08.012.", "ArticleIdList": ["10.1016/j.fct.2004.08.012", "15582196"]}, {"Citation": "Saeed MK, Deng Y, Dai R. Attenuation of biochemical parameters in streptozotocin-induced diabetic rats by oral administration of extracts and fractions of Cephalotaxus sinensis. J Clin Biochem Nutr. 2008;42:21–28. doi: 10.3164/jcbn.2008004.", "ArticleIdList": ["10.3164/jcbn.2008004", "PMC2212347", "18231626"]}, {"Citation": "Palsamy P, Subramanian S. Resveratrol, a natural phytoalexin, normalizes hyperglycemia in streptozotocin-nicotinamide induced experimental diabetic rats. Biomed Pharmacother. 2008;62:598–605. doi: 10.1016/j.biopha.2008.06.037.", "ArticleIdList": ["10.1016/j.biopha.2008.06.037", "18675532"]}, {"Citation": "Porchezhiana E, Ansari SH. Hepatoprotective activity of Abutilon indicum on experimental liver damage in rats. Phytomedicine. 2005;12:62–64. doi: 10.1016/j.phymed.2003.09.009.", "ArticleIdList": ["10.1016/j.phymed.2003.09.009", "15693709"]}, {"Citation": "Yahaufai J, Siripong P, Limpanasithikul W. Immunomodulatory effect of Acanthus Ebracteatus Vahl. Aqueous extract on macrophage function. Thai Cancer J. 2010;30:55–67."}, {"Citation": "Sireeratawong S, Lertprasertsuke N, Srisawat U, Thuppia A, Ngamjariyawat A, Suwanlikhid N, et al. Acute and subchronic toxicity study of the water extract from Harrisonia perforata Merr. In rats. Songklanakarin J Sci Technol. 2009;31:63–71."}, {"Citation": "Panunto W, Jaijoy K, Lerdvuthisopon N, Lertprasertsuke N, Jiruntanat N, Soonthornchareonnon N, et al. Acute and chronic toxicity studies of the water extract from dried fruits of Terminalia chebula Rezt. In rats. Int J Appl Res Nat Prod. 2010;3:36–43."}]}], "History": [{"Year": "2017", "Month": "1", "Day": "6"}, {"Year": "2017", "Month": "6", "Day": "20"}, {"Year": "2017", "Month": "7", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["28662699", "PMC5492915", "10.1186/s12906-017-1851-8", "10.1186/s12906-017-1851-8"]}}]}