{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Drug repositioning", "Medicinal herb", "Similar efficacy", "Systems biology", "Traditional Chinese medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28687508", "DateCompleted": {"Year": "2018", "Month": "02", "Day": "07"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "07", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2017.06.048", "S0378-8741(17)30806-1"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "208", "PubDate": {"Year": "2017", "Month": "Aug", "Day": "17"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "A framework for the targeted selection of herbs with similar efficacy by exploiting drug repositioning technique and curated biomedical knowledge.", "Pagination": {"StartPage": "117", "EndPage": "128", "MedlinePgn": "117-128"}, "Abstract": {"AbstractText": ["Plants have been the most important natural resources for traditional medicine and for the modern pharmaceutical industry. They have been in demand in regards to finding alternative medicinal herbs with similar efficacy. Due to the very low probability of discovering useful compounds by random screening, researchers have advocated for using targeted selection approaches. Furthermore, because drug repositioning can speed up the process of drug development, an integrated technique that exploits chemical, genetic, and disease information has been recently developed. Building upon these findings, in this paper, we propose a novel framework for the targeted selection of herbs with similar efficacy by exploiting drug repositioning technique and curated modern scientific biomedical knowledge, with the goal of improving the possibility of inferring the traditional empirical ethno-pharmacological knowledge.", "To rank candidate herbs on the basis of similarities against target herb, we proposed and evaluated a framework that is comprised of the following four layers: links, extract, similarity, and model. In the framework, multiple databases are linked to build an herb-compound-protein-disease network which was composed of one tripartite network and two bipartite networks allowing comprehensive and detailed information to be extracted. Further, various similarity scores between herbs are calculated, and then prediction models are trained and tested on the basis of theses similarity features.", "The proposed framework has been found to be feasible in terms of link loss. Out of the 50 similarities, the best one enhanced the performance of ranking herbs with similar efficacy by about 120-320% compared with our previous study. Also, the prediction model showed improved performance by about 180-480%. While building the prediction model, we identified the compound information as being the most important knowledge source and structural similarity as the most useful measure.", "In the proposed framework, we took the knowledge of herbal medicine, chemistry, biology, and medicine into consideration to rank herbs with similar efficacy in candidates. The experimental results demonstrated that the performances of framework outperformed the baselines and identified the important knowledge source and useful similarity measure."], "CopyrightInformation": "Copyright © 2017 Elsevier Ireland Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Knowledge Service Engineering, Korea Advanced Institute of Science and Technology, Republic of Korea; K-herb Research Center, Korea Institute of Oriental Medicine, Republic of Korea."}], "LastName": "Yea", "ForeName": "Sang-Jun", "Initials": "SJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "KM Convergence Research Division, Korea Institute of Oriental Medicine, Republic of Korea."}], "LastName": "Kim", "ForeName": "Bu-Yeo", "Initials": "BY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "K-herb Research Center, Korea Institute of Oriental Medicine, Republic of Korea. Electronic address: chulnice@kiom.re.kr."}], "LastName": "Kim", "ForeName": "Chul", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Knowledge Service Engineering, Korea Advanced Institute of Science and Technology, Republic of Korea. Electronic address: munyi@kaist.ac.kr."}], "LastName": "Yi", "ForeName": "Mun Yong", "Initials": "MY"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Databases, Factual"}, {"QualifierName": [], "DescriptorName": "Drug Repositioning"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2017", "Month": "2", "Day": "28"}, {"Year": "2017", "Month": "6", "Day": "27"}, {"Year": "2017", "Month": "6", "Day": "27"}, {"Year": "2017", "Month": "7", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "9", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28687508", "10.1016/j.jep.2017.06.048", "S0378-8741(17)30806-1"]}}]}