{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Salvia mirzayanii", "antibacterial", "antifungal", "essential oil", "gas chromatography–mass spectrometry"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28689440", "DateCompleted": {"Year": "2019", "Month": "08", "Day": "15"}, "DateRevised": {"Year": "2019", "Month": "12", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "07", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1177/2156587217717414"], "Journal": {"ISSN": "2156-5899", "JournalIssue": {"Volume": "22", "Issue": "4", "PubDate": {"Year": "2017", "Month": "Oct"}}, "Title": "Journal of evidence-based complementary & alternative medicine", "ISOAbbreviation": "J Evid Based Complementary Altern Med"}, "ArticleTitle": "Chemical Composition and Antimicrobial Activities of the Essential Oil From Salvia mirzayanii Leaves.", "Pagination": {"StartPage": "770", "EndPage": "776", "MedlinePgn": "770-776"}, "Abstract": {"AbstractText": ["Resistance of many pathogens to available drugs is a global challenge and is leading to growing interest in natural alternative products. In this study, chemical composition and in vitro antibacterial and antifungal activities of the essential oil from Salvia mirzayanii were investigated. The chemical constituents of essential oil from S mirzayanii were analyzed by gas chromatography-mass spectrometry. The antimicrobial activity was determined by broth microdilution. The main identified compounds were 1,8-cineole (41.2 ± 1.3%), linalool acetate (11.0 ± 0.5%), and α-terpinyl acetate (6.0 ± 0.4%) (mL of essential oil/g of plant material). The MIC<sub>95</sub> were 0.03 to 0.5 µL/mL and 16 to 128 µL/mL for gram-positive and gram-negative bacteria, respectively. These results indicated that Salvia mirzayanii essential oil significantly inhibited the growth of standard and clinically isolated tested yeasts by MIC<sub>50</sub> 0.03 to 1 µL/mL. Potent antibacterial and antifungal activities of Salvia mirzayanii essential oil may be considered in future study, particularly against antibiotic-resistant cases."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "2 Department of Medical Mycology and Parasitology, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Zomorodian", "ForeName": "Kamiar", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "3 Department of Pharmacognosy, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Moein", "ForeName": "Mahmoodreza", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "2 Department of Medical Mycology and Parasitology, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "4 Center of Basic Sciences in Infectious Diseases, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Pakshir", "ForeName": "Keyvan", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "5 Central Research Laboratory, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Karami", "ForeName": "Forough", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Sabahi", "ForeName": "Zahra", "Initials": "Z"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Evid Based Complementary Altern Med", "NlmUniqueID": "101556804", "ISSNLinking": "2156-5899"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Acyclic Monoterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antifungal Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Monoterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}, {"RegistryNumber": "D81QY6I88E", "NameOfSubstance": "linalool"}, {"RegistryNumber": "NIT9SZT3D7", "NameOfSubstance": "terpinyl acetate"}, {"RegistryNumber": "RV6J6604TK", "NameOfSubstance": "Eucalyptol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Acyclic Monoterpenes"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antifungal Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Eucalyptol"}, {"QualifierName": ["methods"], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gram-Negative Bacteria"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gram-Positive Bacteria"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Monoterpenes"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Salvia"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Terpenes"}], "CoiStatement": "<b>Declaration of Conflicting Interests:</b> The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Nazzaro F, Fratianni F, De Martino L, Coppola R, De Feo V. Effect of essential oils on pathogenic bacteria. Pharmaceuticals. 2013;6:1451–1474.", "ArticleIdList": ["PMC3873673", "24287491"]}, {"Citation": "Saharkhiz MJ, Kamyab AA, Kazerani NK, et al. Chemical compositions and antimicrobial activities of Ocimum sanctum L. essential oils at different harvest stages. Jundishapur J Microbiol. 2015;8:e13720.", "ArticleIdList": ["PMC4344766", "25763132"]}, {"Citation": "Hidron AI, Edwards JR, Patel J, et al. Antimicrobial-resistant pathogens associated with healthcare-associated infections: annual summary of data reported to the National Healthcare Safety Network at the Centers for Disease Control and Prevention, 2006-2007. Infect Control Hosp Epidemiol. 2008;29:996–1011.", "ArticleIdList": ["18947320"]}, {"Citation": "Ostrosky-Zeichner L, Pappas PG. Invasive candidiasis in the intensive care unit. Crit Care Med. 2006;34:857–863.", "ArticleIdList": ["16505666"]}, {"Citation": "Nitta T, Arai T, Takamatsu H, et al. Antibacterial activity of extracts prepared from tropical and subtropical plants on methicillin-resistant Staphylococcus aureus . J Health Sci. 2002;48:273–276."}, {"Citation": "Eloff JN. Which extractant should be used for the screening and isolation of antimicrobial components from plants? J Ethnopharmacol. 1998;60:1–8.", "ArticleIdList": ["9533426"]}, {"Citation": "Burt S. Essential oils: their antibacterial properties and potential applications in foods—a review. Int J Food Microbiol. 2004;94:223–253.", "ArticleIdList": ["15246235"]}, {"Citation": "Trombetta D, Castelli F, Sarpietro MG, et al. Mechanisms of antibacterial action of three monoterpenes. Antimicrob Agents Chemother. 2005;49:2474–2478.", "ArticleIdList": ["PMC1140516", "15917549"]}, {"Citation": "Sonboli A, Babakhanib B, Mehrabian AR. Antimicrobial activity of six constituents of essential oil from salvia. Z Naturforsch. 2006;61(3-4):160–164.", "ArticleIdList": ["16729570"]}, {"Citation": "Sadeghi F, Alizadeh A. Phytochemical composition of the essential oil, total phenolic content and antioxidant activity in Salvia mirzayanii Rech. & Esfand. grown wild and cultivated in Iran. Int Res J Appl Basic Sci. 2013;6:977–982."}, {"Citation": "Adams RP. Identification of Essential Oil Components by Gas Chromatography/Mass Spectroscopy. Chicago, IL: Allured; 1995."}, {"Citation": "Clinical and Laboratory Standards Institute. Reference Method for Broth Dilution Antifungal Susceptibility Testing of Yeasts: Approved Standard. 2th ed (CLSI Document M27-A7). Wayne, PA: Clinical and Laboratory Standards Institute; 2006."}, {"Citation": "Clinical and Laboratory Standards Institute. Reference Method for Broth Dilution Antifungal Susceptibility Testing of Filamentous Fungi: Approved Standard. 2nd ed (CLSI Document M27-A7). Wayne, PA: Clinical and Laboratory Standards Institute; 2006."}, {"Citation": "Yamini Y, Khajeh M, Ghasemi E, Mirza M, Javidnia K. Comparison of essential oil compositions of Salvia mirzayanii obtained by supercritical carbon dioxide extraction and hydrodistillation methods. Food Chem. 2008;108:341–346."}, {"Citation": "Khoshnoud MJ, Moein MR, Rafati A, Memar-Kermani AH. The effect of essential oil of Salvia mirzayanii on learning and memory in mice using the passive avoidance learning methods. Feyz. 2014;18:317–324."}, {"Citation": "Javidnia K, Miri R, Kamalinejad M, Nasiri A. Composition of the essential oil of Salvia mirzayanii Rech. f. & Esfand from Iran. Flavour Frag J. 2002;17:465–467."}, {"Citation": "Zarshenas MM, Krenn L. Phytochemical and pharmacological aspects of Salvia mirzayanii Rech. f. & Esfand. J Evid Based Complementary Altern Med. 2015;20:65–72.", "ArticleIdList": ["25331096"]}, {"Citation": "Paknejadi M, Foroohi F, Morteza Yousefzadi. Antimicrobial activities of the essential oils of five Salvia species from Tehran province. J Paramed Sci. 2012;3:12–18."}, {"Citation": "Abu-Darwish MS, Cabral C, Ferreira IV, et al. Essential oil of common sage (Salvia officinalis L.) from Jordan: assessment of safety in mammalian cells and its antifungal and anti-inflammatory potential. Biomed Res Int. 2013;2013:538940.", "ArticleIdList": ["PMC3809930", "24224168"]}, {"Citation": "Bernotienė G, Nivinskienė O, Butkienė R, et al. Essential oil composition variability in sage (Salvia officinalis L.). Chemija. 2007;18:38–43."}, {"Citation": "Rahimmalek M, Maghsoudi H, Sabzali MR, et al. Variability of essential oil content and composition of different Iranian fennel (Foeniculum vulgare Mill.) accessions in relation to some morphological and climatic factors. J Agric Sci Technol. 2014;16:1365–3174."}, {"Citation": "Santos FA, Rao V. Anti-inflammatory and antinociceptive effects of 1,8-cineole, a terpenoid oxide present in many plant essential oils. Phytother Res. 2000;14:240–244.", "ArticleIdList": ["10861965"]}, {"Citation": "Xu J, Hu ZQ, Wang C, et al. Acute and subacute toxicity study of 1,8-cineole in mice. Int J Clin Exp Pathol. 2014;7:1495–1501.", "ArticleIdList": ["PMC4014229", "24817945"]}, {"Citation": "Kirsch F, Buettner A. Characterisation of the metabolites of 1,8-cineole transferred into human milk: concentrations and ratio of enantiomers. Metabolites. 2013;3:47–71.", "ArticleIdList": ["PMC3901259", "24957890"]}, {"Citation": "Li L, Li ZW, Yin ZQ, et al. Antibacterial activity of leaf essential oil and its constituents from Cinnamomum longepaniculatum . Int J Clin Exp Pathol. 2014;7:1721–1727.", "ArticleIdList": ["PMC4132134", "25126170"]}, {"Citation": "Fleck R, Dietz A, Hof H. In vitro susceptibility of Candida species to five antifungal agents in a German university hospital assessed by the reference broth microdilution method and Etest. J Antimicrob Chemother. 2007;59:767–771.", "ArticleIdList": ["17293369"]}, {"Citation": "Zomorodian K, Ghadiri P, Saharkhiz MJ, et al. Antimicrobial activity of seven essential oils from Iranian aromatic plants against common causes of oral infections. Jundishapur J Microbiol. 2015;8(2):e17766.", "ArticleIdList": ["PMC4353034", "25793100"]}, {"Citation": "Trombetta D, Castelli F, Sarpietro MG, et al. Mechanisms of antibacterial action of three monoterpenes. Antimicrob Agents Chemother. 2005;49:2474–2478.", "ArticleIdList": ["PMC1140516", "15917549"]}, {"Citation": "Roh J, Shin S. Antifungal and antioxidant activities of the essential oil from Angelica koreana Nakai. Evid Based Complement Alternat Med. 2014;2014:398503.", "ArticleIdList": ["PMC4145803", "25197308"]}, {"Citation": "Gordon RJ, Lowy FD. Pathogenesis of methicillin-resistant Staphylococcus aureus infection. Clin Infect Dis. 2008;46:S350–S359.", "ArticleIdList": ["PMC2474459", "18462090"]}, {"Citation": "Inouye S, Takizawa T, Yamaguchi H. Antibacterial activity of essential oils and their major constituents against respiratory tract pathogens by gaseous contact. J Antimicrob Chemother. 2001;47:565–573.", "ArticleIdList": ["11328766"]}, {"Citation": "Eliopoulos GM, Gold HS. Vancomycin-resistant Enterococci: mechanisms and clinical observations. Clin Infect Dis. 2001;33:210–219.", "ArticleIdList": ["11418881"]}, {"Citation": "Javidnia K, Miri R, Assadollahi M, et al. Screening of selected plants growing in Iran for antimicrobial activity. Iran J Sci Technol. 2009;33:329–333."}, {"Citation": "Morita Y, Tomida J, Kawamura Y. Responses of Pseudomonas aeruginosa to antimicrobials. Front Microbiol. 2013;4:422.", "ArticleIdList": ["PMC3884212", "24409175"]}, {"Citation": "Soković M, Glamočlija J, Marin PD, et al. Antibacterial effects of the essential oils of commonly consumed medicinal herbs using an in vitro model. Molecules. 2010;15:7532–7546.", "ArticleIdList": ["PMC6259430", "21030907"]}, {"Citation": "Marzoug HNB, Romdhane M, Lebrihi A, et al. Eucalyptus oleosa essential oils: chemical composition and antimicrobial and antioxidant activities of the oils from different plant parts (stems, leaves, flowers and fruits). Molecules. 2011;16:1695–1709.", "ArticleIdList": ["PMC6259913", "21330958"]}, {"Citation": "Zomorodian K, Saharkhiz MJ, Rahimi MJ, et al. Chemical composition and antimicrobial activities of the essential oils from three ecotypes of Zataria multiflora . Pharmacogn Mag. 2011;7(25):53–59.", "ArticleIdList": ["PMC3065158", "21472080"]}, {"Citation": "Moein MR, Zomorodian K, Pakshir K, et al. Trachyspermum ammi (L.) Sprague: chemical composition of essential oil and antimicrobial activities of respective fractions. J Evid Based Complement Altern Med. 2015;20:50–56.", "ArticleIdList": ["25305209"]}, {"Citation": "Lopez-Romero JC, González-Ríos H, Borges A, Simões M. Antibacterial effects and mode of action of selected essential oils components against Escherichia coli and Staphylococcus aureus . Evid Based Complement Altern Med. 2015;2015:795435.", "ArticleIdList": ["PMC4499417", "26221178"]}, {"Citation": "Zomorodian K, Moein M, Lori ZG, et al. Chemical composition and antimicrobial activities of the essential oil from Myrtus communis leaves. J Essent Oil Bearing Plants. 2013;16:76–84."}, {"Citation": "Bassolé IHN, Juliani HR. Essential oils in combination and their antimicrobial properties. Molecules. 2012;17:3989–4006.", "ArticleIdList": ["PMC6268925", "22469594"]}]}], "History": [{"Year": "2017", "Month": "7", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28689440", "PMC5871294", "10.1177/2156587217717414"]}}]}