{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Compound K", "Free radicals", "Ginsenosides", "Heme oxygenase", "Herbal products", "Medicinal plants"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28698154", "DateCompleted": {"Year": "2018", "Month": "01", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "07", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.1016/j.fct.2017.07.019", "S0278-6915(17)30391-5"], "Journal": {"ISSN": "1873-6351", "JournalIssue": {"Volume": "107", "Issue": "Pt A", "PubDate": {"Year": "2017", "Month": "Sep"}}, "Title": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association", "ISOAbbreviation": "Food Chem Toxicol"}, "ArticleTitle": "Panax ginseng and Panax quinquefolius: From pharmacology to toxicology.", "Pagination": {"StartPage": "362", "EndPage": "372", "MedlinePgn": "362-372"}, "Abstract": {"AbstractText": ["The use of Panax ginseng and Panax quinquefolius in traditional Chinese medicine dates back to about 5000 years ago thanks to its several beneficial and healing properties. Over the past few years, extensive preclinical and clinical evidence in the scientific literature worldwide has supported the beneficial effects of P. ginseng and P. quinquefolius in significant central nervous system, metabolic, infectious and neoplastic diseases. There has been growing research on ginseng because of its favorable pharmacokinetics, including the intestinal biotransformation which is responsible for the processing of ginsenosides - contained in the roots or extracts of ginseng - into metabolites with high pharmacological activity and how such principles act on numerous cell targets. The aim of this review is to provide a simple and extensive overview of the pharmacokinetics and pharmacodynamics of P. ginseng and P. quinquefolius, focusing on the clinical evidence which has shown particular effectiveness in specific diseases, such as dementia, diabetes mellitus, respiratory infections, and cancer. Furthermore, the review will also provide data on toxicological factors to support the favorable safety profile of these medicinal plants."], "CopyrightInformation": "Copyright © 2017 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacology, Catholic University School of Medicine, Largo F. Vito, 1, 00168 Rome, Italy. Electronic address: cesare.mancuso@unicatt.it."}], "LastName": "Mancuso", "ForeName": "Cesare", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Microbiology, Catholic University School of Medicine, Largo F. Vito, 1, 00168 Rome, Italy."}], "LastName": "Santangelo", "ForeName": "Rosaria", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Food Chem Toxicol", "NlmUniqueID": "8207483", "ISSNLinking": "0278-6915"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Ginsenosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Ginsenosides"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry", "classification", "toxicity"], "DescriptorName": "Panax"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Plant Roots"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Baeg I.H., So S.H. The world ginseng market and the ginseng (Korea) J. Ginseng Res. 2013;37:1–7.", "ArticleIdList": ["PMC3659626", "23717152"]}, {"Citation": "Barone E., Trombino S., Cassano R., Sgambato A., De Paola B., Di Stasio E., Picci N., Preziosi P., Mancuso C. Characterization of the S-denitrosylating activity of bilirubin. J. Cell Mol. Med. 2009;13:2365–2375.", "ArticleIdList": ["PMC9181359", "20141617"]}, {"Citation": "Barton D.L., Liu H., Dakhil S.R., Linquist B., Sloan J.A., Nichols C.R., McGinn T.W., Stella P.J., Seeger G.R., Sood A., Loprinzi C.L. Wisconsin Ginseng (Panax quinquefolius) to improve cancer-related fatigue: a randomized, double-blind trial, N07C2. J. Natl. Cancer Inst. 2013;105:1230–1238.", "ArticleIdList": ["PMC3888141", "23853057"]}, {"Citation": "Cai M., Yang E.J. Ginsenoside Re attenuates neuroinflammation in a symptomatic ALS animal model. Am. J. Chin. Med. 2016;44:401–413.", "ArticleIdList": ["27080948"]}, {"Citation": "Cao G., Su P., Zhang S., Guo L., Zhang H., Liang Y., Qin C., Zhang W. Ginsenoside Re reduces Aβ production by activating PPARγ to inhibit BACE1 in N2a/APP695 cells. Eur. J. Pharmacol. 2016;793:101–108.", "ArticleIdList": ["27840193"]}, {"Citation": "Carabin I.G., Burdock G.A., Chatzidakis C. Safety assessment of panax ginseng. Int. J. Toxicol. 2000;19:293–301."}, {"Citation": "Catino S., Paciello F., Miceli F., Rolesi R., Troiani D., Calabrese V., Santangelo R., Mancuso C. Ferulic acid regulates the nrf2/heme Oxygenase-1 system and counteracts trimethyltin-induced neuronal damage in the human neuroblastoma cell line SH-SY5Y. Front. Pharmacol. 2016;6:305.", "ArticleIdList": ["PMC4705308", "26779023"]}, {"Citation": "Chan L.Y., Chiu P.Y., Lau T.K. Embryotoxicity study of ginsenoside Rc and Re in in vitro rat whole embryo culture. Reprod. Toxicol. 2004;19:131–134.", "ArticleIdList": ["15336721"]}, {"Citation": "Chang Y.S., Pezzuto J.M., Fong H.H., Farnsworth N.R. Evaluation of the mutagenic potential of American ginseng (Panax quinquefolius) Planta Med. 1986;4:338–339.", "ArticleIdList": ["3763723"]}, {"Citation": "Chen E.Y., Hui C.L. HT1001, a proprietary North American ginseng extract, improves working memory in schizophrenia: a double-blind, placebo-controlled study. Phytother. Res. 2012;26:1166–1172.", "ArticleIdList": ["22213250"]}, {"Citation": "Chen J., Wang Q., Wu H., Liu K., Wu Y., Chang Y., Wei W. The ginsenoside metabolite compound K exerts its anti-inflammatory activity by downregulating memory B cell in adjuvant-induced arthritis. Pharm. Biol. 2016;54:1280–1288.", "ArticleIdList": ["27218142"]}, {"Citation": "Chen W., Wang J., Luo Y., Wang T., Li X., Li A., Li J., Liu K., Liu B. Ginsenoside Rb1 and compound K improve insulin signaling and inhibit ER stress-associated NLRP3 inflammasome activation in adipose tissue. J. Ginseng Res. 2016;40:351–358.", "ArticleIdList": ["PMC5052408", "27746687"]}, {"Citation": "Cheon J.M., Kim D.I., Kim K.S. Insulin sensitivity improvement of fermented Korean Red Ginseng (Panax ginseng) mediated by insulin resistance hallmarks in old-aged ob/ob mice. J. Ginseng Res. 2015;39:331–337.", "ArticleIdList": ["PMC4593781", "26869825"]}, {"Citation": "Cho Y.S., Kim C.H., Ha T.S., Lee S.J., Ahn H.Y. Ginsenoside rg2 inhibits lipopolysaccharide-induced adhesion molecule expression in human umbilical vein endothelial cell. Korean J. Physiol. Pharmacol. 2013;17:133–137.", "ArticleIdList": ["PMC3634090", "23626475"]}, {"Citation": "Cho S.H., Chung K.S., Choi J.H., Kim D.H., Lee K.T. Compound K, a metabolite of ginseng saponin, induces apoptosis via caspase-8-dependent pathway in HL-60 human leukemia cells. BMC Cancer. 2009;9:449.", "ArticleIdList": ["PMC2806409", "20017956"]}, {"Citation": "Choi K.S., Song H., Kim E.H., Choi J.H., Hong H., Han Y.M., Hahm K.B. Inhibition of hydrogen sulfide-induced angiogenesis and inflammation in vascular endothelial cells: potential mechanisms of gastric cancer prevention by Korean red ginseng. J. Ginseng Res. 2012;36:135–145.", "ArticleIdList": ["PMC3659584", "23717113"]}, {"Citation": "Choi I.D., Ryu J.H., Lee D.E., Lee M.H., Shim J.J., Ahn Y.T., Sim J.H., Huh C.S., Shim W.S., Yim S.V., Chung E.K., Lee K.T. Enhanced absorption study of ginsenoside compound K (20-O-β-(d-glucopyranosyl)-20(S)-protopanaxadiol) after oral administration of fermented red ginseng extract (HYFRG™) in healthy Korean volunteers and rats. Evid. Based Complement. Altern. Med. 2016:3908142.", "ArticleIdList": ["PMC4969531", "27516803"]}, {"Citation": "Coon J.T., Ernst E. Panax ginseng: a systematic review of adverse effects and drug interactions. Drug Saf. 2002;25:323–344.", "ArticleIdList": ["12020172"]}, {"Citation": "Cui J.F., Björkhem I., Eneroth P. Gas chromatographic-mass spectrometric determination of 20(S)-protopanaxadiol and 20(S)-protopanaxatriol for study on human urinary excretion of ginsenosides after ingestion of ginseng preparations. J. Chromatogr. B Biomed. Sci. Appl. 1997;689:349–355.", "ArticleIdList": ["9080321"]}, {"Citation": "Dasgupta A., Reyes M.A. Effect of Brazilian, Indian, Siberian, Asian, and North American ginseng on serum digoxin measurement by immunoassays and binding of digoxin-like immunoreactive components of ginseng with Fab fragment of antidigoxin antibody (Digibind) Am. J. Clin. Pathol. 2005;124:229–236.", "ArticleIdList": ["16040294"]}, {"Citation": "Dattilo S., Mancuso C., Koverech G., Di Mauro P., Ontario M.L., Petralia C.C., Petralia A., Maiolino L., Serra A., Calabrese E.J., Calabrese V. Heat shock proteins and hormesis in the diagnosis and treatment of neurodegenerative diseases. Immun. Ageing. 2015;12:20.", "ArticleIdList": ["PMC4634585", "26543490"]}, {"Citation": "Dong J., Zhu G., Wang T.C., Shi F.S. Ginsenoside Rg1 promotes neural differentiation of mouse adipose-derived stem cells via the miRNA-124 signaling pathway. J. Zhejiang Univ. Sci. B. 2017;18:445–448.", "ArticleIdList": ["PMC5442979", "28471118"]}, {"Citation": "Fahim M.S., Fahim Z., Harman J.M., Clevenger T.E., Mullins W., Hafez E.S. Effect of Panax ginseng on testosterone level and prostate in male rats. Arch. Androl. 1982;8:261–263.", "ArticleIdList": ["7202345"]}, {"Citation": "Fetoni A.R., Paciello F., Rolesi R., Eramo S.L., Mancuso C., Troiani D., Paludetti G. Rosmarinic acid up-regulates the noise-activated Nrf2/HO-1 pathway and protects against noise-induced injury in rat cochlea. Free Radic. Biol. Med. 2015;85:269–281.", "ArticleIdList": ["25936352"]}, {"Citation": "Fu W., Sui D., Yu X., Gou D., Zhou Y., Xu H. Protective effects of ginsenoside Rg2 against H2O2-induced injury and apoptosis in H9c2 cells. Int. J. Clin. Exp. Med. 2015;8:19938–19947.", "ArticleIdList": ["PMC4723751", "26884906"]}, {"Citation": "Gao Y., Chu S., Zhang Z., Chen N. Hepataprotective effects of ginsenoside Rg1–a review. J. Ethnopharmacol. 2017;32004-9(16):S0378–S8741. (Epub ahead of print)", "ArticleIdList": ["28427912"]}, {"Citation": "Gao B., Huang Q., Jie Q., Zhang H.Y., Wang L., Guo Y.S., Sun Z., Wei B.Y., Han Y.H., Liu J., Yang L., Luo Z.J. Ginsenoside-Rb2 inhibits dexamethasone-induced apoptosis through promotion of GPR120 induction in bone marrow-derived mesenchymal stem cells. Stem Cells Dev. 2015;24:781–790.", "ArticleIdList": ["25314926"]}, {"Citation": "Geng J., Dong J., Ni H., Lee M.S., Wu T., Jiang K., Wang G., Zhou A.L., Malouf R. Ginseng for cognition. Cochrane Database Syst. Rev. 2010;12:CD007769.", "ArticleIdList": ["21154383"]}, {"Citation": "Genton L., Cani P.D., Schrenzel J. Alterations of gut barrier and gut microbiota in food restriction, food deprivation and protein-energy wasting. Clin. Nutr. 2015;34:341–349.", "ArticleIdList": ["25459400"]}, {"Citation": "Greenspan E.M. Ginseng and vaginal bleeding. JAMA. 1983;249:2018.", "ArticleIdList": ["6834589"]}, {"Citation": "Guan S., Liu Q., Han F., Gu W., Song L., Zhang Y., Guo X., Xu W. Ginsenoside Rg1 ameliorates cigarette smoke-induced airway fibrosis by suppressing the TGF-β1/smad pathway in vivo and in vitro. Biomed. Res. Int. 2017:6510198.", "ArticleIdList": ["PMC5379083", "28421197"]}, {"Citation": "He L., Ling L., Wei T., Wang Y., Xiong Z. Ginsenoside Rg1 improves fertility and reduces ovarian pathological damages in premature ovarian failure model of mice. Exp. Biol. Med. (Maywood) 2017;242:683–691.", "ArticleIdList": ["PMC5363692", "28178855"]}, {"Citation": "He F., Guo R., Wu S.L., Sun M., Li M. Protective effects of ginsenoside Rb1 on human umbilical vein endothelial cells in vitro. J. Cardiovasc Pharmacol. 2007;50:314–320.", "ArticleIdList": ["17878761"]}, {"Citation": "Heo J.H., Lee S.T., Oh M.J., Park H.J., Shim J.Y., Chu K., Kim M. Improvement of cognitive deficit in Alzheimer's disease patients by long term treatment with Korean red ginseng. J. Ginseng Res. 2011;35:457–461.", "ArticleIdList": ["PMC3659550", "23717092"]}, {"Citation": "Heo J.H., Lee S.T., Chu K., Oh M.J., Park H.J., Shim J.Y., Kim M. Heat-processed ginseng enhances the cognitive function in patients with moderately severe Alzheimer's disease. Nutr. Neurosci. 2012;15:278–282.", "ArticleIdList": ["22780999"]}, {"Citation": "Hess F.G., Jr., Parent R.A., Cox G.E., Stevens K.R., Becci P.J. Reproduction study in rats or ginseng extract G115. Food Chem. Toxicol. 1982;20:189–192.", "ArticleIdList": ["7200936"]}, {"Citation": "Hess F.G., Jr., Parent R.A., Stevens K.R., Cox G.E., Becci P.J. Effects of subchronic feeding of ginseng extract G115 in beagle dogs. Food Chem. Toxicol. 1983;21:95–97.", "ArticleIdList": ["6681799"]}, {"Citation": "Hou J., Xue J., Lee M., Sung C. Ginsenoside Rd as a potential neuroprotective agent prevents trimethyltin injury. Biomed. Rep. 2017;6:435–440.", "ArticleIdList": ["PMC5374896", "28413642"]}, {"Citation": "Huang Q., Wang T., Wang H.Y. Ginsenoside Rb2 enhances the anti-inflammatory effect of ω-3 fatty acid in LPS-stimulated RAW264.7 macrophages by upregulating GPR120 expression. Acta Pharmacol. Sin. 2017;38:192–200.", "ArticleIdList": ["PMC5309758", "28017961"]}, {"Citation": "Huang G.D., Zhong X.F., Deng Z.Y., Zeng R. Proteomic analysis of ginsenoside Re attenuates hydrogen peroxide-induced oxidative stress in human umbilical vein endothelial cells. Food Funct. 2016;7:2451–2461.", "ArticleIdList": ["27161858"]}, {"Citation": "Hwang S.Y., Son D.J., Kim I.W., Kim D.M., Sohn S.H., Lee J.J., Kim S.K. Korean red ginseng attenuates hypercholesterolemia-enhanced platelet aggregation through suppression of diacylglycerol liberation in high-cholesterol-diet-fed rabbits. Phytother. Res. 2008;22:778–783.", "ArticleIdList": ["18446850"]}, {"Citation": "Hwang Y.P., Jeong H.G. Ginsenoside Rb1 protects against 6-hydroxydopamine-induced oxidative stress by increasing heme oxygenase-1 expression through an estrogen receptor-related PI3K/Akt/Nrf2-dependent pathway in human dopaminergic cells. Toxicol. Appl. Pharmacol. 2010;242:18–28.", "ArticleIdList": ["19781563"]}, {"Citation": "Janetzky K., Morreale A.P. Probable interaction between warfarin and ginseng. Am. J. Health Syst. Pharm. 1997;54:692–693.", "ArticleIdList": ["9075501"]}, {"Citation": "Jang S.H., Park J., Kim S.H., Choi K.M., Ko E.S., Cha J.D., Lee Y.R., Jang H., Jang Y.S. Red ginseng powder fermented with probiotics exerts antidiabetic effects in the streptozotocin-induced mouse diabetes model. Pharm. Biol. 2017;55:317–323.", "ArticleIdList": ["PMC6130625", "27927080"]}, {"Citation": "Janssen A.W., Kersten S. The role of the gut microbiota in metabolic health. FASEB J. 2015;29:3111–3123.", "ArticleIdList": ["25921831"]}, {"Citation": "Jeong A., Lee H.J., Jeong S.J., Lee H.J., Lee E.O., Bae H., Kim S.H. Compound K inhibits basic fibroblast growth factor-induced angiogenesis via regulation of p38 mitogen activated protein kinase and AKT in human umbilical vein endothelial cells. Biol. Pharm. Bull. 2010;33:945–950.", "ArticleIdList": ["20522957"]}, {"Citation": "Jeong H.G., Ko Y.H., Oh S.Y., Han C., Kim T., Joe S.H. Effect of Korean Red Ginseng as an adjuvant treatment for women with residual symptoms of major depression. Asia Pac Psychiatry. 2015;7:330–336.", "ArticleIdList": ["25504813"]}, {"Citation": "Jin Y.R., Yu J.Y., Lee J.J., You S.H., Chung J.H., Noh J.Y., Im J.H., Han X.H., Kim T.J., Shin K.S., Wee J.J., Yun Y.P. Antithrombotic and antiplatelet activities of Korean red ginseng extract. Basic Clin. Pharmacol. Toxicol. 2007;100:170–175.", "ArticleIdList": ["17309520"]}, {"Citation": "Jones B.D., Runikis A.M. Interaction of ginseng with phenelzine. J. Clin. Psychopharmacol. 1987;7:201–202.", "ArticleIdList": ["3597812"]}, {"Citation": "Jung J.S., Lee S.Y., Kim D.H., Kim H.S. Protopanaxatriol ginsenoside Rh1 upregulates phase ii antioxidant enzyme gene expression in rat primary astrocytes: involvement of MAP kinases and nrf2/are signaling. Biomol. Ther. Seoul. 2016;24:33–39.", "ArticleIdList": ["PMC4703350", "26759699"]}, {"Citation": "Jung H.J., Choi H., Lim H.W., Shin D., Kim H., Kwon B., Lee J.E., Park E.H., Lim C.J. Enhancement of anti-inflammatory and antinociceptive actions of red ginseng extract by fermentation. J. Pharm. Pharmacol. 2012;64:756–762.", "ArticleIdList": ["22471373"]}, {"Citation": "Kabalak A.A., Soyal O.B., Urfalioglu A., Saracoglu F., Gogus N. Menometrorrhagia and tachyarrhythmia after using oral and topical ginseng. J. Womens Health (Larchmt.) 2004;13:830–833.", "ArticleIdList": ["15385077"]}, {"Citation": "Kho M.C., Lee Y.J., Park J.H., Kim H.Y., Yoon J.J., Ahn Y.M., Tan R., Park M.C., Cha J.D., Choi K.M., Kang D.G., Lee H.S. Fermented red ginseng potentiates improvement of metabolic dysfunction in metabolic syndrome rat models. Nutrients. 2016;8:E369.", "ArticleIdList": ["PMC4924210", "27322312"]}, {"Citation": "Kim H.S., Hwang S.L., Oh S. Ginsenoside Rc and Rg1 differentially modulate NMDA receptor subunit mRNA levels after intracerebroventricular infusion in rats. Neurochem. Res. 2000;25:1149–1154.", "ArticleIdList": ["11055754"]}, {"Citation": "Kim Y.M., Namkoong S., Yun Y.G., Hong H.D., Lee Y.C., Ha K.S., Lee H., Kwon H.J., Kwon Y.G., Kim Y.M. Water extract of Korean red ginseng stimulates angiogenesis by activating the PI3K/Akt-dependent ERK1/2 and eNOS pathways in human umbilical vein endothelial cells. Biol. Pharm. Bull. 2007;30:1674–1679.", "ArticleIdList": ["17827719"]}, {"Citation": "Kim E.J., Lee H.I., Chung K.J., Noh Y.H., Ro Y., Koo J.H. The ginsenoside-Rb2 lowers cholesterol and triacylglycerol levels in 3T3-L1 adipocytes cultured under high cholesterol or fatty acids conditions. BMB Rep. 2009;42:194–199.", "ArticleIdList": ["19403041"]}, {"Citation": "Kim J.S., Kim Y., Han S.H., Jeon J.Y., Hwang M., Im Y.J., Kim J.H., Lee S.Y., Chae S.W., Kim M.G. Development and validation of an LC-MS/MS method for determination of compound K in human plasma and clinical application. J. Ginseng Res. 2013;37:135–141.", "ArticleIdList": ["PMC3659617", "23717167"]}, {"Citation": "Kim H.G., Cho J.H., Yoo S.R., Lee J.S., Han J.M., Lee N.H., Ahn Y.C., Son C.G. Antifatigue effects of Panax ginseng C.A. Meyer: a randomised, double-blind, placebo-controlled trial. PLoS One. 2013;8:e61271.", "ArticleIdList": ["PMC3629193", "23613825"]}, {"Citation": "Kim H.M., Kim D.H., Han H.J., Park C.M., Ganipisetti S.R., Valan Arasu M., Kim Y.O., Park C.G., Kim B.Y., Soung N.K. Ginsenoside Re promotes osteoblast differentiation in mouse osteoblast precursor MC3T3-E1 cells and a zebrafish model. Molecules. 2016;22(1):E42.", "ArticleIdList": ["PMC6155621", "28036069"]}, {"Citation": "Kim J.S., Jang H.J., Kim S.S., Oh M.Y., Kim H.J., Lee S.Y., Eom D.W., Ham J.Y., Han D.J. Red ginseng administration before islet isolation attenuates apoptosis and improves islet function and transplant outcome in a syngeneic mouse marginal islet mass model. Transpl. Proc. 2016;48:1258–1265.", "ArticleIdList": ["27320599"]}, {"Citation": "Kim S.J., Jang J.Y., Kim E.J., Cho E.K., Ahn D.G., Kim C., Park H.S., Jeong S.W., Lee S.H., Kim S.G., Kim Y.S., Kim H.S., Kim B.S., Lee J.H., Siddiqui A. Ginsenoside Rg3 restores hepatitis C virus-induced aberrant mitochondrial dynamics and inhibits virus propagation. Hepatology. 2017 [Epub ahead of print] PubMed PMID: 28329914.", "ArticleIdList": ["PMC5755973", "28329914"]}, {"Citation": "Kim J.M., Park C.H., Park S.K., Seung T.W., Kang J.Y., Ha J.S., Lee D.S., Lee U., Kim D.O., Heo H.J. Ginsenoside Re ameliorates brain insulin resistance and cognitive dysfunction in high fat diet-induced C57BL/6 mice. J. Agric. Food Chem. 2017;65:2719–2729.", "ArticleIdList": ["28314104"]}, {"Citation": "Koh E., Jang O.H., Hwang K.H., An Y.N., Moon B. Effects of steaming and air-drying on ginsenoside composition of Korean ginseng (Panax ginseng C.A. Meyer) J. Food Process Preserv. 2015;39:201–213."}, {"Citation": "Lau A.J., Toh D.F., Chua T.K., Pang Y.K., Woo S.O., Koh H.L. Antiplatelet and anticoagulant effects of Panax notoginseng: comparison of raw and steamed Panax notoginseng with Panax ginseng and Panax quinquefolium. J. Ethnopharmacol. 2009;125:380–386.", "ArticleIdList": ["19665534"]}, {"Citation": "Lee S.T., Chu K., Sim J.Y., Heo J.H., Kim M. Panax ginseng enhances cognitive performance in Alzheimer disease. Alzheimer Dis. Assoc. Disord. 2008;22:222–226.", "ArticleIdList": ["18580589"]}, {"Citation": "Lee J., Lee E., Kim D., Lee J., Yoo J., Koh B. Studies on absorption, distribution and metabolism of ginseng in humans after oral administration. J. Ethnopharmacol. 2009;122:143–148.", "ArticleIdList": ["19146939"]}, {"Citation": "Lee C.S., Lee J.H., Oh M., Choi K.M., Jeong M.R., Park J.D., Kwon D.Y., Ha K.C., Park E.O., Lee N., Kim S.Y., Choi E.K., Kim M.G., Chae S.W. Preventive effect of Korean red ginseng for acute respiratory illness: a randomized and double-blind clinical trial. J. Korean Med. Sci. 2012;27:1472–1478.", "ArticleIdList": ["PMC3524425", "23255845"]}, {"Citation": "Li C.T., Wang H.B., Xu B.J. A comparative study on anticoagulant activities of three Chinese herbal medicines from the genus Panax and anticoagulant activities of ginsenosides Rg1 and Rg2. Pharm. Biol. 2013;51:1077–1080.", "ArticleIdList": ["23742679"]}, {"Citation": "Lim K.H., Ko D., Kim J.H. Cardioprotective potential of Korean Red Ginseng extract on isoproterenol-induced cardiac injury in rats. J. Ginseng Res. 2013;37:273–282.", "ArticleIdList": ["PMC3818953", "24198652"]}, {"Citation": "Lim K.H., Kang C.W., Choi J.Y., Kim J.H. Korean red ginseng induced cardioprotection against myocardial ischemia in Guinea pig. Korean J. Physiol. Pharmacol. 2013;17:283–289.", "ArticleIdList": ["PMC3741484", "23946687"]}, {"Citation": "Lim K.H., Cho J.Y., Kim B., Bae B.S., Kim J.H. Red ginseng (Panax ginseng) decreases isoproterenol-induced cardiac injury via antioxidant properties in porcine. J. Med. Food. 2014;17:111–118.", "ArticleIdList": ["PMC3901382", "24456361"]}, {"Citation": "Liou C.J., Huang W.C., Tseng J. Short-term oral administration of ginseng extract induces type-1 cytokine production. Immunopharmacol. Immunotoxicol. 2006;28:227–240.", "ArticleIdList": ["16873092"]}, {"Citation": "Liu P., Yin H., Xu Y., Zhang Z., Chen K., Li Y. Effects of ginsenoside Rg1 on postimplantation rat and mouse embryos cultured in vitro. Toxicol In Vitro. 2006;20:234–238.", "ArticleIdList": ["16061349"]}, {"Citation": "Liu P., Xu Y., Yin H., Wang J., Chen K., Li Y. Developmental toxicity research of ginsenoside Rb1 using a whole mouse embryo culture model. Birth Defects Res. B Dev. Reprod. Toxicol. 2005;74:207–209.", "ArticleIdList": ["15834894"]}, {"Citation": "Liu J.W., Wei D.Z., Du C.B., Zhong J.J. Enhancement of fibrinolytic activity of bovine aortic endothelial cells by ginsenoside Rb2. Acta Pharmacol. Sin. 2003;24:102–108.", "ArticleIdList": ["12546716"]}, {"Citation": "Lu C., Shi Z., Dong L., Lv J., Xu P., Li Y., Qu L., Liu X. Exploring the effect of ginsenoside Rh1 in a sleep deprivation-induced mouse memory impairment model. Phytother. Res. 2017;31:763–770.", "ArticleIdList": ["28244162"]}, {"Citation": "Luo P., Dong G., Liu L., Zhou H. The long-term consumption of ginseng extract reduces the susceptibility of intermediate-aged hearts to acute ischemia reperfusion injury. PLoS One. 2015;10:e0144733.", "ArticleIdList": ["PMC4674091", "26650753"]}, {"Citation": "Mancuso C., Pistritto G., Tringali G., Grossman A.B., Preziosi P., Navarra P. Evidence that carbon monoxide stimulates prostaglandin endoperoxide synthase activity in rat hypothalamic explants and in primary cultures of rat hypothalamic astrocytes. Brain Res. Mol. Brain Res. 1997;45:294–300.", "ArticleIdList": ["9149104"]}, {"Citation": "Mancuso C., Capone C., Ranieri S.C., Fusco S., Calabrese V., Eboli M.L., Preziosi P., Galeotti T., Pani G. Bilirubin as an endogenous modulator of neurotrophin redox signaling. J. Neurosci. Res. 2008;86:2235–2249.", "ArticleIdList": ["18338802"]}, {"Citation": "Mancuso C., Barone E. The heme oxygenase/biliverdin reductase pathway in drug research and development. Curr. Drug Metab. 2009;10:579–594.", "ArticleIdList": ["19702533"]}, {"Citation": "Mancuso C., Barone E., Guido P., Miceli F., Di Domenico F., Perluigi M., Santangelo R., Preziosi P. Inhibition of lipid peroxidation and protein oxidation by endogenous and exogenous antioxidants in rat brain microsomes in vitro. Neurosci. Lett. 2012;518:101–105.", "ArticleIdList": ["22609281"]}, {"Citation": "McElhaney J.E., Goel V., Toane B., Hooten J., Shan J.J. Efficacy of COLD-fX in the prevention of respiratory symptoms in community-dwelling adults: a randomized, double-blinded, placebo controlled trial. J. Altern. Complement. Med. 2006;12:153–157.", "ArticleIdList": ["16566675"]}, {"Citation": "Mhillaj E., Catino S., Miceli F.M., Santangelo R., Trabace L., Cuomo V., Mancuso C. Ferulic acid improves cognitive skills through the activation of the heme oxygenase system in the rat. Mol. Neurobiol. 2017", "ArticleIdList": ["28083818"]}, {"Citation": "Miller L.G. Herbal medicinals: selected clinical considerations focusing on known or potential drug-herb interactions. Arch. Intern Med. 1998;158:2200–2211.", "ArticleIdList": ["9818800"]}, {"Citation": "Miller S.C., Ti L., Shan J. Dietary supplementation with an extract of North American ginseng in adult and juvenile mice increases natural killer cells. Immunol. Invest. 2012;41:157–170.", "ArticleIdList": ["21815771"]}, {"Citation": "Moco S., Martin F.P., Rezzi S. Metabolomics view on gut microbiome modulation by polyphenol-rich foods. J. Proteome Res. 2012;11:4781–4790.", "ArticleIdList": ["22905879"]}, {"Citation": "National Toxicology Program Toxicology and carcinogenesis studies of ginseng (CAS No. 50647-08-0) in F344/N rats and B6C3F1 mice (gavage studies) Natl. Toxicol. Program Tech. Rep. Ser. 2011;567:1–149.", "ArticleIdList": ["21921964"]}, {"Citation": "Navarra P., Dello Russo C., Mancuso C., Preziosi P., Grossman A. Gaseous neuromodulators in the control of neuroendocrine stress axis. Ann. N. Y. Acad. Sci. 2000;917:638–646.", "ArticleIdList": ["11268392"]}, {"Citation": "Oh K.J., Chae M.J., Lee H.S., Hong H.D., Park K. Effects of Korean red ginseng on sexual arousal in menopausal women: placebo-controlled, double-blind crossover clinical study. J. Sex. Med. 2010;7:1469–1477.", "ArticleIdList": ["20141583"]}, {"Citation": "Oh S.J., Kim K., Lim C.J. Ginsenoside Rb2 attenuates UV-B radiation-induced reactive oxygen species and matrix Metalloproteinase-2 through upregulation of antioxidant components in human dermal fibroblasts. Pharmacology. 2015;96:32–40.", "ArticleIdList": ["26043782"]}, {"Citation": "Oh S.J., Kim K., Lim C.J. Suppressive properties of ginsenoside Rb2, a protopanaxadiol-type ginseng saponin, on reactive oxygen species and matrix metalloproteinase-2 in UV-B-irradiated human dermal keratinocytes. Biosci. Biotechnol. Biochem. 2015;79:1075–1081.", "ArticleIdList": ["25774540"]}, {"Citation": "Ohtsuka M., Fukuda K., Yano H., Kojiro M. Effects of nine active ingredients in Chinese herbal medicine sho-saiko-to on 2-(2-furyl)-3-(5-nitro-2-furyl)acrylamide mutagenicity. Jpn. J. Cancer Res. 1995;86:1131–1135.", "ArticleIdList": ["PMC5920669", "8636000"]}, {"Citation": "Ossoukhova A., Owen L., Savage K., Meyer M., Ibarra A., Roller M., Pipingas A., Wesnes K., Scholey A. Improved working memory performance following administration of a single dose of American ginseng (Panax quinquefolius L.) to healthy middle-age adults. Hum. Psychopharmacol. 2015;30:108–122.", "ArticleIdList": ["25778987"]}, {"Citation": "Palmer B.V., Montgomery A.C., Monteiro J.C. Gin seng and mastalgia. Br. Med. J. 1978;1:1284.", "ArticleIdList": ["PMC1604624", "565662"]}, {"Citation": "Park S.H., Jang J.H., Chen C.Y., Na H.K., Surh Y.J. A formulated red ginseng extract rescues PC12 cells from PCB-induced oxidative cell death through Nrf2-mediated upregulation of heme oxygenase-1 and glutamate cysteine ligase. Toxicology. 2010;278:131–139.", "ArticleIdList": ["20399244"]}, {"Citation": "Park J.S., Shin J.A., Jung J.S., Hyun J.W., Van Le T.K., Kim D.H., Park E.M., Kim H.S. Anti-inflammatory mechanism of compound K in activated microglia and its neuroprotective effect on experimental stroke in mice. J. Pharmacol. Exp. Ther. 2012;341:59–67.", "ArticleIdList": ["22207656"]}, {"Citation": "Predy G.N., Goel V., Lovlin R., Donner A., Stitt L., Basu T.K. Efficacy of an extract of North American ginseng containing poly-furanosyl-pyranosyl-saccharides for preventing upper respiratory tract infections: a randomized controlled trial. CMAJ. 2005;173:1043–1048.", "ArticleIdList": ["PMC1266327", "16247099"]}, {"Citation": "Punnonen R., Lukola A. Oestrogen-like effect of ginseng. Br. Med. J. 1980;281:1110.", "ArticleIdList": ["PMC1714565", "7191760"]}, {"Citation": "Qi L.W., Wang C.Z., Du G.J., Zhang Z.Y., Calway T., Yuan C.S. Metabolism of ginseng and its interactions with drugs. Curr. Drug Metab. 2011;12:818–822.", "ArticleIdList": ["PMC3291795", "21619519"]}, {"Citation": "Ramarao P., Bhargava H.N. Antagonism of the acute pharmacological actions of morphine by panax ginseng extract. Gen. Pharmacol. 1990;21:877–880.", "ArticleIdList": ["2279687"]}, {"Citation": "Rasheed N., Tyagi E., Ahmad A., Siripurapu K.B., Lahiri S., Shukla R., Palit G. Involvement of monoamines and proinflammatory cytokines in mediating the anti-stress effects of Panax quinquefolium. J. Ethnopharmacol. 2008;117:257–262.", "ArticleIdList": ["18339495"]}, {"Citation": "Rhee Y.H., Ahn J.H., Choe J., Kang K.W., Joe C. Inhibition of mutagenesis and transformation by root extracts of Panax ginseng in vitro. Planta Med. 1991;57:125–128.", "ArticleIdList": ["1891494"]}, {"Citation": "Sagar S.M., Yance D., Wong R.K. Natural health products that inhibit angiogenesis: a potential source for investigational new agents to treat cancer-Part 1. Curr. Oncol. 2006;13:14–26.", "ArticleIdList": ["PMC1891166", "17576437"]}, {"Citation": "Sagar S.M., Yance D., Wong R.K. Natural health products that inhibit angiogenesis: a potential source for investigational new agents to treat cancer-Part 2. Curr. Oncol. 2006;13:99–107.", "ArticleIdList": ["PMC1891180", "17576449"]}, {"Citation": "Scaglione F., Cattaneo G., Alessandria M., Cogo R. Efficacy and safety of the standardised Ginseng extract G115 for potentiating vaccination against the influenza syndrome and protection against the common cold [corrected] Drugs Exp. Clin. Res. 1996;22:65–72.", "ArticleIdList": ["8879982"]}, {"Citation": "Scholey A., Ossoukhova A., Owen L., Ibarra A., Pipingas A., He K., Roller M., Stough C. Effects of American ginseng (Panax quinquefolius) on neurocognitive function: an acute, randomised, double-blind, placebo-controlled, crossover study. Psychopharmacol. Berl. 2010;212:345–356.", "ArticleIdList": ["PMC2952762", "20676609"]}, {"Citation": "Seely D., Dugoua J.J., Perri D., Mills E., Koren G. Safety and efficacy of panax ginseng during pregnancy and lactation. Can. J. Clin. Pharmacol. 2008;15:e87–94.", "ArticleIdList": ["18204104"]}, {"Citation": "Seo J.Y., Ju S.H., Oh J., Lee S.K., Kim J.S. Neuroprotective and cognition-enhancing effects of compound K isolated from red ginseng. J. Agric. Food Chem. 2016;64:2855–2864.", "ArticleIdList": ["27012214"]}, {"Citation": "Shader R.I., Greenblatt D.J. Phenelzine and the dream machine–ramblings and reflections. J. Clin. Psychopharmacol. 1985;5:65.", "ArticleIdList": ["3988971"]}, {"Citation": "Shen L., Haas M., Wang D.Q., May A., Lo C.C., Obici S., Tso P., Woods S.C., Liu M. Ginsenoside Rb1 increases insulin sensitivity by activating AMP-activated protein kinase in male rats. Physiol. Rep. 2015;3:e12543.", "ArticleIdList": ["PMC4600387", "26359241"]}, {"Citation": "Shin K., Guo H., Cha Y., Ban Y.H., Seo da W., Choi Y., Kim T.S., Lee S.P., Kim J.C., Choi E.K., Yon J.M., Kim Y.B. Cereboost™, an American ginseng extract, improves cognitive function via up-regulation of choline acetyltransferase expression and neuroprotection. Regul. Toxicol. Pharmacol. 2016;78:53–58.", "ArticleIdList": ["27112419"]}, {"Citation": "Shin K.O., Seo C.H., Cho H.H., Oh S., Hong S.P., Yoo H.S., Hong J.T., Oh K.W., Lee Y.M. Ginsenoside compound K inhibits angiogenesis via regulation of sphingosine kinase-1 in human umbilical vein endothelial cells. Arch. Pharm. Res. 2014;37:1183–1192.", "ArticleIdList": ["24687256"]}, {"Citation": "Shishtar E., Sievenpiper J.L., Djedovic V., Cozma A.I., Ha V., Jayalath V.H., Jenkins D.J., Meija S.B., de Souza R.J., Jovanovski E., Vuksan V. The effect of ginseng (the genus panax) on glycemic control: a systematic review and meta-analysis of randomized controlled clinical trials. PLoS One. 2014;9:e107391.", "ArticleIdList": ["PMC4180277", "25265315"]}, {"Citation": "Siddiqi M.H., Siddiqi M.Z., Ahn S., Kim Y.J., Yang D.C. Ginsenoside Rh1 induces mouse osteoblast growth and differentiation through the bone morphogenetic protein 2/runt-related gene 2 signalling pathway. J. Pharm. Pharmacol. 2014;66:1763–1773.", "ArticleIdList": ["25154440"]}, {"Citation": "Siegel R.K. Ginseng abuse syndrome. Problems with the panacea. JAMA. 1979;241:1614–1615.", "ArticleIdList": ["430716"]}, {"Citation": "Siegel R.K. Ginseng and high blood pressure. JAMA. 1980;243:32.", "ArticleIdList": ["7350333"]}, {"Citation": "Simpson H.L., Campbell B.J. Review article: dietary fibre-microbiota interactions. Aliment. Pharmacol. Ther. 2015;42:158–179.", "ArticleIdList": ["PMC4949558", "26011307"]}, {"Citation": "Sun M., Ye Y., Xiao L., Duan X., Zhang Y., Zhang H. Anticancer effects of ginsenoside Rg3 (review) Int. J. Mol. Med. 2017 [Epub ahead of print] PubMed PMID: 28350059.", "ArticleIdList": ["28098857"]}, {"Citation": "Tsutsumi Y.M., Tsutsumi R., Mawatari K., Nakaya Y., Kinoshita M., Tanaka K., Oshita S. Compound K, a metabolite of ginsenosides, induces cardiac protection mediated nitric oxide via Akt/PI3K pathway. Life Sci. 2011;88:725–729.", "ArticleIdList": ["21338613"]}, {"Citation": "Wan J.Y., Wang C.Z., Zhang Q.H., Liu Z., Musch M.W., Bissonnette M., Chang E.B., Li P., Qi L.W., Yuan C.S. Significant difference in active metabolite levels of ginseng in humans consuming Asian or Western diet: the link with enteric microbiota. Biomed. Chromatogr. 2017;31:4.", "ArticleIdList": ["PMC5339059", "27606833"]}, {"Citation": "Wang P., Du X., Xiong M., Cui J., Yang Q., Wang W., Chen Y., Zhang T. Ginsenoside Rd attenuates breast cancer metastasis implicating derepressing microRNA-18a-regulated Smad2 expression. Sci. Rep. 2016;6:33709.", "ArticleIdList": ["PMC5027393", "27641158"]}, {"Citation": "Wang H.Y., Qi L.W., Wang C.Z., Li P. Bioactivity enhancement of herbal supplements by intestinal microbiota focusing on ginsenosides. Am. J. Chin. Med. 2011;39:1103–1115.", "ArticleIdList": ["PMC3349338", "22083984"]}, {"Citation": "Wang M., Guilbert L.J., Li J., Wu Y., Pang P., Basu T.K., Shan J.J. A proprietary extract from North American ginseng (Panax quinquefolium) enhances IL-2 and IFN-gamma productions in murine spleen cells induced by Con-A. Int. Immunopharmacol. 2004;4:311–315.", "ArticleIdList": ["14996422"]}, {"Citation": "Wang M., Guilbert L.J., Ling L., Li J., Wu Y., Xu S., Pang P., Shan J.J. Immunomodulating activity of CVT-E002, a proprietary extract from North American ginseng (Panax quinquefolium) J. Pharm. Pharmacol. 2001;53:1515–1523.", "ArticleIdList": ["11732754"]}, {"Citation": "Wang X., Sakuma T., Asafu-Adjaye E., Shiu G.K. Determination of ginsenosides inplant extracts from Panax ginseng and Panax quinquefolius L. by LC/MS/MS. Anal. Chem. 1999;71:1579–1584.", "ArticleIdList": ["10221076"]}, {"Citation": "Wu G.D., Chen J., Hoffmann C., Bittinger K., Chen Y.Y., Keilbaugh S.A., Bewtra M., Knights D., Walters W.A., Knight R., Sinha R., Gilroy E., Gupta K., Baldassano R., Nessel L., Li H., Bushman F.D., Lewis J.D. Linking long-term dietary patterns with gut microbial enterotypes. Science. 2011;334:105–108.", "ArticleIdList": ["PMC3368382", "21885731"]}, {"Citation": "Wu Y., Lu X., Xiang F.L., Lui E.M., Feng Q. North American ginseng protects the heart from ischemia and reperfusion injury via upregulation of endothelial nitric oxide synthase. Pharmacol. Res. 2011;64:195–202.", "ArticleIdList": ["21621617"]}, {"Citation": "Wu Y., Xia Z.Y., Dou J., Zhang L., Xu J.J., Zhao B., Lei S., Liu H.M. Protective effect of ginsenoside Rb1 against myocardial ischemia/reperfusion injury in streptozotocin-induced diabetic rats. Mol. Biol. Rep. 2011;38:4327–4335.", "ArticleIdList": ["21113666"]}, {"Citation": "Xie Z., Shi M., Zhang C., Zhao H., Hui H., Zhao G. Ginsenoside Rd protects against cerebral ischemia-reperfusion injury via decreasing the expression of the NMDA receptor 2B subunit and its phosphorylated product. Neurochem. Res. 2016;41:2149–2159.", "ArticleIdList": ["27165636"]}, {"Citation": "Xu J., Chen H.B., Li S.L. Understanding the molecular mechanisms of the interplay between herbal medicines and gut microbiota. Med. Res. Rev. 2017 (Epub ahead of print)", "ArticleIdList": ["28052344"]}, {"Citation": "Yan X., Hu G., Yan W., Chen T., Yang F., Zhang X., Zhao G., Liu J. Ginsenoside Rd promotes non-amyloidogenic pathway of amyloid precursor protein processing by regulating phosphorylation of estrogen receptor alpha. Life Sci. 2017;168:16–23.", "ArticleIdList": ["27825720"]}, {"Citation": "Yang J.W., Kim S.S. Ginsenoside Rc promotes anti-adipogenic activity on 3T3-L1 adipocytes by down-regulating C/EBPα and PPARγ. Molecules. 2015;20:1293–1303.", "ArticleIdList": ["PMC6272142", "25594343"]}, {"Citation": "Yang H., Lee S.E., Jeong S.I., Park C.S., Jin Y.H., Park Y.S. Up-regulation of heme Oxygenase-1 by Korean red ginseng water extract as a cytoprotective effect in human endothelial cells. J. Ginseng Res. 2011;35:352–359.", "ArticleIdList": ["PMC3659539", "23717080"]}, {"Citation": "Yennurajalingam S., Reddy A., Tannir N.M., Chisholm G.B., Lee R.T., Lopez G., Escalante C.P., Manzullo E.F., Frisbee Hume S., Williams J.L., Cohen L., Bruera E. High-dose asian ginseng (panax ginseng) for cancer-related fatigue: a preliminary report. Integr. Cancer Ther. 2015;14:419–427.", "ArticleIdList": ["25873296"]}, {"Citation": "Yoo Y.C., Lee J., Park S.R., Nam K.Y., Cho Y.H., Choi J.E. Protective effect of ginsenoside-Rb2 from Korean red ginseng on the lethal infection of haemagglutinating virus of Japan in mice. J. Ginseng Res. 2013;37:80–86.", "ArticleIdList": ["PMC3659615", "23717160"]}, {"Citation": "Yu J., Eto M., Akishita M., Kaneko A., Ouchi Y., Okabe T. Signaling pathway of nitric oxide production induced by ginsenoside Rb1 in human aortic endothelial cells: a possible involvement of androgen receptor. Biochem. Biophys. Res. Commun. 2007;353:764–769.", "ArticleIdList": ["17196933"]}, {"Citation": "Yu T., Yang Y., Kwak Y.S., Song G.G., Kim M.Y., Rhee M.H., Cho J.Y. Ginsenoside Rc from Panax ginseng exerts anti-inflammatory activity by targeting TANK-binding kinase 1/interferon regulatory factor-3 and p38/ATF-2. J. Ginseng Res. 2017;41:127–133.", "ArticleIdList": ["PMC5386129", "28413316"]}, {"Citation": "Yuan Z., Jiang H., Zhu X., Liu X., Li J. Ginsenoside Rg3 promotes cytotoxicity of Paclitaxel through inhibiting NF-κB signaling and regulating Bax/Bcl-2 expression on triple-negative breast cancer. Biomed. Pharmacother. 2017;89:227–232.", "ArticleIdList": ["28231544"]}, {"Citation": "Yuan H.D., Kim D.Y., Quan H.Y., Kim S.J., Jung M.S., Chung S.H. Ginsenoside Rg2 induces orphan nuclear receptor SHP gene expression and inactivates GSK3β via AMP-activated protein kinase to inhibit hepatic glucose production in HepG2 cells. Chem. Biol. Interact. 2012;195:35–42.", "ArticleIdList": ["22062806"]}, {"Citation": "Yun T.K. Brief introduction of Panax ginseng C.A. Meyer. J. Korean Med. Sci. 2001;16:S3–S5.", "ArticleIdList": ["PMC3202213", "11748372"]}, {"Citation": "Yun T.K., Zheng S., Choi S.Y., Cai S.R., Lee Y.S., Liu X.Y., Cho K.J., Park K.Y. Non-organ-specific preventive effect of long-term administration of Korean red ginseng extract on incidence of human cancers. J. Med. Food. 2010;13:489–494.", "ArticleIdList": ["20521975"]}, {"Citation": "Zhang H., Zhou Z., Chen Z., Zhong Z., Li Z. Ginsenoside Rg3 exerts anti-depressive effect on an NMDA-treated cell model and a chronic mild stress animal model. J. Pharmacol. Sci. 2017;30053-1(17):S1347–S8613. [Epub ahead of print] PubMed PMID: 28461003.", "ArticleIdList": ["28461003"]}, {"Citation": "Zhao Z., Kim Y.W., Wu Y., Zhang J., Lee J.H., Li X., Cho I.J., Park S.M., Jung D.H., Yang C.H., Kim S.C., Zhao R. Korean Red Ginseng attenuates anxiety-like behavior during ethanol withdrawal in rats. J. Ginseng Res. 2014;38:256–263.", "ArticleIdList": ["PMC4213848", "25379005"]}, {"Citation": "Zhou W., Chai H., Lin P.H., Lumsden A.B., Yao Q., Chen C. Ginsenoside Rb1 blocks homocysteine-induced endothelial dysfunction in porcine coronary arteries. J. Vasc. Surg. 2005;41:861–868.", "ArticleIdList": ["15886672"]}]}], "History": [{"Year": "2017", "Month": "4", "Day": "7"}, {"Year": "2017", "Month": "7", "Day": "6"}, {"Year": "2017", "Month": "7", "Day": "7"}, {"Year": "2017", "Month": "7", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28698154", "PMC7116968", "10.1016/j.fct.2017.07.019", "S0278-6915(17)30391-5"]}}]}