{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Molecular mechanism", "Proteins", "R. glutinosa", "Replant disease", "Transcriptome", "iTRAQ"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28693420", "DateCompleted": {"Year": "2017", "Month": "11", "Day": "20"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "07", "Day": "10"}], "Language": ["eng"], "ELocationID": ["116", "10.1186/s12870-017-1060-0"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Jul", "Day": "10"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Differential proteomic analysis of replanted Rehmannia glutinosa roots by iTRAQ reveals molecular mechanisms for formation of replant disease.", "Pagination": {"StartPage": "116", "MedlinePgn": "116"}, "Abstract": {"AbstractText": ["The normal growth of Rehmannia glutinosa, a widely used medicinal plant in China, is severely disturbed by replant disease. The formation of replant disease commonly involves interactions among plants, allelochemicals and microbes; however, these relationships remain largely unclear. As a result, no effective measures are currently available to treat replant disease.", "In this study, an integrated R. glutinosa transcriptome was constructed, from which an R. glutinosa protein library was obtained. iTRAQ technology was then used to investigate changes in the proteins in replanted R. glutinosa roots, and the proteins that were expressed in response to replant disease were identified. An integrated R. glutinosa transcriptome from different developmental stages of replanted and normal-growth R. glutinosa produced 65,659 transcripts, which were accurately translated into 47,818 proteins. Using this resource, a set of 189 proteins was found to be significantly differentially expressed between normal-growth and replanted R. glutinosa. Of the proteins that were significantly upregulated in replanted R. glutinosa, most were related to metabolism, immune responses, ROS generation, programmed cell death, ER stress, and lignin synthesis.", "By integrating these key events and the results of previous studies on replant disease formation, a new picture of the damaging mechanisms that cause replant disease stress emerged. Replant disease altered the metabolic balance of R. glutinosa, activated immune defence systems, increased levels of ROS and antioxidant enzymes, and initiated the processes of cell death and senescence in replanted R. glutinosa. Additionally, lignin deposition in R. glutinosa roots that was caused by replanting significantly inhibited tuberous root formation. These key processes provide important insights into the underlying mechanisms leading to the formation of replant disease and also for the subsequent development of new control measures to improve production and quality of replanted plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Crop Sciences, Fujian Agriculture and Forestry University, Fuzhou, China."}], "LastName": "Li", "ForeName": "Mingjie", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Bioengineering, Henan University of Technology, Zhengzhou, China."}], "LastName": "Yang", "ForeName": "Yanhui", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Crop Sciences, Fujian Agriculture and Forestry University, Fuzhou, China."}], "LastName": "Feng", "ForeName": "Fajie", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Crop Sciences, Fujian Agriculture and Forestry University, Fuzhou, China."}], "LastName": "Zhang", "ForeName": "Bao", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Crop Sciences, Fujian Agriculture and Forestry University, Fuzhou, China."}], "LastName": "Chen", "ForeName": "Shuqiang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Crop Sciences, Fujian Agriculture and Forestry University, Fuzhou, China."}], "LastName": "Yang", "ForeName": "Chuyun", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Crop Sciences, Fujian Agriculture and Forestry University, Fuzhou, China."}], "LastName": "Gu", "ForeName": "Li", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Henan Agricultural University, Zhengzhou, China."}], "LastName": "Wang", "ForeName": "Fengqing", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chemical Engineering, Huaqiao University, Xiamen, China."}], "LastName": "Zhang", "ForeName": "Junyi", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Crop Sciences, Fujian Agriculture and Forestry University, Fuzhou, China."}], "LastName": "Chen", "ForeName": "Aiguo", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Crop Sciences, Fujian Agriculture and Forestry University, Fuzhou, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Crop Ecology and Molecular Physiology, Fujian Agriculture and Forestry University, Fuzhou, China."}], "LastName": "Lin", "ForeName": "Wenxiong", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Henan Agricultural University, Zhengzhou, China. xinjian1@yahoo.com."}], "LastName": "Chen", "ForeName": "Xinjian", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Crop Sciences, Fujian Agriculture and Forestry University, Fuzhou, China. zyzhang@fafu.edu.cn."}, {"Identifier": [], "Affiliation": "Key Laboratory of Crop Ecology and Molecular Physiology, Fujian Agriculture and Forestry University, Fuzhou, China. zyzhang@fafu.edu.cn."}], "LastName": "Zhang", "ForeName": "Zhongyi", "Initials": "Z"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "MeshHeadingList": [{"QualifierName": ["growth & development", "metabolism"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["methods"], "DescriptorName": "Proteomics"}, {"QualifierName": ["growth & development", "immunology", "metabolism"], "DescriptorName": "Rehmannia"}, {"QualifierName": [], "DescriptorName": "Stress, Physiological"}, {"QualifierName": [], "DescriptorName": "Transcriptome"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Not applicable. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zhang RX, Li MX, Jia ZP. Rehmannia glutinosa: review of botany, chemistry and pharmacology. J Ethnopharmacol. 2008;117:199–214. doi: 10.1016/j.jep.2008.02.018.", "ArticleIdList": ["10.1016/j.jep.2008.02.018", "18407446"]}, {"Citation": "Utkhede RS. Soil sickness, replant problem or replant disease and its integrated control. Allelopath J. 2016;18:23–38."}, {"Citation": "Liang YL, Chen ZJ, Xu FL, Zhang CG, Du SN, Yan YG. Soil continuous cropping obstacles in facility agriculture on loess plateau. J Soil Water Conserv. 2004;18:134–136."}, {"Citation": "Du JF YWJ, Zhang ZY, Hou J, Huang J, Li J. Autotoxicity and phenolic acids content in soils with different planting interval years of Rehmannia glutinosa. Chin J Ecol. 2009;28:445–450."}, {"Citation": "Wu B, Long QL, Gao Y, Wang Z, Shao TW, Liu YN, et al. Comprehensive characterization of a time-course transcriptional response induced by autotoxins in Panax ginseng using RNA-Seq. BMC Genomics. 2015;16:1010. doi: 10.1186/s12864-015-2151-7.", "ArticleIdList": ["10.1186/s12864-015-2151-7", "PMC4659204", "26608743"]}, {"Citation": "Wu LK, Wu HM, Chen J, Wang JY, Lin WX. Microbial community structure and its temporal changes in Rehmannia glutinosa rhizospheric soils monocultured for different years. Eur J Soil Biol. 2016;72:1–5. doi: 10.1016/j.ejsobi.2015.12.002.", "ArticleIdList": ["10.1016/j.ejsobi.2015.12.002"]}, {"Citation": "Iqbal A, Fry SC. Potent endogenous allelopathic compounds in Lepidium sativum seed exudate: effects on epidermal cell growth in Amaranthus caudatus seedlings. J Exp Bot. 2012;63:2595–2604. doi: 10.1093/jxb/err436.", "ArticleIdList": ["10.1093/jxb/err436", "PMC3346223", "22268144"]}, {"Citation": "Luo SM, Gliessman SR. Agroecology in China: science, practice, and sustainable management. Florida: CRC Press; 2016."}, {"Citation": "Chen H, Hao HR, Xiong J, Qi XH, Zhang ZY, Lin WX. Effects of successive cropping Rehmannia glutinosa on rhizosphere soil microbial flora and enzyme activities. Chin J Appl Ecol. 2015;18:2755–2759.", "ArticleIdList": ["18333450"]}, {"Citation": "Zhang ZY, Lin WX. Continuous cropping obstacle and allelopathic autotoxicity of medicinal plants. Chin J Eco Agric. 2009;17:189–196. doi: 10.3724/SP.J.1011.2009.00189.", "ArticleIdList": ["10.3724/SP.J.1011.2009.00189"]}, {"Citation": "Wu LK, Wang JY, Huang WM, Wu HM, Chen J, Yang YQ, et al. Plant-microbe rhizosphere interactions mediated by Rehmannia glutinosa root exudates under consecutive monoculture. Sci Rep. 2015;5:15871. doi: 10.1038/srep15871.", "ArticleIdList": ["10.1038/srep15871", "PMC4626807", "26515244"]}, {"Citation": "Li ZF, Yang YQ, Xie DF, Zhu LF, Zhang ZG, Lin WX. Identification of autotoxic compounds in fibrous roots of Rehmannia (Rehmannia glutinosa Libosch.) PLoS One. 2012;7 doi: 10.1371/journal.pone.0028806.", "ArticleIdList": ["10.1371/journal.pone.0028806", "PMC3250401", "22235251"]}, {"Citation": "Bulgarelli D, Schlaeppi K, Spaepen S. Ver Loren van, Themaat E, Schulze-Lefert P. Structure and functions of the bacterial microbiota of plants. Annu Rev Plant Biol. 2013;64:807–838. doi: 10.1146/annurev-arplant-050312-120106.", "ArticleIdList": ["10.1146/annurev-arplant-050312-120106", "23373698"]}, {"Citation": "Haichara FZ, Santaellab C, Heulinb T, Achouakb W. Root exudates mediated interactions belowground. Soil Bio Biochem. 2014;77:69–80. doi: 10.1016/j.soilbio.2014.06.017.", "ArticleIdList": ["10.1016/j.soilbio.2014.06.017"]}, {"Citation": "Ding J, Sun Y, Xiao CL, Shi K, Zhou YH, Yu JQ. Physiological basis of different allelopathic reactions of cucumber and figleaf gourd plants to cinnamic acid. J Exp Bot. 2007;58:3765–3773. doi: 10.1093/jxb/erm227.", "ArticleIdList": ["10.1093/jxb/erm227", "17965143"]}, {"Citation": "Abenavoli MR, Lupini A, Oliva S, Sorgonà A. Allelochemical effects on net nitrate uptake and plasma membrane H+-ATPase activity in maize seedlings. Biol Plantarum. 2010;54:149–153. doi: 10.1007/s10535-010-0024-0.", "ArticleIdList": ["10.1007/s10535-010-0024-0"]}, {"Citation": "Hejl AM, Koster KL. Juglone disrupts root plasma membrane H+-ATPase activity and impairs water uptake, root respiration, and growth in soybean (Glycine max) and corn (Zea mays) J Chem Ecol. 2004;30:453–471. doi: 10.1023/B:JOEC.0000017988.20530.d5.", "ArticleIdList": ["10.1023/B:JOEC.0000017988.20530.d5", "15112735"]}, {"Citation": "Abrahim D, Francischini AC, Pergo EM, Kelmer-Bracht AM, Ishii-Iwamoto EL. Effects of α-pinene on the mitochondrial respiration of maize seedlings. Plant Physiol Bioch. 2003;41:985–991. doi: 10.1016/j.plaphy.2003.07.003.", "ArticleIdList": ["10.1016/j.plaphy.2003.07.003"]}, {"Citation": "Sunmonu TO. Staden JV. Phytotoxicity evaluation of six fast-growing tree species in South Africa. S Afr J Bot. 2014;90:101–106. doi: 10.1016/j.sajb.2013.10.010.", "ArticleIdList": ["10.1016/j.sajb.2013.10.010"]}, {"Citation": "Ding HY, Cheng ZH, Liu ML, Hayat S, Feng H. Garlic exerts allelopathic effects on pepper physiology in a hydroponic co-culture system. Biol Open. 2016;5:631–637. doi: 10.1242/bio.016451.", "ArticleIdList": ["10.1242/bio.016451", "PMC4874350", "27095440"]}, {"Citation": "Poonpaiboonpipat T, Pangnakorn U, Suvunnamek U, Teerarak M, Charoenying P, Laosinwattana C. Phytotoxic effects of essential oil from Cymbopogon citratus and its physiological mechanisms on barnyardgrass (Echinochloa crus-galli) Ind Crop Prod. 2013;41:403–407. doi: 10.1016/j.indcrop.2012.04.057.", "ArticleIdList": ["10.1016/j.indcrop.2012.04.057"]}, {"Citation": "Cheng F, Cheng ZH. Research progress on the use of plant allelopathy in agriculture and the physiological and ecological mechanisms of allelopathy. Front Plant Sci. 2015;6:1020.", "ArticleIdList": ["PMC4647110", "26635845"]}, {"Citation": "Bais HP, Vepachedu R, Gilroy S, Callaway RM, Vivanco JM. Allelopathy and exotic plant invasion: from molecules and genes to species interactions. Sci. 2003;301:1377–1380. doi: 10.1126/science.1083245.", "ArticleIdList": ["10.1126/science.1083245", "12958360"]}, {"Citation": "Chi WC, Fu SF, Huang TL, Chen YA, Chen CC, Huang HJ. Identification of transcriptome profiles and signaling pathways for the allelochemical juglone in rice roots. Plant Mol Biol. 2011;77:591–607. doi: 10.1007/s11103-011-9841-6.", "ArticleIdList": ["10.1007/s11103-011-9841-6", "22065257"]}, {"Citation": "Chi WC, Chen YA, Hsiung YC, Fu SF, Chou CH, Trinh NN, et al. Autotoxicity mechanism of Oryza sativa: transcriptome response in rice roots exposed to ferulic acid. BMC Genomics. 2013;14:351. doi: 10.1186/1471-2164-14-351.", "ArticleIdList": ["10.1186/1471-2164-14-351", "PMC4008027", "23705659"]}, {"Citation": "Yang YH, Li MJ, Chen XJ, Wang PF, Wang FQ, Lin WX, et al. De novo characterization of the Rehmannia glutinosa leaf transcriptome and analysis of gene expression associated with replanting disease. Mol Breeding. 2014;34:905–915. doi: 10.1007/s11032-014-0084-5.", "ArticleIdList": ["10.1007/s11032-014-0084-5"]}, {"Citation": "Yang YH, Li MJ, Li XY, Chen XJ, Lin WX, Zhang ZY. Transcriptome-wide identification of the genes responding to replanting disease in Rehmannia glutinosa L. roots. Mol Biol Rep. 2015;42:881–892. doi: 10.1007/s11033-014-3825-y.", "ArticleIdList": ["10.1007/s11033-014-3825-y", "25410878"]}, {"Citation": "Ji W, Cong R, Li S, Li R, Qin ZW, Li YJ, et al. Comparative proteomic analysis of soybean leaves and roots by iTRAQ provides insights into response mechanisms to short-term salt stress. Front Plant Sci. 2016;7:573.", "ArticleIdList": ["PMC4850148", "27200046"]}, {"Citation": "Arrigoni G, Tolin S, Moscatiello R, Masi A, Navazio L, Squartini A. Calcium-dependent regulation of genes for plant nodulation in Rhizobium leguminosarum detected by iTRAQ quantitative proteomic analysis. J Proteome Res. 2013;12:5323–5330. doi: 10.1021/pr400656g.", "ArticleIdList": ["10.1021/pr400656g", "24041410"]}, {"Citation": "Trevisan S, Manoli A, Ravazzolo L, Botton A, Pivato M, Masi A, et al. Nitrate sensing by the maize root apex transition zone: a merged transcriptomic and proteomic survey. J Exp Bot. 2015;66:3699–3715. doi: 10.1093/jxb/erv165.", "ArticleIdList": ["10.1093/jxb/erv165", "PMC4473975", "25911739"]}, {"Citation": "Sun HL, Li MY, Gong LL, Liu M, Ding F, Gu XS. iTRAQ-coupled 2D LC-MS/MS analysis on differentially expressed proteins in denervated tibialis anterior muscle of Rattus norvegicus. Mol Cell Biochem. 2012;364:193–207. doi: 10.1007/s11010-011-1218-2.", "ArticleIdList": ["10.1007/s11010-011-1218-2", "22227918"]}, {"Citation": "Zhang W, Zhang HL, Ning LY, Li B, Bao MZ. Quantitative proteomic analysis provides novel insights into cold stress responses in Petunia seedlings. Front Plant Sci. 2016;7:136.", "ArticleIdList": ["PMC4766708", "26941746"]}, {"Citation": "Wang TX, Li JJ, Li JY, Hu ZH. The comparative studies on the tuberous roots of Rehmannia glutinosa in different producing areas. J Henan Agric Sci. 2005;34:69–73."}, {"Citation": "Clemensson-Lindell A. Triphenyltetrazolium chloride as an indicator of fine-root vitality and environmental stress in coniferous forest stands: applications and limitations. Plant Soil. 1994;159:297–300. doi: 10.1007/BF00009293.", "ArticleIdList": ["10.1007/BF00009293"]}, {"Citation": "Beauchamp C, Fridovich I. Superoxide dismutase: improved assay and an assay applicable to arylamide gels. Anal Biochem. 1970;44:276–287. doi: 10.1016/0003-2697(71)90370-8.", "ArticleIdList": ["10.1016/0003-2697(71)90370-8", "4943714"]}, {"Citation": "Zhang Z. The guidance of plant physiology experiments. Beijing: Chinese Agricultural Science and Technology Press; 2004."}, {"Citation": "Ferguson IB, Harman JE. Inhibition by calcium of senescence of detached cucumber cotyledons: effect on ethylene and hydroperoxide production. Plant Physiol. 1983;71:182–186. doi: 10.1104/pp.71.1.182.", "ArticleIdList": ["10.1104/pp.71.1.182", "PMC1066009", "16662782"]}, {"Citation": "Arnnok P, Ruangviriyachai C, Mahachai R, Techawongstien S, Chanthai S. Optimization and determination of polyphenol oxidase and peroxidase activities in hot pepper (Capsicum annuum L.) pericarb. Int Food Res J. 2010;17:385–392."}, {"Citation": "Beers RF, Sizer IW. A spectrophotometric method for measuring the breakdown of hydrogen peroxide by catalase. J Biol Chem. 1952;195:133–140.", "ArticleIdList": ["14938361"]}, {"Citation": "Sun P, Song SH, Zhou L, Zhang B, Qi JJ, Li XN. Transcriptome analysis reveals putative genes involved in iridoid biosynthesis in Rehmannia glutinosa. Int J Mol Sci. 2012;10:13748–13763. doi: 10.3390/ijms131013748.", "ArticleIdList": ["10.3390/ijms131013748", "PMC3509546", "23202979"]}, {"Citation": "Iseli C, Jongeneel CV, Bucher P. ESTScan: a program for detecting, evaluating, and reconstructing potential coding regions in EST sequences. Proc Int Conf Intell Syst Mol Biol. 1999;99:138–148.", "ArticleIdList": ["10786296"]}, {"Citation": "Cox J, Mann M. MaxQuant enables high peptide identification rates, individualized p.P.B.-range mass accuracies and proteome-wide protein quantification. Nat Biotechnol. 2008;26:1367–1372. doi: 10.1038/nbt.1511.", "ArticleIdList": ["10.1038/nbt.1511", "19029910"]}, {"Citation": "Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2-△△CT method. Methods. 2001;25:402–408. doi: 10.1006/meth.2001.1262.", "ArticleIdList": ["10.1006/meth.2001.1262", "11846609"]}, {"Citation": "Yang YH, Zhang ZY, Fan HM, Zhao YD, Li MJ, Li J, et al. Construction and analysis of different expression cDNA libraries in Rehmannia glutinosa plants subjected to continuous cropping. Acta Physiol Plant. 2013;35:645. doi: 10.1007/s11738-012-1105-9.", "ArticleIdList": ["10.1007/s11738-012-1105-9"]}, {"Citation": "Gershenzon J, Dudareva N. The function of terpene natural products in the natural world. Nat Chem Biol. 2007;3:408–414. doi: 10.1038/nchembio.2007.5.", "ArticleIdList": ["10.1038/nchembio.2007.5", "17576428"]}, {"Citation": "Li ZH, Wang Q, Ruan X, Pan CD, Jiang DA. Phenolics and plant allelopathy. Molecules. 2010;15:8933–8952. doi: 10.3390/molecules15128933.", "ArticleIdList": ["10.3390/molecules15128933", "PMC6259130", "21139532"]}, {"Citation": "Vranová E, Coman D, Gruissem W. Structure and dynamics of the isoprenoid pathway network. Mol Plant. 2012;5:318–333. doi: 10.1093/mp/sss015.", "ArticleIdList": ["10.1093/mp/sss015", "22442388"]}, {"Citation": "Kato-Noguchi H. Secretion of momilactone a and B by the moss Hypnum plumaeforme. Plant Signal Behav. 2009;4:737–739. doi: 10.4161/psb.4.8.9080.", "ArticleIdList": ["10.4161/psb.4.8.9080", "PMC2801385", "19820317"]}, {"Citation": "Jeandet P, Clément C, Courot E, Cordelier S. Modulation of phytoalexin biosynthesis in engineered plants for disease resistance. Int J Mol Sci. 2013;14:14136–14170. doi: 10.3390/ijms140714136.", "ArticleIdList": ["10.3390/ijms140714136", "PMC3742236", "23880860"]}, {"Citation": "Kato-Noguchi H. Convergent or parallel molecular evolution of momilactone a and B: potent allelochemicals, momilactones have been found only in rice and the moss Hypnum plumaeforme. J Plant Physiol. 2011;168:1511–1516. doi: 10.1016/j.jplph.2011.03.014.", "ArticleIdList": ["10.1016/j.jplph.2011.03.014", "21620514"]}, {"Citation": "Debnath M, Pandey M, Bisen PS. An omics approach to understand the plant abiotic stress. OMICS. 2011;1:739–762. doi: 10.1089/omi.2010.0146.", "ArticleIdList": ["10.1089/omi.2010.0146", "22122668"]}, {"Citation": "Hunter PJ, Teakle GR, Bending GD. Root traits and microbial community interactions in relation to phosphorus availability and acquisition, with particular reference to Brassica. Front Plant Sci. 2014;5:27. doi: 10.3389/fpls.2014.00027.", "ArticleIdList": ["10.3389/fpls.2014.00027", "PMC3920115", "24575103"]}, {"Citation": "Wu LK, Wang HB, Zhang ZX, Lin R, Zhang ZY, Lin WX. Comparative metaproteomic analysis on consecutively Rehmannia glutinosa monocultured rhizosphere soil. PLoS One. 2011;6 doi: 10.1371/journal.pone.0020611.", "ArticleIdList": ["10.1371/journal.pone.0020611", "PMC3105091", "21655235"]}, {"Citation": "Miller AJ, Cramer MD. Root nitrogen acquisition and assimilation. Plant Soil. 2004;274:1–36. doi: 10.1007/s11104-004-0965-1.", "ArticleIdList": ["10.1007/s11104-004-0965-1"]}, {"Citation": "Liu P, Liu ZH, Wang CB. Guo F, Wang M, Zhang YF, et al. Effects of three long-chain fatty acids present in peanut (Arachis hypogaea L.) root exudates on its own growth and the soil enzymes activities. Allelopathy J 2012; 29:13."}, {"Citation": "Wu LK, Chen J, Wu HM, Wang JY, Qin XJ, Zhang ZY, et al. Comparative proteomics analysis of R. glutinosa Tuber root in response to consecutive monoculture. Acta Agron Sin. 2016;42:243–254. doi: 10.3724/SP.J.1006.2016.00243.", "ArticleIdList": ["10.3724/SP.J.1006.2016.00243"]}, {"Citation": "Badri DV, Vivanco JM. Regulation and function of root exudates. Plant Cell Environ. 2009;32:666–681. doi: 10.1111/j.1365-3040.2009.01926.x.", "ArticleIdList": ["10.1111/j.1365-3040.2009.01926.x", "19143988"]}, {"Citation": "Ramel F, Sulmon C, Serra AA, Gouesbet G, Couée I. Xenobiotic sensing and signalling in higher plants. J Exp Bot. 2012;63:3999–4014. doi: 10.1093/jxb/ers102.", "ArticleIdList": ["10.1093/jxb/ers102", "22493519"]}, {"Citation": "Bienert MD, Siegmund SE, Drozak A, Trombik T, Bultreys A, Baldwin IT, et al. A pleiotropic drug resistance transporter in Nicotiana tabacum is involved in defense against the herbivore Manduca sexta. Plant J. 2012;72:745–757. doi: 10.1111/j.1365-313X.2012.05108.x.", "ArticleIdList": ["10.1111/j.1365-313X.2012.05108.x", "22804955"]}, {"Citation": "Klepek YS, Geiger D, Stadler R, Klebl F, Landouar-Arsivaud L, Lemoine R, et al. Arabidopsis POLYOL TRANSPORTER5, a new member of the monosaccharide TRANSPORTER-like superfamily, mediates H+-symport of numerous substrates, including myo-inositol, glycerol, and ribose. Plant Cell. 2005;17:204–218. doi: 10.1105/tpc.104.026641.", "ArticleIdList": ["10.1105/tpc.104.026641", "PMC544499", "15598803"]}, {"Citation": "Gupta S, Bhar A, Chatterjee M, Das S. Fusarium oxysporum f. Sp. ciceri race 1 induced redox state alterations are coupled to downstream defense signaling in root tissues of chickpea (Cicer arietinum L.) PLoS One. 2013;8:e73163. doi: 10.1371/journal.pone.0073163.", "ArticleIdList": ["10.1371/journal.pone.0073163", "PMC3772884", "24058463"]}, {"Citation": "Homblé F, Krammer EM, Prévost M. Plant VDAC: facts and speculations. Biochim Biophys Acta. 1818;2012:1486–1501.", "ArticleIdList": ["22155681"]}, {"Citation": "Kader JC. Lipid-transfer proteins in plants. Annu. Rev. plant Physiol. Plant Mol Biol. 1996;47:627–654.", "ArticleIdList": ["15012303"]}, {"Citation": "Denness L, McKenna JF, Segonzac C, Wormit A, Madhou P, Bennett M, et al. Cell wall damage-induced lignin biosynthesis is regulated by a reactive oxygen species-and jasmonic acid-dependent process in Arabidopsis. Plant Physiol. 2011;156:1364–1374. doi: 10.1104/pp.111.175737.", "ArticleIdList": ["10.1104/pp.111.175737", "PMC3135913", "21546454"]}, {"Citation": "Bhuvaneshwari V, Paul PK. Involvement of protein kinases in induction of acidic isopolyphenol oxidases in cell walls of tomato by fruit extracts of Azadirachta indica a. Juss Asian J Bio Sci. 2011;6:232–237."}, {"Citation": "Jalali BL. Mycorrhiza and plant health-need for paradigm shift. Indian Phytopathol. 2011;54:3–11."}, {"Citation": "Huang WK, Ji HL, Gheysen G, Kyndt T. Thiamine-induced priming aainst root-knot nematode infection in rice involves lignification and hydrogen peroxide generation. Mol Plant Pathol. 2015;17:614–624. doi: 10.1111/mpp.12316.", "ArticleIdList": ["10.1111/mpp.12316", "PMC6638413", "27103216"]}, {"Citation": "Culley DE, Horovitz D, Hadwiger LA. Molecular characterization of disease-resistance response gene DRR206-d from Pisum sativum (L.) Plant Physiol. 1995;107:301. doi: 10.1104/pp.107.1.301.", "ArticleIdList": ["10.1104/pp.107.1.301", "PMC161220", "7870833"]}, {"Citation": "Lima RB, Salvador VH, dos Santos WD, Bubna GA, Finger-Teixeira A, Soares AR, et al. Enhanced lignin monomer production caused by cinnamic acid and its hydroxylated derivatives inhibits soybean root growth. PLoS One. 2013;8 doi: 10.1371/journal.pone.0080542.", "ArticleIdList": ["10.1371/journal.pone.0080542", "PMC3848980", "24312480"]}, {"Citation": "Salvador VH, Lima RB, dos Santos WD, Soares AR, Böhm PA, Marchiosi R, et al. Cinnamic acid increases lignin production and inhibits soybean root growth. PLoS One. 2013;8 doi: 10.1371/journal.pone.0069105.", "ArticleIdList": ["10.1371/journal.pone.0069105", "PMC3724853", "23922685"]}, {"Citation": "Ferro P, Marchiosi R, de Cássia S-SR, Aparecida BE. Mariade de Lourdes Lucio Ferrarese E, Ferrarese-Filho O. Effects of cinnamic and ferulic acids on growth and lignification of maize roots. J Allelochem Interact. 2015;1:29–38."}, {"Citation": "Li MJ, Yang YH, Li XY, Gu L, Wang FJ, Feng FJ, et al. Analysis of integrated multiple ‘omics’ datasets reveals the initiation and determination mechanisms of tuberous root formation in R. glutinosa. J Exp Bot. 2015;66:5837–5851. doi: 10.1093/jxb/erv288.", "ArticleIdList": ["10.1093/jxb/erv288", "26077835"]}, {"Citation": "Firon N, LaBonte D, Villordon A, McGregor C, Kfir Y, Pressman E. Botany and physiology: storage root formation and development. In: Loebenstein G, Thottappilly G, editors. The sweetpotato. Heidelberg: Springer SBM; 2009. pp. 13–26."}, {"Citation": "Noh SA, Lee HS, Kim YS, Paek KH, Shin JS, Bae JM. Down-regulation of the IbEXP1 gene enhanced storage root development in sweetpotato. J Exp Bot. 2013;64:129–142. doi: 10.1093/jxb/ers236.", "ArticleIdList": ["10.1093/jxb/ers236", "PMC3528024", "22945944"]}, {"Citation": "Villordon AQ, Ginzberg I, Firon N. Root architecture and root and tuber crop productivity. Trends Plant Sci. 2014;19:419–425. doi: 10.1016/j.tplants.2014.02.002.", "ArticleIdList": ["10.1016/j.tplants.2014.02.002", "24630073"]}, {"Citation": "Sun P, Xiao XG, Duan LS, Guo YH, Qi JJ, Liao DG, et al. Dynamic transcriptional profiling provides insights into tuberous root development in Rehmannia glutinosa. Front Plant Sci. 2015;6:396.", "ArticleIdList": ["PMC4461823", "26113849"]}, {"Citation": "Taylor MA, Arif SA, Kumar A, Davies HV, Scobie LA, Pearce SR, et al. Expression and sequence analysis of cDNAs induced during the early stages of tuberisation in different organs of the potato plant (Solanum tuberosum L.) Plant Mol Biol. 1992;20:641–651. doi: 10.1007/BF00046449.", "ArticleIdList": ["10.1007/BF00046449", "1450379"]}, {"Citation": "Wang Y, Zheng XY, Yu BJ, Han SJ, Guo JB, Tang HB, et al. Disruption of microtubules in plants suppresses macroautophagy and triggers starch excess-associated chloroplast autophagy. Autophagy. 2015;11:2259–2274. doi: 10.1080/15548627.2015.1113365.", "ArticleIdList": ["10.1080/15548627.2015.1113365", "PMC4835195", "26566764"]}, {"Citation": "Lefebvre B, Timmers T, Mbengue M, Moreau S, Hervé C, Tóth K, et al. A remorin protein interacts with symbiotic receptors and regulates bacterial infection. Proc Natl Acad Sci U S A. 2010;107:2343–2348. doi: 10.1073/pnas.0913320107.", "ArticleIdList": ["10.1073/pnas.0913320107", "PMC2836688", "20133878"]}, {"Citation": "Sun W, Cao Y, Jansen Labby K, Bittel P, Boller T, Bent AF. Probing the Arabidopsis flagellin receptor: FLS2-FLS2 association and the contributions of specific domains to signaling function. Plant Cell. 2012;24:1096–1113. doi: 10.1105/tpc.112.095919.", "ArticleIdList": ["10.1105/tpc.112.095919", "PMC3336135", "22388452"]}, {"Citation": "Midoro-Horiuti T, Brooks EG, Goldblum RM. Pathogenesis-related proteins of plants as allergens. Ann Allergy Asthma Immunol. 2001;87:261–271. doi: 10.1016/S1081-1206(10)62238-7.", "ArticleIdList": ["10.1016/S1081-1206(10)62238-7", "11686417"]}, {"Citation": "Bigeard J, Colcombet J, Hirt H. Signaling mechanisms in pattern-triggered immunity (PTI). Mol Plant. 2015; 8: 521-539. doi: 10.1016/j.molp.20 14.12.022.", "ArticleIdList": ["25744358"]}, {"Citation": "Muthamilarasan M, Prasad M. Plant innate immunity: an updated insight into defense mechanism. J Biosci. 2013;38:433–449. doi: 10.1007/s12038-013-9302-2.", "ArticleIdList": ["10.1007/s12038-013-9302-2", "23660678"]}, {"Citation": "Wu LK, Li ZF, Li J, Khan MA, Huang WM, Zhang ZY. Assessment of shifts in microbial community structure and catabolic diversity in response to Rehmannia glutinosa monoculture. Appl Soil Ecol. 2013;67:1–9. doi: 10.1016/j.apsoil.2013.02.008.", "ArticleIdList": ["10.1016/j.apsoil.2013.02.008"]}, {"Citation": "Hirayama T, Kieber JJ, Hirayama N, Kogan M, Guzman P, Nourizadeh S, Alonso JM, et al. RESPONSIVE-TO-ANTAGONIST1, a Menkes/Wilson disease–related copper transporter, is required for ethylene signaling in Arabidopsis. Cell. 1999;97:383–393. doi: 10.1016/S0092-8674(00)80747-3.", "ArticleIdList": ["10.1016/S0092-8674(00)80747-3", "10319818"]}, {"Citation": "Perazzolli M, Dominici P, Romero-Puertas MC, Zago E, Zeier J, Sonoda M, et al. Arabidopsis nonsymbiotic hemoglobin AHb1 modulates nitric oxide bioactivity. Plant Cell. 2004;16:2785–2794. doi: 10.1105/tpc.104.025379.", "ArticleIdList": ["10.1105/tpc.104.025379", "PMC520971", "15367716"]}, {"Citation": "Li C, Schilmiller AL, Liu G, Lee G.I, Jayanty S, Sageman C, et al. Role of β-oxidation in jasmonate biosynthesis and systemic wound signaling in tomato. Plant Cell 2005; 17 971–986. doi: 10.1105/tpc.104.029108.", "ArticleIdList": ["PMC1069712", "15722469"]}, {"Citation": "McManus MT. Annual plant reviews, the plant hormone ethylene. Iowa: John Wiley & Sons; 2012."}, {"Citation": "Rőszer T. Biosynthesis of nitric oxide in plants. In: Khan MN, Mobin M, Mohammad F, Corpas FJ, editors. Nitric oxide in plants: metabolism and role in stress physiology. Heidelberg: Springer International Publishing; 2014. pp. 17–32."}, {"Citation": "Lu M, Han YP, Gao JG, Wang XJ, Li WB. Identification and analysis of the germin-like gene family in soybean. BMC Genomics. 2010;11:1. doi: 10.1186/1471-2164-11-1.", "ArticleIdList": ["10.1186/1471-2164-11-1", "PMC3011853", "21059215"]}, {"Citation": "Duan ZQ, Bai L, Zhao ZG, Zhang GP, Cheng FM, Jiang LX, et al. Drought-stimulated activity of plasma membrane nicotinamide adenine dinucleotide phosphate oxidase and its catalytic properties in rice. J Integr Plant Biol. 2009;51:1104–1115. doi: 10.1111/j.1744-7909.2009.00879.x.", "ArticleIdList": ["10.1111/j.1744-7909.2009.00879.x", "20021558"]}, {"Citation": "Jajic I, Sarna T, Strzalka K. Senescence, stress, and reactive oxygen species. Plants. 2015;4:393–411. doi: 10.3390/plants4030393.", "ArticleIdList": ["10.3390/plants4030393", "PMC4844410", "27135335"]}, {"Citation": "Baxter A, Mittler R, Suzuki N. ROS as key players in plant stress signalling. J Exp Bot. 2014;65:1229–1240. doi: 10.1093/jxb/ert375.", "ArticleIdList": ["10.1093/jxb/ert375", "24253197"]}, {"Citation": "Fukamatsu Y, Yabe N, Hasunuma K. Arabidopsis NDK1 is a component of ROS signaling by interacting with three catalases. Plant Cell Physiol. 2003;44:982–989. doi: 10.1093/pcp/pcg140.", "ArticleIdList": ["10.1093/pcp/pcg140", "14581623"]}, {"Citation": "Alves MS, Fontes EPB, Fietto LG. Early responsive to dehydration 15, a new transcription factor that integrates stress signaling pathways. Plant Signal Behav. 2011;6:1993–1996. doi: 10.4161/psb.6.12.18268.", "ArticleIdList": ["10.4161/psb.6.12.18268", "PMC3337193", "22105026"]}, {"Citation": "Wang SB, Shi Q, Xu Y, Xie WL, Zhang J, Tian C, et al. Protein disulfide isomerase regulates endoplasmic reticulum stress and the apoptotic process during prion infection and PrP mutant-induced cytotoxicity. PLoS One. 2012;7 doi: 10.1371/journal.pone.0038221.", "ArticleIdList": ["10.1371/journal.pone.0038221", "PMC3369880", "22685557"]}, {"Citation": "Liu JX, Howell SH. Endoplasmic reticulum protein quality control and its relationship to environmental stress responses in plants. Plant Cell. 2010;22:2930–2942. doi: 10.1105/tpc.110.078154.", "ArticleIdList": ["10.1105/tpc.110.078154", "PMC2965551", "20876830"]}, {"Citation": "Bettigole SE, Glimcher LH. Endoplasmic reticulum stress in immunity. Annu Rev Immunol. 2015;33:107–138. doi: 10.1146/annurev-immunol-032414-112116.", "ArticleIdList": ["10.1146/annurev-immunol-032414-112116", "25493331"]}, {"Citation": "Ruggiano A, Foresti O, Carvalho P. Quality control: ER-associated degradation: protein quality control and beyond. J Cell Biol. 2014;204:869–879. doi: 10.1083/jcb.201312042.", "ArticleIdList": ["10.1083/jcb.201312042", "PMC3998802", "24637321"]}, {"Citation": "Stone SL. The role of ubiquitin and the 26S proteasome in plant abiotic stress signaling. Front Plant Sci. 2014;5:135. doi: 10.3389/fpls.2014.00135.", "ArticleIdList": ["10.3389/fpls.2014.00135", "PMC3997020", "24795732"]}, {"Citation": "Cai YM, Yu J, Gallois P. Endoplasmic reticulum stress-induced PCD and caspase-like activities involved. Front Plant Sci. 2014;5:41. doi: 10.3389/fpls.2014.00041.", "ArticleIdList": ["10.3389/fpls.2014.00041", "PMC3924713", "24592269"]}, {"Citation": "Farrow SC, Facchini PJ. Functional diversity of 2-oxoglutarate/Fe (II)-dependent dioxygenases in plant metabolism. Front Plant Sci. 2014;5:524. doi: 10.3389/fpls.2014.00524.", "ArticleIdList": ["10.3389/fpls.2014.00524", "PMC4191161", "25346740"]}, {"Citation": "Cheema ZA, Farooq M, Wahid A. Allelopathy: current trends and future applications. Heidelberg: Springer International Publishers; 2012."}, {"Citation": "Zhang ZY, Lin WX, Yang YH, Chen H, Chen XJ. Effects of consecutively monocultured Rehmannia glutinosa L. on diversity of fungal community in rhizospheric soil. Agric Sci China. 2011;10:1374–1384. doi: 10.1016/S1671-2927(11)60130-2.", "ArticleIdList": ["10.1016/S1671-2927(11)60130-2"]}, {"Citation": "Cheng F, Cheng ZH, Meng HW. Transcriptomic insights into the allelopathic effects of the garlic allelochemical diallyl disulfide on tomato roots. Sci Rep. 2017;6:38902. doi: 10.1038/srep38902.", "ArticleIdList": ["10.1038/srep38902", "PMC5150855", "27941943"]}, {"Citation": "Kørner CJ, Du X, Vollmer ME, Pajerowska-Mukhtar KM. Endoplasmic reticulum stress signaling in plant immunity-at the crossroad of life and death. Int J Mol Sci. 2015;16:26582–26598. doi: 10.3390/ijms161125964.", "ArticleIdList": ["10.3390/ijms161125964", "PMC4661823", "26556351"]}, {"Citation": "Eichmann R, Schäfer P. The endoplasmic reticulum in plant immunity and cell death. Front Plant Sci. 2012;3:200. doi: 10.3389/fpls.2012.00200.", "ArticleIdList": ["10.3389/fpls.2012.00200", "PMC3424470", "22936941"]}, {"Citation": "Huang S, Van Aken O, Schwarzländer M, Belt K, Millar AH. The roles of mitochondrial reactive oxygen species in cellular signaling and stress response in plants. Plant Physiol. 2016;171:1551–1559. doi: 10.1104/pp.16.00166.", "ArticleIdList": ["10.1104/pp.16.00166", "PMC4936549", "27021189"]}]}], "History": [{"Year": "2016", "Month": "11", "Day": "18"}, {"Year": "2017", "Month": "6", "Day": "22"}, {"Year": "2017", "Month": "7", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["28693420", "PMC5504617", "10.1186/s12870-017-1060-0", "10.1186/s12870-017-1060-0"]}}]}