{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Juglans", "complete chloroplast genome", "internal transcribed spacer", "phylogeny", "small inversion", "ubiquitin ligase gene"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28713409", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "06", "Day": "30"}], "Language": ["eng"], "ELocationID": ["1148", "10.3389/fpls.2017.01148"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2017"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Phylogenetic Resolution in <i>Juglans</i> Based on Complete Chloroplast Genomes and Nuclear DNA Sequences.", "Pagination": {"StartPage": "1148", "MedlinePgn": "1148"}, "Abstract": {"AbstractText": ["Walnuts (<i>Juglans</i> of the Juglandaceae) are well-known economically important resource plants for the edible nuts, high-quality wood, and medicinal use, with a distribution from tropical to temperate zones and from Asia to Europe and Americas. There are about 21 species in <i>Juglans</i>. Classification of <i>Juglans</i> at section level is problematic, because the phylogenetic position of <i>Juglans cinerea</i> is disputable. Lacking morphological and DNA markers severely inhibited the development of related researches. In this study, the complete chloroplast genomes and two nuclear DNA regions (the internal transcribed spacer and ubiquitin ligase gene) of 10 representative taxa of <i>Juglans</i> were used for comparative genomic analyses in order to deepen the understanding on the application value of genetic information for inferring the phylogenetic relationship of the genus. The <i>Juglans</i> chloroplast genomes possessed the typical quadripartite structure of angiosperms, consisting of a pair of inverted repeat regions separated by a large single-copy region and a small single-copy region. All the 10 chloroplast genomes possessed 112 unique genes arranged in the same order, including 78 protein-coding, 30 tRNA, and 4 rRNA genes. A combined sequence data set from two nuclear DNA regions revealed that <i>Juglans</i> plants could be classified into three branches: (1) section <i>Juglans</i>, (2) section <i>Cardiocaryon</i> including <i>J. cinerea</i> which is closer to <i>J. mandshurica</i>, and (3) section <i>Rhysocaryon</i>. However, three branches with a different phylogenetic topology were recognized in <i>Juglans</i> using the complete chloroplast genome sequences: (1) section <i>Juglans</i>, (2) section <i>Cardiocaryon</i>, and (3) section <i>Rhysocaryon</i> plus <i>J. cinerea</i>. The molecular taxonomy of <i>Juglans</i> is almost compatible to the morphological taxonomy except <i>J. cinerea</i> (section <i>Trachycaryon</i>). Based on the complete chloroplast genome sequence data, the divergence time between section <i>Juglans</i> and section <i>Cardiocaryon</i> was 44.77 Mya, while section <i>Rhysocaryon</i> diverged from other sections in the genus <i>Juglans</i> was 47.61 Mya. Eleven of the 12 small inversions in the chloroplast genomes provided valuable phylogenetic information for classification of walnut plants at section and species levels. Our results are valuable for future studies on <i>Juglans</i> genetic diversity and will enhance the understanding on the phylogenetic evolution of Juglandaceae."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Systematic and Evolutionary Botany, Institute of Botany, Chinese Academy of SciencesBeijing, China."}, {"Identifier": [], "Affiliation": "Peking-Tsinghua Center for Life Sciences, Academy for Advanced Interdisciplinary Studies, Peking UniversityBeijing, China."}], "LastName": "Dong", "ForeName": "Wenpan", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Systematic and Evolutionary Botany, Institute of Botany, Chinese Academy of SciencesBeijing, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of SciencesBeijing, China."}], "LastName": "Xu", "ForeName": "Chao", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shandong Provincial Center of Forest Tree Germplasm ResourcesJinan, China."}], "LastName": "Li", "ForeName": "Wenqing", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shandong Provincial Center of Forest Tree Germplasm ResourcesJinan, China."}], "LastName": "Xie", "ForeName": "Xiaoman", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shandong Provincial Center of Forest Tree Germplasm ResourcesJinan, China."}], "LastName": "Lu", "ForeName": "Yizeng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Systematic and Evolutionary Botany, Institute of Botany, Chinese Academy of SciencesBeijing, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of SciencesBeijing, China."}], "LastName": "Liu", "ForeName": "Yanlei", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Botanical Garden, Institute of Botany, Chinese Academy of SciencesBeijing, China."}], "LastName": "Jin", "ForeName": "Xiaobai", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Systematic and Evolutionary Botany, Institute of Botany, Chinese Academy of SciencesBeijing, China."}], "LastName": "Suo", "ForeName": "Zhili", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "APG III (2009). An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG III. Bot. J. Linn. Soc. 161 105–121. 10.1016/j.jep.2015.05.035", "ArticleIdList": ["10.1016/j.jep.2015.05.035"]}, {"Citation": "APG IV (2016). An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV. Bot. J. Linn. Soc. 181 1–20. 10.1016/j.jep.2015.05.035", "ArticleIdList": ["10.1016/j.jep.2015.05.035"]}, {"Citation": "Aradhya M. K., Potter D., Gao F., Simon C. J. (2007). Molecular phylogeny of Juglans (Juglandaceae): a biogeographic perspective. Tree Genet. Genomes 3 363–378. 10.1007/s11295-006-0078-5", "ArticleIdList": ["10.1007/s11295-006-0078-5"]}, {"Citation": "Bankevich A., Nurk S., Antipov D., Gurevich A. A., Dvorkin M., Kulikov A. S., et al. (2012). SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing. J. Comput. Biol. 19 455–477. 10.1089/cmb.2012.0021", "ArticleIdList": ["10.1089/cmb.2012.0021", "PMC3342519", "22506599"]}, {"Citation": "Beer R., Kaiser F., Schmidt K., Ammann B., Carraro G., Grisa E., et al. (2008). Vegetation history of the walnut forests in Kyrgyzstan (Central Asia): natural or anthropogenic origin? Quat. Sci. Rev. 27 621–632. 10.1016/j.quascirev.2007.11.012", "ArticleIdList": ["10.1016/j.quascirev.2007.11.012"]}, {"Citation": "Borsch T., Quandt D. (2009). Mutational dynamics and phylogenetic utility of non-coding chloroplast DNA. Plant Syst. Evol. 282 169–199. 10.1007/s00606-009-0210-8", "ArticleIdList": ["10.1007/s00606-009-0210-8"]}, {"Citation": "Bouckaert R., Heled J., Kühnert D., Vaughan T., Wu C. H., Xie D., et al. (2014). BEAST 2: a software platform for Bayesian evolutionary analysis. PLoS Comput. Biol. 10:e1003537 10.1371/journal.pcbi.1003537", "ArticleIdList": ["10.1371/journal.pcbi.1003537", "PMC3985171", "24722319"]}, {"Citation": "Cheng T., Xu C., Lei L., Li C., Zhang Y., Zhou S. (2016). Barcoding the kingdom Plantae: new PCR primers for ITS regions of plants with improved universality and specificity. Mol. Ecol. Resour. 16 138–149. 10.1111/1755-0998.12438", "ArticleIdList": ["10.1111/1755-0998.12438", "26084789"]}, {"Citation": "Ciarmiello L. F., Pontecorvo G., Piccirillo P., Luca A. D., Carillo P., Kafantaris I., et al. (2013). Use of nuclear and mitochondrial single nucleotide polymorphisms to characterize English walnut (Juglans regia L.) genotypes. Plant Mol. Biol. Rep. 31 1116–1130. 10.1007/s11105-013-0575-2", "ArticleIdList": ["10.1007/s11105-013-0575-2"]}, {"Citation": "Conant G. C., Wolfe K. H. (2008). GenomeVx: simple web-based creation of editable circular chromosome maps. Bioinformatics 24 861–862. 10.1093/bioinformatics/btm598", "ArticleIdList": ["10.1093/bioinformatics/btm598", "18227121"]}, {"Citation": "Cosmulescu S., Botu M. (2012). Walnut biodiversity in south-western Romania-resource for perspective cultivars. Pak. J. Bot. 44 307–311."}, {"Citation": "Dode L. A. (1909). Contribution to the study of the genus Juglans (English translation by Cuendett, R.E). Bull. Soc. Dendrol. Fr. 11 22–90."}, {"Citation": "Dong W. P., Liu H., Xu C., Zuo Y. J., Chen Z. J., Zhou S. L. (2014). A chloroplast genomic strategy for designing taxon specific DNA mini-barcodes: a case study on ginsengs. BMC Genet. 15:138 10.1186/s12863-014-0138-z", "ArticleIdList": ["10.1186/s12863-014-0138-z", "PMC4293818", "25526752"]}, {"Citation": "Dong W. P., Liu J., Yu J., Wang L., Zhou S. L. (2012). Highly variable chloroplast markers for evaluating plant phylogeny at low taxonomic levels and for DNA barcoding. PLoS ONE 7:e35071 10.1371/journal.pone.0035071", "ArticleIdList": ["10.1371/journal.pone.0035071", "PMC3325284", "22511980"]}, {"Citation": "Dong W. P., Xu C., Cheng T., Lin K., Zhou S. L. (2013). Sequencing angiosperm plastid genomes made easy: a complete set of universal primers and a case study on the phylogeny of Saxifragales. Genome Biol. Evol. 5 989–997. 10.1093/gbe/evt063", "ArticleIdList": ["10.1093/gbe/evt063", "PMC3673619", "23595020"]}, {"Citation": "Dong W. P., Xu C., Li C. H., Sun J. H., Zuo Y. J., Shi S., et al. (2015). ycf1, the most promising plastid DNA barcode of land plants. Sci. Rep. 5:8348 10.1038/srep08348", "ArticleIdList": ["10.1038/srep08348", "PMC4325322", "25672218"]}, {"Citation": "Dong W. P., Xu C., Li D. L., Jin X. B., Lu Q., Suo Z. L. (2016). Comparative analysis of the complete chloroplast genome sequences in psammophytic Haloxylon species (Amaranthaceae). PeerJ 4:e2699 10.7717/peerj.2699", "ArticleIdList": ["10.7717/peerj.2699", "PMC5111891", "27867769"]}, {"Citation": "Doyle J. J., Davis J. I., Soreng R. J., Garvin D., Anderson M. J. (1992). Chloroplast DNA inversions and the origin of the grass family (Poaceae). Proc. Natl. Acad. Sci. U.S.A. 89 7722–7726. 10.1073/pnas.89.16.7722", "ArticleIdList": ["10.1073/pnas.89.16.7722", "PMC49783", "1502190"]}, {"Citation": "Doyle J. J., Doyle J. L., Ballenger J. A., Palmer J. D. (1996). The distribution and phylogenetic significance of a 50-kb chloroplast DNA inversion in the flowering plant family Leguminosae. Mol. Phylogenet. Evol. 5 429–438. 10.1006/mpev.1996.0038", "ArticleIdList": ["10.1006/mpev.1996.0038", "8728401"]}, {"Citation": "Drummond A. J., Ho S. Y., Phillips M. J., Rambaut A. (2006). Relaxed phylogenetics and dating with confidence. PLoS Biol. 4:e88 10.1371/journal.pbio.0040088", "ArticleIdList": ["10.1371/journal.pbio.0040088", "PMC1395354", "16683862"]}, {"Citation": "Ganoth A., Tsfadia Y., Wiener R. (2013). Ubiquitin: molecular modeling and simulations. J. Mol. Graph. Model. 46 29–40. 10.1016/j.jmgm.2013.09.006", "ArticleIdList": ["10.1016/j.jmgm.2013.09.006", "24113788"]}, {"Citation": "Gunter L. E., Kochert G., Giannasi D. E. (1994). Phylogenetic relationships of the Juglandaceae. Plant Syst. Evol. 192 11–29. 10.1007/BF00985904", "ArticleIdList": ["10.1007/BF00985904"]}, {"Citation": "He L. X., Suo Z. L., Zhang C. H., Jin X. B., Zhao D. X., Zhao X. Q., et al. (2012). Classification of Chinese medicinal tree peony cultivars based on chloroplast DNA sequences. AASRI Procedia 1 344–352. 10.1016/j.aasri.2012.06.053", "ArticleIdList": ["10.1016/j.aasri.2012.06.053"]}, {"Citation": "Hills L. V., Klovan J. E., Sweet A. R. (1974). Juglans eocinerea n. sp., Beaufort Formation (Tertiary), southwestern Banks Inland, Arctic Canada. Can. J. Bot. 52 65–90. 10.1139/b74-011", "ArticleIdList": ["10.1139/b74-011"]}, {"Citation": "Hiratsuka J., Shimada H., Whittier R., Ishibashi T., Sakamoto M., Mori M., et al. (1989). The complete sequence of the rice (Oryza sativa) chloroplast genome: intermolecular recombination between distinct tRNA genes accounts for a major plastid DNA inversion during the evolution of the cereals. Mol. Gen. Genet. 217 185–194. 10.1007/BF02464880", "ArticleIdList": ["10.1007/BF02464880", "2770692"]}, {"Citation": "Hu Y., Woeste K. E., Zhao P. (2017). Completion of the chloroplast genomes of five Chinese Juglans and their contribution to chloroplast phylogeny. Front. Plant Sci. 7:1955 10.3389/fpls.2016.01955", "ArticleIdList": ["10.3389/fpls.2016.01955", "PMC5216037", "28111577"]}, {"Citation": "Hupfer H., Swiatek M., Hornung S., Herrmann R. G., Maier R. M., Chiu W. L., et al. (2000). Complete nucleotide sequence of the Oenothera elata plastid chromosome, representing plastome I of the five distinguishable Euoenothera plastomes. Mol. Gen. Genet. 263 581–585. 10.1007/pl00008686", "ArticleIdList": ["10.1007/pl00008686", "10852478"]}, {"Citation": "Jansen K. R., Palmer J. D. (1987). A chloroplast DNA inversion marks an ancient evolutionary split in the sunflower family (Asteraceae). Proc. Natl. Acad. Sci. U.S.A. 84 5818–5822. 10.1073/pnas.84.16.5818", "ArticleIdList": ["10.1073/pnas.84.16.5818", "PMC298954", "16593871"]}, {"Citation": "Jansen R. K., Cai Z. Q., Raubeson L. A., Daniell H., dePamphilis C. W., Leebens-Mack J., et al. (2007). Analysis of 81 genes from 64 plastid genomes resolves relationships in angiosperms and identifies genome scale evolutionary patterns. Proc. Natl. Acad. Sci. U.S.A. 104 19369–19374. 10.1073/pnas.0709121104", "ArticleIdList": ["10.1073/pnas.0709121104", "PMC2148296", "18048330"]}, {"Citation": "Joly C., Visset L. (2009). Evolution of vegetation landscapes since the Late Mesolithic on the French West Atlantic coast. Rev. Palaeobot. Palynol. 154 124–179. 10.1016/j.revpalbo.2008.12.011", "ArticleIdList": ["10.1016/j.revpalbo.2008.12.011"]}, {"Citation": "Katoh K., Standley D. M. (2013). MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Mol. Biol. Evol. 30 772–780. 10.1093/molbev/mst010", "ArticleIdList": ["10.1093/molbev/mst010", "PMC3603318", "23329690"]}, {"Citation": "Kearse M., Moir R., Wilson A., Stones-Havas S., Cheung M., Sturrock S., et al. (2012). Geneious Basic: an integrated and extendable desktop software platform for the organization and analysis of sequence data. Bioinformatics 28 1647–1649. 10.1093/bioinformatics/bts199", "ArticleIdList": ["10.1093/bioinformatics/bts199", "PMC3371832", "22543367"]}, {"Citation": "Kelchner S. A., Wendel J. F. (1996). Hairpins create minute inversions in non-coding regions of chloroplast DNA. Curr. Genet. 30 259–262. 10.1007/s002940050130", "ArticleIdList": ["10.1007/s002940050130", "8753656"]}, {"Citation": "Kim K. J., Lee H. L. (2004). Complete chloroplast genome sequences from Korean ginseng (Panax schinseng Nees) and comparative analysis of sequence evolution among 17 vascular plants. DNA Res. 11 247–261. 10.1093/dnares/11.4.247", "ArticleIdList": ["10.1093/dnares/11.4.247", "15500250"]}, {"Citation": "Kim K. J., Lee H. L. (2005). Wide spread occurrence of small inversions in the chloroplast genomes of land plants. Mol. Cells 19 104–113.", "ArticleIdList": ["15750347"]}, {"Citation": "Kurtz S., Choudhuri J. V., Ohlebusch E., Schleiermacher C., Stoye J., Giegerich R. (2001). REPuter: the manifold applications of repeat analysis on a genomic scale. Nucleic Acids Res. 29 4633–4642. 10.1093/nar/29.22.4633", "ArticleIdList": ["10.1093/nar/29.22.4633", "PMC92531", "11713313"]}, {"Citation": "Laricchia K. M., McCleary T. S., Hoban S. M., Borkowski D., Romero-Severson J. (2015). Chloroplast haplotypes suggest preglacial differentiation and separate postglacial migration paths for the threatened North American forest tree Juglans cinerea L. Tree Genet. Genomes 11 30 10.1007/s11295-015-0852-3", "ArticleIdList": ["10.1007/s11295-015-0852-3"]}, {"Citation": "Librado P., Rozas J. (2009). DnaSP v5: a software for comprehensive analysis of DNA polymorphism data. Bioinformatics 25 1451–1452. 10.1093/bioinformatics/btp187", "ArticleIdList": ["10.1093/bioinformatics/btp187", "19346325"]}, {"Citation": "Lu A. M. (1982). The geographical dispersal of Juglandaceae. Acta Phytotaxon. Sin. 20 257–271."}, {"Citation": "Lu A. M., Stone D. E., Grauke L. J. (1999). “Juglandaceae,” in Flora of China, eds Wu Z. Y., Raven P. H. (Beijing: Science Press; ), 277–285."}, {"Citation": "Manchester S. R. (1987). The fossil history of the Juglandaceae. Monogr. Syst. Bot. Mo. Bot. Gard. 21 1–137."}, {"Citation": "Manning W. E. (1978). The classification within the Juglandaceae. Ann. Mo. Bot. Gard. 65 1058–1087. 10.2307/2398782", "ArticleIdList": ["10.2307/2398782"]}, {"Citation": "Marin I. (2013). Evolution of plant HECT ubiquitin ligases. PLoS ONE 8:e68536 10.1371/journal.pone.0068536", "ArticleIdList": ["10.1371/journal.pone.0068536", "PMC3712016", "23869223"]}, {"Citation": "Martinez-Garcia P. J., Crepeau M. W., Puiu D., Gonzalez-Ibeas D., Whalen J., Stevens K. A., et al. (2016). The walunut (Juglans regia) genome sequence reveals diversity in genes coding for the biosynthesis of non-structural polyphenols. Plant J. 87 507–532. 10.1111/tpj.13207", "ArticleIdList": ["10.1111/tpj.13207", "27145194"]}, {"Citation": "McGranahan G., Leslie C. (1991). “Walnuts (Juglans),” in Genetic Resources of Temperate Fruit and Nut Crops, eds Moore J. N., Jr, Ballington J. R. (Wageningen: International Society for Horticultural Science; ), 907–951."}, {"Citation": "Milligan B. G., Hampton J. N., Palmer J. D. (1989). Dispersed repeats and structural reorganization in subclover chloroplast DNA. Mol. Biol. Evol. 6 355–368.", "ArticleIdList": ["2615639"]}, {"Citation": "Morrison D. A. (2009). A framework for phylogenetic sequence alignment. Plant Syst. Evol. 282 127–149. 10.1007/s00606-008-0072-5", "ArticleIdList": ["10.1007/s00606-008-0072-5"]}, {"Citation": "Ogihara Y., Terachi T., Sasakuma T. (1988). Intramolecular recombination of chloroplast genome mediated by short direct-repeat sequences in wheat species. Proc. Natl. Acad. Sci. U.S.A. 85 8573–8577. 10.1073/pnas.85.22.8573", "ArticleIdList": ["10.1073/pnas.85.22.8573", "PMC282501", "3186748"]}, {"Citation": "Pei D., Lu X. Z. (2011). Walnut Germplasm Resources in China (In Chinese). Beijing: China Forestry Publishing House, 1–208."}, {"Citation": "Rambaut A. (1996). Se-Al: Sequence Alignment Editor. Version 2.0. Oxford: University of Oxford."}, {"Citation": "Rambaut A., Suchard M., Xie D., Drummond A. (2014). Tracer v1. 6. Available at: http://beast.bio.ed.ac.uk/Tracer"}, {"Citation": "Raubeson L. A., Jansen R. K. (1992). Chloroplast DNA evidence on the ancient evolutionary split in vascular land plants. Science 255 1697–1699. 10.1126/science.255.5052.1697", "ArticleIdList": ["10.1126/science.255.5052.1697", "17749424"]}, {"Citation": "Rehder A. (1940). Manual of Cultivated Trees and Shrubs in North America. MacMillan, NY: The Macmillan Company."}, {"Citation": "Ronquist F., Teslenko M., van der Mark P., Ayres D. L., Darling A., Hohna S., et al. (2012). MrBayes 3.2: efficient Bayesian phylogenetic inference and model choice across a large model space. Syst. Biol. 61 539–542. 10.1093/sysbio/sys029", "ArticleIdList": ["10.1093/sysbio/sys029", "PMC3329765", "22357727"]}, {"Citation": "Stamatakis A. (2006). RAxML-VI-HPC: maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models. Bioinformatics 22 2688–2690. PMID: 16928733 10.1093/bioinformatics/btl446", "ArticleIdList": ["10.1093/bioinformatics/btl446", "16928733"]}, {"Citation": "Stanford A. M., Harden R., Parks C. R. (2000). Phylogeny and biogeography of Juglans (Juglandaceae) based on matK and ITS sequence data. Am. J. Bot. 87 872–882. 10.2307/2656895", "ArticleIdList": ["10.2307/2656895", "10860918"]}, {"Citation": "Stone D. E., Oh S. H., Tripp E. A., Rios G. L. E., Manos P. S. (2009). Natural history distribution, phylogenetic relationships, and conservation of Central American black walnuts (Juglans section Rhysocaryon). J. Torrey Bot. Soc. 136 1–25. 10.3159/08-RA-036R.1", "ArticleIdList": ["10.3159/08-RA-036R.1"]}, {"Citation": "Suo Z. L., Chen L. N., Pei D., Jin X. B., Zhang H. J. (2015). A new nuclear DNA marker from ubiquitin ligase gene region for genetic diversity detection of walnut germplasm resources. Biotechnol. Rep. 5 40–45. 10.1016/j.btre.2014.11.003", "ArticleIdList": ["10.1016/j.btre.2014.11.003", "PMC5466192", "28626681"]}, {"Citation": "Suo Z. L., Li W. Y., Jin X. B., Zhang H. J. (2016). A new nuclear DNA marker revealing both microsatellite variations and single nucleotide polymorphic loci: a case study on classification of cultivars in Lagerstroemia indica L. J. Microb. Biochem. Technol. 8 266–271. 10.4172/1948-5948.1000296", "ArticleIdList": ["10.4172/1948-5948.1000296"]}, {"Citation": "Suo Z. L., Pei D., Ma Q. G., Jin X. B. (2012a). Genetic formation of paradox hybrids (Juglans L.) revealed by nrDNA IGS8-ETS1 region. AASRI Procedia 1 156–165. 10.1016/j.aasri.2012.06.025", "ArticleIdList": ["10.1016/j.aasri.2012.06.025"]}, {"Citation": "Suo Z. L., Zhang C. H., Zheng Y. Q., He L. X., Jin X. B., Hou B. X., et al. (2012b). Revealing genetic diversity of tree peonies at micro-evolution level with hyper-variable chloroplast markers and floral traits. Plant Cell Rep. 31 2199–2213. 10.1007/s00299-012-1330-0", "ArticleIdList": ["10.1007/s00299-012-1330-0", "22961193"]}, {"Citation": "Swofford D. L. (2003). PAUP∗. Phylogenetic Analysis Using Parsimony (∗and Other Methods). Version4b10. Sunderland, MA: Sinauer."}, {"Citation": "Tamura K., Stecher G., Peterson D., Filipski A., Kumar S. (2013). MEGA6: molecular evolutionary genetics analysis version 6.0. Mol. Biol. Evol. 30 2725–2729. 10.1093/molbev/mst197", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Wu Y. M., Pei D., Xi S. K., Li J. R. (2000). A study on the genetic relationship among species in Juglans L. using RAPD markers. Acta Hortic. Sin. 27 17–22."}, {"Citation": "Wyman S. K., Jansen R. K., Boore J. L. (2004). Automatic annotation of organellar genomes with DOGMA. Bioinformatics 20 3252–3255. 10.1093/bioinformatics/bth352", "ArticleIdList": ["10.1093/bioinformatics/bth352", "15180927"]}, {"Citation": "Xiang X.-G., Wang W., Li R.-Q., Lin L., Liu Y., Zhou Z.-K., et al. (2014). Large-scale phylogenetic analyses reveal fagalean diversification promoted by the interplay of diaspores and environments in the Paleogene. Perspect. Plant Ecol. Evol. Syst. 16 101–110. 10.1016/j.ppees.2014.03.001", "ArticleIdList": ["10.1016/j.ppees.2014.03.001"]}, {"Citation": "Xiang X. G., Zhang J. B., Lu A. M., Li R. Q. (2011). Molecular identification on species in Juglandaceae: a tiered method. J. Syst. Evol. 49 252–260. 10.1111/j.1759-6831.2011.00116.x", "ArticleIdList": ["10.1111/j.1759-6831.2011.00116.x"]}, {"Citation": "Xu C., Dong W. P., Li W. Q., Lu Y. Z., Xie X. M., Jin X. B., et al. (2017). Comparative analysis of six Lagerstroemia complete chloroplast genomes. Front. Plant Sci. 8:15 10.3389/fpls.2017.00015", "ArticleIdList": ["10.3389/fpls.2017.00015", "PMC5243828", "28154574"]}]}], "History": [{"Year": "2017", "Month": "3", "Day": "19"}, {"Year": "2017", "Month": "6", "Day": "15"}, {"Year": "2017", "Month": "7", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["28713409", "PMC5492656", "10.3389/fpls.2017.01148"]}}]}