{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Folk epistemology", "Medicinal plants", "Rural communities", "Wild edible plants"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [{"AbstractText": ["Este trabajo se realizó con pequeños agricultores de origen paraguayo, que habitan en la provincia de Misiones, Argentina. Los <i>criollos</i> (mestizos) en su mayoría provienen de departamentos ubicados al oriente del Paraguay, donde el clima y la flora presentan características similares a la provincia de Misiones. Estas características ecológicas contribuyen a la continuación y el mantenimiento de los conocimientos y las prácticas relacionados al uso de las plantas.", "El trabajo de campo se realizó entre septiembre de 2014 y agosto de 2015. En la etnoclasificación participaron 45 informantes, provenientes de tres localidades rurales, situadas a lo largo del río Paraná, frontera entre los dos países. Para la clasificación se utilizaron imágenes fotográficas de 30 especies -comestibles y medicinales- preseleccionadas como las de mayor frecuencia de mención entre los habitantes de la región (a partir de los datos obtenidos en una primera etapa de investigación en el año 2014). Por medio del análisis de componentes principales y el análisis de agrupamiento (cluster) se contrastaron y compararon las variaciones en las etnoclasificaciones locales de plantas.", "Se encontró que los pobladores clasifican sus plantas según su aplicación y uso (mayormente asociadas a la categoría medicinal y en menor medida a la comestible). Mientras, la morfología rara vez se tiene en cuenta, incluso en aquellas especies muy similares y estrechamente relacionadas como las palmeras. A la luz de los hallazgos, se destaca un modelo de funcionalidad dominante en el proceso de cognición y de clasificación de las plantas entre los agricultores de origen paraguayo. Se describen las principales creencias y prácticas culturales asociadas a la medicina rural paraguaya. Adicionalmente, se discuten algunos de los conceptos de las plantas que mantienen los paraguayos y su articulación con la epistemología local.", "En la clasificación etnobotánica de los pobladores de origen paraguayo los patrones de uso construidos culturalmente tienen mayor peso que las variables morfológicas."]}], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28743302", "DateCompleted": {"Year": "2018", "Month": "05", "Day": "14"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "07", "Day": "25"}], "Language": ["eng"], "ELocationID": ["42", "10.1186/s13002-017-0169-4"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Jul", "Day": "25"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Cognition, culture and utility: plant classification by Paraguayan immigrant farmers in Misiones, Argentina.", "Pagination": {"StartPage": "42", "MedlinePgn": "42"}, "Abstract": {"AbstractText": ["This study was conducted in three rural communities of small farmers of Paraguayan origin living in the province of Misiones, Argentina. These Criollos (Mestizos) hail chiefly from departments located in the east of Paraguay, where the climate and flora have similar characteristics as those in Misiones. These ecological features contribute to the continuation and maintenance of knowledge and practices related to the use of plants.", "Fieldwork was conducted between September 2014 and August 2015. Forty five informants from three rural localities situated along the Parana River participated in an ethno-classification task. For the classification event, photographs of 30 medicinal and edible plants were chosen, specifically those yielding the highest frequency of mention among the members of that community (based on data obtained in the first stage of research in 2014). Variation in local plant classifications was examined and compared using principal component analysis and cluster analysis.", "We found that people classify plants according to application or use (primarily medicinal, to a lesser extent as edible). Morphology is rarely taken into account, even for very similar and closely-related species such as varieties of palms. In light of our findings, we highlight a dominant functionality model at work in the process of plant cognition and classification among farmers of Paraguayan origin. Salient cultural beliefs and practices associated with rural Paraguayan plant-based medicine are described. Additionally, the manner by which residents' concepts of plants articulate with local folk epistemology is discussed.", "Culturally constructed use patterns ultimately override morphological variables in rural Paraguayans' ethnobotanical classification."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Ethnology and Cultural Anthropology, Lodz University, Lindleya 3/5, 90-131, Lodz, Poland."}], "LastName": "Kujawska", "ForeName": "Monika", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CONICET- IDACOR, Museo de Antropología, Universidad Nacional de Córdoba, Av. Hipólito Yrigoyen 174, Córdoba, Argentina."}], "LastName": "Jiménez-Escobar", "ForeName": "N David", "Initials": "ND"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anthropology, Old Main 330, University of Arkansas, Fayetteville, AR, 72701, USA. jmnolan@uark.edu."}], "LastName": "Nolan", "ForeName": "Justin M", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Artificial Intelligence, Rijksuniversiteit Groningen, Netherlands, Carrera 50 Bis # 44A-32, Bogotá, Colombia."}], "LastName": "Arias-Mutis", "ForeName": "Daniel", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Argentina"}, {"QualifierName": [], "DescriptorName": "Cognition"}, {"QualifierName": [], "DescriptorName": "Culture"}, {"QualifierName": ["psychology"], "DescriptorName": "Emigrants and Immigrants"}, {"QualifierName": ["classification", "methods"], "DescriptorName": "Ethnobotany"}, {"QualifierName": ["psychology"], "DescriptorName": "Farmers"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["ethnology"], "DescriptorName": "Paraguay"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Edible"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Not applicable. CONSENT FOR PUBLICATION: Consent to publish any photo included in this research has been obtained by the study respondents. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Berlin B. Ethnobiological classification: Principles of categorisation of plants and animals in traditional societies. Princeton: Princeton University Press; 1992."}, {"Citation": "Dwyer PD. Ethnoclassification, ethnoecology and the imagination. Le Journal de la Société Océanistes. 2005;120–121:10–25."}, {"Citation": "Bernard A. History and theory in anthropology. Cambridge: University of Cambridge; 2000."}, {"Citation": "Lévi-Strauss C. La pensée sauvage. Paris: Librairie Plon; 1962."}, {"Citation": "Berlin B. Speculations on the growth of ethnobiological nomenclature. Lang Soc. 1972;1:51–86. doi: 10.1017/S0047404500006540.", "ArticleIdList": ["10.1017/S0047404500006540"]}, {"Citation": "Berlin B. The Chicken and the egg-head revisited: Further evidence for the intellectualist bases of ethnobiological classification. In: Posey D, Overal W, Clement C, Plotkin M, Elisabetsky E, Novaes da Mota C, Pessoa de Barros J, editors. Ethnobiology: Implications and Applications, Volume 1, Proceedings of the First International Congress of Ethnobiology, Belem, 1998. Belem: Museu Paraense Emflio Geoldi; 1990. p. 19–33."}, {"Citation": "Brown C. Language and Living Things: Uniformities in Folk Classification and Naming. Brunswick: Rutgers University Press; 1984."}, {"Citation": "Brown C. The growth of ethnobiology nomenclature. Curr Anthropol. 1986;27(1):1–19. doi: 10.1086/203375.", "ArticleIdList": ["10.1086/203375"]}, {"Citation": "Hunn E. The utilitarian factor in folk biological classification. Am Anthropol. 1982;84:830–847. doi: 10.1525/aa.1982.84.4.02a00070.", "ArticleIdList": ["10.1525/aa.1982.84.4.02a00070"]}, {"Citation": "Randall RA, Hunn E. Do life forms evolve or do uses for life: Some doubts about Brown’s universal hypothesis. Am Ethnol. 1984;11(2):329–349. doi: 10.1525/ae.1984.11.2.02a00070.", "ArticleIdList": ["10.1525/ae.1984.11.2.02a00070"]}, {"Citation": "Balée W. Footprints of the Forest. Ka'apor Ethnobotany—the Historical Ecology of Plant Utilization by an Amazonian People. New York: Columbia University Press; 1999."}, {"Citation": "Ingold T. Up, across and along. In: Place and location. Studies in environmental aesthetics and semiotics. In: Näripea E, Sarapik V, Tomberg J, editors. Place and location. Studies in environmental aesthetics and semiotics. Tallin: Estonian Academy of Arts; 2006. pp. 21–36."}, {"Citation": "Rival L. Towards an understanding of the Huaorani ways of knowing and naming plants. In: Alexiades MN, editor. Mobility and migration in indigenous Amazonia. New York, Oxford: Berghahn Books; 2009. pp. 47–68."}, {"Citation": "Boster JS. “Requiem for the omniscient informant”. There’s life in the old girl yet. In: Dougherty J, editor. Directions in cognitive anthropology. Chicago: University of Illinois Press; 1985. pp. 177–196."}, {"Citation": "Boster JS, Johnson JC. A comparison of experts and novice judgments in similarity among fish. Am Anthropol. 1989;91(4):866–899. doi: 10.1525/aa.1989.91.4.02a00040.", "ArticleIdList": ["10.1525/aa.1989.91.4.02a00040"]}, {"Citation": "Nolan JM. Pursing the fruits of knowledge: Cognitive ethnobotany in Missouri’s Little Dixie. J Ethnobiol. 2001;21(2):29–51."}, {"Citation": "Nolan JM. Wild plant classification in little Dixie: Variation in a regional culture. J Ecol Anthropol. 2002;6(1):69–81."}, {"Citation": "Nolan JM. Wild harvest in the heartland: Ethnobotany in Missouri’s Little Dixie. Lanham: Rowman and Littlefield; 2007."}, {"Citation": "Medin DL, Lynch EB, Coley JD. Categorization and reasoning among tree experts: do all roads lead to Rome? Cogn Psychol. 1997;32:49–96. doi: 10.1006/cogp.1997.0645.", "ArticleIdList": ["10.1006/cogp.1997.0645", "9038245"]}, {"Citation": "Soares WFJ, Santos Gonçalves PH, Paiva de Lucena RF, Albuquerque UP. Alternatives ways of folk classification. In: Albuquerque UP, RRN A, editors. Introduction to Ethnobiology. London, New York: Springer; 2015. pp. 123–128."}, {"Citation": "Mourão JS, Araujo HFP, Almeida FS. Ethnotaxonomy of mastofauna as practiced by hunters of the municipality of Paulista, state of Paraíba-Brazil. J Ethnobiol Ethnomed. 2006;2:19.", "ArticleIdList": ["PMC1473038", "16603080"]}, {"Citation": "Souza SP, Begossi A. Whales, dolphins or fishes? The ethnotaxonomy of cetaceans in São Sebastião, Brazil. J Ethnobiol Ethnomed. 2007;3:9.", "ArticleIdList": ["PMC1804260", "17311681"]}, {"Citation": "Barsalou LW, Ross BH. The role of automatic and strategic processing in sensitivity to superordinate and property frequency. J Exp Psychol Learn Mem Cogn. 1986;12:116–34."}, {"Citation": "Clément D. Why is taxonomy utilitarian? J Ethnobiol. 1995;15(1):1–44."}, {"Citation": "Quinlan M. Considerations for collecting freelists in the field: examples from ethnobotany. Field Methods. 2005;17:219–234. doi: 10.1177/1525822X05277460.", "ArticleIdList": ["10.1177/1525822X05277460"]}, {"Citation": "INDEC. Censo Nacional de Población, Hogares y Viviendas 2010. Argentina: Instituto Geográfico Nacional (IGN). http://www.sig.indec.gov.ar/censo2010/. Accessed 10 Feb 2014."}, {"Citation": "Torres VE. Paraguayos en Argentina: Propensión a emigrar y características sociodemográficas (2001-2010) Folia Histórica Nordeste. 2014;22:89–114."}, {"Citation": "La inmigración limítrofe. In: Torrado S, editor. Población y bienestar en la Argentina del primero al segundo Centenario. Una historia social del siglo XX, vol. I. Buenos Aires: Ensayo Edhasa; 2007. p. 571–99."}, {"Citation": "Galindo-Leal C, Câmara IG. Atlantic Forest Hotspot Status: An Overview. In: Galindo-Leal C, Câmara IG, editors. The Atlantic Forest of South America: biodiversity status, threats, and outlook. Washington DC: Island Press; 2003. pp. 3–11."}, {"Citation": "Da Ponte E, Roch M, Leinenkugel P, Dech S, Kuenzer C. Paraguay’s Atlantic Forest cover loss – Satellite-based change detection and fragmentation analysis between 2003 and 2013. Appl Geogr. 2017;79:37–49. doi: 10.1016/j.apgeog.2016.12.005.", "ArticleIdList": ["10.1016/j.apgeog.2016.12.005"]}, {"Citation": "Weller SC, Romney AK. Systematic Data Collection. Thousand Oaks: Sage Publications; 1988."}, {"Citation": "Martin G. Ethnobotany: a method manual. London: Earthscan; 1995."}, {"Citation": "Jones E, Oliphant E, Peterson P, et al. SciPy: Open Source Scientific Tools for Python, 2001-, http://www.scipy.org/. Accessed 21 July 2016."}, {"Citation": "Tibshirani R, Walther G, Hastie T. Estimating the number of clusters in a data set via the gap statistic. J R Stat Soc Ser B. 2000;63:411–423. doi: 10.1111/1467-9868.00293.", "ArticleIdList": ["10.1111/1467-9868.00293"]}, {"Citation": "Krippendorf K. Content analysis: an introduction to its methodology. third. Los Angeles: Sage; 2013."}, {"Citation": "Silverman D. Interpreting qualitative data: strategies for analysing talk, text, and interaction. London: Sage; 1993."}, {"Citation": "Messer E. The hot and cold in Mesoamerican indigenous and Hispanicized thought. Soc Sci Med. 1987;25(4):339–346. doi: 10.1016/0277-9536(87)90272-3.", "ArticleIdList": ["10.1016/0277-9536(87)90272-3", "3317874"]}, {"Citation": "Moreno NB. The role of the medicinal plants in rural Paraguayan livelihoods reasons for extensive medicinal plant use in Paraguay. Suplemento Antropológico, Revsta de Centro de Estudios Antropológicos Asunción, Paraguay. 2007;42:1–159."}, {"Citation": "Foster GM. Relationships between Spanish and Spanish-American folk medicine. J Am Folk. 1953;66(261):201–217. doi: 10.2307/537230.", "ArticleIdList": ["10.2307/537230"]}, {"Citation": "Quinlan MB, Quinlan RJ. Balancing the system: humoral medicine and food in Commonwealth of Dominica. In: Pieroni A, Price LL, editors. Eating and healing. Traditional food as medicine. New York, London, Oxford: Food Products Press, The Haworth Press; 2006. pp. 197–212."}, {"Citation": "Scarpa GF. El síndrome cálido-fresco en la medicina popular criolla del Chaco argentino. Dialectología y Tradiciones Populares. 2004;39:6–29."}, {"Citation": "Foster GM. Hippocrates’ Latin American Legacy: ‘Hot’ and ‘cold’ in contemporary folk medicine. In: Wetherington RK, editor. Colloquia in Anthropology 2. Dallas: Southern Methodist University and Fort Burgwin Research Center; 1978. pp. 30–19."}, {"Citation": "López AA. Cuerpo Humano e ideología, vol 1. Mexico: UNAM; 1980."}, {"Citation": "Costa Neto EM, Santos Fita D. Etnocienciass: la busqueda por categorías de realidad. In: Costa Neto EM, Santos Fita D, Vargas Clavijo M, editors. Manual de etnozoología. Una guía teórico-práctica para investigar la interconexión del ser humano con los animales. Valencia: Tundra Editores; 2009. pp. 45–53."}, {"Citation": "Zamudio F, Hilgert N. Multi-dimensionality and variability in folk classification of stingless bees (Apidae: Meliponini) J Ethnobiol Ethnomed. 2015;11:41. doi: 10.1186/s13002-015-0029-z.", "ArticleIdList": ["10.1186/s13002-015-0029-z", "PMC4458043", "26002062"]}, {"Citation": "Begossi A, Clauzet M, Figueiredo JL, Garuana L, Lima RV, Lopes PF, Ramires MF, Silva AE. RAM Silvano. Are biological species and higher-ranking categories real? fish folk taxonomy on Brazil's Atlantic forest coast and in the Amazon. Curr Anthropol. 2008;49:291–306. doi: 10.1086/527437.", "ArticleIdList": ["10.1086/527437"]}]}], "History": [{"Year": "2017", "Month": "4", "Day": "26"}, {"Year": "2017", "Month": "7", "Day": "7"}, {"Year": "2017", "Month": "7", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["28743302", "PMC5526315", "10.1186/s13002-017-0169-4", "10.1186/s13002-017-0169-4"]}}]}