{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimicrobial", "Cameroon", "Euphorbia prostrata", "Medicinal plant", "Multidrug resistance"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28743314", "DateCompleted": {"Year": "2018", "Month": "04", "Day": "16"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "07", "Day": "25"}], "Language": ["eng"], "ELocationID": ["321", "10.1186/s13104-017-2665-y"], "Journal": {"ISSN": "1756-0500", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Jul", "Day": "25"}}, "Title": "BMC research notes", "ISOAbbreviation": "BMC Res Notes"}, "ArticleTitle": "Multidrug resistant bacteria are sensitive to Euphorbia prostrata and six others Cameroonian medicinal plants extracts.", "Pagination": {"StartPage": "321", "MedlinePgn": "321"}, "Abstract": {"AbstractText": ["Multidrug resistant (MDR) bacteria are responsible for therapeutic failure and there is an urgent need for novels compounds efficient on them.", "Eleven methanol extracts from seven Cameroonian medicinal plants were tested for their antibacterial activity using broth micro-dilution method against 36 MDR bacterial strains including Escherichia coli, Enterobacter aerogenes, Enterobacter cloacae, Klebsiella pneumoniae, Providencia stuartii, Pseudomonas aeruginosa and Staphylococcus aureus.", "Euphorbia prostrata extract was found active against all the 36 tested bacteria including Gram-negative phenotypes over-expressing efflux pumps such as P. aeruginosa PA124, E. aerogenes CM64 and E. coli AG102. E. prostrata had minimal inhibitory concentrations values between 128 and 256 µg/mL on 55.55% of the studied microorganisms. Other plants extract displayed selective antibacterial activity.", "Results obtained in this study highlight the antibacterial potential of the tested plants and the possible use of E. prostrata to combat bacterial infections including MDR phenotypes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Dschang, Cameroon."}], "LastName": "Voukeng", "ForeName": "Igor K", "Initials": "IK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Yaounde I, Yaounde, Cameroon."}], "LastName": "Beng", "ForeName": "Veronique P", "Initials": "VP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Dschang, Cameroon. kuetevictor@yahoo.fr."}], "LastName": "Kuete", "ForeName": "Victor", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Res Notes", "NlmUniqueID": "101462768", "ISSNLinking": "1756-0500"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Cameroon"}, {"QualifierName": ["drug effects"], "DescriptorName": "Drug Resistance, Multiple, Bacterial"}, {"QualifierName": ["chemistry"], "DescriptorName": "Euphorbia"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Cornejo-Juárez P, Vilar-Compte D, Pérez-Jiménez C, Ñamendys-Silva SA, Sandoval-Hernández S, Volkow-Fernández P. The impact of hospital-acquired infections with multidrug-resistant bacteria in an oncology intensive care unit. Int J Infect Dis. 2015;31:31–34. doi: 10.1016/j.ijid.2014.12.022.", "ArticleIdList": ["10.1016/j.ijid.2014.12.022", "25528484"]}, {"Citation": "Aly NY, Al-Mousa HH, Al Asar el SM. Nosocomial infections in a medical–surgical intensive care unit. Med Princ Pract. 2008;17:373–377. doi: 10.1159/000141500.", "ArticleIdList": ["10.1159/000141500", "18685276"]}, {"Citation": "Voukeng KI, Kuete V, Dzoyem JP, Fankam AG, Noumedem KJA, Kuiate JR, Pages JM. Antibacterial and antibiotic-potentiation activities of the methanol extract of some Cameroonian spices against Gram-negative multi-drug resistant phenotypes. BMC Res Notes. 2012;5:299. doi: 10.1186/1756-0500-5-299.", "ArticleIdList": ["10.1186/1756-0500-5-299", "PMC3438083", "22709668"]}, {"Citation": "Kuete V, Teponno RB, Mbaveng AT, Tapondjou LA, Meyer JJM, Barboni L, Lall N. Antibacterial activities of the extracts, fractions and compounds from Dioscorea bulbifera L. BMC Complement Altern Med. 2012;12:228. doi: 10.1186/1472-6882-12-228.", "ArticleIdList": ["10.1186/1472-6882-12-228", "PMC3528471", "23176193"]}, {"Citation": "Harborne JB. Phytochemical methods. New York: Chapman and Hall; 1973."}, {"Citation": "Voukeng KI, Beng PV, Kuete V. Antibacterial activity of six medicinal Cameroonian plants against Gram-positive and Gram-negative multidrug resistant phenotypes. BMC Complement Altern Med. 2016;16:388. doi: 10.1186/s12906-016-1371-y.", "ArticleIdList": ["10.1186/s12906-016-1371-y", "PMC5057269", "27724917"]}, {"Citation": "Reinl J. UN declaration on antimicrobial resistance lacks targets. Lancet. 2016;388(10052):1365. doi: 10.1016/S0140-6736(16)31769-X.", "ArticleIdList": ["10.1016/S0140-6736(16)31769-X", "27707483"]}, {"Citation": "Kuete V. Medicinal plant research in Africa: pharmacology and chemistry. Oxford: Elsevier; 2013."}, {"Citation": "Simões M, Bennett RN, Rosa EA. Understanding antimicrobial activities of phytochemicals against multidrug resistant bacteria and biofilms. Nat Prod Rep. 2009;26(6):746–757. doi: 10.1039/b821648g.", "ArticleIdList": ["10.1039/b821648g", "19471683"]}, {"Citation": "Lim YH, Kim IH, Seo JJ. In vitro activity of kaempferol isolated from the Impatiens balsamina alone and in combination with erythromycin or clindamycin against Propionibacterium acnes. J Microbiol. 2007;45(5):473–477.", "ArticleIdList": ["17978809"]}, {"Citation": "Hirai I, Okuno M, Katsuma R, Arita N, Tachibana M, Yamamoto Y. Characterisation of anti-Staphylococcus aureus activity of quercetin. Int J Food Sci Technol. 2010;45(6):1250–1254. doi: 10.1111/j.1365-2621.2010.02267.x.", "ArticleIdList": ["10.1111/j.1365-2621.2010.02267.x"]}, {"Citation": "Tala DS, Gatsing D, Fodouop CPS, Fokunang C, Kengni F, Namekong DM. In vivo anti-salmonella activity of aqueous extract of Euphorbia prostrata Aiton (Euphorbiaceae) and its toxicological evaluation. Asian Pac J Trop Biomed. 2015;5(4):310–318. doi: 10.1016/S2221-1691(15)30350-6.", "ArticleIdList": ["10.1016/S2221-1691(15)30350-6"]}, {"Citation": "Erasto P, Mbwambo HZ, Nondo OSR, Lall N, Lubschagne A. Antimycobacterial, antioxidant activity and toxicity of extracts from the roots of Rauvolfia vomitoria and R. caffra. Spatula DD. 2011;1(2):73–80. doi: 10.5455/spatula.20110514043359.", "ArticleIdList": ["10.5455/spatula.20110514043359"]}, {"Citation": "Singh BN, Saha C, Galun D, Upreti DK, Bayry J, Kaveri SV. European Viscum album: a potent phytotherapeutic agent with multifarious phytochemicals, pharmacological properties and clinical evidence. RSC Adv. 2016;6:23837–23857. doi: 10.1039/C5RA27381A.", "ArticleIdList": ["10.1039/C5RA27381A"]}, {"Citation": "Siwe NX, Krause RWM, van Vuuren SF, Tantoh ND, Olivier DK. Antibacterial activity of the roots, stems and leaves of Alchornea floribunda. J Ethnopharmacol. 2014;151:1023–1027. doi: 10.1016/j.jep.2013.12.002.", "ArticleIdList": ["10.1016/j.jep.2013.12.002", "24333961"]}, {"Citation": "Okoye FBC, Ebi GC. Preliminary anti-microbial and phytochemical investigation of the extracts and column fractions of Alchornea floribunda leaves. J Pharm Allied Sci. 2007;4:1."}, {"Citation": "Kuspradini H, Mitsunaga T, Ohashi H. Antimicrobial activity against Streptococcus sobrinus and glucosyltransferase inhibitory activity of taxifolin and some flavanonol rhamnosides from kempas (Koompassia malaccensis) extracts. J Wood Sci. 2009;55:308–313. doi: 10.1007/s10086-009-1026-4.", "ArticleIdList": ["10.1007/s10086-009-1026-4"]}, {"Citation": "Telefo PB, Moundipa PF, Tchouanguep FM. Inductive effect of the leaf mixture extract of Aloe buettneri, Justicia insularis, Dicliptera verticillata and Hibiscus macranthus on in vitro production of estradiol. J Ethnopharmacol. 2004;91:225–230. doi: 10.1016/j.jep.2003.12.024.", "ArticleIdList": ["10.1016/j.jep.2003.12.024", "15120443"]}, {"Citation": "Tan PV, Enow-Orock EG, Dimo T, Nyasse B, Kimbu FS. Evaluation of the anti-ulcer and toxicity profile of Aloe buettneri in laboratory animals. Afr J Tradit CAM. 2006;3(2):8–20."}, {"Citation": "Metowogo K, Agbonon A, Eklu-Gadegbeku K, Aklikokou AK, Gbeassor M. Anti-ulcer and anti-inflammatory effects of hydroalcohol extract of Aloe buettneri A. Berger (Lilliaceae) Trop J Pharm Res. 2008;7(1):907–912. doi: 10.4314/tjpr.v7i1.14676.", "ArticleIdList": ["10.4314/tjpr.v7i1.14676"]}, {"Citation": "Ajaghaku DL, Obasi O, Umeokoli BO, Ogbuatu P, Nworu CS, Ilodigwe EE, Okoye FBC. In vitro and in vivo antioxidant potentials of Alchornea floribunda leaf extract, fractions and isolated bioactive compounds. Avicenna J Phytomed. 2017;7:80.", "ArticleIdList": ["PMC5329180", "28265550"]}, {"Citation": "Mesia GK, Tona GL, Nanga TH, Cimanga RK, Apers S, Cos P, Maes L, Pieters L, Vlietinck AJ. Antiprotozoal and cytotoxic screening of 45 plant extracts from Democratic Republic of Congo. J Ethnopharmacol. 2008;115(3):409–415. doi: 10.1016/j.jep.2007.10.028.", "ArticleIdList": ["10.1016/j.jep.2007.10.028", "18068320"]}, {"Citation": "Okoye CBF, Osadebe OP, Proksch P, Edrada-Ebel RA, Nworu SC, Esimone OC. Anti-inflammatory and membrane-stabilizing stigmastane steroids from Alchornea floribunda leaves. Planta Med. 2010;76(2):172–177. doi: 10.1055/s-0029-1186032.", "ArticleIdList": ["10.1055/s-0029-1186032", "19688687"]}, {"Citation": "Fomogne-Fodjo MCY, Van Vuuren S, Ndinteh DT, Krause RWM, Olivier DK. Antibacterial activities of plants from Central Africa used traditionally by the Bakola pygmies for treating respiratory and tuberculosis-related symptoms. J Ethnopharmacol. 2014;155(1):123–131. doi: 10.1016/j.jep.2014.04.032.", "ArticleIdList": ["10.1016/j.jep.2014.04.032", "24786571"]}, {"Citation": "Nkanwen ERS, Gatsing D, Ngamga D, Fodouop SPC, Tane P. V. Afr Health Sci. 2009;9(4):264–269.", "ArticleIdList": ["PMC3074400", "21503179"]}, {"Citation": "Yoshida T, Namba O, Chen L, Liu Y, Okuda T. Ellagitannin monomers and oligomers from Euphorbia prostrata Ait. and oligomers from Loropetalum chinense OLIV. Chem Pharm Bull. 1990;38(12):3296–3302. doi: 10.1248/cpb.38.3296.", "ArticleIdList": ["10.1248/cpb.38.3296"]}, {"Citation": "Mosango DM. Euphorbia prostrata aiton. 2008. https://www.prota4u.org/protav8.asp?h=M1,M10,M11,M12,M14,M15,M16,M18,M19,M22,M23,M25,M26,M27,M34,M36,M4,M6,M7,M9&t=Euphorbia,prostrata&p=Euphorbia+prostrata#Protologue. Accessed 18 Sep 2016."}, {"Citation": "Alanis-Garza BA, González-González GM, Salazar-Aranda R, Waksman de Torres N, Rivas-Galindo VM. Screening of antifungal activity of plants from the northeast of Mexico. J Ethnopharmacol. 2007;114(3):468–471. doi: 10.1016/j.jep.2007.08.026.", "ArticleIdList": ["10.1016/j.jep.2007.08.026", "17919865"]}, {"Citation": "Bakhshi DG, Langade GD, Desai SV. Prospective, open label study of Euphorbia prostrata extract 100 mg in the treatment of bleeding haemorrhoids. Bombay Hosp J. 2008;50(4):577–583."}, {"Citation": "Ibrahim B, Sowemimo A, Spies L, Koekomoer T, van de Venter M, Odukoya AO. Antiproliferative and apoptosis inducing activity of Markhamia tomentosa leaf extract on HeLa cells. J Ethnopharmacol. 2013;149:745–749. doi: 10.1016/j.jep.2013.07.040.", "ArticleIdList": ["10.1016/j.jep.2013.07.040", "23928192"]}, {"Citation": "Tantangmo F, Lenta BN, Boyom FF, Ngouela S, Kaiser M, Tsamo E, Weniger B, Rosenthal PJ, Vonthron-Senecheau C. Antiprotozoal activities of some constituents of Markhamia tomentosa (Bignoniaceae) Ann Trop Med Parasitol. 2010;104(5):391–398. doi: 10.1179/136485910X12743554760180.", "ArticleIdList": ["10.1179/136485910X12743554760180", "20819307"]}, {"Citation": "Ali S, El-Ahmady S, Ayoub N, Singab NA. Phytochemicals of Markhamia Species (Bignoniaceae) and their therapeutic value: a review. Eur J Med Plants. 2015;6(3):124–142. doi: 10.9734/EJMP/2015/15015.", "ArticleIdList": ["10.9734/EJMP/2015/15015"]}, {"Citation": "Aladesanmi A, Iwalewa E, Adebajo A, Akinkunmi E, Taiwo B, Olorunmola F, Lamikanra A. Antimicrobial and antioxidant activities of some Nigerian medicinal plants. Afr J Trad Complement Altern Med. 2007;4(2):173–184.", "ArticleIdList": ["PMC2816440", "20162089"]}, {"Citation": "Deliorman D, Calis I, Ergun F. Studies on the vascular effects of the fractions and phenolic compounds isolated from Viscum album ssp. album. J Ethnopharmacol. 2000;72:323–329. doi: 10.1016/S0378-8741(00)00251-8.", "ArticleIdList": ["10.1016/S0378-8741(00)00251-8", "10967490"]}, {"Citation": "Ofem OE, Eno AE, Imoru J, Nkanu E, Unoh F, Ibu JO. Effect of crude aqueous leaf extract of Viscum album (mistletoe) in hypertensive rats. Indian J Pharmacol. 2007;39(1):15–19. doi: 10.4103/0253-7613.30756.", "ArticleIdList": ["10.4103/0253-7613.30756"]}, {"Citation": "Nazaruk J, Orlikowski P. Phytochemical profile and therapeutic potential of Viscum album L. Nat Prod Res. 2016;30(4):373–385. doi: 10.1080/14786419.2015.1022776.", "ArticleIdList": ["10.1080/14786419.2015.1022776", "25813519"]}, {"Citation": "Yusuf L, Oladunmoye MK, Ogundare AO, Akinyosoye FA, Daudu OAY, Hassan GA. Antimicrobial and antioxidant properties of mistletoe (Viscum album) growing on cola (Cola nitida) tree in Akure North, Nigeria. J Microbiol Res Rev. 2013;1(3):35–41."}, {"Citation": "Cebović T, Spasić S, Popović M. Cytotoxic effects of the Viscum album L. extract on Ehrlich tumour cells in vivo. Phytother Res. 2008;22(8):1097–1103. doi: 10.1002/ptr.2464.", "ArticleIdList": ["10.1002/ptr.2464", "18570233"]}, {"Citation": "Mollel NP. Rauvolfia caffra Sond. 2007. http://www.prota4u.org/protav8.asp?p=Rauvolfia+caffra. Accessed 22 Sep 2016."}, {"Citation": "Amer MMA, Court WE. Root wood alkaloids of Rauwolfia macrophylla. Planta Med. 1981;43(1):94–95. doi: 10.1055/s-2007-971482.", "ArticleIdList": ["10.1055/s-2007-971482", "17402018"]}, {"Citation": "Nasser AMAG, Court WE. Stem bark alkaloids of Rauvolfia caffra. J Ethnopharmacol. 1984;11(1):99–117. doi: 10.1016/0378-8741(84)90099-0.", "ArticleIdList": ["10.1016/0378-8741(84)90099-0", "6471882"]}, {"Citation": "Nasser AMAG, Court WE. Leaf alkaloids of Rauwolfia caffra. Phytochemistry. 1983;22(10):2297–2300. doi: 10.1016/S0031-9422(00)80165-X.", "ArticleIdList": ["10.1016/S0031-9422(00)80165-X"]}, {"Citation": "Nasser AMAG, Court WE. Alkaloids of Rauwolfia caffra seeds. Planta Med. 1983;47(4):242–243. doi: 10.1055/s-2007-969998.", "ArticleIdList": ["10.1055/s-2007-969998", "17404922"]}, {"Citation": "Milugo KT, Omosa KL, Ochanda OJ, Owuor OB, Wamunyokoli AF, Oyugi OJ, Ochieng WJ. Antagonistic effect of alkaloids and saponins on bioactivity in the quinine tree (Rauvolfia caffra sond.): further evidence to support biotechnology in traditional medicinal plants. BMC Complement Altern Med. 2013;13:285. doi: 10.1186/1472-6882-13-285.", "ArticleIdList": ["10.1186/1472-6882-13-285", "PMC3816308", "24160735"]}, {"Citation": "Njau EFA, Alcorn J, Ndakidemi P, Chirino-Trejo M, Buza J. Antimicrobial and antioxidant activity of crude extracts of Rauvolfia caffra var. caffra (Apocynaceae) from Tanzania. Int J Biol. 2014;6(4):156–167. doi: 10.5539/ijb.v6n4p156.", "ArticleIdList": ["10.5539/ijb.v6n4p156"]}]}], "History": [{"Year": "2016", "Month": "10", "Day": "17"}, {"Year": "2017", "Month": "7", "Day": "21"}, {"Year": "2017", "Month": "7", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["28743314", "PMC5526298", "10.1186/s13104-017-2665-y", "10.1186/s13104-017-2665-y"]}}]}