{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Resveratrol", "analogs", "gene expression", "human skin", "silent mating type information regulation 2 homolog 1", "topical"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28750552", "DateCompleted": {"Year": "2017", "Month": "10", "Day": "03"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "07", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1177/1535370217723628"], "Journal": {"ISSN": "1535-3699", "JournalIssue": {"Volume": "242", "Issue": "15", "PubDate": {"Year": "2017", "Month": "Sep"}}, "Title": "Experimental biology and medicine (Maywood, N.J.)", "ISOAbbreviation": "Exp Biol Med (Maywood)"}, "ArticleTitle": "Human skin gene expression: Natural (trans) resveratrol versus five resveratrol analogs for dermal applications.", "Pagination": {"StartPage": "1482", "EndPage": "1489", "MedlinePgn": "1482-1489"}, "Abstract": {"AbstractText": ["Resveratrol (RV) is a polyphenolic compound naturally produced by plants. Polyphenolic compounds incorporated into medicinal products are beneficial but, RV is rapidly metabolized with an associated decline in biological activity. This study tested RV as the standard and compared five structurally modified RV analogs: butyrate, isobutyrate, palmitoate, acetate, and diacetate (to improve functionality) at 1% concentration(s) for 24 h in epiderm full thickness cultures by gene array/qPCR mRNA analysis. When silent mating type information regulation 2 homolog 1, extracellular elements (collagen1A1, 3A1, 4A1; elastin, tissue inhibitor of matrix metalloproteinase 1, fibrillin 1 laminin beta1 and matrix metalloproteinase 9), anti-aging and aging genes, inflammatory biomarkers (interleukin-1A [IL1A], IL1R2, IL-6 and IL-8), nerve growth factor, and the antioxidants (proliferating cell nuclear antigen, catalase, superoxide dismutase and metallothionein 1H/2H) were evaluated, ranking each from highest-to-lowest for gene expression: butyrate > isobutyrate > diacetate > acetate > palmitoate. This study showed that the butyrate and isobutyrate analogs are more biologically active compared to resveratrol and have potential use in topical applications to improve dermal and other health applications. Impact statement Resveratrol has been reported to have a wide variety of health benefits but its rapid metabolism especially after oral ingestion results in very low bioavailability. Notably, the first human skin gene expression study of resveratrol was not published until 2014. The purpose of this study was to determine if increased stability and biological activity could be obtained by modifying the chemical structure of natural (trans) resveratrol and quantifying human gene expression by qPCR of skin biomarkers that enhance dermal health. Five resveratrol analogs were synthesized that increased their lipophilic index to enhance tissue penetration and augment biological activities on the measured parameters that expand the current knowledge of structure/function relationships. The butyrate and isobutyrate modifications displayed gene expression values significantly above resveratrol and suggest that oral application of these and potentially other resveratrol analogs may yield similar results to improve stability and biological activity to benefit/address various disorders/diseases."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Department of Physiology & Developmental Biology, Brigham Young University, Provo, UT 84602, USA."}, {"Identifier": [], "Affiliation": "2 The Neuroscience Center, Brigham Young University, Provo, UT 84602, USA."}], "LastName": "Lephart", "ForeName": "Edwin D", "Initials": "ED"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "3 Department of Chemistry and Biochemistry, Brigham Young University, Provo, UT 84602, USA."}], "LastName": "Andrus", "ForeName": "Merritt B", "Initials": "MB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Exp Biol Med (Maywood)", "NlmUniqueID": "100973463", "ISSNLinking": "1535-3699"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Stilbenes"}, {"RegistryNumber": "Q369O8926L", "NameOfSubstance": "Resveratrol"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gene Expression"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Organ Culture Techniques"}, {"QualifierName": [], "DescriptorName": "Real-Time Polymerase Chain Reaction"}, {"QualifierName": [], "DescriptorName": "Resveratrol"}, {"QualifierName": ["drug effects"], "DescriptorName": "Skin"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Stilbenes"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Acerson MJ, Andrus MB. Selective esterification of the polyphenol resveratrol at the 4’-position. Tetrahedron Lett 2014; 55: 757–60."}, {"Citation": "Ndiaye M, Philippe C, Mukhtar H, Ahmad N. The grape antioxidant resveratrol for skin disorders: promise, prospects, and challenges. Arch Biochem Biophys 2011; 508: 164–70.", "ArticleIdList": ["PMC3060966", "21215251"]}, {"Citation": "Jang M, Cai L, Udeani GO, Slowing K, Thomas CF, Beecher CWW, Fong HHS, Farnsworth NR, Kinghorn AD, Mehta RG, Moon RC, Pezzuto JM. Cancer chemoprotective activity of resveratrol, a natural product derived from grapes. Science 1997; 275: 218–20.", "ArticleIdList": ["8985016"]}, {"Citation": "Lephart ED, Sommerfeldt JM, Andrus MB. Resveratrol: influences on gene expression in human skin. J Funct Foods 2014; 10: 377–84."}, {"Citation": "Park E-J, Pezzuto JM. The pharmacology of resveratrol in animals and humans. Biochim Biophys Acta 2015; 1852: 1071–113.", "ArticleIdList": ["25652123"]}, {"Citation": "Nichols JA, Katiyar SK. Skin photoprotection by natural polyphenols: anti-inflammatory, antioxidant and DNA repair mechanisms. Arch Dermatol Res 2010; 302: 71–83.", "ArticleIdList": ["PMC2813915", "19898857"]}, {"Citation": "Afaq F, Adhami VM, Ahmad N. Prevention of short-term ultraviolet B radiation-mediated damages by resveratrol in SKH-1 hairless mice. Toxic Appl Pharm 2003; 186: 28–37.", "ArticleIdList": ["12583990"]}, {"Citation": "Aziz MH, Afaq F, Ahmad N. Prevention of ultraviolet-B radiation damage by resveratrol in mouse skin is mediated via modulation in surviving. Photochem Photobiol 2005; 81: 25–31.", "ArticleIdList": ["15469386"]}, {"Citation": "Aziz MH, Reagan-Shaw S, Wu J, Longley BJ, Ahmad N. Chemoprevention of skin cancer by grape constituent resveratrol: relevance to human disease? FASEB J 2005; 19: 1193–5.", "ArticleIdList": ["15837718"]}, {"Citation": "Bastianetto S, Dumont Y, Duranton A, Vercuteren F, Breton L, Quirion R. Protective action of resveratrol in human skin: possible involvement of specific binding sites. PLos One 2010; 5: e12935–e12935.", "ArticleIdList": ["PMC2944869", "20886076"]}, {"Citation": "Baxter RA. Anti-aging properties of resveratrol: review and report of a potent new antioxidant skin care formulation. J Cosmet Dermatol 2008; 7: 2–7.", "ArticleIdList": ["18254804"]}, {"Citation": "Evans JA, Johnson EJ. The role of phytonutrients in skin health. Nutrients 2010; 2: 903–28.", "ArticleIdList": ["PMC3257702", "22254062"]}, {"Citation": "Farris P, Krutmann J, Li Y-H, McDaniel D, Krol Y. Resveratrol: a unique antioxidant offering a multi-mechanism approach for treating aging skin. J Drugs Dermatol 2013; 12: 1389–94.", "ArticleIdList": ["24301240"]}, {"Citation": "Ryu JH, Seok JK, An SM, Baek JH, Koh JS, Boo YC. A study of the human skin-whitening effects of resveratryl triacetate. Arch Dermatol Res 2015; 307: 239–47.", "ArticleIdList": ["25750159"]}, {"Citation": "Liu Y, Chan FX, Sun HM, Yan JH, Fan DY, Zhao DZ, An J, Zho DS. Resveratrol protects human keratinocytes HaCaT cells from UVA-induced oxidative stress damage by downregulating Keap1 expression. Eur J Pharm 2011; 650: 130–37.", "ArticleIdList": ["20951123"]}, {"Citation": "Cao C, Lu S, Kivlin R, Wallin B, Card E, Bagdasarian A, Tamakloe T, Wang WJ, Song XR, Chu WM, Kouttab N, Xu A, Wan Y. SIRT1 confers protection against UVB- and H2O2-induced cell death via modulation of p53 and JNK in cultured skin keratinocytes. J Cell Mol Med 2009; 13: 3632–43.", "ArticleIdList": ["PMC4516512", "18681908"]}, {"Citation": "Lee B, Moon SK. Resveratrol inhibits TNF-alpha-induced proliferation and matrix metalloproteinase expression in human vascular smooth muscle cells. J Nutr 2005; 135: 2767–73.", "ArticleIdList": ["16317118"]}, {"Citation": "Lephart ED, Acerson MJ, Andrus MB. Synthesis and skin gene analysis of 4′-acetoxy-resveratrol (4AR), therapeutic potential for dermal applications. Bioorg Med Chem Lett 2016; 26: 3258–62.", "ArticleIdList": ["27265258"]}, {"Citation": "Wang Y, Osmond G, Brewer KI, Tyler DS, Andrus MB. Synthesis of 4′-ester analogs of resveratrol and their evaluation in malignant melanoma and pancreatic cell lines. Bioorg Med Chem Lett 2010; 20: 1198–1201.", "ArticleIdList": ["20022501"]}, {"Citation": "Gopaul R, Knaggs H, Lephart ED. Biochemical investigation and gene analysis of equol: a plant and soy-derived isoflavonoid with anti-aging and antioxidant properties with potential human skin applications. Biofactors 2012; 38: 44–52.", "ArticleIdList": ["22281808"]}, {"Citation": "Lephart ED. Protective effects of equol and their polyphenolic isomers against dermal aging: microarray/protein evidence with clinical implications and unique delivery into human skin. Pharm Biol 2013; 51: 1391–400.", "ArticleIdList": ["23862588"]}, {"Citation": "Gruenwald J, Graubam H-J, Bush R, Bentley C. Safety and tolerance of ester-C compared with regular ascorbic acid. Adv Ther 2006; 23: 171–8.", "ArticleIdList": ["16644619"]}, {"Citation": "Silverman RB, Holladay MW. Drug metabolism. Chapter 8. In: Organic chemistry of drug design and drug action. 3rd ed. San Diego, CA: Elsevier (Academic Press), 2014, pp.357–422."}, {"Citation": "Ohguchi K, Itoh T, Akao Y, Inoue H, Nozawa Y, Ito M. SIRT 1 modulates expression of matrix metalloproteinases in human dermal fibroblasts. Br J Dermatol 2010; 163: 689–94.", "ArticleIdList": ["20426787"]}, {"Citation": "Freedberg IM, Eisen AZ, Wolff K, Austen KF, Goldsmith LA, Katz SI. In. Fitzpatrick’s dermatology in general medicine. 6th ed. New York, NY: Mc-Graw-Hill, 2003."}, {"Citation": "Uitto J. The role of elastin and collagen in cutaneous aging: intrinsic aging versus photoexposure. J Drugs Dermatol 2008; 7: S12–6.", "ArticleIdList": ["18404866"]}, {"Citation": "Lephart ED. Skin aging and oxidative stress: equol’s anti-aging effects via biochemical and molecular mechanisms. Ageing Res Rev 2016; 31: 36–54.", "ArticleIdList": ["27521253"]}, {"Citation": "Lee YM, Kim YK, Eun HC, Chung JH. Changes in S100A8 expression in UV-irradiated and aged human skin in vivo. Arch Dermatol Res 2009; 301: 523–9.", "ArticleIdList": ["19466434"]}, {"Citation": "Bickers DR, Athar M. Oxidative stress in the pathogenesis of skin disease. J Invest Dermatol 2006; 126: 2565–75.", "ArticleIdList": ["17108903"]}, {"Citation": "Kammeyer A, Luiten RM. Oxidative events and skin aging. Ageing Res Rev 2015; 21: 16–29.", "ArticleIdList": ["25653189"]}, {"Citation": "Natarajan VT, Ganju P, Ramkumar A, Grover R, Gokhale RS. Multifaceted pathways protect human skin from UV radiation. Nature Chem Biol 2014; 10: 542–51.", "ArticleIdList": ["24937072"]}, {"Citation": "Naylor EC, Watson REB, Sherratt M. Molecular aspects of skin aging. Maturitas 2011; 69: 249–56.", "ArticleIdList": ["21612880"]}, {"Citation": "Micera A, Vigneti E, Pickholtz D, Reich R, Pappo O, Bonini S, Maquart FX, Aloe L, Levi-Schaffer F. Nerve growth factor displays stimulatory effects on human skin and lung fibroblast, demonstrating a direct role for this factor in tissue repair. Proc Natl Acad Sci U S A 2001; 98: 6162–7.", "ArticleIdList": ["PMC33439", "11344264"]}, {"Citation": "Shindo Y, Witt E, Han D, Epstein W, Packer L. Enzymic and non-enzymic antioxidants in epidermis and dermis in human skin. J Invest Dermatol 1994; 102: 122–4.", "ArticleIdList": ["8288904"]}, {"Citation": "Farage MA, Miller KW, Maibach HI. Degenerative changes in aging skin. In: Farage MA, Miller KW, Maibach HI. (eds). Textbook of aging skin, Berlin/Heidelberg: Springer-Verlag, 2010, pp. 25–35."}, {"Citation": "Hanada K, Sawamura D, Hashimoto I, Kida K, Naganuma A. Epidermal proliferation of the skin in metallothionein-null mice. J Invest Dermatol 1998; 110: 259–62.", "ArticleIdList": ["9506445"]}, {"Citation": "Kohl E, Steinbauer J, Landthaler M, Szeimies RM. Skin ageing. J Euro Acad Dermatol Venereol 2011; 25: 873–84.", "ArticleIdList": ["21261751"]}, {"Citation": "Rhie G, Shin MH, Seo JY, Choi WW, Cho KH, Kim KH, Park KC, Eun HC, Chung JH. Aging- and photoaging-dependent changes of enzymic and non-enzymic antioxidants in the epidermis and dermis of human skin in vitro. J Invest Dermatol 2001; 117: 1212–7.", "ArticleIdList": ["11710935"]}, {"Citation": "Manevski N, Swart P, Balavenkatraman KK, Bertschi B, Camenisch G, Kretz O, Schiller H, Walles M, Ling B, Wettstein R, Schaefer DJ, Itin P, Ashton-Chess J, Pognan F, Wolf A, Litherland K. Phase II metabolism in human skin: skin explants show full coverage for glucuronidation, sulfation, N-acetylation, catechol methylation, and glutathione conjugation. Drug Metab Dispos 2015; 43: 126–39.", "ArticleIdList": ["25339109"]}, {"Citation": "Tokudome Y, Katayanagi M, Hashimoto F. Esterase activity and intracellular localization in reconstructed human epidermal cultured skin models. Ann Dermatol 2015; 27: 269–74.", "ArticleIdList": ["PMC4466279", "26082583"]}, {"Citation": "Hewitt NJ, Edwards RJ, Fritsche E, Goebel C, Aeby P, Scheel J, Reisinger K, Quedraogo G, Duche D, Eilstein J, Latil A, Kenny J, Moore C, Kuehnl J, Barroso J, Fautz R, Pfuhler S. Use of human in vitro skin models for accurate and ethical rish assessment: metabolic considerations. Toxicol Sci 2013; 133: 209–17.", "ArticleIdList": ["23539547"]}, {"Citation": "Gotz C, Pfeiffer R, Tigges J, Blatz V, Jackh C, Freytag E-M, Fabin E, Landsiedel R, Merk HF, Kurtmann J, Edwards RJ, Pease C, Goebel C, Hewitt N, Fritsche E. Xenobiotic metabolism capacities of human skin in comparison with a 3D epidermis model and keratinocyte-based cell culture as in vitro alternatives for chemical testing: activating enzymes (Phase I). Exp Dermatol 2012; 21: 358–63.", "ArticleIdList": ["22509833"]}, {"Citation": "Hu T, Khambatta ZS, Hayden PJ, Bolmarcich J, Binder RL, Robinson MK, Carr GJ, Tiesman JP, Jarrold BB, Osborne R, Reichling TS, Nemeth ST, Aardema MJ. Xenobiotic metabolism gene expression in the EpiDerm™ in vitro 3D human epidermis model compared to human skin. Toxicol in Vitro 2010; 24: 1450–63.", "ArticleIdList": ["20350595"]}, {"Citation": "Jacob SW, de al Torre JC. Pharmacology of dimethyl sulfoxide in cardiac and CNS damage. Pharmacol Rep PR 2009; 61: 225–35.", "ArticleIdList": ["19443933"]}]}], "History": [{"Year": "2017", "Month": "7", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28750552", "PMC5648289", "10.1177/1535370217723628"]}}]}