{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Fourier transform infrared", "GC-MS", "Herbal food supplements", "PDE-5 inhibitors", "Raman spectroscopy"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28761827", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "06", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.15171/apb.2017.030"], "Journal": {"ISSN": "2228-5881", "JournalIssue": {"Volume": "7", "Issue": "2", "PubDate": {"Year": "2017", "Month": "Jun"}}, "Title": "Advanced pharmaceutical bulletin", "ISOAbbreviation": "Adv Pharm Bull"}, "ArticleTitle": "Spectroscopic and Spectrometric Methods Used for the Screening of Certain Herbal Food Supplements Suspected of Adulteration.", "Pagination": {"StartPage": "251", "EndPage": "259", "MedlinePgn": "251-259"}, "Abstract": {"AbstractText": ["<b><i>Purpose:</i></b> This study was carried out in order to find a reliable method for the fast detection of adulterated herbal food supplements with sexual enhancement claims. As some herbal products are advertised as \"all natural\", their \"efficiency\" is often increased by addition of active pharmaceutical ingredients such as PDE-5 inhibitors, which can be a real health threat for the consumer. <b><i>Methodes:</i></b> Adulterants, potentially present in 50 herbal food supplements with sexual improvement claims, were detected using 2 spectroscopic methods - Raman and Fourier Transform Infrared - known for reliability, reproductibility, and an easy sample preparation. GC-MS technique was used to confirm the potential adulterants spectra. <b><i>Results:</i></b> About 22% (11 out of 50 samples) of herbal food supplements with sexual enhancement claims analyzed by spectroscopic and spectrometric methods proved to be \"enriched\" with active pharmaceutical compounds such as: sildenafil and two of its analogues, tadalafil and phenolphthalein. The occurence of phenolphthalein could be the reason for the non-relevant results obtained by FTIR method in some samples. 91% of the adulterated herbal food supplements were originating from China. <b><i>Conclusion:</i></b> The results of this screening highlighted the necessity for an accurate analysis of all alleged herbal aphrodisiacs on the Romanian market. This is a first such a screening analysis carried out on herbal food supplements with sexual enhancement claims."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Office for Medicinal, Aromatic Plants and Bee Products - National Research and Development Institute for Food Bioresources - IBA Bucharest, 6 Dinu Vintila Str., 021102, Bucharest, Romania."}], "LastName": "Mateescu", "ForeName": "Cristina", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Office for Medicinal, Aromatic Plants and Bee Products - National Research and Development Institute for Food Bioresources - IBA Bucharest, 6 Dinu Vintila Str., 021102, Bucharest, Romania."}, {"Identifier": [], "Affiliation": "Faculty of Applied Chemistry and Materials Science - University Politehnica of Bucharest, 1-7 Polizu Str., 011061, Bucharest, Romania."}], "LastName": "Popescu", "ForeName": "Anca Mihaela", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Applied Chemistry and Materials Science - University Politehnica of Bucharest, 1-7 Polizu Str., 011061, Bucharest, Romania."}], "LastName": "Radu", "ForeName": "Gabriel Lucian", "Initials": "GL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Office for Medicinal, Aromatic Plants and Bee Products - National Research and Development Institute for Food Bioresources - IBA Bucharest, 6 Dinu Vintila Str., 021102, Bucharest, Romania."}], "LastName": "Onisei", "ForeName": "Tatiana", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Office for Medicinal, Aromatic Plants and Bee Products - National Research and Development Institute for Food Bioresources - IBA Bucharest, 6 Dinu Vintila Str., 021102, Bucharest, Romania."}], "LastName": "Raducanu", "ForeName": "Adina Elena", "Initials": "AE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Adv Pharm Bull", "NlmUniqueID": "101578021", "ISSNLinking": "2228-5881"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Venhuis BJ, Blok-Tip L, de Kaste D. Designer drugs in herbal aphrodisiacs. Forensic Sci Int. 2008;177(2-3):e25–7. doi: 10.1016/j.forsciint.2007.11.007.", "ArticleIdList": ["10.1016/j.forsciint.2007.11.007", "18178354"]}, {"Citation": "Göker H, Coşkun M, Alp M. Isolation and identification of a new acetildenafil analogue used to adulterate a dietary supplement: dimethylacetildenafil. Turk J Chem. 2010;34:157–63. doi: 10.3906/kim-1002-25.", "ArticleIdList": ["10.3906/kim-1002-25"]}, {"Citation": "Singh S, Prasad B, Savaliya AA, Shah RP, Gohil VM, Kaur A. Strategies for characterizing sildenafil, vardenafil, tadalafil and their analogues in herbal dietary supplements, and detecting counterfeit products containing these drugs. TrAC, Trends Anal Chem. 2009;28(1):13–28. doi: 10.1016/j.trac.2008.09.004.", "ArticleIdList": ["10.1016/j.trac.2008.09.004"]}, {"Citation": "Zou P, Oh SS, Hou P, Low MY, Koh HL. Simultaneous determination of synthetic phosphodiesterase-5 inhibitors found in a dietary supplement and pre-mixed bulk powders for dietary supplements using high-performance liquid chromatography with diode array detection and liquid chromatography-electrospray ionization tandem mass spectrometry. J Chromatogr A. 2006;1104(1-2):113–22. doi: 10.1016/j.chroma.2005.11.103.", "ArticleIdList": ["10.1016/j.chroma.2005.11.103", "16364350"]}, {"Citation": "Gratz SR, Flurer CL, Wolnik KA. Analysis of undeclared synthetic phosphodiesterase-5 inhibitors in dietary supplements and herbal matrices by LC-ESI-MS and LC-UV. J Pharm Biomed Anal. 2004;36(3):525–33. doi: 10.1016/j.jpba.2004.07.004.", "ArticleIdList": ["10.1016/j.jpba.2004.07.004", "15522526"]}, {"Citation": "Ge X, Low MY, Zou P, Lin L, Yin SO, Bloodworth BC. et al. Structural elucidation of a PDE-5 inhibitor detected as an adulterant in a health supplement. J Pharm Biomed Anal. 2008;48(4):1070–5. doi: 10.1016/j.jpba.2008.08.019.", "ArticleIdList": ["10.1016/j.jpba.2008.08.019", "18829198"]}, {"Citation": "Gratz SR, Zeller M, Mincey DW, Flurer CL. Structural characterization of sulfoaildenafil, an analog of sildenafil. J Pharm Biomed Anal. 2009;50(2):228–31. doi: 10.1016/j.jpba.2009.04.003.", "ArticleIdList": ["10.1016/j.jpba.2009.04.003", "19427155"]}, {"Citation": "Kostis JB, Jackson G, Rosen R, Barrett-Connor E, Billups K, Burnett AL. et al. Sexual Dysfunction and Cardiac Risk (the Second Princeton Consensus Conference) Am J Cardiol. 2005;96(2):313–21. doi: 10.1016/j.amjcard.2005.03.065.", "ArticleIdList": ["10.1016/j.amjcard.2005.03.065", "16018863"]}, {"Citation": "Wespes E, Amar E, Hatzichristou D, Hatzimouratidis K, Montorsi F, Pryor J. et al. EAU Guidelines on Erectile Dysfunction: An Update. Eur Urol. 2006;49(5):806–15. doi: 10.1016/j.eururo.2006.01.028.", "ArticleIdList": ["10.1016/j.eururo.2006.01.028", "16530932"]}, {"Citation": "Miller GM, Stripp R. A study of western pharmaceuticals contained within samples of Chinese herbal/patent medicines collected from New York City’s Chinatown. Leg Med (Tokyo) 2007;9(5):258–64. doi: 10.1016/j.legalmed.2007.04.001.", "ArticleIdList": ["10.1016/j.legalmed.2007.04.001", "17652006"]}, {"Citation": "Popescu AM, Radu GL, Onisei T, Raducanu AE, Niculae CG. Detection by gas chromatography-mass spectrometry of adulterated food supplements. Rom Biotechnolog Lett. 2014;19(4):9485–92."}, {"Citation": "Radu GL, Popescu AM, Niculae CG, Raducanu AE, Onisei T. Identification by Liquid Chromatography-Mass Spectrometry of Herbal Food Supplements Adulterated with PDE-5 Inhibitors. Rev Chim. 2015;66(1):1–5."}, {"Citation": "Tseng MC, Lin JH. Determination of sildenafil citrate adulterated in a dietary supplement capsule by LC/MS/MS. J Food Drug Anal. 2002;10(2):112–9."}, {"Citation": "Kim SH, Kim HJ, Son J, Jeon BW, Jeong ES, Cha EJ. et al. Simultaneous Determination of Synthetic Phosphodiesterase-5 Inhibitors in Dietary Supplements by Liquid Chromatography-High Resolution/Mass Spectrometry. Mass Spectrom Lett. 2012;3(2):50–3. doi: 10.5478/MSL.2012.3.2.50.", "ArticleIdList": ["10.5478/MSL.2012.3.2.50"]}, {"Citation": "Venhuis BJ, Zomer G, de Kaste D. Structure elucidation of a novel synthetic thiono analogue of sildenafil detected in an alleged herbal aphrodisiac. J Pharm Biomed Anal. 2008;46(4):814–7. doi: 10.1016/j.jpba.2007.12.007.", "ArticleIdList": ["10.1016/j.jpba.2007.12.007", "18207347"]}, {"Citation": "Attia AK, Souaya ER, Soliman EA. Thermal analysis investigation of dapoxetine and vardenafil hydrochlorides using molecular orbital calculations. Adv Pharm Bull. 2015;5(4):523–9. doi: 10.15171/apb.2015.071.", "ArticleIdList": ["10.15171/apb.2015.071", "PMC4729354", "26819925"]}, {"Citation": "Kim J, Noh J, Chung H, Woo YA, Kemper MS, Lee Y. Direct, non-destructive quantitative measurement of an active pharmaceutical ingredient in an intact capsule formulation using Raman spectroscopy. Anal Chim Acta. 2007;598(2):280–5. doi: 10.1016/j.aca.2007.07.049.", "ArticleIdList": ["10.1016/j.aca.2007.07.049", "17719903"]}, {"Citation": "Olds WJ, Jaatinen E, Fredericks P, Cletus B, Panayiotou H, Izake EL. Spatially offset Raman spectroscopy (SORS) for the analysis and detection of packaged pharmaceuticals and concealed drugs. Forensic Sci Int. 2011;212(1-3):69–77. doi: 10.1016/j.forsciint.2011.05.016.", "ArticleIdList": ["10.1016/j.forsciint.2011.05.016", "21664083"]}, {"Citation": "de Veij M, Deneckere A, Vandenabeele P, de Kaste D, Moens L. Detection of counterfeit Viagra® with Raman spectroscopy. J Pharm Biomed Anal. 2008;46(2):303–9. doi: 10.1016/j.jpba.2007.10.021.", "ArticleIdList": ["10.1016/j.jpba.2007.10.021", "18054194"]}, {"Citation": "Trefi S, Routaboul C, Hamieh S, Gilard V, Malet-Martino M, Martino R. Analysis of illegally manufactured formulations of tadalafil (Cialis®) by 1H NMR, 2D DOSY 1H NMR and Raman spectroscopy. J Pharm Biomed Anal. 2008;47(1):103–13. doi: 10.1016/j.jpba.2007.12.033.", "ArticleIdList": ["10.1016/j.jpba.2007.12.033", "18304770"]}, {"Citation": "Ortiz RS, de Cassia Mariotti K, Fank B, Limberger RP, Anzanello MJ, Mayorga P. Counterfeit Cialis and Viagra fingerprinting by ATR-FTIR spectroscopy with chemometry: Can the same pharmaceutical powder mixture be used to falsify two medicines? Forensic Sci Int. 2013;226(1-3):282–9. doi: 10.1016/j.forsciint.2013.01.043.", "ArticleIdList": ["10.1016/j.forsciint.2013.01.043", "23422165"]}, {"Citation": "Custers D, Vandemoortele S, Bothy JL, De Beer JO, Courselle P, Apers S. et al. Physical profiling and IR spectroscopy: simple and effective methods to discriminate between genuine and counterfeit samples of Viagra® and Cialis®. Drug Test Anal. 2016;8(3-4):378–87. doi: 10.1002/dta.1813.", "ArticleIdList": ["10.1002/dta.1813", "26033891"]}, {"Citation": "Champagne AB, Emmel KV. Rapid screening test for adulteration in raw materials of dietary supplements. Vib Spectrosc. 2011;55(2):216–23. doi: 10.1016/j.vibspec.2010.11.009.", "ArticleIdList": ["10.1016/j.vibspec.2010.11.009"]}, {"Citation": "Chuang YK, Yang IC, Lo YM, Tsai CY, Chen S. Integration of independent component analysis with near-infrared spectroscopy for analysis of bioactive components in the medicinal plant Gentiana scabra Bunge. J Food Drug Anal. 2014;22(3):336–44. doi: 10.1016/j.jfda.2014.01.021.", "ArticleIdList": ["10.1016/j.jfda.2014.01.021", "28911423"]}, {"Citation": "Yang IC, Tsai CY, Hsieh KW, Yang CW, Ouyang F, Lo YM. et al. Integration of SIMCA and near-infrared spectroscopy for rapid and precise identification of herbal medicines. J Food Drug Anal. 2013;21(3):268–78. doi: 10.1016/j.jfda.2013.07.008.", "ArticleIdList": ["10.1016/j.jfda.2013.07.008"]}, {"Citation": "Man CN, Nor NM, Lajis R, Harn GL. Identification of sildenafil, tadalafil and vardenafil by gas chromatography-mass spectrometry on short capillary column. J Chromatogr A. 2009;1216(47):8426–30. doi: 10.1016/j.chroma.2009.10.016.", "ArticleIdList": ["10.1016/j.chroma.2009.10.016", "19853256"]}, {"Citation": "Anzanello MJ, Ortiz RS, Limbergerb RP, Mayorga P. A multivariate-based wavenumber selection method for classifying medicines into authentic or counterfeit classes. J Pharm Biomed Anal. 2013;83:209–14. doi: 10.1016/j.jpba.2013.05.004.", "ArticleIdList": ["10.1016/j.jpba.2013.05.004", "23770779"]}]}], "History": [{"Year": "2016", "Month": "12", "Day": "5"}, {"Year": "2017", "Month": "5", "Day": "11"}, {"Year": "2017", "Month": "5", "Day": "15"}, {"Year": "2017", "Month": "8", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28761827", "PMC5527239", "10.15171/apb.2017.030"]}}]}