{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28765547", "DateCompleted": {"Year": "2019", "Month": "02", "Day": "12"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "08", "Day": "01"}], "Language": ["eng"], "ELocationID": ["7061", "10.1038/s41598-017-07087-x"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "7", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Aug", "Day": "01"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Simultaneous determination of hydrophilic and lipophilic constituents in herbal medicines using directly-coupled reversed-phase and hydrophilic interaction liquid chromatography-tandem mass spectrometry.", "Pagination": {"StartPage": "7061", "MedlinePgn": "7061"}, "Abstract": {"AbstractText": ["Limitations in the separation ability of conventional liquid chromatography system remains a challenge in developing a versatile method for simultaneously determining both hydrophilic and lipophilic constituents in herbal medicines (HMs). To measure compounds covering a broad polarity span in HMs, we developed a directly-coupled reversed-phase and hydrophilic interaction liquid chromatography-tandem mass spectrometry system. Samples were firstly separated according to lipophilicity by using a C<sub>18</sub> column. Utilizing a T-piece as connector, the eluent was then pumped into an amide column to get further separation that mainly based on the hydrogen bonding effects. Dan-Qi pair, an extensively used herb-combined prescription in China, was selected to test the practicability and performance of the established system. A total of 27 components, containing 9 hydrophilic and 18 lipophilic constituents, were simultaneously determined using a schedule multiple reaction monitoring method in 15 min. Up to 69.9% content could be monitored in one injection in Dan-Qi pair extract, showing a significant advantage over previous methods. The proposed method was expected to benefit the controllability of herbal medicines."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Traditional Chinese Medicine & Natural Products, College of Pharmacy, Jinan University, Guangzhou, Guangdong, 510632, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Laboratory for Key Technology of Chinese Material Medica Quality Control, School of Pharmacy, Shenyang Pharmaceutical University, Shenyang, 110016, China."}], "LastName": "Sun", "ForeName": "Wan-Yang", "Initials": "WY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, China Pharmaceutical University, Nanjing, 210009, China."}], "LastName": "Lu", "ForeName": "Qin-Wei", "Initials": "QW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Traditional Chinese Medicine & Natural Products, College of Pharmacy, Jinan University, Guangzhou, Guangdong, 510632, China. tghao@jnu.edu.cn."}], "LastName": "Gao", "ForeName": "Hao", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Core Technology in Innovative Chinese Medicine, Pharmaceutical Analysis Institute, Tasly Academy, Tianjin, 300402, China."}], "LastName": "Tong", "ForeName": "Ling", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Core Technology in Innovative Chinese Medicine, Pharmaceutical Analysis Institute, Tasly Academy, Tianjin, 300402, China."}], "LastName": "Li", "ForeName": "Dong-Xiang", "Initials": "DX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Traditional Chinese Medicine & Natural Products, College of Pharmacy, Jinan University, Guangzhou, Guangdong, 510632, China."}], "LastName": "Zhou", "ForeName": "Zheng-Qun", "Initials": "ZQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy and Guangdong Province Key Laboratory of Pharmacodynamic Constituents of Traditional Chinese Medicine & New Drug Research, Jinan University, Guangzhou, 510632, China."}], "LastName": "Jiang", "ForeName": "Zheng-Jin", "Initials": "ZJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Core Technology in Innovative Chinese Medicine, Pharmaceutical Analysis Institute, Tasly Academy, Tianjin, 300402, China."}], "LastName": "Sun", "ForeName": "Henry", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National and Local Joint Engineering Laboratory for Key Technology of Chinese Material Medica Quality Control, School of Pharmacy, Shenyang Pharmaceutical University, Shenyang, 110016, China. kaishunbi.syphu@gmail.com."}], "LastName": "Bi", "ForeName": "Kai-Shun", "Initials": "KS"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biological Products"}], "MeshHeadingList": [{"QualifierName": ["analysis", "chemistry", "isolation & purification"], "DescriptorName": "Biological Products"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["methods"], "DescriptorName": "Chromatography, Liquid"}, {"QualifierName": [], "DescriptorName": "Hydrophobic and Hydrophilic Interactions"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Tandem Mass Spectrometry"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Song YL, et al. Large-scale qualitative and quantitative characterization of components in Shenfu injection by integrating hydrophilic interaction chromatography, reversed phase liquid chromatography, and tandem mass spectrometry. J. Chromatogr. A. 2015;1407:106–118. doi: 10.1016/j.chroma.2015.06.041.", "ArticleIdList": ["10.1016/j.chroma.2015.06.041", "26143607"]}, {"Citation": "Liu MH, et al. Rapid separation and identification of multiple constituents in traditional Chinese medicine formula Shenqi Fuzheng Injection by ultra-fast liquid chromatography combined with quadrupole-time-of-flight mass spectrometry. J. Pharm. Biomed. Anal. 2013;74:141–155. doi: 10.1016/j.jpba.2012.10.024.", "ArticleIdList": ["10.1016/j.jpba.2012.10.024", "23245245"]}, {"Citation": "Peng G, et al. Simultaneous determination of 14 active constituents of Shengjiang Xiexin decoction using ultrafast liquid chromatography coupled with electrospray ionization tandem mass spectrometry. Acta Pharm. Sin. B. 2017;7:193–201. doi: 10.1016/j.apsb.2016.11.006.", "ArticleIdList": ["10.1016/j.apsb.2016.11.006", "PMC5343114", "28303226"]}, {"Citation": "Li S, et al. Rapid Identification and Assignation of the Active Ingredients in Fufang Banbianlian Injection Using HPLC-DAD-ESI-IT-TOF-MS. J. Chromatogr. Sci. 2016;54:1225–1237. doi: 10.1093/chromsci/bmw055.", "ArticleIdList": ["10.1093/chromsci/bmw055", "27107094"]}, {"Citation": "Li SP, Zhao J, Yang B. Strategies for quality control of Chinese medicines. J. Pharm. Biomed. Anal. 2011;55:802–809. doi: 10.1016/j.jpba.2010.12.011.", "ArticleIdList": ["10.1016/j.jpba.2010.12.011", "21215546"]}, {"Citation": "Botanical Drug Development: Guidance for Industry. U.S. Food and Drug Administration (2015)."}, {"Citation": "Zhang TB, et al. Comprehensive quantitative analysis of Shuang-Huang-Lian oral liquid using UHPLC-Q-TOF-MS and HPLC-ELSD. J. Pharm. Biomed. Anal. 2015;102:1–8. doi: 10.1016/j.jpba.2014.08.025.", "ArticleIdList": ["10.1016/j.jpba.2014.08.025", "PMC7126236", "25222137"]}, {"Citation": "Prinsen, H. C. et al. Rapid quantification of underivatized amino acids in plasma by hydrophilic interaction liquid chromatography (HILIC) coupled with tandem mass-spectrometry. J. Inherit. Metab. Dis., doi:10.1007/s10545-016-9935-z (2016).", "ArticleIdList": ["PMC4987396", "27099181"]}, {"Citation": "Krumpochova P, et al. Amino acid analysis using chromatography–mass spectrometry: An inter platform comparison study. J. Pharm. Biomed. Anal. 2015;114:398–407. doi: 10.1016/j.jpba.2015.06.001.", "ArticleIdList": ["10.1016/j.jpba.2015.06.001", "26115383"]}, {"Citation": "Sun S, Wang H, Xie J, Su Y. Simultaneous determination of rhamnose, xylitol, arabitol, fructose, glucose, inositol, sucrose, maltose in jujube (Zizyphus jujube Mill.) extract: comparison of HPLC-ELSD, LC-ESI-MS/MS and GC-MS. Chem. Cent. J. 2016;10:1–9. doi: 10.1186/s13065-016-0171-2.", "ArticleIdList": ["10.1186/s13065-016-0171-2", "PMC4852422", "27141230"]}, {"Citation": "Liu XG, et al. Direct analysis of 18 flavonol glycosides, aglycones and terpene trilactones in Ginkgo biloba tablets by matrix solid phase dispersion coupled with ultra-high performance liquid chromatography tandem triple quadrupole mass spectrometry. J. Pharm. Biomed. Anal. 2014;97:123–128. doi: 10.1016/j.jpba.2014.04.027.", "ArticleIdList": ["10.1016/j.jpba.2014.04.027", "24876067"]}, {"Citation": "Yang H, et al. Direct and comprehensive analysis of ginsenosides and diterpene alkaloids in Shenfu injection by combinatory liquid chromatography-mass spectrometric techniques. J. Pharm. Biomed. Anal. 2014;92:13–21. doi: 10.1016/j.jpba.2013.12.041.", "ArticleIdList": ["10.1016/j.jpba.2013.12.041", "24469096"]}, {"Citation": "Jiang Y, David B, Tu PF, Barbin Y. Recent analytical approaches in quality control of traditional Chinese medicines–a review. Anal. Chim. Acta. 2010;657:9–18. doi: 10.1016/j.aca.2009.10.024.", "ArticleIdList": ["10.1016/j.aca.2009.10.024", "19951752"]}, {"Citation": "Liang J, et al. A dynamic multiple reaction monitoring method for the multiple components quantification of complex traditional Chinese medicine preparations: Niuhuang Shangqing pill as an example. J. Chromatogr. A. 2013;1294:58–69. doi: 10.1016/j.chroma.2013.04.016.", "ArticleIdList": ["10.1016/j.chroma.2013.04.016", "23647610"]}, {"Citation": "Li Z, et al. Derivative multiple reaction monitoring and single herb calibration approach for multiple components quantification of traditional Chinese medicine analogous formulae. J. Chromatogr. A. 2015;1376:126–142. doi: 10.1016/j.chroma.2014.12.024.", "ArticleIdList": ["10.1016/j.chroma.2014.12.024", "25541090"]}, {"Citation": "Liu Y, et al. More accurate matrix-matched quantification using standard superposition method for herbal medicines. J. Chromatogr. A. 2012;1254:43–50. doi: 10.1016/j.chroma.2012.07.020.", "ArticleIdList": ["10.1016/j.chroma.2012.07.020", "22835696"]}, {"Citation": "Xing QQ, et al. Comprehensive HILIC × RPLC with mass spectrometry detection for the analysis of saponins in Panax notoginseng. Analyst. 2012;137:2239–2249. doi: 10.1039/c2an16078a.", "ArticleIdList": ["10.1039/c2an16078a", "22428154"]}, {"Citation": "Willemse CM, Stander MA, Tredoux AG, Villiers A. Comprehensive two-dimensional liquid chromatographic analysis of anthocyanins. J. Chromatogr. A. 2014;1359:189–201. doi: 10.1016/j.chroma.2014.07.044.", "ArticleIdList": ["10.1016/j.chroma.2014.07.044", "25113871"]}, {"Citation": "Yan Z, Yan R. Increase the accessibility and scale of targeted metabolomics: Construction of a human urinary metabolome-wide multiple reaction monitoring library using directly-coupled reversed-phase and hydrophilic interaction chromatography. Anal. Chim. Acta. 2015;894:65–75. doi: 10.1016/j.aca.2015.08.056.", "ArticleIdList": ["10.1016/j.aca.2015.08.056", "26423629"]}, {"Citation": "Chen J, et al. Simultaneous screening for lipophilic and hydrophilic toxins in marine harmful algae using a serially coupled reversed-phase and hydrophilic interaction liquid chromatography separation system with high-resolution mass spectrometry. Anal. Chim. Acta. 2016;914:117–126. doi: 10.1016/j.aca.2016.01.062.", "ArticleIdList": ["10.1016/j.aca.2016.01.062", "26965334"]}, {"Citation": "Montero L, Herrero M, Ibanez E, Cifuentes A. Profiling of phenolic compounds from different apple varieties using comprehensive two-dimensional liquid chromatography. J. Chromatogr. A. 2013;1313:275–283. doi: 10.1016/j.chroma.2013.06.015.", "ArticleIdList": ["10.1016/j.chroma.2013.06.015", "23849785"]}, {"Citation": "Heinig K, Wirz T, Yuan M, Tingler M, Mylott W. An improved LC-MS/MS method for the determination of taspoglutide in plasma and urine using orthogonal HILIC-RP column switching, ultra-performance LC separation and ‘wrong-way-round’ electrospray ionization. Biomed. Chromatogr. 2011;25:1215–1221. doi: 10.1002/bmc.1593.", "ArticleIdList": ["10.1002/bmc.1593", "21308702"]}, {"Citation": "Sun WY, et al. Separation and analysis of phenolic acids from Salvia miltiorrhiza and its related preparations by off-line two-dimensional hydrophilic interaction chromatography × reversed-phase liquid chromatography coupled with ion trap time-of-flight mass spectrometry. J. Chromatogr. A. 2016;1431:79–88. doi: 10.1016/j.chroma.2015.12.038.", "ArticleIdList": ["10.1016/j.chroma.2015.12.038", "26792448"]}, {"Citation": "Cao JL, et al. Application of two-dimensional chromatography in the analysis of Chinese herbal medicines. J. Chromatogr. A. 2014;1371:1–14. doi: 10.1016/j.chroma.2014.10.078.", "ArticleIdList": ["10.1016/j.chroma.2014.10.078", "25456582"]}, {"Citation": "Haggarty J, et al. Serially coupling lipophilic interaction and reversed-phase chromatography with simultaneous gradients provides greater coverage of the metabolome. Metabolomics. 2015;11:1465–1470. doi: 10.1007/s11306-014-0770-7.", "ArticleIdList": ["10.1007/s11306-014-0770-7", "PMC4559102", "26366140"]}, {"Citation": "Kalili KM, Villiers A. Systematic optimisation and evaluation of on-line, off-line and stop-flow comprehensive hydrophilic interaction chromatography × reversed phase liquid chromatographic analysis of procyanidins. Part II: application to cocoa procyanidins. J. Chromatogr. A. 2013;1289:69–79. doi: 10.1016/j.chroma.2013.03.009.", "ArticleIdList": ["10.1016/j.chroma.2013.03.009", "23570856"]}, {"Citation": "Granafei S, et al. Hydrophilic interaction and reversed phase mixed-mode liquid chromatography coupled to high resolution tandem mass spectrometry for polar lipids analysis. J. Chromatogr. A. 2016;1477:47–55. doi: 10.1016/j.chroma.2016.11.048.", "ArticleIdList": ["10.1016/j.chroma.2016.11.048", "27908498"]}, {"Citation": "Yan Y, et al. Simultaneous determination of components with wide polarity and content ranges in Cistanche tubulosa using serially coupled reverse phase-hydrophilic interaction chromatography-tandem mass spectrometry. J. Chromatogr. A. 2017;1501:39–50. doi: 10.1016/j.chroma.2017.04.034.", "ArticleIdList": ["10.1016/j.chroma.2017.04.034", "28476319"]}, {"Citation": "Song HP, et al. A chemical family-based strategy for uncovering hidden bioactive molecules and multicomponent interactions in herbal medicines. Sci. Rep. 2016;6:23840. doi: 10.1038/srep23840.", "ArticleIdList": ["10.1038/srep23840", "PMC4812296", "27025397"]}, {"Citation": "Su, X. F., Yao, Z. T., Li, S. T., Sun, H. Synergism of Chinese Herbal Medicine: Illustrated by Danshen Compound. Evid.-based Compl. Alt. Med. Article ID:7279361 (2016).", "ArticleIdList": ["PMC4846759", "27190537"]}, {"Citation": "National Commission of Chinese Pharmacopoeia. Pharmacopoeia of Peoples Republic of China (ed. 2015) 1213–1220 (China Medical Science and Technology Press, 2015)."}, {"Citation": "National Commission of Chinese Pharmacopoeia. Pharmacopoeia of Peoples Republic of China (ed. 2015) 1310–1311 (China Medical Science and Technology Press, 2015)."}, {"Citation": "Phase, III Trial of Dantonic® (T89) Capsule to Prevent and Treat Stable Angina (CAESA). ClinicalTrials.govhttp://clinicaltrials.gov/show/NCT01659580 (2017)."}, {"Citation": "Liu P, et al. Bioactive equivalence of combinatorial components identified in screening of an herbal medicine. Pharm. Res. 2014;31:1788–1800. doi: 10.1007/s11095-013-1283-1.", "ArticleIdList": ["10.1007/s11095-013-1283-1", "PMC4062815", "24549817"]}, {"Citation": "Wei YJ, et al. Improved quality control method for Fufang Danshen preparations through simultaneous determination of phenolic acids, saponins and diterpenoid quinones by HPLC coupled with diode array and evaporative light scattering detectors. J. Pharm. Biomed. Anal. 2007;45:775–784. doi: 10.1016/j.jpba.2007.07.013.", "ArticleIdList": ["10.1016/j.jpba.2007.07.013", "17720349"]}, {"Citation": "The Commission of the European communities. Implementing Council Directive 96/23/EC concerning the performance of analytical methods and the interpretation of results. L221/16–L221/17 (Brussels, 2002)."}, {"Citation": "Periat A, et al. Hydrophilic interaction chromatography versus reversed phase liquid chromatography coupled to mass spectrometry: effect of electrospray ionization source geometry on sensitivity. J. Chromatogr. A. 2014;1356:211–220. doi: 10.1016/j.chroma.2014.06.066.", "ArticleIdList": ["10.1016/j.chroma.2014.06.066", "25017394"]}, {"Citation": "Nguyen HP, Schug KA. The advantages of ESI-MS detection in conjunction with HILIC mode separations: Fundamentals and applications. J. Sep. Sci. 2008;31:1465–1480. doi: 10.1002/jssc.200700630.", "ArticleIdList": ["10.1002/jssc.200700630", "18401862"]}, {"Citation": "Periat A, Boccard J, Veuthey JL, Rudaz S, Guillarme D. Systematic comparison of sensitivity between hydrophilic interaction liquid chromatography and reversed phase liquid chromatography coupled with mass spectrometry. J. Chromatogr. A. 2013;1312:49–57. doi: 10.1016/j.chroma.2013.08.097.", "ArticleIdList": ["10.1016/j.chroma.2013.08.097", "24034137"]}, {"Citation": "Kostiainen R, Kauppila TJ. Effect of eluent on the ionization process in liquid chromatography-mass spectrometry. J. Chromatogr. A. 2009;1216:685–699. doi: 10.1016/j.chroma.2008.08.095.", "ArticleIdList": ["10.1016/j.chroma.2008.08.095", "18799161"]}, {"Citation": "Jandera P. Stationary and mobile phases in hydrophilic interaction chromatography: a review. Anal. Chim. Acta. 2011;692:1–25. doi: 10.1016/j.aca.2011.02.047.", "ArticleIdList": ["10.1016/j.aca.2011.02.047", "21501708"]}, {"Citation": "Škeříková V, Jandera P. Effects of the operation parameters on Hydrophilic Interaction Liquid Chromatography separation of phenolic acids on zwitterionic monolithic capillary columns. J. Chromatogr. A. 2010;1217:7981–7989. doi: 10.1016/j.chroma.2010.07.061.", "ArticleIdList": ["10.1016/j.chroma.2010.07.061", "20732685"]}, {"Citation": "Liu AH, et al. Development of the fingerprints for the quality of the roots of Salvia miltiorrhiza and its related preparations by HPLC-DAD and LC-MSn. J. Chromatogr. B. 2007;846:32–41. doi: 10.1016/j.jchromb.2006.08.002.", "ArticleIdList": ["10.1016/j.jchromb.2006.08.002", "16962399"]}, {"Citation": "Ge, Y. et al. Comparative Analysis of Amino Acids, Nucleosides, and Nucleobases in Thais clavigera from Different Distribution Regions by Using Hydrophilic Interaction Ultra-Performance Liquid Chromatography Coupled with Triple Quadrupole Tandem Mass Spectrometry. Int. J. Anal. Chem. Article ID:394526 (2015).", "ArticleIdList": ["PMC4531205", "26290666"]}, {"Citation": "Liu Z, et al. Global characterization of neutral saccharides in crude and processed Radix Rehmanniae by hydrophilic interaction liquid chromatography tandem electrospray ionization time-of-flight mass spectrometry. Food Chem. 2013;141:2833–2840. doi: 10.1016/j.foodchem.2013.04.114.", "ArticleIdList": ["10.1016/j.foodchem.2013.04.114", "23871031"]}, {"Citation": "Cao J, et al. Application of liquid chromatography–electrospray ionization time-of-flight mass spectrometry for analysis and quality control of compound Danshen preparations. Biomed. Chromatogr. 2009;23:397–405. doi: 10.1002/bmc.1130.", "ArticleIdList": ["10.1002/bmc.1130", "18937303"]}]}], "History": [{"Year": "2017", "Month": "3", "Day": "21"}, {"Year": "2017", "Month": "6", "Day": "26"}, {"Year": "2017", "Month": "8", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["28765547", "PMC5539142", "10.1038/s41598-017-07087-x", "10.1038/s41598-017-07087-x"]}}]}