{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Epimedium", "MYB", "anthocyanin", "flavonoid", "flavonol", "transcriptional regulation"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28769969", "DateRevised": {"Year": "2022", "Month": "03", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "07", "Day": "19"}], "Language": ["eng"], "ELocationID": ["1274", "10.3389/fpls.2017.01274"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2017"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Functional Characterization of a Novel R2R3-MYB Transcription Factor Modulating the Flavonoid Biosynthetic Pathway from <i>Epimedium sagittatum</i>.", "Pagination": {"StartPage": "1274", "MedlinePgn": "1274"}, "Abstract": {"AbstractText": ["<i>Epimedium</i> species have been widely used both as traditional Chinese medicinal plants and ornamental perennials. Both flavonols, acting as the major bioactive components (BCs) and anthocyanins, predominantly contributing to the color diversity of <i>Epimedium</i> flowers belong to different classes of flavonoids. It is well-acknowledged that flavonoid biosynthetic pathway is predominantly regulated by R2R3-MYB transcription factor (TF) as well as bHLH TF and WD40 protein at the transcriptional level. <i>MYB</i> TFs specifically regulating anthocyanin or flavonol biosynthetic pathway have been already isolated and functionally characterized from <i>Epimedium sagittatum</i>, but a <i>R2R3-MYB</i> TF involved in regulating both these two pathways has not been functionally characterized to date in <i>Epimedium</i> plants. In this study, we report the functional characterization of <i>EsMYB9</i>, a <i>R2R3-MYB</i> TF previously isolated from <i>E. sagittatum</i>. The previous study indicated that <i>EsMYB9</i> belongs to a small subfamily of <i>R2R3-MYB</i> TFs containing grape <i>VvMYB5a</i> and <i>VvMYB5b</i> TFs, which regulate flavonoid biosynthetic pathway. The present studies show that overexpression of <i>EsMYB9</i> in tobacco leads to increased transcript levels of flavonoid pathway genes and increased contents of anthocyanins and flavonols. Yeast two-hybrid assay indicates that the C-terminal region of <i>EsMYB9</i> contributes to the autoactivation activity, and <i>EsMYB9</i> interacts with <i>EsTT8</i> or <i>AtTT8 bHLH</i> regulator. Transient reporter assay shows that <i>EsMYB9</i> slightly activates the expression of <i>EsCHS</i> (chalcone synthase) promoter in transiently transformed leaves of <i>Nicotiana benthamiana</i>, but the addition of <i>AtTT8</i> or <i>EsTT8 bHLH</i> regulator strongly enhances the transcriptional activation of <i>EsMYB9</i> against five promoters of the flavonoid pathway genes except <i>EsFLS</i> (flavonol synthase). In addition, co-transformation of <i>EsMYB9</i> and <i>EsTT8</i> in transiently transfected tobacco leaves strongly induces the expressions of flavonoid biosynthetic genes. The potential role of <i>EsMYB9</i> in modulating the biosynthesis and accumulation of sucrose-induced anthocyanin and flavonol-derived BCs is also discussed. These findings suggest that <i>EsMYB9</i> is a novel <i>R2R3-MYB</i> TF, which regulates the flavonoid biosynthetic pathway in <i>Epimedium</i>, but distinctly different with the anthocyanin or flavonol-specific <i>MYB</i> regulators identified previously in <i>Epimedium</i> plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of SciencesWuhan, China."}], "LastName": "Huang", "ForeName": "Wenjun", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of SciencesWuhan, China."}], "LastName": "Lv", "ForeName": "Haiyan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of South China Agricultural Plant Molecular Analysis and Genetic Improvement, South China Botanical Garden, Chinese Academy of SciencesGuangzhou, China."}, {"Identifier": [], "Affiliation": "Provincial Key Laboratory of Applied Botany, South China Botanical Garden, Chinese Academy of SciencesGuangzhou, China."}], "LastName": "Wang", "ForeName": "Ying", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Baudry A., Heim M., Dubreucq B., Caboche M., Weisshaar B., Lepiniec L. (2004). TT2, TT8, and TTG1 synergistically specify the expression of BANYULS and proanthocyanidin biosynthesis in Arabidopsis thaliana. Plant J. 39 366–380. 10.1111/j.1365-313X.2004.02138.x", "ArticleIdList": ["10.1111/j.1365-313X.2004.02138.x", "15255866"]}, {"Citation": "Bogs J., Jaffé F. W., Takos A. M., Walker A. R., Robinson S. P. (2007). The grapevine transcription factor VvMYBPA1 regulates proanthocyanidin synthesis during fruit development. Plant Physiol. 143 1347–1361. 10.1104/pp.106.093203", "ArticleIdList": ["10.1104/pp.106.093203", "PMC1820911", "17208963"]}, {"Citation": "Borevitz J. O., Xia Y., Blount J., Dixon R. A., Lamb C. (2000). Activation tagging identifies a conserved MYB regulator of phenylpropanoid biosynthesis. Plant Cell 12 2383–2393. 10.1105/tpc.12.12.2383", "ArticleIdList": ["10.1105/tpc.12.12.2383", "PMC102225", "11148285"]}, {"Citation": "Czemmel S., Stracke R., Weisshaar B., Cordon N., Harris N. N., Walker A. R., et al. (2009). The grapevine R2R3-MYB transcription factor VvMYBF1 regulates flavonol synthesis in developing grape berries. Plant Physiol. 151 1513–1530. 10.1104/pp.109.142059", "ArticleIdList": ["10.1104/pp.109.142059", "PMC2773091", "19741049"]}, {"Citation": "Deluc L., Barrieu F., Marchive C., Lauvergeat V., Decendit A., Richard T., et al. (2006). Characterization of a grapevine R2R3-MYB transcription factor that regulates the phenylpropanoid pathway. Plant Physiol. 140 499–511. 10.1104/pp.105.067231", "ArticleIdList": ["10.1104/pp.105.067231", "PMC1361319", "16384897"]}, {"Citation": "Deluc L., Bogs J., Walker A. R., Ferrier T., Decendit A., Merillon J.-M., et al. (2008). The transcription factor VvMYB5b contributes to the regulation of anthocyanin and proanthocyanidin biosynthesis in developing grape berries. Plant Physiol. 147 2041–2053. 10.1104/pp.108.118919", "ArticleIdList": ["10.1104/pp.108.118919", "PMC2492604", "18539781"]}, {"Citation": "Gietz R. D., Schiestl R. H. (2007). High-efficiency yeast transformation using the LiAc/SS carrier DNA/PEG method. Nat. Protoc. 2 31–34. 10.1038/nprot.2007.13", "ArticleIdList": ["10.1038/nprot.2007.13", "17401334"]}, {"Citation": "Gonzalez A., Zhao M., Leavitt J. M., Lloyd A. M. (2008). Regulation of the anthocyanin biosynthetic pathway by the TTG1/bHLH/Myb transcriptional complex in Arabidopsis seedlings. Plant J. 53 814–827. 10.1111/j.1365-313X.2007.03373.x", "ArticleIdList": ["10.1111/j.1365-313X.2007.03373.x", "18036197"]}, {"Citation": "Hellens R. P., Allan A. C., Friel E. N., Bolitho K., Grafton K., Templeton M. D., et al. (2005). Transient expression vectors for functional genomics, quantification of promoter activity and RNA silencing in plants. Plant Methods 1 13–26. 10.1186/1746-4811-1-13", "ArticleIdList": ["10.1186/1746-4811-1-13", "PMC1334188", "16359558"]}, {"Citation": "Hichri I., Barrieu F., Bogs J., Kappel C., Delrot S., Lauvergeat V. (2011a). Recent advances in the transcriptional regulation of the flavonoid biosynthetic pathway. J. Exp. Bot. 62 2465–2483. 10.1093/jxb/erq442", "ArticleIdList": ["10.1093/jxb/erq442", "21278228"]}, {"Citation": "Hichri I., Deluc L., Barrieu F., Bogs J., Mahjoub A., Regad F., et al. (2011b). A single amino acid change within the R2 domain of the VvMYB5b transcription factor modulates affinity for protein partners and target promoters selectivity. BMC Plant Biol. 11:117 10.1186/1471-2229-11-117", "ArticleIdList": ["10.1186/1471-2229-11-117", "PMC3240579", "21861899"]}, {"Citation": "Horsch R., Fry J., Hoffmann N., Eichholtz D., Rogers S. G., Fraley R. (1985). A simple and general method for transferring genes into plants. Science 227 1229–1231. 10.1126/science.227.4691.1229", "ArticleIdList": ["10.1126/science.227.4691.1229", "17757866"]}, {"Citation": "Huang W., Khaldun A. B. M., Chen J., Zhang C., Lv H., Yuan L., et al. (2016a). A R2R3-MYB transcription factor regulates the flavonol biosynthetic pathway in a traditional Chinese medicinal plant, Epimedium sagittatum. Front. Plant Sci. 7:1089 10.3389/fpls.2016.01089", "ArticleIdList": ["10.3389/fpls.2016.01089", "PMC4954812", "27493658"]}, {"Citation": "Huang W., Khaldun A. B. M., Lv H., Du L., Zhang C., Wang Y. (2016b). Isolation and functional characterization of a R2R3-MYB regulator of the anthocyanin biosynthetic pathway from Epimedium sagittatum. Plant Cell Rep. 35 883–894. 10.1007/s00299-015-1929-z", "ArticleIdList": ["10.1007/s00299-015-1929-z", "26849670"]}, {"Citation": "Huang W., Sun W., Lv H., Luo M., Zeng S., Pattanaik S., et al. (2013a). A R2R3-MYB transcription factor from Epimedium sagittatum regulates the flavonoid biosynthetic pathway. PLoS ONE 8:e70778 10.1371/journal.pone.0070778", "ArticleIdList": ["10.1371/journal.pone.0070778", "PMC3731294", "23936468"]}, {"Citation": "Huang W., Sun W., Lv H., Xiao G., Zeng S., Wang Y. (2013b). Isolation and molecular characterization of thirteen R2R3-MYB transcription factors from Epimedium sagittatum. Int. J. Mol. Sci. 14 594–610. 10.3390/ijms14010594", "ArticleIdList": ["10.3390/ijms14010594", "PMC3565284", "23271373"]}, {"Citation": "Huang W., Zeng S., Xiao G., Wei G., Liao S., Chen J., et al. (2015). Elucidating the biosynthetic and regulatory mechanisms of flavonoid-derived bioactive components in Epimedium sagittatum. Front. Plant Sci. 6:689 10.3389/fpls.2015.00689", "ArticleIdList": ["10.3389/fpls.2015.00689", "PMC4558469", "26388888"]}, {"Citation": "Jiang J., Song J., Jia X.-B. (2015). Phytochemistry and ethnopharmacology of Epimedium L. species. Chin. Herb. Med. 7 204–222. 10.1016/S1674-6384(15)60043-0", "ArticleIdList": ["10.1016/S1674-6384(15)60043-0"]}, {"Citation": "Jiang J., Zhao B.-J., Song J., Jia X.-B. (2016). Pharmacology and clinical application of plants in Epimedium L. Chin. Herb. Med. 8 12–23. 10.1016/S1674-6384(16)60003-5", "ArticleIdList": ["10.1016/S1674-6384(16)60003-5"]}, {"Citation": "Kobayashi S., Goto-Yamamoto N., Hirochika H. (2004). Retrotransposon-induced mutations in grape skin color. Science 304 982 10.1126/science.1095011", "ArticleIdList": ["10.1126/science.1095011", "15143274"]}, {"Citation": "Koes R., Quattrocchio F., Mol J. (2005). The flavonoid biosynthetic pathway in plants: function and evolution. BioEssays 16 123–132. 10.1002/bies.950160209", "ArticleIdList": ["10.1002/bies.950160209"]}, {"Citation": "Koyama K., Numata M., Nakajima I., Goto-Yamamoto N., Matsumura H., Tanaka N. (2014). Functional characterization of a new grapevine MYB transcription factor and regulation of proanthocyanidin biosynthesis in grapes. J. Exp. Bot. 65 4433–4449. 10.1093/jxb/eru213", "ArticleIdList": ["10.1093/jxb/eru213", "24860184"]}, {"Citation": "Liu J., Osbourn A., Ma P. (2015). MYB transcription factors as regulators of phenylpropanoid metabolism in plants. Mol. Plant 8 689–708. 10.1016/j.molp.2015.03.012", "ArticleIdList": ["10.1016/j.molp.2015.03.012", "25840349"]}, {"Citation": "Ma H., He X., Yang Y., Li M., Hao D., Jia Z. (2011). The genus Epimedium: an ethnopharmacological and phytochemical review. J. Ethnopharmacol. 134 519–541. 10.1016/j.jep.2011.01.001", "ArticleIdList": ["10.1016/j.jep.2011.01.001", "21215308"]}, {"Citation": "Mehrtens F., Kranz H., Bednarek P., Weisshaar B. (2005). The Arabidopsis transcription factor MYB12 is a flavonol-specific regulator of phenylpropanoid biosynthesis. Plant Physiol. 138 1083–1096. 10.1104/pp.104.058032", "ArticleIdList": ["10.1104/pp.104.058032", "PMC1150422", "15923334"]}, {"Citation": "Pattanaik S., Kong Q., Zaitlin D., Werkman J. R., Xie C. H., Patra B., et al. (2010). Isolation and functional characterization of a floral tissue-specific R2R3 MYB regulator from tobacco. Planta 231 1061–1076. 10.1007/s00425-010-1108-y", "ArticleIdList": ["10.1007/s00425-010-1108-y", "20157728"]}, {"Citation": "Payyavula R. S., Singh R. K., Navarre D. A. (2013). Transcription factors, sucrose, and sucrose metabolic genes interact to regulate potato phenylpropanoid metabolism. J. Exp. Bot. 64 5115–5131. 10.1093/jxb/ert303", "ArticleIdList": ["10.1093/jxb/ert303", "PMC3830490", "24098049"]}, {"Citation": "Schmittgen T. D., Livak K. J. (2008). Analyzing real-time PCR data by the comparative CT method. Nat. Protoc. 3 1101–1108. 10.1038/nprot.2008.73", "ArticleIdList": ["10.1038/nprot.2008.73", "18546601"]}, {"Citation": "Teng S., Keurentjes J., Bentsink L., Koornneef M., Smeekens S. (2005). Sucrose-specific induction of anthocyanin biosynthesis in Arabidopsis requires the MYB75/PAP1 gene. Plant Physiol. 139 1840–1852. 10.1104/pp.105.066688", "ArticleIdList": ["10.1104/pp.105.066688", "PMC1310563", "16299184"]}, {"Citation": "Terrier N., Torregrosa L., Ageorges A., Vialet S., Verries C., Cheynier V., et al. (2009). Ectopic expression of VvMybPA2 promotes proanthocyanidin biosynthesis in grapevine and suggests additional targets in the pathway. Plant Physiol. 149 1028–1041. 10.1104/pp.108.131862", "ArticleIdList": ["10.1104/pp.108.131862", "PMC2633825", "19098092"]}, {"Citation": "Walker A. R., Lee E., Bogs J., McDavid D. A. J., Thomas M. R., Robinson S. P. (2007). White grapes arose through the mutation of two similar and adjacent regulatory genes. Plant J. 49 772–785. 10.1111/j.1365-313X.2006.02997.x", "ArticleIdList": ["10.1111/j.1365-313X.2006.02997.x", "17316172"]}, {"Citation": "Winkel-Shirley B. (2001). Flavonoid biosynthesis. a colorful model for genetics, biochemistry, cell biology, and biotechnology. Plant Physiol. 126 485–493. 10.1104/pp.126.2.485", "ArticleIdList": ["10.1104/pp.126.2.485", "PMC1540115", "11402179"]}, {"Citation": "Xu W., Dubos C., Lepiniec L. (2015). Transcriptional control of flavonoid biosynthesis by MYB–bHLH–WDR complexes. Trends Plant Sci. 20 176–185. 10.1016/j.tplants.2014.12.001", "ArticleIdList": ["10.1016/j.tplants.2014.12.001", "25577424"]}, {"Citation": "Zeng S., Liu Y., Hu W., Liu Y., Shen X., Wang Y. (2013). Integrated transcriptional and phytochemical analyses of the flavonoid biosynthesis pathway in Epimedium. Plant Cell Tissue Organ Cult. 115 355–365. 10.1007/s11240-013-0367-2", "ArticleIdList": ["10.1007/s11240-013-0367-2"]}, {"Citation": "Zhang Y., Yang L., Chen J., Sun W., Wang Y. (2014). Taxonomic and phylogenetic analysis of Epimedium L. based on amplified fragment length polymorphisms. Sci. Hortic. 170 284–292. 10.1016/j.scienta.2014.02.025", "ArticleIdList": ["10.1016/j.scienta.2014.02.025"]}]}], "History": [{"Year": "2017", "Month": "5", "Day": "26"}, {"Year": "2017", "Month": "7", "Day": "6"}, {"Year": "2017", "Month": "8", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["28769969", "PMC5515856", "10.3389/fpls.2017.01274"]}}]}