{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Actinomycets", "Antimicrobial", "Endophytic", "Medicinal plants"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28775818", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2008-3289", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Feb"}}, "Title": "Iranian journal of microbiology", "ISOAbbreviation": "Iran J Microbiol"}, "ArticleTitle": "Antimicrobial activity of endophytic bacterial populations isolated from medical plants of Iran.", "Pagination": {"StartPage": "11", "EndPage": "18", "MedlinePgn": "11-18"}, "Abstract": {"AbstractText": ["Endophytic actinobacteria colonize inside the plant tissues without causing damages to the host plant. Since these microorganisms colonize in the different parts of plants and can stop plant disease, they have been applied as biological agents for controlling human diseases. The aim of this study was molecular identification and measuring the antimicrobial activity of endophytic <i>Actinomycete</i>s isolated from medicinal plants of Iran.", "The total of 23 medicinal plant samples were collected, sterilized, and crushed. Small pieces of the crushed samples were then cultured directly on three selective media. Grown colonies were identified by 16S rRNA gene sequencing method. Each isolate was cultured in TSB medium and then antimicrobial compound was extracted using ethyl acetate and tested against the target bacteria.", "Sixteen out of 23 bacterial isolates (69%) exhibited antimicrobial activity against the selected pathogenic bacteria, such as <i>Bacillus cereus, Staphylococcus aureus, Bacillus subtilis, Klebsiella pneumoniae, Citrobacter freundii, Proteus mirabilis, Shigella flexneri</i> and <i>Escherichia coli.</i>", "Our Study showed a high phylogenetic diversity and the potent antibiotic activity of endophytic bacteria in medicinal plants of Iran."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Research Institute, Infectious and Tropical Diseases Research Center, Department of Microbiology, School of Medicine, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}], "LastName": "Beiranvand", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Research Institute, Infectious and Tropical Diseases Research Center, Department of Microbiology, School of Medicine, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}], "LastName": "Amin", "ForeName": "Mansour", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Pasteur Institute of Iran, Tehran, Iran."}], "LastName": "Hashemi-Shahraki", "ForeName": "Abdolrazag", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular and Molecular Research Center (CMRC), Faculty of Medicine, Ahvaz Jundishapur University of Medical Sciences (AJUMS), Ahvaz, Iran."}, {"Identifier": [], "Affiliation": "Department of Biochemistry, University of Alberta, Edmonton, Alberta, T6G 2E1, Canada."}], "LastName": "Romani", "ForeName": "Bizhan", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Microbiology, Department of Pathobiology, School of Public Health and Institute of Public Health Research, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Yaghoubi", "ForeName": "Sajad", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Biochemistry Research Center, Shahrekord University of Medical Sciences, Shahrekord, Iran."}], "LastName": "Sadeghi", "ForeName": "Parisa", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Microbiol", "NlmUniqueID": "101518404", "ISSNLinking": "2008-3289"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Newman DJ. Natural products as leads to potential drugs: an old process or the new hope for drug discovery. J Med Chem 2008; 51: 2589– 2599.", "ArticleIdList": ["18393402"]}, {"Citation": "Costa FG, Zucchi TD, Melo ISd. Biological control of phytopathogenic fungi by endophytic actinomycetes isolated from maize (Zea mays L.). Braz Arch Biol Technol 2013; 56: 948– 955."}, {"Citation": "Wu Y, Lu C, Qian X, Huang Y, Shen Y. Diversities within genotypes, bioactivity and biosynthetic genes of endophytic actinomycetes isolated from three pharmaceutical plants. Curr Microbiol 2009; 59: 475– 482.", "ArticleIdList": ["19657693"]}, {"Citation": "Cragg GM, Newman DJ. Natural products: a continuing source of novel drug leads. Biochim Biophys Acta 2013; 1830: 3670– 3695.", "ArticleIdList": ["PMC3672862", "23428572"]}, {"Citation": "Buchanan GO, Williams PG, Feling RH, Kauffman CA, Jensen PR, Fenical W. Sporolides A and B: structurally unprecedented halogenated macrolides from the marine Actinomycete Salinispora tropica. Organic letters 2005; 7: 2731– 2734.", "ArticleIdList": ["15957933"]}, {"Citation": "Cragg GM, Newman DJ. Plants as a source of anti-cancer agents. J Ethnopharmacol 2005; 100: 72– 79.", "ArticleIdList": ["16009521"]}, {"Citation": "Kingston DG. Tubulin-interactive natural products as anticancer agents. J Nat Prod 2009; 72: 507– 515.", "ArticleIdList": ["PMC2765517", "19125622"]}, {"Citation": "Oldfield C, Wood NT, Gilbert SC, Murray FD, Faure FR. Desulphurisation of benzothiophene and dibenzothiophene by actinomycete organisms belonging to the genus Rhodococcus, and related taxa. Antonie Van Leeuwenhoek 1998; 74( 1–3): 119– 132.", "ArticleIdList": ["10068795"]}, {"Citation": "Mann J. Natural products as immunosuppressive agents. Nat Prod Rep 2001; 18: 417– 430.", "ArticleIdList": ["11548050"]}, {"Citation": "Qin S, Li J, Chen H-H, Zhao G-Z, Zhu W-Y, Jiang C-L, et al. Isolation, diversity, and antimicrobial activity of rare actinobacteria from medicinal plants of tropical rain forests in Xishuangbanna, China. Appl Environ Microbiol 2009; 75: 6176– 6186.", "ArticleIdList": ["PMC2753051", "19648362"]}, {"Citation": "Rathod D, Dar M, Gade A, Shrivastava RB, Rai M, Varma A. ( 2013). Microbial endophytes: progress and challenges. In: Biotechnology for Medicinal Plants. Eds, Chandra S, Lata H, Varma A. Springer-Verlag GmbH, Wien; pp. 101– 121."}, {"Citation": "Strobel G, Daisy B. Bioprospecting for microbial endophytes and their natural products. Microbiol Mol Biol Rev 2003; 67: 491– 502.", "ArticleIdList": ["PMC309047", "14665674"]}, {"Citation": "Hasegawa S, Meguro A, Shimizu M, Nishimura T, Kunoh H. Endophytic actinomycetes and their interactions with host plants. Actinomycetologica 2006; 20: 72– 81."}, {"Citation": "Kang H-Y, Park D-J, Lee J-C, Kwon M-K, Kim S-B, Kim C-J. Isolation of Agrobacterium sp. BE516 from the root of Miscanthus sacchariflorus and its plant growth promoting activity. J Appl Biol Chem 2012; 55: 129– 133."}, {"Citation": "Castillo U, Harper JK, Strobel GA, Sears J, Alesi K, Ford E, et al. Kakadumycins novel antibiotics from Streptomyces sp. NRRL 30566, an endophyte of Grevillea pteridifolia. FEMS Microbiology Letters 2003; 224: 183– 190.", "ArticleIdList": ["12892881"]}, {"Citation": "Igarashi Y, Miura SS, Fujita T, Furumai T. Pterocidin, a cytotoxic compound from the endophytic Streptomyces hygroscopicus. J Antibiot (Tokyo) 2006; 59: 193– 5.", "ArticleIdList": ["16724461"]}, {"Citation": "Hasegava T, Takizava M, Tanida S. A rapid analysis for chemical grouping of aerobic actinomycetes. J Gen Appl Microbiol 1983; 29: 319– 322."}, {"Citation": "Jeon Y-S, Chung H, Park S, Hur I, Lee J-H, Chun J. jPHYDIT: a JAVA-based integrated environment for molecular phylogeny of ribosomal RNA sequences. Bioinformatics 2005; 21: 3171– 3173.", "ArticleIdList": ["15855247"]}, {"Citation": "Tamura K, Dudley J, Nei M, Kumar S. MEGA4: molecular evolutionary genetics analysis (MEGA) software version 4.0. Mol Biol Evol 2007; 24: 1596– 1599.", "ArticleIdList": ["17488738"]}, {"Citation": "Amin M, Jahangirnezhad M, Rasaei N, Pipelzadeh MH, Rafiee M. Evaluation of the effect of Persian shallot (Allium hirtifolium, boiss) aqueous extract on mouth bacterial count compared with chlorhexidine mouth rinse. Afr J Microbiol Res 2012; 6: 5809– 5813."}, {"Citation": "Turenne CY, Tschetter L, Wolfe J, Kabani A. Necessity of quality-controlled 16S rRNA gene sequence databases: identifying nontuberculous Mycobacterium species. J Clin Microbiol 2001; 39: 3637– 3648.", "ArticleIdList": ["PMC88401", "11574585"]}, {"Citation": "Sessitsch A, Reiter B, Pfeifer U, Wilhelm E. Cultivation-independent population analysis of bacterial endophytes in three potato varieties based on eubacterial and Actinomycetes-specific PCR of 16S rRNA genes. FEMS Microbiol Ecol 2002; 39: 23– 32.", "ArticleIdList": ["19709181"]}, {"Citation": "Garbeva P, Van Overbeek L, Van Vuurde J, Van Elsas J. Analysis of endophytic bacterial communities of potato by plating and denaturing gradient gel electrophoresis (DGGE) of 16S rDNA based PCR fragments. Microb Ecol 2001; 41: 369– 383.", "ArticleIdList": ["12032611"]}, {"Citation": "Tortoli E. Impact of genotypic studies on mycobacterial taxonomy: the new mycobacteria of the 1990s. Clin Microbiol Rev 2003; 16( 2): 319– 54.", "ArticleIdList": ["PMC153139", "12692101"]}, {"Citation": "Janso JE, Carter GT. Biosynthetic potential of phylogenetically unique actinomycetes from tropical plants. Appl Environ Microbiol 2010; 76: 4377– 4386.", "ArticleIdList": ["PMC2897433", "20472734"]}, {"Citation": "Verma VC, Gond SK, Kumar A, Mishra A, Kharwar RN, Gange AC. Endophytic actinomycetes from Azadirachta indica A. Juss.: isolation, diversity, and anti-microbial activity. Microbial Ecology 2009; 57: 749– 756.", "ArticleIdList": ["18853084"]}, {"Citation": "K, Penttinen P, Guan T, Xiao J, Chen Q, Xu J, et al. The diversity and anti-microbial activity of endophytic actinomycetes isolated from medicinal plants in Panxi plateau, China. Curr Microbiol 2011; 62: 182– 190.", "ArticleIdList": ["20567975"]}]}], "History": [{"Year": "2017", "Month": "8", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28775818", "PMC5533999"]}}]}