{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cameroon", "Cell Hepatocellular Carcinoma", "Hepatitis B Virus", "Serum Markers", "Vertical Transmission"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28798895", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.21106/IJMA.174"], "Journal": {"ISSN": "2161-8674", "JournalIssue": {"Volume": "6", "Issue": "1", "PubDate": {"Year": "2017"}}, "Title": "International journal of MCH and AIDS", "ISOAbbreviation": "Int J MCH AIDS"}, "ArticleTitle": "Prevalence and Identification of Serum Markers Associated with Vertical Transmission of Hepatitis B in Pregnant Women in Yaounde, Cameroon.", "Pagination": {"StartPage": "69", "EndPage": "74", "MedlinePgn": "69-74"}, "Abstract": {"AbstractText": ["To determine the prevalence of Hepatitis B Virus (HBV) infection in pregnant women and identify markers associated with vertical transmission of HBV.", "Prospective and cross-sectional study over 10 months on 298 pregnant women attending antenatal clinics in the Cité Verte and Efoulan District hospitals in Cameroon. A dry tube blood collection was performed on all pregnant women and babies born to HBsAg-positive mothers. Serum from the women was used to test for HBsAg through immunochromatography and then confirmed by ELISA. The test for HBeAg, HBeAb and HBcAb and dosage of transaminases were performed on the serum of HBsAg-positive women. Only HBsAg was tested in babies within 24 hours after birth.", "HBsAg was present in 23 (7.7%) mothers while 275 (92.3%) tested negative. Due to loss to follow-up, we assessed vertical transmission in 20 babies born to20 mothers. In all, eight babies tested HBsAg-positive; six mothers tested positive with HBeAg; 10 mothers with HBeAb and two were simultaneously infected with HBV and HIV.", "HBeAg and increase in liver transaminases were serum markers associated with the vertical transmission of HBV while HBeAb and anti-HIV therapy were protective markers. There is need to systematically screen all pregnant women for hepatitis B, follow up those that are positive, and administer a dose of gammaglobulin anti-HBs to their children to reduce the risks of chronic hepatitis and hepatocellular carcinoma (CHC) and curb mortality and morbidity due to viral hepatitis B."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medical Research and Medicinal Plants Studies, P. O. Box 6163, Yaoundé, Cameroon."}, {"Identifier": [], "Affiliation": "The Higher Institute of Medical Technology, Yaounde, Cameroon."}], "LastName": "Sone", "ForeName": "Lucien Honoré Etame", "Initials": "LHE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Health Sciences, Catholic University of Central Africa, P. O. Box 1110 Yaoundé, Cameroon."}], "LastName": "Voufo", "ForeName": "Roger Ahouga", "Initials": "RA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medical Research and Medicinal Plants Studies, P. O. Box 6163, Yaoundé, Cameroon."}], "LastName": "Dimodi", "ForeName": "Henriette Thérèse", "Initials": "HT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Health Sciences, Catholic University of Central Africa, P. O. Box 1110 Yaoundé, Cameroon."}], "LastName": "Kengne", "ForeName": "Michel", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Science, University of Yaounde I, Cameroon."}], "LastName": "Gueguim", "ForeName": "Cédric", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medical Research and Medicinal Plants Studies, P. O. Box 6163, Yaoundé, Cameroon."}, {"Identifier": [], "Affiliation": "Faculty of Medicine and Biomedical Science, University of Yaounde I, Cameroon."}], "LastName": "Ngah", "ForeName": "Nnanga", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Science, University of Yaounde I, Cameroon."}], "LastName": "Oben", "ForeName": "Julius", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Science, University of Yaounde I, Cameroon."}], "LastName": "Ngondi", "ForeName": "Judith Laure", "Initials": "JL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Int J MCH AIDS", "NlmUniqueID": "101677679", "ISSNLinking": "2161-864X"}, "CoiStatement": "Conflict of Interest: Authors declare they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hou J, Liu Z, Gu F. Epidemiology and Prevention of Hepatitis B Virus Infection. International Journal of Medical Sciences. 2005;2(1):50–57.", "ArticleIdList": ["PMC1142225", "15968340"]}, {"Citation": "Ilboudo D, Sawadogo A, Simporé J. Transmission mère-enfant du virus de l’hépatite B àOuagadougou, Burkina Faso. Médécine Tropicale. 2002;62:99–100.", "ArticleIdList": ["12038192"]}, {"Citation": "Nacro B, Dao B, Dahourou H, Hien F. Charpentier Gautier l. Portage de l’antigène HBs chez les femmes enceintes àBobo-Dioulasso (Burkina Faso) Dakar Médicine. 2000;45:188–190.", "ArticleIdList": ["15779182"]}, {"Citation": "Simpore J, Granato M, Santarelli R, Nsme Ra. Coluzzim. Prevalence of infection by HHV-8, HIV, HCV and HBV among pregnant women - Burkina Faso. J Clinical Virology. 2004;31:78–80.", "ArticleIdList": ["15288619"]}, {"Citation": "Ankouane F, Kowo M, Njoya O, BiwoléSida M, Tzeuton C, Ndjitoyap Ndam EC. Epidemiological aspects of HBeAg negative chronic hepatitis B in Yaounde, Cameroon. Health Sci. Dis. 2015 Jul-Aug;16(3) Available at\nwww.hsd-fmsb.org ."}, {"Citation": "Salpini R, Cccarelli L, Fokam J. Ovest and Occult HBV among HIV infected people - Yaounde, Cameroon. Current HIV Research. 2016;14(2):165–71.", "ArticleIdList": ["26419862"]}, {"Citation": "Hurie MB, Mastee, Davis JP. Horizontal transmission of hepatitis B virus infection to United States-born children of Hmong refugees. Pediatrics. 1992;89:269–73.3.", "ArticleIdList": ["1734395"]}, {"Citation": "World Health Organization (WHO) HepatitisB Fact Sheet. Geneva, Switzerland: WHO;  available from\nhttp://www.who.int/mediacentre/factsheets/fs204/en/ "}, {"Citation": "Kfutwah, et al. A low proportion of HBeAg among HBsAG positive pregnant women with known HIV status could suggest low perinatal transmission of HBV in Cameroon. Virology Journal. 2012;9:62.", "ArticleIdList": ["PMC3315739", "22401702"]}, {"Citation": "Fomulu NJ, Morfaw FL, Torimiro JN, Nana P, Koh MV, William T. Prevalence, correlates and pattern of hepatitis B among antenatal clinic attenders in Yaounde-Cameroon: is perinatal transmission of HBV neglected in Cameroon? BMC Pregnancy Childbirth. 2013;13:158.", "ArticleIdList": ["PMC3751222", "23924215"]}, {"Citation": "Noubiap JJ, Nansseu JR, Tchokfe NS, Bigna JJ, Ahmadou MJ, Fokom-Domgue J. Prevalence, infectivity and correlates of hepatitis B virus infection among pregnant women in a rural district of the Far North Region of Cameroon. Bio Med Central Public Health. 2015;15:454.", "ArticleIdList": ["PMC4428236", "25933803"]}, {"Citation": "Sangaré L, Sombie R, Combasseré AW, Kouanda A, Kania D, Zerbo O, et al. Transmission anténatale du virus de l’hépatite B en zone de prévalence modérée du VIH, Ouagadougou, Burkina Faso. Bull Soc Pathol Exot. 2009;102(4):226–229.", "ArticleIdList": ["19950539"]}, {"Citation": "Pascal Berges, François Denis, Martine Chastagner, Christian Delpeyraux. Dépistage de l’AgHBs chez les femmes enceintes: Quel taux de couverture?Enquête en Haute Vienne 1999. BEH n°33/2003. 2003:157–158."}, {"Citation": "Lok AS, Heathcote EJ, Hoofnagle JH. Management of hepatitis B: Summary of a workshop. Gastroenterology. 2001;120:1828–1853.", "ArticleIdList": ["11375963"]}, {"Citation": "Heathcote J, Abbas Z, Alberti A, Benhamou Y, Chen C, Elewaut A, et al. Organisation Mondiale de Gastroentérologie Recommandation pratique, Hépatite B. 2008"}]}], "History": [{"Year": "2017", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28798895", "PMC5547227", "10.21106/IJMA.174", "IJMA-6-69"]}}]}