{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28800607", "DateCompleted": {"Year": "2017", "Month": "10", "Day": "09"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "08", "Day": "11"}], "Language": ["eng"], "ELocationID": ["e0181784", "10.1371/journal.pone.0181784"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "12", "Issue": "8", "PubDate": {"Year": "2017"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "RNA-sequencing-based transcriptome and biochemical analyses of steroidal saponin pathway in a complete set of Allium fistulosum-A. cepa monosomic addition lines.", "Pagination": {"StartPage": "e0181784", "MedlinePgn": "e0181784"}, "Abstract": {"AbstractText": ["The genus Allium is a rich source of steroidal saponins, and its medicinal properties have been attributed to these bioactive compounds. The saponin compounds with diverse structures play a pivotal role in Allium's defense mechanism. Despite numerous studies on the occurrence and chemical structure of steroidal saponins, their biosynthetic pathway in Allium species is poorly understood. The monosomic addition lines (MALs) of the Japanese bunching onion (A. fistulosum, FF) with an extra chromosome from the shallot (A. cepa Aggregatum group, AA) are powerful genetic resources that enable us to understand many physiological traits of Allium. In the present study, we were able to isolate and identify Alliospiroside A saponin compound in A. fistulosum with extra chromosome 2A from shallot (FF2A) and its role in the defense mechanism against Fusarium pathogens. Furthermore, to gain molecular insight into the Allium saponin biosynthesis pathway, high-throughput RNA-Seq of the root, bulb, and leaf of AA, MALs, and FF was carried out using Illumina's HiSeq 2500 platform. An open access Allium Transcript Database (Allium TDB, http://alliumtdb.kazusa.or.jp) was generated based on RNA-Seq data. The resulting assembled transcripts were functionally annotated, revealing 50 unigenes involved in saponin biosynthesis. Differential gene expression (DGE) analyses of AA and MALs as compared with FF (as a control) revealed a strong up-regulation of the saponin downstream pathway, including cytochrome P450, glycosyltransferase, and beta-glucosidase in chromosome 2A. An understanding of the saponin compounds and biosynthesis-related genes would facilitate the development of plants with unique saponin content and, subsequently, improved disease resistance."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Vegetable Crop Science, College of Agriculture, Graduate School of Sciences and Technology for Innovation, Japan."}, {"Identifier": [], "Affiliation": "Botany Department, Faculty of Science, Aswan University, Aswan, Egypt."}, {"Identifier": [], "Affiliation": "Graduate School of Life Sciences, Tohoku University, Aoba-ku, Sendai, Japan."}], "LastName": "Abdelrahman", "ForeName": "Mostafa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany Department, Faculty of Science, Aswan University, Aswan, Egypt."}], "LastName": "El-Sayed", "ForeName": "Magdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Life Sciences, Tohoku University, Aoba-ku, Sendai, Japan."}], "LastName": "Sato", "ForeName": "Shusei", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Kazusa DNA Research Institute, Kisarazu, Chiba, Japan."}], "LastName": "Hirakawa", "ForeName": "Hideki", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Molecular Plant Pathology, College of Agriculture, Graduate School of Sciences and Technology for Innovation, Japan."}], "LastName": "Ito", "ForeName": "Shin-Ichi", "Initials": "SI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The NODAI Genome Research Center, Tokyo University of Agriculture, Tokyo, Japan."}], "LastName": "Tanaka", "ForeName": "Keisuke", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Faculty of Agriculture, Tokyo University of Agriculture, Tokyo, Japan."}], "LastName": "Mine", "ForeName": "Yoko", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Faculty of Agriculture, Tokyo University of Agriculture, Tokyo, Japan."}], "LastName": "Sugiyama", "ForeName": "Nobuo", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Computational Biology and Medical Sciences, Graduate School of Frontier Sciences, The University of Tokyo, Chiba, Japan."}], "LastName": "Suzuki", "ForeName": "Yutaka", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Vegetable Crop Science, College of Agriculture, Graduate School of Sciences and Technology for Innovation, Japan."}], "LastName": "Yamauchi", "ForeName": "Naoki", "Initials": "N"}, {"Identifier": ["0000-0003-4014-6613"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Vegetable Crop Science, College of Agriculture, Graduate School of Sciences and Technology for Innovation, Japan."}], "LastName": "Shigyo", "ForeName": "Masayoshi", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Saponins"}, {"RegistryNumber": "0", "NameOfSubstance": "Steroids"}], "CommentsCorrectionsList": [{"RefSource": "PLoS One. 2018 Jan 2;13(1):e0190813. doi: 10.1371/journal.pone.0190813", "PMID": "29293648"}], "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Allium"}, {"QualifierName": [], "DescriptorName": "Biological Assay"}, {"QualifierName": ["genetics"], "DescriptorName": "Biosynthetic Pathways"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Genes, Plant"}, {"QualifierName": [], "DescriptorName": "Models, Biological"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Saponins"}, {"QualifierName": ["methods"], "DescriptorName": "Sequence Analysis, RNA"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Steroids"}, {"QualifierName": ["genetics"], "DescriptorName": "Transcriptome"}], "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kamenetsky R, Rabinowitch HD. The Genus Allium: A developmental and horticultural analysis. Horticult Rev. 2006;32: 329–378."}, {"Citation": "Fritsch RM, Blattner FR, Gurushidze M. New classification of Allium L. subg. Melanocrommyum (Webb & Berthel) Rouy (Alliaceae) based on molecular and morphological characters. Phyton. 2010;49: 145–220."}, {"Citation": "Abdelrahman M, Hirata S, Ito S-I, Yamauchi N, Shigyo M. Compartmentation and localization of bioactive metabolites in different organs of Allium roylei. Biosci Biotechnol Biochem. 2014;7: 1112–1122.", "ArticleIdList": ["25229844"]}, {"Citation": "Mostafa A, Jogaiah S, El-Sayed M, Ito S, Ikeda T, Yamauchi N, et al. Aginoside saponin, a potent antifungal compound, and secondary metabolite analyses from Allium nigrum L. Phytochem Lett. 2013;6: 274–280."}, {"Citation": "Caruso G, Conti S, Villari G, Borrelli C, Melchionna G, Mintutolo M, et al. Effects of transplanting time and plant density on yield, quality and antioxidant content of onion (Allium cepa L.) in southern Italy. Sci Hortic. 2014;166: 111–120."}, {"Citation": "Abdelrahman M, Abdel-Motaal F, El-Sayed M, Jogaiah S, Shigyo M, Ito S-I, et al.\nDissection of Trichoderma longibrachiatum induced-defense in onion (Allium cepa L.) against Fusarium oxysporum f. sp. cepa by target metabolite profiling. Plant Sci. 2016;246: 128–138. doi: 10.1016/j.plantsci.2016.02.008\n", "ArticleIdList": ["10.1016/j.plantsci.2016.02.008", "26993243"]}, {"Citation": "Kofoet A, Kik C, Wietsma WA, Vries JN. Inheritance of resistance to downy mildew (Peronospora destructor (Berk) Casp.) from Allium roylei Stearn in the backcross Allium cepa L. x (A. roylei x A. cepa). Plant Breed. 1990;105: 144–149."}, {"Citation": "Currah L. Onions in the tropics: cultivars and country reports In: Rabinowitch HD, Currah L, editors. Allium crop science: recent advances. CABI Publishing: Wallingford; 2002. pp. 379–407."}, {"Citation": "Abdelrahman M, Sawada Y, Nakabayashi R, Sato S, Hirakawa H, El-Sayed M, et al. Integrating transcriptome and target metabolome variability in doubled haploids of Allium cepa for abiotic stress protection. Molecular Breeding. 2015;35: 195."}, {"Citation": "Yang L, Zhang Y, Zhu N, Koh J, Ma C, Pan Y, et al.\nProteomic analysis of salt tolerance in sugar beet monosomic addition line M14. J Proteome Res. 2013;12: 4931−4950. doi: 10.1021/pr400177m\n", "ArticleIdList": ["10.1021/pr400177m", "23799291"]}, {"Citation": "Li H, Pan Y, Zhang Y, Wu C, Ma C, Yu B, et al.\nSalt stress response of membrane proteome of sugar beet monosomic addition line M14. J Proteomics. 2015;127: 18–33. doi: 10.1016/j.jprot.2015.03.025\n", "ArticleIdList": ["10.1016/j.jprot.2015.03.025", "25845583"]}, {"Citation": "Fu WQ, Zhao ZG, Ge XG, Ding L, Li ZY. Anatomy and transcript profiling of gynoecium development in female sterile Brassica napus mediated by one alien chromosome from Orychophragmus violaceus. BMC Genomics. 2014; 15: 61\ndoi: 10.1186/1471-2164-15-61\n", "ArticleIdList": ["10.1186/1471-2164-15-61", "PMC3930543", "24456102"]}, {"Citation": "Shigyo M, Tashiro Y, Iino M, Terahara N, Ishimaru K, Isshiki S. Chromosomal locations of genes related to flavonoid and anthocyanin production in leaf sheath of shallot (Allium cepa L. Aggregatum group). Genes Genet Syst. 1997; 72: 149–152."}, {"Citation": "Shigyo M, Tashiro Y, Isshiki S, Miyazaki S. Establishment of a series of alien monosomic addition lines of Japanese bunching onion (Allium fistulosum L.) with extra chromosomes from shallot (A. cepa L. Aggregatum group). Genes Genet Syst. 1996;71: 363–371.", "ArticleIdList": ["9080683"]}, {"Citation": "Masuzaki S, Shigyo M, Yamauchi N. Complete assignment of structural genes involved in flavonoid biosynthesis influencing bulb color to individual chromosomes of shallot (Allium cepa L.). Genes Genet Syst. 2006a;81: 255–262.", "ArticleIdList": ["17038797"]}, {"Citation": "Yaguchi S, McCallum J, Shaw M, Pither-Joyce M, Onodera S, Shiomi N, et al.\nBiochemical and genetic analysis of carbohydrate accumulation in Allium cepa L. Plant Cell Physiol. 2008;49: 730–739. doi: 10.1093/pcp/pcn048\n", "ArticleIdList": ["10.1093/pcp/pcn048", "18372295"]}, {"Citation": "Masamura N, Yaguchi S, Ono Y, Nakajima T, Masuzaki SI, Imai S, et al. Characterization of amino acid and S-alk(en)yl-L-cysteine sulfoxide production in Japanese bunching onion carrying extra chromosome of shallot. J Jpn Soc Hortic Sci. 2011;80: 322–333."}, {"Citation": "Vu HQ, El-Sayed MA, Ito S, Yamauchi N, Shigyo M. Discovery of a new source of resistance to Fusarium oxysporum, cause of Fusarium wilt in Allium fistulosum, located on chromosome 2 of Allium cepa Aggregatum group. Genome. 2012;55: 797–807. doi: 10.1139/g2012-065\n", "ArticleIdList": ["10.1139/g2012-065", "23199574"]}, {"Citation": "Haralampidis K, Trojanowska M, Osbourn AE. Biosynthesis of triterpenoid saponins in plants. Adv Biochem Eng Biotechnol. 2002;75: 31–49.", "ArticleIdList": ["11783842"]}, {"Citation": "Rohdich F, Kis K, Bacher A, Eisenreich W. The nonmevalonate pathway of isoprenoids: genes, enzymes and intermediates. Curr Opin Chem Biol. 2001;5: 535–540.", "ArticleIdList": ["11578926"]}, {"Citation": "Kalra S, Puniya PL, Kulshreshtha D, Kumar S, Kaur J, Ramachandran S, et al.\nDe Novo transcriptome sequencing reveals important molecular networks and metabolic pathways of the plant, Chlorophytum borivilianum. PLoS ONE. 2013;8: e83336\ndoi: 10.1371/journal.pone.0083336\n", "ArticleIdList": ["10.1371/journal.pone.0083336", "PMC3871651", "24376689"]}, {"Citation": "Corey EJ, Matsuda SPT, Bartel B. Isolation of an Arabidopsis thaliana gene encoding cycloartenol synthase by functional expression in a yeast mutant lacking lanosterol synthase by the use of a chromatographic screen. Proc Natl Acad Sci USA. 1993;90: 11628–11632.", "ArticleIdList": ["PMC48037", "7505443"]}, {"Citation": "Herrera JB, Bartel B, Wilson WK, Matsuda SP. Cloning and characterization of the Arabidopsis thaliana lupeol synthase gene. Phytochem. 1998;49: 1905–11.", "ArticleIdList": ["9883589"]}, {"Citation": "Kushiro T, Shibuya M, Ebizuka Y. Beta-amyrin synthase—cloning of oxidosqualene cyclase that catalyzes the formation of the most popular triterpene among higher plants. Eur J Biochem. 1998; 256: 238–244.", "ArticleIdList": ["9746369"]}, {"Citation": "Kohara A, Nakajima C, Hashimoto K, Ikenaga T, Tanaka H, Shoyama Y, et al.\nA novel glucosyltransferase involved in steroid saponin biosynthesis in Solanum aculeatissimum. Plant Mol Biol. 2005;57: 225–239. doi: 10.1007/s11103-004-7204-2\n", "ArticleIdList": ["10.1007/s11103-004-7204-2", "15821879"]}, {"Citation": "Luo H, Sun C, Sun Y, Wu Q, Li Y, Song J, et al. Analysis of the transcriptome of Panax notoginseng root uncovers putative triterpene saponin-biosynthetic genes and genetic markers. BMC Genomics. 2011;12: S5.", "ArticleIdList": ["PMC3287501", "22369100"]}, {"Citation": "Geisler K, Hughesc RK, Sainsburyc F, Lomonossoffc GP, Rejzekc M, Fairhurstc S, et al. Biochemical analysis of a multifunctional cytochrome P450 (CYP51) enzyme required for synthesis of antimicrobial triterpenes in plants. Proc Natl Acad Sci USA. 2013;110: 3360–3367.", "ArticleIdList": ["PMC3761579", "23940321"]}, {"Citation": "Morozova O, Hirst M, Marra MA. Applications of new sequencing technologies for transcriptome analysis. Annu Rev Genom. Hum Genet. 2009;10: 135–151.", "ArticleIdList": ["19715439"]}, {"Citation": "Upadhyay S, Phukan UJ, Mishra S, Shukla RK. De novo leaf and root transcriptome analysis identified novel genes involved in steroidal sapogenin biosynthesis in Asparagus racemosus. BMC Genomics. 2014;15: 746\ndoi: 10.1186/1471-2164-15-746\n", "ArticleIdList": ["10.1186/1471-2164-15-746", "PMC4162912", "25174837"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, et al.\nFull-length transcriptome assembly from RNA-Seq data without a reference genome. Nat Biotechnol. 2011; 29: 644–652. doi: 10.1038/nbt.1883\n", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Pertea G, Huang X, Liang F, Antonescu V, Sultana R, Karamycheva S, et al. TIGR Gene indices clustering tools (TGICL): a software system for fast clustering of large EST datasets. Bioinformatics. 2003;19: 651–652.", "ArticleIdList": ["12651724"]}, {"Citation": "Ewing B, Hillier L, Wendl MC, Green P. Base-calling of automated sequencer traces using phred. I. Accuracy assessment. Genome Res. 1998;8: 175–185.", "ArticleIdList": ["9521921"]}, {"Citation": "Ewing B, Green P. Base-calling of automated sequencer traces using phred. II. Error probabilities. Genome Res. 1998;8: 186–194.", "ArticleIdList": ["9521922"]}, {"Citation": "Altschul SF, Gish W, Miller W, Myers EW, Lipman DJ. Basic local alignment search tool. J Mol Biol. 1990;215: 403–410. doi: 10.1016/S0022-2836(05)80360-2\n", "ArticleIdList": ["10.1016/S0022-2836(05)80360-2", "2231712"]}, {"Citation": "Teshima Y, Ikeda T, Imada K, Sasaki K, El-Sayed M, Shigyo M, et al.\nIdentification and Biological activity of antifungal saponins from shallot (Allium cepa L. Aggregatum Group). J Agric Food Chem. 2013;61: 7440−7445. doi: 10.1021/jf401720q\n", "ArticleIdList": ["10.1021/jf401720q", "24138065"]}, {"Citation": "Audic S, Claverie JM. The significance of digital gene expression profiles. Genome Res. 1997;7: 986–995.", "ArticleIdList": ["9331369"]}, {"Citation": "Kanehisa M, Goto S. KEGG: Kyoto Encyclopedia of Genes and Genomes. Nucleic Acids Res. 2000;28: 27–30.", "ArticleIdList": ["PMC102409", "10592173"]}, {"Citation": "Moses T, Papadopoulou KK, Osbourn A. Metabolic and functional diversity of saponins, biosynthetic intermediates and semi-synthetic derivatives. Crit. Rev. Biochem. Mol. Biol. 2014;49: 439–462. doi: 10.3109/10409238.2014.953628\n", "ArticleIdList": ["10.3109/10409238.2014.953628", "PMC4266039", "25286183"]}, {"Citation": "Miettinen K, Pollier J, Buyst D, Arendt P, Csuk R, Sommerwerk S, et al. The ancient CYP716 family is a major contributor to the diversification of eudicot triterpenoid biosynthesis. Nat. Comm. 2017;8: 14153.", "ArticleIdList": ["PMC5303825", "28165039"]}, {"Citation": "Lanzotti V, Scala F, Bonanomi G. Compounds from Allium species with cytotoxic and antimicrobial activity. Phytochem Rev. 2014;13: 769–791."}, {"Citation": "Sobolewska D, Michalska K, Podolak I, Grabowska K. Steroidal saponins from the genus Allium. Phytochem Rev. 2016;15: 1–35. doi: 10.1007/s11101-014-9381-1\n", "ArticleIdList": ["10.1007/s11101-014-9381-1", "PMC4735241", "26893594"]}, {"Citation": "Osbourn AE, Haralampidis K. Triterpenoid saponin biosynthesis in plants. Recent Adv Phytochem. 2002;75: 31–49.", "ArticleIdList": ["11783842"]}, {"Citation": "Lanzotti V. Bioactive polar natural compounds from garlic and onions. Phytochem Rev. 2012;11: 179–196."}, {"Citation": "Abdelrahman M, Suzumura N, Mitoma M, Matsuo S, Ikeuchi T, Mori M, et al.\nComparative de novo transcriptome profiles in Asparagus officinalis and A. kiusianus during the early stage of Phomopsis asparagi infection. Sci. Rep. 2017; 7: 2608\ndoi: 10.1038/s41598-017-02566-7\n", "ArticleIdList": ["10.1038/s41598-017-02566-7", "PMC5453997", "28572584"]}, {"Citation": "Schuhr CA, Radykewicz T, Sagner S, Latzel C, Zenk MH, Arigoni D, et al. Quantitative assessment of crosstalk between the two isoprenoid biosynthesis pathways in plants by NMR spectroscopy. Phytochem Rev. 2003;2: 3–16."}, {"Citation": "Mylona P, Owatworakit A, Papadopoulou K, Jenner H, Qin B, Findlay K, et al.\nSad3 and Sad4 are required for saponin biosynthesis and root development in oat. Plant Cell. 2008;20: 201–212. doi: 10.1105/tpc.107.056531\n", "ArticleIdList": ["10.1105/tpc.107.056531", "PMC2254932", "18203919"]}, {"Citation": "Ohyama K, Suzuki M, Kikuchi J, Saito K, Muranaka T. Dual biosynthetic pathways to phytosterol via cycloartenol and lanosterol in Arabidopsis. Proc Nat Acad Sci USA. 2009;106: 725–730. doi: 10.1073/pnas.0807675106\n", "ArticleIdList": ["10.1073/pnas.0807675106", "PMC2621255", "19139393"]}, {"Citation": "Faizal A, Geelen D. Saponins and their role in biological processes in plants. Phytochem Rev. 2013;12: 877–893."}, {"Citation": "Phillips DR, Rasbery JM, Bartel B, Matsuda SPT. Biosynthetic diversity in plant triterpene cyclization. Curr Opin Plant Biol. 2006;9: 305–314. doi: 10.1016/j.pbi.2006.03.004\n", "ArticleIdList": ["10.1016/j.pbi.2006.03.004", "16581287"]}, {"Citation": "Vincken JP, Heng L, de Groot A, Gruppen H. Saponins, classification and occurrence in the plant kingdom. Phytochem. 2007;68: 275–297.", "ArticleIdList": ["17141815"]}, {"Citation": "Sonawane Pd, Pollier J, Panda S, Szymanski J, Massalha H, Yona M, et al. Plant cholesterol biosynthetic pathway overlaps with phytosterol metabolism. Nat. Plants. 2017;3.", "ArticleIdList": ["28604681"]}, {"Citation": "Fukushima EO, Seki H, Ohyama K, Ono E, Umemoto N, Mizutani M, et al.\nCYP716A subfamily members are multifunctional oxidases in triterpenoid biosynthesis. Plant Cell Physiol. 2011; 52: 2050–2061. doi: 10.1093/pcp/pcr146\n", "ArticleIdList": ["10.1093/pcp/pcr146", "22039103"]}, {"Citation": "Carelli M, Biazzi E, Panara F, Tava A, Scaramelli L, Porceddu A, et al. Medicago truncatula CYP716A12 is a multifunctional oxidase involved in the biosynthesis of hemolytic saponins. Plant Cell. 2011;23: 3070–3081.", "ArticleIdList": ["PMC3180811", "21821776"]}, {"Citation": "Ohnishi T, Nomura T, Watanabe B, Ohta D, Yokota T, Miyagawa H, et al. Tomato cytochrome P450 CYP734A7 functions in brassinosteroid catabolism. Phytochem. 2006;67: 1895–1906.", "ArticleIdList": ["16872648"]}, {"Citation": "Ginglinger JF, Boachon B, Höfer R, Paetz C, Köllner TG, Miesch L, et al.\nGene coexpression analysis reveals complex metabolism of the monoterpene alcohol linalool in Arabidopsis flowers. Plant Cell. 2013;25: 4640–4657. doi: 10.1105/tpc.113.117382\n", "ArticleIdList": ["10.1105/tpc.113.117382", "PMC3875741", "24285789"]}, {"Citation": "Heitz T, Widemann E, Lugan R, Miesch L, Ullmann P, Désaubry L, et al. Cytochromes P450 CYP94C1 and CYP94B3 catalyze two successive oxidation steps of plant hormone jasmonoyl-isoleucine for catabolic turnover. J Chem Biol. 2012;287: 6296–6306.", "ArticleIdList": ["PMC3307330", "22215670"]}, {"Citation": "Achnine L, Huhman DV, Farag MA, Sumner LW, Blount JW, Dixon RA. Genomics-based selection and functional characterization of triterpene glycosyltransferases from the model legume Medicago truncatula. Plant J. 2005;41: 875–887. doi: 10.1111/j.1365-313X.2005.02344.x\n", "ArticleIdList": ["10.1111/j.1365-313X.2005.02344.x", "15743451"]}, {"Citation": "Shibuya M, Nishimura K, Yasuyama N, Ebizuka Y. Identification and characterization of glycosyltransferases involved in the biosynthesis of soyasaponin I in Glycine max. FEEBS Lett. 2010;584: 2258–2264.", "ArticleIdList": ["20350545"]}, {"Citation": "Saito K, Yonekura-Sakakibara K, Nakabayashi R, Higashi Y, Yamazaki M, Tohge T, et al.\nThe flavonoid biosynthetic pathway in Arabidopsis: Structural and genetic diversity. Plant Physiol Biochem. 2013;72: 21–34. doi: 10.1016/j.plaphy.2013.02.001\n", "ArticleIdList": ["10.1016/j.plaphy.2013.02.001", "23473981"]}, {"Citation": "Simon C, Langlois-Meurinne M, Didierlaurent L, Chaouch S, Bellvert F, Massoud K, et al.\nThe secondary metabolism glycosyltransferases UGT73B3 and UGT73B5 are components of redox status in resistance of Arabidopsis to Pseudomonas syringae pv. tomato. Plant Cell Environ. 2014;37: 1114–29. doi: 10.1111/pce.12221\n", "ArticleIdList": ["10.1111/pce.12221", "24131360"]}, {"Citation": "Pankaj C, Manoj M, Nehal A, Parul G, Pratibha M, Rakesh T. Sterol glycosyltransferases-identification of members of gene family and their role in stress in Withania somnifera. Mol Biol Rep. 2012;39: 9755–9764. doi: 10.1007/s11033-012-1841-3\n", "ArticleIdList": ["10.1007/s11033-012-1841-3", "22744427"]}, {"Citation": "Inoue K, Ebizuka Y. Purification and characterization of furostanol glycoside 26-O-beta-glucosidase from Costus speciosus rhizomes. FEBS Lett.1996;378: 157–60.", "ArticleIdList": ["8549824"]}, {"Citation": "Pang X, Cong Y, Yu HS, Kang LP, Feng B, Han BX, et al.\nSpirostanol saponins derivated from the seeds of Trigonella foenum-graecum by β-glucosidase hydrolysis and their inhibitory effects on rat platelet aggregation. Planta Med. 2012;78: 276–285. doi: 10.1055/s-0031-1280373\n", "ArticleIdList": ["10.1055/s-0031-1280373", "22127545"]}, {"Citation": "Matsuura H. Saponins in garlic as modifiers of the risk of cardiovascular disease. J Nutr. 2001;131: 1000S–5S.", "ArticleIdList": ["11238805"]}]}], "History": [{"Year": "2017", "Month": "4", "Day": "20"}, {"Year": "2017", "Month": "7", "Day": "6"}, {"Year": "2017", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["28800607", "PMC5553718", "10.1371/journal.pone.0181784", "PONE-D-17-15305"]}}]}