{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethylene glycol", "Siddha drug Sirupeelai Samoola Kudineer", "oxidative stress", "sodium oxalate", "urolithiasis"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28808392", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "07", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.4103/pm.pm_454_16"], "Journal": {"ISSN": "0973-1296", "JournalIssue": {"Volume": "13", "Issue": "Suppl 2", "PubDate": {"Year": "2017", "Month": "Jul"}}, "Title": "Pharmacognosy magazine", "ISOAbbreviation": "Pharmacogn Mag"}, "ArticleTitle": "Antiurolithiatic Effect of <i>Sirupeelai Samoola Kudineer</i>: A Polyherbal Siddha Decoction on Ethylene Glycol-induced Renal Calculus in Experimental Rats.", "Pagination": {"StartPage": "S273", "EndPage": "S279", "MedlinePgn": "S273-S279"}, "Abstract": {"AbstractText": ["<i>Sirupeelai Samoola Kudineer</i> (SK), a polyherbal decoction containing four medicinal plants has been used in Siddha system of medicine, practiced in Southern parts of India for the management of urolithiasis.", "The present study is carried out to scientifically validate the traditional claim and to study the mechanism of action of the drug.", "In the present study, anti-urolithiatic effect of SK was evaluated in Sprague-Dawley rats using ethylene glycol through drinking water and intraperitoneal injection of sodium oxalate. Renal damage was confirmed by the increased production of thiobarbituric acid reactive substance (TBARS).", "Co-treatment with SK to urolithiatic rats for 21 days significantly prevented the elevation of renal and urinary stone biomarkers in plasma and renal tissue thereby preventing renal damage and the formation of renal calculi. Administration of SK at all doses and cystone restored the antioxidant (glutathione) levels by preventing the elevation of TBARS in the kidney tissue, which was further confirmed by histological sections.", "SK treatment promotes diuresis which leads to flushing of the renal stones and maintains the alkaline environment in the urinary system which probably mediates the antilithiatic activity. SK provides structural and functional protection to the kidneys by enhancing its physiological function against stone formation and validates its clinical use.", "SK exhibited antilithiatic and diuretic potential in ethylene glycol and sodium oxalate induced urolithiasis in ratsElevated urinary stone markers (Calcium, oxalate, uric acid, magnesium and phosphates) in plasma and renal tubular enzymes (LDH, GGT, ALP, AST ALT) in urolithiatic rats were reversed by SK treatmentSK administration significantly reduced the level of renal stress markers like Urea, Creatinine, LPO and elevated SOD, GPx, GSH levels aiding in nephroprotectionSK also provides structural and functional protection against ethylene glycol- induced renal calculus in rats as evidenced by histopathological studies. <b>Abbreviations used:</b> SK: <i>Sirupeelai Samoola Kudineer</i>; TBARS: ThioBarbituric Acid Reactive Substances; SOD: SuperOxide Dismutase; GPx: Gluthathione peroxidase; GSH- Glutathione; LPO: Lipid peroxidation as measured as TBARS; AST: Aspartate AminoTransferase; ALT: Alanine Amino transferase; GGT: Gamma Glutamyl Transferase; LDH: Lactate Dehydrogenase."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Herbal and Indian Medicine Research Laboratory, Chennai, Tamil Nadu, India."}], "LastName": "Vasanthi", "ForeName": "A Hannah Rachel", "Initials": "AHR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Herbal and Indian Medicine Research Laboratory, Chennai, Tamil Nadu, India."}], "LastName": "Muthulakshmi", "ForeName": "V", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Herbal and Indian Medicine Research Laboratory, Chennai, Tamil Nadu, India."}], "LastName": "Gayathri", "ForeName": "V", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Herbal and Indian Medicine Research Laboratory, Chennai, Tamil Nadu, India."}], "LastName": "Manikandan", "ForeName": "R", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Herbal and Indian Medicine Research Laboratory, Chennai, Tamil Nadu, India."}], "LastName": "Ananthi", "ForeName": "S", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Sri Ramachandra University, Chennai, Tamil Nadu, India."}], "LastName": "Kuruvilla", "ForeName": "Sarah", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Pharmacogn Mag", "NlmUniqueID": "101300403", "ISSNLinking": "0973-1296"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Knoll T. Epidemiology, pathogenesis, and pathophysiology of urolithiasis. Eur Urol Suppl. 2010;9:802–6."}, {"Citation": "Atmani F, Slimani Y, Mimouni M, Hacht B. Prophylaxis of calcium oxalate stones by Herniaria hirsuta on experimentally induced nephrolithiasis in rats. BJU Int. 2003;92:137–40.", "ArticleIdList": ["12823398"]}, {"Citation": "Xu H, Zisman AL, Coe FL, Worcester EM. Kidney stones: An update on current pharmacological management and future directions. Expert Opin Pharmacother. 2013;14:435–47.", "ArticleIdList": ["PMC3772648", "23438422"]}, {"Citation": "Kumar A, Nair A, Reddy A, Garg A. Unique ayurvedic metallic-herbal preparations, chemical characterization. Biol Trace Elem Res. 2006;109:231–54.", "ArticleIdList": ["16632893"]}, {"Citation": "Mukherjee T, Bhatla N, Aulakh G, Jain H. Herbal drugs for urinary stones-Literature appraisal. e JIM. 1984;21:224–8."}, {"Citation": "Mudaliar KSM. Siddha Materia Medica (Medicinal Plant Division) 7th ed. Chennai: Department of Indian Medicine and Homeopathy; 2003."}, {"Citation": "Malini MM, Baskar R, Varalakshmi P. Effect of lupeol, a pentacyclic triterpene, on urinary enzymes in hyperoxaluric rats. Jpn J Med Sci Biol. 1995;48:211–20.", "ArticleIdList": ["8718554"]}, {"Citation": "Meher S, Chaudhuri S, Marjit B, Mukherjee P, Ram A, Munshi S, et al. Nephroprotective action of Tribulus terrestris Linn and Crataeva nurvala Buchham in albino rats. Indian J Pharmacol. 2001;33:124–45."}, {"Citation": "Soundararajan P, Mahesh R, Ramesh T, Begum VH. Effect of Aerva lanata on calcium oxalate urolithiasis in rats. Indian J of Exp Biol. 2006;44:981–6.", "ArticleIdList": ["17176671"]}, {"Citation": "Vidya L, Lenin M, Varalakshmi P. Evaluation of the effect of triterpenes on urinary risk factors of stone formation in pyridoxine deficient hyperoxaluric rats. Phytother Res. 2002;16:514–8.", "ArticleIdList": ["12237806"]}, {"Citation": "Muthulakshmi V, Gayathri V, Ananthi S, Sundaram RL, Parameswari R, Thanka J, et al. Safety and bioactive potential of a traditional polyherbal formulation” Sirupeelai samoola Kudineer”. J Pharm Res. 2010;3:2211–4."}, {"Citation": "Gayathri V, Muthulakshmi V, Chandronitha C, Vasanthkumar M, Ramakrishnan G, Ananthi S, et al. Toxicological evaluation of an antilithiatic polyherbal Siddha formulation–Sirupeellai Samoola Kudineer in experimental rats. Hum Exp Toxicol. 2010;30:952–64.", "ArticleIdList": ["21056953"]}, {"Citation": "The Siddha Pharamacopoeia of India: Ministry of Health and Family Welfare, Department of Health; Government of India. 1992"}, {"Citation": "Paget G, Barnes J. Toxicity Tests. In: Lawrence DR, Bacharach AL, editors. Evaluation of drug activities: Pharmacometrics. London: Academic Press; 1964. pp. 135–166."}, {"Citation": "Lipschitz WL, Hadidian Z, Kerpcsar A. Bioassay of diuretics. J Pharmacol Exp Ther. 1943;79:97–110."}, {"Citation": "Murugesan T, Manikandan L, Suresh K, Pal M, Saha B. Evaluation of diuretic potential of Jussiaea suffruticosa Linn. extract in rats. Indian J Pharm Sci. 2000;62:150–1."}, {"Citation": "Rai S, Wahile A, Mukherjee K, Saha BP, Mukherjee PK. Antioxidant activity of Nelumbo nucifera (sacred lotus) seeds. J Ethnopharmacol. 2006;104:322–7.", "ArticleIdList": ["16239089"]}, {"Citation": "Toma CC, Olah N-K, Vlase L, Mogośan C, Mocan A. Comparative studies on polyphenolic composition, antioxidant and diuretic effects of Nigella sativa L. (black cumin) and Nigella damascena L.(lady-in-a-mist) seeds. Molecules. 2015;20:9560–74.", "ArticleIdList": ["PMC6272570", "26016547"]}, {"Citation": "Sheth U, Dadkar N, Kamat UG. In: Selected Topics in Experimental Pharmacology. Sheth UK, Dadkar NK, Kamat UG, editors. Pune, Maharashtra: Kothari Book Depot; 1972."}, {"Citation": "Mendham J. Vogel's Textbook of Quantitative Chemical Analysis: Pearson Education India. 2006"}, {"Citation": "Selvam R, Kalaiselvi P, Govindaraj A, Murugan VB, Kumar AS. Effect of A. lanata leaf extract and Vediuppu chunnam on the urinary risk factors of calcium oxalate urolithiasis during experimental hyperoxaluria. Pharmacol Res. 2001;43:89–93.", "ArticleIdList": ["11207071"]}, {"Citation": "Gayathri V, Ananthi S, Chandronitha C, Ramakrishnan G, Sundaram RL, Vasanthi HR. Cardioprotective effect of Nerium oleander flower against isoproterenol-induced myocardial oxidative stress in experimental rats. J Cardiovasc Pharmacol Ther. 2010;30:952–64.", "ArticleIdList": ["21191138"]}, {"Citation": "Ghodkar P. Chemical tests in kidney disease. Textbook of Medical Laboratory Technology. Mumbai, Maharashtra: Bhalani Publishing House; 1994."}, {"Citation": "Halabe A, Shor R, Wong N, Sutton R. Effect of vitamin D3 on the conversion of ethylene glycol to glycolate and oxalate in ethylene glycol-fed rats. Clin Chim Acta. 2003;330:135–9.", "ArticleIdList": ["12636932"]}, {"Citation": "Lemann J, Worcester EM, Gray RW. Hypercalciuria and stones. Am J Kidney Dis. 1991;17:386–91.", "ArticleIdList": ["2008904"]}, {"Citation": "Schladt L, Ivens I, Karbe E, Rühl-Fehlert C, Bomhard E. Subacute oral toxicity of tetraethylene glycol and ethylene glycoladministered to Wistar rats. Exp Toxicol Pathol. 1998;50:257–65.", "ArticleIdList": ["9681658"]}, {"Citation": "Ettinger B, Pak CY, Citron JT, Thomas C, Adams-Huet B, Vangessel A. Potassium-magnesium citrate is an effective prophylaxis against recurrent calcium oxalate nephrolithiasis. J Urol. 1997;158:2069–73.", "ArticleIdList": ["9366314"]}, {"Citation": "Finch A, Kasidas G, Rose G. Urine composition in normal subjects after oral ingestion of oxalate-rich foods. Clin Sci (Lond) 1981;60:411–8.", "ArticleIdList": ["7249530"]}, {"Citation": "Anand R, Patnaik G, Kulshrestha D, Dhawan B, editors. Antiurolithiatic and diuretic activity of lupeol. Ahmedabad, India: Proceedings of 24th and 25th Pharmacology Society Conference; 1991."}, {"Citation": "Grases Fa, Genestar C, Conte A, March P, Costa-Bauza A. Inhibitory effect of pyrophosphate, citrate, magnesium and chondroitin sulphate in calcium oxalate urolithiasis. Br J Urol. 1989;64:235–7.", "ArticleIdList": ["2553195"]}, {"Citation": "Sudhahar V, Veena CK, Varalakshmi P. Antiurolithic effect of lupeol and lupeol linoleate in experimental hyperoxaluria. J Nat Prod. 2008;71:1509–12.", "ArticleIdList": ["18717586"]}, {"Citation": "Murthy M, Talwar H, Thind S, Nath R. Effect of pyridoxine on sodium glycolate-induced hyperoxaluria in rats. Biochem Med. 1981;26:77–84.", "ArticleIdList": ["7295305"]}, {"Citation": "Guder WG, Ross BD. Enzyme distribution along the nephron. Kidney Int. 1984;26:101–11.", "ArticleIdList": ["6094907"]}, {"Citation": "Srinivasan S, Kalaiselvi P, Sakthivel R, Pragasam V, Muthu V, Varalakshmi P. Uric acid: an abettor or protector in calcium oxalate urolithiasis? Biochemical study in stone formers. Clin Chim Acta. 2005;353:45–51.", "ArticleIdList": ["15698589"]}, {"Citation": "Pacher P, Beckman JS, Liaudet L. Nitric oxide and peroxynitrite in health and disease. Physiol Rev. 2007;87:315–424.", "ArticleIdList": ["PMC2248324", "17237348"]}, {"Citation": "Ali SS, Kasoju N, Luthra A, Singh A, Sharanabasava H, Sahu A, et al. Indian medicinal herbs as sources of antioxidants. Food Res Int. 2008;41:1–15."}, {"Citation": "Geetha T, Varalakshmi P, Latha RM. Effect of triterpenes from Crataeva nurvala stem bark on lipid peroxidation in adjuvant induced arthritis in rats. Pharmacol Res. 1998;37:191–5.", "ArticleIdList": ["9602466"]}]}], "History": [{"Year": "2016", "Month": "10", "Day": "14"}, {"Year": "2016", "Month": "11", "Day": "23"}, {"Year": "2017", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28808392", "PMC5538166", "10.4103/pm.pm_454_16", "PM-13-273"]}}]}