{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Moringa oleifera", "apoptosis", "cancer", "PLGA-CS-PEG nanoparticles"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28843248", "DateRevised": {"Year": "2023", "Month": "11", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "08", "Day": "27"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2476-762X", "JournalIssue": {"Volume": "18", "Issue": "8", "PubDate": {"Year": "2017", "Month": "Aug", "Day": "27"}}, "Title": "Asian Pacific journal of cancer prevention : APJCP", "ISOAbbreviation": "Asian Pac J Cancer Prev"}, "ArticleTitle": "Moringa oleifera Root Induces Cancer Apoptosis more Effectively than Leave Nanocomposites and Its Free Counterpart.", "Pagination": {"StartPage": "2141", "EndPage": "2149", "MedlinePgn": "2141-2149"}, "Abstract": {"AbstractText": ["Medicinal plants are important elements of indigenous medical system that have persisted in developing countries. Many of the botanical chemo-preventions currently used as potent anticancer agents. However, some important anticancer agents are still extracted from plants because they cannot be synthesized chemically on a commercial scale due to their complex structures that often contain several chiral centers. The aim of this study was to test different extracts from the Moringa oleifera leaves (ML), its PLGA-CS-PEG nanocomposites (MLn), as well as root core (Rc) and outer (Ro) parts for activity against hepatocarcinoma HepG2, breast MCF7, and colorectal HCT 116/ Caco-2 cells in vitro. Nano-composites were prepared and characterized. Then, the nanocomposites and the free counterparts were screened on different propagated cancer cell lines. The underlying cytotoxic impact was followed using apoptosis measurements. All extracts kill the different cancer cells with different ratios, but intriguingly, the root core extract could kill the majority of cancer cells (approximately 70-80%), while sparing normal BHK-21 cells with minimal inhibitory effect (approximately 30-40%). Apoptotic cell increment came to confirm the cytotoxic effects of these extracts on HCT 116 cells (Rc: 212% and Ro: 180%, respectively) and HepG2 cells (ML: 567.5% and MLn: 608%, respectively) compared to control (100%) mechanistically wise. Moringa oleifera nanocomposites may have potential for use as a natural source of anti-cancer compounds."], "CopyrightInformation": "Creative Commons Attribution License"}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hormones Department, Medical Research Division, National Research Centre, Giza, Egypt. Email: ahmedchemia87@yahoo.com"}], "LastName": "Abd-Rabou", "ForeName": "Ahmed A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Abdalla", "ForeName": "Aboelfetoh M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Ali", "ForeName": "Naglaa A", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Zoheir", "ForeName": "Khairy MA", "Initials": "KM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Thailand", "MedlineTA": "Asian Pac J Cancer Prev", "NlmUniqueID": "101130625", "ISSNLinking": "1513-7368"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abd-Rabou AA. Calcium, a cell cycle commander, drives colon cancer cell diffpoptosis. Ind J Clin Biochem. 2016;32:9–18.", "ArticleIdList": ["PMC5247361", "28149007"]}, {"Citation": "Abd-Rabou AA, Zoheir K, Ahmed HH. Potential impact of curcumin and taurine on human hepatoma cells using huh-7 cell line. Clin Biochem. 2012;45:1519–21.", "ArticleIdList": ["22776359"]}, {"Citation": "Abd-Rabou AA, Ahmed HH. CS-PEG decorated PLGA nano-prototype for delivery of bioactive compounds: A novel approach for induction of apoptosis in HepG2 cell line. Adv Med Sci. 2017;62:357–67.", "ArticleIdList": ["28521254"]}, {"Citation": "Abd-Rabou AA, Zoheir KMA, Kishta MS, Shalby AB, Ezzo MI. Nano-micelle of Moringa oleifera seed oil triggers mitochondrial cancer cell apoptosis. Asian Pac J Cancer Prev. 2016;17:4929–33.", "ArticleIdList": ["PMC5454698", "28032498"]}, {"Citation": "Abdull Razis AF, Ibrahim MD, Kntayya SB. Health benefits of Moringa oleifera. Asian Pac J Cancer Prev. 2014;15:8571–6.", "ArticleIdList": ["25374169"]}, {"Citation": "Ahmed HH, Abd-Rabou AA, Hassan AZ, Kotob SE. Phytochemical analysis and anti-cancer investigation of Boswellia serrata bioactive constituents in vitro. Asian Pac J Cancer Prev. 2015;16:7179–88.", "ArticleIdList": ["26514509"]}, {"Citation": "Al-Asmari AK, Albalawi SM, Athar MT, et al. Moringa oleifera as an anti-cancer agent against breast and colorectal cancer cell lines. PLoS One. 2015;10:e0135814.", "ArticleIdList": ["PMC4545797", "26288313"]}, {"Citation": "Al-Asmari AK, Albalawi SM, Athar MT, et al. Moringa oleifera as an anti-cancer agent against breast and colorectal cancer cell lines. PLoS One. 2015;19:e0135814.", "ArticleIdList": ["PMC4545797", "26288313"]}, {"Citation": "Al-Sharif I, Remmal A, Aboussekhra A. Eugenol triggers apoptosis in breast cancer cells through E2F1/survivin down-regulation. BMC Cancer. 2013;13:600.", "ArticleIdList": ["PMC3931838", "24330704"]}, {"Citation": "Amiji MM. Synthesis of anionic poly (ethylene glycol) derivative for chitosan surface modification in blood-contacting applications. Carbohydr Polym. 1997;32:193–9."}, {"Citation": "Balamurugan V, Balakrishnan V, Robinson JP, Ramakrishnan M. Anticancer and apoptosis-inducing effects of Moringa concanensis using hepG2 cell lines. Bangladesh J Pharm. 2014;9:4."}, {"Citation": "Berkovich L, Earon G, Ron I, et al. Moringa Oleifera aqueous leaf extract down-regulates nuclear factor-kappaB and increases cytotoxic effect of chemotherapy in pancreatic cancer cells. BMC Complement Altern Med. 2013;13:212.", "ArticleIdList": ["PMC3765468", "23957955"]}, {"Citation": "Chumark P, Khunawat P, Sanvarinda Y, et al. The in vitro and ex vivo antioxidant properties, hypolipidaemic and antiatherosclerotic activities of water extract of Moringa oleifera Lam Leaves. J Ethnopharmacol. 2008;116:439–46.", "ArticleIdList": ["18249514"]}, {"Citation": "De Martel C, Ferlay J, Franceschi S, et al. Global burden of cancers attributable to infections in 2008: a review and synthetic analysis. Lancet Oncol. 2012;13:607–15.", "ArticleIdList": ["22575588"]}, {"Citation": "Dilworth C, Timbrell JA. An investigation into the sensitivity of heat shock proteins as markers of cellular damage: a comparative study of hydrazine and cadmium chloride in primary rat hepatocyte cultures. Biomarkers. 1998;3:177–90.", "ArticleIdList": ["23899329"]}, {"Citation": "El-Shemy HA, Aboul-Enein AM, Aboul-Enein KMI, Fujita K. Willow leaves extracts contains anti-tumor agents effective against three cells types. PLoS One. 2007;2:178.", "ArticleIdList": ["PMC1779808", "17264881"]}, {"Citation": "Faizi S, Siddiqui B, Saleem R, Saddiqui S, Aftab K. Isolation and structure elucidation of new nitrile and mustard oil glycosides from Moringa oleifera and their effect on blood pressure. J Nat Prod. 1994;57:1256–61.", "ArticleIdList": ["7798960"]}, {"Citation": "Fuglie LJ. The miracle tree Moringa oleifera: natural nutrition for the tropics church world service, dakar. Revised in 2001 and published as the miracle tree. The Multiple Attributes of Moringa. 1999;68:172."}, {"Citation": "Gao X, Xu YX, Divine G, et al. Disparate in vitro and in vivo antileukemic effects of resveratrol, a natural polyphenolic compound found in grapes. J Nutr. 2002;132:2076–81.", "ArticleIdList": ["12097696"]}, {"Citation": "Ghosh R, Ganapathy M, Alworth WL, Chan DC, Kumar AP. Combination of 2-methoxyestradiol (2-ME 2) and eugenol for apoptosis induction synergistically in androgen independent prostate cancer cells. J Steroid Biochem Mol Biol. 2009;113:25–35.", "ArticleIdList": ["19084597"]}, {"Citation": "Gomez-Lechon MJ, Larrauri A, Donato T, et al. Predictive value of the in vitro test of hepatotoxicity of xenobiotics. In: Guillouzo A, editor. In liver cells and drugs. Paris: Colloque INSERM John Libbey Eurotext Ltd; 1988. pp. 371–7."}, {"Citation": "Goodman GE. Lung cancer. 1: Prevention of lung cancer. Thorax. 2000;57:994.", "ArticleIdList": ["PMC1746232", "12403886"]}, {"Citation": "Gref R, Domb A, Quellec P, et al. The controlled intravenous delivery of drugs using PEG-coated sterically stabilized nanospheres. Adv Drug Delivery Rev. 1995;16:215–33.", "ArticleIdList": ["PMC4144462", "25170183"]}, {"Citation": "Guevara AP, Vargas C, Sakurai H, et al. An antitumor promoter from Moringa oleifera Lam. Mutat Res. 1999;440:181–8.", "ArticleIdList": ["10209341"]}, {"Citation": "Halliwell B, Gutteridge JMC. Free radicals in biology and medicine. Third ed. Oxford Clarendon; 1999. pp. 200–783."}, {"Citation": "Harada H, Yamashita U, Kurihara H, et al. Antitumor activity of palmitic acid found as a selective cytotoxic substance in a marine red alga. Anticancer Res. 2001;22:2587–90.", "ArticleIdList": ["12529968"]}, {"Citation": "Hu FQ, Meng P, Dai YQ, et al. PEGylated chitosan-based polymer micelle as an intracellular delivery carrier for anti-tumor targeting therapy. Eur J Pharm. Biopharm. 2008;70:749–57.", "ArticleIdList": ["18620050"]}, {"Citation": "Illum L. Chitosan and its use as a pharmaceutical excipient. Pharm Res. 1998;15:1326–31.", "ArticleIdList": ["9755881"]}, {"Citation": "Iqbal S, Bhanger MI. Effect of season and production location on antioxidant activity of Moringa oleifera leaves grown in Pakistan. J Food Compos Anal. 2006;19:544–55."}, {"Citation": "Jung IL. Soluble extract from Moringa oleifera leaves with a new anticancer activity. PLoS One. 2014;9:e95492.", "ArticleIdList": ["PMC3991666", "24748376"]}, {"Citation": "Kerai MDJ, Timbrell JA. Effect of fructose on the biochemical toxicity of hydrazine in isolated rat hepatocytes. Toxicol. 1997;120:221–30.", "ArticleIdList": ["9217309"]}, {"Citation": "Khalafalla MM, Abdellatef E, Dafalla HM, et al. Active principle from Moringa oleifera Lam leaves effective against two leukemias and a hepatocarcinoma. Afr J Biotechnol. 2010;9:8467–71."}, {"Citation": "Lacroix M, Toillon RA, Leclercq G. p53 and breast cancer, an update. Endocr Relat Cancer. 2006;13:293–325.", "ArticleIdList": ["16728565"]}, {"Citation": "Manikandan P, Vinothini G, Priyadarsini RV, Prathiba D, Nagini S. Eugenol inhibits cell proliferation via NF-κB suppression in a rat model of gastric carcinogenesis induced by MNNG. Invest New Drugs. 2011;29:110–7.", "ArticleIdList": ["19851710"]}, {"Citation": "Matsuda H, Ochi M, Nagatomo A, Yoshikawa M. Effects of allyl isothiocyanate from horseradish on several experimental gastric lesions in rats. Eur J Pharm. 2007;561:172–81.", "ArticleIdList": ["17346695"]}, {"Citation": "Mekonnen A, Gebreyesus T. Chemical investigation of the leaves of Moringa stenopetala. Bull Chem Soc Ethiop. 2000;14:51–5."}, {"Citation": "Mekonnen N, Houghton P, Timbrell J. The toxicity of extracts of plant parts of Moringa stenopetala in HEPG2 cells in vitro. Phytother Res. 2005;19:870–5.", "ArticleIdList": ["16261516"]}, {"Citation": "Mekonnen Y, Gessesse A. Documentation on the uses of Moringa stenopetala and its possible antileshmanial and antifertility effects. Sinet Ethiop J Sci. 1998;21:287–95."}, {"Citation": "Meyer KJ, Watkins CB, Pritts MP, Liu RH. Antioxidant and antiproliferative activities of strawberries. J Agric Food Chem. 2003;51:6887–92.", "ArticleIdList": ["14582991"]}, {"Citation": "Murakami A, Kitazonz Y, Jiwajinda S, Koshimizu K, Ohigashi H. Niaziminin, a thio carbamate from the leaves of Moringa oleifera holds a strict structural requirement for inhibition of tumor promoterinduced Epstein-Barr virus activation. Planta Med. 1998;64:319–23.", "ArticleIdList": ["9619112"]}, {"Citation": "Oliveira JTA, Silveira SB, Vasconcelos KM, Cavada BS, Moreira RA. Compositional and nutritional attributes of seeds from the multiple purpose tree Moringa oleifera Lamarck. J Sci Food Agric. 1999;79:815–20."}, {"Citation": "Pal D, Banerjee S, Mukherjee S, et al. Eugenol restricts DMBA croton oil induced skin carcinogenesis in mice: downregulation of c-Myc and H-ras, and activation of p53 dependent apoptotic pathway. J Dermat Sci. 2010;59:31–9.", "ArticleIdList": ["20537511"]}, {"Citation": "Park JH, Lee S, Kim JH, et al. Polymeric nanomedicine for cancer therapy. Prog Polym Sci. 2008;33:113–37."}, {"Citation": "Parveen S, Mitra M, Krishnakumar S, Sahoo SK. Enhanced antiproliferative activity of carboplatin-loaded chitosan–alginate nanoparticles in a retinoblastoma cell line. Acta Biomater. 2010;6:13120–31.", "ArticleIdList": ["20149903"]}, {"Citation": "Parveen S, Sahoo SK. Long circulating chitosan/PEG blended PLGA nanoparticle for tumor drug delivery. Eur J Pharm. 2011;670:372–83.", "ArticleIdList": ["21951969"]}, {"Citation": "Peng Y, Bao-An C, De-Long L. Anticancer mechanisms and researches of isothiocyanates. Chinese J Nat Med. 2008;6:325–32."}, {"Citation": "Pisano M, Pagnan G, Loi M, et al. Antiproliferative and pro-apoptotic activity of eugenol-related biphenyls on malignant melanoma cells. Mol Cancer. 2007;6:8.", "ArticleIdList": ["0"]}, {"Citation": "Shin SH, Park JH, Kim GC, et al. The mechanism of apoptosis induced by eugenol in human osteosarcoma cells. J Korean Assoc Oral Maxillofac Surg. 2007;33:20–7."}, {"Citation": "Shoo SK, Parveen S, Panda JJ. The present and future of nanotechnology in human health care. Nanotech. 2007;3:20–31.", "ArticleIdList": ["17379166"]}, {"Citation": "Srivastava JK, Gupta S. Tocotrienol-rich fraction of palm oil induces cell cycle arrest and apoptosis selectively in human prostate cancer cells. Biochem Biophys Res Commun. 2006;346:447–53.", "ArticleIdList": ["16762318"]}, {"Citation": "Sui L, Dong Y, Watanabe Y, et al. The inhibitory effect and possible mechanisms of D-allose on cancer cell proliferation. Int J Oncol. 2005;27:907–12.", "ArticleIdList": ["16142305"]}, {"Citation": "Sumer B, Gao J. Therapeutic nanomedicine for cancer. Nanomed. 2008;3:137–40.", "ArticleIdList": ["18373419"]}, {"Citation": "Tesfay SZ, Bertling I, Odindo AO, Workneh TS, Mathaba N. Levels of anti-oxidants in different parts of moringa (Moringa oleifera) seedling. Afr J Agric Res. 2011;6:5123–32."}, {"Citation": "Tian Z, Lin G, Zheng RX, et al. Anti-hepatoma activity and mechanism of ursolic acid and its derivatives isolated from Aralia decaisneana. World J Gastroent. 2006;12:874–9.", "ArticleIdList": ["PMC4066151", "16521214"]}, {"Citation": "Tiloke C, Phulukdaree A, Chuturgoon AA. The antiproliferative effect of Moringa oleifera crude aqueous leaf extract on cancerous human alveolar epithelial cells. BMC Complement Altern Med. 2013;13:226.", "ArticleIdList": ["PMC3852616", "24041017"]}, {"Citation": "Van Meerloo J, Kaspers GJ, Cloos J. Cell sensitivity assays: the MTT assay. Methods Mol Biol. 2011;731:237–45.", "ArticleIdList": ["21516412"]}, {"Citation": "WHO cancer updated February 2015 fact sheet N°297.  http://www.who.int/mediacentre/factsheets/fs297/en/ "}, {"Citation": "Yamaguchi F, Takata M, Kamitori K, et al. Rare sugar D-allose induces specific up-regulation of TXNIP and subsequent G1 cell cycle arrest in hepatocellular carcinoma cells by stabilization of p27kip1. Int J Oncol. 2008;32:377–85.", "ArticleIdList": ["18202760"]}, {"Citation": "Yoo CB, Han KT, Cho KS, et al. Eugenol isolated from the essential oil of Eugenia caryophyllata induces a reactive oxygen species-mediated apoptosis in HL-60 human promyelocytic leukemia cells. Cancer Lett. 2005;225:41–52.", "ArticleIdList": ["15922856"]}, {"Citation": "Zhang M, Li XH, Gong YD, Zhao NM, Zhang XF. Properties and biocompatibility of chitosan films modified by blending with PEG. Biomaterials. 2002;23:2641–8.", "ArticleIdList": ["12059013"]}]}], "History": [{"Year": "2017", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["28843248", "PMC5697473", "10.22034/APJCP.2017.18.8.2141"]}}]}