{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotanical survey", "Invasive plant species", "Traditional healers"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28852740", "DateCompleted": {"Year": "2017", "Month": "09", "Day": "08"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "07", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.21010/ajtcam.v13i4.29"], "Journal": {"ISSN": "2505-0044", "JournalIssue": {"Volume": "13", "Issue": "4", "PubDate": {"Year": "2016"}}, "Title": "African journal of traditional, complementary, and alternative medicines : AJTCAM", "ISOAbbreviation": "Afr J Tradit Complement Altern Med"}, "ArticleTitle": "INVASIVE ALIEN PLANT SPECIES USED FOR THE TREATMENT OF VARIOUS DISEASES IN LIMPOPO PROVINCE, SOUTH AFRICA.", "Pagination": {"StartPage": "223", "EndPage": "231", "MedlinePgn": "223-231"}, "Abstract": {"AbstractText": ["Invasive alien plant species (IAPs) are plants that have migrated from one geographical region to non-native region either intentional or unintentional. The general view of IAPs in environment is regarded as destructive to the ecosystem and they pose threat to native vegetation and species. However, some of these IAPS are utilized by local inhabitants as a substitute for scarce indigenous plants. The aim of the study is to conduct ethnobotanical survey on medicinal usage of invasive plant species in Waterberg District, Limpopo Province, South Africa.", "An ethnobotanical survey on invasive plant species was conducted to distinguish species used for the treatment of various ailments in the Waterberg, District in the area dominated by Bapedi traditional healers. About thirty Bapedi traditional healers (30) were randomly selected via the snowball method. A guided field work by traditional healers and a semi-structured questionnaire was used to gather information from the traditional healers. The questionnaire was designed to gather information on the local name of plants, plant parts used and methods of preparation which is administered by the traditional healers.", "The study revealed that <i>Schinus molle</i> L., <i>Catharanthus roseus</i> (L.), <i>Datura stramonium</i> L., <i>Opuntia stricta</i> (Haw.) Haw., <i>Opuntia ficus- indica, Sambucus canadensis</i> L., <i>Ricinus communis L., Melia azedarch</i> L., <i>Argemone ochroleuca</i> and <i>Eriobotrya japónica</i> are used for treatment of various diseases such as chest complaint, blood purification, asthma, hypertension and infertility. The most plant parts that were used are 57.6% leaves, followed by 33.3% roots, and whole plant, seeds and bark at 3% each. Noticeably, most of these plants are cultivated (38%), followed by 28% that are common to the study area, 20% abundant, 12% wild, and 3% occasionally. <i>Schinus molle</i> is the most frequently used plant species for the treatment of various ailments in the study area. National Environmental Management Biodiversity Act (NEMBA) (10/2004) and Conservation of Agricultural Resource Act (CARA) were consulted to confirm the invaders status. Only eight plants (60%) are regulated by CARA (10/2004). Of 10 IAPs, 80% (8 species) are listed in both NEMBA and CARA legislation. Only 20% (2 species) are listed in NEMBA alone.", "Invasive alien plants are utilized by communities to combat various ailments in humans and these plants can help to reduce pressure on heavily harvested indigenous plant."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Limpopo, Faculty of Science and Agriculture, School of Molecular and Life Sciences, Department of Biodiversity, Private BagX1106, Sovenga, 0727, South Africa."}], "LastName": "Maema", "ForeName": "Lesibana Peter", "Initials": "LP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Limpopo, Faculty of Science and Agriculture, School of Molecular and Life Sciences, Department of Biodiversity, Private BagX1106, Sovenga, 0727, South Africa."}], "LastName": "Potgieter", "ForeName": "Martin", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Limpopo, Faculty of Science and Agriculture, School of Molecular and Life Sciences, Department of Biodiversity, Private BagX1106, Sovenga, 0727, South Africa."}], "LastName": "Mahlo", "ForeName": "Salome Mamokone", "Initials": "SM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Nigeria", "MedlineTA": "Afr J Tradit Complement Altern Med", "NlmUniqueID": "101232990", "ISSNLinking": "2505-0044"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Introduced Species"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry", "classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "South Africa"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Acocks J.P.H. Veld Type of South Africa. Mem. Bot. Surv. South Afri. (3rd Edition) 1988;57:1–146."}, {"Citation": "Acharya R. Ethnobotanical study of medicinal plants of Resunga Hill used by Magar community of Badagaun VDC, Gulmi district, Nepal. Scientific World. 2012;10:54–65."}, {"Citation": "Bromilow C. Problem plants of South Africa. Briza Publications, Pretoria, South Africa. 2001:241–246."}, {"Citation": "Charlebois D. Elderberry as a medicinal plant. Issues in New Crops and New Uses. ASHS Press; Alexandria, VA: 2007. pp. 284–292."}, {"Citation": "De Tommasi N, De Simone F, Cirino G, Cicala C, Pizza C. Hypoglycemic Effects of Sesquiterpene Glycosides and Polyhydroxylated Triterpenoids. Plant. Med. 1991;57:414–416.", "ArticleIdList": ["1798792"]}, {"Citation": "De Tommasi N, De Simone F, Pizza C, Mahmood N, Moore P. S, Conti C, Stein M. L. Constituents of Eriobotrya japonica. A study of their antiviral properties. J. Natur. Produc. 1992;55:1067–1073.", "ArticleIdList": ["1279126"]}, {"Citation": "Geldenhuys C.J, MacDevette D.R. Conservation Status of Coastal and Montane Evergreen Forest. In: Huntley B.J, editor. Biotic Diversity in Southern Africa: Concepts and Conservation. Oxford University Press; Cape Town: 1989."}, {"Citation": "Gioria M, Osborne B.D. Resource competition in plant invasions: emerging patterns and research needs. Front Plant Sci. 2014;5:501.", "ArticleIdList": ["PMC4179379", "25324851"]}, {"Citation": "Gorgens A.H.M, Van Wilgen B.W. Invasive alien plants and water resources in South Africa: current understanding, predictive ability and research challenges: working for water. S. Afri. J. Sci. 2004;100:27."}, {"Citation": "Hong P, Pope J. E, Ouimet J. M, Rullan E, Eibold JR. Erectile dysfunction associated with scleroderma: a case-control study of men with scleroderma and rheumatoid arthritis. J. Rheumatol. 2004;31:508–513.", "ArticleIdList": ["14994396"]}, {"Citation": "Lubbe C. S, Siebert S. J, Cilliers S. S. Political legacy of South Africa affects the plant diversity patterns of urban domestic gardens along a socio-economic gradient. S. Res. Essays. 2007;5:2900–2910."}, {"Citation": "Lewu F.B, Afolayan A.J. Ethnomedicine in South Africa: The role of weedy species. Afr. J. Biotech. 2009;8:929–934."}, {"Citation": "Mabogo D.E.N. The ethnobotany of the VhaVenda. M.Sc. Dissertation. University of Pretoria. 1990"}, {"Citation": "Marais C, Wannenburgh A.M. Restoration of water resources (natural capital) through the clearing of invasive alien plants from riparian areas in South Africa—costs and water benefits. S. Afr. J. Bot. 2008;74:526–537."}, {"Citation": "Mdee L.K, Masoko P, Eloff J.N. The activity of extracts of seven common invasive plant species on fungal phyto-pathogens. S. Afr. J. Bot. 2009;75:375–379."}, {"Citation": "Mintsa M. AP: Use and conservation status of medicinal plants in the Cape Peninsula. Western Cape Province of South Africa: University of Stellenbosch, Stellenbosch M.Sc. Dissertation 2009"}, {"Citation": "Mooney H. Invasive Alien Species —the Nature of the Problem. Assessment and Management of Alien Species That Threaten Ecosystems, Habitats and Species. Secretariat of the Convention on Biological Diversity, Montreal 2001"}, {"Citation": "Mucina L, Rutherford M. C, Powry L.W. Vegetation Map of South Africa, Swaziland and Lesotho. SANBI; Pretoria: 2005."}, {"Citation": "Puranswai R. M.Sc. Dissertation. University of the Western Cape; Cape Town: 2006. The role of traditional healers in oral health care in KwaZulu-Natal."}, {"Citation": "Richter M. Discussion paper prepared for the Treatment Action Campaign and AIDS Law Project. Pretoria: Government Printers. StatsSA 2012, Census 2012; 2003. Traditional Medicines and Traditional Healers in South Africa."}, {"Citation": "Stepp J. R. The role of weeds as sources of pharmaceuticals. J. Ethnopharmacol. 2004;92:163–166.", "ArticleIdList": ["15137997"]}, {"Citation": "Thebaud C. A, Finzi C, Affre L, Debusscche M, Escarre J. Assessing why two introduced Conyza differ in their ability to invade Mediterranean old fields. Ecol. 1996;77:791–804."}, {"Citation": "Tristano A. G. The impact of rheumatic diseases on sexual function. Rheumatol. Int. 2009;29:853–860.", "ArticleIdList": ["19152092"]}, {"Citation": "Truter I. African traditional healers: Cultural and religious beliefs intertwined in a holistic way. Pharmac SA J. 2007;74:56–60."}, {"Citation": "Versveld D.B, Le Maitre D.C, Chapman R.A. Alien Invading Plants and Water Resources in South Africa: A Preliminary Assessment. Water Research Commission, Pretoria 1998"}, {"Citation": "Vilá M, Bansou C, PyŠek M, Josefsson P, Genovesi S, Gollasch W. How well do we understand the impact of alien species on ecosystem services? A Pan-European, cross-taxa assessment. Front. Ecol. Environ. 2010;8:135–144."}, {"Citation": "Yineger H, Yewhalaw D. Traditional medicinal plants knowledge and use by LocSekoru District, Jimma Zone, Southwestern Ethiopia. J. Ethnobiol. Ethnomed. 2007;3:24. http://www.routes.co.za/lp/mokopane/index.html .", "ArticleIdList": ["PMC1905946", "17547765"]}]}], "History": [{"Year": "2017", "Month": "8", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["28852740", "PMC5566149", "10.21010/ajtcam.v13i4.29", "AJTCAM-13-223"]}}]}