{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Allium sativum", "Anti-retroviral treatment", "Dicoma anomala", "HIV", "Herb-drug interaction", "Medicinal herb"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28852728", "DateCompleted": {"Year": "2017", "Month": "09", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "07", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.21010/ajtcam.v13i4.17"], "Journal": {"ISSN": "2505-0044", "JournalIssue": {"Volume": "13", "Issue": "4", "PubDate": {"Year": "2016"}}, "Title": "African journal of traditional, complementary, and alternative medicines : AJTCAM", "ISOAbbreviation": "Afr J Tradit Complement Altern Med"}, "ArticleTitle": "MEDICINAL HERBS USED BY HIV-POSITIVE PEOPLE IN LESOTHO.", "Pagination": {"StartPage": "123", "EndPage": "131", "MedlinePgn": "123-131"}, "Abstract": {"AbstractText": ["The use of medicinal herbs whose efficacy and toxicities are not known by HIV-positive people in Lesotho is a threat to the effectiveness of antiretroviral treatment. This study explored some medicinal herbs used by HIV-positive people in Lesotho and the reasons for their use.", "This was a cross sectional study based on a questionnaire distributed to purposively-sampled HIV-positive people in Leribe and Maseru districts of Lesotho. The participants' socio-demographic and clinical variables were summarized using frequency tables in Stata version 13 statistical software. Data variables for medicinal herbs used, frequency of use, uses by the participants and in the literature, parts of plants used and the method of preparation were also explored.", "Out of 400 questionnaires distributed to the participants, 389 were returned with data acceptable for analysis. Ages of the participants ranged from 18 to 75 years (Mean=43 + 11.6). Out of the 272 (69.9%) participants who conceded that they had used medicinal herbs at least once, 30 (7.7%) participants used medicinal herbs frequently while 242 (62.2 %) rarely used the herbs. At least 20 plant species belonging to 16 families were reportedly used by the participants. Asteraceae was the most common plant family reportedly used by the participants. <i>Allium sativum</i> and <i>Dicoma anomala</i>, reportedly used by 21.0% and 14.3% respectively, were the most commonly used medicinal herbs in this population. In addition, boosting the immune system and treating gastrointestinal ailments, apparently cited by 32% and 28% participants respectively, were the most commonly reported reasons for using medicinal herbs.", "A considerable proportion (69.9%) of HIV-positive people use medicinal herbs in this population, and 7.7% use them frequently. At least 20 plant species belonging to 16 families were reportedly used by the participants. HIV counselling protocols in Lesotho should emphasize the dangers of using medicinal herbs whose safety and compatibility with antiretroviral drugs is not known. The efficacy and toxicity profiles of the medicinal plants identified in this study need to be investigated. Furthermore, the effects of these plants on antiretroviral treatment outcomes including herb-drug interactions need to be explored."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Eltony Mugomeri (MTech. Biomedical Technology) Department of Pharmacy, National University of Lesotho, Faculty of Health Sciences, Roma Campus, P.O. Roma 180, Maseru, Lesotho."}], "LastName": "Mugomeri", "ForeName": "Eltony", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Peter Chatanga (MSc. Tropical Resource Ecology) Department of Biology, National University of Lesotho, Faculty of Science and Technology, Roma Campus, P.O. Roma 180, Maseru, Lesotho."}], "LastName": "Chatanga", "ForeName": "Peter", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ntema Chakane (BSc. Nursing and Midwifery)Department of Nursing, National University of Lesotho, Faculty of Health Sciences, Roma Campus, P.O. Roma 180, Maseru, Lesotho."}], "LastName": "Chakane", "ForeName": "Ntema", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Nigeria", "MedlineTA": "Afr J Tradit Complement Altern Med", "NlmUniqueID": "101232990", "ISSNLinking": "2505-0044"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug therapy"], "DescriptorName": "HIV Infections"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Lesotho"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "African Technology Policy Studies. Analysis of Traditional Healers in Lesotho: Implications on Intellectual Property Systems. 2013 [Pitso Masupha, Lefa Thamae, Mofihli Phaqane], ATPS Working paper 68."}, {"Citation": "Amin T, Bhat S. V, Gullería S. Role of Functional Foods and Micronutrients in Reducing HIV Progression. Indian Horticulture Journal. 2012;2(3 and 4):94–97."}, {"Citation": "Asres K, Bucar F, Kartnig T, Witvrouw M, Pannecouque C, De Clercq E. Antiviral activity against human immunodeficiency virus type 1 (HIV-1) and type 2 (HIV-2) of ethnobotanically selected Ethiopian medicinal plants. Phytotherapy Research. 2001;15(1):62–69.", "ArticleIdList": ["11180526"]}, {"Citation": "Bhat J. A, Kumar M, Bussmann R. W. Ecological status and traditional knowledge of medicinal plants in Kedarnath Wildlife Sanctuary of Garhwal Himalaya, India. J. Ethnobiol. Ethnomed. 2013;9(1) doi: 10.1186/1746-4269-9-1.", "ArticleIdList": ["PMC3560114", "23281594"]}, {"Citation": "Bishop K. M. Anglo American media representations, traditional medicine, and HIV/AIDS in South Africa: from muti killings to garlic cures. Geo Journal. 2012;77(4):571–581.", "ArticleIdList": ["PMC7087592", "32214616"]}, {"Citation": "Bisi-Johnson M. A, Obi C. L, Hattori T, Oshima Y, Li S, Kambizi L, Vasaikar S. D. Evaluation of the antibacterial and anticancer activities of some South African medicinal plants. BMC Complement Altern Med. 2011;11(1):14.", "ArticleIdList": ["PMC3055209", "21329526"]}, {"Citation": "Buwa L, Van Staden J. Antibacterial and antifungal activity of traditional medicinal plants used against venereal diseases in South Africa. J Ethnopharmacol. 2006;103(1):139–142.", "ArticleIdList": ["16271287"]}, {"Citation": "Chen X.-W, Sneed B K, Pan S.-Y, Cao C, Kanwar R J, Chew H, Zhou S.-F. Herb-drug interactions and mechanistic and clinical considerations. Current drug metabolism. 2012;13(5):640–651.", "ArticleIdList": ["22292789"]}, {"Citation": "Craig W. J. Health-promoting properties of common herbs. The American journal of clinical nutrition. 1999;70(3):491s–499s.", "ArticleIdList": ["10479221"]}, {"Citation": "Dekker T. G, Fourie T. G, Snyckers F. O, Van der Schyf C. J. Studies of South African medicinal plants. Part 2. Caespitin: A new phloroglucinol derivative with antimicrobial properties from Helichrysum caespititium. S. Afr. J. Chem. 1983;36:114–116."}, {"Citation": "Dilger H, Burchardt M, van Dijk R. Introduction—The redemptive moment: HIV treatments and the production of new religious spaces. African journal of AIDS research. 2010;9(4):373–383.", "ArticleIdList": ["25875886"]}, {"Citation": "Dixit A, Rohilla A, Singh V. Eucalyptus globulus: A New Perspective in Therapeutics. International Journal of Pharmaceutical and Chemical Sciences. 2012:2277–5005."}, {"Citation": "GoL. Lesotho Demographic and Health Survey 2009. Maseru: Government of Lesotho; 2009."}, {"Citation": "Grace O, Simmonds M, Smith G, Van Wyk A. Therapeutic uses of Aloe L. (Asphodelaceae) in southern Africa. J Ethnopharmacol. 2008;119(3):604–614.", "ArticleIdList": ["18682283"]}, {"Citation": "Hussain S. Patient counseling about herbal-drug interactions. African Journal of Traditional, Complementary and Alternative Medicines. 2011;8:5S.", "ArticleIdList": ["PMC3252717", "22754069"]}, {"Citation": "Kambizi L, Goosen B, Taylor M, Afolayan A. Anti-viral effects of aqueous extracts of Aloe ferox and Withania somnifera on herpes simplex virus type 1 in cell culture: research in action. South African Journal of Science. 2007;103(9&10):359–360."}, {"Citation": "Langlois-Klassen D, Kipp W, Jhangri G. S, Rubaale T. Use of traditional herbal medicine by AIDS patients in Kabarole District, western Uganda. Am J Trop Med Hyg. 2007;77(4):757–763.", "ArticleIdList": ["17978084"]}, {"Citation": "Lawal I, Grierson D, Afolayan A. Phytotherapeutic information on plants used for the treatment of tuberculosis in eastern cape province, South Africa. Evidence-Based Complementary and Alternative Medicine 2014 2014", "ArticleIdList": ["PMC4016884", "24864158"]}, {"Citation": "Lee D. Y, Li H, Lim H. J, Lee H. J, Jeon R, Ryu J.-H. Anti-inflammatoryactivityofsulfur-containingcompounds fromgarlic. Journal of medicinal food. 2012;15(11):992–999.", "ArticleIdList": ["PMC3491620", "23057778"]}, {"Citation": "Liu N, Van der Kooy F, Verpoorte R. Artemisia afra: a potential flagship for African medicinal plants? South African Journal of Botany. 2009;75(2):185–195."}, {"Citation": "Loots D. T, vanderWesthuizen F. H, Botes L. Aloe feroxleafgel phytochemical content, antioxidantcapacity, andpossible health benefits. Journal of agricultural and food chemistry. 2007;55(17):6891–6896.", "ArticleIdList": ["17661490"]}, {"Citation": "Lubbe A, Seibert I, Klimkait T, VanderKooy F. Ethnopharmacologyinoverdrive: the remarkable anti-HIVactivityof Artemisia annua. J Ethnopharmacol. 2012;141(3):854–859.", "ArticleIdList": ["22465592"]}, {"Citation": "Mills E, Cooper C, Seely D, Kanfer I. African herbal medicines in the treatmentofHIV: Hypoxis and Sutherlandia. Anoverview of evidence and pharmacology Nutr J. 2005;4(19):10.1186.", "ArticleIdList": ["PMC1156943", "15927053"]}, {"Citation": "Moffett R. Sesotho Plant and Animal Names and Plants Used by the Basotho. SUN PRESS 2010"}, {"Citation": "Molefe N, Tsotetsi A, Ashafa A. O, Thekisoe O. Invitro anthelmintic activityofCotyledonorbiculata, Hermannia depressa and Nicotiana glauca extracts against parasitic gastrointestinal nematodes of livestock. J. Medic. Plants Res. 2013;7(9):536–542."}, {"Citation": "Moteetee A, VanWyk B. The medicalethnobotanyofLesotho: a review. Bothalia. 2011;41(1):209–228."}, {"Citation": "Motsei M, Lindsey K, Van Staden J, Jäger A. Screening of traditionally used South African plants for antifungal activity against Candida albicans. J Ethnopharmacol. 2003;86(2):235–241.", "ArticleIdList": ["12738093"]}, {"Citation": "Müller A. C, Kanfer I. Potential pharmacokinetic interactions betweenantiretrovirals and medicinal plants used as complementary and African traditional medicines. Biopharmaceutics & drug disposition. 2011;32(8):458–470.", "ArticleIdList": ["22024968"]}, {"Citation": "Nagata J. M, Jew A. R, Kimeu J. M, Salmen C. R, Bukusi E. A, Cohen C. R. Medical pluralism onMfangano Island: use of medicinal plants among persons living with HIV/AIDS in Suba District, Kenya. JEthnopharmacol. 2011;135(2):501–509.", "ArticleIdList": ["PMC3103819", "21458556"]}, {"Citation": "Nakatani N, Inatani R, Ohta H, Nishioka A. Chemicalconstituents of peppers (Piperspp.) andapplicationto food preservation: naturally occurring antioxidative compounds. Environ Health Perspect. 1986;67:135–142.", "ArticleIdList": ["PMC1474422", "3757949"]}, {"Citation": "Nathan P. J. Hypericum perforatum (St John’s Wort): a non-selective reuptake inhibitor? A review of the recent advances in its pharmacology. Journal of Psychopharmacology. 2001;15(1):47–54.", "ArticleIdList": ["11277608"]}, {"Citation": "Nortjé N, Albertyn R. The cultural language of pain: a South African study. South African Family Practice. 2015;57(1):24–27."}, {"Citation": "Obioha E. E, Pont’so G. The Roles of the Elderly in Sotho Family System and Society of Lesotho, Southern Africa. Anthropologist. 2012;14(3):251–260."}, {"Citation": "Omoruyi B, Bradley G, Afolayan A. Ethnomedicinal survey of medicinal plants used for the management of HIV/AIDS infection among local communities of Nkonkobe Municipality, Eastern Cape, South Africa. Journal of Medicinal Plants Research. 2012;6(19):3603–3608."}, {"Citation": "Otang W. M, Grierson D. S, Ndip R. N. Phytochemicalstudies and antioxidantactivityoftwo SouthAfricanmedicinalplants traditionally used for the managementofopportunistic fungal infections in HIV/AIDS patients. BMC Complement Altern Med. 2012;12(1):43.", "ArticleIdList": ["PMC3364152", "22502778"]}, {"Citation": "Peltzer K, Friend-duPreez N, Ramlagan S, Fomundam H, Anderson J, Chanetsa L. Antiretrovirals and theuse of traditional, complementary and alternative medicine by HIV patients in Kwazulu-Natal, South Africa: a longitudinal study. African Journal of Traditional, Complementary and Alternative Medicines. 2011;8:4.", "ArticleIdList": ["PMC3218455", "22654209"]}, {"Citation": "Petijová L, Skyba M, Cellárová E. Genotype-dependent response of St. John’s wort (Hypericum perforatum L.) shoot tips to cryogenic treatment: effect of pre-culture conditions on post-thaw recovery. Plant Omics. 2012;5(3):291–297."}, {"Citation": "Petzer K, Mngqundaniso N. Patients consulting traditional health practioners in the context of HIV/AIDS in urban areas in KwaZulu-Natal, South Africa. African Journal of Traditional, ComplementaryandAlternative Medicines. 2008;5(4):370–379.", "ArticleIdList": ["PMC2816585", "20161959"]}, {"Citation": "Puoane T. R, Hughes G. D, Uwimana J, Johnson Q, Folk W. R. Why HIV positive patients on antiretroviral treatment and/or cotrimoxazole prophylaxis use traditional medicine: perceptions of health workers, traditional healers and patients: a study in two provinces of SouthAfrica. Afr J Tradit Complement Altern Med. 2012;9(4):495–502.", "ArticleIdList": ["PMC3746650", "23983385"]}, {"Citation": "Rafieian-Kopaei M. Medicinal plants and the human needs. JBiol. 2011;35:635–639."}, {"Citation": "Reid K, Jäger A, Light M, Mulholland D, Van Staden J. Phytochemical and pharmacological screening of Sterculiaceae species and isolation of antibacterial compounds. JEthnopharmacol. 2005;97(2):285–291.", "ArticleIdList": ["15707767"]}, {"Citation": "The International Plant Names Index. The International Plant Names Index: A database of the names and associated basic bibliographical details of seed plants, ferns and lycophytes. 2014 Retrieved 24/03/2015, from http://www.ipni.org/ "}, {"Citation": "VanWyk B. E. ThepotentialofSouth Africanplants inthe developmentofnewmedicinalproducts. South African JournalofBotany. 2011;77(4):812–829."}, {"Citation": "van Wyk BE, Gericke N. Peoples Plants: A Guide to Useful Plants of Southern Africa. Pretoria: Briza Publications; 2000."}, {"Citation": "Vermaak I, Enslin G. M, Idowu T. O, Viljoen A. M. Xysmalobium undulatum (uzara)-review of an antidiarrhoeal traditional medicine. JEthnopharmacol. 2014;156:135–146.", "ArticleIdList": ["25193007"]}, {"Citation": "Wasti S. P, Randall J, Simkhada P, vanTeijlingen E. Inwhatwaydo Nepaleseculturalfactors affectadherenceto antiretroviral treatment in Nepal? Health Science Journal. 2011;5(1):37–47."}, {"Citation": "WHO. Global tuberculosis report 2014. Geneva: WHO; 2014."}, {"Citation": "Wink M, Van Wyk B.-E. Medicinal plants of the world. Timber Press; New York: 2004."}, {"Citation": "Ziblim I. A, Timothy K. A, Deo-Anyi E. J. Exploitation and use of medicinal plants, Northern Region, Ghana. Journal of Medicinal Plants Research. 2013;7(27):1984–1993."}]}], "History": [{"Year": "2017", "Month": "8", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["28852728", "PMC5566135", "10.21010/ajtcam.v13i4.17", "AJTCAM-13-123"]}}]}