{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["16S rRNA", "Antagonistic bacteria", "Human pathogens", "P. harmala", "Phylogenetic analysis"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28855824", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "10", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2015.09.021"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "24", "Issue": "6", "PubDate": {"Year": "2017", "Month": "Sep"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Diversity of antagonistic bacteria isolated from medicinal plant <i>Peganum harmala</i> L.", "Pagination": {"StartPage": "1288", "EndPage": "1293", "MedlinePgn": "1288-1293"}, "Abstract": {"AbstractText": ["The antimicrobial activity of plant extract of <i>Peganum harmala</i>, a medicinal plant has been studied already. However, knowledge about bacterial diversity associated with different parts of host plant antagonistic to different human pathogenic bacteria is limited. In this study, bacteria were isolated from root, leaf and fruit of plant. Among 188 bacterial isolates isolated from different parts of the plant only 24 were found to be active against different pathogenic bacteria i.e. <i>Escherichia coli</i>, Methicillin-resistant <i>Staphylococcus aureus</i> (MRSA), <i>Enterococcus faecium</i>, <i>Enterococcus faecalis</i> and <i>Pseudomonas aeruginosa</i>. These active bacterial isolates were identified on the basis of 16S rRNA gene analysis. Total population of bacteria isolated from plant was high in root, following leaf and fruit. Antagonistic bacteria were also more abundant in root as compared to leaf and fruit. Two isolates (EA5 and EA18) exhibited antagonistic activity against most of the targeted pathogenic bacteria mentioned above. Some isolates showed strong inhibition for one targeted pathogenic bacterium while weak or no inhibition for others. Most of the antagonistic isolates were active against MRSA, following <i>E. faecium</i>, <i>P. aeruginosa</i>, <i>E. coli</i> and <i>E. faecalis</i>. Taken together, our results show that medicinal plants are good source of antagonistic bacteria having inhibitory effect against clinical bacterial pathogens."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Special Infectious Agents Unit, King Fahd Medical Research Center, King Abdulaziz University, Jeddah, Saudi Arabia."}], "LastName": "Bibi", "ForeName": "Fehmida", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abulafatih H.A. Medicinal plants in Southwestern Saudi Arabia. Econ. Bot. 1987;41(3):354–360."}, {"Citation": "Adday M.H. Some observations on the reproduction toxicity of the aqueous extract of Peganum harmala L. seeds. Fitoterapia. 1994;65(3):214–218."}, {"Citation": "Ageel A.M., Parmar N.S., Mossa J.S., Al-Yahya M.A., Al-Said M.S., Tariq M. Anti-inflammatory activity of some Saudi Arabian medicinal plants. Agents Actions. 1986;17(3–4):383–384.", "ArticleIdList": ["3485894"]}, {"Citation": "Al-Said M.S. Traditional medicinal plants of Saudi Arabia. Am. J. Chin. Med. 1993;21(3–4):291–298.", "ArticleIdList": ["8135174"]}, {"Citation": "Akerele O. Vol. 14. World Health Forum, WHO; Geneva: 1993. (Nature’s Medicinal Bounty: Don’t Throw it Away). pp. 390–395.", "ArticleIdList": ["8185790"]}, {"Citation": "Alamri S.A., Moustafa M.F. Antimicrobial property of 3 medicinal plants from Saudi Arabia against some clinical isolates of bacteria. Saudi Med. J. 2012;33(3):272–277.", "ArticleIdList": ["22426907"]}, {"Citation": "Aravind R., Kumar A., Eapen S.J., Ramana K.V. Endophytic bacterial flora in root and stem tissues of black pepper (Piper nigrum L.) genotype: Isolation, identification and evaluation against Phytophthora capsici. Lett. Appl. Microbiol. 2009;48(1):58–64.", "ArticleIdList": ["19018963"]}, {"Citation": "Bhore S.J., Ravichantar N., Loh C.Y. Screening of endophytic bacteria isolated from leaves of Sambung Nyawa [Gynura procumbens (Lour.) Merr.] for cytokinin-like compounds. Bioinformation. 2010;5(5):191–197.", "ArticleIdList": ["PMC3040498", "21364796"]}, {"Citation": "Bibi F., Yasir M., Song G., Lee S., Chung Y.R. Diversity and characterization of endophytic bacteria associated with tidal flat plants and their antagonistic effects on oomycetous plant pathogens. Plant Pathol. J. 2012;28(1):20–31."}, {"Citation": "Bloemberg G.V., Lugtenberg B.J.J. Molecular basis of plant growth promotion and biocontrol by rhizobacteria. Curr. Opin. Plant Biol. 2001;4(4):343–350.", "ArticleIdList": ["11418345"]}, {"Citation": "Bokhari F.M. Antifungal activity of some medicinal plants used in Jeddah, Saudi Arabia. Mycopathologia. 2009;7(1):51–57."}, {"Citation": "Burch G., Sarathchandra U. Activities and survival of endophytic bacteria in white clover (Trifolium repens L) Can. J. Microbiol. 2006;52(9):848–856.", "ArticleIdList": ["17110977"]}, {"Citation": "Chun J., Lee J.H., Jung Y., Kim M., Kim S., Kim B.K., Lim Y.W. EzTaxon: a web-based tool for the identification of prokaryotes based on 16S ribosomal RNA gene sequence. Int. J. Syst. Evol. Microbial. 2007;57(10):2259–2261.", "ArticleIdList": ["17911292"]}, {"Citation": "Clarridge J.E. Impact of 16S rRNA gene sequence analysis for identification of bacteria on clinical microbiology and infectious diseases. Clin. Microbiol. Rev. 2004;17(4):840–862.", "ArticleIdList": ["PMC523561", "15489351"]}, {"Citation": "Compant S., Duffy B., Nowak J., Clément C., Barka E.A. Use of plant growth-promoting bacteria for biocontrol of plant diseases: principles, mechanisms of action, and future prospects. Appl. Environ. Microbiol. 2005;71(9):4951–4959.", "ArticleIdList": ["PMC1214602", "16151072"]}, {"Citation": "Dobbelaere S., Vanderleyden J., Okon Y. Plant growth-promoting effects of diazotrophs in the rhizosphere. Crit. Rev. Plant Sci. 2003;22(2):107–149."}, {"Citation": "El-Deeb B., Khalaf F., Youssuf G. Isolation and characterization of endophytic bacteria from Plectranthus tenuiflorus medicinal plant in Saudi Arabia desert and their antimicrobial activities. J. Plant. Interact. 2013;8(1):56–64."}, {"Citation": "Felsenstein J. Confidence limits on phylogenies: an approach using the bootstrap. Evolution. 1985;39(4):783–791.", "ArticleIdList": ["28561359"]}, {"Citation": "Hall T.A. BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT. Nucleic Acids Symp. Ser. 1999;41:95–98."}, {"Citation": "Kimura M. Cambridge University Press; Cambridge: 1983. The Neutral Theory of Molecular Evolution."}, {"Citation": "Kobayashi S., Hodaka S., Kawamura Y., Ozaki M., Hayase Y. Micacocidin A, B and C, novel antimycoplasma agents from Pseudomonas sp. J. Antibiotics. 1998;51(3):323–332.", "ArticleIdList": ["9589068"]}, {"Citation": "Lamchouri F., Zemzami M., Jossang A., Abdellatif A., Israili Z.H., Lyoussi B. Cytotoxicity of alkaloids isolated from Peganum harmala seeds. Pak. J. Pharm. Sci. 2013;26(4):699–706.", "ArticleIdList": ["23811445"]}, {"Citation": "Li J., Zhao G.Z., Huang H.Y., Qin S., Zhu W.Y., Zhao L.X., Xu L.H., Zhang S., Li W.J., Strobel G. Isolation and characterization of culturable endophytic Actinobacteria associated with Artemisia annua L. Antonie Van Leeuwenhoek. 2012;101(3):515–527.", "ArticleIdList": ["22038129"]}, {"Citation": "Lodewyckx C., Vangronsveld J., Porteous F., Moore E.R.B., Taghavi S., Mezgeay M., van der L.D. Endophytic bacteria and their potential applications. Crit. Rev. Plant Sci. 2002;21(6):583–606."}, {"Citation": "Moloudizargari M., Mikaili P., Aghajanshakeri S., Asghari M.H., Shayegh J. Pharmacological and therapeutic effects of Peganum harmala and its main alkaloids. Pharmacogn. Rev. 2013;7(14):199–212.", "ArticleIdList": ["PMC3841998", "24347928"]}, {"Citation": "Nath D., Sethi N., Srivastava R., Jain A.K., Singh R.K. Studies on the teratogenic and antifertility of Peganum harmala L. Fitoterapia. 1993;64(4):312–324."}, {"Citation": "Ó Sullivan D.G., Ó Gara F. Traits of fluorescent Pseudomonas spp. involved in suppression of plant root pathogens. Microbiol. Rev. 1992;56(4):662–676.", "ArticleIdList": ["PMC372893", "1480114"]}, {"Citation": "Preveena J., Bhore S.J. Identification of bacterial endophytes associated with traditional medicinal plant Tridax procumbens L. Anc. Sci. Life. 2013;32(3):173–177.", "ArticleIdList": ["PMC3902539", "24501447"]}, {"Citation": "Qi X., Wang E., Xing M., Zhao W., Chen X. Rhizosphere and non-rhizosphere bacterial community composition of the wild medicinal plant Rumex patientia. World J. Microbiol. Biotechnol. 2012;28(5):2257–2265.", "ArticleIdList": ["22806049"]}, {"Citation": "Rharrabe K., Bakrim A., Ghailani N., Sayah F. Bioinsecticidal effect of harmaline on Plodia interpunctella development (Lepidoptera Pyralidae) Pestic Biochem. Physiol. 2007;89(2):137–145."}, {"Citation": "Saadabi A.M.A. Antifungal activity of some Saudi plants used in traditional medicine. Asian J. Plant Sci. 2006;5(5):907–909."}, {"Citation": "Saitou N., Nei M. The neighbor-joining method: a new method for reconstructing phylogenetic trees. Mol. Biol. Evol. 1987;4(4):406–425.", "ArticleIdList": ["3447015"]}, {"Citation": "Strobel G.A. Endophytes as source of bioactive products. Microb. Infect. 2003;5(6):535–544.", "ArticleIdList": ["12758283"]}, {"Citation": "Strobel G., Daisy B., Castillo U., Harper J. Natural products from endophytic microorganisms. J. Nat. Prod. 2004;67(2):257–268.", "ArticleIdList": ["14987067"]}, {"Citation": "Tamilarasi S., Nanthakumar K., Karthikeyan K., Lakshmanaperumalsamy P. Diversity of root associated microorganisms of selected medicinal plants and influence of rhizomicroorganisms on the antimicrobial property of Coriandrum sativum. J. Environ. Biol. 2008;29(1):127–134.", "ArticleIdList": ["18831345"]}, {"Citation": "Tamura K., Dudley J., Nei M., Kumar S. MEGA4: Molecular evolutionary genetics analysis (MEGA) software version 4.0. Mol. Biol. Evol. 2007;24(8):1596–1599.", "ArticleIdList": ["17488738"]}, {"Citation": "Thompson J.D., Gibson T.J., Plewniak F., Jeanmougin F., Higgins D.G. The CLUSTAL_X windows interface: flexible strategies for multiple sequence alignment aided by quality analysis tools. Nucleic Acids Res. 1997;25(24):4876–4882.", "ArticleIdList": ["PMC147148", "9396791"]}, {"Citation": "Zhao K., Penttinen P., Guan T., Xiao J., Chen Q., Xu J., Kristina L., Lili Z., Xiaoping Z., Strobel G.A. The diversity and anti-microbial activity of endophytic actinomycetes isolated from medicinal plants in Panxi plateau, China. Curr. Microbiol. 2011;62(1):182–190.", "ArticleIdList": ["20567975"]}]}], "History": [{"Year": "2015", "Month": "5", "Day": "21"}, {"Year": "2015", "Month": "9", "Day": "10"}, {"Year": "2015", "Month": "9", "Day": "13"}, {"Year": "2017", "Month": "9", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28855824", "PMC5562454", "10.1016/j.sjbs.2015.09.021", "S1319-562X(15)00216-8"]}}]}