{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Argemone mexicana", "Berberine.", "Mexican prickly poppy", "Papaveraceae", "alkaloids"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28875834", "DateRevised": {"Year": "2024", "Month": "02", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "08", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.2174/1871525715666170830130155"], "Journal": {"ISSN": "1875-6182", "JournalIssue": {"PubDate": {"Year": "2017", "Month": "Aug", "Day": "30"}}, "Title": "Cardiovascular & hematological agents in medicinal chemistry", "ISOAbbreviation": "Cardiovasc Hematol Agents Med Chem"}, "ArticleTitle": "Argemone mexicana: A Boon to Medicinal and Pharmacological Approaches in Current Scenario.", "Abstract": {"AbstractText": ["Nature is God's gift to human beings. Natural products are a source of new chemical diversity and are the choice of today's world. Nature itself gives remedy to all our health problems. The sources of natural product are plants, animals and microorganisms. Among them plant and its products are more reliable for its renewability and therefore, considered as fortunate thing for human welfare. Our traditional system of medicine which has been followed by our ancestors has its own impact on human life. Due to the inadequate knowledge many plant derived products (drugs) has not yet been explored to the society. We are having many side effects and long term complications in synthetic drugs. Our aim is to mine the precious data about the plant Argemone mexicana. Now-a-days people prefer a drug which has no side effects. For that, the plant Argemone mexicana is a boon to the human being as it has a number of miraculous compounds to cure a various types of diseases. Single plant has a lot of uncountable benefits in drug discovery and which gives a base for new drug discovery. This plant is a weed, easily available and it does not require any special care which forms the base to develop a drug in socio economic form so that it could be made available to all people. This chapter provides an insight into various interesting pharmacological properties viz., Antidiabetic activity , Anti-Cancer activity, Anti-HIV activity, CNS related activities, Wound recovering action, Anti microbial activity, Antioxidant activity, Anti-inflammatory, analgesic, antipyretic activity, Hepatoprotective activity, Anti-fertility activity, Antiallergic activity, Nematicidal activity, Allelopathic effect, Antihelmintic activity, Larvicidal activity, Antifeedant action etc., which has been reviewed from different literatures in scientific journals. This present review would kindle many of the young minds to turn towards the nature i.e., plant based novel drug discovery with in-depth and extensive studies in all relevant aspects. Hence the paramount importance of this review about Argemone mexicana will be very much useful to the society."], "CopyrightInformation": "Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.org."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, K.S. Rangasamy College of Arts and Science, Tiruchengode 637215, TamilNadu. India."}], "LastName": "Nancy", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, K.S. Rangasamy College of Arts and Science, Tiruchengode 637215, TamilNadu. India."}], "LastName": "Praveena", "ForeName": "A", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Cardiovasc Hematol Agents Med Chem", "NlmUniqueID": "101266881", "ISSNLinking": "1871-5257"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2016", "Month": "1", "Day": "8"}, {"Year": "2016", "Month": "5", "Day": "9"}, {"Year": "2017", "Month": "8", "Day": "22"}, {"Year": "2017", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["28875834", "10.2174/1871525715666170830130155", "CHAMC-EPUB-85570"]}}]}