{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant", "Diabetes mellitus", "Oxidant", "Oxidative stress", "Pomegranate Seed Oil"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28884082", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "7", "Issue": "4", "PubDate": {"Year": "2017", "Season": "Jul-Aug"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "Effects of pomegranate seed oil on oxidant/antioxidant balance in heart and kidney homogenates and mitochondria of diabetic rats and high glucose-treated H9c2 cell line.", "Pagination": {"StartPage": "317", "EndPage": "333", "MedlinePgn": "317-333"}, "Abstract": {"AbstractText": ["Oxidative stress is a major cause of diabetes complications. The present study aimed to investigate the beneficial effects of Pomegranate Seed Oil (PSO) on diabetes-induced changes in oxidant/antioxidant balance of the kidney, heart and mitochondria from rats and H9c2 cell line.", "In these <i>in vivo</i> and <i>in vitro</i> studies, male rats were divided into four groups (twelve each): group 1 served as control, group 2-4 received a single dose of streptozotocin (60 mg/kg, i.p), groups 3 and 4 received PSO (0.36 and 0.72 mg/kg/daily, gavage), respectively. After three weeks, six rats of each group and one week later the remaining animals were anaesthetized and the hearts and kidneys were removed and homogenized. Mitochondrial fractions were separated and enzyme activities were measured in each sample. H9c2 cells were pretreated with high levels of glucose (35 mM), and then, incubated with PSO. Finally, cell viability test, reactive oxygen species production and lipid peroxidation were evaluated.", "Significant reduction in enzymes activity (Superoxide dismutase, Glutathione S-transferase and Paraoxonase 1), compensatory elevation in Glutathione Reductase, Glutathione Peroxidase and Catalase activity followed by reduction after one week and significant elevation in Oxidative Stress Index (OSI) were observed in diabetic group. PSO treatment resulted in a significant increase in enzymes activity and decreased OSI values compared to diabetic group in both tissue and mitochondrial fractions. PSO remarkably decreased glucose-induced toxicity, ROS level and lipid peroxidation in H9c2 cells.", "Results suggested that PSO has a protective effect against diabetes-induced alterations in oxidant/antioxidant balance in tissues, mitochondrial and H9c2 cell line."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of physiology and pharmacology, School of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Mollazadeh", "ForeName": "Hamid", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Boroushaki", "ForeName": "Mohammad Taher", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Soukhtanloo", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Afshari", "ForeName": "Amir Reza", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Health promotion Research Center, Zahedan University of Medical Science, Zahedan, Iran."}], "LastName": "Vahedi", "ForeName": "Mohammad Mahdi", "Initials": "MM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aboonabi A, Rahmat A, Othman F. Antioxidant effect of pomegranate against streptozotocin-nicotinamide generated oxidative stress induced diabetic rats. Toxicol Rep. 2014;1:915–922.", "ArticleIdList": ["PMC5598111", "28962304"]}, {"Citation": "Adams LS, Seeram NP, Aggarwal BB, Takada Y, Sand D, Heber D. Pomegranate juice, total pomegranate ellagitannins, and punicalagin suppress inflammatory cell signaling in colon cancer cells. J Agric Food Chem. 2006;54:980–985.", "ArticleIdList": ["16448212"]}, {"Citation": "Aebi H. Catalase in vitro. Meth Enzymol. 1984;105:121–126.", "ArticleIdList": ["6727660"]}, {"Citation": "Afshari AR, Sadeghnia HR, Mollazadeh H. A Review on Potential Mechanisms of Terminalia chebula in Alzheimer’s Disease. Adv Pharmacol Sci. 2016:2016.", "ArticleIdList": ["PMC4749770", "26941792"]}, {"Citation": "Baynes JW, Thorpe SR. Role of oxidative stress in diabetic complications: a new perspective on an old paradigm. Diabetes. 1999;48:1–9.", "ArticleIdList": ["9892215"]}, {"Citation": "Beltowski J, Wójcicka G, Marciniak A. Species-and substrate-specific stimulation of human plasma paraoxonase 1 (PON1) activity by high chloride concentration. Acta Biochim Pol. 2002;49:927–936.", "ArticleIdList": ["12545199"]}, {"Citation": "Bihamta M, Hosseini A, Ghorbani A, Boroushaki MT. Protective effect of pomegranate seed oil against H2O2-induced oxidative stress in cardiomyocytes. Avicenna J Phytomed. 2017;1:46–53.", "ArticleIdList": ["PMC5329176", "28265546"]}, {"Citation": "Boroushaki MT, Mollazadeh H, Afshari AR. Pomegranate seed oil: a comprehensive review on its therapeutic effects. Int J Pharm Sci Res. 2016;7:430."}, {"Citation": "Boroushaki MT, Mollazadeh H, Rajabian A, Dolati K, Hoseini A, Paseban M, Farzadnia M. Protective effect of pomegranate seed oil against mercuric chloride-induced nephrotoxicity in rat. Ren Fail. 2014;36:1581–1586.", "ArticleIdList": ["25154291"]}, {"Citation": "Boroushaki MT, Rajabian A, Farzadnia M, Hoseini A, Poorlashkari M, Taghavi A, Dolati K, Bazmandegan G. Protective effect of pomegranate seed oil against cisplatin-induced nephrotoxicity in rat. Ren Fail. 2015;37:1338–1343.", "ArticleIdList": ["26288026"]}, {"Citation": "Bray RC, Cockle SA, Fielden EM, Roberts PB, Rotilio G, Calabrese L. Reduction and inactivation of superoxide dismutase by hydrogen peroxide. Biochem J. 1974;139:43–48.", "ArticleIdList": ["PMC1166249", "4377099"]}, {"Citation": "de Haan JB, Stefanovic N, Nikolic-Paterson D, Scurr LL, Croft KD, Mori TA, Hertzog P, Kola I, Atkins RC, Tesch GH. Kidney expression of glutathione peroxidase-1 is not protective against streptozotocin-induced diabetic nephropathy. Am J Physiol Renal Physiol. 2005;289:F544–F551.", "ArticleIdList": ["15827346"]}, {"Citation": "Dirin MM, Mousavi S, Afshari AR, Tabrizian K, Ashrafi MH. Potential drug-drug interactions in prescriptions dispensed in community and hospital pharmacies in East of Iran. J Res Pharm Pract. 2014;3:104.", "ArticleIdList": ["PMC4199192", "25328901"]}, {"Citation": "Forbes JM, Cooper ME. Mechanisms of diabetic complications. Physiol Rev. 2013;93:137–188.", "ArticleIdList": ["23303908"]}, {"Citation": "Fridovich I. Superoxide anion radical (O· 2), superoxide dismutases, and related matters. J Biol Chem. 1997;272:18515–18517.", "ArticleIdList": ["9228011"]}, {"Citation": "Gill SS, Anjum NA, Hasanuzzaman M, Gill R, Trivedi DK, Ahmad I, Pereira E, Tuteja N. Glutathione and glutathione reductase: a boon in disguise for plant abiotic stress defense operations. Plant Physiol Biochem. 2013;70:204–212.", "ArticleIdList": ["23792825"]}, {"Citation": "Goertz A, Ahmad KA. Biological Activity of Phytochemical Compounds in Pomegranate-A Review. EC Nutri-tion. 2015;1:115–127."}, {"Citation": "Habig WH, Pabst MJ, Jakoby WB. Glutathione S-transferases the first enzymatic step in mercapturic acid formation. J Biol Chem. 1974;249:7130–7139.", "ArticleIdList": ["4436300"]}, {"Citation": "Ikeda Y, Inoue M, Suehiro T, Arii K, Kumon Y, Hashimoto K. Low human paraoxonase predicts cardiovascular events in Japanese patients with type 2 diabetes. Acta Diabetol. 2009;46:239–242.", "ArticleIdList": ["18830558"]}, {"Citation": "Jain SK. Hyperglycemia can cause membrane lipid peroxidation and osmotic fragility in human red blood cells. J Biol Chem. 1989;264:21340–21345.", "ArticleIdList": ["2592379"]}, {"Citation": "Jain SK, Levine SN, Duett J, Hollier B. Elevated lipid peroxidation levels in red blood cells of streptozotocin-treated diabetic rats. Metabolism. 1990;39:971–975.", "ArticleIdList": ["2202888"]}, {"Citation": "Johansen JS, Harris AK, Rychly DJ, Ergul A. Oxidative stress and the use of antioxidants in diabetes: linking basic science to clinical practice. Cardiovasc Diabetol. 2005;4:1.", "ArticleIdList": ["PMC1131912", "15862133"]}, {"Citation": "Kakkar R, Mantha SV, Radhi J, Prasad K, Kalra J. Antioxidant defense system in diabetic kidney: a time course study. Life sciences. 1997;60:667–679.", "ArticleIdList": ["9048969"]}, {"Citation": "Kang JH. Modification and inactivation of human Cu, Zn-superoxide dismutase by methylglyoxal. Mol Cells. 2003:15.", "ArticleIdList": ["12803482"]}, {"Citation": "Khazim K, Gorin Y, Cavaglieri RC, Abboud HE, Fanti P. The antioxidant silybin prevents high glucose-induced oxidative stress and podocyte injury in vitro and in vivo. Am J Physiol Renal Physiol. 2013;305:F691–F700.", "ArticleIdList": ["PMC3761209", "23804455"]}, {"Citation": "Kowluru RA, Kern TS, Engerman RL. Abnormalities of retinal metabolism in diabetes or experimental galactosemia IV Antioxidant defense system. Free Radic Biol Med. 1997;22:587–592.", "ArticleIdList": ["9013121"]}, {"Citation": "Madesh M, Balasubramanian K. Microtiter plate assay for superoxide dismutase using MTT reduction by superoxide. Indian J Biochem Biophys. 1998;35:184–188.", "ArticleIdList": ["9803669"]}, {"Citation": "Max SR, Garbus J, Wehman HJ. Simple procedure for rapid isolation of functionally intact mitochondria from human and rat skeletal muscle. Anal Biochem. 1972;46:576–584.", "ArticleIdList": ["5024619"]}, {"Citation": "Mollazadeh H, Hosseinzadeh H. The protective effect of Nigella Sativa against liver injury: a review. Iran J Basic Med Sci. 2014;17:958.", "ArticleIdList": ["PMC4387231", "25859299"]}, {"Citation": "Mollazadeh H, Sadeghnia HR, Hoseini A, Farzadnia M, Boroushaki MT. Effects of pomegranate seed oil on oxidative stress markers, serum biochemical parameters and pathological findings in kidney and heart of streptozotocin-induced diabetic rats. Ren Fail. 2016;38:1256–1266.", "ArticleIdList": ["27453190"]}, {"Citation": "Moongkarndi P, Kosem N, Kaslungka S, Luanratana O, Pongpan N, Neungton N. Antiproliferation, antioxidation and induction of apoptosis by Garcinia mangostana (mangosteen) on SKBR3 human breast cancer cell line. J Ethnopharmacol. 2004;90:161–166.", "ArticleIdList": ["14698525"]}, {"Citation": "Paglia DE, Valentine WN. Studies on the quantitative and qualitative characterization of erythrocyte glutathione peroxidase. J Lab Clin Med. 1967;70:158–169.", "ArticleIdList": ["6066618"]}, {"Citation": "Rahman K. Studies on free radicals, antioxidants, and co-factors. Clin Interv Aging. 2007;2:219.", "ArticleIdList": ["PMC2684512", "18044138"]}, {"Citation": "Rains JL, Jain SK. Oxidative stress, insulin signaling, and diabetes. Free Radic Biol Med. 2011;50:567–575.", "ArticleIdList": ["PMC3557825", "21163346"]}, {"Citation": "Sampson MJ, Braschi S, Willis G, Astley SB. Paraoxonase-1 (PON-1) genotype and activity and in vivo oxidized plasma low-density lipoprotein in Type II diabetes. Clin Sci. 2005;109:189–197.", "ArticleIdList": ["15853770"]}, {"Citation": "Schubert SY, Lansky EP, Neeman I. Antioxidant and eicosanoid enzyme inhibition properties of pomegranate seed oil and fermented juice flavonoids. J Ethnopharmacol. 1999;66:11–17.", "ArticleIdList": ["10432202"]}, {"Citation": "Shaban NZ, El-Kersh MA, El-Rashidy FH, Habashy NH. Protective role of Punica granatum (pomegranate) peel and seed oil extracts on diethylnitrosamine and phenobarbital-induced hepatic injury in male rats. Food Chem. 2013;141:1587–1596.", "ArticleIdList": ["23870864"]}, {"Citation": "Sheweita S, Mashaly S, Newairy A, Abdou H, Eweda S. Changes in oxidative stress and antioxidant enzyme activities in streptozotocin-induced Diabetes mellitus in rats: Role of Alhagi Maurorum extracts. Oxid Med Cell Longev. 2016:2016.", "ArticleIdList": ["PMC4739472", "26885249"]}, {"Citation": "TA S. Diagnosis and classification of diabetes mellitus. Diabetes care. 2014;37:S81.", "ArticleIdList": ["24357215"]}, {"Citation": "Tangvarasittichai S. Oxidative stress, insulin resistance, dyslipidemia and type 2 diabetes mellitus. World J Diabetes. 2015;6:456–480.", "ArticleIdList": ["PMC4398902", "25897356"]}, {"Citation": "Tesauro M, Nisticò S, Noce A, Tarantino A, Marrone G, Costa A, Rovella V, Di Cola G, Campia U, Lauro D. The possible role of glutathione-S-transferase activity in diabetic nephropathy. Int J Immunopathol Pharmacol. 2015;28:129–133.", "ArticleIdList": ["25816416"]}, {"Citation": "Trachtman H, Futterweit S, Bienkowski RS. Taurine prevents glucose-induced lipid peroxidation and increased collagen production in cultured rat mesangial cells. Biochem Biophys Res Commun. 1993;191:759–765.", "ArticleIdList": ["8461028"]}, {"Citation": "Ullah A, Khan A, Khan MI. Diabetes mellitus and oxidative stress―a concise review. Cell. 2015;92:321–9014220."}, {"Citation": "Valko M, Leibfritz D, Moncol J, Cronin MT, Mazur M, Telser J. Free radicals and antioxidants in normal physiological functions and human disease. Int J Biochem Cell Biol. 2007;39:44–84.", "ArticleIdList": ["16978905"]}, {"Citation": "Vroegrijk IO, van Diepen JA, van den Berg S, Westbroek I, Keizer H, Gambelli L, Hontecillas R, Bassaganya-Riera J, Zondag GC, Romijn JA. Pomegranate seed oil, a rich source of punicic acid, prevents diet-induced obesity and insulin resistance in mice. ‎Food Chem Toxicol. 2011;49:1426–1430.", "ArticleIdList": ["21440024"]}, {"Citation": "Yuan Y, Jiao X, Lau WB, Wang Y, Christopher TA, Lopez BL, RamachandraRao SP, Tao L, Ma X-L. Thioredoxin glycation: A novel posttranslational modification that inhibits its antioxidant and organ protective actions. Free Radic Biol Med. 2010;49:332–338.", "ArticleIdList": ["PMC2900508", "20416371"]}, {"Citation": "Zarei M, Fakher S, Tabei SMB, Javanbakht MH, Derakhshanian H, Farahbakhsh-Farsi P, Sadeghi MR, Mostafavi E, Djalali M. Effects of vitamin A, C and E, or omega-3 fatty acid supplementation on the level of paraoxonase and arylesterase activity in streptozotocin-induced diabetic rats: an investigation of activities in plasma, and heart and liver homogenates. Singapore Med J. 2016;57:153.", "ArticleIdList": ["PMC4800726", "26996784"]}]}], "History": [{"Year": "2017", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28884082", "PMC5580870"]}}]}