{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antidepressant", "Depressive disorder", "Medicinal plant"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28892932", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "07", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.7860/JCDR/2017/20657.10233"], "Journal": {"ISSN": "2249-782X", "JournalIssue": {"Volume": "11", "Issue": "7", "PubDate": {"Year": "2017", "Month": "Jul"}}, "Title": "Journal of clinical and diagnostic research : JCDR", "ISOAbbreviation": "J Clin Diagn Res"}, "ArticleTitle": "Comparison of Effect of <i>Lavandula officinalis</i> and Venlafaxine in Treating Depression: A Double Blind Clinical Trial.", "Pagination": {"StartPage": "KC01", "EndPage": "KC04", "MedlinePgn": "KC01-KC04"}, "Abstract": {"AbstractText": ["Major depressive disorder is a chronic disease which may be associated with other mental illnesses. <i>Lavandula officinalis</i> and venlafaxine, herbal and chemical drugs respectively, are used to treat depression. Despite pharmacotherapy, major depressive disorder has a complicated pattern of resistance and recurrence.", "The aim of this study was to determine the effect of <i>L. officinalis</i> and venlafaxine in treating depression.", "For this study, 120 patients referred to the psychiatry clinic of the Shahrekord University of Medical Sciences, Shahrekord, Iran, were randomly selected. The participants were randomly assigned to three groups: venlafaxine (Control Group), venlafaxine + <i>L. officinalis</i> (<i>L. officinalis</i> Group), and venlafaxine + placebo (Placebo Group). All the patients underwent treatment for six weeks. Depression test was administered to the three groups at different time intervals before the treatment, four weeks after the treatment and at completion of the treatment. The data were analysed by SPSS version17.0.", "Depression scores of all the groups decreased over time (p=0.001). The depression scores were significantly different between the control and <i>L. officinalis</i> groups (p=0.004), and the control and placebo groups (p=0.002), but were not significantly different between the <i>L. officinalis</i> and placebo groups (p=0.95).", "Adding <i>L. officinalis</i> or a placebo is equally effective in decreasing mean depression score and venlafaxine obviously decreased this score."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Professor, Department of Psychiatry, Islamic Medicine Research Committee, Shahrekord University of Medical Sciences, Shahrekord, Iran."}], "LastName": "Nikfarjam", "ForeName": "Masoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "General Practitioner, Student Research Committee, Medical Plants Research Center, Shahrekord University of Medical Sciences, Shahrekord, I.R. Iran."}], "LastName": "Rakhshan", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Professor, Department of Psychiatry, Modeling in Health Research Center, Shahrekord University of Medical Sciences, Shahrekord, Iran."}], "LastName": "Ghaderi", "ForeName": "Hourivash", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Clin Diagn Res", "NlmUniqueID": "101488993", "ISSNLinking": "0973-709X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": " World Health Organization. Depression Genova: WHO; 2015 [updated October 2015; cited 2015 3 Nov]. Available from:  http://www.who.int/mediacentre/factsheets/fs369/en/"}, {"Citation": "Kessler RC, Chiu WT, Demler O, Merikangas KR, Walters EE. Prevalence, severity, and comorbidity of 12-month DSM-IV disorders in the National Comorbidity Survey Replication. Arch Gen Psychiatry. 2005;62(6):617–27.", "ArticleIdList": ["PMC2847357", "15939839"]}, {"Citation": "Kessler RC, Berglund P, Demler O, Jin R, Koretz D, Merikangas KR, et al. The epidemiology of major depressive disorder: Results from the National Comorbidity Survey Replication (NCS-R) JAMA. 2003;289(23):3095–105.", "ArticleIdList": ["12813115"]}, {"Citation": "Hamre HJ, Witt CM, Glockmann A, Ziegler R, Kienle GS, Willich SN, et al. Health costs in patients treated for depression, in patients with depressive symptoms treated for another chronic disorder, and in non depressed patients: A two-year prospective cohort study in anthroposophic outpatient settings. Eur J Health Econ. 2010;11(1):77–94.", "ArticleIdList": ["PMC2816246", "19911209"]}, {"Citation": "Solati K. The efficacy of quality of life therapy on mental health in the families of patients with chronic psychiatric disorders. Br J Med Med Res. 2016;17(5):1–7."}, {"Citation": "Dehkordi KS, Nikfarjam M, Sanaei S. Effectiveness of mindfulness-based stress reduction training and drug therapy on quality of life in patients with irritable bowel syndrome in Shahrekord. Life Sci J. 2014;11(9):445–49."}, {"Citation": "Hassanpour-Dehkordi A, Jivad N. Comparison of regular aerobic and yoga on the quality of life in patients with multiple sclerosis. Med J Islam Repub Iran. 2014;28:141.", "ArticleIdList": ["PMC4322326", "25694999"]}, {"Citation": "Heydarnejad M, Hassanpour DA, Solati DK. Factors affecting quality of life in cancer patients undergoing chemotherapy. Afr Health Sci. 2012;11(2):266–70.", "ArticleIdList": ["PMC3158510", "21857860"]}, {"Citation": "Hasanpour-Dehkordi A, Khaledi-Far A, Khaledi-Far B, Salehi-Tali S. The effect of family training and support on the quality of life and cost of hospital readmissions in congestive heart failure patients in Iran. Appl Nurs Res. 2016;31:165–69.", "ArticleIdList": ["27397836"]}, {"Citation": "Bolton JM, Pagura J, Enns MW, Grant B, Sareen J. A population-based longitudinal study of risk factors for suicide attempts in major depressive disorder. J Psychiatr Res. 2010;44(13):817–26.", "ArticleIdList": ["PMC2888712", "20122697"]}, {"Citation": "Goldberg D. The \"NICE Guideline\" on the treatment of depression. Epidemiol Psichiatr Soc. 2006;15(1):11–15.", "ArticleIdList": ["16584098"]}, {"Citation": "Sadock BJ, Sadock VA, Sussman N. Kaplan and Sadock’s pocket handbook of psychiatric drug treatment. Lippincott Williams and Wilkins; 2005."}, {"Citation": "Bauer M, Whybrow PC, Angst J, Versiani M, Moller HJ. World Federation of Societies of Biological Psychiatry (WFSBP) Guidelines for biological treatment of unipolar depressive disorders, Part 2: Maintenance treatment of major depressive disorder and treatment of chronic depressive disorders and subthreshold depressions. World J Biol Psychiatry. 2002;3(2):69–86.", "ArticleIdList": ["12479080"]}, {"Citation": "Lenox-Smith AJ, Jiang Q. Venlafaxine extended release versus citalopram in patients with depression unresponsive to a selective serotonin reuptake inhibitor. Int Clin Psychopharmacol. 2008;23(3):113–19.", "ArticleIdList": ["18408525"]}, {"Citation": "Charniot JC, Vignat N, Monsuez JJ, Kidouche R, Avramova B, Artigou JY, et al. Cardiogenic shock associated with reversible dilated cardiomyopathy during therapy with regular doses of venlafaxine. Am J Emerg Med. 2010;28(2):256.e1–5.", "ArticleIdList": ["20159409"]}, {"Citation": "Kumar VVP, Isbister GK, Duffull SB. The effect of decontamination procedures on the pharmacodynamics of venlafaxine in overdose. Br J Clin Pharmacol. 2011;72(1):125–32.", "ArticleIdList": ["PMC3141194", "21306417"]}, {"Citation": "Mathys M, Mitchell BG. Targeting treatment resistant depression. J Pharm Pract. 2011;24(6):520–33.", "ArticleIdList": ["22095575"]}, {"Citation": "Hollon SD, Shelton RC. Treatment guidelines for major depressive disorder. Behaviour Therapy. 2001;32(2):235–58."}, {"Citation": "Rabiei Z, Rafieian-Kopaei M, Heidarian E, Saghaei E, Mokhtari S. Effects of Zizyphus jujube extract on memory and learning impairment induced by bilateral electric lesions of the nucleus Basalis of Meynert in rat. Neurochem Res. 2014;39(2):353–60.", "ArticleIdList": ["24379110"]}, {"Citation": "Bahmani M, Sarrafchi A, Shirzad H, Rafieian-Kopaei M. Autism: Pathophysiology and promising herbal remedies. Curr Pharm Des. 2016;22(3):277–85.", "ArticleIdList": ["26561063"]}, {"Citation": "Sarrafchi A, Bahmani M, Shirzad H, Rafieian-Kopaei M. Oxidative stress and Parkinson’s disease: New hopes in treatment with herbal antioxidants. Curr Pharm Des. 2016;22(2):238–46.", "ArticleIdList": ["26561062"]}, {"Citation": "Evans WC. Trease and Evans’ pharmacognosy. Elsevier Health Sciences; 2009."}, {"Citation": "Salah SM, Jäger AK. Two flavonoids from Artemisia herba-alba asso with in vitro GABA A-benzodiazepine receptor activity. J Ethnopharmacol. 2005;99(1):145–46.", "ArticleIdList": ["15848034"]}, {"Citation": "Yamada K, Mimaki Y, Sashida Y. Effects of inhaling the vapour of Lavandula burnatii super-derived essential oil and linalool on plasma adrenocorticotropic hormone (ACTH), catecholamine and gonadotropin levels in experimental menopausal female rats. Biol Pharm Bull. 2005;28(2):378–79.", "ArticleIdList": ["15684505"]}, {"Citation": "Kuroda K, Inoue N, Ito Y, Kubota K, Sugimoto A, Kakuda T, et al. Sedative effects of the jasmine tea odor and (R)-(−)-linalool, one of its major odor components, on autonomic nerve activity and mood states. Eur J Appl Physiol. 2005;95(2-3):107–14.", "ArticleIdList": ["15976995"]}, {"Citation": "Denner SS. Lavandula angustifolia miller: english lavender. Holist Nurs Pract. 2009;23(1):57–64.", "ArticleIdList": ["19104276"]}, {"Citation": "Butler L, Pilkington K. Chinese herbal medicine and depression: The research evidence. Evid Based Complement Alternat Med. 2013;2013:739716.", "ArticleIdList": ["PMC3582075", "23476701"]}, {"Citation": "Sarris J. Herbal medicines in the treatment of psychiatric disorders: A systematic review. Phytother Res. 2007;21(8):703–16.", "ArticleIdList": ["17562566"]}, {"Citation": "Uher R, Payne JL, Pavlova B, Perlis RH. Major depressive disorder in DSM-5: Implications for clinical practice and research of changes from DSM-IV. Depress Anxiety. 2014;31(6):459–71.", "ArticleIdList": ["24272961"]}, {"Citation": "American Psychiatric Association. Diagnostic and statistical manual of mental disorders, Fifth Edition (DSM-5) Washington, DC: American Psychiatric Association; 2013."}, {"Citation": "Beck AT, Steer RA, Carbin MG. Psychometric properties of the Beck depression inventory: Twenty-five years of evaluation. Clin Psychol Rev. 1988;8(1):77–100."}, {"Citation": "Akhondzadeh S, Kashani L, Fotouhi A, Jarvandi S, Mobaseri M, Moin M, et al. Comparison of Lavandula angustifolia Mill. tincture and imipramine in the treatment of mild to moderate depression: A double-blind, randomized trial. Prog Neuropsychopharmacol Biol Psychiatry. 2003;27(1):123–27.", "ArticleIdList": ["12551734"]}, {"Citation": "Nikfarjam M, Parvin N, Assarzadegan N, Asghari S. The effects of lavandula angustifolia mill infusion on depression in patients using citalopram: A comparison study. Iran Red Crescent J. 2013;15(8):734–39.", "ArticleIdList": ["PMC3918201", "24578844"]}, {"Citation": "Effati-Daryani F, Mohammad-Alizadeh-Charandabi S, Mirghafourvand M, Taghizadeh M, Mohammadi A. Effect of lavender cream with or without foot-bath on anxiety, stress and depression in pregnancy: A randomized placebo-controlled trial. J Caring Sci. 2015;4(1):63–73.", "ArticleIdList": ["PMC4363653", "25821760"]}, {"Citation": "Kageyama A, Ueno T, Oshio M, Masuda H, Horiuchi H, Yokogoshi H. Antidepressant-like effects of an aqueous extract of lavender (lavandula angustifolia mill.) in rats. Food Sci Technol Res. 2012;18(3):473–79."}, {"Citation": "Seol GH, Shim HS, Kim P-J, Moon HK, Lee KH, Shim I, et al. Antidepressant-like effect of Salvia sclarea is explained by modulation of dopamine activities in rats. J Ethnopharmacol. 2010;130(1):187–90.", "ArticleIdList": ["20441789"]}, {"Citation": "Alnamer R, Katim A, El H, Abdelaziz B, Yahia C. Sedative and hypnotic activities of the methanolic and aqueous extracts of Lavandula officinalis from morocco, research article. Hindawi Publishing Corporation. Adv Pharmacol Sci. 2012;2012:1–5.", "ArticleIdList": ["PMC3226331", "22162677"]}, {"Citation": "Alnamer R, Alaoui K, Houcine Bouidida E, Benjouad A, Cherrah Y. Toxicity and psychotropic activity of essential oils of Rosmarinus officinalis and Lavandula officinalis from Morocco. J Biol Active Prod Nature. 2011;1(4):262–72."}, {"Citation": "Muzzarelli L, Force M, Sebold M. Aromatherapy and reducing preprocedural anxiety: A controlled prospective study. Gastroenterol Nurs. 2006;29(6):466–71.", "ArticleIdList": ["17273013"]}, {"Citation": "Mahita M, Abuhamdah R, Howes M-J, Ennaceur A, Abuhamdah S, Chazot P. Identification of a novel GABAA receptor channel ligand derived from Melissa officinalis and Lavandula angustifolia essential oils. European J Med Plants. 2014;4(7):810."}, {"Citation": "Mao JJ, Li QS, Soeller I, Xie SX, Amsterdam JD. Rhodiola rosea therapy for major depressive disorder: A study protocol for a randomized, double-blind, placebo- controlled trial. J Clin Trials. 2014;4:170.", "ArticleIdList": ["PMC4297663", "25610752"]}, {"Citation": "Han C, Wang S-M, Lee S-J, Jun T-Y, Pae C-U. Optimizing the use of aripiprazole augmentation in the treatment of major depressive disorder: from clinical trials to clinical practice. Chonnam Med J. 2015;51(2):66–80.", "ArticleIdList": ["PMC4543152", "26306301"]}, {"Citation": "Cipriani A, Purgato M, Furukawa TA, Trespidi C, Imperadore G, Signoretti A, et al. Citalopram versus other antidepressive agents for depression. Cochrane Database Syst Rev. 2012;7:Cd006534.", "ArticleIdList": ["PMC4204633", "22786497"]}]}], "History": [{"Year": "2016", "Month": "4", "Day": "11"}, {"Year": "2017", "Month": "2", "Day": "14"}, {"Year": "2017", "Month": "9", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28892932", "PMC5583809", "10.7860/JCDR/2017/20657.10233"]}}]}