{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Algeria", "Berhoum District", "ethnobotany", "galactogenic plants", "traditional medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28894630", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "08", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.5455/jice.20170811073514"], "Journal": {"ISSN": "2146-8397", "JournalIssue": {"Volume": "6", "Issue": "3", "PubDate": {"Year": "2017", "Season": "Jul-Sep"}}, "Title": "Journal of intercultural ethnopharmacology", "ISOAbbreviation": "J Intercult Ethnopharmacol"}, "ArticleTitle": "An ethnobotanical survey of galactogenic plants of the Berhoum District (M'sila, Algeria).", "Pagination": {"StartPage": "311", "EndPage": "315", "MedlinePgn": "311-315"}, "Abstract": {"AbstractText": ["This work aimed an ethnobatanical study on the galactogenic plants used in the Berhoum region (East of M'sila, Algeria) as a part of different studies on the medicinal plants related to M'sila region.", "The fieldwork was undertaken as an ethnobotanical survey involving 76 informants (mean age: 50; 64% women, 36% men). Used the medicinal plants were identified, and the results were analyzed according to literature investigation dealing with ethnobotany. Use value (UV), fidelity level, and informant consensus factor (ICF) were used to analyze the obtained data.", "A total of 29 plant species belonging to 29 genera and 12 families (mainly, <i>Apiaceae</i> and <i>Fabaceae</i>) have been registered. Fruits and seeds were the most commonly used plant parts (80%). The used plants are mainly prepared as an infusion and decoction (69%). <i>Trigonella foenum-graecum</i> L. (UV = 0.58) were the species most commonly used by local healers. The FIC factors ranging from 0.45 to 0.89 for the six uses categories retained for this study. The ICF (0.65) was registered for the use galactogenic category with 29 species.", "This work showed that the population of the Berhoum District uses various medicinal plants for galactogenic purposes. Furthermore, ethnobotanical analysis will provide data on sustainable use and valorization of this plant heritage for ethnopharmacological and phytochemical studies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nature Sciences and Life, Faculty of Sciences, M'sila University, 28000 M'sila, Algeria."}, {"Identifier": [], "Affiliation": "Department of Biology and Vegetable Ecology, Laboratory of Phytotherapy Applied to Chronic Diseases, Faculty of Nature Sciences and Life, Setif1 University, 19000 Setif, Algeria."}], "LastName": "Madani", "ForeName": "Sarri", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiological and Biochemistry, Faculty of Sciences, M'sila University, 28000 M'sila, Algeria."}], "LastName": "Amel", "ForeName": "Boudjelal", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiological and Biochemistry, Faculty of Sciences, M'sila University, 28000 M'sila, Algeria."}], "LastName": "Noui", "ForeName": "Hendel", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nature Sciences and Life, Faculty of Sciences, M'sila University, 28000 M'sila, Algeria."}], "LastName": "Djamel", "ForeName": "Sarri", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nature Sciences and Life, Faculty of Sciences, M'sila University, 28000 M'sila, Algeria."}], "LastName": "Hadjer", "ForeName": "Hamdaoui", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Intercult Ethnopharmacol", "NlmUniqueID": "101653911", "ISSNLinking": "2146-8397"}, "CoiStatement": "Conflict of Interest: None declared."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hale WT. Drug Therapy and Breast Feeding: Pharmacokinetics, Risk Factors, and Effects on Milk Production. Elk Grove: American Academy of Pediatrics; 2004. pp. 164–72."}, {"Citation": "Horta BL, Victora GC. Long-term Effects of Breastfeeding, a Systematic Review. Geneva: World Health Organization; 2013. pp. 1–74."}, {"Citation": "Boudjelal A, Henchiri C, Sari M, Sarri D, Hendel N, Benkhaled A, et al. Herbalists and wild medicinal plants in M'Sila (North Algeria): An ethnopharmacology survey. J Ethnopharmacol. 2013;148:395–402.", "ArticleIdList": ["23643544"]}, {"Citation": "ONS, National Office of Statistics. First economic census 2011, preliminary results of the first phase. Collections Statistics n 168/2012. Series E: Economic Statistics. Algiers: ONS, National Office of Statistics; 2012. pp. 1–135."}, {"Citation": "Le Houerou HN. Bioclimatology and Biogeography of the North Africa Arid Steppes: Biodiversity, Sustainable Development and Desertisation. Mediterranean Optional. Paris: Serial B, n 10, CIHEAM; 1995. pp. 1–396."}, {"Citation": "Sari M, Sarri DJ, Hendel N, Boudjelal A. Ethnobotanical study of therapeutic plants used to treat arterial hypertension in the Hodna region of Algeria. Glob J Res Med Plants Indig Med. 2012;1:411–7."}, {"Citation": "Quezel P, Santa S. New flora of Algeria and Southern Desert Regions. Paris: CNRS; 1962-1963. pp. 1–1239."}, {"Citation": "Ozenda P. Flora of the Northern Sahara. Paris: CNRS; 1983. pp. 1–662."}, {"Citation": "Al-Qura'n S. Ethnopharmacological survey of wild medicinal plants in Showbak, Jordan. J Ethnopharmacol. 2009;123:45–50.", "ArticleIdList": ["19429338"]}, {"Citation": "Abu-Irmaileh BE, Afifi FU. Herbal medicine in Jordan with special emphasis on commonly used herbs. J Ethnopharmacol. 2003;89:193–7.", "ArticleIdList": ["14611882"]}, {"Citation": "Trotter RT, Logan MH. In: Informant consensus: A new approach for identify-ing potentially effective medicinal plants. Plants in Indigenous Medicine and Diet, Behavioural Approaches. Etkin NL, editor. New York: Redgrave Publishing Company, Bredford Hills; 1986. pp. 91–112."}, {"Citation": "Alexiades MN. Selected guidelines for ethnobotanical research: A Field Manual. New York: The New York Botanical Garden; 1996. pp. 99–133."}, {"Citation": "WHO (World Health Organization) Traditional Medicine Strategy 2002-2005. Geneva: WHO/EDM/TRM/2002.1; 2002-2005. pp. 1–70."}, {"Citation": "Sarri M, Mouyet FZ, Benziane M, Cheriet A. Traditional use of medicinal plants in a city at steppic character (M'sila, Algeria) J Pharm Pharmacogn Res. 2014;2:31–5."}, {"Citation": "Sarri M, Boudjelal A, Hendel N, Sarri DJ, Benkhaled A. Flora and ethnobotany of medicinal plants in the southeast of the capital of Hodna (Algeria) Arab J Med Aromat Plants. 2015;1:24–30."}, {"Citation": "Olajuyigbe OO, Afolayan AJ. Ethnobotanical survey of medicinal plants used in the treatment of gastrointestinal disorders in the Eastern Cape province, South Africa. J Med Plants Res. 2012;6:3415–24."}]}], "History": [{"Year": "2017", "Month": "2", "Day": "22"}, {"Year": "2017", "Month": "7", "Day": "26"}, {"Year": "2017", "Month": "9", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "8", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["28894630", "PMC5580957", "10.5455/jice.20170811073514", "JIE-6-311"]}}]}