{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bangladesh", "Medicinal plants", "Pharmacology", "Tangail"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28894532", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "07", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.19082/4759"], "Journal": {"ISSN": "2008-5842", "JournalIssue": {"Volume": "9", "Issue": "7", "PubDate": {"Year": "2017", "Month": "Jul"}}, "Title": "Electronic physician", "ISOAbbreviation": "Electron Physician"}, "ArticleTitle": "An ethno-pharmacological study of plants used for traditional medication in Tangail district, Bangladesh.", "Pagination": {"StartPage": "4759", "EndPage": "4765", "MedlinePgn": "4759-4765"}, "Abstract": {"AbstractText": ["In Bangladesh, folk medicinal practitioners are called \"Kaviraj\" and are consulted for treatment of various ailments by a large part of the rural and urban population. There are some previous studies conducted in the Tangail district of Bangladesh about medicinal plants, but there is no relevant information about this aspect in some parts of this district.", "To conduct an ethno-pharmacological survey among the \"Kaviraj\" of two upazilas (regions) in Tangail district, namely Tangail Sadar Upazila and Nagarpur Upazila, to identify the trouble-free formulations of medicinal plants for various diseases used by the folk medicine practitioners on or after other forms of medical practices.", "A guided field-walk survey was carried out employing a local guide and asking local people about practicing \"Kaviraj\"; four of the \"Kaviraj\" convened and after receiving permission from the \"Kaviraj\", interviews were conducted through focused group discussion.", "It was observed that the \"Kaviraj\" of the two upazilas used a total of 25 plants distributed into 20 families for healing of various diseases. In most of the cases, leaves were the key part of most of the plants used for treatment. Plants were mainly used for treating gastrointestinal tract disorders, fever, constipation, and diarrhea, and indigestion, loss of appetite, pain and skin disorders. \"Kaviraj\" also treat complicated diseases such as tuberculosis, hypertension, sexual disorders, infections, urinary problems, hepatic disorders, pneumonia, stomach stones, diabetes, swellings, debility, kidney problems, tumor, vitamin C deficiency and poisoning by using medicinal plants.", "For a country such as Bangladesh, and particularly the district studied, medicinal plants are essential assets and have a major role in people's health care structure. Also, appropriate research should be conducted for using these medicinal plants in possible new drug designs as well as many other pharmaceutical benefits."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacy Student, Department of Pharmaceutical sciences, North South University, Dhaka, Bangladesh."}], "LastName": "Mahmudur Rahman", "ForeName": "A H M", "Initials": "AHM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PhD of Pharmacology, Professor, Medical Plants, Research Center, Shahrekord University of Medical Sciences, Shahrekord, Iran."}], "LastName": "Rafieian-Kopaei", "ForeName": "Mahmoud", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Electron Physician", "NlmUniqueID": "101645099", "ISSNLinking": "2008-5842"}, "CoiStatement": "Conflict of Interest: There is no conflict of interest to be declared."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Rahmatullah M, Das AK, Mollik MAH, Jahan R, Khan M, Rahman T, et al. An Ethnomedicinal Survey of Dhamrai Sub-district in Dhaka District, Bangladesh. American Eurasian Journal of Sustainable Agriculture. 2009;3(4):881–8."}, {"Citation": "Nawaz A, HMM, Hossain M, Karim M, Khan M, Jahan R, Rahmatullah M. An ethnobotanical survey of Rajshahi district in Rajshahi division, Bangladesh. American Eurasian Journal of Sustainable Agriculture. 2009;3(2):143–50."}, {"Citation": "Hossan MS, Hanif A, Agarwala B, Sarwar MS, Karim M, Rahman MT, et al.  Traditional use of medicinal plants in Bangladesh to treat urinary tract infections and sexually transmitted diseases. Ethnobotany Research and Applications. 2010;(8):61–74.  https://doi.org/10.17348/era.8.0.61-74.", "ArticleIdList": ["10.17348/era.8.0.61-74"]}, {"Citation": "Rahmatullah M, Ferdausi D, Mollik MAH, Azam MNK, Rahman MT, Jahan R. Ethnomedicinal Survey of Bheramara Area in Kushtia District, Bangladesh. American Eurasian Journal of Sustainable Agriculture. 2009;3(3):534–41.  https://doi.org/10.4314/ajtcam.v7i2.50859.", "ArticleIdList": ["10.4314/ajtcam.v7i2.50859"]}, {"Citation": "Rahmatullah M, Ferdausi D, Mollik MAH, Jahan R, Chowdhury MH, Haque WM. A Survey of Medicinal Plants used by Kavirajes of Chalna area, Khulna District, Bangladesh. African Journal of Traditional, Complementary and Alternative Medicines. 2010;7(2):91–7.", "ArticleIdList": ["PMC3021158", "21304618"]}, {"Citation": "Hanif A, Hossan Md Shahadat, Mia Md Manzurul Kadir, Islam Mohammad Jahirul, Jahan Rownak, Rahmatullah Mohammed. Ethnobotanical survey of the Rakhain tribe inhabiting the Chittagong Hill Tracts region of Bangladesh. American Eurasian Journal of Sustainable Agriculture. 2009;3(2):172–80."}, {"Citation": "Hossan Md Shahadat, Hanif Abu, Khan Mujib, Bari Sazzadul, Jahan Rownak, Rahmatullah Mohammed. Ethnobotanical survey of the Tripura tribe of Bangladesh. American Eurasian Journal of Sustainable Agriculture. 2009;3(2):253–61."}, {"Citation": "Rahmatullah M, Noman A, Hossan MS, Rashid MH, Rahman T, Chowdhury MH, Jahan R. A survey of medicinal plants in two areas of Dinajpur district, Bangladesh including plants which can be used as functional foods. American Eurasian Journal of Sustainable Agriculture. 2009;3(4):862–76."}, {"Citation": "Rahmatullah M, Mollik MAH, Azam ATMA, Islam MR, Chowdhury MAM, Jahan R, Chowdhury MH, Rahman T. Ethnobotanical Survey of the Santal tribe residing in Thakurgaon District, Bangladesh. American Eurasian Journal of Sustainable Agriculture. 2009;3(4):889–98."}, {"Citation": "Rahmatullah M, Mukti IJ, Haque AKMF, Mollik MAH, Parvin K, Jahan R, et al. An Ethnobotanical Survey and Pharmacological Evaluation of Medicinal Plants used by the Garo Tribal Community living in Netrakona district, Bangladesh. Advances in Natural and Applied Sciences. 2009;3(3):402–18."}, {"Citation": "Martin GJ.  Ethnobotany: a ‘People and Plants’ Conservation Manual. Chapman and Hall; London: 1995. p. 268.  https://doi.org/10.1007/978-1-4615-2496-0.", "ArticleIdList": ["10.1007/978-1-4615-2496-0"]}, {"Citation": "Rahmatullah M, Hossan MS, Hanif A, Roy P, Jahan R, Khan M, et al. Ethnomedicinal Applications of Plants by the Traditional Healers of the Marma Tribe of Naikhongchhari, Bandarban District, Bangladesh. Advances in Natural and Applied Sciences. 2009;3(3):392–401."}, {"Citation": "Maundu P. Methodology for collecting and sharing indigenous knowledge: a case study. Indigenous Knowledge and Development Monitor. 1995;3:3–5."}, {"Citation": "Barry VC, Conalty ML, Rylance HJ, Smith FR. Antitubercular effect of an extract of Adhatoda vasica. Nature. 1955;176:119–20.  https://doi.org/10.1038/176119a0.", "ArticleIdList": ["10.1038/176119a0", "13244629"]}, {"Citation": "Gupta KC, Chopra IC. Anti-tubercular action of Adhatoda vasica (N.O.acanthacea) Indian Journal of Medical Research. 1954;42:355–8.", "ArticleIdList": ["13210983"]}, {"Citation": "Grange JM, Snell NJ. Activity of bromhexine and ambroxol, semi-synthetic derivatives of vasicine from the Indian shrub Adhatoda vasica, against Mycobacterium tuberculosis in vitro. Journal of Ethnopharmacology. 1996;50:49–53.  https://doi.org/10.1016/0378-8741(95)01331-8.", "ArticleIdList": ["10.1016/0378-8741(95)01331-8", "8778507"]}, {"Citation": "Gupta R, Thakur B, Singh P, Singh HB, Sharma VD, Katoch VM, et al. Antituberculosis activity of selected medicinal plants against multi-drug resistant Mycobacterium tuberculosis isolates. Indian Journal of Medical Research. 2010;131:809–13.", "ArticleIdList": ["20571171"]}, {"Citation": "Zeashan H, Amresh G, Singh S, Rao CV. Hepatoprotective activity of Amaranthus spinosus in experimental animals. Food and Chemical Toxicology. 2008;46:3417–21.  https://doi.org/10.1016/j.fct.2008.08.013.", "ArticleIdList": ["10.1016/j.fct.2008.08.013", "18783728"]}, {"Citation": "Lin SC, Lin CC, Lin YH, Supriyatna S, Pan SL. The protective effect of Alstonia scholaris R. Br. on hepatotoxin-induced acute liver damage. The American Journal of Chinese Medicine. 1996;24:153–64.  https://doi.org/10.1142/S0192415X96000207.", "ArticleIdList": ["10.1142/S0192415X96000207", "8874672"]}, {"Citation": "Ojewole JAO, Awe EO, Chiwororo WDH. Antidiarrhoeal activity of Psidium guajava Linn. (Myrtaceae) leaf aqueous extract in rodents. Journal of Smooth Muscle Research. 2008;44:195–207.  https://doi.org/10.1540/jsmr.44.195.", "ArticleIdList": ["10.1540/jsmr.44.195", "19234374"]}, {"Citation": "Soares PM, Lima SR, Matos SG, Andrade MM, Patrocínio MC, de Freitas Assreuy CD, Vasconcelos SM. Antinociceptive activity of Calotropis procera latex in mice. Journal of Ethnopharmacology. 2005;99:125–9.  https://doi.org/10.1016/j.jep.2005.02.010.", "ArticleIdList": ["10.1016/j.jep.2005.02.010", "15848031"]}, {"Citation": "Saxena RS, Gupta B, Saxena KK, Srivastava VK, Prasad DN. Analgesic, antipyretic and ulcerogenic activity of Nyctanthes arbor tristis leaf extract. Journal of Ethnopharmacology. 1987;19:193–200.  https://doi.org/10.1016/0378-8741(87)90041-9.", "ArticleIdList": ["10.1016/0378-8741(87)90041-9", "3497308"]}, {"Citation": "Birdi T, Daswani P, Brijesh S, Tetali P, Natu A, Antia N. Newer insights into the mechanism of action of Psidium guajava L. leaves in infectious diarrhoea. BMC Complementary and Alternative Medicine. 2010;10:33.  https://doi.org/10.1186/1472-6882-10-33.", "ArticleIdList": ["10.1186/1472-6882-10-33", "PMC2911405", "20584265"]}, {"Citation": "Akber M, Seraj S, Islam F, Ferdausi D, Ahmed R, Nasrin D, et al. A survey of medicinal plants used by the traditional medicinal practitioners of Khulna City, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 5:177–195. 22011."}, {"Citation": "Azam MNK, Ahmed MN, Rahman MM, Rahmatullah M. Ethnomedicines used by the Oraon and Gor tribes of Sylhet district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2013;7:391–402."}, {"Citation": "Badgujar SB, Patil MB. Ethnomedicines for jaundice used in tribal areas of North Maharashtra. Natural Product Radiance. 2008;7:79–81."}, {"Citation": "Biswas KR, Ishika T, Rahman M, Swarna A, Khan T, Monalisa MN, et al. Antidiabetic plants and formulations used by folk medicinal practitioners of two villages in Narail and Chuadanga districts, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2011a;5:158–167."}, {"Citation": "Biswas A, Haq WM, Akber M, Ferdausi D, Seraj S, Jahan FI, et al. A survey of medicinal plants used by folk medicinal practitioners of Paschim Shawra and Palordi villages of Gaurnadi Upazila in Barisal district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2011b;5:15–22."}, {"Citation": "Biswas KR, Khan T, Monalisa MN, Swarna A, Ishika T, Rahman M, et al. Medicinal plants used by folk medicinal practitioners of four adjoining villages of Narail and Jessore districts, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2011c;5:23–33."}, {"Citation": "Biswas B, Arafat MY, Hossain MS, Sakib-uz-Zaman M, Khatun Z, Rahmatullah M. Ethnomedicinal practices of a village folk medicinal practitioner in Faridpur District, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2014;8:20–27."}, {"Citation": "Chowdhury AR, Jahan FI, Seraj S, Khatun Z, Jamal F, Ahsan SR, et al. A survey of medicinal plants used by Kavirajes of Barisal town in Barisal district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2010;4:237–246."}, {"Citation": "Chowdhury AR, Rahmatullah M. Ethnomedicinal plants for treatment of jaundice by the folk and tribal medicinal practitioners of several districts in Bangladesh and review of their scientifically reported hepatoprotective activity. American-Eurasian Journal of Sustainable Agriculture. 2012;6:360–370."}, {"Citation": "Das PR, Islam MT, Mahmud ASMSB, Kabir MH, Hasan ME, Khatun Z, MM, et al. An ethnomedicinal survey conducted among the folk medicinal practitioners of three villages in Kurigram district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2012;6:85–96."}, {"Citation": "Ghorband DP, Biradar SD. Traditional medicines knowledge in Dharmabad taluka of Nanded district, Maharashtra, India. Indian Journal of Natural Products and Resources. 2011;2:498–503."}, {"Citation": "Gunasekaran M, Balasubramanian P. Ethomedicinal uses of Sthalavrikshas (temple trees) in Tamil Nadu, southern India. Ethnobotany Research & Applications. 2012;10:253–268.  https://doi.org/10.17348/era.10.0.253-268.", "ArticleIdList": ["10.17348/era.10.0.253-268"]}, {"Citation": "Gupta R, Vairale MG, Deshmukh RR, Chaudhary PR, Wate SR. Ethnomedicinal uses of some plants used by the Gond tribe of Bhandara district, Maharashtra. Indian Journal of Traditional Knowledge. 2010;9:713–717."}, {"Citation": "Haque MA, Shaha MK, Ahmed SU, Akter R, Rahman H, Chakravotry S, AHMN, et al. Use of inorganic substances in folk medicinal formulations: a case study of a folk medicinal practitioner in Tangail district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2011;5:415–423."}, {"Citation": "Hasan MM, Annay MEA, Sintaha M, Khaleque HN, Noor FA, Nahar A, et al. A survey of medicinal plant usage by folk medicinal practitioners in seven villages of Ishwardi Upazilla, Pabna district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2010;4:326–333."}, {"Citation": "Hasan ME, Akter S, Piya NS, Nath PK, Nova USR, Chowdhury HR, NF, et al. Variations in selection of medicinal plants by tribal healers of the Soren clan of the Santal tribe: a study of the Santals in Rajshahi district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2012;6:315–324."}, {"Citation": "Hossan MS, Roy P, Seraj S, Mou SM, Monalisa MN, Jahan S, et al. Ethnomedicinal knowledge among the Tongchongya tribal community of Roangchaari Upazila of Bandarban district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2012;6:349–359."}, {"Citation": "Islam F, Jahan FI, Seraj S, Malek I, Sadat AFMN, Bhuiyan MSA, et al. Variations in diseases and medicinal plant selection among folk medicinal practitioners: a case study in Jessore district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2011;5:282–291."}, {"Citation": "Jahan FI, Hasan MRU, Jahan R, Seraj S, Chowdhury AR, Islam MT, et al. A comparison of medicinal plant usage by folk medicinal practitioners of two adjoining villages in Lalmonirhat district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2011;5:46–66."}, {"Citation": "Jannat K, Akter M, Sharmin S, Rukaiya U, Afrin M, Das PR, MT, et al. Ethnomedicinal practices of folk medicinal practitioners in two villages of Jamalpur district, Bangladesh. World Journal of Pharmacy and Pharmaceutical Sciences. 2015;4:201–211."}, {"Citation": "Kabir MH, Hasan N, Rahman MM, Rahman MA, Khan JA, Hoque NT, MRQ, et al. Tribal medicine in tribes who have lost their identities: Medicinal plants of tea garden workers in Sreemangal, Maulvibazar district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2013;7:251–258."}, {"Citation": "Khan MA, Hasan MN, Jahan N, Das PR, Islam MT, Bhuiyan MSA, et al. Ethnomedicinal wisdom and famine food plants of the Hajong community of Baromari village in Netrakona district of Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2012;6:387–397."}, {"Citation": "Khatun A, Khan MAA, Rahman MA, Akter MS, Hasan A, Parvin W, RJ, et al. Ethnomedicinal usage of plants and animals by folk medicinal practitioners of three villages in Chuadanga and Jhenaidah districts, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2013;7:319–339."}, {"Citation": "Malek I, Mia N, Mustary ME, Hossain MJ, Sathi SM, Parvez MJ, et al. Medicinal plants of the Chakma community of Rangapanir Chara area of Khagrachaari district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2014a;8:59–68."}, {"Citation": "Malek I, Miah MR, Khan MF, Awal RBF, Nahar N, Khan I, et al. Medicinal plants of two practitioners in two Marma tribal communities of Khagrachhari District, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2014;8:78–85."}, {"Citation": "Manikandan S. Ethnomedicinal flora of Ivanur Panchayat in Cuddalore district, Tamil Nadu, India. International Journal of Research in Plant Science. 2013;3:39–46."}, {"Citation": "Martin GJ.  Ethnobotany: a ‘People and Plants’ Conservation Manual. Chapman and Hall; London: 1995. p. 268.  https://doi.org/10.1007/978-1-4615-2496-0.", "ArticleIdList": ["10.1007/978-1-4615-2496-0"]}, {"Citation": "Maundu P. Methodology for collecting and sharing indigenous knowledge: a case study. Indigenous Knowledge and Development Monitor. 1995;3:3–5."}, {"Citation": "Mollik MAH, Hossan MS, Paul AK, Rahman MT, Jahan R, Rahmatullah M. A comparative analysis of medicinal plants used by folk medicinal healers in three districts of Bangladesh and inquiry as to mode of selection of medicinal plants. Ethnobotany Research and Applications. 2010a;8:195–218.  https://doi.org/10.17348/era.8.0.195-218.", "ArticleIdList": ["10.17348/era.8.0.195-218"]}, {"Citation": "Mollik MAH, Hassan AI, Paul TK, Sintaha M, Khaleque HN, Noor FA, et al. A survey of medicinal plant usage by folk medicinal practitioners in two villages by the Rupsha River in Bagerhat district, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2010b;4:349–356."}, {"Citation": "Moonmoon M, Islam SA, Bristy STJ, Kader MB, Akhter S, Pk SK, Ahmed ST, MP, et al. Medicinal plant knowledge of a folk medicinal practitioner in Aria Bazar village, Bogra District, Bangladesh. American-Eurasian Journal of Sustainable Agriculture. 2014;8:124–131."}]}], "History": [{"Year": "2016", "Month": "12", "Day": "17"}, {"Year": "2017", "Month": "5", "Day": "15"}, {"Year": "2017", "Month": "9", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "7", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["28894532", "PMC5586990", "10.19082/4759", "epj-09-4759"]}}]}