{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["4T1 cell line", "asafoetida", "breast cancer", "essential oil", "ferulic acid"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28900317", "DateRevised": {"Year": "2022", "Month": "04", "Day": "10"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/ijmpo.ijmpo_60_16"], "Journal": {"ISSN": "0971-5851", "JournalIssue": {"Volume": "38", "Issue": "2", "PubDate": {"Year": "2017", "Season": "Apr-Jun"}}, "Title": "Indian journal of medical and paediatric oncology : official journal of Indian Society of Medical & Paediatric Oncology", "ISOAbbreviation": "Indian J Med Paediatr Oncol"}, "ArticleTitle": "Evaluation of Cytotoxicity Effects of Oleo-Gum-Resin and Its Essential Oil of <i>Ferula assa-foetida</i> and Ferulic Acid on 4T1 Breast Cancer Cells.", "Pagination": {"StartPage": "116", "EndPage": "120", "MedlinePgn": "116-120"}, "Abstract": {"AbstractText": ["Cancer causes significant morbidity and mortality and is a major public health problem worldwide. Breast cancer is a leading cause of cancer-associated mortality in women, and the incidence is also on the rise in the entire world. Medicinal plants have been an important source of several clinically useful anticancer agents.", "In this study, we studied the growth inhibitory effect of asafoetida and its essential oil and ferulic acid on antitumor activity using mouse breast cancer cell line.", "For this aim, cells were exposed to these components at different concentrations and for different time durations. 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay was carried out to characterize the cytotoxicity of the constituents used.", "Our results showed that all three constituents could inhibit 4T1 cell proliferation. Our MTT assay results showed a significant cytotoxicity effect in a time- and concentration-dependent manner. It also demonstrated that essential oil of asafoetida has a stronger effect in decreasing viability breast cancer cells. Ferulic acid showed a significant effect only at a dose of 500 μg/ml.", "Based on the results of cellular carried out in this study, we could demonstrate that asafoetida and its essential oil and ferulic acid have inhibitory effect on the growth of breast cancer cell line. As evidenced from these preliminary results, asafoetida and its derivative constituents may be considered as attractive alternatives to serve as lead compounds in drug development for breast cancer as an adjuvant therapy. However, much remains to be done before such agent could be introduced to the clinic."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."}, {"Identifier": [], "Affiliation": "Department of Neurobiomedical Research Center, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."}], "LastName": "Bagheri", "ForeName": "Seyyed Majid", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."}], "LastName": "Asl", "ForeName": "Amir Abdian", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."}], "LastName": "Shams", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."}], "LastName": "Mirghanizadeh-Bafghi", "ForeName": "Seyyed Ali", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."}], "LastName": "Hafizibarjin", "ForeName": "Zeynab", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Indian J Med Paediatr Oncol", "NlmUniqueID": "9604571", "ISSNLinking": "0971-5851"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Jemal A, Murray T, Ward E, Samuels A, Tiwari RC, Ghafoor A, et al. Cancer statistics, 2005. CA Cancer J Clin. 2005;55:10–30.", "ArticleIdList": ["15661684"]}, {"Citation": "Kamangar F, Dores GM, Anderson WF. Patterns of cancer incidence, mortality, and prevalence across five continents: Defining priorities to reduce cancer disparities in different geographic regions of the world. J Clin Oncol. 2006;24:2137–50.", "ArticleIdList": ["16682732"]}, {"Citation": "Yeap SK, Abu N, Mohamad NE, Beh BK, Ho WY, Ebrahimi S, et al. Chemopreventive and immunomodulatory effects of Murraya koenigii aqueous extract on 4T1 breast cancer cell-challenged mice. BMC Complement Altern Med. 2015;15:306.", "ArticleIdList": ["PMC4559205", "26335427"]}, {"Citation": "Ghobrial IM, Witzig TE, Adjei AA. Targeting apoptosis pathways in cancer therapy. CA Cancer J Clin. 2005;55:178–94.", "ArticleIdList": ["15890640"]}, {"Citation": "Baskar R, Lee KA, Yeo R, Yeoh KW. Cancer and radiation therapy: Current advances and future directions. Int J Med Sci. 2012;9:193–9.", "ArticleIdList": ["PMC3298009", "22408567"]}, {"Citation": "Morrison R, Schleicher SM, Sun Y, Niermann KJ, Kim S, Spratt DE, et al. Targeting the mechanisms of resistance to chemotherapy and radiotherapy with the cancer stem cell hypothesis. J Oncol 2011. 2011:941876.", "ArticleIdList": ["PMC2958340", "20981352"]}, {"Citation": "Altieri DC. The molecular basis and potential role of survivin in cancer diagnosis and therapy. Trends Mol Med. 2001;7:542–7.", "ArticleIdList": ["11733216"]}, {"Citation": "Balunas MJ, Kinghorn AD. Drug discovery from medicinal plants. Life Sci. 2005;78:431–41.", "ArticleIdList": ["16198377"]}, {"Citation": "Bagheri S, Hejazian SH, Dashti-R M. The relaxant effect of seed's essential oil and oleo-gum-resin of Ferula assa-foetida on isolated rat's ileum. Ann Med Health Sci Res. 2014;4:238–41.", "ArticleIdList": ["PMC3991947", "24761245"]}, {"Citation": "Bagheri SM, Sahebkar A, Gohari AR, Saeidnia S, Malmir M, Iranshahi M. Evaluation of cytotoxicity and anticonvulsant activity of some Iranian medicinal Ferula species. Pharm Biol. 2010;48:242–6.", "ArticleIdList": ["20645807"]}, {"Citation": "Iranshahy M, Iranshahi M. Traditional uses, phytochemistry and pharmacology of asafoetida (Ferula assa-foetida oleo-gum-resin) – A review. J Ethnopharmacol. 2011;134:1–10.", "ArticleIdList": ["21130854"]}, {"Citation": "Bafghi AF, Bagheri SM, Hejazian SH. Antileishmanial activity of Ferula assa-foetida oleo gum resin against Leishmania major: An in vitro study. J Ayurveda Integr Med. 2014;5:223–6.", "ArticleIdList": ["PMC4296434", "25624696"]}, {"Citation": "Bagheri SM, Mohammadsadeghi H, Dashti-R MH, Mousavian SM, Aghaei ZA. Effect of Ferula assa-foetida oleo-gum-resin on renal function in normal Wistar rats. Indian J Nephrol. 2016;26:419–422.", "ArticleIdList": ["PMC5131380", "27942173"]}, {"Citation": "Bagheri SM, Dashti-R MH, Morshedi A. Antinociceptive effect of Ferula assa-foetida oleo-gum-resin in mice. Res Pharm Sci. 2014;9:207–12.", "ArticleIdList": ["PMC4311286", "25657791"]}, {"Citation": "Bagheri SM, Yadegari M, Porentezari M, Mirjalili A, Hasanpor A, Dashti RM, et al. Effect of Ferula assa-foetida oleo gum resin on spermatic parameters and testicular histopathology in male wistar rats. J Ayurveda Integr Med. 2015;6:175–80.", "ArticleIdList": ["PMC4630691", "26604552"]}, {"Citation": "Saleem M, Alam A, Sultana S. Asafoetida inhibits early events of carcinogenesis: A chemopreventive study. Life Sci. 2001;68:1913–21.", "ArticleIdList": ["11292069"]}, {"Citation": "Nigam U, Sachan S. Evaluation of Ferula asafoetida for its anticancerous activity in different countries. J Pharmacogn Phytochem. 2013;2:74–6."}, {"Citation": "Azizian H, Rezvani ME, Esmaeilidehaj M, Bagheri SM. Anti-obesity, fat lowering and liver steatosis protective effects of Ferula asafoetida gum in type 2 diabetic rats: Possible involvement of leptin. Iran J Diabetes Obes. 2012;4:120–6."}, {"Citation": "Kochhar KP. Dietary spices in health and diseases: I. Indian J Physiol Pharmacol. 2008;52:106–22.", "ArticleIdList": ["19130854"]}, {"Citation": "Mallikarjuna GU, Dhanalakshmi S, Raisuddin S, Rao AR. Chemomodulatory influence of Ferula asafoetida on mammary epithelial differentiation, hepatic drug metabolizing enzymes, antioxidant profiles and N-methyl-N-nitrosourea-induced mammary carcinogenesis in rats. Breast Cancer Res Treat. 2003;81:1–10.", "ArticleIdList": ["14531492"]}, {"Citation": "Bagheri SM, Hedesh ST, Mirjalili A, Dashti-R MH. Evaluation of anti-inflammatory and some possible mechanisms of antinociceptive effect of Ferula assa foetida oleo gum resin. J Evid Based Complementary Altern Med. 2016;21:271–6.", "ArticleIdList": ["26427790"]}, {"Citation": "Iranshahi M, Sahebkar A, Takasaki M, Konoshima T, Tokuda H. Cancer chemopreventive activity of the prenylated coumarin, umbelliprenin, in vivo. Eur J Cancer Prev. 2009;18:412–5.", "ArticleIdList": ["19531956"]}, {"Citation": "Choi YE, Park E. Ferulic acid in combination with PARP inhibitor sensitizes breast cancer cells as chemotherapeutic strategy. Biochem Biophys Res Commun. 2015;458:520–4.", "ArticleIdList": ["25677620"]}, {"Citation": "Yan X, Murphy BT, Hammond GB, Vinson JA, Neto CC. Antioxidant activities and antitumor screening of extracts from cranberry fruit (Vaccinium macrocarpon) J Agric Food Chem. 2002;50:5844–9.", "ArticleIdList": ["12358448"]}, {"Citation": "Karthikeyan S, Kanimozhi G, Prasad NR, Mahalakshmi R. Radiosensitizing effect of ferulic acid on human cervical carcinoma cells in vitro. Toxicol In Vitro. 2011;25:1366–75.", "ArticleIdList": ["21600977"]}, {"Citation": "Lu TH, Mirzaei HH, Salehi M, Nekuei MK, Majidi E. Determination of Essential Oils, Antioxidants and Antimicrobial Effects of Ferula assa-foetid from Different Area of Iran. 2009.  Available from: http://www.agris.fao.org/agris-search/search.do?recordID=IR2011000046 ."}, {"Citation": "Omar SH, Al-Wabel NA. Organosulfur compounds and possible mechanism of garlic in cancer. Saudi Pharm J. 2010;18:51–8.", "ArticleIdList": ["PMC3731019", "23960721"]}]}], "History": [{"Year": "2017", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28900317", "PMC5582546", "10.4103/ijmpo.ijmpo_60_16", "IJMPO-38-116"]}}]}