{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Saraca asoca", "UPLC", "bioprospection", "extraction recovery", "polyphenols"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28911654", "DateCompleted": {"Year": "2017", "Month": "12", "Day": "19"}, "DateRevised": {"Year": "2022", "Month": "08", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "11", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jfda.2016.08.004"], "Journal": {"ISSN": "2224-6614", "JournalIssue": {"Volume": "25", "Issue": "3", "PubDate": {"Year": "2017", "Month": "Jul"}}, "Title": "Journal of food and drug analysis", "ISOAbbreviation": "J Food Drug Anal"}, "ArticleTitle": "Extraction optimization of gallic acid, (+)-catechin, procyanidin-B2, (-)-epicatechin, (-)-epigallocatechin gallate, and (-)-epicatechin gallate: their simultaneous identification and quantification in Saraca asoca.", "Pagination": {"StartPage": "691", "EndPage": "698", "MedlinePgn": "691-698"}, "Abstract": {"AbstractText": ["The objective of the present investigation was to optimize extraction conditions for maximum recovery of bioactive phenolics from different parts of Saraca asoca. Extraction recovery was optimized using a mixture of methanol and water in different proportions. For identification and quantification of six analytes, a rapid reversed phase ultra-performance liquid chromatography (UPLC) photo diode array detection method was developed. UPLC separation was achieved in a gradient elution mode on a C<sub>18</sub> column with acetonitrile and aqueous phosphoric acid (0.1%, pH = 2.5). Extraction solvent for maximum recovery of analytes varied depending on the nature of matrices. The developed UPLC method was validated in accordance with International Council for Harmonisation (ICH) guidelines. Wide linearity range, sensitivity, accuracy, short retention time, and simple mobile phase composition implied that the method could be suitable for routine analysis of all six analytes with high precision and accuracy. The uniqueness of this study is the determination of the distribution of these compounds in the various parts of S. asoca."], "CopyrightInformation": "Copyright © 2016. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-Directorate of Medicinal and Aromatic Plants Research, Boriavi-387310, Anand, Gujarat, India."}], "LastName": "Dhanani", "ForeName": "Tushar", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-Directorate of Medicinal and Aromatic Plants Research, Boriavi-387310, Anand, Gujarat, India."}], "LastName": "Singh", "ForeName": "Raghuraj", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-Directorate of Medicinal and Aromatic Plants Research, Boriavi-387310, Anand, Gujarat, India."}], "LastName": "Kumar", "ForeName": "Satyanshu", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China (Republic : 1949- )", "MedlineTA": "J Food Drug Anal", "NlmUniqueID": "101630927"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Proanthocyanidins"}, {"RegistryNumber": "632XD903SP", "NameOfSubstance": "Gallic Acid"}, {"RegistryNumber": "8R1V1STN48", "NameOfSubstance": "Catechin"}, {"RegistryNumber": "92587OVD8Z", "NameOfSubstance": "epicatechin gallate"}, {"RegistryNumber": "BQM438CTEL", "NameOfSubstance": "epigallocatechin gallate"}], "MeshHeadingList": [{"QualifierName": ["analogs & derivatives"], "DescriptorName": "Catechin"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Fabaceae"}, {"QualifierName": [], "DescriptorName": "Gallic Acid"}, {"QualifierName": [], "DescriptorName": "Proanthocyanidins"}, {"QualifierName": [], "DescriptorName": "Reproducibility of Results"}, {"QualifierName": [], "DescriptorName": "Solid Phase Extraction"}, {"QualifierName": [], "DescriptorName": "Tandem Mass Spectrometry"}], "CoiStatement": "\n<b>Conflicts of interest</b>\n. The authors have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Gupta M, Sasmal S, Mukherjee A. Therapeutic effects of acetone extract of Saraca asoca seeds on rats with adjuvant-induced arthritis via attenuating inflammatory responses. ISRN Rheumatol. 2014;2014:1–12.", "ArticleIdList": ["PMC3960775", "24729890"]}, {"Citation": "Sharma PV. DravyagunaVijnana. Varanasi, India: Chaukhamba Bharti Academy; 1995."}, {"Citation": "Sharma PC, Yelne MB, Dennis TJ. Database on Medicinal Plants used in Ayurveda. New Delhi, India: Central Council for Research in Ayurveda and Sidhha, Department of ISM&H, Ministry of Health and Family Welfare; 2005."}, {"Citation": "Pradhan P, Joseph L, Gupta V, Chulet R, Arya H, Verma R, Bajpai A. Saraca asoca (Ashoka): a review. J Chem Pharm Res. 2009;1:62–71."}, {"Citation": "Chaterjee A, Pakrashi SC. The Treatise of Indian Medicinal Plants, National Institute of Science Communication and Information Resources. New Delhi, India: CSIR; 2006."}, {"Citation": "Agarwal BB, Prasad S, Reuter S, Kannappan R, Yadev VR, Park B, Kin JH, Gupta SC, Phromnoi K, Sundram C, Prasad S, Chaturvedi MM, Sung B. Identification of novel anti-inflammatory agents from Ayurvedic medicine for prevention of chronic diseases: “reverse pharmacology” and “bedside to bench” approach. Curr Drug Targets. 2011;12:1595–653.", "ArticleIdList": ["PMC3170500", "21561421"]}, {"Citation": "Do QD, Angkawijaya AE, Nguyen PLT, Huynh LH, Soetaredjo FE, Ismadji S, Ju Y-H. Effect of extraction solvent on total phenol content, total flavonoid content, and antioxidant activity of Limnophila aromatica. J Food Drug Anal. 2014;22:296–302.", "ArticleIdList": ["PMC9354875", "28911418"]}, {"Citation": "Hollman PCH, Katan MB. Health effects and bioavailability of dietary flavonols. Free Rad Res. 1999;31:S75–80.", "ArticleIdList": ["10694044"]}, {"Citation": "Strack D, Wray V. The anthocyanins. In: Harborne J-B, editor. The flavonoids: Advance in research since 1986. London, U.K: Chapman and Hall; 1993. pp. 1–19."}, {"Citation": "Mittal A, Kadyan P, Gahlaut A, Dabur R. Nontargeted identification of phenolic and other compounds of Saraca asoca by high performance liquid chromatography-positive electrospray ionization and quadrupole time-of-flight mass spectrometry. ISRN Pharma. 2013;2013:1–10.", "ArticleIdList": ["PMC3748722", "23986876"]}, {"Citation": "Saha J, Mitra T, Gupta K, Mukherjee S. Phytoconstituents and HPTLC analysis in Saraca asoca (Roxb.) wilde. Int J Pharm Pharm Sci. 2012;4:96–9."}, {"Citation": "Saha J, Mukherjee S, Gupta K, Gupta B. High-performance thin-layer chromatographic analysis of antioxidants present in different parts of Saraca asoca (Roxb.) de wilde. J Pharm Res. 2013;7:798–803."}, {"Citation": "Rathee P, Rathee S, Rathee D, Rathee D. Quantitative estimation of (+)-catechin in stem bark of Saraca asoca Linn using HPTLC. Der PharmaChemica. 2010;2:306–14."}, {"Citation": "Ketkar PK, Nayak SU, Pai SR, Joshi RK. Monitoring seasonal variation of epicatechin and gallic acid in the bark of Saraca asoca using reverse phase high performance liquid chromatography (RP-HPLC) method. J Ayurveda Integr Med. 2014;6:29–34.", "ArticleIdList": ["PMC4395925", "25878461"]}, {"Citation": "Gahlaut A, Taneja P, Shirolkar A, Nale A, Hooda V, Dabur R. Principal component and partial least square discriminate based analysis of methanol extracts of bark and regenerated bark of Saraca asoca. Int J Pharm Pharm Sci. 2012;4:331–5."}, {"Citation": "Shirolkar A, Gahlaut A, Chhillar AK, Dabur R. Quantitative analysis of catechins in Saraca asoca and correlation with antimicrobial activity. J Pharm Anal. 2013;3:421–8.", "ArticleIdList": ["PMC5760998", "29403849"]}, {"Citation": "Ketkar PM, Nayak SU, Pai SR, Joshi RK. Determining seasonal changes in three major phenolic compounds from bark of Saraca asoca in comparison with local market sample using RP-HPLC analysis. Natl Acad Sci Lett. 2015;38:403–7."}, {"Citation": "Chattopadhyay SK, Kumar S. Identification and quantification of two biologically active polyisoprenylated benzophenones xanthochymol and isoxanthochymol in Garcinia species using liquid chromatography-tendem mass spectrometry. J Chromatogr B. 2006;844:67–83.", "ArticleIdList": ["16920410"]}, {"Citation": "Chen G-H, Yang C-Y, Lee S-J, Wu C-C, Tzen JTC. Catechin content and the degree of its galloylation in oolong tea are inversely correlated with cultivation altitude. J Food Drug Anal. 2014;22:303–9.", "ArticleIdList": ["PMC9354868", "28911419"]}, {"Citation": "ICH harmonised tripartite guideline. Validation of analytical procedures: Text and methodology Q2(R1) Geneva, Switzerland: International Conference on Harmonization of Technical Requirements for Registration of Pharmaceuticals for Human Use (ICH); 2005. pp. 1–13."}, {"Citation": "Santagati NA, Salerno L, Attaguile G, Savoca F, Ronsisvalle G. Simultaneous determination of catechins, rutin and gallic acid in Cistus species by HPLC with diode array detection. J Chromatogr Sci. 2008;46:150–6.", "ArticleIdList": ["18366875"]}, {"Citation": "Liu M, Tian HL, Wu JH, Cang RR, Wang RX, Qi XH, Chen XH. Relationship between gene expression and the accumulation of catechins during spring and autumn in tea plants (Camellia sinensis L.) Hort Res. 2015;2:1–8.", "ArticleIdList": ["PMC4595990", "26504566"]}, {"Citation": "Wu P-W. A review on the analysis of ingredients with health care effects in health food in Taiwan. J Food Drug Anal. 2015;23:343–50.", "ArticleIdList": ["PMC9351808", "28911690"]}, {"Citation": "Spadiene A, Savickiene N, Ivanauskas L, Jakstas V, Skesters A, Silova A, Rodovicius H. Antioxidant effects of Camellia sinensis L. extract in patients with type 2 diabetes. J Food Drug Anal. 2014;22:505–11.", "ArticleIdList": ["PMC9355006", "28911467"]}, {"Citation": "Kallithraka S, Garcia-Viguera C, Bridle P, Bakker J. Survey of solvents for the extraction of grape seed phenolics. Phytochem Anal. 1995;6:265–7."}]}], "History": [{"Year": "2016", "Month": "5", "Day": "4"}, {"Year": "2016", "Month": "7", "Day": "26"}, {"Year": "2016", "Month": "8", "Day": "1"}, {"Year": "2017", "Month": "9", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28911654", "PMC9328815", "10.1016/j.jfda.2016.08.004", "j.jfda.2016.08.004"]}}]}