{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["MRSA", "Vochysia divergens", "actinomycetes", "endophytes", "pantanal", "secondary metabolites"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28932210", "DateRevised": {"Year": "2024", "Month": "07", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "09", "Day": "06"}], "Language": ["eng"], "ELocationID": ["1642", "10.3389/fmicb.2017.01642"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2017"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Antibacterial Activity of Endophytic Actinomycetes Isolated from the Medicinal Plant <i>Vochysia divergens</i> (Pantanal, Brazil).", "Pagination": {"StartPage": "1642", "MedlinePgn": "1642"}, "Abstract": {"AbstractText": ["Endophytic actinomycetes from medicinal plants produce a wide diversity of secondary metabolites (SM). However, to date, the knowledge about endophytes from Brazil remains scarce. Thus, we analyzed the antimicrobial potential of 10 actinomycetes isolated from the medicinal plant <i>Vochysia divergens</i> located in the Pantanal sul-mato-grossense, an unexplored wetland in Brazil. Strains were classified as belonging to the <i>Aeromicrobium, Actinomadura, Microbacterium, Microbispora, Micrococcus, Sphaerisporangium, Streptomyces</i>, and <i>Williamsia</i> genera, through morphological and 16S rRNA phylogenetic analyzes. A susceptibility analysis demonstrated that the strains were largely resistant to the antibiotics oxacillin and nalidixic acid. Additionally, different culture media (SG and R5A), and temperatures (28 and 36°C) were evaluated to select the best culture conditions to produce the active SM. All conditions were analyzed for active metabolites, and the best antibacterial activity was observed from metabolites produced with SG medium at 36°C. The LGMB491 (close related to <i>Aeromicrobium ponti</i>) extract showed the highest activity against methicillin-resistant <i>Staphylococcus aureus</i> (MRSA), with a MIC of 0.04 mg/mL, and it was selected for SM identification. Strain LGMB491 produced 1-acetyl-β-carboline (<b>1</b>), indole-3-carbaldehyde (<b>2</b>), 3-(hydroxyacetyl)-indole (<b>4</b>), brevianamide F (<b>5</b>), and cyclo-(L-Pro-L-Phe) (<b>6</b>) as major compounds with antibacterial activity. In this study, we add to the knowledge about the endophytic community from the medicinal plant <i>V. divergens</i> and report the isolation of rare actinomycetes that produce highly active metabolites."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Basic Pathology, Federal University of ParanáCuritiba, Brazil."}], "LastName": "Gos", "ForeName": "Francielly M W R", "Initials": "FMWR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Federal University of ParanáCuritiba, Brazil."}], "LastName": "Savi", "ForeName": "Daiani C", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, University of KentuckyLexington, KY, United States."}, {"Identifier": [], "Affiliation": "Center for Pharmaceutical Research and Innovation, College of Pharmacy, University of KentuckyLexington, KY, United States."}], "LastName": "Shaaban", "ForeName": "Khaled A", "Initials": "KA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, University of KentuckyLexington, KY, United States."}, {"Identifier": [], "Affiliation": "Center for Pharmaceutical Research and Innovation, College of Pharmacy, University of KentuckyLexington, KY, United States."}], "LastName": "Thorson", "ForeName": "Jon S", "Initials": "JS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Federal University of ParanáCuritiba, Brazil."}], "LastName": "Aluizio", "ForeName": "Rodrigo", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Federal University of Mato Grosso do SulCampo Grande, Brazil."}], "LastName": "Possiede", "ForeName": "Yvelise M", "Initials": "YM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, University of KentuckyLexington, KY, United States."}], "LastName": "Rohr", "ForeName": "Jürgen", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Federal University of ParanáCuritiba, Brazil."}], "LastName": "Glienke", "ForeName": "Chirlei", "Initials": "C"}], "GrantList": [{"GrantID": "R01 GM105977", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "UL1 TR001998", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alho C. J. (2008). Biodiversity of the Pantanal: response to seasonal flooding regime and to environmental degradation. Braz. J. Biol. 68, 957–966. 10.1590/S1519-69842008000500005", "ArticleIdList": ["10.1590/S1519-69842008000500005", "19197468"]}, {"Citation": "Alshaibani M. M., Jalil J., Sidik N. M., Edrada-Ebel R., Zin N. M. (2016). Isolation and characterization of cyclo-(tryptophanylprolyl) and chloramphenicol from Streptomyces sp. SUK 25 with antimethicillin-resistant Staphylococcus aureus activity. Drug Des. Dev. Ther. 31, 1817–1827. 10.2147/DDDT.S101212", "ArticleIdList": ["10.2147/DDDT.S101212", "PMC4896468", "27330275"]}, {"Citation": "Arieira J., Cunha C. N. (2006). Fitossociologia de uma floresta inundavelmonodominante de Vochysia divergens Pohl (Vochysiaceae), no Pantanal Norte, MT, Brasil. Acta Bot. Bras. 20, 569–580. 10.1590/S0102-33062006000300007", "ArticleIdList": ["10.1590/S0102-33062006000300007"]}, {"Citation": "Barrow C. J., Sun H. H. (1994). Spiroquinazoline, a novel substance P inhibitor with a New carbon skeleton, isolated from Aspergillus flavipes. J. Nat. Prod. 57, 471–476. 10.1021/np50106a005", "ArticleIdList": ["10.1021/np50106a005", "7517439"]}, {"Citation": "Baskaran R., Vijayakumar R., Mohan P. (2011). Enrichment method for the isolation of bioactive actinomycetes from mangrove sediments of Andaman Islands India. Malays. J. Microbiol. 7, 26–32. 10.21161/mjm.24410", "ArticleIdList": ["10.21161/mjm.24410"]}, {"Citation": "Birsh A., Wright J. (1969). The Brevianamides: a new class of fungal alkaloid. J. Chem. Soc. D. 12, 644–645."}, {"Citation": "Bonomo R. A., Szabo D. (2006). Mechanisms of multidrug resistance in Acinetobacter species and Pseudomonas aeruginosa. Clin. Infect. Dis. 43, 49–56. 10.1086/504477", "ArticleIdList": ["10.1086/504477", "16894515"]}, {"Citation": "Borrero N. V., Bai F., Perez C., Duong B. Q., Rocca J. R., Jin S., et al. . (2014). Phenazine antibiotic inspired discovery of potent bromophenazine antibacterial agents against Staphylococcus aureus and Staphylococcus epidermidis. Org. Biomol. Chem. 12, 881–886. 10.1039/C3OB42416B", "ArticleIdList": ["10.1039/C3OB42416B", "24389824"]}, {"Citation": "Braga R. M., Dourado M. N., Araujo W. L. (2016). Microbial interactions: ecology in a molecular perspective. Braz. J. Microbiol. 47, 86–98. 10.1016/j.bjm.2016.10.005", "ArticleIdList": ["10.1016/j.bjm.2016.10.005", "PMC5156507", "27825606"]}, {"Citation": "Chopra I., Roberts M. (2001). Tetracycline antibiotics: mode of action, applications, molecular biology and epidemiology of bacterial resistance. Microbiol. Mol. Biol. Rev. 65, 232–260. 10.1128/MMBR.65.2.232-260.2001", "ArticleIdList": ["10.1128/MMBR.65.2.232-260.2001", "PMC99026", "11381101"]}, {"Citation": "Çıkman A., Parlak M., Bayram Y., Güdücüoğlu H., Berktaş M. (2016). Antibiotics resistance of Stenotrophomonas maltophilia strains isolated from various clinical species. Afr. Health Sci. 16, 149–152. 10.4314/ahs.v16i1.20", "ArticleIdList": ["10.4314/ahs.v16i1.20", "PMC4915411", "27358626"]}, {"Citation": "Claverias F. P., Undabarrena A., Gonzalez M., Seeger M., Camara B. (2015). Culturable diversity and antimicrobial activity of Actinobacteria from marine sediments in Valparaiso bay, Chile. Front. Microbiol. 6:737. 10.3389/fmicb.2015.00737", "ArticleIdList": ["10.3389/fmicb.2015.00737", "PMC4516979", "26284034"]}, {"Citation": "CLSI (2015). Performance Standards for Antimicrobial Susceptibility Testing; Twenty-Fifth Informational Supplement. CLSI document M100–S25. Wayne, PA: Clinical and Laboratory Standards Institute."}, {"Citation": "Davies J., Davies D. (2010). Origins and evolution of antibiotic resistance. Microbiol. Mol. Biol. Rev. 74, 417–433. 10.1128/MMBR.00016-10", "ArticleIdList": ["10.1128/MMBR.00016-10", "PMC2937522", "20805405"]}, {"Citation": "Fernandez E., Weibach U., Reillo C. S., Brana A. F., Mendez C., Rohr J., et al. . (1998). Identification of two genes from Streptomyces argillaceus encoding glycosyltransferases involved in transfer of a disaccharide during biosynthesis of the antitumor drug mithramycin. J. Bacteriol. 180, 4929–4937.", "ArticleIdList": ["PMC107519", "9733697"]}, {"Citation": "Furtado N. A. J. C., Pupo M. T., Carvalho I., Campo V. L., Duarte M. C. T., Bastos J. K. (2005). Diketopiperazines produced by an Aspergillus fumigatus Brazilian strain. J. Braz. Chem. Soc. 16, 1448–1453. 10.1590/S0103-50532005000800026", "ArticleIdList": ["10.1590/S0103-50532005000800026"]}, {"Citation": "Gamir J., Pastor V., Cerezo M., Flors V. (2012). Identification of indole-3-carbolylic acid as mediator of priming against Plectosphaerella cucumerina. Plant Physiol. Bioch. 61, 169–179. 10.1016/j.plaphy.2012.10.004", "ArticleIdList": ["10.1016/j.plaphy.2012.10.004", "23116603"]}, {"Citation": "Golinska P., Wypij M., Agarkar G., Rathod D., Dahm H., Rai M. (2015). Endophytic actinobacteria of medicinal plants: diversity and bioactivity. Ant. Van Leew 108, 267–289. 10.1007/s10482-015-0502-7", "ArticleIdList": ["10.1007/s10482-015-0502-7", "PMC4491368", "26093915"]}, {"Citation": "Gonzalez L. S., Spencer J. P. (1998). Aminoglycosides: a practical review. Am. Fam. Phys. 58, 1811–1820.", "ArticleIdList": ["9835856"]}, {"Citation": "Higginbotham S. J., Murphy C. D. (2010). Identification and characterization of Streptomyces sp. isolate exhibiting activity against methicillin-resistant Staphylococcus aureus. Microb. Res. 165, 82–86. 10.1016/j.micres.2008.12.004", "ArticleIdList": ["10.1016/j.micres.2008.12.004", "19231147"]}, {"Citation": "Hokama Y., Savi D. C., Assad B., Aluizio R., Gomes-Figueiredo J., Adamoski D., et al. (2016). Endophytic fungi isolated from Vochysia divergens in the pantanal, mato grosso do sul: diversity, phylogeny and biocontrol of Phyllosticta citricarpa, in Endophytic Fungi: Diversity, Characterization and Biocontrol, 4th Edn., ed Hughes E. (Hauppauge, NY: Nova Publishers; ), 1–25."}, {"Citation": "Jeandet P., Hebrard C., Deville M. A., Cordelier S., Dorey S., Aziz A., et al. (2014). Deciphering the role of phytoalexins in plant-microorganism interaction and human health. Molecules 19, 18033–18056. 10.3390/molecules191118033", "ArticleIdList": ["10.3390/molecules191118033", "PMC6271817", "25379642"]}, {"Citation": "Jiang H., Lin R., Chen L., Lin H., Nie Y., Lian Y. (2010). Actinobacterial diversity of marine sediment samples from Chile. Wei Sheng Wu XueBao 50, 862–869.", "ArticleIdList": ["20815231"]}, {"Citation": "Kadiri S. K., Yarla N. S., Vidavalur S. (2014). Screening and isolation of antagonistic actinobacteria associated with marine sponges from Indian coast. J. Microb. Bioch. Technol. 8, 1–3. 10.4172/1948-5948.S8-003", "ArticleIdList": ["10.4172/1948-5948.S8-003"]}, {"Citation": "Kalinovskaya N. I., Romanenko L. A., Kalinovsky A. I. (2017). Antibacterial low-molecular-weight compounds produced by the marine bacterium Rheinheimera japonica KMM 9513T. Antonie Van Leeuwenhoek. 110, 719–726. 10.1007/s10482-017-0839-1", "ArticleIdList": ["10.1007/s10482-017-0839-1", "28176144"]}, {"Citation": "Kamil I., Gencbay T., Zedmir-Kocak F., Cil E. (2014). Molecular identification of different actinomycetes isolated from east black sea region plateau soil by 16S rDNA gene sequencing. Afric. J. Microbiol. 8, 878–887. 10.5897/AJMR2013.6174", "ArticleIdList": ["10.5897/AJMR2013.6174"]}, {"Citation": "Kim B. S., Surk S. S., Hwang B. K. (2000). Structure elucidation and antifungal activity of an anthracycline antibiotic, Daunomycin, isolated from Actinomadura roseola. J. Agric. Food Chem. 48, 1875–1881. 10.1021/jf990402u", "ArticleIdList": ["10.1021/jf990402u", "10820108"]}, {"Citation": "Kumar S. N., Mohandas C., Nambisan B. (2014). Purification, structural elucidation and bioactivity of tryptophan containing diketopiperazines, from Comamonas testosterone associated with a rhabditidentomopathogenic nematode against major human-pathogenic bacteria. Peptides 53, 48–58. 10.1016/j.peptides.2013.09.019", "ArticleIdList": ["10.1016/j.peptides.2013.09.019", "24120705"]}, {"Citation": "Kusari S., Pandey S. P., Spiteller M. (2013). Untapped mutualistic paradigms linking host plant and endophytic fungal production of similar bioactive secondary metabolites. Phytochem 91, 81–87. 10.1016/j.phytochem.2012.07.021", "ArticleIdList": ["10.1016/j.phytochem.2012.07.021", "22954732"]}, {"Citation": "Laatsch H. (2012). AntiBase. Weinheim: Wiley-VCH Germany."}, {"Citation": "Lee D. S., Eom S. H., Jeong S. Y., Shin H. J., Je J. Y., Lee E. W., et al. . (2013). Anti-methicillin-resistant Staphylococcus aureus (MRSA) substance from the marine bacterium Pseudomonas sp. UJ-6. Environ. Toxicol. Pharmacol. 35, 171–177. 10.1016/j.etap.2012.11.011", "ArticleIdList": ["10.1016/j.etap.2012.11.011", "23434522"]}, {"Citation": "Lee D. W., Lee S. D. (2008). Aeromicrobium ponti sp. nov., isolated from seawater. Int. J. Syst. Evol. Microbiol. 58, 987–991. 10.1099/ijs.0.65575-0", "ArticleIdList": ["10.1099/ijs.0.65575-0", "18398207"]}, {"Citation": "Levine D. P. (2006). Vancomycin: a history. Clin. Inf. Dis. 42, 5–12. 10.1086/491709", "ArticleIdList": ["10.1086/491709", "16323120"]}, {"Citation": "Lin L., Xu X. (2013). Indole-3-acetic acid production by Endophytic streptomyces sp. En-1 isolated from medicinal plants. Curr. Microbiol. 67, 209–217. 10.1007/s00284-013-0348-z", "ArticleIdList": ["10.1007/s00284-013-0348-z", "23512121"]}, {"Citation": "Meyers P. R. (2014). Gyrase subunit B amino acid signatures for the actinobacterial family Streptosporangiaceae. Syst. Appl. Microbiol. 4, 252–260. 10.1016/j.syapm.2013.12.002", "ArticleIdList": ["10.1016/j.syapm.2013.12.002", "24423454"]}, {"Citation": "Mohseni M., Norouzi H., Hamedi J., Roohi A. (2013). Screening of antibacterial producing actinomycetes from sediments of the Caspian Sea. Int. J. Mol. Cell. Med. 2, 64–71.", "ArticleIdList": ["PMC3920526", "24551793"]}, {"Citation": "Ostrosky E. A., Mirian K. M., Lima M. E. L., Kaneko T. M., Nishikawa S. O., Freitas B. R. (2008). Divulgação da Concentração Mínima Inibitória (CMI) de plantas medicinais. Rev. Bras. Farmacogn. 18, 301–307. 10.1590/S0102-695X2008000200026", "ArticleIdList": ["10.1590/S0102-695X2008000200026"]}, {"Citation": "Paradis E. (2010). Pegas: an R package for population genetics with an integrated-molecular approach. Bioinformatics 26, 419–420. 10.1093/bioinformatics/btp696", "ArticleIdList": ["10.1093/bioinformatics/btp696", "20080509"]}, {"Citation": "Passari A. K., Mishra V. K., Saikia R., Gupta V. K., Singh B. P. (2015). Isolation, abundance and phylogenetic affiliation of endophytic actinomycetes associated with medicinal plants and screening for their in vitro antimicrobial biosynthetic potential. Front. Microbiol. 6:273. 10.3389/fmicb.2015.00273", "ArticleIdList": ["10.3389/fmicb.2015.00273", "PMC4388002", "25904906"]}, {"Citation": "Paulus C., Rebets Y., Tokovenko B., Nadmid S., Terekhova L. P., Myronovskyi M., et al. (2017). New natural products identified by combined genomics-metabolomics profiling of marine Streptomyces sp. MP 131-18. Nature 7:42382 10.1038/srep42382", "ArticleIdList": ["10.1038/srep42382", "PMC5301196", "28186197"]}, {"Citation": "Peña L. C., Jung L. F., Savi D. C., Servienski A., Aluizio R., Goulin E. H., et al. (2016). A Muscodor strain isolated from Citrus sinensis and its production of volatile organic compounds inhibiting Phyllosticta citricarpa. J. Plant Dis. Protect. 124, 349–360. 10.1007/s41348-016-0065-5", "ArticleIdList": ["10.1007/s41348-016-0065-5"]}, {"Citation": "Petrini O. (1986). Taxonomy of endophytic fungi of arial plant tissues, in Microbiology of Phyllosphere, eds Fokkema N. J., Heuvel J. V. (Cambridge, UK: University Press; ), 175–187."}, {"Citation": "Pickenhagen W., Dietrich P., Keil B., Polonsky J., Nouaille F., Lederer E. (1975). Identification of the bitter principle of cocoa. Helv. Chim. Acta 58, 1078–1086. 10.1002/hlca.19750580411", "ArticleIdList": ["10.1002/hlca.19750580411", "1158737"]}, {"Citation": "Pott A., Pott V. J., Sobrinho A. A. B. (2004). Plantas uteis a sobrevivência no Pantanal, in IV Simpósio sobre Recurso Naturais e Sócio-Econômico do Pantanal (Corumbá, MS: ), 1–16."}, {"Citation": "R Core Team  (2017). R: A Language and Environment for Statistical Computing. Vienna: R Foundation for Statistical Computing;  Available online at: https://www.R-project.org/"}, {"Citation": "Qin S., Miao Q., Feng W. W., Wang Y., Zhu X., Xing K., et al. (2015). Biodiversity and plant growth promoting traits of culturable endophytic actinobacteria associated with Jatrophacurcas, L. growing in Panxi dry-hot valley soil. App. Soil Ecol. 93, 47–55. 10.1016/j.apsoil.2015.04.004", "ArticleIdList": ["10.1016/j.apsoil.2015.04.004"]}, {"Citation": "Raeder U., Broda P. (1985). Rapid preparation of DNA from filamentous fungi. Lett. App. Microbiol. 1, 17–20. 10.1111/j.1472-765X.1985.tb01479.x", "ArticleIdList": ["10.1111/j.1472-765X.1985.tb01479.x"]}, {"Citation": "Rand T. G., Giles S., Flemming J., Miller J. D., Puniani E. (2005). Inflammatory and cytotoxic responses in mouse lugs exposed to purified toxins from building isolated Penicillium brevicompactum Dierckyx and P. chrysogenum Thom. Toxicol. Sci. 87, 213–222. 10.1093/toxsci/kfi223", "ArticleIdList": ["10.1093/toxsci/kfi223", "15958659"]}, {"Citation": "Rayle D. L., Purves W. K. (1967). Isolation and identification of Indole-3-Ethanol (Tryptophol) from cucumber seedlings. Plant Physiol. 42, 520–524. 10.1104/pp.42.4.520", "ArticleIdList": ["10.1104/pp.42.4.520", "PMC1086576", "16656532"]}, {"Citation": "Rong X., Huang Y. (2012). Taxonomic evaluation of the Streptomyces hygroscopicus clade using multilocus sequence analysis and DNA-DNA hybridization, validating the MLSA scheme for systematics of the whole genus. Syst. App. Microbiol. 35, 7–18. 10.1016/j.syapm.2011.10.004", "ArticleIdList": ["10.1016/j.syapm.2011.10.004", "22172557"]}, {"Citation": "Ronquist F., Teslenko M., Van Der Mark P., Ayres D. L., Darling A. (2011). MrBayes 3.2: efficient Bayesian phylogenetic inference and model choice across a large model space. Syst. Biol. 61, 539–542. 10.1093/sysbio/sys029", "ArticleIdList": ["10.1093/sysbio/sys029", "PMC3329765", "22357727"]}, {"Citation": "Saini P., Gangwar M., Kalia A., Singh N., Narang D. (2016). Isolation of endophytic actinomycetes from Syzygiumcumini and their antimicrobial activity against human pathogens. J. App. Nat. Sci. 8, 416–422."}, {"Citation": "Santos I. P., Silva L. C. N., Silva M. V., Araujo J. M., Cavalcanti M. S., Lima V. L. M. (2015). Antibacterial activity of endophytic fungi from leaves of Indigofera sufruticosa Miller (Fabaceae). Front. Microbiol. 6, 1–7. 10.3389/fmicb.2015.00350", "ArticleIdList": ["10.3389/fmicb.2015.00350", "PMC4423342", "25999918"]}, {"Citation": "Santos P. J. C., Savi D. C., Gomes R. R., Goulin E. H., Senkiv C. C., Tanaka F. A. O., et al. . (2016). Diaporthe endophytica and D. terebinthifolii from medicinal plants for biological control of Phyllosticta citricarpa. Microbiol. Res. 186, 153–160. 10.1016/j.micres.2016.04.002", "ArticleIdList": ["10.1016/j.micres.2016.04.002", "27242153"]}, {"Citation": "Savi D. C., Aluizio R., Galli-Terasawa L., Kava V., Glienke C. (2016). 16S-gyrB-rpoB multilocus sequence analysis for species identification in the genus Microbispora. Ant. van Leeuw 109, 801–815. 10.1007/s10482-016-0680-y", "ArticleIdList": ["10.1007/s10482-016-0680-y", "26984252"]}, {"Citation": "Savi D. C., Haminiuk C. W. I., Sora G. T. S., Adamoski D. M., Kensiki J., Winnischofer S. M. B., et al. (2015a). Antitumor, antioxidant and antibacterial activities of secondary metabolites extracted by endophytic actinomycetes isolated from Vochysia divergens. Int. J. Pharm. Chem. Biol. Sci. 5, 347–356."}, {"Citation": "Savi D. C., Shaaban K. A., Vargas N., Ponomareva L. V., Possiede Y. M., Thorson J. S., et al. . (2015b). Microbispora sp. LGMB259 endophytic actinomycete isolated from Vochysia divergens (Pantanal, Brazil) producing B-carbolines and indoles with biological activity. Cur. Microbiol. 70, 345–354. 10.1007/s00284-014-0724-3", "ArticleIdList": ["10.1007/s00284-014-0724-3", "PMC4318781", "25385358"]}, {"Citation": "Schliep K. P. (2011). phangorn: phylogenetic analysis in R. Bioinformatics 27, 592–593. 10.1093/bioinformatics/btq706", "ArticleIdList": ["10.1093/bioinformatics/btq706", "PMC3035803", "21169378"]}, {"Citation": "Shaaban K. A. (2009). Nafisamycin, Cyclization Product of a New Enediyne, P.recursor, Highly Cytotoxic, M.ansouramycins, Karamomycins Possessing a Novel Heterocyclic, S.keleton, and Further Unusual Secondary Metabolites from Terrestrial and Marine Bacteria. Ph.D. thesis, University of Göttingen."}, {"Citation": "Shaaban K. A., Srinivasan S., Kumar R., Damodaran C., Rohr J. (2011). Landomycins, P.-W., cytotoxic angucyclines from Streptomyces cyanogenus S-136. J. Nat. Prod. 74, 2–11. 10.1021/np100469y", "ArticleIdList": ["10.1021/np100469y", "PMC3070852", "21188999"]}, {"Citation": "Shaaban M., Schroder D., Shaaban K. A., Helmke E., Grun-Wollny I., Wagner-Dobler I., et al. (2007). Flazin, perlolyrin, and other β-carbolines from marine-derived Bacteria. Rev. Latinoamer. Quím. 35, 58–67."}, {"Citation": "Shin H. J., Lee H. S., Lee D. S. (2010). The synergistic antibacterial activity of 1-acetyl-beta-carboline and beta-lactams against methicillin-resistant Staphylococcus aureus (MRSA). J. Microbiol. Biotechnol. 20, 501–505. 10.4014/jmb.0910.10019", "ArticleIdList": ["10.4014/jmb.0910.10019", "20372018"]}, {"Citation": "Shiomi K., Omura S. (2004). Antiparasitic agents produced by microorganisms. Proc. Jpn. Acad. Ser. 80, 245–258. 10.2183/pjab.80.245", "ArticleIdList": ["10.2183/pjab.80.245"]}, {"Citation": "Shirling E. B., Gottlieb D. (1966). Methods for characterization of Streptomyces species. Int. J. Syst. Bacteriol. 16, 313–340. 10.1099/00207713-16-3-313", "ArticleIdList": ["10.1099/00207713-16-3-313"]}, {"Citation": "Smith P. A., Roberts T. C., Romesberg F. E. (2011). Broad spectrum antibiotic activity of the Arylomycin natural products is masked by natural target mutations. Chem. Biol. 17, 1223–1231. 10.1016/j.chembiol.2010.09.009", "ArticleIdList": ["10.1016/j.chembiol.2010.09.009", "PMC3003444", "21095572"]}, {"Citation": "Soltani J., Moghaddam M. S. H. (2014). Diverse and bioactive endophyticAspergilli inhabit Cupressaceae plant family. Arch. Microbiol. 196, 635–644. 10.1007/s00203-014-0997-8", "ArticleIdList": ["10.1007/s00203-014-0997-8", "24912659"]}, {"Citation": "Stahl E., Bellwon P., Huber S., Schlaeppi K., Bernsdorff F., Vallat-Michel A., et al. . (2016). Regulatory and functional aspects of Indolic metabolism in plant systemic acquired resistance. Mol. Plant. 9, 662–681. 10.1016/j.molp.2016.01.005", "ArticleIdList": ["10.1016/j.molp.2016.01.005", "26802249"]}, {"Citation": "Sung W. S., Lee D. G. (2007). In vitro antimicrobial activity and the mode of action of Indole-3-Carbinol against human pathogenic microorganisms. Biol. Pharm. Bull. 30, 1865–1869. 10.1248/bpb.30.1865", "ArticleIdList": ["10.1248/bpb.30.1865", "17917252"]}, {"Citation": "Tamura K., Peterson D., Peterson N., Stecher G., Nei M., Kumar S. (2013). MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods. Mol. Biol. Evol. 28, 2731–2739. 10.1093/molbev/msr121", "ArticleIdList": ["10.1093/molbev/msr121", "PMC3203626", "21546353"]}, {"Citation": "Tiwari K., Gupta R. K. (2012). Rare actinomycetes: a potential storehouse for novel antibiotics. Crit. Rev. Biotechnol. 32, 108–132. 10.3109/07388551.2011.562482", "ArticleIdList": ["10.3109/07388551.2011.562482", "21619453"]}, {"Citation": "Tonial F., Gomes R. R., Gomes-Figueiredo J., Savi D. C., Maia B. H. L. S., Glienke C. (2016). Influence of culturing conditions on bioprospecting and antimicrobial potential of endophytic fungi from Schinus terebinthifolious. Curr. Microbiol. 71, 1–11. 10.1007/s00284-015-0929-0", "ArticleIdList": ["10.1007/s00284-015-0929-0", "26563302"]}, {"Citation": "Tonial F., Maia B. H. L. N. S., Savi D. C., Aparecida V., Gomes R. R., Glienke C. (2017). Biological activity of Diaporthe terebinthifolii extracts against Phyllosticta citricarpa. FEMS Microbiol. Lett. 1, 1–17. 10.1093/femsle/fnx026", "ArticleIdList": ["10.1093/femsle/fnx026", "28158748"]}, {"Citation": "Ventola C. L. (2015). The antibiotic resistance crisis. P&T 40, 277–283.", "ArticleIdList": ["PMC4378521", "25859123"]}, {"Citation": "Williams S. T., Sharpe M. E., Holt J. G. (1989). Bergey's Manual of Systematic Bacteriology, Vol. 4 Baltimore, MD: Williams and Wilkins."}, {"Citation": "Wintersdorff C. J. H. V., Penders J., Niekerk J. M. V., Mills N., Majumder S., Alphen L. B. V., et al. (2016). Dissemination of antimicrobial resistance in microbial ecosystems through horizontal gene transfer. Front. Microbiol. 7:173 10.3389/fmicb.2016.00173", "ArticleIdList": ["10.3389/fmicb.2016.00173", "PMC4759269", "26925045"]}, {"Citation": "Xing J., Liu C., Zhang Y., He H., Zhou Y., Li L., et al. . (2015). Sphaerisporangium dianthi sp. nov., an endophytic actinomycete isolated from a root of Dianthus chinensis L. Anton. van Leeuw 107, 9–14. 10.1007/s10482-014-0298-x", "ArticleIdList": ["10.1007/s10482-014-0298-x", "25294725"]}, {"Citation": "Yan P.-S., Song Y., Sakuno E., Nakajima H., Nakagawa H., Yabe K. (2004). Cyclo(L-Leucyl-L-Prolyl) produced by Achromobacter xylosoxidans inhibits aflatoxin production by Aspergillus parasiticus. Appl. Environm. Microbiol. 70, 7466–7473. 10.1128/AEM.70.12.7466-7473.2004", "ArticleIdList": ["10.1128/AEM.70.12.7466-7473.2004", "PMC535151", "15574949"]}, {"Citation": "Yassin A. F., Young C. C., Lai W. A., Hupfer H., Arun A. B., Shen F. T., et al. . (2007). Williamsia serinedens sp. nov., isolated from an oil-contaminated soil. Int. J. Syst. Evol. Microbiol. 57, 558–561. 10.1099/ijs.0.64691-0", "ArticleIdList": ["10.1099/ijs.0.64691-0", "17329784"]}, {"Citation": "Zendah I., Shaaban K. A., Helmke E., Maier A., Fiebig H., Laatsch H. (2012). Barakacin: A thiazolyl-indole alkaloid isolated from a ruminal Pseudomonas sp. Z. Naturforsch. 67, 417–420. 10.5560/znb.2011-0277", "ArticleIdList": ["10.5560/znb.2011-0277"]}, {"Citation": "Zhang Q., Wang S. Q., Tang H. Y., Li X. J., Zhang L., Xiao J., et al. . (2013). Potential allelopathic indole diketopiperazines produced by the plant endophytic Aspergillus fumigatus using the one strain-many compounds method. J. Agric. Food Chem. 61, 11447–11452. 10.1021/jf403200g", "ArticleIdList": ["10.1021/jf403200g", "24188331"]}, {"Citation": "Zhao K., Penttinen P., Guan T., Xiao J., Chen Q., Xu J., et al. . (2011). The diversity and anti-microbial activity of endophytic actinomycetes isolated from medicinal plants in Panxi Plateau, China. Curr. Microbiol. 62, 182–190. 10.1007/s00284-010-9685-3", "ArticleIdList": ["10.1007/s00284-010-9685-3", "20567975"]}, {"Citation": "Zumla A., Nahid P., Cole S. T. (2013). Advances in the development of new tuberculosis drugs and treatment regimens. Nat. Rev. Drug Disc. 12, 388–404. 10.1038/nrd4001", "ArticleIdList": ["10.1038/nrd4001", "23629506"]}]}], "History": [{"Year": "2017", "Month": "5", "Day": "12"}, {"Year": "2017", "Month": "8", "Day": "14"}, {"Year": "2017", "Month": "9", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "9", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["28932210", "PMC5592219", "10.3389/fmicb.2017.01642"]}}]}