{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Burkina Faso", "Neuropsychiatry", "phytotherapy", "traditional healers"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28930246", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "05", "Day": "19"}], "Language": ["eng"], "ELocationID": ["32", "10.3390/medicines4020032"], "Journal": {"ISSN": "2305-6320", "JournalIssue": {"Volume": "4", "Issue": "2", "PubDate": {"Year": "2017", "Month": "May", "Day": "19"}}, "Title": "Medicines (Basel, Switzerland)", "ISOAbbreviation": "Medicines (Basel)"}, "ArticleTitle": "Medicinal Plants Used for Neuropsychiatric Disorders Treatment in the Hauts Bassins Region of Burkina Faso.", "Abstract": {"AbstractText": ["<b>Background:</b> In Burkina Faso, phytotherapy is the main medical alternative used by populations to manage various diseases that affect the nervous system. The aim of the present study was to report medicinal plants with psychoactive properties used to treat neuropsychiatric disorders in the Hauts Bassins region, in the western zone of Burkina Faso. <b>Methods:</b> Through an ethnobotanical survey using structured questionnaire, 53 traditional healers (TH) were interviewed about neuropsychiatric disorders, medicinal plants and medical practices used to treat them. The survey was carried out over a period of three months. <b>Results:</b> The results report 66 plant species used to treat neuropsychiatric pathologies. Roots (36.2%) and leaves (29%) were the main plant parts used. Alone or associated, these parts were used to prepare drugs using mainly the decoction and the trituration methods. Remedies were administered via drink, fumigation and external applications. <b>Conclusions:</b> It appears from this study a real knowledge of neuropsychiatric disorders in the traditional medicine of Hauts Bassins area. The therapeutic remedies suggested in this work are a real interest in the fight against psychiatric and neurological diseases. In the future, identified plants could be used for searching antipsychotic or neuroprotective compounds."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire de Biochimie et Chimie Appliquées, Université Ouaga I-Pr Joseph KI-ZERBO, 03 PB 7021 Ouagadougou 03, Burkina Faso. pros.kinda@hotmail.fr."}], "LastName": "Kinda", "ForeName": "Prosper T", "Initials": "PT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire de Biologie et écologie végétale, Université Ouaga I-Pr Joseph KI-ZERBO, 03 BP 7021 Ouagadougou 03, Burkina Faso. patzerbo@yahoo.fr."}], "LastName": "Zerbo", "ForeName": "Patrice", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire de Biochimie et Chimie Appliquées, Université Ouaga I-Pr Joseph KI-ZERBO, 03 PB 7021 Ouagadougou 03, Burkina Faso. guesams@gmail.com."}], "LastName": "Guenné", "ForeName": "Samson", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire de Biochimie et Chimie Appliquées, Université Ouaga I-Pr Joseph KI-ZERBO, 03 PB 7021 Ouagadougou 03, Burkina Faso. mcompaore_3@yahoo.fr."}], "LastName": "Compaoré", "ForeName": "Moussa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "\"Alexandru Ioan Cuza\" University of Iasi, Faculty of Biology, Department of Research, Carol I Avenue, No. 20A, Iasi 700505, Romania. alin.ciobica@uaic.ro."}], "LastName": "Ciobica", "ForeName": "Alin", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire de Biochimie et Chimie Appliquées, Université Ouaga I-Pr Joseph KI-ZERBO, 03 PB 7021 Ouagadougou 03, Burkina Faso. martinkiendrebeogo@yahoo.co.uk."}], "LastName": "Kiendrebeogo", "ForeName": "Martin", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Medicines (Basel)", "NlmUniqueID": "101671069", "ISSNLinking": "2305-6320"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hele B., Metowogo K., Mouzou A.P., Tossou R., Ahounou J., Eklu-Gadegbeku K., Dansou P., Aklikokou A.K. Enquête ethnobotanique sur les plantes utilisées dans le traitement traditionnel des contusions musculaires au Togo. Rev. Ivoir. Sci. Technol. 2014;24:112–130. (In French)"}, {"Citation": "Organisation Mondiale de la Santé (OMS) Rapport de l’atelier Interrégional de l’OMS sur l’utilisation de la Médecine Traditionnelle dans les soins de santé Primaires. OMS; Genève, Suisse: 2009. (In French)"}, {"Citation": "Organisation Mondiale de la Santé (OMS) Projet Zéro de Plan D’action Mondial Sur la Santé Mentale 2013–2020. OMS; Genève, Suisse: 2012. (In French)"}, {"Citation": "Yasamy M.T., Maulik P.K., Tomlinson M., Lund C., Van Ommeren M., Saxena S. Responsible Governance for Mental Health Research in Low Resource Countries. PLoS Med. 2011;8:1–6. doi: 10.1371/journal.pmed.1001126.", "ArticleIdList": ["10.1371/journal.pmed.1001126", "PMC3222664", "22131909"]}, {"Citation": "Fusar-Poli P., Deste G., Smieskova R., Barlati S., Yung A.R., Howes O., Stieglitz R.-D., Vita A., McGuire P., Borgwardt S. Cognitive Functioning in Prodromal Psychosis: A meta-analysis. Arch. Gen. Psychiatry. 2012;69:562–571. doi: 10.1001/archgenpsychiatry.2011.1592.", "ArticleIdList": ["10.1001/archgenpsychiatry.2011.1592", "22664547"]}, {"Citation": "World Health Organization (WHO) Mental Health Gap Action Programme : Scaling up Care for Mental, Neurological, and Substance Use Disorders. WHO; Geneva, Switzerland: 2008.", "ArticleIdList": ["26290926"]}, {"Citation": "Moshi M.J., Kagashe G.A.B., Mbwambo Z.H. Plants used to treat epilepsy by Tanzanian traditional healers. J. Ethnopharmacol. 2005;97:327–336. doi: 10.1016/j.jep.2004.11.015.", "ArticleIdList": ["10.1016/j.jep.2004.11.015", "15707773"]}, {"Citation": "Diaby M.A. Thèse d’Etat. USTT-B; Bamako, Mali: 2014. Etude de la chimie et des activités biologiques de Daniellia oliveri (Rolfe, Hutch et Dalz), une plante utilisée dans la prise en charge de l’épilepsie au Mali. (In French)"}, {"Citation": "Starling J., Feijo I. Schizophrénie et autres troubles psychotiques à début précoce. IACAPAP E-textb. Child Adolesc. Ment. Health. 2012:1–24. (In French)"}, {"Citation": "Rey-bellet P. Quoi de neuf dans le traitement des psychoses. Curr. Opin. Psychiatry. 2015:1–26.", "ArticleIdList": ["0"]}, {"Citation": "World Health Organization (WHO) Regional Strategy for Mental Health 2000–2010. WHO; Geneva, Switzerland: 2000."}, {"Citation": "Comité Français d’Education pour la Santé (CFES) et MILDT  . Médicaments Psychoactifs. EURO RSCG; Puteaux, France: 2000.  [(accessed on 8 October 2016)].  (In French) Available online:  http://perso.mediaserv.net/ganja/sarah/sarah/106_fin.pdf."}, {"Citation": "Fouchey M. Etat des lieux sur l’industrie du médicament.  [(accessed on 8 October 2016)];Rev. Neuropsychol. 2010 :1–8. (In French) Available online:  http://psychologie-m-fouchey.psyblogs.net/"}, {"Citation": "Sobiecki J.F. A preliminary inventory of plants used for psychoactive purposes in southern African healing traditions. Trans. R. Soc. S. Afr. 2002;57:1–24. doi: 10.1080/00359190209520523.", "ArticleIdList": ["10.1080/00359190209520523"]}, {"Citation": "Taïwe G.S., Kuete V. Toxicological Survey of African Medicinal Plants. Elsevier; London, UK: 2014. Neurotoxicity and Neuroprotective Effects of African Medicinal Plants; pp. 423–444."}, {"Citation": "Zerbo P., Millogo-rasolodimby J., Nacoulma-ouedraogo O.G., Van Damme P. Plantes médicinales et pratiques médicales au Burkina Faso : Cas des Sanan. Bois Forêts des Tropiques. 2011;307:41–53. (In French)"}, {"Citation": "Millogo H., Guissou I.P., Nacoulma O.G., Traoré A.S. Savoir traditionnel et médicament traditionnels améliorés; Proceedings of the Colloque : Développement durable et santé dans les pays du sud, le médicament, de la recherche au terrain, Centre Européen de Santé Humanitaire; Lyon, France. Decembre 2005; (In French)"}, {"Citation": "Tapsoba H., Deschamps J.-P. Use of medicinal plants for the treatment of oral diseases in Burkina Faso. J. Ethnopharmacol. 2006;104:68–78. doi: 10.1016/j.jep.2005.08.047.", "ArticleIdList": ["10.1016/j.jep.2005.08.047", "16214302"]}, {"Citation": "Dakuyo V. Ph.D. Thesis. Université de Ouagadougou; Ouagadougou, Burkina Faso: 2010. Contribution à l’étude de la pharmacopée traditionnelle burkinabé : Enquête ethnopharmacologique dans la région des Cascades. (In French)"}, {"Citation": "Nadembega P., Boussim J.I., Nikiema J.B., Poli F., Antognoni F. Medicinal plants in Baskoure, Kourittenga Province, Burkina Faso: An ethnobotanical study. J. Ethnopharmacol. 2011;133:378–395. doi: 10.1016/j.jep.2010.10.010.", "ArticleIdList": ["10.1016/j.jep.2010.10.010", "20950680"]}, {"Citation": "Olivier M., Zerbo P., Boussim J.I. Les plantes des galeries forestières à usage traditionnel par les tradipraticiens de santé et les chasseurs Dozo Sénoufo du Burkina Faso. Int. J. Biol. Chem. Sci. 2012;6:2170–2191. doi: 10.4314/ijbcs.v6i5.24. (In French)", "ArticleIdList": ["10.4314/ijbcs.v6i5.24"]}, {"Citation": "Zerbo P., Compaore M., Meda N.T.R., Lamien-Meda A., Kiendrebeogo M. Potential medicinal plants used by traditional healers in western areas of Burkina Faso. World J. Pharm. Pharm. Sci. 2013;2:6706–6719."}, {"Citation": "Millogo A., Kaboré J., Preux P.-M., Dumas M. Traitement des adultes épileptiques en milieu hospitalier à Bobo-Dioulasso (Burkina-Faso) Epilepsies. 2003;15:37–40. (In French)"}, {"Citation": "Traore M. Ph.D. Thesis. Université de Ouagadougou; Ouagadougou, Burkina Baso: 2012. Etude du profil et de la prise en charge des cas d’abus de drogues dans la ville de Bobo-Bioulasso (Burkina Baso) (In French)"}, {"Citation": "Millogo A., Ratsimbazafy V., Nubukpo P., Barro S., Zongo I., Preux P. Epilepsy and traditional medicine in Bobo-Dioulasso (Burkina Faso) Acta Neurol. Scand. 2004;109:250–254. doi: 10.1111/j.1600-0404.2004.00248.x.", "ArticleIdList": ["10.1111/j.1600-0404.2004.00248.x", "15016006"]}, {"Citation": "Ministère de l’Economie et du Développement (MED) Profil des Regions du Burkina Faso : La région des Hauts Bassins. MED; Ouagadougou, Burkina Faso: 2005. (In French)"}, {"Citation": "Fontès J., Guinko S. CARTE de la Végétation et de L’occupation du Sol du Burkina Faso: Notice Explicative. Université de Toulouse III; Toulouse, France: 1995. (In French)"}, {"Citation": "Institut National de la Statistique et de la Démographie (INSD) Etat et structure de la population. INSD; Ouagadougou, Burkina Faso: 2009. (In French)"}, {"Citation": "Hutchinson J., Dalziel J.M. Flora of West Tropical Africa. The Whitefriars Press; Londre/Tonbridge, UK: 1963."}, {"Citation": "Nacoulma-Ouedraogo O.G. Thèse d’Etat. Université de Ouagadougou; Ouagadougou, Burkina Faso: 1996. Plantes médicinales et pratiques médicinales traditionnelles au Burkina Faso : Cas du plateau central. (In French)"}, {"Citation": "Thiombiano A., Schmidt M., Dressler S., Ouédraogo A., Hahn K., Zizka G. Catalogue Des Plantes Vasculaires Du BURKINA Faso. Conservatoire et jardin botaniques de la ville de genève.  [(accessed on 8 October 2016)];2012  Available online:  http://www.worldcat.org/title/"}, {"Citation": "Kerharo J., Bouquet A. Plantes Médicinales Et Toxiques De La Côte-d’Ivoire-Haute-Volta. Mission D'étude De La Pharmacopée Indigène En A.O.F. Editions Vigot Frères; Paris, France: 1950. (In French)"}, {"Citation": "Pageard R. Plantes à brûler chez les Bambara. J. Soc. Afr. 1967;37:87–130. doi: 10.3406/jafr.1967.1419.", "ArticleIdList": ["10.3406/jafr.1967.1419"]}, {"Citation": "Moreau R. Quelques Plantes de Haute-volta : Leurs noms Vernaculaires en Langues Mossi, dioula, bobo-oulé, Dagari et Peul-wassolo. Publications des scientifiques de l'IRD; Haute-Volta, French: 1970. (In French)"}, {"Citation": "Kantati Y.T., Kodjo K.M., Dogbeavou K.S., Vaudry D., Leprince J., Gbeassor M. Ethnopharmacological survey of plant species used in folk medicine against central nervous system disorders in Togo. J. Ethnopharmacol. 2016;181:214–220. doi: 10.1016/j.jep.2016.02.006.", "ArticleIdList": ["10.1016/j.jep.2016.02.006", "26869544"]}, {"Citation": "Traoré A., Derme A. I., Sanon S., Gansane A., Ouattara Y., Nebié I., Sirima S.B. Connaissances ethnobotaniques et pratiques phytothérapeutiques des tradipraticiens de santé de la Comoé pour le traitement du paludisme : Processus d’une recherche scientifique de nouveaux antipaludiques au Burkina Faso. Ethnopharmacologia. 2009;43:35–46. (In French)"}, {"Citation": "Sobiecki J.F. A review of plants used in divination in southern Africa and their psychoactive effects. S. Afr. Humanit. 2008;20:333–351."}, {"Citation": "Perveen T., Haider S., Zubairi N.A., Ahmed W., Batool Z., Begum S. Effect of herbal combination on biochemical and behavioral responses in rats. Pak. J. Biochem. Mol. Biol. 2012;45:20–22."}, {"Citation": "Sucher N.J., Carles M.C. A pharmacological basis of herbal medicines for epilepsy. Epilepsy Behav. 2015;52:308–318. doi: 10.1016/j.yebeh.2015.05.012.", "ArticleIdList": ["10.1016/j.yebeh.2015.05.012", "26074183"]}, {"Citation": "Bruneton J. Pharmacognosie, Phytochimie, Plantes Médicinales. 2ème ed. Tec. et Doc.; Lavoisier, Paris: 1993."}, {"Citation": "Sereme A., Millogo-Rasolodimby J., Guinko S., Nacro M. Proprietes Therapeutiques Des Plantes a Tanins Du Burkina Faso. Pharmacopée Méd. Tradit. Afr. 2008;15:41–49. (In French)"}, {"Citation": "Al-snafi A.E. The constituents and pharmacological properties of Calotropis procera-an overview. Int. J. Pharm. Rev. Res. 2015;5:259–275."}, {"Citation": "Mohamed N.H., Liu M., Abdel-mageed W.M., Alwahibi L.H., Dai H., Ahmed M., Badr G., Quinn R.J., Liu X., Zhang L., et al. Cytotoxic cardenolides from the latex of Calotropis procera. Bioorg. Med. Chem. Lett. 2015;25:4615–4620. doi: 10.1016/j.bmcl.2015.08.044.", "ArticleIdList": ["10.1016/j.bmcl.2015.08.044", "26323871"]}, {"Citation": "Lima R.C.D.S., Silva M.C.C., Aguiar C.C.T., Chaves E.M.C., Dias K.C.F., Macêdo D.S., Sousa F.C.F., Carvalho K.M., Ramos M.V., Mendes V.M. Anticonvulsant action of Calotropis procera latex proteins. Epilepsy Behav. 2012;23:123–126. doi: 10.1016/j.yebeh.2011.11.008.", "ArticleIdList": ["10.1016/j.yebeh.2011.11.008", "22227595"]}, {"Citation": "Steenkamp P.A., Harding N.M., Van Heerden F.R., Van Wyk B.E. Fatal Datura poisoning: Identification of atropine and scopolamine by high performance liquid chromatography/photodiode array/mass spectrometry. Forensic Sci. Int. 2004;145:31–39. doi: 10.1016/j.forsciint.2004.03.011.", "ArticleIdList": ["10.1016/j.forsciint.2004.03.011", "15374592"]}, {"Citation": "Maiga A., Diallo D., Fane S., Sanogo R., Paulsen B.S., Cisse B. A survey of toxic plants on the market in the district of Bamako, Mali : Traditional knowledge compared with a literature search of modern pharmacology and toxicology. J. Ethnopharmacol. 2005;96:183–193. doi: 10.1016/j.jep.2004.09.005.", "ArticleIdList": ["10.1016/j.jep.2004.09.005", "15588669"]}, {"Citation": "Zhang Z. Therapeutic effects of herbal extracts and constituents in animal models of psychiatric disorders. Life Sci. 2004;75:1659–1699. doi: 10.1016/j.lfs.2004.04.014.", "ArticleIdList": ["10.1016/j.lfs.2004.04.014", "15268969"]}, {"Citation": "Marder M., Wasowski C., Medina J.H., Paladini A.C. 6-Methylapigenin and hesperidin : New valeriana flavonoids with activity on the CNS. Pharmacol. Biochem. Behav. 2003;75:537–545. doi: 10.1016/S0091-3057(03)00121-7.", "ArticleIdList": ["10.1016/S0091-3057(03)00121-7", "12895671"]}, {"Citation": "Dajas F., Rivera F., Blasina F., Arredondo F., Lafon L., Morquio A., Heizen H. Cell Culture Protection and in vivo Neuroprotective Capacity of Flavonoids. Neurotox. Res. 2003;5:425–432. doi: 10.1007/BF03033172.", "ArticleIdList": ["10.1007/BF03033172", "14715446"]}, {"Citation": "Lake J. Natural product-derived treatments of neuropsychiatric disorders: Review of progress and recommendations. Stud. Nat. Prod. Chem. 2000;24:1093–1137."}, {"Citation": "Guenne S., Balmus I.M., Hilou A., Ouattara N., Kiendrebéogo M., Ciobica A., Timofte D. The relevance of Asteraceae family plants in most of the neuropsychiatric disorders treatment. Int. J. Phyt. 2016;8:176–182."}, {"Citation": "Gurib-Fakim A. Medicinal plants: Traditions of yesterday and drugs of tomorrow. Mol. Asp. Med. 2006;27:1–93. doi: 10.1016/j.mam.2005.07.008.", "ArticleIdList": ["10.1016/j.mam.2005.07.008", "16105678"]}, {"Citation": "Becaud-Boyer A.-S. Thèse d’Etat. Université Joseph FOURIER; Grenoble, France: 2011. Salvia divinorum, hallucinogène d'aujourd'hui, outil thérapeutique de demain? (In French)"}, {"Citation": "Charlene B. Thèse d’Etat. Université Toulouse III; Toulouse, France: 2013. La soumission chimique."}, {"Citation": "Eldeen S., Mohamed I. Ph.D. Thesis. University of KwaZulu–Natal; Pietermaritzburg, South Africa: 2005. Pharmacological investigation of some trees used in South African traditional medicine."}, {"Citation": "Seigler D.S., Butterfield C.S., Dunn J.E., Conn E.E. Dihydroacacipetalin–a new cyanogenic glucoside from Acacia sieberiana var. Woodii. Phytochemistry. 1975;14:1419–1420. doi: 10.1016/S0031-9422(00)98641-2.", "ArticleIdList": ["10.1016/S0031-9422(00)98641-2"]}, {"Citation": "Salisu A., Ogbadu G.H., Onyenekwe P.C., Olorode O., Ndana R.W., Segun O. Evaluating the Nutritional Potential of Acacia Sieberiana Seeds (Dc) Growing in North West of Nigeria. J. Biol. Life Sci. 2014;5:25–36. doi: 10.5296/jbls.v5i2.4860.", "ArticleIdList": ["10.5296/jbls.v5i2.4860"]}, {"Citation": "Zeuko´o M.E., Jurbe G.G., Ntim P.S., Ajayi T.A., Chuwkuka J.U., Dawurung C.J., Makoshi M.S., Elisha I.L., Oladipo O.O., Lohlum A.S. Phytochemical Screening and Antidiarrheal Evaluation of Acetone Extract of A cacia sieberiana var woodii (Fabaceae) stem bark in wistar rats. Acad. J. Pharm. Pharmacol. 2015;3:1–6."}, {"Citation": "Uchenna A., Nkiruka V., Eze P. Nutrient and Phytochemical Composition of Formulated Diabetic Snacks Made from Two Nigerian Foods Afzelia africana and Detarium microcarpium Seed Flour. Pak. J. Nutr. 2013;12:108–113. doi: 10.3923/pjn.2013.108.113.", "ArticleIdList": ["10.3923/pjn.2013.108.113"]}, {"Citation": "Olajide O.B., Fadimu O.Y., Osaguona P.O., Saliman M. Botanical and phytochemical studies of some selected species of leguminoseae of northern nigeria: A study of borgu local government area, niger state. Nigeria. Analysis. 2013;4:546–551."}, {"Citation": "Igwenyi I.O., Azoro B.N. Proximate and Phytochemical Compositions of Four Indigenous Seeds Used As Soup Thickeners in Ebonyi State Nigeria. Food Technol. 2014;8:35–40."}, {"Citation": "Egwujeh S.I., Yusufu P.A. Chemical compositions of aril cap of African oak (afzelia africana) seed. J. Food Sci. 2015;3:41–47."}, {"Citation": "Gebreyohannes G., Gebreyohannes M. Medicinal values of garlic: A review. Int. J. Med. Méd. Sci. 2013;5:401–408."}, {"Citation": "Bhandari S.R., Yoon M.K., Kwak J. Contents of Phytochemical Constituents and Antioxidant Activity of 19 Garlic ( Allium sativum L.) Parental Lines and Cultivars. Hort. Environ. Biotechnol. 2014;55:138–147. doi: 10.1007/s13580-014-0155-x.", "ArticleIdList": ["10.1007/s13580-014-0155-x"]}, {"Citation": "Mallet A.C.T., Cardoso M.G., Souza P.E., Machado S.M.F., Andrade M.A., Nelson D.L., Piccoli R.H. Chemical characterization of the Allium sativum and Origanum vulgare essential oils and their inhibition effect on the growth of some food pathogens. Rev. Bras. Plant. Med. 2014;16:804–811. doi: 10.1590/1983-084X/10_120.", "ArticleIdList": ["10.1590/1983-084X/10_120"]}, {"Citation": "Johnson O.O., Ayoola G.A., Adenipekun T. Antimicrobial Activity and the Chemical Composition of the Volatile Oil Blend from Allium sativum (Garlic Clove) and Citrus reticulata (Tangerine Fruit) Int. J. Pharm. Sci. Drug Res. 2013;5:187–193."}, {"Citation": "Yinyang J., Mpondo M.E., Tchatat M., Ndjib R.C., Mvogo-Ottou P.B., Dibong S.D. Les plantes à alcaloïdes utilisées par les populations de la ville de Douala (Cameroun) J. Appl. Biosci. 2014;78:6600–6619. doi: 10.4314/jab.v78i1.7.", "ArticleIdList": ["10.4314/jab.v78i1.7"]}, {"Citation": "Rainy G., Amita S., Preeti M. Study of chemical composition of garlic oil and comparative analysis of co-trimoxazole in response to in vitro antibacterial activity. Int. Res. J. Pharm. 2014;5:1–5."}, {"Citation": "Mustapha A.A. Annona senegalensis Persoon : A Multipurpose shrub, its Phytotherapic, Phytopharmacological and Phytomedicinal Uses. Int. J. Sci. Technol. 2013;2:862–865."}, {"Citation": "Konate A., Sawadogo W.R., Dubruc F., Caillard O., Ouedraogo M. Phytochemical and Anticonvulsant Properties of Annona senegalensis Pers. (Annonaceae ), Plant Used in Burkina Folk Medicine to Treat Epilepsy and Convulsions. Br. J. Pharmacol. Toxicol. 2012;3:245–250."}, {"Citation": "Awa E.P., Ibrahim S., Ameh D.A. GC/MS Analysis and antimicrobial activity of Diethyl ether fraction of Methanolic extract from the stem bark of Annona senegalensis pers. Int. J. Pharm. Sci. Res. 2012;3:4213–4218."}, {"Citation": "Ibrahim S.R.M., Mohamed G.A., Shaala L.A., Moreno L., Banuls Y., Van Goietsenoven G., Kiss R., Youssef D.T.A. New ursane-type triterpenes from the root bark of Calotropis procera. Phytochem. Lett. 2012;5:490–495. doi: 10.1016/j.phytol.2012.04.012.", "ArticleIdList": ["10.1016/j.phytol.2012.04.012"]}, {"Citation": "Patil S.G., Patil M.P., Maheshwari V.L., Patil R.H. In vitro lipase inhibitory effect and kinetic properties of di-terpenoid fraction from Calotropis procera (Aiton) Biocatal. Agric. Biotechnol. 2015;4:579–585. doi: 10.1016/j.bcab.2015.08.014.", "ArticleIdList": ["10.1016/j.bcab.2015.08.014"]}, {"Citation": "Sayed A.E.H., Mohamed N.H., Ismail M.A., Abdel-mageed W.M., Shoreit A.A.M. Antioxidant and antiapoptotic activities of Calotropis procera latex on Catfish (Clarias gariepinus) exposed to toxic 4-nonylphenol. Ecotoxicol. Environ. Saf. 2016;128:189–194. doi: 10.1016/j.ecoenv.2016.02.023.", "ArticleIdList": ["10.1016/j.ecoenv.2016.02.023", "26946283"]}, {"Citation": "Nenaah G.E. Potential of using flavonoids, latex and extracts from Calotropis procera (Ait.) as grain protectants against two coleopteran pests of stored rice. Ind. Crop. Prod. 2013;45:327–334. doi: 10.1016/j.indcrop.2012.12.043.", "ArticleIdList": ["10.1016/j.indcrop.2012.12.043"]}, {"Citation": "Kerharo J., Adam J.G. La Pharmacopée sénégalaise traditionnelle. Plantes médicinales et toxiques. ournal d’agriculture Trop. Bot. Appl. 1974;21:76–77."}, {"Citation": "Jeong-Hyun L., Jae-Sug L. Chemical Composition and Antifungal Activity of Plant Essential Oils against Malassezia furfur. Kor. J. Microbiol. Biotechnol. 2010;38:315–321."}, {"Citation": "Dongmo P.M.J., Tchoumbougnang F., Boyom F.F., Sonwa E.T., Zollo P.H.A., Menut C. Antiradical, antioxidant activities and anti-inflammatory potential of the essential oils of the varieties of citrus limon and citrus aurantifolia growing in Cameroon. J. Asian Sci. Res. 2013;3:1046–1057."}, {"Citation": "Ouedrhiri W., Bouhdid S., Balouiri M., Lalami A.E.O., Moja S., Chahdi F.O., Greche H. Chemical composition of Citrus aurantium L. leaves and zest essential oils, their antioxidant, antibacterial single and combined effects. J. Chem. Pharm. Res. 2015;7:78–84."}, {"Citation": "Ahmadu A., Haruna A.K., Garba M., Ehinmidu J.O., Sarker S.D. Phytochemical and antimicrobial activities of the Daniellia oliveri leaves. Fitoterapia. 2004;75:729–732. doi: 10.1016/j.fitote.2004.01.019.", "ArticleIdList": ["10.1016/j.fitote.2004.01.019", "15567251"]}, {"Citation": "Kaboré A. Thèse de Doctorat. Université Polytechnique de Bobo-Dioulasso; Bobo-Dioulasso, Burkina Faso: 2009. Activité anthelminthique de deux plantes tropicales testée in vitro et in vivo sur les strongles gastro-intestinaux des ovins de race mossi du Burkina Faso."}, {"Citation": "Muanda F.N., Dicko A., Soulimani R. Assessment of polyphenolic compounds, in vitro antioxydant and anti-inflammation properties of securidaca longepedunculata root barks. C. R. Biol. 2010;333:663–669. doi: 10.1016/j.crvi.2010.07.002.", "ArticleIdList": ["10.1016/j.crvi.2010.07.002", "20816646"]}, {"Citation": "SOPCFC (Scientific Opinion of the Panel on Contaminants in the Food Chain) Request from the European Commission Tropane alkaloids (from Datura sp.) as undesirable substances in animal feed. EFSA J. 2008;691:1–55."}, {"Citation": "Mahmood A., Mahmood A., Mahmood M. In vitro Biological Activities of Most Common Medicinal Plants of Family Solanaceae. World Appl. Sci. J. 2012;17:1026–1032."}, {"Citation": "Maheshwari N.O., Khan A., Chopade B.A. Rediscovering the medicinal properties of Datura sp.: A review. J. Med. Plant. Res. 2013;7:2885–2897."}, {"Citation": "Berkov S., Zayed R. Comparison of Tropane Alkaloid Spectra Between Datura innoxia Grown in Egypt and Bulgaria. Z. Naturforsch. C. 2004;59:184–186. doi: 10.1515/znc-2004-3-409.", "ArticleIdList": ["10.1515/znc-2004-3-409", "15241922"]}, {"Citation": "Lamien-Meda A., Lamien C.E., Compaoré M.M.Y., Meda R.N.T., Kiendrebeogo M., Zeba B., Millogo J.F., Nacoulma O.G. Polyphenol Content and Antioxidant Activity of Fourteen Wild Edible Fruits from Burkina Faso. Molecules. 2008;13:581–594. doi: 10.3390/molecules13030581.", "ArticleIdList": ["10.3390/molecules13030581", "PMC6245336", "18463567"]}, {"Citation": "Belemtougri R.G., Constantin B., Cognard C., Raymond G., Sawadogo L. Effects of two medicinal plants Psidium guajava L. (Myrtaceae) and Diospyros mespiliformis L. (Ebenaceae) leaf extracts on rat skeletal muscle cells in primary culture. J. Zhejiang Univ. Sci. B. 2006;7:56–63. doi: 10.1631/jzus.2006.B0056.", "ArticleIdList": ["10.1631/jzus.2006.B0056", "PMC1361761", "16365927"]}, {"Citation": "Abdulmalik I.A., Sule M.I., Musa A.M., Yaro A.H., Abdullahi M.I., Abdulkadir M.F., Yusuf H. Isolation of Steroids from Acetone Extract of Ficus iteophylla. Br. J. Pharmacol. Toxicol. 2011;2:270–272."}, {"Citation": "Soha P.M., Benoit-Vical F. Are West African plants a source of future antimalarial drugs? J. Ethnopharmacol. 2007;114:130–140. doi: 10.1016/j.jep.2007.08.012.", "ArticleIdList": ["10.1016/j.jep.2007.08.012", "17884314"]}, {"Citation": "Somboro A.A., Patel K., Diallo D., Sidibe L., Chalchat J.C., Figueredo G., Ducki S., Troin Y., Chalard P. An ethnobotanical and phytochemical study of the African medicinal plant Guiera senegalensis J. F. Gmel. J. Med. Plants Res. 2011;5:1639–1651."}, {"Citation": "Ouédraogo F. Thèse Doctorat. Université de Ouagadougou; Ouagadougou, Burkina Faso: 2011. Etude in vitro de l’activité antiplasmodiale d’extraits de feuilles, de fleurs et de galles de Guiera senegalensis J. F. Gmel (combretaceae)"}, {"Citation": "Androulakis X.M., Muga S.J., Chen F., Koita Y., Toure B., Michael Wargovich J. Chemopreventive Effects of Khaya senegalensis Bark Extract on Human Colorectal Cancer. Anticancer Res. 2006;26:2397–2406.", "ArticleIdList": ["16821623"]}, {"Citation": "Idu M., Igeleke C.L. Antimicrobial Activity and Phytochemistry of Khaya senegalensis Roots. Int. J. Ayurvedic Herb. Med. 2012;2:415–422."}, {"Citation": "Wakirwa J.H., Idris S., Madu S.J., Dibal M., Malgwi T. Assessment of the In-vitro antimicrobial potential of Khaya Senegalensis ethanol leaf extract. J. Chem. Pharm. Res. 2013;5:182–186."}, {"Citation": "Nwodo N.J., Ibezim A., Ntie-Kang F., Adikwu M.U., Mbah C.J. Anti-Trypanosomal Activity of Nigerian Plants and Their Constituents. Molecules. 2015;2:7750–7771. doi: 10.3390/molecules20057750.", "ArticleIdList": ["10.3390/molecules20057750", "PMC6272792", "25927903"]}, {"Citation": "Atawodi S.E., Atawodi J.C., Pala Y., Idakwo P. Assessment of the Polyphenol Profile and Antioxidant Properties of Leaves, Stem and Root Barks Of Khaya senegalensis (Desv.) A.Juss. Electron. J. Biol. 2009;5:80–84."}, {"Citation": "Khalid S.A., Friedrichsen G.M., Kharazmi A., Theander T.G., Olsen C.E., Christensen S.B. Limonoids from Khaya senegalensis. Phytochemistry. 1998;49:1769–1772. doi: 10.1016/S0031-9422(98)00284-2.", "ArticleIdList": ["10.1016/S0031-9422(98)00284-2", "11711097"]}, {"Citation": "Zongo C., Akomo E.-F.O., Sawadogo A., Obame L.C., Koudou J., Traore A.S. In vitro antibacterial properties of total alkaloids extract from Mitragyna inermis (Will) O. Kuntze, a West African traditional medicinal plant. Asian J. Plant Sci. 2009;8:172–177. doi: 10.3923/ajps.2009.172.177.", "ArticleIdList": ["10.3923/ajps.2009.172.177"]}, {"Citation": "Uthman G.S., Gana G., Zakama S. Anticonvulsant Screening of the Ethanol Leaf Extract of Mitragyna inermis (Willd) in Mice and Chicks. Int. J. Res. Pharm. Biomed. Sci. 2013;4:1354–1357."}, {"Citation": "Alowanou G.G., Olounlade A.P., Azando E.V.B., Dedehou V.F.G.N., Daga F.D., Hounzangbeadote S.M. A review of Bridelia ferruginea, Combretum glutinosum and Mitragina inermis plants used in zootherapeutic remedies in West Africa: Historical origins, current uses and implications for conservation. J. Appl. Biosci. 2015;87:8003–8014. doi: 10.4314/jab.v87i1.4.", "ArticleIdList": ["10.4314/jab.v87i1.4"]}, {"Citation": "Konkon N.G., Adjoungoua A.L., Manda P., Simaga D., N’Guessan K.E., Kone B.D. Toxicological and phytochemical screening study of Mitragyna Inermis (willd.) O ktze (Rubiaceae), anti-diabetic plant. J. Med. Plan. Res. 2008;2:279–284."}, {"Citation": "Takayama H., Ishikawa H., Kitajima M., Aimi N., Aji B.M. Anew 9-methoxyyohimbine-type indole alkaloid from Mitragyna inermis. Chem. Pharm. Bull. 2004;52:359–361. doi: 10.1248/cpb.52.359.", "ArticleIdList": ["10.1248/cpb.52.359", "14993762"]}, {"Citation": "Cheng Z.H., Yua B.Y., Yang X.W. 27-Nor-terpenoid glycosides from Mitragyna inermis. Phytochemistry. 2002;61:379–382. doi: 10.1016/S0031-9422(02)00244-3.", "ArticleIdList": ["10.1016/S0031-9422(02)00244-3", "12377229"]}, {"Citation": "Karou S.D., Tchacondo T., Ilboudo D.P., Simpore J. Sub-saharan Rubiaceae : A review of their traditional uses, phytochemistry and biological activities. Pak. J. Biol. Sci. 2011;14:149–169. doi: 10.3923/pjbs.2011.149.169.", "ArticleIdList": ["10.3923/pjbs.2011.149.169", "21870639"]}, {"Citation": "Ajaiyeoba E.O. Phytochemical antibacterial properties of parkia biglobosa and parkia bicolor leaf extracts. Afr. J. Riomed. Res. 2002;5:125–129. doi: 10.4314/ajbr.v5i3.54000.", "ArticleIdList": ["10.4314/ajbr.v5i3.54000"]}, {"Citation": "Bukar A., Uba A., Oyeyi T.I. Phytochemical Analysis and Antimicrobial Activity of Parkia Biglobosa (Jacq.) Benth. Extracts Againt Some Food – Borne Microrganisms. Adv. Environ. Biol. 2010;4:74–79."}, {"Citation": "Komolafe K., Akinmoladun A.C., Olaleye M.T. Methanolic leaf extract of Parkia biglobosa protects against doxorubicin-induced cardiotoxicity in rats. Int. J. Appl. Res. Nat. Prod. 2013;6:39–47."}, {"Citation": "Ezekwe C.I., Ada A.C., Okechukwu P.C.U. Effects of Methanol Extract of Parkia biglobosa Stem Bark on the Liver and Kidney Functions of Albino Rats. Glob. J. Biotechnol. Biochem. 2013;8:40–50."}, {"Citation": "Adebiyi R.A., Elsa A.T., Agaie B.M., Etuk E.U. Antinociceptive and antidepressant like effects of Securidaca longepedunculata root extract in mice. J. Ethnopharmacol. 2006;107:234–239. doi: 10.1016/j.jep.2006.03.017.", "ArticleIdList": ["10.1016/j.jep.2006.03.017", "16647235"]}, {"Citation": "Adeyemi O.O., Akindele A.J., Yemitan O.K., Aigbe F.R., Fagbo F.I. Anticonvulsant, anxiolytic and sedative activities of the aqueous root extract of Securidaca longepedunculata Fresen. J. Ethnopharmacol. 2010;130:191–195. doi: 10.1016/j.jep.2010.04.028.", "ArticleIdList": ["10.1016/j.jep.2010.04.028", "20435127"]}, {"Citation": "Okomolo C.M., Mbafor J.T., Bum E.N., Kouemou N., Kandeda A.K., Talla E., Dimo T., Rakotonirira A., Rakotonirira S.V. Evaluation of the sedative and anticonvulsant properties of three Cameroonnian plant. Afr. J. Tradit. Complement. Altern. Med. 2011;8:181–190.", "ArticleIdList": ["PMC3252709", "22754073"]}, {"Citation": "Nébié R.H.C., Yaméogo R.T., Bélanger A., Sib F.S. Salicylate de méthyle, constituant unique de l’huile essentielle de l'écorce des racines de Securidaca longepedunculata du Burkina Faso. C. R. Chim. 2004;7:1003–1006. doi: 10.1016/j.crci.2003.12.025. (In French)", "ArticleIdList": ["10.1016/j.crci.2003.12.025"]}, {"Citation": "Mitaine-offer A., Pénez N., Miyamoto T., Delaude C., Mirjolet J., Duchamp O., Lacaille-dubois M. Phytochemistry Acylated triterpene saponins from the roots of Securidaca longepedunculata. Phytochemistry. 2010;71:90–94. doi: 10.1016/j.phytochem.2009.09.022.", "ArticleIdList": ["10.1016/j.phytochem.2009.09.022", "19863977"]}, {"Citation": "Sow P.G. Enquête Ethnobotanique et Ethnopharmacologique des Plantes Médicinales de la pharmacopée Sénégalaise Dans le Traitement des Morsures de Serpents. Le Pharmacien Hospitalier et Clinicien. 2012;47:37–41. doi: 10.1016/j.phclin.2011.08.005.", "ArticleIdList": ["10.1016/j.phclin.2011.08.005"]}, {"Citation": "Van Wyk B.E., Van Oudtshoorn B., Gericke N. Medicinal Plants of South Africa. 1st ed. Briza Publications; Pretoria, South Africa: 2005."}, {"Citation": "Diakité B. PhD Thesis. Université de Bamako; Bamako, Mali: 2008. La susceptibilite des larves d’Anopheles gambiae S.L. à des extraits de plantes medicinales du Mali."}, {"Citation": "Dibwe D.F., Awale S., Kadota S., Morita H., Tezuka Y. Heptaoxygenated xanthones as anti-austerity agents from Securidaca longepedunculata. Bioorg. Med. Chem. 2013;21:7663–7668. doi: 10.1016/j.bmc.2013.10.027.", "ArticleIdList": ["10.1016/j.bmc.2013.10.027", "24216090"]}, {"Citation": "Bhadoriya S.S., Mishra V., Raut S., Ganeshpurkar A., Jain S.K. Anti-Inflammatory and Antinociceptive Activities of a Hydroethanolic Extract of Tamarindus indica Leaves. Sci. Pharm. 2012;80:685–700. doi: 10.3797/scipharm.1110-09.", "ArticleIdList": ["10.3797/scipharm.1110-09", "PMC3447617", "23008815"]}, {"Citation": "Tariq M., Chaudhary S., Rahman K., Hamiduddin, Zaman R., Shaikh L. Tamarindus indica: An overview. J. Biol. Sci. Opin. 2013;1:128–131. doi: 10.7897/2321-6328.01220.", "ArticleIdList": ["10.7897/2321-6328.01220"]}, {"Citation": "Yusha’u M., Gabari D.A., Dabo N.T., Hassan A., Dahiru M. Biological activity and phytochemical constituents of Tamarindus indica stem bark extracts. Sky J. Microbiol. Res. 2014;2:67–71."}, {"Citation": "Doughari J.H. Antimicrobial Activity of Tamarindus indica Linn. Trop. J. Pharm. Res. 2006;5:597–603. doi: 10.4314/tjpr.v5i2.14637.", "ArticleIdList": ["10.4314/tjpr.v5i2.14637"]}, {"Citation": "Kapur M.A., John S.A. Antimicrobial Activity of Ethanolic Bark Extract of Tamarindus indica against some Pathogenic Microorganisms. Int. J. Curr. Microbiol. Appl. Sci. 2014;3:589–593."}, {"Citation": "Ahmed A.O.E.E., Ayoub S.M.H. Chemical composition and antimalarial activity of extracts of Sudanese Tamarindus indica L. (Fabaceae) Pharma Innov. J. 2015;4:90–93."}, {"Citation": "Isha D., Milind P. IMLII: A Craze Lovely. Int. Res. J. Pharm. 2012;3:110–115."}, {"Citation": "Maikai V.A., Kobo P.I., Maikai B.V.O. Antioxidant properties of Ximenia Americana. Afr. J. Biotechnol. 2010;9:7744–7746."}, {"Citation": "Monte F.J.Q., de Lemos T.L.G., de Araújo M.R.S., Gomes E.S. Ximenia americana: Chemistry, Pharmacology and Biological Properties, a Review.  [(accessed on 12 December 2016)];2012  Available online:  www.intechopen.com."}, {"Citation": "Araújo M.R.S., Assunção J.C.C., Dantas I.N.F., Costa-Lotufo L.V., Monte F.J.Q. Chemical Constituents of Ximenia americana. Nat.Prod. Commun. 2008;3:857–860."}, {"Citation": "Fatope M.O., Adoum O.A., Takeda Y. C18 Acetylenic Fatty Acids of Ximenia americana with Potential Pesticidal Activity. J. Agric. Food Chem. 2000;4:1872–1874. doi: 10.1021/jf990550k.", "ArticleIdList": ["10.1021/jf990550k", "10820107"]}, {"Citation": "Saeed A.E.M., Bashier R.S.M. Physico-chemical analysis of Ximenia americana L. oil and structure elucidation of some chemical constituents of its seed oil and fruit pulp. J. Pharmacogn. Phytother. 2010;2:49–55."}, {"Citation": "Kouri F.C. Thèse. Université de Lausanne; Lausanne, Suisse: 2004. Investigation phytochimique d’une brosse à dents africaine Zanthoxylum zanthoxyloides (Lam.) Zepernick et Timler (Syn. Fagara zanthoxyloides L.) (Rutaceae)"}, {"Citation": "Gansane A., Sanon S., Ouattara P.L., Hutter S., Olivier E., Azas N., Traore A.S., Guissou I.P., Nebie I., Sirima B.S. Antiplasmodial activity and cytotoxicity of semi purified fraction: Zanthoxylum zanthoxyloïdes Lam. Bark of trunk. Int. J. Pharm. 2010;6:921–925. doi: 10.3923/ijp.2010.921.925.", "ArticleIdList": ["10.3923/ijp.2010.921.925"]}, {"Citation": "Ouedraogo S., Traore A., Lompo M., Some N., Sana B., Guissou I.P. Vasodilator effect of Zanthoxylum zanthoxyloïdes, Calotropis procera and FACA, a mixture of these two plants. Int. J. Biol. Chem. Sci. 2011;5:1351–1357. doi: 10.4314/ijbcs.v5i4.1.", "ArticleIdList": ["10.4314/ijbcs.v5i4.1"]}, {"Citation": "Olounladé P.A., Hounzangbé-Adoté M.S., Azando E.V.B., TAmha T.B., Brunet S., Moulis C., Fabre N., Fouraste I., Hoste H., Valentin A. Etude in vitro de l’effet des tanins de Newbouldia laevis et de Zanthoxylum zanthoxyloïdes sur la migration des larves infestantes de Haemonchus contortus. Int. J. Biol. Chem. Sci. 2011;5:1414–1422."}, {"Citation": "Affouet K.M., Tonzibo Z.F., Attioua B.K., Chalchat J.C. Chemical Investigations of Volatile Oils from Aromatic Plants Growing in Côte d’ivoire: Harisonia abyssinica Oliv., Canarium schwerfurthii Engl. Zanthoxylum gilletti (De wild) Waterm. And Zanthoxylum zanthoxyloides Lam. Anal. Chem. Lett. 2012;2:367–372."}, {"Citation": "Ouattara B., Angenot L., Guissou P., Fondu P., Dubois J., Frédérich M., Jansen O., Van Heugen J.C., Wauters J.N., Tits M. LC/MS/NMR analysis of isomeric divanilloylquinic acids from the root bark of Fagara zanthoxyloides Lam. Phytochemistry. 2004;65:1145–1151. doi: 10.1016/j.phytochem.2004.02.025.", "ArticleIdList": ["10.1016/j.phytochem.2004.02.025", "15110696"]}, {"Citation": "Sameera N.S., Mandakini B.P. Investigations into the antibacterial activity of Ziziphus mauritiana Lam. and Ziziphus xylopyra (Retz.) Willd. Int. Food Res. J. 2015;22:849–853."}, {"Citation": "Ashraf A., Sarfraz R.A., Anwar F., Shahid S.A., Alkharfy K.M. Chemical composition and biological activities of leaves of Ziziphus mauritiana l. Native to Pakistan. Pak. J. Bot. 2015;47:367–376."}, {"Citation": "Parmar P., Bhatt S., Dhyani D.S., Jain A. Phytochemical studies of the secondary metabolites of Ziziphus mauritiana Lam. Leaves. Int. J. Curr. Pharm. Res. 2012;4:153–155."}, {"Citation": "Springer T.L., Mcgraw R.L., Aiken G.E., Michx L. Variation of Condensed Tannins in Roundhead Lespedeza Germplasm. Crop Sci. 2002;42:2157–2160. doi: 10.2135/cropsci2002.2157.", "ArticleIdList": ["10.2135/cropsci2002.2157"]}, {"Citation": "Adetutu A., Morgan W.A., Corcoran O. Ethnopharmacological survey and in vitro evaluation of wound-healing plants used in South-western Nigeria. J. Ethnopharmacol. 2011;137:50–56. doi: 10.1016/j.jep.2011.03.073.", "ArticleIdList": ["10.1016/j.jep.2011.03.073", "21501678"]}, {"Citation": "Kalla A. Ph.D. Thesis. Université Mentouri-Constantine; Constantine, Algérie: 2012. Etude et valorisation des principes actifs de quelques plantes du sud algérien : Pituranthos scoparius, Rantherium adpressum et Traganum nudatum."}, {"Citation": "Feknous S., Saidi F., Said R.M. Extraction, caractérisation et identification de quelques métabolites secondaires actifs de la mélisse ( Melissa officinalis L.) Nat. Technol. 2014;11:7–13."}, {"Citation": "Mohagheghzadeh A., Faridi P., Shams-ardakani M., Ghasemi Y. Medicinal smokes. J. Ethnopharmacol. 2006;108:161–184. doi: 10.1016/j.jep.2006.09.005.", "ArticleIdList": ["10.1016/j.jep.2006.09.005", "17030480"]}, {"Citation": "Ujváry I. Psychoactive natural products : Overview of recent developments. Ann Ist Super Sanità. 2014;50:12–27.", "ArticleIdList": ["24695249"]}, {"Citation": "Amar B.M. La Polyconsommation de Psychotropes et les Principales Interactions Pharmacologiques Associées. Centre québécois de lutte aux dépendances; Québec, QC, Canada: 2007."}, {"Citation": "Organisation Mondiale de la Santé (OMS) Neurosciences : Usage de Substances Psychoactives et Dépendance. OMS; Genève, Suisse: 2004."}, {"Citation": "Stafford G.I., Jäger A.K., Van Staden J. African Psychoactive Plants. Challenges. 2009;1021:323–346."}]}], "History": [{"Year": "2016", "Month": "12", "Day": "16"}, {"Year": "2017", "Month": "5", "Day": "11"}, {"Year": "2017", "Month": "5", "Day": "15"}, {"Year": "2017", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "5", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["28930246", "PMC5590068", "10.3390/medicines4020032", "medicines4020032"]}}]}