{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Baltistan", "Karakorum", "Medicinal plants", "Mountain", "Shigar Valley"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28946889", "DateCompleted": {"Year": "2018", "Month": "06", "Day": "25"}, "DateRevised": {"Year": "2019", "Month": "01", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "09", "Day": "25"}], "Language": ["eng"], "ELocationID": ["53", "10.1186/s13002-017-0172-9"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Sep", "Day": "25"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Medicinal plants used by inhabitants of the Shigar Valley, Baltistan region of Karakorum range-Pakistan.", "Pagination": {"StartPage": "53", "MedlinePgn": "53"}, "Abstract": {"AbstractText": ["The inhabitants of mountainous terrains depend on folk therapies to treat various ailments; however lack of plant based research and geographical constraints set the traditional knowledge in jeopardy. Present study is the first documentation on traditional uses of plant species by the inhabitants of the Shigar Valley, Karakorum Range, Northern Pakistan.", "Ethnobotanical data were collected over a period from July, 2013 to October, 2016 from 84 respondents, using semi structured questionnaire. Quantitative indices such as relative frequency citation (RFCs) and fidelity level (FL) were intended to evaluate the importance of medicinal plant species.", "In total 84 plant species belonging to 36 families and 72 genera were recorded. Fabaceae was dominant with 7 species, followed by Asteraceae, Lamiaceae and Rosacea (6 species each). Leaves, root, flowers, seeds and fruits were the frequently utilized plant parts, whereas among drug formulations, decoction (49%) was ranked first. Majority of the plant species were used to treat abdominal, respiratory and dermal ailments (31, 12 and 12, respectively). RFCs value ranged 0.477 to 0.11 for Tanacetum falconeri and Allium carolinianum, respectively; while Hippophe rhamnoides and Thymus linearis depicted 100% FL. Comparative assessment with previous reports revealed that traditional uses of 26% plant species counting Hedyserum falconeri, Aconitum violoceum var. weileri, Arnebia guttata, Biebersteinia odora, Clematis alpine var. sibirica, Corydalis adiantifolia and Saussurea simpsoniana were reported for the first time.", "The endemic medicinal plant species and traditional knowledge of Balti community living in extremely high mountains area were explored for the first time. A comprehensive survey of this region could be significant to drive the existing knowledge in market circuit with sustainable collection, and to evaluate economic potential of the plant species. Additionally, social livelihood could be reinforced through establishing collection sites, transformation and drying centres for micro and macro marketing of medicinal plant species. Plants and people interaction in the Karakorum Mountains."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Hazara University, Mansehra, Pakistan."}], "LastName": "Abbas", "ForeName": "Zaheer", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, Quaid-i-Azam University, Islamabad, Pakistan. shuja60@gmail.com."}], "LastName": "Khan", "ForeName": "Shujaul Mulk", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Hazara University, Mansehra, Pakistan."}], "LastName": "Alam", "ForeName": "Jan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Karakorum International University, Gilgit, Baltistan, Pakistan."}], "LastName": "Khan", "ForeName": "Sher Wali", "Initials": "SW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, COMSATS, Abbottabad, Pakistan. arshad799@yahoo.com."}], "LastName": "Abbasi", "ForeName": "Arshad Mehmood", "Initials": "AM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Interviews as Topic"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Pakistan"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Present study is purely based on filed survey instead of human or animal trails. However, formal consent was received from informants regarding data collection and publication; then the Participatory rural appraisal (PRA) approach as mentioned in the Kyoto Protocol was applied with the consent of the informant. Ethical guidelines of the International Society of Ethnobiology (http://www.ethnobiology.net/) were strictly followed. CONSENT FOR PUBLICATION: Our manuscript does not contain any individual’s person data; therefore we didn’t take any consent for publication. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abbas Q, Qureshi R, Naqvi AUN, Khan SW, Hussain I. Floristic inventory and ethnobotanical study of the Naltar valley (Karakoram range), Gilgit, Pakistan. Pak J Bot. 2013;45:269–277."}, {"Citation": "Abbas, Z. (2012). \"floristic diversity, cultural uses and phytosociology of Tormic valley Baltistan\". M.phil Thesis, Quaid-i-Azam University Islamabad, Pkistan."}, {"Citation": "Abbas Z, Khan SM, Abbasi AM, Pieroni A, Ullah Z, Iqbal M, et al. Ethnobotany of the Balti community, Tormik valley, Karakorum range, Baltistan, Pakistan. J Ethnobiol Ethnomed. 2016;12(1):38. doi: 10.1186/s13002-016-0114-y.", "ArticleIdList": ["10.1186/s13002-016-0114-y", "PMC5018187", "27612599"]}, {"Citation": "Abbasi AM, Khan MA, Ahmed M, Zafar M. Herbal medicines used to cure various ailments by the inhabitants of Abbottabad district, north west Frontier Province, Pakistan. Indian J Trad Know. 2010;9:175–183."}, {"Citation": "Abbasi AM, Khan MA, Shah MH, Shah MM, Pervez A, Ahmad M. Ethnobotanical appraisal and cultural values of medicinally important wild edible vegetables of lesser Himalayas-Pakistan. Ethnobiol Ethnomed. 2013;9:84. doi: 10.1186/1746-4269-9-84.", "ArticleIdList": ["10.1186/1746-4269-9-84", "PMC3853161", "24034131"]}, {"Citation": "Afridi, B. G. (1988). Baltistan in history: Emjay books international."}, {"Citation": "Alexiades, M. N., & Sheldon, J. W. (1996). Selected guidelines for ethnobotanical research: a field manual: New York botanical garden."}, {"Citation": "Ali, S., & Nasir, E. (1970). Flora of Pakistan, 01-215. Department of Botany, University of Karachi, Pakistan, 2002."}, {"Citation": "Ballabh B, Chaurasia O. Medicinal plants of cold desert Ladakh used in the treatment of stomach disorders. Indian J Tradit Knowl. 2009;8(2):185–190."}, {"Citation": "Ballabh B, Chaurasia O. Herbal formulations from cold desert plants used for gynecological disorders. Ethnobot Res Appl. 2011;9:59–66. doi: 10.17348/era.9.0.59-66.", "ArticleIdList": ["10.17348/era.9.0.59-66"]}, {"Citation": "Bano A, Ahmad M, Hadda TB, Saboor A, Sultana S, Zafar M, et al. Quantitative ethnomedicinal study of plants used in the skardu valley at high altitude of Karakoram-Himalayan range, Pakistan. J Ethnobiol Ethnomed. 2014;10(1):43. doi: 10.1186/1746-4269-10-43.", "ArticleIdList": ["10.1186/1746-4269-10-43", "PMC4039317", "24885937"]}, {"Citation": "Bano A, Ahmad M, Zafar M, Sultana S, Rashid S, Khan MA. Ethnomedicinal knowledge of the most commonly used plants from Deosai plateau, western Himalayas, Gilgit Baltistan, Pakistan. J Ethnopharmacol. 2014;155(2):1046–1052. doi: 10.1016/j.jep.2014.05.045.", "ArticleIdList": ["10.1016/j.jep.2014.05.045", "24969822"]}, {"Citation": "Bhasin V. Ecology and health: a study among tribals of Ladakh. Stud Tribes Tribals. 2005;3(1):1–13."}, {"Citation": "Bielmeier, R. (1995). Balti Tibetan in its historical linguistic context. Karakorum—Hindukush—Himalaya: Dynamics of change, Part II, 583-610."}, {"Citation": "Chaudhary MI, He Q, Cheng Y, Xiao P. Ethnobotany of medicinal plants from tian mu Shan biosphere reserve, Zhejiang-province, China. Asian J Plant Sci. 2006;5(4):646–653. doi: 10.3923/ajps.2006.646.653.", "ArticleIdList": ["10.3923/ajps.2006.646.653"]}, {"Citation": "Cotton, C. M. (1996). Ethnobotany: principles and applications: John Wiley & Sons."}, {"Citation": "de Boer H, Lamxay V. Plants used during pregnancy, childbirth and postpartum healthcare in Lao PDR: a comparative study of the Brou, Saek and Kry ethnic groups. J Ethnobiol Ethnomed. 2009;5(1):1. doi: 10.1186/1746-4269-5-1.", "ArticleIdList": ["10.1186/1746-4269-5-1", "PMC2749814", "19737413"]}, {"Citation": "Giday K, Lenaerts L, Gebrehiwot K, Yirga G, Verbist B, Muys B. Ethnobotanical study of medicinal plants from degraded dry afromontane forest in northern Ethiopia: species, uses and conservation challenges. J Herb Med. 2016;6(2):96–104. doi: 10.1016/j.hermed.2016.03.004.", "ArticleIdList": ["10.1016/j.hermed.2016.03.004"]}, {"Citation": "Hamayun M, Afzal S, Khan MA. Ethnopharmacology, indigenous collection and preservation techniques of some frequently used medicinal plants of Utror and Gabral, district swat, Pakistan. Afr J Tradit, Complement Altern Med. 2006;3(2):57–73."}, {"Citation": "Hocking GM. Pakistan medicinal plants I. Plant Foods for Hum Nutr (Formerly Qualitas Plantarum) 1958;5(1):145–153."}, {"Citation": "Hussain I, Bano A, Ullah F. Traditional drug therapies from various medicinal plants of central karakoram national park, Gilgit-Baltistan Pakistan. Pak J Bot. 2011;43:79–84."}, {"Citation": "Hussain K, Nisar MF, Majeed A, Nawaz K, Bhatti KH. Ethnomedicinal survey for important plants of Jalalpur Jattan, district Gujrat, Punjab, Pakistan. Ethnobotanical Leaflets. 2010;2010(7):11."}, {"Citation": "Ijaz F, Iqbal Z, Rahman IU, Alam J, Khan SM, Shah GM, et al. Investigation of traditional medicinal floral knowledge of Sarban Hills, Abbottabad, KP, Pakistan. J Ethnopharmacol. 2016;179:208–233. doi: 10.1016/j.jep.2015.12.050.", "ArticleIdList": ["10.1016/j.jep.2015.12.050", "26739924"]}, {"Citation": "Jha P, Karmacharya S, Chettri M, Thapa C, Shrestha B. Medicinal plants in Nepal: ecological society. Nepal: Kathmandu; 2008."}, {"Citation": "Khan B, Abdukadir A, Qureshi R, Mustafa G. Medicinal uses of plants by the inhabitants of Khunjerab National Park, Gilgit, Pakistan. Pak J Bot. 2011;43(5):2301–2310."}, {"Citation": "Khan, H. (1987). History of Baltistan: Lok Virsa translation."}, {"Citation": "Khan K, Shah M, Ahmad H, Khan SM, Rahman IU, Iqbal Z, Aldubise A. Exploration and local Utilization of Medicinal Vegetation Naturally Grown in the Deusai plateau of Gilgit. Saudi Journal of Biological Sciences: Pakistan; 2017.", "ArticleIdList": ["PMC5815990", "29472786"]}, {"Citation": "Khan, M, Khan, SM, Ilyas, M, Alqarawi, AA, Ahmad, Z, & Abd_Allah, EF. (2017). Plant species and communities assessment in interaction with edaphic and topographic factors; an ecological study of the mount Eelum District. Swat, Pakistan. Saudi journal of biological sciences, 24(4), 778–786.", "ArticleIdList": ["PMC5415162", "28490946"]}, {"Citation": "Khan SM, Ahmad H, Ramzan M, Jan MM. Ethnomedicinal plant resources of Shawar Valley. Pakistan journal of biological sciences: PJBS. 2007;10(10):1743–1746. doi: 10.3923/pjbs.2007.1743.1746.", "ArticleIdList": ["10.3923/pjbs.2007.1743.1746", "19086529"]}, {"Citation": "Khan SM, Page S, Ahmad H, Shaheen H, Ullah Z, Ahmad M, et al. Medicinal flora and ethnoecological knowledge in the Naran Valley, western Himalaya, Pakistan. J Ethnobiol Ethnomed. 2013;9(4)", "ArticleIdList": ["PMC3570439", "23302393"]}, {"Citation": "Khan SW. Inventoring and monitoring the flora of Haramosh and Bugrote valleys Gilgit, Gilgit Batistan. Karachi Pakistan: PhD Thesis, University of Karachi; 2007."}, {"Citation": "Khan SW, Khatoon S. Ethno botanical studies on useful trees and shrubs of Haramosh and Bugrote valleys in Gilgit Notheren areas of Pakistan. Pak J Bot. 2007;39(3):699–710."}, {"Citation": "Khan SW, Khatoon S. Ethnobotanical studies on useful trees and shrubs of Haramosh and Bugrote valleys, in Gilgit northern areas of Pakistan. Pak J Bot. 2007;39(3):699–710."}, {"Citation": "Khan SW, Khatoon S. Ethnobotanical studies on some useful herbs of Haramosh and Bugrote valleys in Gilgit, northern areas of Pakistan. Pak J Bot. 2008;40(1):43."}, {"Citation": "Klimes L. Life-forms and clonality of vascular plants along an altitudinal gradient in E Ladakh (NW Himalayas) Basic and Appl Ecol. 2003;4(4):317–328. doi: 10.1078/1439-1791-00163.", "ArticleIdList": ["10.1078/1439-1791-00163"]}, {"Citation": "Klimeš L, Dickoré B. A contribution to the vascular plant flora of lower Ladakh (Jammu & Kashmir, India). Willdenowia. 2005:125–53."}, {"Citation": "Körner, C., & Spehn, E. M. (2002). Mountain biodiversity: a global assessment: Parthenon publishing group London."}, {"Citation": "Lozada M, Ladio A, Weigandt M. Cultural transmission of ethnobotanical knowledge in a rural community of northwestern Patagonia, Argentina. Econ Bot. 2006;60(4):374–385. doi: 10.1663/0013-0001(2006)60[374:CTOEKI]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2006)60[374:CTOEKI]2.0.CO;2"]}, {"Citation": "Maden K. Plant collection and herbarium techniques. Our Nature. 2004;2(1):53–57."}, {"Citation": "Mall B, Gauchan DP, Chhetri RB. An ethnobotanical study of medicinal plants used by ethnic people in Parbat district of western Nepal. J of Ethnopharmacol. 2015;", "ArticleIdList": ["25571849"]}, {"Citation": "Martin G. A methods manual. People and plants conservation series. UK: WWF: Earthscan Publications; 2004. Ethnobotany."}, {"Citation": "Mutheeswaran S, Pandikumar P, Chellappandian M, Ignacimuthu S. Documentation and quantitative analysis of the local knowledge on medicinal plants among traditional siddha healers in Virudhunagar district of Tamil Nadu, India. J Ethnopharmacol. 2011;137(1):523–533. doi: 10.1016/j.jep.2011.06.003.", "ArticleIdList": ["10.1016/j.jep.2011.06.003", "21718779"]}, {"Citation": "Nasir, E., Ali, S., & Stewart, R. R. (1972). Flora of West Pakistan: an annotated catalogue of the vascular plants of West Pakistan and Kashmir: Fakhri."}, {"Citation": "Schippmann, U., Leaman, D. J., & Cunningham, A. (2002). Impact of cultivation and gathering of medicinal plants on biodiversity: global trends and issues. Biodiversity and the ecosystem approach in agriculture, forestry and fisheries."}, {"Citation": "Schmidt M. Pastoral systems in Shigar/Baltistan: communal herding management and pasturage rights. High Mountain Pastoralism in Northern Pakistan. 2000;132:121."}, {"Citation": "Schuler S. Story of the creation of Shigar. Cent Asiatic J. 1978;22(1-2):102."}, {"Citation": "Seong YB, Bishop MP, Bush A, Clendon P, Copland L, Finkel RC, et al. Landforms and landscape evolution in the Skardu, Shigar and Braldu valleys, central Karakoram. Geomorphology. 2009;103(2):251–267. doi: 10.1016/j.geomorph.2008.04.026.", "ArticleIdList": ["10.1016/j.geomorph.2008.04.026"]}, {"Citation": "Seong YB, Owen LA, Bishop MP, Bush A, Clendon P, Copland L, et al. Quaternary glacial history of the central Karakoram. Quat Sci Rev. 2007;26(25):3384–3405. doi: 10.1016/j.quascirev.2007.09.015.", "ArticleIdList": ["10.1016/j.quascirev.2007.09.015"]}, {"Citation": "Shinwari ZK, Gilani SS. Sustainable harvest of medicinal plants at Bulashbar Nullah, Astore (northern Pakistan) J Ethnopharmacol. 2003;84(2):289–298. doi: 10.1016/S0378-8741(02)00333-1.", "ArticleIdList": ["10.1016/S0378-8741(02)00333-1", "12648828"]}, {"Citation": "Shinwari ZK, Qaiser M. Efforts on conservation and sustainable use of medicinal plants of Pakistan. Pak J Bot. 2011;43(1):5–10."}, {"Citation": "Tardío J, Pardo-de-Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of southern Cantabria (northern Spain) 1. Econ Bot. 2008;62(1):24–39. doi: 10.1007/s12231-007-9004-5.", "ArticleIdList": ["10.1007/s12231-007-9004-5"]}, {"Citation": "Tardío J, Pardo-De-Santayana M, Morales R. Ethnobotanical review of wild edible plants in Spain. Bot J Linn Soc. 2006;152(1):27–71. doi: 10.1111/j.1095-8339.2006.00549.x.", "ArticleIdList": ["10.1111/j.1095-8339.2006.00549.x"]}, {"Citation": "Uniyal, B., & Shiva, V. (2005). Traditional knowledge on medicinal plants among rural women of the Garhwal Himalaya, Uttaranchal."}, {"Citation": "Uprety Y, Asselin H, Boon EK, Yadav S, Shrestha KK. Indigenous use and bio-efficacy of medicinal plants in the Rasuwa District, Central Nepal. J Ethnobiol Ethnomed. 2010;6(1):3. doi: 10.1186/1746-4269-6-3.", "ArticleIdList": ["10.1186/1746-4269-6-3", "PMC2823594", "20102631"]}, {"Citation": "Veith, C., & Shaw, J. (2011). Why invest in sustainable mountain development?"}, {"Citation": "Waheed Murad AA, Adnan M, Tariq A, Khan KU, Waheed S, Ahmad A. Ethnobotanical assessment of plant resources of Banda Daud Shah, district Karak, Pakistan. J Ethnobiol Ethnomed. 2013;9:77. doi: 10.1186/1746-4269-9-77.", "ArticleIdList": ["10.1186/1746-4269-9-77", "PMC4176138", "24267174"]}, {"Citation": "Wazir, S. M., Dasti, A. A., & Shah, J. (2004). Common medicinal plants of chapursan valley, Gojal II, Gilgit-Pakistan. J Res (Science) Bahauddin Zakariya University, Multan, Pakistan, 15, 41–43."}, {"Citation": "Webster GL, Nasir E. The vegetation and flora of the Hushe Valley (Karakoram range, Pakistan). Pakistan J Forestry. 1965;15(3)"}, {"Citation": "Yang L, Ahmed S, Stepp JR, Mi K, Zhao Y, Ma J, et al. Comparative homegarden medical ethnobotany of Naxi healers and farmers in northwestern Yunnan, China. J Ethnobiol Ethnomed. 2014;10(1):6. doi: 10.1186/1746-4269-10-6.", "ArticleIdList": ["10.1186/1746-4269-10-6", "PMC3907136", "24410825"]}, {"Citation": "Zakir, C. M. (1991). Siachen glacier: the World’s highest battlefield: Urdu (Baltistan, Pakistan: Baltistan Academy, Ali Abad Skardu, 1991)."}, {"Citation": "Zeisler B. On the position of Ladakhi and Balti in the Tibetan language family. Ladakhi Histories: Local and Regional Perspectives. Leiden, Boston: Brill; 2005."}]}], "History": [{"Year": "2017", "Month": "4", "Day": "22"}, {"Year": "2017", "Month": "7", "Day": "31"}, {"Year": "2017", "Month": "9", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["28946889", "PMC5613401", "10.1186/s13002-017-0172-9", "10.1186/s13002-017-0172-9"]}}]}