{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "28953960", "DateCompleted": {"Year": "2017", "Month": "10", "Day": "16"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "09", "Day": "27"}], "Language": ["eng"], "ELocationID": ["e0185358", "10.1371/journal.pone.0185358"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "12", "Issue": "9", "PubDate": {"Year": "2017"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Why do people use exotic plants in their local medical systems? A systematic review based on Brazilian local communities.", "Pagination": {"StartPage": "e0185358", "MedlinePgn": "e0185358"}, "Abstract": {"AbstractText": ["Efforts have been made to understand the processes that lead to the introduction of exotic species into local pharmacopoeias. Among those efforts, the diversification hypothesis predicts that exotic plants are introduced in local medical systems to amplify the repertoire of knowledge related to the treatment of diseases, filling blanks that were not occupied by native species. Based on such hypothesis, this study aimed to contribute to this discussion using the context of local Brazilian populations. We performed a systematic review of Brazilian studies up to 2011 involving medicinal plants, excluding those studies that presented a high risk of bias (because of sampling or plant identification problems). An analysis of similarities (ANOSIM) was conducted in different scales to test for differences in the repertoire of therapeutic indications treated using native and exotic species. We have found that although there is some overlap between native and exotic plants regarding their therapeutic indications and the body systems (BSs) that they treat, there are clear gaps present, that is, there are therapeutic indications and BSs treated that are exclusive to exotic species. This scenario enables the postulation of two alternative unfoldings of the diversification hypothesis, namely, (1) exotic species are initially introduced to fill gaps and undergo subsequent expansion of their use for medical purposes already addressed using native species and (2) exotic species are initially introduced to address problems already addressed using native species to diversify the repertoire of medicinal plants and to increase the resilience of medical systems. The reasons why exotic species may have a competitive advantage over the native ones, the implications of the introduction of exotic species for the resilience of medical systems, and the contexts in which autochthonous plants can gain strength to remain in pharmacopoeias are also discussed."]}, "AuthorList": [{"Identifier": ["0000-0002-3835-5232"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biocultural Ecology, Conservation and Evolution (LECEB). Universidade Federal de Alagoas, Alagoas, Brazil."}], "LastName": "Medeiros", "ForeName": "Patrícia Muniz de", "Initials": "PM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidade de Pernambuco, Campus Petrolina, Pernambuco, Brazil."}], "LastName": "Ferreira Júnior", "ForeName": "Washington Soares", "Initials": "WS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidade de Pernambuco, Campus Mata Norte, Pernambuco, Brazil."}], "LastName": "Ramos", "ForeName": "Marcelo Alves", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidade Estadual de Alagoas, Campus Santana do Ipanema, Alagoas, Brazil."}], "LastName": "Silva", "ForeName": "Taline Cristina da", "Initials": "TCD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratorio Ecotono, Instituto de Investigaciones en Biodiversidad y Medio Ambiente (INIBIOMA), Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET-Universidad Nacional del Comahue), San Carlos de Bariloche, Argentina."}], "LastName": "Ladio", "ForeName": "Ana Haydée", "Initials": "AH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ecology and Evolution of Social-ecological Systems (LEA). Departamento de Botânica, Centro de Biociências. Universidade Federal de Pernambuco, Pernambuco, Brazil."}], "LastName": "Albuquerque", "ForeName": "Ulysses Paulino", "Initials": "UP"}], "PublicationTypeList": ["Journal Article", "Meta-Analysis", "Review", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Introduced Species"}, {"QualifierName": ["physiology"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Species Specificity"}], "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kleinman A. Concepts and a model for the comparison of medical systems as cultural systems. Soc Sci Med.1978; 12: 85–93.", "ArticleIdList": ["358402"]}, {"Citation": "Jain S, Agrawal S. Perception of illness and health care among Bhils: A study of Udaipur District in Southern Rajasthan. Studies of Tribes and Tribals. 2005; 3: 15–19."}, {"Citation": "Voeks RA. Tropical forest healers and habitat preference. Econ Bot. 1996; 50: 381–400."}, {"Citation": "Medeiros PM. Why is change feared: exotic species in traditional pharmacopoeias. Ethnobiology and Conservation 2013; 2: 3."}, {"Citation": "Palmer CT. The inclusion of recently introduced plants in the Hawaiian ethnopharmacopoeia. Econ Bot 2004; 58: S280–S93."}, {"Citation": "Albuquerque UP, Medeiros PM. What is evolutionary ethnobiology? Ethnobiol Conserv. 2013; 2: 6."}, {"Citation": "Bennett BC, Prance GT. Introduced plants in the indigenous pharmacopoeia of northern South America. Econ Bot. 2000; 54: 90–102."}, {"Citation": "Albuquerque UP. Re-examining hypotheses concerning the use and knowledge of medicinal plants: a study in the caatinga vegetation of NE Brazil. J Ethnobiol Ethnomed. 2006; 2: 1–30.", "ArticleIdList": ["PMC1557484", "16872499"]}, {"Citation": "Alencar NL, Amorim ELC, Araújo TAS, Albuquerque UP. The Inclusion and Selection of Medicinal Plants in Traditional Pharmacopoeias—Evidence in Support of the Diversification Hypothesis. Econ Bot. 2010; 64: 68–79."}, {"Citation": "Medeiros PM, Ladio A, Albuquerque UP. Does the selection of medicinal plants by Brazilian local populations suffer taxonomic influence?\nJ Ethnopharmacol\n2013; 146: 842–52. doi: 10.1016/j.jep.2013.02.013\n", "ArticleIdList": ["10.1016/j.jep.2013.02.013", "23462414"]}, {"Citation": "Medeiros PM, Ladio A, Albuquerque UP. Patterns of medicinal plant use by inhabitants of Brazilian urban and rural areas: a macroscale investigation based on available literature. J Ethnopharmacol. 2013; 150: 729–46. doi: 10.1016/j.jep.2013.09.026\n", "ArticleIdList": ["10.1016/j.jep.2013.09.026", "24095828"]}, {"Citation": "Medeiros PM, Ladio AH, Albuquerque UP. Sampling problems in Brazilian research: a critical evaluation of studies on medicinal plants. Rev Bras Farmacogn. 2014; 24: 103–9."}, {"Citation": "Albertasse PD, Thomaz LD, Andrada MA. Plantas medicinais and seus usos na comunidade da Barra do Jucu, Vila Velha, ES. Rev Bras Plantas Med. 2010; 12: 250–60."}, {"Citation": "Albuquerque UP, Andrade LHC. Uso de recursos vegetais da caatinga: o caso do agreste do Brasil. Interciencia. 2002; 27: 336–46."}, {"Citation": "Almeida NFL, Silva SRS, Souza JM, Queiroz APN, Miranda GS, Oliveira HB. Levantamento etnobotânico de plantas medicinais na cidade de Viçosa-MG. Rev Bras Farm. 2009; 90: 316–20."}, {"Citation": "Andrade CTS, Marques JGW, Zappi DC. Utilização medicinal de cactáceas por sertanejos baianos. Rev Bras Plantas Med. 2006; 8: 36–42."}, {"Citation": "Baldauf C, Kubo RR, Silva F, Irgang BE. “Ferveu, queimou o ser da erva”: conhecimentos de especialistas locais sobre plantas medicinais da região sul do Brasil. Rev Bras Plantas Med. 2009; 11: 282–91."}, {"Citation": "Begossi A, Leitão-Filho HE, Richerson PI. Plant uses in a Brazilian coastal fishing community (Buzios island). J Ethnobiol.1993; 13: 233–56."}, {"Citation": "Brandão MGL, Grandi TSM, Rocha EMM, Sawyer DR, Krettli AU. Survey of medicinal plants used as antimalarials in the Amazon. J Ethnopharmacol. 1992; 36: 175–82.", "ArticleIdList": ["1608275"]}, {"Citation": "Brandão MGL, Acúrcio FA, Montemor RLM, Marlière LDP. Complementary/alternative medicine in Latin America: use of herbal remedies among a Brazilian metropolitan area population. J Complement Integr Med. 2006; 3: 5."}, {"Citation": "Cartaxo SL, Souza MMA, Albuquerque UP. Medicinal plants with bioprospecting potential used in semi-arid northeastern Brazil. J Ethnopharmacol. 2010; 131: 326–42. doi: 10.1016/j.jep.2010.07.003\n", "ArticleIdList": ["10.1016/j.jep.2010.07.003", "20621178"]}, {"Citation": "Cruz-Silva CTA, Pelinson AP, Campelo AM. Abordagem etnobotânica acerca do uso de plantas medicinais na região urbana de Quedas do Iguaçu–Paraná. Cultivando o Saber. 2009; 2: 14–25."}, {"Citation": "Dorgioni PA, Ghedini PC, Fróes LF, Baptista KC, Ethur ABM, Baldisserotto B, et al. Levantamento de dados sobre plantas medicinais de uso popular no município de São João do Polêsine, RS, Brasil. I–Relação entre enfermidades and espécies utilizadas. Rev Bras Plantas Med. 2001; 4: 69–79."}, {"Citation": "Franco EAP, Barros RFM. Uso and Diversidade de plantas medicinais no Quilombo Olho D’água dos Pires, Esperantina, Piauí. Rev Bras Plantas Med. 2006; 8: 78–88."}, {"Citation": "Freitas JC, Fernandes MEB. Uso de plantas medicinais pela comunidade de Enfarrusca, Bragança, Pará. Bol Mus Para Emílio Goeldi–Sér Ciências Naturais. 2006; 1: 11–26."}, {"Citation": "Garlet TMB, Irgang BE. Plantas medicinais utilizadas na medicina popular por mulheres trabalhadoras rurais de Cruz Alta, Rio Grande do Sul, Brasil. Rev Bras Plantas Med. 2001; 4: 9–18."}, {"Citation": "Hanazaki N, Souza VC, Rodrigues RR. Ethnobotany of rural people from the boundaries of Carlos Botelho State Park, São Paulo state, Brazil. Acta Bot Bras. 2006; 20: 899–909."}, {"Citation": "Lima CB, Bellettini NMT, Silva AS, Cheirubim AP, Janani JK, Vieira MAV, et al. Uso de plantas medicinais pela população da zona urbana de Bandeirantes-PR. R Bras Bioc. 2007; 5: 600–2."}, {"Citation": "Lima EPR, Maia MS, Matos WR. Levantamento das plantas medicinais comercializadas na feira livre do município de Duque de Caxias, Rio de Janeiro, Brasil. Saúde & Ambiente. 2009; 4: 34–9."}, {"Citation": "Macedo AF, Oshiiwa M, Guarido CF. Ocorrência do uso de plantas medicinais por moradores de um bairro do município de Marília-SP. Ver Ciênc Farm Básica Apl. 2007; 28: 123–28."}, {"Citation": "Maciel M, Guarim-Neto G. Um olhar sob as benzedeiras de Juruena (Mato Grosso, Brasil) and as plantas usadas para benzer and curar. Bol Mus Para Emílio Goeldi–Sér ciências humanas. 2006; 2: 61–77."}, {"Citation": "Merétika AHC, Peroni N, Hanazaki N. Local knowledge of medicinal plants in three artisanal fishing communities (Itapoá, Southern Brazil), according to gender, age and urbanization. Acta Bot Bras 2010; 24: 386–394."}, {"Citation": "Moreira DL, Guarim-Neto G. Usos múltiplos de plantas do cerrado: um estudo etnobotânico na comunidade Sítio Pindura, Rosário Oeste, Mato Grosso, Brasil. Polibotánica. 2009; 27: 159–90."}, {"Citation": "Negrelle RRB, Fornazzari KRC. Estudo etnobotânico em duas comunidades rurais (Limeira and Ribeirão Grande) de Guaratuba (Paraná, Brasil). Rev Bras Plantas Med. 2007; 9: 36–54."}, {"Citation": "Oliveira RLC, Lins Neto EMF, Araújo EL, Albuquerque UP. Conservation priorities and population structure of woody medicinal plants in an area of Caatinga vegetation (Pernambuco state, NE Brazil). Environ Monit Assess. 2007; 132: 189–206. doi: 10.1007/s10661-006-9528-7\n", "ArticleIdList": ["10.1007/s10661-006-9528-7", "17279457"]}, {"Citation": "Oliveira GL, Oliveira AFM, Andrade LHC. Plantas medicinais utilizadas na comunidade urbana de Muribeca, Nordeste do Brasil. Acta Bot Bras. 2010; 24: 571–77."}, {"Citation": "Pereira ZV, Mussury RM, Almeida AB, Sangalli A. Medicinal plants used by Ponta Porã community, Mato Grosso do Sul state. Acta Sci–Biol Sci. 2009; 31: 293–9."}, {"Citation": "Pilla MAC, Amorozo MCM, Furlan A. Obtenção and uso de plantas medicinais no distrito de Martim Francisco, município de Mogi-Mirim, SP, Brasil. Acta Bot Bras. 2006; 20: 789–802."}, {"Citation": "Ritter MR, Sobierajski GR, Schenkel EP, Mentz LA. Plantas usadas como medicinais no município de Ipê, RS, Brasil. Rev Bras Farmacog. 2002; 12: 51–62."}, {"Citation": "Rizzo JA, Campos IFP, Jaime MC, Munhoz G, Morgado WF. Utilizaçäo de plantas medicinais nas cidades de Goiás and Pirenópolis, Estado de Goiás. Rev Ciênc Farm. 1999; 20: 431–47."}, {"Citation": "Roque AA, Rocha RM, Loiola MIB. Uso and diversidade de plantas medicinais da Caatinga na comunidade rural de Laginhas, município de Caicó, Rio Grande do Norte (nordeste do Brasil). Rev Bras Plantas Med. 2010; 12: 31–42."}, {"Citation": "Silva FS, Ramos MA, Hanazaki N, Albuquerque UP. Dynamics of traditional knowledge of medicinal in the Brazilian semi-arid region. Rev Bras Farmacogn. 2011; 21: 382–91."}, {"Citation": "Souza LF. Recursos vegetais usados na medicina tradicional do Cerrado (comunidade de Baús, Acorizal, MT, Brasil). Rev Bras Plantas Med. 2007; 9: 44–54."}, {"Citation": "Ustulin M, Figueiredo BB, Tremea C, Pott A, Pott VJ, Bueno NR, et al. Plantas Medicinais comercializadas no mercado municipal de Campo Grande-MS. Rev Bras Farmacogn 2008; 19: 805–13."}, {"Citation": "Vendruscolo GS, Mentz LA. Levantamento etnobotânico das plantas utilizadas como medicinais por moradores do bairro Ponta Grossa, Porto Alegre, Rio Grande do Sul, Brasil. Iheringia. 2006; 61: 83–103."}, {"Citation": "Vila Verde GM, Paula JR, Carneiro DM. Levantamento etnobotânico das plantas medicinais do cerrado utilizadas pela população de Mossâmedes (GO). Rev Bras Farmacogn. 2003; 13: 64–6."}, {"Citation": "The Angiosperm Phylogeny Group III. An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG III. Bot J Linn Soc. 2009; 161: 105–21."}, {"Citation": "WHO. International Classification of Diseases (ICD). 2010; Available at <http://www.who.int/classifications/icd/en/>."}, {"Citation": "Pinto EP, Amorozo MCM, Furlan A. Conhecimento popular sobre plantas medicinais em comunidades rurais de mata atlântica—Itacaré, BA, Brasil. Acta Bot Bras. 2006; 20: 751–62."}, {"Citation": "Albuquerque UP, Ramos MA, Melo JG. New strategies for drug discovery in tropical forests based on ethnobotanical and chemical ecological studies. J Ethnopharmacol. 2012; 140, 197–201. doi: 10.1016/j.jep.2011.12.042\n", "ArticleIdList": ["10.1016/j.jep.2011.12.042", "22226976"]}, {"Citation": "Albuquerque UP, Oliveira RF. Is the use-impact on native Caatinga species in Brazil reduced by the high species richness of medicinal plants?\nJ Ethnopharmacol. 2007; 113: 156–70. doi: 10.1016/j.jep.2007.05.025\n", "ArticleIdList": ["10.1016/j.jep.2007.05.025", "17616289"]}, {"Citation": "Berkes F, Colding J, Folke K. Rediscovery of traditional ecological knowledge as adaptive management. Ecol Appl. 2000; 10: 1251–62."}, {"Citation": "Estomba D, Ladio AH, Lozada M. Medicinal wild plant knowledge and gathering patterns in a Mapuche community from North-western Patagonia. J Ethnopharmacol. 2006; 103: 109–19. doi: 10.1016/j.jep.2005.07.015\n", "ArticleIdList": ["10.1016/j.jep.2005.07.015", "16157460"]}, {"Citation": "Gunderson LH. Ecological Resilience—in Theory and Application. Annu Rev Ecol Evol Syst. 2000; 31: 425–39."}, {"Citation": "Ladio AH, Lozada M. Patterns of use and knowledge of wild edible plants in distinct ecological environments: A case study of a Mapuche community from northwestern Patagonia. Biodivers Conserv. 2004; 13: 1153–73."}, {"Citation": "Ladio AH, Lozada M. Medicinal plant knowledge in rural communities of North-Western Patagonia, Argentina. A resilient practice beyond acculturation In: Albuquerque UP, Ramos MA, editors. Current topics in Ethnobotany. Kerala, India: Research Signpost; 2008. p. 39–53."}, {"Citation": "Santoro FR, Ferreira-Júnior WS, Araujo TAS, Ladio AH, Albuquerque UP. Does Plant Species Richness Guarantee the Resilience of Local Medical Systems? A Perspective from Utilitarian Redundancy. Plos One\n2015; 10: e0119826\ndoi: 10.1371/journal.pone.0119826\n", "ArticleIdList": ["10.1371/journal.pone.0119826", "PMC4368708", "25793930"]}, {"Citation": "Walker B, Kinzing A, Langridge J. Plant attribute diversity, resilience, and ecosystem function: the nature and significance of dominant and minor species. Ecosystems. 1999; 2: 95–113."}, {"Citation": "Ferreira Júnior WS, Ladio AH, Albuquerque UP. Resilience and adaptation in the use of medicinal plants with suspected anti-inflammatory activity in the Brazilian Northeast. J Ethnopharmacol. 2011; 138: 238–52. doi: 10.1016/j.jep.2011.09.018\n", "ArticleIdList": ["10.1016/j.jep.2011.09.018", "21963566"]}, {"Citation": "Albuquerque UP, Medeiros PM, Almeida ALS, Monteiro JM, Lins Neto EMF, Melo JG, Santos JP. Medicinal plants of the caatinga (semi-arid) vegetation of NE Brazil: A quantitative approach. J Ethnopharmacol\n2007; 114: 325–54. doi: 10.1016/j.jep.2007.08.017\n", "ArticleIdList": ["10.1016/j.jep.2007.08.017", "17900836"]}, {"Citation": "Garibaldi A, Turner N. Cultural keystone species: implications for ecological conservation and restoration. Ecol Soc. 2004; 9: 1."}, {"Citation": "Medeiros PM, Soldati GT, Alencar NL, Vandebroek I, Pieroni A, Hanazaki N, Albuquerque UP. The use of medicinal plants by migrant people: adaptation, maintenance and replacement. Evid Based Complement Alternat Med. 2012; 2012: 807452\ndoi: 10.1155/2012/807452\n", "ArticleIdList": ["10.1155/2012/807452", "PMC3216396", "22110548"]}, {"Citation": "Winter K, McClatchey W. Quantifying Evolution of Cultural Interactions with Plants: Implications for Managing Diversity for Resilience in Social-Ecological Systems. Func Ecosyst Commun 2008; 2 (Special Issue 1): 1–10."}]}], "History": [{"Year": "2017", "Month": "7", "Day": "18"}, {"Year": "2017", "Month": "9", "Day": "11"}, {"Year": "2017", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["28953960", "PMC5617200", "10.1371/journal.pone.0185358", "PONE-D-17-25933"]}}]}