{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bone density", "Foeniculum", "Postmenopause"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28951861", "DateRevised": {"Year": "2022", "Month": "04", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "08", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.6118/jmm.2017.23.2.124"], "Journal": {"ISSN": "2288-6478", "JournalIssue": {"Volume": "23", "Issue": "2", "PubDate": {"Year": "2017", "Month": "Aug"}}, "Title": "Journal of menopausal medicine", "ISOAbbreviation": "J Menopausal Med"}, "ArticleTitle": "The Effect of Short-term Treatment with Fennel on Bone Density in Postmenopausal Women: A Randomized Controlled Trial.", "Pagination": {"StartPage": "124", "EndPage": "130", "MedlinePgn": "124-130"}, "Abstract": {"AbstractText": ["The goal of this study is to assess the effect of fennel on bone density.", "This was a double-blind, randomized, placebo-controlled trial, which studied sixty eligible postmenopausal women, who were randomly assigned to fennel and placebo groups. Then, the dual energy X-ray absorptiometry was utilized to measure bone mineral density (BMD) and bone mineral content (BMC) of the spine, femoral neck, intertrochanter, and trochanter at the baseline and after three-month follow-up.", "The mean BMD and BMC at lumbar spine (<i>P</i> = 0.14, <i>P</i> = 0.504), total hip femoral (<i>P</i> = 0.427, <i>P</i> = 0.471), trochanter (<i>P</i> = 0.075, <i>P</i> = 0.07), intertrochanter, (<i>P</i> = 0.864, <i>P</i> = 0.932) and femoral neck (<i>P</i> = 0.439, <i>P</i> = 0.641) was not significantly different between the fennel and placebo groups.", "The results of this study did not approve the effect of fennel on bone density in post-menopausal women. However, to gain deeper insights, further studies with longer durations and larger sample sizes are recommended."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Midwifery and Reproductive Health, Nursing and Midwifery School, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Ghazanfarpour", "ForeName": "Masumeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Midwifery, School of Nursing and Midwifery, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Amini", "ForeName": "Elham", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Midwifery, School of Nursing and Midwifery, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Khadivzadeh", "ForeName": "Talat", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Abnormal Uterine Bleeding Research Center, Semnan University of Medical Sciences, Semnan, Iran."}], "LastName": "Babakhanian", "ForeName": "Masoudeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Nouri", "ForeName": "Bahareh", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Rakhshandeh", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Obstetrics and Gynecology, Women's Health Research Center, Department of Obstetrics and Gynecology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Afiat", "ForeName": "Maliheh", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "J Menopausal Med", "NlmUniqueID": "101632648", "ISSNLinking": "2288-6478"}, "CoiStatement": "Conflict of Interest: The Barij Essence Pharmaceutical Company supported this study by providing soft fennel capsules. However, the design of protocol, analysis, and research implementation were undertaken by the author."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Prestwood KM, Kenny AM, Kleppinger A, Kulldorff M. Ultralow-dose micronized 17beta-estradiol and bone density and bone metabolism in older women: a randomized controlled trial. JAMA. 2003;290:1042–1048.", "ArticleIdList": ["12941676"]}, {"Citation": "Anitha D, Kim KJ, Lim SK, Lee T. Comparison of buckling ratio and finite element analysis of femoral necks in post-menopausal women. J Menopausal Med. 2014;20:52–56.", "ArticleIdList": ["PMC4207002", "25371894"]}, {"Citation": "Atkinson C, Compston JE, Day NE, Dowsett M, Bingham SA. The effects of phytoestrogen isoflavones on bone density in women: a double-blind, randomized, placebo-controlled trial. Am J Clin Nutr. 2004;79:326–333.", "ArticleIdList": ["14749241"]}, {"Citation": "Boyack M, Lookinland S, Chasson S. Efficacy of raloxifene for treatment of menopause: a systematic review. J Am Acad Nurse Pract. 2002;14:150–165.", "ArticleIdList": ["12001746"]}, {"Citation": "Kreijkamp-Kaspers S, Kok L, Grobbee DE, de Haan EH, Aleman A, Lampe JW, et al. Effect of soy protein containing isoflavones on cognitive function, bone mineral density, and plasma lipids in postmenopausal women: a randomized controlled trial. JAMA. 2004;292:65–74.", "ArticleIdList": ["15238592"]}, {"Citation": "Colacurci N, Zarcone R, Borrelli A, De Franciscis P, Fortunato N, Cirillo M, et al. Effects of soy isoflavones on menopausal neurovegetative symptoms. Minerva Ginecol. 2004;56:407–412.", "ArticleIdList": ["15531858"]}, {"Citation": "Ghazanfarpour M, Latifnejad Roudsari R, Treglia G, Sadeghi R. Topical administration of isoflavones for treatment of vaginal symptoms in postmenopausal women: A systematic review of randomised controlled trials. J Obstet Gynaecol. 2015;35:783–787.", "ArticleIdList": ["25710207"]}, {"Citation": "Ghazanfarpour M, Sadeghi R, Roudsari RL. The application of soy isoflavones for subjective symptoms and objective signs of vaginal atrophy in menopause: A systematic review of randomised controlled trials. J Obstet Gynaecol. 2016;36:160–171.", "ArticleIdList": ["26440219"]}, {"Citation": "Ghazanfarpour M, Sadeghi R, Roudsari RL, Khorsand I, Khadivzadeh T, Muoio B. Red clover for treatment of hot flashes and menopausal symptoms: A systematic review and meta-analysis. J Obstet Gynaecol. 2016;36:301–311.", "ArticleIdList": ["26471215"]}, {"Citation": "Balk JL, Whiteside DA, Naus G, DeFerrari E, Roberts JM. A pilot study of the effects of phytoestrogen supplementation on postmenopausal endometrium. J Soc Gynecol Investig. 2002;9:238–242.", "ArticleIdList": ["12113884"]}, {"Citation": "Garga C, Khan SA, Ansari SH, Suman A, Garg M. Chemical composition, therapeutic potential and perspectives of Foeniculum vulgare. Pharmacogn Rev. 2009;3:346–352."}, {"Citation": "Sadrefozalayi S, Farokhi F. Effect of the aqueous extract of Foeniculum vulgare (fennel) on the kidney in experimental PCOS female rats. Avicenna J Phytomed. 2014;4:110–117.", "ArticleIdList": ["PMC4103710", "25050308"]}, {"Citation": "Rahimi R, Ardekani MR. Medicinal properties of Foeniculum vulgare Mill. in traditional Iranian medicine and modern phytotherapy. Chin J Integr Med. 2013;19:73–79.", "ArticleIdList": ["23275017"]}, {"Citation": "Mahmoudi Z, Soleimani M, Saidi A, Khamisipour G, Azizsoltani A. Effects of Foeniculum vulgare ethanol extract on osteogenesis in human mecenchymal stem cells. Avicenna J Phytomed. 2013;3:135–142.", "ArticleIdList": ["PMC4075705", "25050267"]}, {"Citation": "Kim TH, Kim HJ, Lee SH, Kim SY. Potent inhibitory effect of Foeniculum vulgare Miller extract on osteoclast differentiation and ovariectomy-induced bone loss. Int J Mol Med. 2012;29:1053–1059.", "ArticleIdList": ["22447109"]}, {"Citation": "Caglayan EK, Engin-Ustun Y, Sari N, Karacavus S, Seckin L, Kara M. Evaluation of bone density measurement in type 2 diabetic postmenopausal women with hypertension and hyperlipidemia. J Menopausal Med. 2015;21:36–40.", "ArticleIdList": ["PMC4452812", "26046036"]}, {"Citation": "Chi XX, Zhang T. The effects of soy isoflavone on bone density in north region of climacteric Chinese women. J Clin Biochem Nutr. 2013;53:102–107.", "ArticleIdList": ["PMC3774930", "24062607"]}, {"Citation": "Huang HY, Yang HP, Yang HT, Yang TC, Shieh MJ, Huang SY. One-year soy isoflavone supplementation prevents early postmenopausal bone loss but without a dose-dependent effect. J Nutr Biochem. 2006;17:509–517.", "ArticleIdList": ["16563719"]}, {"Citation": "Kenny AM, Mangano KM, Abourizk RH, Bruno RS, Anamani DE, Kleppinger A, et al. Soy proteins and isoflavones affect bone mineral density in older women: a randomized controlled trial. Am J Clin Nutr. 2009;90:234–242.", "ArticleIdList": ["PMC2697003", "19474141"]}, {"Citation": "Ye YB, Tang XY, Verbruggen MA, Su YX. Soy isoflavones attenuate bone loss in early postmenopausal Chinese women : a single-blind randomized, placebo-controlled trial. Eur J Nutr. 2006;45:327–334.", "ArticleIdList": ["16763748"]}, {"Citation": "Brink E, Coxam V, Robins S, Wahala K, Cassidy A, Branca F. Long-term consumption of isoflavone-enriched foods does not affect bone mineral density, bone metabolism, or hormonal status in early postmenopausal women: a randomized, double-blind, placebo controlled study. Am J Clin Nutr. 2008;87:761–770.", "ArticleIdList": ["18326616"]}, {"Citation": "Clifton-Bligh PB, Nery ML, Clifton-Bligh RJ, Visvalingam S, Fulcher GR, Byth K, et al. Red clover isoflavones enriched with formononetin lower serum LDL cholesterol-a randomized, double-blind, placebo-controlled study. Eur J Clin Nutr. 2015;69:134–142.", "ArticleIdList": ["25369831"]}, {"Citation": "Thorup AC, Lambert MN, Kahr HS, Bjerre M, Jeppesen PB. Intake of novel red clover supplementation for 12 weeks improves bone status in healthy menopausal women. Evid Based Complement Alternat Med. 2015;2015:689138.", "ArticleIdList": ["PMC4523657", "26265926"]}, {"Citation": "Abdi F, Alimoradi Z, Haqi P, Mahdizad F. Effects of phytoestrogens on bone mineral density during the menopause transition: a systematic review of randomized, controlled trials. Climacteric. 2016;19:535–545.", "ArticleIdList": ["27710141"]}, {"Citation": "Tai TY, Tsai KS, Tu ST, Wu JS, Chang CI, Chen CL, et al. The effect of soy isoflavone on bone mineral density in postmenopausal Taiwanese women with bone loss: a 2-year randomized double-blind placebo-controlled study. Osteoporos Int. 2012;23:1571–1580.", "ArticleIdList": ["PMC3332377", "21901480"]}, {"Citation": "Wong WW, Lewis RD, Steinberg FM, Murray MJ, Cramer MA, Amato P, et al. Soy isoflavone supplementation and bone mineral density in menopausal women: a 2-y multicenter clinical trial. Am J Clin Nutr. 2009;90:1433–1439.", "ArticleIdList": ["PMC2762163", "19759166"]}, {"Citation": "Arjmandi BH, Lucas EA, Khalil DA, Devareddy L, Smith BJ, McDonald J, et al. One year soy protein supplementation has positive effects on bone formation markers but not bone density in postmenopausal women. Nutr J. 2005;4:8.", "ArticleIdList": ["PMC554088", "15727682"]}]}], "History": [{"Year": "2017", "Month": "2", "Day": "8"}, {"Year": "2017", "Month": "4", "Day": "7"}, {"Year": "2017", "Month": "4", "Day": "23"}, {"Year": "2017", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28951861", "PMC5606910", "10.6118/jmm.2017.23.2.124"]}}]}