{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Blood sugar", "Ethnobotany", "Iran", "Traditional medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28975089", "DateRevised": {"Year": "2022", "Month": "03", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "01", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.15171/jnp.2017.20"], "Journal": {"ISSN": "2251-8363", "JournalIssue": {"Volume": "6", "Issue": "3", "PubDate": {"Year": "2017", "Month": "Jul"}}, "Title": "Journal of nephropathology", "ISOAbbreviation": "J Nephropathol"}, "ArticleTitle": "Traditional uses of medicinal plants to prevent and treat diabetes; an updated review of ethnobotanical studies in Iran.", "Pagination": {"StartPage": "118", "EndPage": "125", "MedlinePgn": "118-125"}, "Abstract": {"AbstractText": ["Obesity and physical inactivity are currently on the rise due to industrialization of the communities, which has recently led to increased incidence of different diseases such as diabetes. Epidemiological studies and figures have demonstrated the growing incidence of diabetes. Relevantly, the side effects of chemical drugs have led patients to use medicinal plants and traditional approaches despite advances in development of chemical drugs. The aim of this review article is to report the medicinal plants and their traditional uses to prevent and treat diabetes according to the findings of ethnobotanical studies conducted in different regions of Iran.", "The search terms including ethnobotany, ethnomedicine, ethnopharmacology, phytopharmacology, phytomedicine, Iran, and traditional medicine in combination with diabetes, blood sugar and hyperglycemic were searched from scientific databases.", "The results of this article can be a comprehensive guideline, based on ethnobotany of different regions of Iran, to prevent and treat diabetes. According to this review article, certain plant species such as Urtica dioica L., popularly called nettle, in eight regions, Teucrium polium L., popularly called poleigamander, in five regions, and Trigonella foenum-graecum L., Citrullus colocynthis (L.), Schrad., and Juglans regia L. in four regions, were reported to be frequently used to prevent and treat diabetes.", "The introduced medicinal plants in this review can be investigated in further research and produce new drugs with limited side effects."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Shahrekord University of Medical Sciences, Shahrekord, Iran."}], "LastName": "Asadi-Samani", "ForeName": "Majid", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Plants Research Center, Shahrekord University of Medical Sciences, Shahrekord, Iran."}], "LastName": "Moradi", "ForeName": "Mohammad-Taghi", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Shahrekord University of Medical Sciences, Shahrekord, Iran."}], "LastName": "Mahmoodnia", "ForeName": "Leila", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Plants Research Center, Shahrekord University of Medical Sciences, Shahrekord, Iran."}], "LastName": "Alaei", "ForeName": "Shahla", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Plants Research Center, Shahrekord University of Medical Sciences, Shahrekord, Iran."}], "LastName": "Asadi-Samani", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of General Surgery, University of Michigan, Ann Arbor, Michigan, USA."}], "LastName": "Luther", "ForeName": "Tahra", "Initials": "T"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "J Nephropathol", "NlmUniqueID": "101611182", "ISSNLinking": "2251-8363"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mirhoseini M, Baradaran A, Rafieian-Kopaei M. Medicinal plants, diabetes mellitus and urgent needs. J Herbmed Pharmacol. 2013;2(2):53–4."}, {"Citation": "Suji G, Sivakami S. Approaches to the treatement of diabetes mellitus: an overview. Cell Mol Biol (Noisy-le-grand) 2003;49(4):635–9.", "ArticleIdList": ["12899455"]}, {"Citation": "Mirhoseini M, Saleh N, Momeni A, Deris F, Asadi-Samani M. A study on the association of diabetic dermopathy with nephropathy and retinopathy in patients with type 2 diabetes mellitus. J Nephropathol. 2016;5(4):139–43. doi: 10.15171/jnp.2016.26.", "ArticleIdList": ["10.15171/jnp.2016.26", "PMC5125061", "27921026"]}, {"Citation": "Lima VC, Cavalieri GC, Lima MC, Nazario NO, Lima GC. Risk factors for diabetic retinopathy: a case-control study. Int J Retina Vitreous. 2016;2:21. doi: 10.1186/s40942-016-0047-6.", "ArticleIdList": ["10.1186/s40942-016-0047-6", "PMC5088444", "27847639"]}, {"Citation": "Khalil H. Diabetes microvascular complications-A clinical update. Diabetes Metab Syndr. 2016.", "ArticleIdList": ["27993541"]}, {"Citation": "Gumprecht J, Nabrdalik K. Hypoglycemia in patients with insulin treated diabetes. Pol Arch Med Wewn. 2016;126(11):870–8. doi: 10.20452/pamw.3586.", "ArticleIdList": ["10.20452/pamw.3586", "27906880"]}, {"Citation": "Roman-Pintos LM, Villegas-Rivera G, Rodriguez-Carrizalez AD, Miranda-Diaz AG. Diabetic Polyneuropathy in Type 2 Diabetes Mellitus: Inflammation, Oxidative Stress, and Mitochondrial Function. J Diabetes Res. 2016;2016:3425617. doi: 10.1155/2016/3425617.", "ArticleIdList": ["10.1155/2016/3425617", "PMC5183791", "28058263"]}, {"Citation": "Kooti W, Hasanzadeh-Noohi Z, Sharafi-Ahvazi N, Asadi-Samani M, Ashtary-Larky D. Phytochemistry, pharmacology, and therapeutic uses of black seed (Nigella sativa) Chin J Nat Med. 2016;14(10):732–45. doi: 10.1016/S1875-5364(16)30088-7.", "ArticleIdList": ["10.1016/S1875-5364(16)30088-7", "28236403"]}, {"Citation": "Laustsen C, Nielsen PM, Norlinger TS, Qi H, Pedersen UK, Bertelsen LB. et al. Antioxidant treatment attenuates lactate production in diabetic nephropathy. Am J Physiol Renal Physiol. 2017;312(1):192–9. doi: 10.1152/ajprenal.00148.2016.", "ArticleIdList": ["10.1152/ajprenal.00148.2016", "28069660"]}, {"Citation": "Panahi Y, Khalili N, Sahebi E, Namazi S, Karimian MS, Majeed M, et al. Antioxidant effects of curcuminoids in patients with type 2 diabetes mellitus: a randomized controlled trial. Inflammopharmacology. 2016.", "ArticleIdList": ["27928704"]}, {"Citation": "Madihi Y, Merrikhi A, Baradaran A, Rafieian-Kopaei M, Shahinfard N, Ansari R. et al. Impact of Sumac on postprandial high-fat oxidative stress. Pak J Med Sci. 2013;29:340–5."}, {"Citation": "Nasri H, Nematbakhsh M, Ghobadi S, Ansari R, Shahinfard N, Rafieian-Kopaei M. Preventive and curative effects of ginger extract against histopathologic changes of gentamicin-induced tubular toxicity in rats. Int J Prev Med. 2013;4(3):316–21.", "ArticleIdList": ["PMC3634170", "23626888"]}, {"Citation": "Sarrafchi A, Bahmani M, Shirzad H, Rafieian-Kopaei M. Oxidative stress and Parkinson’s disease: new hopes in treatment with herbal antioxidants. Curr Pharm Des. 2015;22(2):238–46.", "ArticleIdList": ["26561062"]}, {"Citation": "Samarghandian S, Asadi-Samani M, Farkhondeh T, Bahmani M. Assessment the effect of saffron ethanolic extract (Crocus sativus L) on oxidative damages in aged male rat liver. Der Pharm Lett. 2016;8(3):283–90."}, {"Citation": "Moradi MT, Gatreh-Samani K, Farrokhi E, Rafieian-Koupaei M, Karimi A. The effects of purslane (Portulaca oleracea L) on serum level of lipids, lipoproteins and paraoxanase 1(PON1) activity in hypercholesterolemia patients. Life Sci J. 2012;9(4):5548–52."}, {"Citation": "Moradi MT, Karimi A, Alidadi S. In vitro antiproliferative and apoptosis-inducing activities of crude ethyle alcohole extract of Quercus brantii L acorn and subsequent fractions. Chin J Nat Med. 2016;14(3):196–202. doi: 10.1016/S1875-5364(16)30016-4.", "ArticleIdList": ["10.1016/S1875-5364(16)30016-4", "27025366"]}, {"Citation": "Karimi A, Moradi MT. Total phenolic compounds and in vitro antioxidant potential of crude methanol extract and the correspond fractions of Quercus brantii L acorn. J Herbmed Pharmacol. 2015;4(1):35–9."}, {"Citation": "Tran B, Oliver S, Rosa J, Galassetti P. Aspects of inflammation and oxidative stress in pediatric obesity and type 1 diabetes: an overview of ten years of studies. Exp Diabetes Res. 2012;2012:683680. doi: 10.1155/2012/683680.", "ArticleIdList": ["10.1155/2012/683680", "PMC3475317", "23093953"]}, {"Citation": "Moradi MT, Rafieian-Koupaei M, Imani-Rastabi R, Nasiri J, Shahrani M, Rabiei Z. et al. Antispasmodic effects of yarrow (Achillea millefolium L) extract in the isolated ileum of rat. Afr J Tradit Complement Altern Med. 2013;10(6):499–503.", "ArticleIdList": ["PMC3847392", "24311877"]}, {"Citation": "Yousefi B, Abasi M, Abbasi MM, Jahanban-Esfahlan R. Anti-proliferative properties of Cornus mass fruit in different human cancer cells. Asian Pac J Cancer Prev. 2015;16(14):5727–31.", "ArticleIdList": ["26320443"]}, {"Citation": "Shahrani M, Rafieian M, Shirzad H, Hashemzadeh M, Yousefi H, Khadivi R. et al. Effect of Allium sativum L extract on acid and pepsin secretion in basal condition and stimulated with vag stimulate in rat. J Med Plants. 2007;6(24):28–37."}, {"Citation": "Asadi-Samani M, Kooti W, Aslani E, Shirzad H. A systematic review of Iran’s medicinal plants with anticancer effects. J Evid Based Complementary Altern Med. 2016;21(2):143–53. doi: 10.1177/2156587215600873.", "ArticleIdList": ["10.1177/2156587215600873", "26297173"]}, {"Citation": "Bahmani M, Mirhoseini M, Shirzad H, Sedighi M, Shahinfard N, Rafieian-Kopaei M. A review on promising natural agents effective on hyperlipidemia. J Evid Based Complementary Altern Med. 2015;20(3):228–38. doi: 10.1177/2156587214568457.", "ArticleIdList": ["10.1177/2156587214568457", "25633423"]}, {"Citation": "Heidarian E, Rafieian-Kopaei M. Protective effect of artichoke (Cynara scolymus) leaf extract against lead toxicity in rat. Pharm Biol. 2013;51(9):1104–9. doi: 10.3109/13880209.2013.777931.", "ArticleIdList": ["10.3109/13880209.2013.777931", "23745593"]}, {"Citation": "Moradi MT, Karimi A, Alidadi S, Gholami-Arjenaki M. In vitro anti-herpes simplex type-1 activity, antioxidant potential and total phenolic compounds of pomegranate (Punica granatum L) peel extract. J Chem Pharm Res. 2015;7(8):82–8."}, {"Citation": "Parsaei P, Bahmani M, Naghdi N, Asadi-Samani M, Rafieian-Kopaei M. The most important medicinal plants effective on constipation by the ethnobotanical documents in Iran: a review. Der Pharm Lett. 2016;8(2):188–94."}, {"Citation": "Asadi-Samani M, Bahmani M, Rafieian-Kopaei M. The chemical composition, botanical characteristic and biological activities of Borago officinalis: a review. Asian Pac J Trop Med. 2014;7(suppl 1):22–8. doi: 10.1016/S1995-7645(14)60199-1.", "ArticleIdList": ["10.1016/S1995-7645(14)60199-1", "25312125"]}, {"Citation": "Sani MRM, Asadi-Samani M, Rouhi-Boroujeni H, Banitalebi-Dehkordi M. Phytopharmacology and phytotherapy of regulatory T cells: a new approach to treat multiple sclerosis. Der Pharm Lett. 2016;8(3):215–20."}, {"Citation": "Sepehr KS, Baradaran B, Mazandarani M, Yousefi B, Alitappeh MA, Khori V. Growth-inhibitory and apoptosis-inducing effects of Punica Granatum L var spinosa (apple punice) on fibrosarcoma cell lines. Adv Pharm Bull. 2014;4(suppl 2):583–90. doi: 10.5681/apb.2014.086.", "ArticleIdList": ["10.5681/apb.2014.086", "PMC4312409", "25671193"]}, {"Citation": "Dolatkhahi M, Nabipour I. Ethnobotanical study of medicinal plants used in the Northeast Latrine zone of Persian Gulf. J Med Plants. 2014;2(50):129–43."}, {"Citation": "Dolatkhahi M, Dolatkhahi A, Nejad JB. Ethnobotanical study of medicinal plants used in Arjan - Parishan protected area in Fars province of Iran. Avicenna J Phytomed. 2014;4(6):402–12.", "ArticleIdList": ["PMC4224954", "25386404"]}, {"Citation": "Khodayari H, Amani S, AMIRI H. Ethnobotanical study of medicinal plants in different regions of khuzestan province. Eco-phytoch J Med Plants. 2015;2(2):12–26."}, {"Citation": "Mosaddegh M, Naghibi F, Moazzeni H, Pirani A, Esmaeili S. Ethnobotanical survey of herbal remedies traditionally used in Kohghiluyeh va Boyer Ahmad province of Iran. J Ethnopharmacol. 2012;141(1):80–95. doi: 10.1016/j.jep.2012.02.004.", "ArticleIdList": ["10.1016/j.jep.2012.02.004", "22366675"]}, {"Citation": "Mardaninejad S, Janghorban M, Vazirpour M. Collection and identification of medicinal plants used by the indigenous people of Mobarakeh (Isfahan), southwestern Iran. J Herbal Drugs. 2013;4(1):23–32."}, {"Citation": "Ghasemi Pirbalouti A. Medicinal plants used in Chaharmahal and Bakhtyari districts, Iran. Herb Pol. 2009;55(2):56–7."}, {"Citation": "Amiri MS, Joharchi MR. Ethnobotanical investigation of traditional medicinal plants commercialized in the markets of Mashhad, Iran. Avicenna J Phytomed. 2013;3(3):254–71.", "ArticleIdList": ["PMC4075713", "25050282"]}, {"Citation": "Ghorbani A. Studies on pharmaceutical ethnobotany in the region of Turkmen Sahra, north of Iran: (Part 1): General results. J Ethnopharmacol. 2005;102(1):58–68. doi: 10.1016/j.jep.2005.05.035.", "ArticleIdList": ["10.1016/j.jep.2005.05.035", "16024194"]}, {"Citation": "Rajaei P, Mohamadi N. Ethnobotanical study of medicinal plants of Hezar Mountain allocated in South East of Iran. Iran J Pharm Res. 2012;11(4):1153–67.", "ArticleIdList": ["PMC3813156", "24250549"]}, {"Citation": "Mirdeilami SZ, Barani H, Mazandarani M, Heshmati GA. Ethnopharmacological survey of medicinal plants in Maraveh Tappe region, north of Iran. Iran J Plant Physiol. 2011;2(1):325–36."}, {"Citation": "Tabad M, Jalilian N. Ethnobotanical study of medicinal plants in Zarivar region (Marivan), Iran. J Med Plants. 2015;2(54):55–75."}, {"Citation": "Khajoei Nasab F, Khosravi AR. Ethnobotanical study of medicinal plants of Sirjan in Kerman Province, Iran. J Ethnopharmacol. 2014;154(1):190–7. doi: 10.1016/j.jep.2014.04.003.", "ArticleIdList": ["10.1016/j.jep.2014.04.003", "24746480"]}, {"Citation": "Safa O, Soltanipoor MA, Rastegar S, Kazemi M, Nourbakhsh Dehkordi K, Ghannadi A. An ethnobotanical survey on hormozgan province, Iran. Avicenna J Phytomed. 2013;3(1):64–81.", "ArticleIdList": ["PMC4075690", "25050260"]}, {"Citation": "Miraldi E, Ferri S, Mostaghimi V. Botanical drugs and preparations in the traditional medicine of West Azerbaijan (Iran) J Ethnopharmacol. 2001;75(2-3):77–87.", "ArticleIdList": ["11297838"]}, {"Citation": "Azizi H, Keshavarzi M. Ethnobotanical study of medicinal plants of Sardasht, Western Azerbaijan, Iran. J Herbal Drugs. 2015;6(2):113–9."}, {"Citation": "Bahmani M, Tajeddini P, Ezatpour B, Rafieian-Kopaei M, Naghdi N, Asadi-Samani M. Ethenobothanical study of medicinal plants against parasites detected in Shiraz, southern part of Iran. Der Pharm Lett. 2016;8(1):153–60."}, {"Citation": "Jivad N, Asadi-Samani M, Moradi M. The most important medicinal plants effective on migraine: A review of ethnobotanical studies in Iran. Der Pharm Chem. 2016;8(2):462–6."}, {"Citation": "Jivad N, Bahmani M, Asadi-Samani M. A review of the most important medicinal plants effective on wound healing on ethnobotany evidence of Iran. Der Pharm Lett. 2016;8(2):353–7."}, {"Citation": "Parsaei P, Bahmani M, Karimi M, Naghdi N, Asadi-Samani M, Rafieian-Kopaei M. A review of analgesic medicinal plants in Iran. Der Pharm Lett. 2016;8(2):43–51."}, {"Citation": "Rouhi-Boroujeni H, Asadi-Samani M, Moradi MT. A review of the medicinal plants effective on headache based on the ethnobotanical documents of Iran. Der Pharm Lett. 2016;8(3):37–42."}, {"Citation": "Moradi MT, Asadi-Samani M, Bahmani M. Hypotensive medicinal plants according to ethnobotanical evidence of Iran: A systematic review. Int J PharmTech Res. 2016;9(5):416–26."}, {"Citation": "Parsaei P, Bahmani M, Naghdi N, Asadi-Samani M, Rafieian-Kopaei M, Boroujeni S. Shigellosis phytotherapy: A review of the most important native medicinal plants in Iran effective on Shigella. Der Pharm Lett. 2016;8(2):249–55."}, {"Citation": "Moradi M-T, Rafieian-Kopaei M, Karimi A. A review study on the effect of Iranian herbal medicines against in vitro replication of herpes simplex virus. Avicenna J Phytomed. 2016;6(5):506–15.", "ArticleIdList": ["PMC5052413", "27761420"]}, {"Citation": "Asmat U, Abad K, Ismail K. Diabetes mellitus and oxidative stress—A concise review. Saudi Pharm J. 2016;24(5):547–553. doi: 10.1016/j.jsps.2015.03.013.", "ArticleIdList": ["10.1016/j.jsps.2015.03.013", "PMC5059829", "27752226"]}, {"Citation": "Ghanem MT, Radwan HM, Mahdy el SM, Elkholy YM, Hassanein HD, Shahat AA. Phenolic compounds from Foeniculum vulgare (Subsp Piperitum) (Apiaceae) herb and evaluation of hepatoprotective antioxidant activity. Pharmacognosy Res. 2012;4(2):104–8. doi: 10.4103/0974-8490.94735.", "ArticleIdList": ["10.4103/0974-8490.94735", "PMC3326756", "22518082"]}, {"Citation": "Sytar O, Hemmerich I, Zivcak M, Rauh C, Brestic M. Comparative analysis of bioactive phenolic compounds composition from 26 medicinal plants. Saudi J Biol Sci. 2016.", "ArticleIdList": ["PMC5937015", "29740227"]}, {"Citation": "Ali Asgar MD. Anti-Diabetic potential of phenolic compounds: a review. Int J Food Prop. 2013;16(1):91–103. doi: 10.1080/10942912.2011.595864.", "ArticleIdList": ["10.1080/10942912.2011.595864"]}, {"Citation": "You Q, Chen F, Wang X, Jiang Y, Lin S. Anti-diabetic activities of phenolic compounds in muscadine against alpha-glucosidase and pancreatic lipase. LWT - Food Sci Tech. 2012;46(1):164–8. doi: 10.1016/j.lwt.2011.10.011.", "ArticleIdList": ["10.1016/j.lwt.2011.10.011"]}]}], "History": [{"Year": "2016", "Month": "10", "Day": "3"}, {"Year": "2016", "Month": "12", "Day": "28"}, {"Year": "2017", "Month": "10", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28975089", "PMC5607970", "10.15171/jnp.2017.20"]}}]}