{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-Candida", "Candida", "biofilm", "natural products", "plants"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28989245", "DateRevised": {"Year": "2024", "Month": "03", "Day": "27"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/phrev.phrev_8_17"], "Journal": {"ISSN": "0973-7847", "JournalIssue": {"Volume": "11", "Issue": "22", "PubDate": {"Year": "2017", "Season": "Jul-Dec"}}, "Title": "Pharmacognosy reviews", "ISOAbbreviation": "Pharmacogn Rev"}, "ArticleTitle": "Plants' Natural Products as Alternative Promising Anti-<i>Candida</i> Drugs.", "Pagination": {"StartPage": "104", "EndPage": "122", "MedlinePgn": "104-122"}, "Abstract": {"AbstractText": ["<i>Candida</i> is a serious life-threatening pathogen, particularly with immunocompromised patients. <i>Candida</i> infections are considered as a major cause of morbidity and mortality in a broad range of immunocompromised patients. <i>Candida</i> infections are common in hospitalized patients and elderly people. The difficulty to eradicate <i>Candida</i> infections is owing to its unique switch between yeast and hyphae forms and more likely to biofilm formations that render resistance to antifungal therapy. Plants are known sources of natural medicines. Several plants show significant anti-<i>Candida</i> activities and some of them have lower minimum inhibitory concentration, making them promising candidates for anti-<i>Candida</i> therapy. However, none of these plant products is marketed for anti-<i>Candida</i> therapy because of lack of sufficient information about their efficacy, toxicity, and kinetics. This review revises major plants that have been tested for anti-<i>Candida</i> activities with recommendations for further use of some of these plants for more investigation and <i>in vivo</i> testing including the use of nanostructure lipid system."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, College of Pharmacy, University of Sharjah, Sharjah, United Arab Emirates."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Zagazig University, Zagazig, Egypt."}], "LastName": "Soliman", "ForeName": "Sameh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, College of Pharmacy, University of Sharjah, Sharjah, United Arab Emirates."}], "LastName": "Alnajdy", "ForeName": "Dina", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Biology, University of Sharjah, Sharjah, United Arab Emirates."}], "LastName": "El-Keblawy", "ForeName": "Ali A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Biology, University of Sharjah, Sharjah, United Arab Emirates."}, {"Identifier": [], "Affiliation": "Department of Biotechnology, Faculty of Agriculture, Al-Azhar University, Cairo, Egypt."}], "LastName": "Mosa", "ForeName": "Kareem A", "Initials": "KA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics and Pharmaceutical Technology, College of Pharmacy, University of Sharjah, Sharjah, United Arab Emirates."}], "LastName": "Khoder", "ForeName": "Ghalia", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy Practice and Pharmacotherapy, College of Pharmacy, University of Sharjah, Sharjah, United Arab Emirates."}, {"Identifier": [], "Affiliation": "Department of Pharmacy Practice, School of Pharmacy, Chapman University, Irvine, California, USA."}], "LastName": "Noreddin", "ForeName": "Ayman M", "Initials": "AM"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Pharmacogn Rev", "NlmUniqueID": "101570880", "ISSNLinking": "0973-6581"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "d’Enfert C. Hidden killers: Persistence of opportunistic fungal pathogens in the human host. Curr Opin Microbiol. 2009;12:358–64.", "ArticleIdList": ["19541532"]}, {"Citation": "Rees JR, Pinner RW, Hajjeh RA, Brandt ME, Reingold AL. The epidemiological features of invasive mycotic infections in the San Francisco Bay area 1992-1993: Results of population-based laboratory active surveillance. Clin Infect Dis. 1998;27:1138–47.", "ArticleIdList": ["9827260"]}, {"Citation": "Schulze J, Sonnenborn U. Yeasts in the gut: From commensals to infectious agents. Dtsch Arztebl Int. 2009;106:837–42.", "ArticleIdList": ["PMC2803610", "20062581"]}, {"Citation": "Hamad M, Kazandji N, Awadallah S, Allam H. Prevalence and epidemiological characteristics of vaginal candidiasis in the UAE. Mycoses. 2014;57:184–90.", "ArticleIdList": ["24102778"]}, {"Citation": "Sydnor ER, Perl TM. Hospital epidemiology and infection control in acute-care settings. Clin Microbiol Rev. 2011;24:141–73.", "ArticleIdList": ["PMC3021207", "21233510"]}, {"Citation": "Elewski BE. Onychomycosis: Pathogenesis, diagnosis, and management. Clin Microbiol Rev. 1998;11:415–29.", "ArticleIdList": ["PMC88888", "9665975"]}, {"Citation": "Tada H, Nemoto E, Shimauchi H, Watanabe T, Mikami T, Matsumoto T, et al. Saccharomyces cerevisiae - and Candida albicans -derived mannan induced production of tumor necrosis factor alpha by human monocytes in a CD14- and Toll-like receptor 4-dependent manner. Microbiol Immunol. 2002;46:503–12.", "ArticleIdList": ["12222939"]}, {"Citation": "Edwards JE, Jr, Lehrer RI, Stiehm ER, Fischer TJ, Young LS. Severe candidal infections: Clinical perspective, immune defense mechanisms, and current concepts of therapy. Ann Intern Med. 1978;89:91–106.", "ArticleIdList": ["352220"]}, {"Citation": "Brand A. Hyphal growth in human fungal pathogens and its role in virulence. Int J Microbiol 2012. 2012 517529.", "ArticleIdList": ["PMC3216317", "22121367"]}, {"Citation": "Kojic EM, Darouiche RO. Candida infections of medical devices. Clin Microbiol Rev. 2004;17:255–67.", "ArticleIdList": ["PMC387407", "15084500"]}, {"Citation": "DiDone L, Oga D, Krysan DJ. A novel assay of biofilm antifungal activity reveals that amphotericin B and caspofungin lyse Candida albicans cells in biofilms. Yeast. 2011;28:561–8.", "ArticleIdList": ["21674619"]}, {"Citation": "Espinel-Ingroff A. Mechanisms of resistance to antifungal agents: Yeasts and filamentous fungi. Rev Iberoam Micol. 2008;25:101–6.", "ArticleIdList": ["18473504"]}, {"Citation": "Sanglard D, Kuchler K, Ischer F, Pagani JL, Monod M, Bille J. Mechanisms of resistance to azole antifungal agents in Candida albicans isolates from AIDS patients involve specific multidrug transporters. Antimicrob Agents Chemother. 1995;39:2378–86.", "ArticleIdList": ["PMC162951", "8585712"]}, {"Citation": "White T. Mechanisms of resistance to antifungal drugs. In: Murray PR, Jorgensen JH, et al., editors. Manual of Clinical Microbiology. 9th ed. Washington DC, USA: ASM Press; 2007. pp. 1961–71."}, {"Citation": "Morace G, Perdoni F, Borghi E. Antifungal drug resistance in Candida species. J Glob Antimicrob Resist. 2014;2:254–9.", "ArticleIdList": ["27873684"]}, {"Citation": "Eidi S, Azadi HG, Rahbar N, Mehmannavaz HR. Evaluation of antifungal activity of hydroalcoholic extracts of Citrullus colocynthis fruit. J Herb Med. 2015;5:36–40."}, {"Citation": "Braga PC, Culici M, Alfieri M, Dal Sasso M. Thymol inhibits Candida albicans biofilm formation and mature biofilm. Int J Antimicrob Agents. 2008;31:472–7.", "ArticleIdList": ["18329858"]}, {"Citation": "Humber JM. The role of complementary and alternative medicine: Accommodating pluralism. JAMA. 2002;288:1655–6."}, {"Citation": "Bishop FL, Lewith GT. Who Uses CAM? A narrative review of demographic characteristics and health factors associated with CAM use. Evid Based Complement Alternat Med. 2010;7:11–28.", "ArticleIdList": ["PMC2816378", "18955327"]}, {"Citation": "Tanih NF, Ndip RN. Evaluation of the acetone and aqueous extracts of mature stem bark of Sclerocarya birrea for antioxidant and antimicrobial properties. Evid Based Complement Alternat Med 2012. 2012 834156.", "ArticleIdList": ["PMC3363968", "22675390"]}, {"Citation": "Ertürk Ö. Antibacterial and antifungal activity of ethanolic extracts from eleven spice plants. Biologia. 2006;61:275–8."}, {"Citation": "Tatsadjieu LN, Essia Ngang JJ, Ngassoum MB, Etoa FX. Antibacterial and antifungal activity of Xylopia aethiopica, Monodora myristica, Zanthoxylum xanthoxyloides and Zanthoxylum leprieurii from Cameroon. Fitoterapia. 2003;74:469–72.", "ArticleIdList": ["12837363"]}, {"Citation": "Kalidindi N, Thimmaiah NV, Jagadeesh NV, Nandeep R, Swetha S, Kalidindi B. Antifungal and antioxidant activities of organic and aqueous extracts of Annona squamosa Linn. leaves. J Food Drug Anal. 2015;23:795–802.", "ArticleIdList": ["PMC9345450", "28911497"]}, {"Citation": "Andrade EH, Zoghbi MD, Maia JG, Fabricius H, Marx F. Chemical characterization of the fruit of Annona squamosa L. occurring in the Amazon. J Food Comp Anal. 2001;14:227–32."}, {"Citation": "Gbago O, Zhang H, Mlyuka ES, Song Y. Chemical composition, nutritional properties and antioxidant activity of monkey apple (Anisophyllea laurina R. Br. ex Sabine) Scand J Food Nutr. 2014;2:281–7."}, {"Citation": "Onivogui G, Diaby M, Chen X, Zhang H, Kargbo MR, Song Y. Antibacterial and antifungal activities of various solvent extracts from the leaves and stem bark of Anisophyllea laurina R. Br ex Sabine used as traditional medicine in Guinea. J Ethnopharmacol. 2015;20(168):287–90.", "ArticleIdList": ["25843022"]}, {"Citation": "Madhumitha G, Saral AM. Preliminary phytochemical analysis, antibacterial, antifungal and anticandidal activities of successive extracts of Crossandra infundibuliformis. Asian Pac J Trop Med. 2011;4:192–5.", "ArticleIdList": ["21771451"]}, {"Citation": "Sule A, Ahmed QU, Latip J, Samah OA, Omar MN, Umar A, et al. Antifungal activity of Andrographis paniculata extracts and active principles against skin pathogenic fungal strains in vitro. Pharm Biol. 2012;50:850–6.", "ArticleIdList": ["22587518"]}, {"Citation": "Webster D, Taschereau P, Belland RJ, Sand C, Rennie RP. Antifungal activity of medicinal plant extracts; preliminary screening studies. J Ethnopharmacol. 2008;115:140–6.", "ArticleIdList": ["17996411"]}, {"Citation": "Sharma V, Singh I, Chaudhary P. Acorus calamus (The Healing Plant): A review on its medicinal potential, micropropagation and conservation. Nat Prod Res. 2014;28:1454–66.", "ArticleIdList": ["24824923"]}, {"Citation": "Shamim S, Ahmed SW, Azhar I. Antifungal activity of Allium, Aloe and Solanum species. Pharm Biol. 2004;42:491–8."}, {"Citation": "Price KR, Rhodes MJ. Analysis of the major flavonol glycosides present in four varieties of onion (Allium cepa) and changes in composition resulting from autolysis. J Sci Food Agric. 1997;74:331–9."}, {"Citation": "Silva F, Ferreira S, Duarte A, Mendonça DI, Domingues FC. Antifungal activity of Coriandrum sativum essential oil, its mode of action against Candida species and potential synergism with amphotericin B. Phytomedicine. 2011;19:42–7.", "ArticleIdList": ["21788125"]}, {"Citation": "Begnami AF, Duarte MC, Furletti V, Rehder VL. Antimicrobial potential of Coriandrum sativum L. against different Candida species in vitro. Food Chem. 2010;118:74–7."}, {"Citation": "Naeini A, Naderi NJ, Shokri H. Analysis and in vitro anti-Candida antifungal activity of Cuminum cyminum and Salvadora persica herbs extracts against pathogenic Candida strains. J Mycol Med. 2014;24:13–8.", "ArticleIdList": ["24210587"]}, {"Citation": "Castro RD, Lima EO. Anti-Candida activity and chemical composition of Cinnamomum zeylanicum blume essential oil. Braz Arch Biol Technol. 2013;56:749–55."}, {"Citation": "Sadeghi Nejad B, Rajabi M, Zarei Mamoudabadi A, Zarrin M. In Vitro Anti-Candida activity of the hydroalcoholic extracts of Heracleum persicum fruit against? phatogenic Candida species. Jundishapur J Microbiol. 2014;7:e8703.", "ArticleIdList": ["PMC4138661", "25147655"]}, {"Citation": "Amvam Zollo PH, Abondo R, Biyiti L, Menut C, Bessière JM. Aromatic plants of tropical central Africa xxxviii: Chemical composition of the essential oils from four Aframomum species collected in Cameroon. J Essent Oil Res. 2002;14:95–8."}, {"Citation": "Watcho P, Kamtchouing P, Sokeng S, Moundipa PF, Tantchou J, Essame JL, et al. Reversible antispermatogenic and antifertility activities of Mondia whitei L. in male albino rat. Phytother Res. 2001;15:26–9.", "ArticleIdList": ["11180518"]}, {"Citation": "Adekunle AA, Ikumapayi AM. Antifungal property and phytochemical screening of the crude extracts of Funtumia elastica and Mallotus oppositifolius. West Indian Med J. 2006;55:219–23.", "ArticleIdList": ["17249309"]}, {"Citation": "Ogbolu DO, Oni AA, Daini OA, Oloko AP. In vitro antimicrobial properties of coconut oil on Candida species in Ibadan, Nigeria. J Med Food. 2007;10:384–7.", "ArticleIdList": ["17651080"]}, {"Citation": "Borah B, Phukon P, Hazarika MP, Ahmed R, Sarmah DK, Wann SB, et al. Calamus leptospadix Griff. a high saponin yielding plant with antimicrobial property. Ind Crops Prod. 2016;82:127–32."}, {"Citation": "Khosravi AR, Shokri H, Kermani S, Dakhili M, Madani M, Parsa S. Antifungal properties of Artemisia sieberi and Origanum vulgare essential oils against Candida glabrata isolates obtained from patients with vulvovaginal candidiasis. J Med Mycol. 2011;21:93–9."}, {"Citation": "Lubian CT, Teixeira JM, Lund RG, Nascente PS, Del Pino FA. Atividade antifúngica do extrato aquoso de Arctium minus (Hill) Bernh. (Asteraceae) sobre espécies orais de Candida. Rev Bras Plantas Med. 2010;12:157–62."}, {"Citation": "Erdemoglu N, Turan NN, Akkol EK, Sener B, Abacioglu N. Estimation of anti-inflammatory, antinociceptive and antioxidant activities of Arctium minus (Hill) Bernh. ssp. minus. J Ethnopharmacol. 2009;121:318–23.", "ArticleIdList": ["19061945"]}, {"Citation": "Woods-Panzaru S, Nelson D, McCollum G, Ballard LM, Millar BC, Maeda Y, et al. An examination of antibacterial and antifungal properties of constituents described in traditional Ulster cures and remedies. Ulster Med J. 2009;78:13–5.", "ArticleIdList": ["PMC2629014", "19252724"]}, {"Citation": "Nchu F, Aderogba MA, Mdee LK, Eloff JN. Isolation of anti-Candida albicans compounds from Markhamia obtusifolia (Baker) Sprague (Bignoniaceae) S Afr J Bot. 2010;76:54–7."}, {"Citation": "Pereira AM, Hernandes C, Pereira SI, Bertoni BW, França SC, Pereira PS, et al. Evaluation of anticandidal and antioxidant activities of phenolic compounds from Pyrostegia venusta (Ker Gawl.). Miers. Chem Biol Interact. 2014;224:136–41.", "ArticleIdList": ["25451592"]}, {"Citation": "Mafioleti L, da Silva Junior IF, Colodel EM, Flach A, Martins DT. Evaluation of the toxicity and antimicrobial activity of hydroethanolic extract of Arrabidaea chica (Humb. and Bonpl.) B. Verl. J Ethnopharmacol. 2013;150:576–82.", "ArticleIdList": ["24070833"]}, {"Citation": "Yamashita M, Kaneko M, Tokuda H, Nishimura K, Kumeda Y, Iida A. Synthesis and evaluation of bioactive naphthoquinones from the Brazilian medicinal plant Tabebuia avellanedae. Bioorg Med Chem. 2009;17:6286–91.", "ArticleIdList": ["19674905"]}, {"Citation": "Kouokam JC, Jahns T, Becker H. Antimicrobial activity of the essential oil and some isolated sulfur-rich compounds from Scorodophloeus zenkeri. Planta Med. 2002;68:1082–7.", "ArticleIdList": ["12494334"]}, {"Citation": "Mbosso Teinkela JE, Assob Nguedia JC, Meyer F, Vouffo Donfack E, Lenta Ndjakou B, Ngouela S, et al. In vitro antimicrobial and anti-proliferative activities of plant extracts from Spathodea campanulata, Ficus bubu and Carica papaya. Pharm Biol. 2016;54:1086–95.", "ArticleIdList": ["26799575"]}, {"Citation": "Giordani R, Siepaio M, Moulin-Traffort J, Régli P. Antifungal action of Carica papaya latex: Isolation of fungal cell wall hydrolysing enzymes. Mycoses. 1991;34:469–77.", "ArticleIdList": ["1824416"]}, {"Citation": "Teodoro GR, Brighenti FL, Delbem AC, Delbem ÁC, Khouri S, Gontijo AV, et al. Antifungal activity of extracts and isolated compounds from Buchenavia tomentosa on Candida albicans and non-albicans. Future Microbiol. 2015;10:917–27.", "ArticleIdList": ["26059616"]}, {"Citation": "Masoko P, Picard J, Howard RL, Mampuru LJ, Eloff JN. In vivo antifungal effect of Combretum and Terminalia species extracts on cutaneous wound healing in immunosuppressed rats. Pharm Biol. 2010;48:621–32.", "ArticleIdList": ["20645734"]}, {"Citation": "Masoko P, Mdee LK, Mampuru LJ, Eloff JN. Biological activity of two related triterpenes isolated from Combretum nelsonii (Combretaceae) leaves. Nat Prod Res. 2008;22:1074–84.", "ArticleIdList": ["18780249"]}, {"Citation": "Katerere DR, Gray AI, Nash RJ, Waigh RD. Antimicrobial activity of pentacyclic triterpenes isolated from African Combretaceae. Phytochemistry. 2003;63:81–8.", "ArticleIdList": ["12657301"]}, {"Citation": "Dawe A, Pierre S, Tsala DE, Habtemariam S. Phytochemical constituents of Combretum Loefl (Combretaceae) Pharm Crop. 2013;4:38–59."}, {"Citation": "Valsaraj R, Pushpangadan P, Smitt UW, Adsersen A, Christensen SB, Sittie A, et al. New anti-HIV-1, antimalarial, and antifungal compounds from Terminalia bellerica. J Nat Prod. 1997;60:739–42.", "ArticleIdList": ["9249982"]}, {"Citation": "Shai LJ, McGaw LJ, Eloff JN. Extracts of the leaves and twigs of the threatened tree Curtisia dentata (Cornaceae) are more active against Candida albicans and other microorganisms than the stem bark extract. S Afr J Bot. 2009;75:363–6."}, {"Citation": "Oyedemi SO, Oyedemi BO, Arowosegbe S, Afolayan AJ. Phytochemicals analysis and medicinal potentials of hydroalcoholic extract from Curtisia dentata (Burm.f) C.A. Sm stem bark. Int J Mol Sci. 2012;13:6189–203.", "ArticleIdList": ["PMC3382764", "22754358"]}, {"Citation": "Dzoyem JP, Kechia FA, Kuete V, Pieme AC, Akak CM, Tangmouo JG, et al. Phytotoxic, antifungal activities and acute toxicity studies of the crude extract and compounds from Diospyros canaliculata. Nat Prod Res. 2011;25:741–9.", "ArticleIdList": ["21462073"]}, {"Citation": "Dzoyem JP, Tangmouo JG, Lontsi D, Etoa FX, Lohoue PJ. In vitro antifungal activity of extract and plumbagin from the stem bark of Diospyros crassiflora Hiern (Ebenaceae) Phytother Res. 2007;21:671–4.", "ArticleIdList": ["17444575"]}, {"Citation": "Parsaeimehr A, Sargsyan E, Javidnia K. A comparative study of the antibacterial, antifungal and antioxidant activity and total content of phenolic compounds of cell cultures and wild plants of three endemic species of Ephedra. Molecules. 2010;15:1668–78.", "ArticleIdList": ["PMC6257367", "20336006"]}, {"Citation": "Araújo MG, Hilário F, Nogueira LG, Vilegas W, Santos LC, Bauab TM. Chemical constituents of the methanolic extract of leaves of Leiothrix spiralis Ruhland and their antimicrobial activity. Molecules. 2011;16:10479–90.", "ArticleIdList": ["PMC6264751", "22179427"]}, {"Citation": "Rajeh MA, Zuraini Z, Sasidharan S, Latha LY, Amutha S. Assessment of Euphorbia hirta L. leaf, flower, stem and root extracts for their antibacterial and antifungal activity and brine shrimp lethality. Molecules. 2010;15:6008.", "ArticleIdList": ["PMC6257735", "20877206"]}, {"Citation": "Alviano WS, Mendonça-Filho RR, Alviano DS, Bizzo HR, Souto-Padrón T, Rodrigues ML, et al. Antimicrobial activity of Croton cajucara Benth linalool-rich essential oil on artificial biofilms and planktonic microorganisms. Oral Microbiol Immunol. 2005;20:101–5.", "ArticleIdList": ["15720570"]}, {"Citation": "Jain R, Jindal KC, Singh S, Datta A. Inventors: Pharmaceutical compositions comprising an extract of Euphorbia prostrata. New Delhi, India: Assignee: Panacea Biotec Limited; 2008."}, {"Citation": "Achi O. Composition and antibacterial activities of Tetrapleura tetraptera Taub. pod extracts. Res J Microbiol. 2010;5:1138–44."}, {"Citation": "das Neves MV, da Silva TM, Lima Ede O, da Cunha EV, Oliveira Ede J. Isoflavone formononetin from red propolis acts as a fungicide against Candida sp. Braz J Microbiol. 2016;47:159–66.", "ArticleIdList": ["PMC4822756", "26887239"]}, {"Citation": "Joycharat N, Boonma C, Thammavong S, Yingyongnarongkul BE, Limsuwan S, Voravuthikunchai SP, et al. Chemical constituents and biological activities of Albizia myriophylla wood. Pharm Biol. 2016;54:62–73.", "ArticleIdList": ["25894212"]}, {"Citation": "Favre-Godal Q, Dorsaz S, Queiroz EF, Marcourt L, Ebrahimi SN, Allard PM, et al. Anti-Candida cassane-type diterpenoids from the root bark of Swartzia simplex. J Nat Prod. 2015;78:2994–3004.", "ArticleIdList": ["26654828"]}, {"Citation": "Jothy SL, Zakariah Z, Chen Y, Sasidharan S. In vitro, in situ and in vivo studies on the anticandidal activity of Cassia fistula seed extract. Molecules. 2012;17:6997–7009.", "ArticleIdList": ["PMC6268276", "22678414"]}, {"Citation": "Lachumy SJ, Zuraini Z, Sasidharan S. Antimicrobial activity and toxicity of methanol extract of Cassia fistula seeds. Res J Pharm Biol Chem Sci. 2010;1:391–8."}, {"Citation": "Martins N, Ferreira IC, Henriques M, Silva S. In vitro anti-Candida activity of Glycyrrhiza glabra L. Ind Crops Prod. 2016;83:81–5."}, {"Citation": "Timothy S, Wazis C, Adati R, Maspalma I. Antifungal activity of aqueous and ethanolic leaf extracts of Cassia Alata Linn. JAPS. 2012;2:1–3."}, {"Citation": "Wang J, Lou J, Luo C, Zhou L, Wang M, Wang L. Phenolic compounds from Halimodendron halodendron (Pall.). voss and their antimicrobial and antioxidant activities. Int J Mol Sci. 2012;13:11349–64.", "ArticleIdList": ["PMC3472750", "23109858"]}, {"Citation": "Siler B, Zivkovic S, Banjanac T, Cvetkovic J, Nestorovic Živkovic J, Ciric A, et al. Centauries as underestimated food additives: Antioxidant and antimicrobial potential. Food Chem. 2014;147:367–76.", "ArticleIdList": ["24206732"]}, {"Citation": "Giongo JL, de Almeida Vaucher R, Fausto VP, Quatrin PM, Lopes LQ, Santos RC, et al. Anti-Candida activity assessment of Pelargonium graveolens oil free and nanoemulsion in biofilm formation in hospital medical supplies. Microb Pathog. 2016;100:170–8.", "ArticleIdList": ["27544324"]}, {"Citation": "Krisch J, Ördögh L, Galgóczy L, Papp T, Vágvölgyi C. Anticandidal effect of berry juices and extracts from Ribes species. Open Life Sci. 2009;4:86–9."}, {"Citation": "Noumi E, Snoussi M, Hajlaoui H, Valentin E, Bakhrouf A. Antifungal properties of Salvadora persica and Juglans regia L. extracts against oral Candida strains. Eur J Clin Microbiol Infect Dis. 2010;29:81–8.", "ArticleIdList": ["19899011"]}, {"Citation": "Lu Y, Foo LY. Polyphenolics of Salvia – A review. Phytochemistry. 2002;59:117–40.", "ArticleIdList": ["11809447"]}, {"Citation": "Martins N, Barros L, Santos-Buelga C, Henriques M, Silva S, Ferreira IC. Evaluation of bioactive properties and phenolic compounds in different extracts prepared from Salvia officinalis L. Food Chem. 2015;170:378–85.", "ArticleIdList": ["25306360"]}, {"Citation": "Pina-Vaz C, Gonçalves Rodrigues A, Pinto E, Costa-de-Oliveira S, Tavares C, Salgueiro L, et al. Antifungal activity of Thymus oils and their major compounds. J Eur Acad Dermatol Venereol. 2004;18:73–8.", "ArticleIdList": ["14678536"]}, {"Citation": "Naeini A, Khosravi AR, Chitsaz M, Shokri H, Kamlnejad M. Anti-Candida albicans activity of some Iranian plants used in traditional medicine. J Med Mycol. 2009;19:168–72."}, {"Citation": "Pinto E, Gonçalves MJ, Hrimpeng K, Pinto J, Vaz S, Vale-Silva LA, et al. Antifungal activity of the essential oil of Thymus villosus subsp. lusitanicus against Candida, Cryptococcus, Aspergillus and dermatophyte species. Ind Crop Prod. 2013;51:93–9."}, {"Citation": "Teixeira B, Marques A, Ramos C, Serrano C, Matos O, Neng NR, et al. Chemical composition and bioactivity of different oregano (Origanum vulgare) extracts and essential oil. J Sci Food Agric. 2013;93:2707–14.", "ArticleIdList": ["23553824"]}, {"Citation": "Ličina BZ, Stefanović OD, Vasić SM, Radojević ID, Dekić MS, Čomić LR. Biological activities of the extracts from wild growing Origanum vulgare L. Food Control. 2013;33:498–504."}, {"Citation": "Palmeira-de-Oliveira A, Gaspar C, Palmeira-de-Oliveira R, Silva-Dias A, Salgueiro L, Cavaleiro C, et al. The anti-Candida activity of Thymbra capitata essential oil: Effect upon pre-formed biofilm. J Ethnopharmacol. 2012;140:379–83.", "ArticleIdList": ["22310557"]}, {"Citation": "Khan A, Ahmad A, Akhtar F, Yousuf S, Xess I, Khan LA, et al. Ocimum sanctum essential oil and its active principles exert their antifungal activity by disrupting ergosterol biosynthesis and membrane integrity. Res Microbiol. 2010;161:816–23.", "ArticleIdList": ["20868749"]}, {"Citation": "Cavalcanti YW, Almeida LD, Padilha WW. Anti-adherent activity of Rosmarinus officinalis essential oil on Candida albicans: An SEM analysis. Rev Odonto Ciênc. 2011;26:139–44."}, {"Citation": "Ozcan MM, Chalchat JC. Chemical composition and antifungal activity of rosemary (Rosmarinus officinalis L.). oil from Turkey. Int J Food Sci Nutr. 2008;59:691–8.", "ArticleIdList": ["18654909"]}, {"Citation": "Gazim ZC, Amorim AC, Hovell AM, Rezende CM, Nascimento IA, Ferreira GA, et al. Seasonal variation, chemical composition, and analgesic and antimicrobial activities of the essential oil from leaves of Tetradenia riparia (Hochst.). Codd in Southern Brazil. Molecules. 2010;15:5509–24.", "ArticleIdList": ["PMC6257709", "20714310"]}, {"Citation": "Džamić AM, Soković MD, Novaković M, Jadranin M, Ristić MS, Tešević V, et al. Composition, antifungal and antioxidant properties of Hyssopus officinalis L. subsp. pilifer (Pant.) Murb. essential oil and deodorized extracts. Ind Crop Prod. 2013;51:401–7."}, {"Citation": "Li YC, Liang HC, Chen HM, Tan LR, Yi YY, Qin Z, et al. Anti-Candida albicans activity and pharmacokinetics of pogostone isolated from Pogostemonis Herba. Phytomedicine. 2012;20:77–83.", "ArticleIdList": ["23159370"]}, {"Citation": "Ünver A, Arslan D, Çetýnkaya Z, Özcan MM. Antimycotic activity of methanol extracts of sage (Salvia officinalis L.), laurel (Laurus nobilis L.) and thyme (Thymbra spicata L.) J Essent Oil Bear Pl. 2008;11(1):90–5."}, {"Citation": "Wong KS, Tsang WK. In vitro antifungal activity of the aqueous extract of Scutellaria baicalensis Georgi root against Candida albicans. Int J Antimicrob Agents. 2009;34:284–5.", "ArticleIdList": ["19369042"]}, {"Citation": "Modaressi M, Shahsavari R, Ahmadi F, Rahimi-Nasrabadi M, Abiri R, Mikaeli A, et al. The evaluation of antibacterial, antifungal and antioxidant activity of methanolic extract of Mindium laevigatum (vent.). rech. F. from central part of Iran. Jundishapur J Nat Pharm Prod. 2013;8:34–40.", "ArticleIdList": ["PMC3941880", "24624184"]}, {"Citation": "Ren B, Xia B, Li W, Wu J, Zhang H. Two novel phenolic compounds from Stenoloma chusanum and their antifungal activity. Chem Nat Compd. 2009;45:182–6."}, {"Citation": "Unlu M, Ergene E, Unlu GV, Zeytinoglu HS, Vural N. Composition, antimicrobial activity and in vitro cytotoxicity of essential oil from Cinnamomum zeylanicum Blume (Lauraceae) Food Chem Toxicol. 2010;48:3274–80.", "ArticleIdList": ["20828600"]}, {"Citation": "Oro D, Heissler A, Rossi EM, Scapin D, da Silva Malheiros P, Boff E. Antifungal activity of natural compounds against Candida species isolated from HIV-positive patients. Asian Pac J Trop Biomed. 2015;5:781–4."}, {"Citation": "Anibal PC, Peixoto IT, Foglio MA, Höfling JF. Antifungal activity of the ethanolic extracts of Punica granatum L. and evaluation of the morphological and structural modifications of its compounds upon the cells of Candida spp. Braz J Microbiol. 2013;44:839–48.", "ArticleIdList": ["PMC3910198", "24516425"]}, {"Citation": "Endo EH, Cortez DA, Ueda-Nakamura T, Nakamura CV, Dias Filho BP. Potent antifungal activity of extracts and pure compound isolated from pomegranate peels and synergism with fluconazole against Candida albicans. Res Microbiol. 2010;161:534–40.", "ArticleIdList": ["20541606"]}, {"Citation": "Saad S, Taher M, Susanti D, Qaralleh H, Awang AF. In vitro antimicrobial activity of mangrove plant Sonneratia alba. Asian Pac J Trop Biomed. 2012;2:427–9.", "ArticleIdList": ["PMC3609317", "23569943"]}, {"Citation": "Alshami I, Alharbi AE. Hibiscus sabdariffa extract inhibits in vitro biofilm formation capacity of Candida albicans isolated from recurrent urinary tract infections. Asian Pac J Trop Biomed. 2014;4:104–8.", "ArticleIdList": ["PMC3819477", "25182280"]}, {"Citation": "Zhang H, Gao A, Li F, Zhang G, Ho HI, Liao W. Mechanism of action of tetrandrine, a natural inhibitor of Candida albicans drug efflux pumps. Yakugaku Zasshi. 2009;129:623–30.", "ArticleIdList": ["19420894"]}, {"Citation": "Ngameni B, Kuete V, Simo IK, Mbaveng AT, Awoussong PK, Patnam R, et al. Antibacterial and antifungal activities of the crude extract and compounds from Dorstenia turbinata (Moraceae) S Afr J Bot. 2009;75:256–61."}, {"Citation": "Jean ET, Louis MK, Jules CA, Franck M, Diane CS, Bruno NL, et al. In vitro evaluation of antimicrobial and antiproliferative activities for compounds isolated from the Ficus bubu Warb. (Moraceae) fruits: Chemotaxonomic significance. Drug Deliv Lett. 2015;5:122–31."}, {"Citation": "Yessoufou K, Elansary HO, Mahmoud EA, Skalicka-Woźniak K. Antifungal, antibacterial and anticancer activities of Ficus drupacea L. stem bark extract and biologically active isolated compounds. Ind Crop Prod. 2015;74:752–8."}, {"Citation": "Bidarigh S, Khoshkholgh PM, Massiha A, Issazadeh K. In vitro anti-Candida activity of Ficus lyrata L. ethyl acetate latex extract and nystatin on clinical isolates and standard strains of Candida albicans Int Conf Biotechnol Environ Manage. 2011;18:115–9."}, {"Citation": "Safaei-Ghomi J, Ahd AA. Antimicrobial and antifungal properties of the essential oil and methanol extracts of Eucalyptus largiflorens and Eucalyptus intertexta. Pharmacogn Mag. 2010;6:172–5.", "ArticleIdList": ["PMC2950377", "20931074"]}, {"Citation": "Tyagi AK, Malik A. Antimicrobial potential and chemical composition of Eucalyptus globulus oil in liquid and vapour phase against food spoilage microorganisms. Food Chem. 2011;126:228–35."}, {"Citation": "Prabhakar K, Kumar LS, Rajendran S, Chandrasekaran M, Bhaskar K, Sajit Khan AK. Antifungal activity of plant extracts against Candida species from oral lesions. Indian J Pharm Sci. 2008;70:801–3.", "ArticleIdList": ["PMC3040880", "21369447"]}, {"Citation": "Hammer KA, Carson CF, Riley TV. Antifungal effects of Melaleuca alternifolia (tea tree) oil and its components on Candida albicans, Candida glabrata and Saccharomyces cerevisiae. J Antimicrob Chemother. 2004;53:1081–5.", "ArticleIdList": ["15140856"]}, {"Citation": "Carson CF, Hammer KA, Riley TV. Melaleuca alternifolia (Tea Tree) oil: A review of antimicrobial and other medicinal properties. Clin Microbiol Rev. 2006;19:50–62.", "ArticleIdList": ["PMC1360273", "16418522"]}, {"Citation": "Hammer KA, Carson CF, Riley TV. Antifungal activity of the components of Melaleuca alternifolia (tea tree) oil. J Appl Microbiol. 2003;95:853–60.", "ArticleIdList": ["12969301"]}, {"Citation": "Oliveira GF, Furtado NA, Silva Filho AA, Martins CH, Bastos JK, Cunha WR, et al. Antimicrobial activity of Syzygium cumini (Myrtaceae) leaves extract. Braz J Microbiol. 2007;38:381–4."}, {"Citation": "Ashour HM. Antibacterial, antifungal, and anticancer activities of volatile oils and extracts from stems, leaves, and flowers of Eucalyptus sideroxylon and Eucalyptus torquata. Cancer Biol Ther. 2008;7:399–403.", "ArticleIdList": ["18075306"]}, {"Citation": "Nenaah G. Antibacterial and antifungal activities of (beta)-carboline alkaloids of Peganum harmala (L) seeds and their combination effects. Fitoterapia. 2010;81:779–82.", "ArticleIdList": ["20398742"]}, {"Citation": "Diba K, Geramishoar M, Sharbatkhori M, Hosseinpur L. Antifungal activity of alcoholic extract of Peganum harmala, in vitro. Urmia Med J. 2010;20:271–7."}, {"Citation": "Ayandele AA, Adebiyi AO. The phytochemical analysis and antimicrobial screening of extracts of Olax subscorpioïdea. Afr J Biotech. 2007;6:868–70."}, {"Citation": "Picerno P, Mencherini T, Sansone F, Del Gaudio P, Granata I, Porta A, et al. Screening of a polar extract of Paeonia rockii: Composition and antioxidant and antifungal activities. J Ethnopharmacol. 2011;138:705–12.", "ArticleIdList": ["22004890"]}, {"Citation": "Sharma H, Yunus GY, Agrawal R, Kalra M, Verma S, Bhattar S. Antifungal efficacy of three medicinal plants Glycyrrhiza glabra, Ficus religiosa and Plantago major against oral Candida albicans Acomparative analysis. Indian J Dent Res. 2016;27:433–6.", "ArticleIdList": ["27723643"]}, {"Citation": "de Paiva SR, Figueiredo MR, Aragão TV, Kaplan MA. Antimicrobial activity in vitro of plumbagin isolated from Plumbago species. Mem Inst Oswaldo Cruz. 2003;98:959–61.", "ArticleIdList": ["14762525"]}, {"Citation": "Carlini EA, Duarte-Almeida JM, Tabach R. Assessment of the toxicity of the Brazilian pepper trees Schinus terebinthifolius raddi (Aroeira-da-praia) and Myracrodruon urundeuva allemão (Aroeira-do-sertão) Phytother Res. 2013;27:692–8.", "ArticleIdList": ["22761020"]}, {"Citation": "Tangarife-Castaño V, Correa-Royero JB, Roa-Linares VC, Pino-Benitez N, Betancur-Galvis LA, Durán DC, et al. Anti-dermatophyte, anti-Fusarium and cytotoxic activity of essential oils and plant extracts of Piper genus. J Essent Oil Res. 2014;26:221–7."}, {"Citation": "Pessini GL, Dias Filho BP, Nakamura CV, Cortez DA. Antifungal activity of the extracts and neolignans from Piper regnellii (Miq.). C. DC. var. pallescens (C. DC.) Yunck. J Braz Chem Soc. 2005;16:1130–3."}, {"Citation": "Gbewonyo WS, Candy DJ. Chromatographic isolation of insecticidal amides from Piper guineense roots. J Chromatogr A. 1992;607:105–11."}, {"Citation": "Rajeswara Rao BR, Rajput DK, Patel RP. Essential oil profiles of different parts of palmarosa (Cymbopogon martinii (Roxb.). wats. var. motia burk.) J Essent Oil Res. 2009;21:519–21."}, {"Citation": "Taweechaisupapong S, Aieamsaard J, Chitropas P, Khunkitti W. Inhibitory effect of lemongrass oil and its major constituents on Candida biofilm and germ tube formation. S Afr J Bot. 2012;81:95–102."}, {"Citation": "Gbenou JD, Ahounou JF, Akakpo HB, Laleye A, Yayi E, Gbaguidi F, et al. Phytochemical composition of Cymbopogon citratus and Eucalyptus citriodora essential oils and their anti-inflammatory and analgesic properties on Wistar rats. Mol Biol Rep. 2013;40:1127–34.", "ArticleIdList": ["23065287"]}, {"Citation": "Inderjit, Dakshini KM. Investigations on some aspects of chemical ecology of cogongrass Imperata cylindrica (L.) Beauv. J Chem Ecol. 1991;17:343–52.", "ArticleIdList": ["24258730"]}, {"Citation": "Ibraheim ZZ, Ahmed AS, Gouda YG. Phytochemical and biological studies of Adiantum capillus-veneris L. Saudi Pharm J. 2011;19:65–74.", "ArticleIdList": ["PMC3745073", "23960744"]}, {"Citation": "Ishaq MS, Hussain MM, Afridi MS, Ali G, Khattak M, Ahmad S, et al. In vitro phytochemical, antibacterial, and antifungal activities of leaf, stem, and root extracts of Adiantum capillus veneris. ScientificWorldJournal. 2014;2014:269793.", "ArticleIdList": ["PMC3925560", "24592156"]}, {"Citation": "Bita A, Rosu AF, Calina D, Rosu L, Zlatian O, Dindere C, et al. An alternative treatment for Candida infections with Nigella sativa extracts. Eur J Hosp Pharm Sci Pract. 2012;19:162–3."}, {"Citation": "García-Sosa K, Villarreal-Alvarez N, Lübben P, Peña-Rodríguez LM. Chrysophanol, an antimicrobial anthraquinone from the root extract of Colubrina greggii. J Mex Chem Soc. 2006;50:76–8."}, {"Citation": "Jainkittivong A, Butsarakamruha T, Langlais RP. Antifungal activity of Morinda citrifolia fruit extract against Candida albicans. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2009;108:394–8.", "ArticleIdList": ["19716507"]}, {"Citation": "Toure A, Bahi C, Ouattara K, Djama JA, Coulibaly A. Phytochemical screening and in vitro antifungal activities of extracts of leaves of Morinda morindoides (Morinda, Rubiaceae) J Med Plant Res. 2011;5:6780–6."}, {"Citation": "Tsuzuki JK, Svidzinski TI, Shinobu CS, Silva LF, Rodrigues-Filho E, Cortez DA, et al. Antifungal activity of the extracts and saponins from Sapindus saponaria L. An Acad Bras Cienc. 2007;79:577–83.", "ArticleIdList": ["18066429"]}, {"Citation": "Basile A, Rigano D, Conte B, Bruno M, Rosselli S, Sorbo S. Antibacterial and antifungal activities of acetonic extract from Paullinia cupana Mart. seeds. Nat Prod Res. 2013;27:2084–90.", "ArticleIdList": ["23672664"]}, {"Citation": "Nordin MA, Wan Harun WH, Abdul Razak F. Antifungal susceptibility and growth inhibitory response of oral Candida species to Brucea javanica Linn. extract. BMC Complement Altern Med. 2013;13:342.", "ArticleIdList": ["PMC3898397", "24305010"]}, {"Citation": "Das J, Lahan JP, Srivastava RB. Solanum melongena: A potential source of antifungal agent. Indian J Microbiol. 2010;50(Suppl 1):62–9.", "ArticleIdList": ["PMC3396405", "22815574"]}, {"Citation": "Lee DG, Park Y, Kim MR, Jung HJ, Seu YB, Hahm KS, et al. Anti-fungal effects of phenolic amides isolated from the root bark of Lycium chinense. Biotechnol Lett. 2004;26:1125–30.", "ArticleIdList": ["15266117"]}, {"Citation": "Sitheeque MA, Panagoda GJ, Yau J, Amarakoon AM, Udagama UR, Samaranayake LP. Antifungal activity of black tea polyphenols (catechins and theaflavins) against Candida species. Chemotherapy. 2009;55:189–96.", "ArticleIdList": ["19420933"]}, {"Citation": "Salgueiro LR, Cavaleiro C, Gonçalves MJ, Proença da Cunha A. Antimicrobial activity and chemical composition of the essential oil of Lippia graveolens from Guatemala. Planta Med. 2003;69:80–3.", "ArticleIdList": ["12567288"]}, {"Citation": "Oliveira DR, Leitão GG, Bizzo HR, Lopes Ds, Alviano DS, Alviano CS, et al. Chemical and antimicrobial analyses of essential oil of Lippia origanoides H.B.K. Food Chem. 2007;101:236–40."}, {"Citation": "Neelofar K, Shreaz S, Rimple B, Muralidhar S, Nikhat M, Khan LA. Curcumin as a promising anticandidal of clinical interest. Can J Microbiol. 2011;57:204–10.", "ArticleIdList": ["21358761"]}, {"Citation": "Ghasemzadeh A, Jaafar HZ, Rahmat A. Identification and concentration of some flavonoid components in Malaysian young ginger (Zingiber officinale Roscoe) varieties by a high performance liquid chromatography method. Molecules. 2010;15:6231–43.", "ArticleIdList": ["PMC6257699", "20877219"]}, {"Citation": "Marioni J, da Silva MA, Cabrera JL, Montoya SC, Paraje MG. The anthraquinones rubiadin and its 1-methyl ether isolated from Heterophyllaea pustulata reduces Candida tropicalis biofilms formation. Phytomedicine. 2016;23:1321–8.", "ArticleIdList": ["27765351"]}, {"Citation": "De Vita D, Simonetti G, Pandolfi F, Costi R, Di Santo R, D’Auria FD, et al. Exploring the anti-biofilm activity of cinnamic acid derivatives in Candida albicans. Bioorg Med Chem Lett. 2016;26:5931–5.", "ArticleIdList": ["27838185"]}, {"Citation": "Munin E, Giroldo LM, Alves LP, Costa MS. Study of germ tube formation by Candida albicans after photodynamic antimicrobial chemotherapy (PACT) J Photochem Photobiol B. 2007;88:16–20.", "ArticleIdList": ["17566757"]}, {"Citation": "Dalleau S, Cateau E, Bergès T, Berjeaud JM, Imbert C. In vitro activity of terpenes against Candida biofilms. Int J Antimicrob Agents. 2008;31:572–6.", "ArticleIdList": ["18440786"]}, {"Citation": "Cutler JE. Putative virulence factors of Candida albicans. Annu Rev Microbiol. 1991;45:187–218.", "ArticleIdList": ["1741614"]}, {"Citation": "Sikkema J, de Bont JA, Poolman B. Mechanisms of membrane toxicity of hydrocarbons. Microbiol Rev. 1995;59:201–22.", "ArticleIdList": ["PMC239360", "7603409"]}, {"Citation": "Kurtz MB, Douglas CM. Lipopeptide inhibitors of fungal glucan synthase. J Med Vet Mycol. 1997;35:79–86.", "ArticleIdList": ["9147267"]}, {"Citation": "Inouye S, Watanabe M, Nishiyama Y, Takeo K, Akao M, Yamaguchi H. Antisporulating and respiration-inhibitory effects of essential oils on filamentous fungi. Mycoses. 1998;41:403–10.", "ArticleIdList": ["9916464"]}, {"Citation": "Bard M, Albrecht MR, Gupta N, Guynn CJ, Stillwell W. Geraniol interferes with membrane functions in strains of Candida and Saccharomyces. Lipids. 1988;23:534–8.", "ArticleIdList": ["3050345"]}, {"Citation": "Thevissen K, Warnecke DC, François IE, Leipelt M, Heinz E, Ott C, et al. Defensins from insects and plants interact with fungal glucosylceramides. J Biol Chem. 2004;279:3900–5.", "ArticleIdList": ["14604982"]}, {"Citation": "Leipelt M, Warnecke D, Zähringer U, Ott C, Müller F, Hube B, et al. Glucosylceramide synthases, a gene family responsible for the biosynthesis of glucosphingolipids in animals, plants, and fungi. J Biol Chem. 2001;276:33621–9.", "ArticleIdList": ["11443131"]}, {"Citation": "Thevissen K, Ghazi A, De Samblanx GW, Brownlee C, Osborn RW, Broekaert WF. Fungal membrane responses induced by plant defensins and thionins. J Biol Chem. 1996;271:15018–25.", "ArticleIdList": ["8663029"]}, {"Citation": "Aerts AM, Carmona-Gutierrez D, Lefevre S, Govaert G, François IE, Madeo F, et al. The antifungal plant defensin RsAFP2 from radish induces apoptosis in a metacaspase independent way in Candida, albicans. FEBS Lett. 2009;583:2513–6.", "ArticleIdList": ["19596007"]}, {"Citation": "Sharma Y, Khan LA, Manzoor N. Anti-Candida activity of geraniol involves disruption of cell membrane integrity and function. J Mycol Med. 2016;26:244–54.", "ArticleIdList": ["27554866"]}, {"Citation": "Bajpai VK, Park YH, Kang SC. A diterpenoid taxodone from Metasequoia glyptostroboides with antimycotic potential against clinical isolates of Candida species. J Mycol Med. 2015;25:e31–8.", "ArticleIdList": ["25637428"]}, {"Citation": "Batandier C, Fontaine E, Kériel C, Leverve XM. Determination of mitochondrial reactive oxygen species: Methodological aspects. J Cell Mol Med. 2002;6:175–87.", "ArticleIdList": ["PMC6740075", "12169203"]}, {"Citation": "Aerts AM, Bammens L, Govaert G, Carmona-Gutierrez D, Madeo F, Cammue BP, et al. The antifungal plant defensin HsAFP1 from Heuchera sanguinea induces apoptosis in Candida albicans. Front Microbiol. 2011;2:47.", "ArticleIdList": ["PMC3128936", "21993350"]}, {"Citation": "Chen Y, Zeng H, Tian J, Ban X, Ma B, Wang Y. Antifungal mechanism of essential oil from Anethum graveolens seeds against Candida albicans. J Med Microbiol. 2013;62(Pt 8):1175–83.", "ArticleIdList": ["23657528"]}, {"Citation": "Hwang IS, Lee J, Jin HG, Woo ER, Lee DG. Amentoflavone stimulates mitochondrial dysfunction and induces apoptotic cell death in Candida albicans. Mycopathologia. 2012;173:207–18.", "ArticleIdList": ["22210020"]}, {"Citation": "Choi H, Lee DG. Lycopene induces apoptosis in Candida albicans through reactive oxygen species production and mitochondrial dysfunction. Biochimie. 2015;115:108–15.", "ArticleIdList": ["26005097"]}, {"Citation": "Barbieri DS, Tonial F, Lopez PV, Sales Maia BH, Santos GD, Ribas MO, et al. Antiadherent activity of Schinus terebinthifolius and Croton urucurana extracts on in vitro biofilm formation of Candida albicans and Streptococcus mutans. Arch Oral Biol. 2014;59:887–96.", "ArticleIdList": ["24907518"]}, {"Citation": "Serpa R, França EJ, Furlaneto-Maia L, Andrade CG, Diniz A, Furlaneto MC. In vitro antifungal activity of the flavonoid baicalein against Candida species. J Med Microbiol. 2012;61(Pt 12):1704–8.", "ArticleIdList": ["22918868"]}, {"Citation": "Yun DG, Lee DG. Silibinin triggers yeast apoptosis related to mitochondrial Ca2+ influx in Candida albicans. Int J Biochem Cell Biol. 2016;80:1–9.", "ArticleIdList": ["27639679"]}, {"Citation": "Ankri S, Mirelman D. Antimicrobial properties of allicin from garlic. Microbes Infect. 1999;1:125–9.", "ArticleIdList": ["10594976"]}, {"Citation": "Davis SR. An overview of the antifungal properties of allicin and its breakdown products – The possibility of a safe and effective antifungal prophylactic. Mycoses. 2005;48:95–100.", "ArticleIdList": ["15743425"]}, {"Citation": "Souza-Moreira TM, Severi JA, Lee K, Preechasuth K, Santos E, Gow NA, et al. Anti-Candida targets and cytotoxicity of casuarinin isolated from Plinia cauliflora leaves in a bioactivity-guided study. Molecules. 2013;18:8095–108.", "ArticleIdList": ["PMC6269720", "23839114"]}, {"Citation": "Tay LY, Jorge JH, Herrera DR, Campanha NH, Gomes BP, Andre Dos Santos F. Evaluation of different treatment methods against denture stomatitis: A randomized clinical study. Oral Surg Oral Med Oral Pathol Oral Radiol. 2014;118:72–7.", "ArticleIdList": ["24908596"]}, {"Citation": "Tangarife-Castaño V, Correa-Royero J, Zapata-Londoño B, Durán C, Stanshenko E, Mesa-Arango AC. Anti-Candida albicans activity, cytotoxicity and interaction with antifungal drugs of essential oils and extracts from aromatic and medicinal plants. Infectio. 2011;15:160–7."}, {"Citation": "González Torres Y, Scull Campos I, Bada Barro AM, González Navarro B, Fuentes Morales D, Arteaga Pérez ME, et al. Ensayo de toxicidad a dosis repetidas del extracto acuoso de Morinda royoc L. en ratas Cenp: SPRD. Rev Cubana Plant Med. 2003;8 [Epub ahead of print]"}, {"Citation": "Herrera-Arellano A, López-Villegas EO, Rodríguez-Tovar AV, Zamilpa A, Jiménez-Ferrer E, Tortoriello J, et al. Use of antifungal saponin SC-2 of Solanum chrysotrichum for the treatment of vulvovaginal candidiasis In vitro studies and clinical experiences. Afr J Tradit Complement Altern Med. 2013;10:410–7.", "ArticleIdList": ["PMC3777579", "24146467"]}, {"Citation": "Ebrahimy F, Dolatian M, Moatar F, Majd HA. Comparison of the therapeutic effects of Garcin(®) and fluconazole on Candida vaginitis. Singapore Med J. 2015;56:567–72.", "ArticleIdList": ["PMC4613933", "26512149"]}, {"Citation": "Irshad Shreaz S, Manzoor N, Khan LA, Rizvi MM. Anticandidal activity of Cassia fistula and its effect on ergosterol biosynthesis. Pharm Biol. 2011;49:727–33.", "ArticleIdList": ["21591840"]}, {"Citation": "Andres P, Chantalat L, Lin YK. Treatment of Candidiasis with Indigo Naturalis or Indigo-Producing Plant Extract. Google Patents. 2016"}, {"Citation": "Chauhan VS, Salkar KS. Oral Herbal Composition for the Treatment of Oral Candidiasis. Google Patents. 2013"}, {"Citation": "Meuwly P, Abbet C, Schnyder B, Denis JM, Simonnet X. Anti-Candida Compositions and Uses Thereof. Google Patents. 2015"}, {"Citation": "Duarte MC, Figueira GM, Sartoratto A, Rehder VL, Delarmelina C. Anti-Candida activity of Brazilian medicinal plants. J Ethnopharmacol. 2005;97:305–11.", "ArticleIdList": ["15707770"]}, {"Citation": "Bonifácio BV, Ramos MA, da Silva PB, Negri KM, de Oliveira Lopes É, de Souza LP, et al. Nanostructured lipid system as a strategy to improve the anti-Candida albicans activity of Astronium sp. Int J Nanomedicine. 2015;10:5081–92.", "ArticleIdList": ["PMC4536841", "26300640"]}]}], "History": [{"Year": "2017", "Month": "10", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28989245", "PMC5628516", "10.4103/phrev.phrev_8_17", "PRev-11-104"]}}]}