{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Guava", "India", "Psidium guajava", "review", "rural communities"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "28989253", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/phrev.phrev_17_17"], "Journal": {"ISSN": "0973-7847", "JournalIssue": {"Volume": "11", "Issue": "22", "PubDate": {"Year": "2017", "Season": "Jul-Dec"}}, "Title": "Pharmacognosy reviews", "ISOAbbreviation": "Pharmacogn Rev"}, "ArticleTitle": "<i>Psidium guajava:</i> A Single Plant for Multiple Health Problems of Rural Indian Population.", "Pagination": {"StartPage": "167", "EndPage": "174", "MedlinePgn": "167-174"}, "Abstract": {"AbstractText": ["The rural population in India faces a number of health problems and often has to rely on local remedies. <i>Psidium guajava</i> Linn. (guava), a tropical plant which is used as food and medicine can be used by rural communities due to its several medicinal properties. A literature search was undertaken to gauge the rural health scenario in India and compile the available literature on guava so as to reflect its usage in the treatment of multiple health conditions prevalent in rural communities. Towards this, electronic databases such as Pubmed, Science Direct, google scholar were scanned. Information on clinical trials on guava was obtained from Cochrane Central Register of Controlled Trials and Clinicaltrial.gov. The literature survey revealed that guava possesses various medicinal properties which have been reported from across the globe in the form of ethnobotanical/ethnopharmacological surveys, laboratory investigations and clinical trials. Besides documenting the safety of guava, the available literature shows that guava is efficacious against the following conditions which rural communities would encounter. (a) Gastrointestinal infections; (b) Malaria; (c)Respiratory infections; (d) Oral/dental infections; (e) Skin infections; (f) Diabetes; (g) Cardiovascular/hypertension; (h) Cancer; (i) Malnutrition; (j) Women problems; (k) Pain; (l) Fever; (m) Liver problems; (n) Kidney problems. In addition, guava can also be useful for treatment of animals and explored for its commercial applications. In conclusion, popularization of guava, can have multiple applications for rural communities."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Plants, The Foundation for Medical Research, Mumbai, Maharashtra, India."}], "LastName": "Daswani", "ForeName": "Poonam G", "Initials": "PG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Plants, The Foundation for Medical Research, Mumbai, Maharashtra, India."}], "LastName": "Gholkar", "ForeName": "Manasi S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Plants, The Foundation for Medical Research, Mumbai, Maharashtra, India."}], "LastName": "Birdi", "ForeName": "Tannaz J", "Initials": "TJ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Pharmacogn Rev", "NlmUniqueID": "101570880", "ISSNLinking": "0973-6581"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Prakash P, Gupta N. Therapeutic uses of Ocimum sanctum Linn (Tulsi) with a note on eugenol and its pharmacological actions: A short review. Indian J Physiol Pharmacol. 2005;49:125–31.", "ArticleIdList": ["16170979"]}, {"Citation": "Dash B, Dash NC. Ethnobotany of Kondhs of Ganjam. In: Chand PK, Patro SN, editors. Science for Society. Bhubaneswar: ISCA Publication of 7th OBS; 2003. pp. 132–5."}, {"Citation": "Guite N, Acharya S. Indigenous medicinal substances and health care: A study among Paite tribe of Manipur, India. Stud Tribes Tribals. 2006;4:99–104."}, {"Citation": "Gutiérrez RM, Mitchell S, Solis RV. Psidium guajava: A review of its traditional uses, phytochemistry and pharmacology. J Ethnopharmacol. 2008;117:1–27.", "ArticleIdList": ["18353572"]}, {"Citation": "Joumard I, Kumar A. Improving Health Outcomes and Health Care in India. OECD Economic Department Working Papers. Paper No. 1184. 2015"}, {"Citation": "Kumar AK, Chen LC, Choudhury M, Ganju S, Mahajan V, Sinha A, et al. Financing health care for all: Challenges and opportunities. Lancet. 2011;377:668–79.", "ArticleIdList": ["21227490"]}, {"Citation": "India: BS Kakkilaya;  [Last updated on 2017 Mar 12; Last accessed on 2017 Mar 30].  Malaria.com. Available from: http://www.malariasite.com/malaria-india/ "}, {"Citation": "Vardhan A, Sehgal VK, Kansal AP. Impact of socio-economic status, rural background and gender on the prevalence of chronic obstructive pulmonary disease. Int J Med Dent Sci. 2016;5:1247–51."}, {"Citation": "Patel V, Chatterji S, Chisholm D, Ebrahim S, Gopalakrishna G, Mathers C, et al. Chronic diseases and injuries in India. Lancet. 2011;377:413–28.", "ArticleIdList": ["21227486"]}, {"Citation": "The Sen Times: Tkbsen.in; Published on 2016 January 17.  [Last accessed on 2017 Mar 30].  Available from: https://www.tkbsen.in/2016/01/13-percent-of-rural-india-suffers-from-diabetes/ "}, {"Citation": "Midha T, Nath B, Kumari R, Rao YK, Pandey U. Prevalence of hypertension in India: A meta-analysis. World J Metaanal. 2013;1:83–9."}, {"Citation": "New Delhi:  [Last accessed on 2017 Mar 29].  Food.ndtv.com. Available from: http://www.food.ndtv.com/health/world-heart-day-2015-heart-disease-in-india-is-a-growing-concern-ansari-1224160 ."}, {"Citation": "Dikshit R, Gupta PC, Ramasundarahettige C, Gajalakshmi V, Aleksandrowicz L, Badwe R, et al. Cancer mortality in India: A nationally representative survey. Lancet. 2012;379:1807–16.", "ArticleIdList": ["22460346"]}, {"Citation": "Salivkar SS. A study of schedule tribe pregnant women's having anaemia disease with reference to Melghat. Int Index Ref Res J. 2012;4:25–6."}, {"Citation": "Agrawal S. Disadvantageous situation of tribal women and children of Orissa, India: A special reference to their health and nutritional status. J Community Nutr Health. 2013;2:3–14."}, {"Citation": "Morais-Braga MF, Carneiro JN, Machado AJ, Dos Santos AT, Sales DL, Lima LF, et al. Psidium guajava L. from ethnobiology to scientific evaluation: Elucidating bioactivity against pathogenic microorganisms. J Ethnopharmacol. 2016;194:1140–52.", "ArticleIdList": ["27845266"]}, {"Citation": "Grover IS, Bala S. Studies on antimutagenic effects of guava (Psidium guajava) in Salmonella typhimurium. Mutat Res. 1993;300:1–3.", "ArticleIdList": ["7683763"]}, {"Citation": "Teixeira RD, Camparoto ML, Mantovani MS, Vicentini VE. Assessment of two medicinal plants Psidium guajava L. and Achillea millefolium L., in in vitro and in vivo assays. Genet Mol Biol. 2003;26:551–5."}, {"Citation": "Deguchi Y, Miyazaki K. Anti-hyperglycemic and anti-hyperlipidemic effects of guava leaf extract. Nutr Metab (Lond) 2010;7:9.", "ArticleIdList": ["PMC2831039", "20181067"]}, {"Citation": "Ojewole JA, Awe EO, Chiwororo WD. Antidiarrhoeal activity of Psidium guajava Linn. (Myrtaceae) leaf aqueous extract in rodents. J Smooth Muscle Res. 2008;44:195–207.", "ArticleIdList": ["19234374"]}, {"Citation": "Etuk EU, Francis UU. Acute toxicity and efficacy of Psidium guajava leaves water extract on Salmonella typhi infected Wistar rats. Pak J Biol Sci. 2003;6:195–7."}, {"Citation": "Dutta S, Das S. A study of the anti-inflammatory effect of the leaves of Psidium guajava Linn. on experimental animal models. Pharmacognosy Res. 2010;2:313–7.", "ArticleIdList": ["PMC3093039", "21589759"]}, {"Citation": "Rabe T, van Staden J. Antibacterial activity of South African plants used for medicinal purposes. J Ethnopharmacol. 1997;56:81–7.", "ArticleIdList": ["9147258"]}, {"Citation": "Magassouba FB, Diallo A, Kouyaté M, Mara F, Mara O, Bangoura O, et al. Ethnobotanical survey and antibacterial activity of some plants used in Guinean traditional medicine. J Ethnopharmacol. 2007;114:44–53.", "ArticleIdList": ["17825510"]}, {"Citation": "Nair R, Chanda S. In-vitro antimicrobial activity of Psidium guajava L. leaf extracts against clinically important pathogenic microbial strains. Braz J Microbiol. 2007;38:452–8."}, {"Citation": "Chanda S, Kaneria M. Indian nutraceutical plant leaves as a potential source of natural antimicrobial agents. In: Mendez-Vilas A, editor. Science Against Microbial Pathogens: Communicating Current Research and Technological Advances. Vol. 2. Spain: Formatex Research Center; 2011. pp. 1251–9."}, {"Citation": "Bhushan G, Sharma SK, Kumar S, Tandon R, Singh AP. In-vitro antidermatophytic activity of essential oil of Psidium guajava (Linn.) Indian J Pharm Biol Res. 2014;2:57–9."}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: Healers’consensus and cultural importance. Soc Sci Med. 1998;47:1859–71.", "ArticleIdList": ["9877354"]}, {"Citation": "Pradhan BK, Badola HK. Ethnomedicinal plant use by Lepcha tribe of Dzongu valley, bordering Khangchendzonga Biosphere Reserve, in North Sikkim, India. J Ethnobiol Ethnomed. 2008;4:22.", "ArticleIdList": ["PMC2567294", "18826658"]}, {"Citation": "Tetali P, Waghchaure C, Daswani PG, Antia NH, Birdi TJ. Ethnobotanical survey of antidiarrhoeal plants of Parinche valley, Pune district, Maharashtra, India. J Ethnopharmacol. 2009;123:229–36.", "ArticleIdList": ["19429366"]}, {"Citation": "Choudhury PR, Choudhury MD, Ningthoujam SS, Mitra A, Nath D, Talukdar AD. Plant utilization against digestive system disorder in Southern Assam, India. J Ethnopharmacol. 2015;175:192–7.", "ArticleIdList": ["26387738"]}, {"Citation": "Melookunnel SJ, editor. Home Remedies with Material Medica. 3rd Revised Edition. Digha Ghat, Patna: Prabhat Prakashan; 2000. Diarrhoea (Atisara) pp. 32–3."}, {"Citation": "Birdi T, Daswani P, Brijesh S, Tetali P, Natu A, Antia N. Newer insights into the mechanism of action of Psidium guajava L. leaves in infectious diarrhoea. BMC Complement Altern Med. 2010;10:33.", "ArticleIdList": ["PMC2911405", "20584265"]}, {"Citation": "Birdi TJ, Daswani PG, Brijesh S, Tetali P. In vitro antigiardial and antirotaviral activity of Psidium guajava L. leaves. Indian J Pharmacol. 2011;43:616–7.", "ArticleIdList": ["PMC3195145", "22022018"]}, {"Citation": "Tona L, Kambu K, Ngimbi N, Cimanga K, Vlietinck AJ. Antiamoebic and phytochemical screening of some Congolese medicinal plants. J Ethnopharmacol. 1998;61:57–65.", "ArticleIdList": ["9687082"]}, {"Citation": "Brandelli CL, Giordani RB, De Carli GA, Tasca T. Indigenous traditional medicine In vitro anti-giardial activity of plants used in the treatment of diarrhea. Parasitol Res. 2009;104:1345–9.", "ArticleIdList": ["19153765"]}, {"Citation": "Gonçalves JL, Lopes RC, Oliveira DB, Costa SS, Miranda MM, Romanos MT, et al. In vitro anti-rotavirus activity of some medicinal plants used in Brazil against diarrhea. J Ethnopharmacol. 2005;99:403–7.", "ArticleIdList": ["15876501"]}, {"Citation": "Ismail M, Minhas PS, Khanum F. Anthelmintic activity of guava [PSIDIUM GUAJAVA] Int J Res Pharm Biomed Sci. 2012;3:76–7."}, {"Citation": "Tona L, Kambu K, Ngimbi N, Mesia K, Penge O, Lusakibanza M, et al. Antiamoebic and spasmolytic activities of extracts from some antidiarrhoeal traditional preparations used in Kinshasa, Congo. Phytomedicine. 2000;7:31–8.", "ArticleIdList": ["10782488"]}, {"Citation": "Lutterodt GD. Inhibition of Microlax-induced experimental diarrhoea with narcotic-like extracts of Psidium guajava leaf in rats. J Ethnopharmacol. 1992;37:151–7.", "ArticleIdList": ["1434689"]}, {"Citation": "Lin J, Puckree T, Mvelase TP. Anti-diarrhoeal evaluation of some medicinal plants used by Zulu traditional healers. J Ethnopharmacol. 2002;79:53–6.", "ArticleIdList": ["11744295"]}, {"Citation": "Brijesh S, Tetali P, Birdi TJ. Study on effect of anti-diarrheal medicinal plants on enteropathogenic Escherichia coli induced interleukin-8 secretion by intestinal epithelial cells. Altern Med Stud. 2011;1:e16."}, {"Citation": "Livingston Raja NR, Sundar K. Psidium guajava Linn confers gastro protective effects on rats. Eur Rev Med Pharmacol Sci. 2012;16:151–6.", "ArticleIdList": ["22428465"]}, {"Citation": "Zhang WJ, Chen BT, Wang CY, Zhu QH, Mo ZX. Mechanism of quercetin as an antidiarrheal agent. Di Yi Jun Yi Da Xue Xue Bao. 2003;23:1029–31.", "ArticleIdList": ["14559685"]}, {"Citation": "Lozoya X, Reyes-Morales H, Chávez-Soto MA, Martínez-García Mdel C, Soto-González Y, Doubova SV. Intestinal anti-spasmodic effect of a phytodrug of Psidium guajava folia in the treatment of acute diarrheic disease. J Ethnopharmacol. 2002;83:19–24.", "ArticleIdList": ["12413703"]}, {"Citation": "Echemendía Salís CE, Morón Rodríguez FJ. Tintura de hojas de Psidium guajava L. en pacientes con diarrea aguda simple. (Tincture of leaves of Psidium guajava L. in patients with simple acute diarrhoea) Rev Cubana Plant Med. 2004;9:34–56. Article in Spanish."}, {"Citation": "Wei L, Li Z, Chen B. Clinical study on treatment of infantile rotaviral enteritis with Psidium guajava L. Zhongguo Zhong Xi Yi Jie He Za Zhi. 2000;20:893–5.", "ArticleIdList": ["11938857"]}, {"Citation": "Irvine FR. Woody Plants of Ghana. London: Oxford University Press; 1961. p. 878."}, {"Citation": "Nundkumar N, Ojewole JA. Studies on the antiplasmodial properties of some South African medicinal plants used as antimalarial remedies in Zulu folk medicine. Methods Find Exp Clin Pharmacol. 2002;24:397–401.", "ArticleIdList": ["12428427"]}, {"Citation": "Kaushik NK, Bagavan A, Rahuman AA, Zahir AA, Kamaraj C, Elango G, et al. Evaluation of antiplasmodial activity of medicinal plants from North Indian Buchpora and South Indian Eastern Ghats. Malar J. 2015;14:65.", "ArticleIdList": ["PMC4340493", "25879738"]}, {"Citation": "Ene AC, Atawodi SE, Ameh DA, Kwanashie HO, Agomo PU. Locally used plants for malaria therapy amongst the Hausa, Yoruba and Ibo communities in Maiduguri, Northeastern Nigeria. Indian J Tradit Knowl. 2010;9:486–90."}, {"Citation": "Innocent E, Hassanali A, Kisinza WN, Mutalemwa PP, Magesa S, Kayombo E. Anti-mosquito plants as an alternative or incremental method for malaria vector control among rural communities of Bagamoyo District, Tanzania. J Ethnobiol Ethnomed. 2014;10:56.", "ArticleIdList": ["PMC4131773", "25015092"]}, {"Citation": "Tarkang PA, Okalebo FA, Ayong LS, Agbor GA, Guantai AN. Anti-malarial activity of a polyherbal product (Nefang) during early and established Plasmodium infection in rodent models. Malar J. 2014;13:456.", "ArticleIdList": ["PMC4251988", "25421605"]}, {"Citation": "Tarkang PA, Franzoi KD, Lee S, Lee E, Vivarelli D, Freitas-Junior L, et al. In vitro antiplasmodial activities and synergistic combinations of differential solvent extracts of the polyherbal product, Nefang. Biomed Res Int. 2014;2014:835013.", "ArticleIdList": ["PMC4022163", "24877138"]}, {"Citation": "Juárez-Vázquez Mdel C, Carranza-Álvarez C, Alonso-Castro AJ, González-Alcaraz VF, Bravo-Acevedo E, Chamarro-Tinajero FJ, et al. Ethnobotany of medicinal plants used in Xalpatlahuac, Guerrero, México. J Ethnopharmacol. 2013;148:521–7.", "ArticleIdList": ["23665055"]}, {"Citation": "Mohamad S, Zin NM, Wahab HA, Ibrahim P, Sulaiman SF, Zahariluddin AS, et al. Antituberculosis potential of some ethnobotanically selected Malaysian plants. J Ethnopharmacol. 2011;133:1021–6.", "ArticleIdList": ["21094237"]}, {"Citation": "Ong HC, Chua S, Milow P. Ethno-medicinal plants used by the Temuan villagers in Kampung Jeram Kedah, Negeri Sembilan, Malaysia. Ethno Med. 2011;5:95–100."}, {"Citation": "Otang WM, Grierson DS, Ndip ND. Ethnobotanical survey of medicinal plants used in the management of opportunistic fungal infections in HIV/AIDS patients in the Amathole District of the Eastern Cape Province, South Africa. J Med Plants Res. 2012;6:2071–80."}, {"Citation": "Namsa ND, Mandal M, Tangjang S, Mandal SC. Ethnobotany of the Monpa ethnic group at Arunachal Pradesh, India. J Ethnobiol Ethnomed. 2011;7:31.", "ArticleIdList": ["PMC3206407", "21995750"]}, {"Citation": "Ogbole OO, Ajaiyeoba EO. Traditional management of tuberculosis in Ogun State of Nigeria: The practice and ethnobotanical survey. Afr J Tradit Complement Altern Med. 2009;7:79–84.", "ArticleIdList": ["PMC3005385", "21304616"]}, {"Citation": "Kisangau DP, Lyaruu HV, Hosea KM, Joseph CC. Use of traditional medicines in the management of HIV/AIDS opportunistic infections in Tanzania: A case in the Bukoba rural district. J Ethnobiol Ethnomed. 2007;3:29.", "ArticleIdList": ["PMC1941724", "17623081"]}, {"Citation": "Jaiarj P, Khoohaswan P, Wongkrajang Y, Peungvicha P, Suriyawong P, Saraya ML, et al. Anticough and antimicrobial activities of Psidium guajava Linn. leaf extract. J Ethnopharmacol. 1999;67:203–12.", "ArticleIdList": ["10619385"]}, {"Citation": "York T, van Vuuren SF, de Wet H. An antimicrobial evaluation of plants used for the treatment of respiratory infections in rural Maputaland, KwaZulu-Natal, South Africa. J Ethnopharmacol. 2012;144:118–27.", "ArticleIdList": ["22960551"]}, {"Citation": "Lingaiah M, Rao PN. An ethnobotanical survey of medicinal plants used by traditional healers of Adilabad district, Andhra Pradesh, India. Biolife. 2013;1:17–23."}, {"Citation": "Agbor MA, Naidoo S. Ethnomedicinal plants used by traditional healers to treat oral health problems in Cameroon. Evid Based Complement Alternat Med. 2015;2015:649832.", "ArticleIdList": ["PMC4606091", "26495020"]}, {"Citation": "Okwu DE, Ekeke O. Phytochemical screening and mineral composition of chewing sticks in South Eastern Nigeria. Glob J Pure Appl Sci. 2003;9:235–8."}, {"Citation": "Ravi K, Divyashree P. Psidium guajava: A review on its potential as an adjunct in treating periodontal disease. Pharmacogn Rev. 2014;8:96–100.", "ArticleIdList": ["PMC4127827", "25125881"]}, {"Citation": "Vieira DR, Amaral FM, Maciel MC, Nascimento FR, Libério SA, Rodrigues VP. Plant species used in dental diseases: Ethnopharmacology aspects and antimicrobial activity evaluation. J Ethnopharmacol. 2014;155:1441–9.", "ArticleIdList": ["25046828"]}, {"Citation": "Alves PM, Queiroz LM, Pereira JV, Pereira Mdo S. In vitro antimicrobial, antiadherent and antifungal activity of Brazilian medicinal plants on oral biofilm microorganisms and strains of the genus Candida. Rev Soc Bras Med Trop. 2009;42:222–4.", "ArticleIdList": ["19448949"]}, {"Citation": "Razak FA, Othman RY, Rahim ZH. The effect of Piper betle and Psidium guajava extracts on the cell-surface hydrophobicity of selected early settlers of dental plaque. J Oral Sci. 2006;48:71–5.", "ArticleIdList": ["16858135"]}, {"Citation": "Han ST. Western Pacific Series. Manila: World Health Organization (WHO) Regional Publications; 1998. Medicinal Plants in the South Pacific; p. 254."}, {"Citation": "Ong HG, Kim YD. Quantitative ethnobotanical study of the medicinal plants used by the Ati Negrito indigenous group in Guimaras Island, Philippines. J Ethnopharmacol. 2014;157:228–42.", "ArticleIdList": ["25240586"]}, {"Citation": "Gupta GK, Chahal J, Arora D. Psidium guajava Linn.: Current research and future prospects. J Pharm Res. 2011;4:42–6."}, {"Citation": "Abubakar EM. The use of Psidium guajava Linn. in treating wound, skin and soft tissue infections. Sci Res Essays. 2009;4:605–11."}, {"Citation": "Choi JH, Park BH, Kim HG, Hwang YP, Han EH, Jin SW, et al. Inhibitory effect of Psidium guajava water extract in the development of 2,4-dinitrochlorobenzene-induced atopic dermatitis in NC/Nga mice. Food Chem Toxicol. 2012;50:2923–9.", "ArticleIdList": ["22609491"]}, {"Citation": "Han EH, Hwang YP, Choi JH, Yang JH, Seo JK, Chung YC, et al. Psidium guajava extract inhibits thymus and activation-regulated chemokine (TARC/CCL17) production in human keratinocytes by inducing heme oxygenase-1 and blocking NF-κB and STAT1 activation. Environ Toxicol Pharmacol. 2011;32:136–45.", "ArticleIdList": ["21843792"]}, {"Citation": "Nagaraju N, Rao KN. Folk-medicine for diabetes from Rayalaseema of Andhra Pradesh. Anc Sci Life. 1989;9:31–5.", "ArticleIdList": ["PMC3331302", "22557673"]}, {"Citation": "Makheswari MU, Sudarsanam D. Database on antidiabetic indigenous plants of Tamil Nadu, India. Int J Pharm Sci Res. 2012;3:287–93."}, {"Citation": "Karou SD, Tchacondo T, Djikpo Tchibozo MA, Abdoul-Rahaman S, Anani K, Koudouvo K, et al. Ethnobotanical study of medicinal plants used in the management of diabetes mellitus and hypertension in the Central Region of Togo. Pharm Biol. 2011;49:1286–97.", "ArticleIdList": ["22077164"]}, {"Citation": "Ojewole JA. Hypoglycemic and hypotensive effects of Psidium guajava Linn. (Myrtaceae) leaf aqueous extract. Methods Find Exp Clin Pharmacol. 2005;27:689–95.", "ArticleIdList": ["16395418"]}, {"Citation": "Mukhtar HM, Ansari SH, Ali M, Naved T, Bhat ZA. Effect of water extract of Psidium guajava leaves on alloxan-induced diabetic rats. Pharmazie. 2004;59:734–5.", "ArticleIdList": ["15497764"]}, {"Citation": "Huang CS, Yin MC, Chiu LC. Antihyperglycemic and antioxidative potential of Psidium guajava fruit in streptozotocin-induced diabetic rats. Food Chem Toxicol. 2011;49:2189–95.", "ArticleIdList": ["21679740"]}, {"Citation": "Anand S, Arasakumari M, Prabu P, Amalraj AJ. Anti-diabetic and aldose reductase inhibitory potential of Psidium guajava by in vitro analysis. Int J Pharm Pharm Sci. 2016;8:271–6."}, {"Citation": "Cheng JT, Yang RS. Hypoglycemic effect of guava juice in mice and human subjects. Am J Chin Med. 1983;11:74–6.", "ArticleIdList": ["6660217"]}, {"Citation": "Yusof RM, Said M. Effect of high fibre fruit (Guava-Psidium guajava L.) on the serum glucose level in induced diabetic mice. Asia Pac J Clin Nutr. 2004;13(Suppl):S135."}, {"Citation": "Ishida Y. Food for specified health uses. In: Hosoya N, editor. FOSHU in Primary Care of Lifestyle-Related Disease (disorders) with Foods. Tokyo: Daiichi Shuppan; 2001. pp. 176–8."}, {"Citation": "Mesa M. Hypolipidemic potential of plants used in Cuba. Pharmacol Online. 2014;1:73–80."}, {"Citation": "Borokini TI, Clement M. Ethnobiological survey of traditional medicine practice for fevers and headaches in Oyo State, Nigeria. J Herb Med. 2013;2:121–30."}, {"Citation": "Conde Garcia EA, Nascimento VT, Santiago Santos AB. Inotropic effects of extracts of Psidium guajava L. (guava) leaves on the guinea pig atrium. Braz J Med Biol Res. 2003;36:661–8.", "ArticleIdList": ["12715086"]}, {"Citation": "Yamashiro S, Noguchi K, Matsuzaki T, Miyagi K, Nakasone J, Sakanashi M, et al. Cardioprotective effects of extracts from Psidium guajava L and Limonium wrightii Okinawan medicinal plants, against ischemia-reperfusion injury in perfused rat hearts. Pharmacol. 2003;67:128–35.", "ArticleIdList": ["12571408"]}, {"Citation": "Belemtougri RG, Constantin B, Cognard C, Raymond G, Sawadogo L. Effects of two medicinal plants Psidium guajava L. (Myrtaceae) and Diospyros mespiliformis L. (Ebenaceae) leaf extracts on rat skeletal muscle cells in primary culture. J Zhejiang Univ Sci B. 2006;7:56–63.", "ArticleIdList": ["PMC1361761", "16365927"]}, {"Citation": "Olatunji-Bello II, Odusanya AJ, Raji I, Ladipo CO. Contractile effect of the aqueous extract of Psidium guajava leaves on aortic rings in rat. Fitoterapia. 2007;78:241–3.", "ArticleIdList": ["17346902"]}, {"Citation": "Singh RB, Rastogi SS, Singh R, Ghosh S, Niaz MA. Effects of guava intake on serum total and high-density lipoprotein cholesterol levels and on systemic blood pressure. Am J Cardiol. 1992;70:1287–91.", "ArticleIdList": ["1332463"]}, {"Citation": "Singh RB, Rastogi SS, Singh NK, Ghosh S, Gupta S, Niaz MA. Can guava fruit intake decrease blood pressure and blood lipids? J Hum Hypertens. 1993;7:33–8.", "ArticleIdList": ["8383769"]}, {"Citation": "Rahmat A, Abu Bakar MF, Faezah N, Hambali Z. The effects of consumption of guava (Psidium guajava) or papaya (Carica papaya) on total antioxidant and lipid profile in normal male youth. Asia Pac J Clin Nutr. 2004;13(Suppl):S136."}, {"Citation": "Jaradat NA, Ayesh OI, Anderson C. Ethnopharmacological survey about medicinal plants utilized by herbalists and traditional practitioner healers for treatments of diarrhea in the West Bank/Palestine. J Ethnopharmacol. 2016;182:57–66.", "ArticleIdList": ["26883246"]}, {"Citation": "Correa MG, Couto JS, Teodoro AJ. Anticancer properties of Psidium guajava – A mini-review. Asian Pac J Cancer Prev. 2016;17:4199–204.", "ArticleIdList": ["27797217"]}, {"Citation": "de Boer HJ, Cotingting C. Medicinal plants for women's healthcare in southeast Asia: A meta-analysis of their traditional use, chemical constituents, and pharmacology. J Ethnopharmacol. 2014;151:747–67.", "ArticleIdList": ["24269772"]}, {"Citation": "Khan MA, Islam MK, Siraj MA, Saha S, Barman AK, Awang K, et al. Ethnomedicinal survey of various communities residing in Garo Hills of Durgapur, Bangladesh. J Ethnobiol Ethnomed. 2015;11:44.", "ArticleIdList": ["PMC4488057", "26025456"]}, {"Citation": "Ticzon RR. Ticzon Herbal Medicine Encyclopedia. Philippines: Romeo R. Ticzon Publishing; 1997."}, {"Citation": "Doubova SV, Morales HR, Hernández SF, del Carmen Martínez-García M, de Cossío Ortiz MG, Soto MA, et al. Effect of a Psidii guajavae folium extract in the treatment of primary dysmenorrhea: A randomized clinical trial. J Ethnopharmacol. 2007;110:305–10.", "ArticleIdList": ["17112693"]}, {"Citation": "Olajide O, Awe S, Makinde J. Pharmacological studies on the leaf of Psidium guajava. Fitoterapia. 1999;70:25–31."}, {"Citation": "Ayensu ES. Medicinal Plants of West Africa. Algonac, Michigan: Reference Publications; 1978."}, {"Citation": "Texas Leslie Taylor.  [Last updated on 2012 Dec 17; Last accessed on 2017 Jan 04].  Raintree.com. Available from: http://www.rain-tree.com/guava.htm ."}, {"Citation": "Therese MP, Revathi S. Effectiveness of nutritional intervention for anaemia on maternal and fetal outcomes among antenatal women in selected villages in Trichy District, Tamil Nadu State, South India. Glob J Res Anal. 2015;4:48–50."}, {"Citation": "Choudhary S. Effect of whey guava beverage supplementation on haemoglobin level of school going children. Indian J Community Health. 2014;26(Suppl 2):123–9."}, {"Citation": "Ojewole JA. Antiinflammatory and analgesic effects of Psidium guajava Linn. (Myrtaceae) leaf aqueous extract in rats and mice. Methods Find Exp Clin Pharmacol. 2006;28:441–6.", "ArticleIdList": ["17003849"]}, {"Citation": "Shaheen HM, Ali BH, Alqarawi AA, Bashir AK. Effect of Psidium guajava leaves on some aspects of the central nervous system in mice. Phytother Res. 2000;14:107–11.", "ArticleIdList": ["10685107"]}, {"Citation": "Birdi TJ, Brijesh S, Daswani PG. Bactericidal effect of selected antidiarrhoeal medicinal plants on intracellular heat-stable enterotoxin-producing Escherichia coli. Indian J Pharm Sci. 2014;76:229–35.", "ArticleIdList": ["PMC4090831", "25035535"]}, {"Citation": "Han EH, Hwang YP, Kim HG, Park JH, Choi JH, Im JH, et al. Ethyl acetate extract of Psidium guajava inhibits IgE-mediated allergic responses by blocking FceRI signaling. Food Chem Toxicol. 2011;49:100–8.", "ArticleIdList": ["20934477"]}, {"Citation": "Sen SS, Sukumaran V, Giri SS, Park SC. Flavonoid fraction of guava leaf extract attenuates lipopolysaccharide-induced inflammatory response via blocking of NF-κB signalling pathway in Labeo rohita macrophages. Fish Shellfish Immunol. 2015;47:85–92.", "ArticleIdList": ["26327113"]}, {"Citation": "Roy CK, Kamath JV, Asad M. Hepatoprotective activity of Psidium guajava Linn. leaf extract. Indian J Exp Biol. 2006;44:305–11.", "ArticleIdList": ["16629373"]}, {"Citation": "Patel NM, Swamy BM, Swamy AP, Ravirala R. Evaluation of nephroprotective activity of Psidium guajava Linn. leaves extract in paracetamol induced nephrotoxicity in rats. Res J Pharm Biol Chem Sci. 2012;3:1247–56."}, {"Citation": "Lin CY, Yin MC. Renal protective effects of extracts from guava fruit (Psidium guajava L.). in diabetic mice. Plant Foods Hum Nutr. 2012;67:303–8.", "ArticleIdList": ["22581156"]}, {"Citation": "Offiah NV, Makama S, Elisha IL, Makoshi MS, Gotep JG, Dawurung CJ, et al. Ethnobotanical survey of medicinal plants used in the treatment of animal diarrhoea in Plateau State, Nigeria. BMC Vet Res. 2011;7:36.", "ArticleIdList": ["PMC3162497", "21745405"]}, {"Citation": "Njoroge GN, Bussmann RW. Herbal usage and informant consensus in ethnoveterinary management of cattle diseases among the Kikuyus (Central Kenya) J Ethnopharmacol. 2006;108:332–9.", "ArticleIdList": ["16879938"]}, {"Citation": "Lans C, Harper T, Georges K, Bridgewater E. Medicinal plants used for dogs in Trinidad and Tobago. Prev Vet Med. 2000;45:201–20.", "ArticleIdList": ["10821961"]}, {"Citation": "Mathias-Mundy E, Murdiati TB. Proceedings of Workshop held at the Central Research Institute for Animal Science; 1990 May 22; Bogor, Indonesia. Indonesia: Indonesian Small Ruminant Network; 1991."}, {"Citation": "Lans C, Turner N, Brauer G, Lourenco G, Georges K. Ethnoveterinary medicines used for horses in Trinidad and in British Columbia, Canada. J Ethnobiol Ethnomed. 2006;2:31.", "ArticleIdList": ["PMC1559680", "16893454"]}, {"Citation": "Rahman Z, Siddiqui MN, Khatun MA, Kamruzzaman M. Effect of Guava (Psidium guajava) leaf meal on production performances and antimicrobial sensitivity in commercial broiler. J Nat Prod. 2013;6:177–87."}, {"Citation": "Puntawong S, Okonogi S, Pringproa K. In vitro antibacterial activity of Psidium guajava Linn. leaf extracts against pathogenic bacteria in pigs. Chiang Mai Univ J Nat Sci. 2012;11:127–34."}, {"Citation": "INRA CIRAD AFZ and FAO.  [Last updated on 2015 Oct 27; Last accessed on 2017 Feb 14].  Feedipedia.org. Available from http://agritrop.cirad.fr/582480/7/ID582480_ENG.pdf ."}, {"Citation": "Tartrakoon W, Tongmul S, Tongyen J, Tartrakoon T, Vearasilp T, ter Meulen U.  Proceedings of International Research on Food Security, Natural Resource Management and Rural Development 2005 October 11-13. Stuttgart: University of Hohenheim; 2005.  [Last accessed on 2017 Feb 14]. Use of Fresh and Dry Guava Leaves as Supplement in Weaned Pig Diets. Available from: http://www.tropentag.de/2005/proceedings/proceedings.pdf ."}, {"Citation": "Jiménez-Escrig A, Rincón M, Pulido R, Saura-Calixto F. Guava fruit (Psidium guajava L.) as a new source of antioxidant dietary fiber. J Agric Food Chem. 2001;49:5489–93.", "ArticleIdList": ["11714349"]}, {"Citation": "Kanwal N, Randhawa MA, Iqbal Z. A review of production, losses and processing technologies of guava. Asian J Agric Food Sci. 2016;4:96–101."}, {"Citation": "Obute GC, Ebiare E. Ethnobotanical applications of some floral species in Bayelsa State, Nigeria. Ethnobotanical Leaflets. 2008;12:713–8."}, {"Citation": "Burkill HM. The Useful Plants of West Tropical Africa. 1st ed. Vol. 4. Kew: Royal Botanic Gardens; 1985. pp. 45–50."}, {"Citation": "Srivastava J, Chandra H, Nautiyal AR, Kalra SJ. Antimicrobial resistance (AMR) and plant-derived antimicrobials (PDAms) as an alternative drug line to control infections. 3 Biotech. 2014;4:451–60.", "ArticleIdList": ["PMC4162903", "28324380"]}, {"Citation": "Daswani PG, Ghadge AA, Brijesh S, Birdi TJ. Preparation of decoction of medicinal plants: A self-help measure? J Altern Complement Med. 2011;17:1099–100.", "ArticleIdList": ["PMC3241206", "22106933"]}, {"Citation": "Anand V, Kumar V, Kumar S, Hedina A. Phytopharmacological overview of Psidium guajava Linn. Pharmacogn J. 2016;8:314–20."}]}], "History": [{"Year": "2017", "Month": "10", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28989253", "PMC5628524", "10.4103/phrev.phrev_17_17", "PRev-11-167"]}}]}