{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29020084", "DateCompleted": {"Year": "2017", "Month": "10", "Day": "20"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "10", "Day": "11"}], "Language": ["eng"], "ELocationID": ["e0186283", "10.1371/journal.pone.0186283"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "12", "Issue": "10", "PubDate": {"Year": "2017"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Evaluation of a DNA-based method for spice/herb authentication, so you do not have to worry about what is in your curry, buon appetito!", "Pagination": {"StartPage": "e0186283", "MedlinePgn": "e0186283"}, "Abstract": {"AbstractText": ["It is long believed that some spices may help protect against certain chronic conditions. Spices are usually parts of plants that have been powdered into small pieces. Have you ever wondered what the curry powder in your dish is made of? The aim of this work was to develop an appropriate DNA-based method for assessment of spice identity. Selecting the best marker for species recognition in the Zingiberaceae family. Six DNA regions were investigated in silico, including ITS, matK, rbcL, rpoC, trnH-psbA and trnL. Then, only four regions (ITS, matK, rbcL and trnH-psbA) were included in the simulated HRM (High-resolution Melting) analysis as the results from previous analysis showed that rpoC and trnL may not be suitable to be used to identify Zingiberaceae species in HRM analysis based on both the percentage of nucleotide variation and GC content. Simulated HRM analysis was performed to test the feasibility of Bar-HRM. We found that ITS2 is the most effective region to be used for identification of the studied species and thus was used in laboratory HRM analysis. All seven tested Zingiberaceae plants were then able to be distinguished using the ITS2 primers in laboratory HRM. Most importantly the melting curves gained from fresh and dried tissue overlapped, which is a crucial outcome for the applicability of the analysis. The method could be used in an authentication test for dried products. In the authentication test, only one of seven store-sold Zingiberaceae products that were tested contained the species listed on their labels, while we found substitution/contamination of the tested purchased products in the rest."]}, "AuthorList": [{"Identifier": ["0000-0001-6154-2813"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, Chiang Mai University, Chiang Mai, Thailand."}, {"Identifier": [], "Affiliation": "Center of Excellence in Bioresources for Agriculture, Industry and Medicine, Chiang Mai University, Chiang Mai, Thailand."}], "LastName": "Osathanunkul", "ForeName": "Maslin", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, Chiang Mai University, Chiang Mai, Thailand."}], "LastName": "Ounjai", "ForeName": "Sarawut", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Economics, Chiang Mai University, Chiang Mai, Thailand."}], "LastName": "Osathanunkul", "ForeName": "Rossarin", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Applied Biosciences, Centre for Research & Technology Hellas (CERTH), Thessaloniki, Greece."}], "LastName": "Madesis", "ForeName": "Panagiotis", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Plant"}, {"RegistryNumber": "0", "NameOfSubstance": "DNA, Ribosomal Spacer"}, {"RegistryNumber": "0", "NameOfSubstance": "Genetic Markers"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Base Sequence"}, {"QualifierName": [], "DescriptorName": "Computer Simulation"}, {"QualifierName": ["analysis"], "DescriptorName": "DNA, Plant"}, {"QualifierName": ["genetics"], "DescriptorName": "DNA, Ribosomal Spacer"}, {"QualifierName": [], "DescriptorName": "Genetic Markers"}, {"QualifierName": ["genetics"], "DescriptorName": "Nucleic Acid Denaturation"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Polymerase Chain Reaction"}, {"QualifierName": ["analysis"], "DescriptorName": "Spices"}, {"QualifierName": ["genetics"], "DescriptorName": "Zingiberaceae"}], "CoiStatement": "<b>Competing Interests: </b>The authors declare that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Larsen K (2002) The identity of Boesenbergia acuminata (Zingiberaceae). Nordic Journal of Botany 22: 39–39."}, {"Citation": "Chen SL, Yao H, Han JP, Liu C, Song JY, Shi L, et al. (2010) Validation of the ITS2 Region as a Novel DNA Barcode for Identifying Medicinal Plant Species. Plos One\n5: e8613\ndoi: 10.1371/journal.pone.0008613\n", "ArticleIdList": ["10.1371/journal.pone.0008613", "PMC2799520", "20062805"]}, {"Citation": "Kool A, de Boer HJ, Kruger A, Rydberg A, Abbad A, Björk L, et al. (2012) Molecular Identification of Commercialized Medicinal Plants in Southern Morocco. Plos One 7.", "ArticleIdList": ["PMC3384669", "22761800"]}, {"Citation": "Newmaster SG, Grguric M, Shanmughanandhan D, Ramalingam S, Ragupathy S (2013) DNA barcoding detects contamination and substitution in North American herbal products. Bmc Medicine 11.", "ArticleIdList": ["PMC3851815", "24120035"]}, {"Citation": "China Plant BOL Group, Li DZ, Gao LM, Li HT, Wang H, Ge XJ, et al. (2011) Comparative analysis of a large dataset indicates that internal transcribed spacer (ITS) should be incorporated into the core barcode for seed plants. Proceedings of the National Academy of Sciences of the United States of America\n108: 19641–19646. doi: 10.1073/pnas.1104551108\n", "ArticleIdList": ["10.1073/pnas.1104551108", "PMC3241788", "22100737"]}, {"Citation": "Techen N, Parveen I, Pan ZQ, Khan IA (2014) DNA barcoding of medicinal plant material for identification. Current Opinion in Biotechnology\n25: 103–110. doi: 10.1016/j.copbio.2013.09.010\n", "ArticleIdList": ["10.1016/j.copbio.2013.09.010", "24484887"]}, {"Citation": "Barcaccia G, Volpato M, Gentili R, Abeli T, Galla G, Orsenigo S, et al. (2016) Genetic identity of common buckwheat (Fagopyrum esculentum Moench) landraces locally cultivated in the Alps. Genetic Resources and Crop Evolution 63: 639–651."}, {"Citation": "Sarkinen T, Staats M, Richardson JE, Cowan RS, Bakker FT (2012) How to Open the Treasure Chest? Optimising DNA Extraction from Herbarium Specimens. Plos One 7.", "ArticleIdList": ["PMC3429509", "22952770"]}, {"Citation": "Piredda R, Simeone MC, Attimonelli M, Bellarosa R, Schirone B (2011) Prospects of barcoding the Italian wild dendroflora: oaks reveal severe limitations to tracking species identity. Molecular Ecology Resources\n11: 72–83. doi: 10.1111/j.1755-0998.2010.02900.x\n", "ArticleIdList": ["10.1111/j.1755-0998.2010.02900.x", "21429102"]}, {"Citation": "Sass C, Little DP, Stevenson DW, Specht CD (2007) DNA Barcoding in the Cycadales: Testing the Potential of Proposed Barcoding Markers for Species Identification of Cycads. Plos One 2.", "ArticleIdList": ["PMC2063462", "17987130"]}, {"Citation": "Stoeckle MY, Gamble CC, Kirpekar R, Young G, Ahmed S, Little DP (2011) Commercial Teas Highlight Plant DNA Barcode Identification Successes and Obstacles. Scientific Reports 1.", "ArticleIdList": ["PMC3216529", "22355561"]}, {"Citation": "Ganopoulos I, Madesis P, Darzentas N, Argiriou A, Tsaftaris A (2012) Barcode High Resolution Melting (Bar-HRM) analysis for detection and quantification of PDO “Fava Santorinis” (Lathyrus clymenum) adulterants. Food Chem 133.", "ArticleIdList": ["25683426"]}, {"Citation": "Madesis P, Ganopoulos I, Anagnostis A, Tsaftaris A (2012) The application of Bar-HRM (Barcode DNA-High Resolution Melting) analysis for authenticity testing and quantitative detection of bean crops (Leguminosae) without prior DNA purification. Food Control 25: 576–582."}, {"Citation": "Osathanunkul M, Madesis P, de Boer H (2015) Bar-HRM for Authentication of Plant-Based Medicines: Evaluation of Three Medicinal Products Derived from Acanthaceae Species. PLoS ONE\n10: e0128476\ndoi: 10.1371/journal.pone.0128476\n", "ArticleIdList": ["10.1371/journal.pone.0128476", "PMC4444109", "26011474"]}, {"Citation": "Singtonat S, Osathanunkul M (2015) Fast and reliable detection of toxic Crotalaria spectabilis Roth. in Thunbergia laurifolia Lindl. herbal products using DNA barcoding coupled with HRM analysis. BMC Complementary and Alternative Medicine\n15: 1–8. doi: 10.1186/s12906-015-0520-z", "ArticleIdList": ["10.1186/s12906-015-0520-z", "PMC4448308", "26024888"]}, {"Citation": "Osathanunkul M, Suwannapoom C, Osathanunkul K, Madesis P, de Boer H (2016) Evaluation of DNA barcoding coupled high resolution melting for discrimination of closely related species in phytopharmaceuticals. Phytomedicine\n23: 156–165. doi: 10.1016/j.phymed.2015.11.018\n", "ArticleIdList": ["10.1016/j.phymed.2015.11.018", "26926177"]}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S (2013) MEGA6: Molecular Evolutionary Genetics Analysis Version 6.0. Mol Biol Evol 30.", "ArticleIdList": ["PMC3840312", "24132122"]}, {"Citation": "Dwight Z, Palais R, Wittwer CT (2011) uMELT: prediction of high-resolution melting curves and dynamic melting profiles of PCR products in a rich web application. Bioinformatics\n27: 1019–1020. doi: 10.1093/bioinformatics/btr065\n", "ArticleIdList": ["10.1093/bioinformatics/btr065", "21300699"]}, {"Citation": "de Boer HJ, Ouarghidi A, Martin G, Abbad A, Kool A (2014) DNA Barcoding Reveals Limited Accuracy of Identifications Based on Folk Taxonomy. PLoS ONE\n9: e84291\ndoi: 10.1371/journal.pone.0084291\n", "ArticleIdList": ["10.1371/journal.pone.0084291", "PMC3885563", "24416210"]}, {"Citation": "Osathanunkul M, Suwannapoom C, Ounjai S, Rora JA, Madesis P, de Boer HJ (2015) Refining DNA Barcoding Coupled High Resolution Melting for Discrimination of 12 Closely Related Croton Species. PLoS ONE\n10: e0138888\ndoi: 10.1371/journal.pone.0138888\n", "ArticleIdList": ["10.1371/journal.pone.0138888", "PMC4583236", "26406615"]}, {"Citation": "Kress WJ, Erickson DL (2007) A Two-Locus Global DNA Barcode for Land Plants: The Coding rbcL Gene Complements the Non-Coding trnH-psbASpacer Region. PLoS ONE\n2: e508\ndoi: 10.1371/journal.pone.0000508\n", "ArticleIdList": ["10.1371/journal.pone.0000508", "PMC1876818", "17551588"]}, {"Citation": "Kress WJ, Wurdack KJ, Zimmer EA, Weigt LA, Janzen DH (2005) Use of DNA barcodes to identify flowering plants. PNAS 102.", "ArticleIdList": ["PMC1142120", "15928076"]}, {"Citation": "Gao T, Yao H, Song J, Liu C, Zhu Y, Ma X, et al. (2010) Identification of medicinal plants in the family Fabaceae using a potential DNA barcode ITS2. J Ethnopharmacol\n130: 116–121. doi: 10.1016/j.jep.2010.04.026\n", "ArticleIdList": ["10.1016/j.jep.2010.04.026", "20435122"]}]}], "History": [{"Year": "2017", "Month": "6", "Day": "18"}, {"Year": "2017", "Month": "9", "Day": "28"}, {"Year": "2017", "Month": "10", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["29020084", "PMC5636142", "10.1371/journal.pone.0186283", "PONE-D-17-23239"]}}]}