{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Heqi san", "PI3K/AKT pathway", "Polycystic ovary syndrome", "miRNA PTEN"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29020999", "DateCompleted": {"Year": "2018", "Month": "07", "Day": "23"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "10", "Day": "11"}], "Language": ["eng"], "ELocationID": ["21", "10.1186/s40199-017-0188-7"], "Journal": {"ISSN": "2008-2231", "JournalIssue": {"Volume": "25", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Oct", "Day": "11"}}, "Title": "Daru : journal of Faculty of Pharmacy, Tehran University of Medical Sciences", "ISOAbbreviation": "Daru"}, "ArticleTitle": "Beneficial effects of Heqi san on rat model of polycystic ovary syndrome through the PI3K/AKT pathway.", "Pagination": {"StartPage": "21", "MedlinePgn": "21"}, "Abstract": {"AbstractText": ["Heqi San, a traditional Chinese medicine (TCM) has been reported to regulate hormone levels in patients with metabolic disease, suggesting a potential clinical application. In the current study, we aimed to elucidate the effect of Heqi San on rat model of polycystic ovary syndrome (PCOS).", "PCOS model was established in female SD rats. Rats were randomly divided into four groups: the control, untreated PCOS model, Heqi San treated PCOS model (8.1 g/kg) and metformin (MET) treated PCOS model (135 mg/kg) groups. All animals were subcutaneously injected with 6 mg/100 g dehydroepiandrosterone (DHEA) in the neck once a day for 20 consecutive days. The serum hormone levels were measured by ELISA. The ovarian tissues were stained with hematoxylin and eosin (HE) to undergo pathological examination. The expression levels of GLTU4 and PTEN mRNA were examined by real time PCR. The crucial proteins in the PI3K/APT pathway were analyzed by western blotting. Then, the functions of the target genes were analyzed using bioinformatics approaches.", "We found that Heqi San was able to recover the serum hormone levels and improve insulin resistance in PCOS rat model. A morphological lesion of the ovary was also restored with the Heqi San treatment. More importantly, we discovered a correlation between the PI3K/AKT signaling pathway and the beneficial effects of Heqi San, demonstrating that its application could alter the expression levels of p-ERK, p-AKT, p-GSK3β, IRS-1, PTEN and GLTU4, all key factors in the PI3K/APT pathway. Through a bioinformatical analysis, we predicted the related gene function and pathway of the pathological mechanism of PCOS and found miRNAs that are likely to be critical in PCOS occurrence, including rno-miR-144-3p, rno-miR-30c-2-3p, rno-miR-486, rno-miR-3586-3p and rno-miR-146b-5p.", "The beneficial effects of Heqi on PCOS, including alter serum hormone levels, recover ovary morphological lesions and improve insulin resistance, which is mediated through the PI3K/AKT pathway. The potential role of miRNA-144-3p in PCOS pathogenesis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endocrine, Traditional Chinese Medicine Hospital of Shenzhen, Shenzhen, Guangdong, 518033, China."}], "LastName": "Zhao", "ForeName": "Hengxia", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endocrine, Traditional Chinese Medicine Hospital of Shenzhen, Shenzhen, Guangdong, 518033, China. 369377040@qq.com."}], "LastName": "Zhou", "ForeName": "Daocheng", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Longhua Central Hospital of Shenzhen, Shenzhen, Guangdong, 518000, China."}], "LastName": "Chen", "ForeName": "Ye", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endocrine, Traditional Chinese Medicine Hospital of Shenzhen, Shenzhen, Guangdong, 518033, China."}], "LastName": "Liu", "ForeName": "Deliang", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endocrine, Traditional Chinese Medicine Hospital of Shenzhen, Shenzhen, Guangdong, 518033, China."}], "LastName": "Chu", "ForeName": "Shufang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endocrine, Traditional Chinese Medicine Hospital of Shenzhen, Shenzhen, Guangdong, 518033, China."}], "LastName": "Zhang", "ForeName": "Shimao", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Daru", "NlmUniqueID": "101125969", "ISSNLinking": "1560-8115"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA-Binding Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "GLUT4 enhancer factor, rat"}, {"RegistryNumber": "0", "NameOfSubstance": "Hormones"}, {"RegistryNumber": "0", "NameOfSubstance": "MicroRNAs"}, {"RegistryNumber": "0", "NameOfSubstance": "Transcription Factors"}, {"RegistryNumber": "459AG36T1B", "NameOfSubstance": "Dehydroepiandrosterone"}, {"RegistryNumber": "9100L32L2N", "NameOfSubstance": "Metformin"}, {"RegistryNumber": "EC 2.7.1.-", "NameOfSubstance": "Phosphatidylinositol 3-Kinases"}, {"RegistryNumber": "EC 2.7.11.1", "NameOfSubstance": "Proto-Oncogene Proteins c-akt"}, {"RegistryNumber": "EC 3.1.3.67", "NameOfSubstance": "PTEN Phosphohydrolase"}, {"RegistryNumber": "EC 3.1.3.67", "NameOfSubstance": "Pten protein, rat"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["genetics"], "DescriptorName": "DNA-Binding Proteins"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Dehydroepiandrosterone"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": ["administration & dosage", "pharmacology"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gene Expression Regulation"}, {"QualifierName": ["blood"], "DescriptorName": "Hormones"}, {"QualifierName": [], "DescriptorName": "Insulin Resistance"}, {"QualifierName": ["administration & dosage", "pharmacology"], "DescriptorName": "Metformin"}, {"QualifierName": ["genetics"], "DescriptorName": "MicroRNAs"}, {"QualifierName": ["genetics"], "DescriptorName": "PTEN Phosphohydrolase"}, {"QualifierName": ["metabolism"], "DescriptorName": "Phosphatidylinositol 3-Kinases"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemically induced", "drug therapy", "genetics", "metabolism"], "DescriptorName": "Polycystic Ovary Syndrome"}, {"QualifierName": ["metabolism"], "DescriptorName": "Proto-Oncogene Proteins c-akt"}, {"QualifierName": [], "DescriptorName": "Random Allocation"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Sprague-Dawley"}, {"QualifierName": ["drug effects"], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["genetics"], "DescriptorName": "Transcription Factors"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}], "CoiStatement": "ETHICS APPROVAL: The animal study was approved by the Animal Ethics Committee of the Guangzhou University of Chinese Medicine. CONSENT FOR PUBLICATION: All authors agree to publish our manuscript. COMPETING INTERESTS: The authors have declared no conflict of interest. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Curi DD, Fonseca AM, Marcondes JA, Almeida JA, Bagnoli VR, Soares JM, Jr, et al. Metformin versus lifestyle changes in treating women with polycystic ovary syndrome. Gynecol Endocrinol. 2012;28(3):182–185. doi: 10.3109/09513590.2011.583957.", "ArticleIdList": ["10.3109/09513590.2011.583957", "22309675"]}, {"Citation": "Moran LJ, Hutchison SK, Norman RJ, Teede HJ. Lifestyle changes in women with polycystic ovary syndrome. Cochrane Database Syst Rev. 2011;2(7):CD007506.", "ArticleIdList": ["21328294"]}, {"Citation": "Franks S. Animal models and the developmental origins of polycystic ovary syndrome: increasing evidence for the role of androgens in programming reproductive and metabolic dysfunction. Endocrinology. 2012;153(6):2536–2538. doi: 10.1210/en.2012-1366.", "ArticleIdList": ["10.1210/en.2012-1366", "22610962"]}, {"Citation": "Glintborg D. Endocrine and metabolic characteristics in polycystic ovary syndrome. Dan Med J. 2016;63(4):B5232.", "ArticleIdList": ["27034186"]}, {"Citation": "Rosenfield RL, Ehrmann DA. The pathogenesis of polycystic ovary syndrome (PCOS): the hypothesis of PCOS as functional ovarian Hyperandrogenism revisited. Endocr Rev. 2016;37(5):467–520. doi: 10.1210/er.2015-1104.", "ArticleIdList": ["10.1210/er.2015-1104", "PMC5045492", "27459230"]}, {"Citation": "Coles CE, Donovan E, Haviland J, Yarnold J. Intensity-modulated radiotherapy for the treatment of breast cancer. Clin Oncol (R Coll Radiol) 2013;25(3):215. doi: 10.1016/j.clon.2012.11.003.", "ArticleIdList": ["10.1016/j.clon.2012.11.003", "23207073"]}, {"Citation": "Palomba S, de Wilde MA, Falbo A, Koster MP, La Sala GB, Fauser BC. Pregnancy complications in women with polycystic ovary syndrome. Hum Reprod Update. 2015;21(5):575–592. doi: 10.1093/humupd/dmv029.", "ArticleIdList": ["10.1093/humupd/dmv029", "26117684"]}, {"Citation": "Figurova J, Dravecka I, Petrikova J, Javorsky M, Lazurova I. The effect of alfacalcidiol and metformin on metabolic disturbances in women with polycystic ovary syndrome. Horm Mol Biol Clin Investig. 2017;29(3):85–91.", "ArticleIdList": ["28157691"]}, {"Citation": "Foretz M, Guigas B, Bertrand L, Pollak M, Viollet B. Metformin: from mechanisms of action to therapies. Cell Metab. 2014;20(6):953–966. doi: 10.1016/j.cmet.2014.09.018.", "ArticleIdList": ["10.1016/j.cmet.2014.09.018", "25456737"]}, {"Citation": "Selen Alpergin ES, Bolandnazar Z, Sabatini M, Rogowski M, Chiellini G, Zucchi R, et al. Metabolic profiling reveals reprogramming of lipid metabolic pathways in treatment of polycystic ovary syndrome with 3-iodothyronamine. Physiol Rep. 2017;5(1):e13097. doi: 10.14814/phy2.13097.", "ArticleIdList": ["10.14814/phy2.13097", "PMC5256158", "28082426"]}, {"Citation": "Rajan RK. M SS, Balaji B. Soy isoflavones exert beneficial effects on letrozole-induced rat polycystic ovary syndrome (PCOS) model through anti-androgenic mechanism. Pharm Biol. 2017;55(1):242–251. doi: 10.1080/13880209.2016.1258425.", "ArticleIdList": ["10.1080/13880209.2016.1258425", "PMC6130471", "27927075"]}, {"Citation": "Li J, Ng EH, Stener-Victorin E, Hu Z, Shao X, Wang H, et al. Acupuncture treatment for insulin sensitivity of women with polycystic ovary syndrome and insulin resistance: a study protocol for a randomized controlled trial. Trials. 2017;18(1):115. doi: 10.1186/s13063-017-1854-2.", "ArticleIdList": ["10.1186/s13063-017-1854-2", "PMC5343367", "28274268"]}, {"Citation": "Chauhan NS, Rao C, Dixit VK. Effect of Curculigo Orchioides rhizomes on sexual behaviour of male rats. Fitoterapia. 2007;78(7–8):530. doi: 10.1016/j.fitote.2007.06.005.", "ArticleIdList": ["10.1016/j.fitote.2007.06.005", "17643866"]}, {"Citation": "Haj-Husein I, Tukan S, Alkazaleh F. The effect of marjoram (Origanum Majorana) tea on the hormonal profile of women with polycystic ovary syndrome: a randomised controlled pilot study. J Hum Nutr Diet. 2016;29(1):105–111. doi: 10.1111/jhn.12290.", "ArticleIdList": ["10.1111/jhn.12290", "25662759"]}, {"Citation": "Desai BN, Maharjan RH, Nampoothiri LP. Aloe Barbadensis mill. formulation restores lipid profile to normal in a letrozole-induced polycystic ovarian syndrome rat model. Pharm Res. 2012;4(2):109–115.", "ArticleIdList": ["PMC3326757", "22518083"]}, {"Citation": "Farideh ZZ, Bagher M, Ashraf A, Akram A, Kazem M. Effects of chamomile extract on biochemical and clinical parameters in a rat model of polycystic ovary syndrome. J Reprod Infertil. 2010;11(3):169–174.", "ArticleIdList": ["PMC3719301", "23926485"]}, {"Citation": "Manneras L, Fazliana M, Wan Nazaimoon WM, Lonn M, Gu HF, Ostenson CG, et al. Beneficial metabolic effects of the Malaysian herb Labisia pumila var. alata in a rat model of polycystic ovary syndrome. J Ethnopharmacol. 2010;127(2):346–351. doi: 10.1016/j.jep.2009.10.032.", "ArticleIdList": ["10.1016/j.jep.2009.10.032", "19883744"]}, {"Citation": "Yang X, Zhang Y, Wu X, Bae CS, Hou L, Kuang H, et al. Cryptotanshinone reverses reproductive and metabolic disturbances in prenatally androgenized rats via regulation of ovarian signaling mechanisms and androgen synthesis. Am J Physiol Regul Integr Comp Physiol. 2011;300(4):R869. doi: 10.1152/ajpregu.00334.2010.", "ArticleIdList": ["10.1152/ajpregu.00334.2010", "21228340"]}, {"Citation": "Rajakhan N, Stenervictorin E, Wu X, Legro RS. The physiological basis of complementary and alternative medicines for polycystic ovary syndrome. Am J Physiol Endocrinol Metab. 2011;301(1):E1. doi: 10.1152/ajpendo.00667.2010.", "ArticleIdList": ["10.1152/ajpendo.00667.2010", "PMC4459923", "21487075"]}, {"Citation": "Donnapee S, Li J, Yang X, Ge AH, Donkor PO, Gao XM, et al. Cuscuta Chinensis lam.: a systematic review on ethnopharmacology, phytochemistry and pharmacology of an important traditional herbal medicine. J Ethnopharmacol. 2014;157:292–308. doi: 10.1016/j.jep.2014.09.032.", "ArticleIdList": ["10.1016/j.jep.2014.09.032", "25281912"]}, {"Citation": "Zhang L. Zhao Bj, Yuan Jr, Wang Cf, Zhao D, Feng L, et al. Comparation on effects of Moutan cortex, Paeoniae Rubra radix and Paeoniae Alba radix on acute blood stais model rats (in Chinese) Chin Tradit Herb Drugs. 2016;47(15):2676–2683."}, {"Citation": "Zhou X, Zhou L, Sun Z. Research progress in mechanism of traditional Chinese medicine treatment of PCOS. China J Chin Materia Medica. 2016;41(20):3715–3720.", "ArticleIdList": ["28929646"]}, {"Citation": "Zhou D, Wu M, Zhao H, Li H, Zheng X, Liu Y, et al. Heqi san combined with metformin for obese polycystic ovary syndrome (in Chinese) Int J Trad Chin Med. 2017;39(7):592–596."}, {"Citation": "Tessaro I, Modina SC, Franciosi F, Sivelli G, Terzaghi L, Lodde V, et al. Effect of oral administration of low-dose follicle stimulating hormone on hyperandrogenized mice as a model of polycystic ovary syndrome. J Ovarian Res. 2015;8(1):64. doi: 10.1186/s13048-015-0192-9.", "ArticleIdList": ["10.1186/s13048-015-0192-9", "PMC4594749", "26437930"]}, {"Citation": "Administration FD. Guidance for industry: estimating the maximum safe starting dose in initial clinical trials for therapeutics in adult healthy volunteers. 2005."}, {"Citation": "Yan L, Kang B, Li G, Yin Z, Wang Y. Effects of metformin on serum levels of sex hormone, leptin and insulin in ovariectomized Sprague-Dawley rats. Die Pharmazie. 2009;64(12):834–835.", "ArticleIdList": ["20095143"]}, {"Citation": "DeUgarte CM, Bartolucci AA, Azziz R. Prevalence of insulin resistance in the polycystic ovary syndrome using the homeostasis model assessment. Fertil Steril. 2005;83(5):1454–1460. doi: 10.1016/j.fertnstert.2004.11.070.", "ArticleIdList": ["10.1016/j.fertnstert.2004.11.070", "15866584"]}, {"Citation": "Huang da W, Sherman BT, Lempicki RA. Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources. Nat Protoc. 2009;4(1):44–57. doi: 10.1038/nprot.2008.211.", "ArticleIdList": ["10.1038/nprot.2008.211", "19131956"]}, {"Citation": "Ulloa-Aguirre A, Portocarrero L, Zariñán T, Olivares A, Carranza-Lira S, Veldhuis JD, et al. Effects of metformin on inappropriate LH release in women with polycystic ovarian syndrome and insulin resistance. Reprod BioMed Online. 2006;12(6):669–683. doi: 10.1016/S1472-6483(10)61079-6.", "ArticleIdList": ["10.1016/S1472-6483(10)61079-6", "16792841"]}, {"Citation": "Stadtmauer LA, Wong BC, Oehninger S. Should patients with polycystic ovary syndrome be treated with metformin?Benefits of insulin sensitizing drugs in polycystic ovary syndrome—beyond ovulation induction. Hum Reprod. 2002;17(12):3016–3026. doi: 10.1093/humrep/17.12.3016.", "ArticleIdList": ["10.1093/humrep/17.12.3016", "12456596"]}, {"Citation": "Zhang JH, Zhu Y, Fan XH, Zhang BL. Efficacy-oriented compatibility for component-based Chinese medicine. Acta Pharmacol Sin. 2015;36(6):654–658. doi: 10.1038/aps.2015.8.", "ArticleIdList": ["10.1038/aps.2015.8", "PMC4594187", "25864650"]}, {"Citation": "Gui Sq, Yu J. Experimental Study of Effect on Tonifying Kidney herbs in Pitultary Ovary Adrenal Gland of Androgen Sterilized Rats (in Chinese). Chinese J Integr Med. 1997;(12):735–8.", "ArticleIdList": ["10322822"]}, {"Citation": "Dewailly D, Robin G, Peigne M, Decanter C, Pigny P, Catteau-Jonard S. Interactions between androgens, FSH, anti-Mullerian hormone and estradiol during folliculogenesis in the human normal and polycystic ovary. Hum Reprod Update. 2016;22(6):709–724. doi: 10.1093/humupd/dmw027.", "ArticleIdList": ["10.1093/humupd/dmw027", "27566840"]}, {"Citation": "Li W, Li Q. Dysregulation of glucose metabolism even in Chinese PCOS women with normal glucose tolerance. Endocr J. 2012;59(9):765. doi: 10.1507/endocrj.EJ12-0049.", "ArticleIdList": ["10.1507/endocrj.EJ12-0049", "22673295"]}, {"Citation": "Jensterle M, Goricar K, Janez A. Add on DPP-4 inhibitor alogliptin alone or in combination with pioglitazone improved beta-cell function and insulin sensitivity in metformin treated PCOS. Endocr Res. 2017;21:1–8. doi: 10.1080/07435800.2017.1294602.", "ArticleIdList": ["10.1080/07435800.2017.1294602", "28323503"]}, {"Citation": "Yang J, Wu Y, Wang Q, Zhou G. The chemical components and pharmacological effects of Fructus Schisandrae and its application Prospect. Biomirror. 2011;2(11):1–10."}, {"Citation": "Li Y, Ma H, Xue J. Effects of polygala on the expression of apoptosis-related proteins in hippocampus nerve cells of diabetic rats. Chin J Anat. 2013;36(2):206–209."}, {"Citation": "Harborne L, Fleming R, Lyall H, Norman J, Sattar N. Descriptive review of the evidence for the use of metformin in polycystic ovary syndrome. Lancet. 2003;361(9372):1894–1901. doi: 10.1016/S0140-6736(03)13493-9.", "ArticleIdList": ["10.1016/S0140-6736(03)13493-9", "12788588"]}, {"Citation": "Jurikova T, Sochor J, Rop O, Mlcek J, Balla S, Szekeres L, et al. Polyphenolic profile and biological activity of Chinese hawthorn (Crataegus Pinnatifida BUNGE) fruits. Molecules. 2012;17(12):14490. doi: 10.3390/molecules171214490.", "ArticleIdList": ["10.3390/molecules171214490", "PMC6268084", "23222867"]}, {"Citation": "Shim WS, Back H, Seo EK, Lee HT, Shim CK. Long-term administration of an aqueous extract of dried, immature fruit of Poncirus Trifoliata (L.) Raf. Suppresses body weight gain in rats. J Ethnopharmacol. 2009;126(2):294–299. doi: 10.1016/j.jep.2009.08.022.", "ArticleIdList": ["10.1016/j.jep.2009.08.022", "19703543"]}, {"Citation": "Wang X, Zhou J, Jin X, Dai C. Pharmacological research and clinical application of Hordeum Vulgare L. (in Chinese) Chin Trad Patent Med. 2007;29(11):1677–1679."}, {"Citation": "Li T, Mo H, Chen W, Li L, Xiao Y, Zhang J, et al. Role of the PI3K-Akt signaling pathway in the pathogenesis of polycystic ovary syndrome. Reprod Sci. 2017;24(5):646–655. doi: 10.1177/1933719116667606.", "ArticleIdList": ["10.1177/1933719116667606", "27613818"]}, {"Citation": "Shah KN, Patel SS. Phosphatidylinositide 3-kinase inhibition: a new potential target for the treatment of polycystic ovarian syndrome. Pharm Biol. 2016;54(6):975–983. doi: 10.3109/13880209.2015.1091482.", "ArticleIdList": ["10.3109/13880209.2015.1091482", "26459667"]}, {"Citation": "Li C, Chen L, Zhao Y, Chen S, Fu L, Jiang Y, et al. Altered expression of miRNAs in the uterus from a letrozole-induced rat PCOS model. Gene. 2017;598(20):20–26. doi: 10.1016/j.gene.2016.10.033.", "ArticleIdList": ["10.1016/j.gene.2016.10.033", "27777110"]}, {"Citation": "Chen H, Zhang Z. Similarity-based methods for potential human microRNA-disease association prediction. BMC Med Genet. 2013;6(1):12.", "ArticleIdList": ["PMC3629999", "23570623"]}, {"Citation": "Pan Q, Luo X, Toloubeydokhti T, Chegini N. The expression profile of micro-RNA in endometrium and endometriosis and the influence of ovarian steroids on their expression. Mol Hum Reprod. 2007;13(11):797–806. doi: 10.1093/molehr/gam063.", "ArticleIdList": ["10.1093/molehr/gam063", "17766684"]}]}], "History": [{"Year": "2017", "Month": "6", "Day": "7"}, {"Year": "2017", "Month": "10", "Day": "2"}, {"Year": "2017", "Month": "10", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["29020999", "PMC5637260", "10.1186/s40199-017-0188-7", "10.1186/s40199-017-0188-7"]}}]}