{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["DEET", "Myrtus communis", "Pulex irritans", "Repellents", "Ziziphora tenuiore"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29026857", "DateRevised": {"Year": "2024", "Month": "03", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "03", "Day": "14"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2322-1984", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Mar"}}, "Title": "Journal of arthropod-borne diseases", "ISOAbbreviation": "J Arthropod Borne Dis"}, "ArticleTitle": "Repellency Effect of Essential Oils of some Native Plants and Synthetic Repellents against Human Flea, <i>Pulex irritans</i> (Siphonaptera: Pulicidae).", "Pagination": {"StartPage": "105", "EndPage": "115", "MedlinePgn": "105-115"}, "Abstract": {"AbstractText": ["Fleas are important vectors of human and animal disease, and control measures for protection against their bites and flea-borne diseases are necessary.", "The essential oils (EOs) of four native medicinal plants, <i>Ziziphora tenuiore</i>, <i>Myrtus communis</i>, <i>Achillea wilhelmsii</i> and <i>Mentha piperita</i> were isolated by hydrodistillation technique and analyzed by GC-MC. The repellent activity of EOs and synthetic compounds, DEET and permethrin, were assayed on human subjects against field collected fleas. The effective doses of 50% and 90% of EOs and synthetic compounds were estimated by probit analysis of dose and response regression line.", "Analysis of EOs revealed about 19 major components. All oils were found to be more repellent (ED<sub>50</sub> range= 208-955μg cm<sup>-2</sup>) than DEET and permethrin (ED<sub>50</sub> range= 27-182 × 10<sup>3</sup>μg cm<sup>-2</sup>). Thyme and myrtle oils showed high repellent activities and among the total detected terpenes, thymol (36.26%) and α-pinene (32.5%) were the major components of those oils respectively.", "Low repellent potency of DEET and permethrin against fleas might be related to flea olfactory system and further molecular and electrophysiological studies are required to conceive new ideas for the discovery and development of the next generation of repellents. Based on high repellent activity of thyme and myrtle essential oils against <i>Pulex irritans</i> further studies should be staged to develop their appropriate effective formulations. Likewise, field trials should be carried out to evaluate the operational feasibility and dermal toxicity over a long period."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Entomology and Vector Control, Faculty of Medicine, Zanjan University of Medical Sciences, Zanjan, Iran."}], "LastName": "Ghavami", "ForeName": "Mohammad Bagher", "Initials": "MB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Entomology and Vector Control, Faculty of Medicine, Zanjan University of Medical Sciences, Zanjan, Iran."}], "LastName": "Poorrastgoo", "ForeName": "Fahimeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zanjan Health Center, Zanjan University of Medical Sciences, Zanjan, Iran."}], "LastName": "Taghiloo", "ForeName": "Behrooz", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Entomology and Vector Control, Faculty of Medicine, Zanjan University of Medical Sciences, Zanjan, Iran."}], "LastName": "Mohammadi", "ForeName": "Jamshid", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "J Arthropod Borne Dis", "NlmUniqueID": "101593448", "ISSNLinking": "2322-1984"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bakkali F, Averbeck S, Averbeck D, Idaomar M. ( 2008) Biological effects of essential oils. A review. Food and Chemical Toxicology. 46: 446– 475.", "ArticleIdList": ["17996351"]}, {"Citation": "Bissinger BW, Roe RM. ( 2010) Tick repellents: Past, present, and future. Pestic Biochem Physiol. 96: 63– 79."}, {"Citation": "Bohbot JD, Dickens JC. ( 2012) Odorant receptor modulation: ternary paradigm for mode of action of insect repellents. Neuropharmacology. 62: 2086– 2095.", "ArticleIdList": ["22269900"]}, {"Citation": "Dautel H. ( 2004) Test systems for tick repellents. Int J Med Microbiol. 293( 37): 182– 188.", "ArticleIdList": ["15147006"]}, {"Citation": "Debboun M, Stephen P. F, rances SP, Strickman D. ( 2014) Insect Repellents Handbook, Second Edition CRC Press."}, {"Citation": "Del Fabbro S, Nazzi F. ( 2013) Correction: From Chemistry to Behavior. Molecular Structure and Bioactivity of Repellents against Ixodes ricinus Ticks. PLoS ONE 8( 7): 10.1371/annotation/6636cea1-b3f2-4f93-acf7-b34c5aabce07.doi:10.1371/annotation/6636cea1-b3f2-4f93-acf7-b34c5aabce0.", "ArticleIdList": ["PMC3689731", "23805329"]}, {"Citation": "Dickens JC, Bohbot JD. ( 2013) Mini review: Mode of action of mosquito repellents. Pestic Biochem Physiol. 106( 3): 149– 155."}, {"Citation": "Ditzen M, Pellegrino M, Voshall LB. ( 2008) Insect odorant receptors are molecular targets of the insect repellent DEET. Science. 319: 1838– 1842.", "ArticleIdList": ["18339904"]}, {"Citation": "Dolan MC, Jordan RA, Schulze TL, Schulze CJ, Mannig MC, Ruffolo D, Schmidt JP, Piesman J, Karchesy JJ. ( 2009) Ability of two natural products, Nootkatone and Carvacrol, to suppress Ixodesscapularis and Amblyomma americanum (Acari: Ixodidae) in a lyme disease endemic area of New Jersey. J Econ Entomol. 102( 6): 2316– 2324.", "ArticleIdList": ["20069863"]}, {"Citation": "El-Seedi H, Kalil NS, Azeem M, Taher EA. ( 2012) Chemical composition and repellency of essential oils from four medicinal plants against Ixodesricinus nymphs (Acari: Ixodidae). J Med Entomol. 49( 5): 1067– 1075.", "ArticleIdList": ["23025188"]}, {"Citation": "Faulde MK, Uedelhoven WM, Malerius M, Robbins RG. ( 2006) Factory-based permethrin impregnation of uniforms: residual activity against Aedes aegypti and Ixodesricinus in bottle dress uniforms worn under field condition and cross-contamination during the laundering and storage process. Mil Med. 171: 472– 477.", "ArticleIdList": ["16808123"]}, {"Citation": "Faulde MK, Uedelhoven WM, Robbins RG. ( 2003) Contact toxicity and residual activity of different permethrin-based fabric impregnation methods for Aedes aegypti (Diptera: Culicidae), Ixodesricinus (Acari: Ixodidae) and Lepisma saccharina (Thysanura: Lepismatidae). J Med Entomol. 40: 935– 941.", "ArticleIdList": ["14765673"]}, {"Citation": "George DR, Guy JH, Arkle S, Harrington D, Luna CD, Okello EJ, Shiel RS, Port G, Sparagano OAE. ( 2008) Use of plant-derived products to control arthropods of veterinary importance: A review. Annals of the New York Academy of Sciences. 1149: 23– 26", "ArticleIdList": ["19120167"]}, {"Citation": "George DR, Sparagano OAE, Okello GPE, Shiel RS, Guy JH. ( 2009) Repellence of plant essential oils to Dermanyssus gallinae and toxicity to the non-target invertebrate Tenebrio molitor. Vet Parasitol. 162: 129– 134.", "ArticleIdList": ["19264408"]}, {"Citation": "George DR, Finn RD, Graham KM, Sparagano OAE. ( 2014) Present and future potential of plant-derived products to control arthropods of veterinary and medical significance. Parasit Vectors. 7: 28.", "ArticleIdList": ["PMC3905284", "24428899"]}, {"Citation": "Govindarajan M, Sivakumar R. ( 2015) Laboratory evaluation of Indian medicinal plants as repellents against malaria, dengue and filariasis vector mosquitoes. Parasitol Res. 114: 601– 612.", "ArticleIdList": ["25399815"]}, {"Citation": "Hemingway J, Ranson H. ( 2000) Insecticide resistance in insect vectors of human disease. Annu Rev Entomol. 45: 371– 391.", "ArticleIdList": ["10761582"]}, {"Citation": "Jordan RA, Schulze T, Dolan MC. ( 2012) Efficacy of plant-derived and synthetic compounds on clothing as repellents against Ixodes scapularis and Amblyomma americanum (Acari: Ixodidae). J Med Entomol. 49( 1): 101– 106.", "ArticleIdList": ["22308777"]}, {"Citation": "Kang S, Kim M, Seo D, Noh D, Yang J, Yoon C, Kim G. ( 2009) Comparative Repellency of essential oils against Culexpipiens Pallen (Diptera: Culicidae). J Korean Soc Appl Biol Chem. 52( 4): 353– 359."}, {"Citation": "Klun JA, Strickman D, Rowton E, Williams J, Kramer M, Roberts D, Debboun M. ( 2004) Comparative resistance of Anopheles albimanus and Aedes aegypti to N, N-diethyl-3-methylbenzamide (Deet) and 2-methylpiperidinyl-3-cyclohexen-1carboxamide (AI3-37220) in laboratory human-volunteer repellent assays. J Med Entomol. 41: 418– 422.", "ArticleIdList": ["15185944"]}, {"Citation": "Koc S, Oz E, Cetin H. ( 2012) Repellent activities of some Labiatae plant essential oils against the saltmarsh mosquito Ochlerotatuscaspius (Pallas, 1771) (Diptera: Culicidae). Parasitol Res. 110: 2205– 2209", "ArticleIdList": ["22179264"]}, {"Citation": "Koul O, Walla S, Dhaliwal GS. ( 2008) Essential oils as green pesticides: potential and constraints. Biopestic Int. 4( 1): 63– 84."}, {"Citation": "Krober T, Bourquin M, Guerin PM. ( 2013) A standaised in vivo and in vitro test method for evaluating tick repellents. Pestic Biochem Physiol. 107: 160– 168."}, {"Citation": "Kumar P, Shra MI, Malik A, Satya S. ( 2011) Repellent, larvicidal and pupicidal properties of essential oils and their formulations against the housefly, Musca domestica. Med Vet Entomol. 25: 302– 31.", "ArticleIdList": ["21338379"]}, {"Citation": "Lupi E, Hatz C, Schlagenhauf P. ( 2013) The efficacy of repellents against Aedes, Anopheles, Culex and Ixodes spp. A literature review. Travel Med Infect Dis. 11: 374– 411.", "ArticleIdList": ["24201040"]}, {"Citation": "Maia MF, Moore S. ( 2011) Plant based insect repellents: a review of their efficacy, development and testing. Malar J. 10( 1): S11.", "ArticleIdList": ["PMC3059459", "21411012"]}, {"Citation": "Manikkam M, Guerrero-Bosagna C, Tracey R, Haque MM, Skinner MK. ( 2012) Trans generational actions of environmental compounds on reproductive disease and identification of epigenetic biomarkers of ancestral exposures. PLOS ONE. 7( 2): e31901.", "ArticleIdList": ["PMC3289630", "22389676"]}, {"Citation": "Meng H, Li AY, Costa Junior LM, Castro-Arellano J, Liu J. ( 2015) Evaluation of DEET and eight essential oils for repellency against nymphs of the lone star tick, Amblyomma americanum (Acari: Ixodidae). Exp Appl Acarol. 68( 2): 241– 249.", "ArticleIdList": ["26590930"]}, {"Citation": "Naghibi F, Mosaddegh M, Motamed M. ( 2005) Labiatae family in folk medicine in Iran: from ethonobotany to pharmacology. Iran J Pharm Res. 2: 63– 79."}, {"Citation": "Neiro LS, Olivero-Velber J, Stashenko E. ( 2010) Repellent activity of essential oils: a review. Bioresource Technology. 101: 372– 378.", "ArticleIdList": ["19729299"]}, {"Citation": "Odalo JO, Omolo MO, Malebo H, Anjira J, Njeru PM, Ndiege IO, Hassanali A. ( 2005) Repellency of essential oils of some plants from the Kenyan coast against Anopheles gambiae. Acta Tropica. 95: 210– 218.", "ArticleIdList": ["16018957"]}, {"Citation": "Pandey SK, Upadhyay S, Tripathi AK. ( 2009) Insecticidal and repellent activities of thymol from the essential oil of Trachyspermum ammi (Linn) Sprague seeds against Anopheles stephensi. Parasitol Res. 105: 507– 512.", "ArticleIdList": ["19343365"]}, {"Citation": "Park YU, Koo HN, Kim GH. ( 2012) Chemical composition, larvicidal action, and adult repellency of Thymus magnus against Aedes albopictus. J Am Mosq Control Assoc. 28( 3): 192– 198.", "ArticleIdList": ["23833899"]}, {"Citation": "Pellegrino M, Steinbach N, Stensmyr MC, Hansson BS, Vosshall LB. ( 2011) A natural polymorphism alters odor and DEET sensitivity in an insect odorant receptor. Nature. 478: 511– 514.", "ArticleIdList": ["PMC3203342", "21937991"]}, {"Citation": "Pitarokili D, Michaelakis A, Koliopoulos G, Giatropoulos A, Tzakou O. ( 2011) Chemical composition, larvicidal evaluation, and adult repellency of endemic Greek thymus essential oils against the mosquito vector of West Nile virus. Parasitol Res. 109: 425– 430.", "ArticleIdList": ["21301870"]}, {"Citation": "Qui H, Jun HW, McCall JW. ( 1998) Pharmacokinetics, formulation, and safety of insect repellent N,N-diethyl-3-methylbenzamide (DEET): A review. J Am Mosq Control Assoc. 14: 12– 27.", "ArticleIdList": ["9599319"]}, {"Citation": "Saeidnia S, Ghohari AR, Mokhber-Dezfuli N, Kiuchi F. ( 2011) A review on phytochemistry and medicinal properties of the genus Achillea. Daru. 19( 3): 173– 186.", "ArticleIdList": ["PMC3232110", "22615655"]}, {"Citation": "Service MW. ( 2012) Medical Entomology for Students. 5th Edition Cambridge University Press; London."}, {"Citation": "Sfara V, Mougabure-Cueto G, Zerba EN, Alzogaray RA. ( 2011) Adaptation of the repellency response to DEET in Rhodnius prolixus. J Insect Physiol. 57: 1431– 1436.", "ArticleIdList": ["21801727"]}, {"Citation": "Stanczyk NM, Brookfield JFY, Ignell R, Logan JG, Field LM. ( 2010) Behavioral insensitivity to DEET in Aedes aegypti is a genetically determined trait residing in changes in sensillum function. Proc Natl Acad Sci, USA. 107: 8575– 8580.", "ArticleIdList": ["PMC2889326", "20439757"]}, {"Citation": "Sudakin DL, Trevathan WR. ( 2003) Deet: a review and update of safety and risk in the general population. J Toxicol Clin Toxicol. 41: 831– 839.", "ArticleIdList": ["14677793"]}, {"Citation": "Swale DR, Sun B, Tong F, Bloomquist JR. ( 2014) Neurotoxicity and mode of action of N,N-diethyl-Meta Tolamide (DEET). PLOS ONE. 9( 8): e103713.", "ArticleIdList": ["PMC4125160", "25101788"]}, {"Citation": "Tavassoli M, Shayeghi M, Abai MR, Vatandoost H, Khoobdel M, Salari M, Ghaderi A, Rafi F. ( 2011) Repellency Effects of Essential Oils of Myrtle (Myrtuscommunis), Marigold (Calendula officinalis) Compared with DEET against Anopheles stephensi on Human Volunteers. Iran J Arthropod-Borne Dis. 5( 2): 10– 22.", "ArticleIdList": ["PMC3385578", "22808414"]}, {"Citation": "Traboulsi AF, Taoubi K, El-Haj S, Bessiere JM, Rammal S. ( 2002) Insecticidal properties of essential plant oils against the mosquito Culexpipiensmolestus (Diptera: Culicidae). Pest Management Science. 58: 491– 495.", "ArticleIdList": ["11997977"]}, {"Citation": "World Health Organization ( 2013) Repellent and Toxicants for Personal Protection. WHO/CDS/WHOPES/GCDPP/2000.5."}, {"Citation": "Yaghoobi-Ershadi MR, Akhavan AA, Jahanifard E, Vatandoost H, Amin Gh, Moosavi L, Zahraei-Ramazani AR, Abdoli H, Arandian MH. ( 2000) Repellency Effect of Myrtle Essential Oil and DEET against Phlebotomus papatasi, under laboratory conditions. Iranian J Publ Health. 35( 3): 7– 13."}, {"Citation": "Yu SJ. ( 2014) The Toxicology and Biochemistry of Insecticides. Second Edition CRC Press;"}]}], "History": [{"Year": "2016", "Month": "1", "Day": "5"}, {"Year": "2016", "Month": "2", "Day": "7"}, {"Year": "2017", "Month": "10", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "3", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["29026857", "PMC5629292"]}}]}