{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant activity", "B. vulgaris", "Leaf extract", "Spatial memory"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29062803", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "7", "Issue": "5", "PubDate": {"Year": "2017", "Season": "Sep-Oct"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "The antioxidant activity of <i>Beta vulgaris</i> leaf extract in improving scopolamine-induced spatial memory disorders in rats.", "Pagination": {"StartPage": "417", "EndPage": "425", "MedlinePgn": "417-425"}, "Abstract": {"AbstractText": ["Medicinal plants have attracted global attention due to their safety as well as their considerable antioxidant content that helps to prevent or ameliorate various disorders including memory impairments. This study was conducted to investigate the effect of beet root (<i>Beta vulgaris</i>) leaf extract on scopolamine-induced spatial memory impairments in male Wistar rats.", "Male Wistar rats were randomly divided into 5 groups (n=10): Control (C), scopolamine 1 mg/kg/day (S), scopolamine+50 mg/kg <i>B. vulgaris</i> leaf extract (S+B 50), scopolamine+100 mg/kg <i>B. vulgaris</i> leaf extract (S+B 100) and scopolamine+200 mg/kg <i>B. vulgaris</i> leaf extract (S+B 200). Morris water maze task was used to assess spatial memory. Serum antioxidant capacity and malondialdehyde (MDA) level were also measured.", "Group S spent significantly less time in the target quadrant compared to the control group, and the administration of <i>B. vulgaris</i> leaf extract (100 and 200 mg/kg) significantly increased this time (p<0.05). Scopolamine decreased serum antioxidant capacity and increased serum MDA level yet insignificantly. <i>B. vulgaris</i> extract (200 mg/kg) significantly increased the antioxidant capacity and decreased serum MDA level in scopolamine-treated rats (p<0.05).", "Our results suggested that <i>B. vulgaris</i> leaf extract could ameliorate the memory impairments and exhibited protective effects against scopolamine-induced oxidation. Further investigation is needed to isolate specific antioxidant compounds from <i>B. vulgaris</i> leaf extract with protective effect against brain and memory impairments."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Sanandaj Branch, Islamic Azad University, Sanandaj ,Iran."}], "LastName": "Hajihosseini", "ForeName": "Shadieh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Izeh Branch, Islamic Azad University, Izeh, Iran."}], "LastName": "Setorki", "ForeName": "Mahbubeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Sanandaj Branch, Islamic Azad University, Sanandaj ,Iran."}], "LastName": "Hooshmandi", "ForeName": "Zahra", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Al-Jassabi S, Abdullah M. Purification and characterization of antioxidant fractions from Zizyphus spina-christi. Fruits. 2013;5:13–24."}, {"Citation": "Babu VA, Gowri R. Evaluation of antioxidant activity of Beta vulgaris root extract in rats. Asian J Chem. 2010;22:3385–90."}, {"Citation": "BiondoI PB, BoeingI SJ, BarizãoI EO, SouzaII NE, MatsushitaI M, OliveiraI C, BoroskiI M, VisentainerI JV. Evaluation of beetroot (Beta vulgaris L) leaves during its developmental stages: a chemical composition study. Food Sci Technol. 2014;34:94–101."}, {"Citation": "Bolkent Ş, Yanardağ R, Tabakoğlu-Oğuz A, Özsoy-Saçan Ö. Effects of chard (Beta vulgaris L var cicla) extract on pancreatic B cells in streptozotocin-diabetic rats: a morphological and biochemical study. J Ethnopharmacol. 2007;73:251–259.", "ArticleIdList": ["11025163"]}, {"Citation": "Chuong NN, Trung BH, Luan TC, Hung TM, Dang NH, Dat NT. Anti-amnesic effect of alkaloid fraction from Lycopodiella cernua (L) Pic Serm on scopolamine-induced memory impairment in mice. Neurosci lett. 2014;575:42–46.", "ArticleIdList": ["24861508"]}, {"Citation": "El Gamal AA, AlSaid MS, Raish M, Al-Sohaibani M, Al-Massarani SM, Ahmad A, et al. Beetroot (Beta vulgaris L) extract ameliorates gentamicin-induced nephrotoxicity associated oxidative stress, inflammation, and apoptosis in rodent model. Mediators Inflamm. 2014;22:133–145.", "ArticleIdList": ["PMC4221885", "25400335"]}, {"Citation": "Gray C, Nukada H, Jackson DM, McMorran PD, Wu A, Ma F. Neuroprotective effects of nitrone radical scavenger S-PBN on reperfusion nerve injury in rats. Brain Res. 2003;982:179–185.", "ArticleIdList": ["12915253"]}, {"Citation": "Grotto D, Maria LS, Valentini J, Paniz C, Schmitt G, Garcia SC. Importance of the lipid peroxidation biomarkers and methodological aspects for malondialdehyde quantification. Quimica Nova. 2009;32:169–174."}, {"Citation": "Hosseini M, Mohammadpour T, Karami R, Rajaei Z, Sadeghnia HR, Soukhtanloo M. Effects of the hydro-alcoholic extract of Nigella Sativa on scopolamine-induced spatial memory impairment in rats and its possible mechanism. Chinese J Integ Med. 2015;21:438–444.", "ArticleIdList": ["24584756"]}, {"Citation": "Jain NK, Singhai AK. Protective role of Beta vulgaris L leaves extract and fractions on ethanol-mediated hepatic toxicity. Acta Pol Pharm. 2012;69:945–950.", "ArticleIdList": ["23061292"]}, {"Citation": "Jain S, Garg VK, Sharma PK. Anti-inflammatory activity of aqueous extract of Beta vulgaris L. J Basic Clin Pharm. 2011;2:83–89.", "ArticleIdList": ["PMC3979200", "24826006"]}, {"Citation": "Misane I, Ogren SO. Selective 5-HT1A antagonists WAY 100635 and NAD-299 attenuate the impairment of passive avoidance caused by scopolamine in the rat. Neuropsychopharmacol. 2003;28:253–264.", "ArticleIdList": ["12589378"]}, {"Citation": "Mokhtari-Dehkordi S, Hojjati M, Rouhi L, Rabiei Z, Alibabaei Z. Effect of ethanolic extract of beet roots and leaves on motor coordination in male Wistar rats. J Shahrekord Uni Med Sci. 2014;16:14–23."}, {"Citation": "Moopanar TR, Allen DG. Reactive oxygen species reduce myofibrillar Ca2+ sensitivity in fatiguing mouse skeletal muscle at 37 C. J Physiol. 2005;564:189–199.", "ArticleIdList": ["PMC1456045", "15718257"]}, {"Citation": "Mroczek A, Kapusta I, Janda B, Janiszowska W. Triterpene saponin content in the roots of red beet (Beta vulgaris L) cultivars. J Agric Food Chem. 2012;60:12397–12402.", "ArticleIdList": ["23199283"]}, {"Citation": "Rabiei Z, Alibabaei Z, Rafieian-Kopaei M. Determining the Antioxidant properties of chamomile and investigating the effects of chamomile ethanol extract on motor coordination disorders in rats. J Babol Univ Med Sci. 2015;17:44–50."}, {"Citation": "Rabiei Z, Rafieian-kopaei M, Heidarian E, Saghaei E, Mokhtari S. Effects of Zizyphus jujube extract on memory and learning impairment induced by bilateral electric lesions of the nucleus basalis of meynert in rat. Neurochem Res. 2014;39:353–360.", "ArticleIdList": ["24379110"]}, {"Citation": "Rasoolijazi H, Mehdizadeh M, Soleimani M, Nikbakhte F, Farsani ME, Ababzadeh S. The effect of rosemary extract on spatial memory, learning and antioxidant enzymes activities in the hippocampus of middle-aged rats. Med J Islam Repub Iran. 2015;29:187–193.", "ArticleIdList": ["PMC4431423", "26034740"]}, {"Citation": "Sacan O, Yanardag R. Antioxidant and antiacetylcholinesterase activities of chard (Beta vulgaris L var cicla) Food Chem Toxicol. 2010;48:1275–1280.", "ArticleIdList": ["20184938"]}, {"Citation": "Sulakhiya K, Patel VK, Saxena R, Dashore J, Srivastava AK, Rathore M. Effect of Beta vulgaris Linn leaves extract on anxiety-and depressive-like behavior and oxidative stress in mice after acute restraint stress. Pharm Res. 2016;8:11–12.", "ArticleIdList": ["PMC4753754", "26941529"]}, {"Citation": "Uttara B, Singh AV, Zamboni P, Mahajan RT. Oxidative stress and neurodegenerative diseases: A review of upstream and downstream antioxidant therapeutic options. Current Neuropharmacol. 2007;7:65–74.", "ArticleIdList": ["PMC2724665", "19721819"]}, {"Citation": "Vincent AM, Russell JW, Low P, Feldman EL. Oxidative stress in the pathogenesis of diabetic neuropathy. Endoc Rev. 2004;25:612–28.", "ArticleIdList": ["15294884"]}, {"Citation": "Warner DS, Sheng H, Batinić-Haberle I. Oxidants, antioxidants and the ischemic brain. J Exp Biol. 2004;207:3221–31.", "ArticleIdList": ["15299043"]}, {"Citation": "Wilson JX. Antioxidant defense of the brain: a role for astrocytes. Canadian J Physiol Pharmacol. 1997;75:1149–63.", "ArticleIdList": ["9431439"]}, {"Citation": "Yang MH, Yoon KD, Chin Y-W, Park JH, Kim SH, Kim YC, et al. Neuroprotective effects of Dioscorea opposita on scopolamine-induced memory impairment in in vivo behavioral tests and in vitro assays. J Ethnopharm. 2009;121:130–134.", "ArticleIdList": ["19007874"]}, {"Citation": "Zaidi SK, Hoda MN, Tabrez S, Ansari SA, Jafri MA, Shahnawaz Khan M. Protective effect of Solanum nigrum leaves extract on immobilization stress induced changes in rat’s brain. J Evid Based Complementary Altern Med. 2014;3:22–34.", "ArticleIdList": ["PMC3934381", "24665335"]}]}], "History": [{"Year": "2017", "Month": "10", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29062803", "PMC5641416"]}}]}