{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29097709", "DateCompleted": {"Year": "2019", "Month": "07", "Day": "15"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "11", "Day": "02"}], "Language": ["eng"], "ELocationID": ["14910", "10.1038/s41598-017-14887-8"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "7", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Nov", "Day": "02"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Character-based DNA barcoding for authentication and conservation of IUCN Red listed threatened species of genus Decalepis (Apocynaceae).", "Pagination": {"StartPage": "14910", "MedlinePgn": "14910"}, "Abstract": {"AbstractText": ["The steno-endemic species of genus Decalepis are highly threatened by destructive wild harvesting. The medicinally important fleshy tuberous roots of Decalepis hamiltonii are traded as substitute, to meet the international market demand of Hemidesmus indicus. In addition, the tuberous roots of all three species of Decalepis possess similar exudates and texture, which challenges the ability of conventional techniques alone to perform accurate species authentication. This study was undertaken to generate DNA barcodes that could be utilized in monitoring and curtailing the illegal trade of these endangered species. The DNA barcode reference library was developed in BOLD database platform for candidate barcodes rbcL, matK, psbA-trnH, ITS and ITS2. The average intra-specific variations (0-0.27%) were less than the distance to nearest neighbour (0.4-11.67%) with matK and ITS. Anchoring the coding region rbcL in multigene tiered approach, the combination rbcL + matK + ITS yielded 100% species resolution, using the least number of loci combinations either with PAUP or BLOG methods to support a character-based approach. Species-specific SNP position (230 bp) in the matK region that is characteristic of D. hamiltonii could be used to design specific assays, enhancing its applicability for direct use in CITES enforcement for distinguishing it from H. indicus."]}, "AuthorList": [{"Identifier": ["0000-0002-2725-0232"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biology and Systematics, CSIR - Central Institute of Medicinal and Aromatic Plants, Research Center, Allalsandra, GKVK Post, Bengaluru, 560065, Karnataka, India."}], "LastName": "Mishra", "ForeName": "Priyanka", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biology and Systematics, CSIR - Central Institute of Medicinal and Aromatic Plants, Research Center, Allalsandra, GKVK Post, Bengaluru, 560065, Karnataka, India."}], "LastName": "Kumar", "ForeName": "Amit", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biology and Systematics, CSIR - Central Institute of Medicinal and Aromatic Plants, Research Center, Allalsandra, GKVK Post, Bengaluru, 560065, Karnataka, India."}], "LastName": "Sivaraman", "ForeName": "Gokul", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR - Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015, Uttar Pradesh, India."}], "LastName": "Shukla", "ForeName": "Ashutosh K", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Conservation, TransDisciplinary University, 74/2, Jarakabande Kaval, Post Attur, Via Yelahanka, Bangalore, 560064, Karnataka, India."}], "LastName": "Kaliamoorthy", "ForeName": "Ravikumar", "Initials": "R"}, {"Identifier": ["0000-0001-8016-3106"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biomolecular Technology Group, Faculty of Health and Life Sciences, De Montfort University, Leicester, LE1 9BH, UK."}], "LastName": "Slater", "ForeName": "Adrian", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biology and Systematics, CSIR - Central Institute of Medicinal and Aromatic Plants, Research Center, Allalsandra, GKVK Post, Bengaluru, 560065, Karnataka, India. vsundaresan@cimap.res.in."}], "LastName": "Velusamy", "ForeName": "Sundaresan", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Plant"}], "CommentsCorrectionsList": [{"RefSource": "Sci Rep. 2020 Oct 16;10(1):17942. doi: 10.1038/s41598-020-74406-0", "PMID": "33067488"}], "MeshHeadingList": [{"QualifierName": ["classification", "genetics"], "DescriptorName": "Apocynaceae"}, {"QualifierName": ["methods"], "DescriptorName": "DNA Barcoding, Taxonomic"}, {"QualifierName": ["classification", "genetics"], "DescriptorName": "DNA, Plant"}, {"QualifierName": [], "DescriptorName": "Endangered Species"}, {"QualifierName": [], "DescriptorName": "Gene Library"}, {"QualifierName": [], "DescriptorName": "Genes, Plant"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["methods"], "DescriptorName": "Polymerase Chain Reaction"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Myers N, et al. Biodiversity hotspots for conservation priorities. Nature. 2000;403:853–858.", "ArticleIdList": ["10706275"]}, {"Citation": "Sharma S, Shahzad A. An Overview on Decalepis: A genus of woody medicinal climbers. J. Plant Sci. Res. 2014;1:104."}, {"Citation": "Joseph J, Chandrasekaran V. Janakia arayalpathra - a new genus and species of Periplocaceae from Kerala, South India. Journal of the Indian Botanical Society. 1978;57:308–312."}, {"Citation": "Venter HJT, Verhoven RL. A tribal classification of the Periplocoideae (Asclepiadaceae) Taxon. 1997;46:705–720."}, {"Citation": "Prabakaran, V., Ravikumar, K. & Vijayasankar, R. Janakia arayalpathra - the quest. Amruth, 5(5) (2001)."}, {"Citation": "Molur S. & Walker Report on conservation assessment and management plan (CAMP) workshop for selected species of medicinal plants of southern India. Bangalore. 1997;16–18:108."}, {"Citation": "Ravikumar, K. & Ved, D. K. Illustrated field guide to100 red listed medicinal plants of conservation concern in southern India Bangalore: FRLHT (2000)."}, {"Citation": "Anonymous. Tamil Nadu State Biodiversity Notification, Ministry of Environment and Forests, New Delhi, India REGD No DL-33004/99 (2011)."}, {"Citation": "Pushpangadan P, et al. Amrithapala (Janakia arayalpathra, Joseph and Chandrasekaran), a new drug from the Kani Tribe of Kerala. Anc. Sci. Life. 1990;9:121.", "ArticleIdList": ["PMC3331335", "22557701"]}, {"Citation": "Shine VJ, Shyamal S, Latha PG, Rajasekharan S. Gastric antisecretory and antiulcer activities of Decalepis arayalpathra. Pharm. Biol. 2007;45:210–216."}, {"Citation": "Verma RS, et al. Chemical composition of root aroma of Decalepis arayalpathra (Joseph, J. & Chandras, V.) Venter, an endemic and endangered ethnomedicinal plant from Western Ghats India. Nat. Prod. Res. 2014;28:1202–1205.", "ArticleIdList": ["24841455"]}, {"Citation": "Austin A. A review on Indian Sarsaparilla, Hemidesmus indicus (L.) R. Br. J. Biol. Sci. 2008;8:1–12."}, {"Citation": "Panchal GA, Panchal SJ, Patel JA. Hemidesmus indicus: A review. Pharmacologyonline. 2009;2:758–771."}, {"Citation": "Aparna B, Subha G. Medicinal importance of Hemidesmus indicus: a review on its utilities from ancient Ayurveda to 20th Century. Adv. Biores. 2014;5:208–213."}, {"Citation": "Ved, D. & Goraya, G. S. Demand and Supply of Medicinal Plants in India, 1st ed. Bangalore, India: NMPB, New Delhi and FRLHT (2007)."}, {"Citation": "Mishra P, et al. Population dynamics and conservation implications of Population dynamics and conservation implications of Decalepis arayalpathra (Joseph, J. & Chandras, V.) Venter. a steno endemic species of Western Ghats, India. Appl. Biochem. Biotechnol. 2015;176:1413–1430.", "ArticleIdList": ["25969156"]}, {"Citation": "Premalatha K, et al. Molecular profiling of fungal assemblages in the healthy and infected roots of Decalepis arayalpathra (Joseph, J. & Chandras, V.) Venter, an endemic and endangered ethnomedicinal plant from Western Ghats, India. Ann. Microbiol. 2015;65:785–797."}, {"Citation": "Trias-Blasi A, Vorontsova A. Botany: Plant identification is key to conservation. Nature. 2015;521:161.", "ArticleIdList": ["25971502"]}, {"Citation": "SCBD COP-10 Decision X/2 Secretariat of the Convention on Biological Diversity (2010)."}, {"Citation": "Mishra P, et al. DNA barcoding: an efficient tool to overcome authentication challenges in the herbal market. Plant Biotech. J. 2016;14:8–21.", "ArticleIdList": ["26079154"]}, {"Citation": "Wilson KH. Molecular biology as a tool for taxonomy. Clin. Infect. Dis. 1995;20(Suppl):192–208.", "ArticleIdList": ["7548531"]}, {"Citation": "Hebert PDN, Cywinska A, Ball SL, deWaard JR. Biological identifications through DNA barcodes. Philos Trans. R. Soc. Lond. B Biol. Sci. 2003;270:313–321.", "ArticleIdList": ["PMC1691236", "12614582"]}, {"Citation": "Hebert PDN, Ratnasingham S, de Ward JR. Barcoding animal life: cytochrome c oxidase subunit 1 divergences among closely related species. Philos Trans. R. Soc. Lond. B Biol. Sci. 2003;270:S96–S99.", "ArticleIdList": ["PMC1698023", "12952648"]}, {"Citation": "Hollingsworth PM, Graham SW, Little DP. Choosing and using a plant DNA barcode. PLoS ONE. 2011;6:e19254.", "ArticleIdList": ["PMC3102656", "21637336"]}, {"Citation": "Kress WJ, Wurdack KJ, Zimmer EA, Weigt LA, Janzen DH. Use of DNA barcodes to identify flowering plants. Proc. Natl. Acad. Sci. USA. 2005;102:8369–8374.", "ArticleIdList": ["PMC1142120", "15928076"]}, {"Citation": "Ford CS, et al. Selection of candidate DNA barcoding regions for use on land plants. Bot. J. Linn. Soc. 2009;159:1–11."}, {"Citation": "Fazekas AJ, et al. Multiple multilocus DNA barcodes from the plastid genome discriminate plant species equally well. PLoS ONE. 2008;3:e2802.", "ArticleIdList": ["PMC2475660", "18665273"]}, {"Citation": "Newmaster SG, Fazekas AJ, Steeves RAD, Janovec J. Testing candidate plant barcode regions in the Myristicaceae. Mol. Ecol. Resour. 2008;8:480–490.", "ArticleIdList": ["21585825"]}, {"Citation": "CBOL Plant Working Group A. DNA barcode for land plants. Proc. Natl. Acad. Sci. USA. 2009;106:12794–12797.", "ArticleIdList": ["PMC2722355", "19666622"]}, {"Citation": "Kress WJ, Erickson DL. A two-locus global DNA barcode for land plants: the coding rbcL gene complements the non-coding trnH-psbA spacer region. PLoS ONE. 2007;2:e508.", "ArticleIdList": ["PMC1876818", "17551588"]}, {"Citation": "Hollingsworth ML, et al. Selecting barcoding loci for plants: Evaluation of seven candidate loci with species-level sampling in three divergent groups of land plants. Mol. Ecol. Resour. 2009;9:439–457.", "ArticleIdList": ["21564673"]}, {"Citation": "Yao H, et al. Use of ITS2 region as the universal DNA barcode for plants and animals. PLoS ONE. 2010;5:e13102.", "ArticleIdList": ["PMC2948509", "20957043"]}, {"Citation": "Li DZ, et al. Comparative analysis of a large dataset indicates that internal transcribed spacer (ITS) should be incorporated into the core barcode for seed plants. Proc. Natl. Acad. Sci. USA. 2011;108:19641–19646.", "ArticleIdList": ["PMC3241788", "22100737"]}, {"Citation": "Newmaster SG, Fazekas AJ, Ragupathy S. DNA barcoding in land plants: evaluation of rbcL in a multigene tiered approach. Can. J. Bot. 2006;84:335–341."}, {"Citation": "Chase MW, et al. A proposal for a standardised protocol to barcode all land plants. Taxon. 2007;56:295–299."}, {"Citation": "Mishra P, et al. Evaluation of single and multilocus DNA barcodes towards species delineation in complex tree genus Terminalia. Plos One. 2017;12:e0182836.", "ArticleIdList": ["PMC5567895", "28829803"]}, {"Citation": "Techen N, Praveen I, Pan Z, Khan IA. DNA barcoding of medicinal plant material for identification. Current Opinion in Biotechnology. 2014;25:103–110.", "ArticleIdList": ["24484887"]}, {"Citation": "Li X, et al. Plant DNA barcoding: from gene to genome. Biological Reviews. 2015;90:157–166.", "ArticleIdList": ["24666563"]}, {"Citation": "Xin T, et al. Survey of commercial Rhodiola products revealed species diversity and potential safety issues. Sci. Rep. 2015;5:8337.", "ArticleIdList": ["PMC4321177", "25661009"]}, {"Citation": "Baldwin BG, et al. The ITS region of nuclear ribosomal DNA: a valuable source of evidence on angiosperm phylogeny. Ann. Mo. Bot. Gard. 1995;82:247–277."}, {"Citation": "Giudicelli GC, Mäder G, Freitas de. L. B. Efficiency of ITS Sequences for DNA barcoding in Passiflora (Passifloraceae) I.J.M.S. 2015;16:7289–7303.", "ArticleIdList": ["PMC4425017", "25837628"]}, {"Citation": "Aubriot X, Lowry PP, Cruaud C, Couloux A, Haevermans T. DNA barcoding in a biodiversity hotspot: potential value for the identification of Malagasy Euphorbia L listed in CITES Appendices I and II. Mol. Ecol. Resour. 2013;13:57–65.", "ArticleIdList": ["23095939"]}, {"Citation": "Kim, W. J. et al. Molecular identification and phylogenetic analysis of important medicinal plant species in Genus Paeonia based on rDNA-ITS, matK, and rbcL DNA barcode sequences. Genet. Mol. Res. 15, 10.4238/gmr.15038472 (2016).", "ArticleIdList": ["27525917"]}, {"Citation": "Di H, et al. Interspecific phylogenetic relationships within Genus Melilotus based on nuclear and chloroplast DNA. PLoS ONE. 2015;10:e0132596.", "ArticleIdList": ["PMC4500581", "26167689"]}, {"Citation": "Soltis ED, Soltis PS. Contributions of plant molecular systematics to studies of molecular evolution. Plant Mol. Biol. 2000;42:45–75.", "ArticleIdList": ["10688130"]}, {"Citation": "Little DP, Stevenson DW. A comparison of algorithms for the identification of specimens using DNA barcodes: examples from gymnosperms. Cladistics. 2007;23:1–21.", "ArticleIdList": ["34905841"]}, {"Citation": "Austerlitz F, et al. DNA barcode analysis: a comparison of phylogenetic and statistical classification methods. BMC Bioinformatics. 2009;10:S10.", "ArticleIdList": ["PMC2775147", "19900297"]}, {"Citation": "Casiraghi, M., Labra, M., Ferri, E., Galimberti, A. & deMattia, F. DNA barcoding: theoretical aspects and practical applications In: Nimis, P. L. & Lebbe, R. V. eds Tools for Identifying Biodiversity: Progress and Problems. EUT Publishers, 269–273 (2010)."}, {"Citation": "Sandionigi A, et al. Analytical approaches for DNA barcoding data-how to find a way for plants? Plant Biosyst. 2012;146:805–813."}, {"Citation": "Alves TLS, Chauveau O, Eggers L, Souza-Chies TTD. Species discrimination in Sisyrinchium (Iridaceae): assessment of DNA barcodes in a taxonomically challenging genus. Mol. Ecol. Resour. 2014;14:324–335.", "ArticleIdList": ["24119215"]}, {"Citation": "Meier R, Shiyang K, Vaidya G, Ng PK. DNA barcoding and taxonomy in Diptera: a tale of high intraspecific variability and low identification success. Syst. Biol. 2006;55:715–728.", "ArticleIdList": ["17060194"]}, {"Citation": "Tateno YI, Takezaki N, Nei M. Relative efficiencies of the maximum-likelihood, neighbor-joining, and maximum-parsimony methods when substitution rate varies with site. Mol. Biol. Evol. 1994;11:261–77.", "ArticleIdList": ["8170367"]}, {"Citation": "Chen S, et al. Validation of the ITS2 region as a novel DNA barcode for identifying medicinal plant species. PLoS One. 2010;5:e8613.", "ArticleIdList": ["PMC2799520", "20062805"]}, {"Citation": "Holtken AM, et al. Development of DNA-based methods to identify CITES-protected timber species: a case study in the Meliaceae family. Holzforschung. 2012;66:97–104."}, {"Citation": "Deguilloux MF, Pemonge MH, Petit R. J. Novel perspectives in wood certification and forensics: dry wood as a source of DNA. Proc. R. Soc. Lond. B Biol. Sci. 2002;269:1039–46.", "ArticleIdList": ["PMC1690996", "12028761"]}, {"Citation": "Ogden R, et al. SNP-based method for the genetic identification of ramin Gonostylus spp. timber and products: applied research meeting CITES enforcement needs. Endang. Species Res. 2008;9:255–61."}, {"Citation": "Khanuja SPS, Shasany AK, Darokar MP, Kumar S. Rapid isolation of DNA from dry and fresh samples of plants producing large amounts of secondary metabolites and essential oils. Plant Mol. Biol. Rep. 1999;17:1–7."}, {"Citation": "Ratnasingham, S. & Hebert, P. D. N. BOLD: the Barcode of Life Data System (www.barcodinglife.org) Mol. Ecol. Notes. 7, 355–364 (2007).", "ArticleIdList": ["PMC1890991", "18784790"]}, {"Citation": "Zhang Z, Schwartz S, Wagner L, Miller W. A greedy algorithm for aligning DNA sequences. J. Comp. Biol. 2000;7:203–14.", "ArticleIdList": ["10890397"]}, {"Citation": "Morgulis A, et al. Database indexing for production: Mega BLAST Searches. Bioinformatics. 2008;24:1757–1764.", "ArticleIdList": ["PMC2696921", "18567917"]}, {"Citation": "Hall TA. BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT. Nucleic Acids Symposium Series. 1999;41:95–98."}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: Molecular evolutionary genetics analysis version 6.0. Mol. Biol. Evol. 2013;30:2725–2729.", "ArticleIdList": ["PMC3840312", "24132122"]}, {"Citation": "Kimura M. A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences. J. Mol. Evol. 1980;16:111–120.", "ArticleIdList": ["7463489"]}, {"Citation": "Meyer CP, Paulay G. DNA barcoding: error rates based on comprehensive sampling. PLoS Biol. 2005;3:e422.", "ArticleIdList": ["PMC1287506", "16336051"]}, {"Citation": "Wiemers M, Fiedler K. Does the DNA barcoding gap exist? A case study in blue butterflies (Lepidoptera: lycaenidae) Front. Zool. 2007;4:8.", "ArticleIdList": ["PMC1838910", "17343734"]}, {"Citation": "Bertolazzi P, Felici G, Weitschek E. Learning to classify species with barcodes. BMC Bioinformatics. 2009;14:S7.", "ArticleIdList": ["PMC2775153", "19900303"]}, {"Citation": "Weitschek E, Van Velzen R, Felici G, Bertolazzi P. BLOG 20: a software system for character-based species classification with DNA Barcode sequences What it does, how to use it. Mol. Ecol. Resour. 2013;13:1043–6.", "ArticleIdList": ["23350601"]}, {"Citation": "Swofford, D. L. PAUP*: Phylogenetic analysis using parsimony (* and other methods), version 40b10 Sunderland: Sinauer. http://paup.sc.fsu.edu/ (2003)."}, {"Citation": "Felsenstein J. Phylogenies from molecular sequences: inference and reliability. Annu. Rev. Genet. 1988;22:521–565.", "ArticleIdList": ["3071258"]}, {"Citation": "Cuenoud P, et al. Molecular phylogenetics of Caryophyllales based on nuclear 18S rDNA and plastid rbcL, atpB, and matK DNA sequences. Am. J. Bot. 2009;89:132–144.", "ArticleIdList": ["21669721"]}, {"Citation": "Zheng S, Jiang X, Wu L, Wang Z, Huang L. Chemical and genetic discrimination of Cistanches herba based on UPLC-QTOF/MS and DNA barcoding. PLoS ONE. 2014;9:e98061.", "ArticleIdList": ["PMC4031141", "24854031"]}]}], "History": [{"Year": "2017", "Month": "1", "Day": "11"}, {"Year": "2017", "Month": "10", "Day": "9"}, {"Year": "2017", "Month": "11", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["29097709", "PMC5668324", "10.1038/s41598-017-14887-8", "10.1038/s41598-017-14887-8"]}}]}