{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Endemic plants", "Ethiopia", "Herbal-medicine", "Malaria", "Related symptoms", "Traditional treatment"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29102764", "DateCompleted": {"Year": "2018", "Month": "08", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "11", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2017.10.034", "S0378-8741(17)32299-7"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "213", "PubDate": {"Year": "2018", "Month": "Mar", "Day": "01"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Treatment of malaria and related symptoms using traditional herbal medicine in Ethiopia.", "Pagination": {"StartPage": "262", "EndPage": "279", "MedlinePgn": "262-279"}, "Abstract": {"AbstractText": ["Medicinal plants have always been an integral part of different cultures in Ethiopia in the treatment of different illnesses including malaria and related symptoms. However, due to lack of proper documentation, urbanization, drought, acculturation and deforestation, there is an increased risk of losing this traditional knowledge. Hence, the use of the indigenous knowledge should be well documented and validated for potential future use.", "To gather and document information on medicinal plants which are used in the traditional treatment of malaria and related symptoms in Ethiopia.", "First, an ethnomedicinal survey of plants was conducted in 17 districts of Jimma zone, the Oromia national regional state of Ethiopia. Jimma zone is malarious and rich in natural flora. A total of 115 traditional healers were interviewed using a semi-structured questionnaire containing personal data of the respondents, and information on medicinal plants used to treat malaria and related symptoms. In addition, a literature search using Medline/PubMed, Google Scholar, ScienceDirect and HINARI was conducted on the indigenous use, in-vitro/in-vivo anti-malarial activity reports, and the chemical characterization of medicinal plants of Ethiopia used against malaria.", "From ethnomedicinal survey, a total of 28 species of plants used in the traditional treatment of malaria and related symptoms in Jimma Zone were collected, identified and documented. In addition, the literature search revealed that 124 medicinal plant species were reported to be traditionally used in the treatment of malaria in Ethiopia. From both ethnomedicinal survey and the literature search, Asteraceae and Fabaceae were the most represented families and Allium sativum L., Carica papaya L., Vernonia amygdalina Del., Lepidium sativum L. and Croton macrostachyus Del. were the most frequently reported plant species for their anti-malarial use. The dominant plant parts used in the preparation of remedies were leaves. About 54% of the medicinal plants documented in the survey have been reported as an anti-malarial plant in the literature search. Furthermore, the in-vitro and in-vivo anti-plasmodial activity reports of extracts from some of plant species were found to support the traditional claim of the documented plants. Moreover, literatures indicate that several secondary metabolites isolated from certain plant species that are traditionally used for the treatment of malaria and related symptoms in Ethiopia demonstrate strong anti-plasmodial activity.", "The result of the current study showed that traditional knowledge is still playing an important role in the management of malaria and related symptoms in Ethiopia. Allium sativum L., Carica papaya L., Vernonia amygdalina Del., and Lepidium sativum L. are the most commonly reported species as anti-malarial plants and the traditional claim of some species was supported by known anti-plasmodial activity and bioactivity reports. The finding of this study is important in the rational prioritization of plant species which are potentially used for investigating new compounds, which could be efficacious for malaria treatment."], "CopyrightInformation": "Copyright © 2017 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jimma University Laboratory of Drug Quality (JuLaDQ), Jimma University, PO Box 378, Jimma, Ethiopia; School of Pharmacy, Jimma University, P.O. Box 378, Jimma, Ethiopia. Electronic address: sultan.suleman@ju.edu.et."}], "LastName": "Suleman", "ForeName": "Sultan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jimma University Laboratory of Drug Quality (JuLaDQ), Jimma University, PO Box 378, Jimma, Ethiopia; School of Pharmacy, Jimma University, P.O. Box 378, Jimma, Ethiopia; Drug Quality and Registration (DruQuaR) Group, Faculty of Pharmaceutical Sciences, Ghent University, Ottergemsesteenweg 460, B-9000 Ghent, Belgium; College of Veterinary Medicine and Agriculture, Addis Ababa University, P.O. Box 34, Bishoftu, Ethiopia. Electronic address: takele.beyene@aau.edu.et."}], "LastName": "Beyene Tufa", "ForeName": "Takele", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jimma University Laboratory of Drug Quality (JuLaDQ), Jimma University, PO Box 378, Jimma, Ethiopia; School of Pharmacy, Jimma University, P.O. Box 378, Jimma, Ethiopia. Electronic address: dereje.kebebe@ju.edu.et."}], "LastName": "Kebebe", "ForeName": "Dereje", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jimma University Laboratory of Drug Quality (JuLaDQ), Jimma University, PO Box 378, Jimma, Ethiopia; School of Pharmacy, Jimma University, P.O. Box 378, Jimma, Ethiopia; Drug Quality and Registration (DruQuaR) Group, Faculty of Pharmaceutical Sciences, Ghent University, Ottergemsesteenweg 460, B-9000 Ghent, Belgium. Electronic address: sbphar2009@gmail.com."}], "LastName": "Belew", "ForeName": "Sileshi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jimma University Laboratory of Drug Quality (JuLaDQ), Jimma University, PO Box 378, Jimma, Ethiopia; School of Pharmacy, Jimma University, P.O. Box 378, Jimma, Ethiopia. Electronic address: yimer.mekonnen@ju.edu.et."}], "LastName": "Mekonnen", "ForeName": "Yimer", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Jimma University, P.O. Box 378, Jimma, Ethiopia. Electronic address: fantwark@gmail.com."}], "LastName": "Gashe", "ForeName": "Fanta", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Jimma University, P.O. Box 378, Jimma, Ethiopia. Electronic address: plss1176@gmail.com."}], "LastName": "Mussa", "ForeName": "Seid", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug Quality and Registration (DruQuaR) Group, Faculty of Pharmaceutical Sciences, Ghent University, Ottergemsesteenweg 460, B-9000 Ghent, Belgium. Electronic address: ejwynend.Wynendaele@UGent.be."}], "LastName": "Wynendaele", "ForeName": "Evelien", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Comparative Physiology and Biometrics, Faculty of Veterinary Medicine, Ghent University, Salisburylaan 133, B-9820 Merelbeke, Belgium. Electronic address: Luc.Duchateau@UGent.be."}], "LastName": "Duchateau", "ForeName": "Luc", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug Quality and Registration (DruQuaR) Group, Faculty of Pharmaceutical Sciences, Ghent University, Ottergemsesteenweg 460, B-9000 Ghent, Belgium. Electronic address: Bart.Despiegeleer@UGent.be."}], "LastName": "De Spiegeleer", "ForeName": "Bart", "Initials": "B"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antimalarials"}], "MeshHeadingList": [{"QualifierName": ["therapeutic use"], "DescriptorName": "Antimalarials"}, {"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Malaria"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2017", "Month": "6", "Day": "20"}, {"Year": "2017", "Month": "10", "Day": "30"}, {"Year": "2017", "Month": "10", "Day": "31"}, {"Year": "2017", "Month": "11", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "6", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29102764", "10.1016/j.jep.2017.10.034", "S0378-8741(17)32299-7"]}}]}