{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29123548", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "10", "Day": "19"}], "Language": ["eng"], "ELocationID": ["6971916", "10.1155/2017/6971916"], "Journal": {"ISSN": "1687-8760", "JournalIssue": {"Volume": "2017", "PubDate": {"Year": "2017"}}, "Title": "International journal of analytical chemistry", "ISOAbbreviation": "Int J Anal Chem"}, "ArticleTitle": "The Hazard Content of Cadmium, Lead, and Other Trace Elements in Some Medicinal Herbs and Their Water Infusions.", "Pagination": {"StartPage": "6971916", "MedlinePgn": "6971916"}, "Abstract": {"AbstractText": ["54 samples belonging to 23 herbal species (15 individuals and 8 mixtures) were analyzed for their contents of heavy metals in the raw materials and in their water infusions. Trace and toxic elements in these samples were determined by using inductively coupled plasma-atomic emission spectrometry (ICP-OES) following acid digestion. The order of decreasing mean metal concentrations in raw materials (mg/kg) was found to be as follows: Fe (440) > Mn (162) > Zn (45.8) > Cu (12) > Pb (10.4) > Ni (5.4) > Cr (2.9) > Co (0.91) > Cd (0.5). It was found that 21% of the analyzed samples contain both Cd and Pb above their permissible limits. However, the infusions produced from these plants were found to contain fewer amounts of metals than the raw materials. Studied metals had the following mass transfer percentages to the infusion solutions (Fe: 3.5%, Cd: 14%, Cr: 15%, Pb: 20%, Co: 29%, Ni: 31%, Zn: 36%, Cu: 48%, and Mn: 53%). The estimated daily intake calculated for the toxic elements Pb and Cd through the consumption of herbal infusions was far below the tolerable daily intake set by the World Health Organization (WHO)."]}, "AuthorList": [{"Identifier": ["0000-0002-4911-571X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, College of Science, Al-Hussein Bin Talal University, Ma'an, Jordan."}, {"Identifier": [], "Affiliation": "Chemistry Department, College of Science, Al Imam Mohammad Ibn Saud Islamic University (IMSIU), P.O. Box 90950, Riyadh 11623, Saudi Arabia."}], "LastName": "Ababneh", "ForeName": "Fuad A", "Initials": "FA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "Int J Anal Chem", "NlmUniqueID": "101519424", "ISSNLinking": "1687-8760"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ciriminna R., Carnaroglio D., Delisi R., Arvati S., Tamburino A., Pagliaro M. Industrial Feasibility of Natural Products Extraction with Microwave Technology. ChemistrySelect. 2016;1(3):549–555. doi: 10.1002/slct.201600075.", "ArticleIdList": ["10.1002/slct.201600075"]}, {"Citation": "Gall J. E., Boyd R. S., Rajakaruna N. Transfer of heavy metals through terrestrial food webs: a review. Environmental Modeling & Assessment. 2015;187(4) doi: 10.1007/s10661-015-4436-3.", "ArticleIdList": ["10.1007/s10661-015-4436-3", "25800370"]}, {"Citation": "Mania M., Wojciechowska-Mazurek M., Starska K., et al. Toxic Elements in Commercial Infant Food, Estimated Dietary Intake, and Risk Assessment in Poland. Polish Journal of Environmental Studies. 2015;24(6):2525–2536. doi: 10.15244/pjoes/59306.", "ArticleIdList": ["10.15244/pjoes/59306"]}, {"Citation": "Clemens S., Ma J. F. Toxic heavy metal and metalloid accumulation in crop plants and foods. Annual Review of Plant Biology. 2016;67(1):489–512. doi: 10.1146/annurev-arplant-043015-112301.", "ArticleIdList": ["10.1146/annurev-arplant-043015-112301", "27128467"]}, {"Citation": "Seeff L. B., Bonkovsky H. L., Navarro V. J., Wang G. Herbal products and the liver: A review of adverse effects and mechanisms. Gastroenterology. 2015;148(3):517–532.e3. doi: 10.1053/j.gastro.2014.12.004.", "ArticleIdList": ["10.1053/j.gastro.2014.12.004", "25500423"]}, {"Citation": "Blanc P. D., Trupin L., Earnest G., Katz P. P., Yelin E. H., Eisner M. D. Alternative therapies among adults with a reported diagnosis of asthma or rhinosinusitis: data from a population-based survey. CHEST. 2001;120(5):1461–1467. doi: 10.1378/chest.120.5.1461.", "ArticleIdList": ["10.1378/chest.120.5.1461", "11713120"]}, {"Citation": "Storelli M. M. Evaluation of toxic metal (Hg, Cd, Pb), polychlorinated biphenyl (PCBs), and pesticide (DDTs) levels in aromatic herbs collected in selected areas of Southern Italy. Environmental Science and Pollution Research. 2014;21(2):946–953. doi: 10.1007/s11356-013-1967-4.", "ArticleIdList": ["10.1007/s11356-013-1967-4", "23835585"]}, {"Citation": "Locatelli C., Melucci D., Locatelli M. Toxic metals in herbal medicines. A review. Current Bioactive Compounds. 2014;10(3):181–188. doi: 10.2174/1573407210666140716164321.", "ArticleIdList": ["10.2174/1573407210666140716164321"]}, {"Citation": "Sarma H., Deka S., Deka H., Saikia R. R. Accumulation of heavy metals in selected medicinal plants. Reviews of Environmental Contamination and Toxicology. 2011;214:63–86. doi: 10.1007/978-1-4614-0668-6_4.", "ArticleIdList": ["10.1007/978-1-4614-0668-6_4", "21913125"]}, {"Citation": "Birgisdottir B. E., Knutsen H. K., Haugen M., et al. Essential and toxic element concentrations in blood and urine and their associations with diet: Results from a Norwegian population study including high-consumers of seafood and game. Science of the Total Environment. 2013;463-464:836–844. doi: 10.1016/j.scitotenv.2013.06.078.", "ArticleIdList": ["10.1016/j.scitotenv.2013.06.078", "23867847"]}, {"Citation": "Rao M. M., Meena A. K., Galib Detection of toxic heavy metals and pesticide residue in herbal plants which are commonly used in the herbal formulations. Environmental Modeling & Assessment. 2011;181(1-4):267–271. doi: 10.1007/s10661-010-1828-2.", "ArticleIdList": ["10.1007/s10661-010-1828-2", "21210215"]}, {"Citation": "Arpadjan S., Çelik G., Taşkesen S., Güçer Ş. Arsenic, cadmium and lead in medicinal herbs and their fractionation. Food and Chemical Toxicology. 2008;46(8):2871–2875. doi: 10.1016/j.fct.2008.05.027.", "ArticleIdList": ["10.1016/j.fct.2008.05.027", "18614270"]}, {"Citation": "Okem A., Southway C., Stirk W. A., Street R. A., Finnie J. F., Van Staden J. Heavy metal contamination in South African medicinal plants: A cause for concern. South African Journal of Botany. 2014;93:125–130. doi: 10.1016/j.sajb.2014.04.001.", "ArticleIdList": ["10.1016/j.sajb.2014.04.001"]}, {"Citation": "Özcan M., Ünver A., Uçar T., Arslan D. Mineral content of some herbs and herbal teas by infusion and decoction. Food Chemistry. 2008;106(3):1120–1127. doi: 10.1016/j.foodchem.2007.07.042.", "ArticleIdList": ["10.1016/j.foodchem.2007.07.042"]}, {"Citation": "Juranović Cindrić I., Zeiner M., Glamuzina E., Stingeder G. Elemental characterisation of the medical herbs Salvia officinalis L. and Teucrium montanum L. grown in Croatia. Microchemical Journal. 2013;107:185–189. doi: 10.1016/j.microc.2012.06.013.", "ArticleIdList": ["10.1016/j.microc.2012.06.013"]}, {"Citation": "Tokalioğlu Ş. Determination of trace elements in commonly consumed medicinal herbs by ICP-MS and multivariate analysis. Food Chemistry. 2012;134(4):2504–2508. doi: 10.1016/j.foodchem.2012.04.093.", "ArticleIdList": ["10.1016/j.foodchem.2012.04.093", "23442717"]}, {"Citation": "Başgel S., Erdemoğlu S. B. Determination of mineral and trace elements in some medicinal herbs and their infusions consumed in Turkey. Science of the Total Environment. 2006;359(1–3):82–89. doi: 10.1016/j.scitotenv.2005.04.016.", "ArticleIdList": ["10.1016/j.scitotenv.2005.04.016", "15907975"]}, {"Citation": "Sembratowicz I., Rusinek-Prystupa E. Effects of brewing time on the content of minerals in infusions of medicinal herbs. Polish Journal of Environmental Studies. 2014;23(1, article 177)"}, {"Citation": "De La Calle I., Costas M., Cabaleiro N., Lavilla I., Bendicho C. Fast method for multielemental analysis of plants and discrimination according to the anatomical part by total reflection X-ray fluorescence spectrometry. Food Chemistry. 2013;138(1):234–241. doi: 10.1016/j.foodchem.2012.09.105.", "ArticleIdList": ["10.1016/j.foodchem.2012.09.105", "23265482"]}, {"Citation": "Desideri D., Meli M. A., Roselli C. Determination of essential and non-essential elements in some medicinal plants by polarised X-ray fluorescence spectrometer (EDPXRF) Microchemical Journal. 2010;95(2):174–180. doi: 10.1016/j.microc.2009.11.010.", "ArticleIdList": ["10.1016/j.microc.2009.11.010"]}, {"Citation": "Meena A. K., Bansal P., Kumar S., Rao M. M., Garg V. K. Estimation of heavy metals in commonly used medicinal plants: a market basket survey. Environmental Modeling & Assessment. 2010;170(1):657–660. doi: 10.1007/s10661-009-1264-3.", "ArticleIdList": ["10.1007/s10661-009-1264-3", "20020323"]}, {"Citation": "Onwordil C. T., Agbo N., Ogunwande I. A. levels of potentially toxic metals in selected herbal medicines in Lagos, Nigeria. Journal of Natural Sciences Research. 2015;5(2, article 148)"}, {"Citation": "Sheded M. G., Pulford I. D., Hamed A. I. Presence of major and trace elements in seven medicinal plants growing in the South-Eastern Desert, Egypt. Journal of Arid Environments. 2006;66(2):210–217. doi: 10.1016/j.jaridenv.2005.10.022.", "ArticleIdList": ["10.1016/j.jaridenv.2005.10.022"]}, {"Citation": "Filipiak-Szok A., Kurzawa M., Szłyk E. Determination of toxic metals by ICP-MS in Asiatic and European medicinal plants and dietary supplements. Journal of Trace Elements in Medicine and Biology. 2015;30:54–58. doi: 10.1016/j.jtemb.2014.10.008.", "ArticleIdList": ["10.1016/j.jtemb.2014.10.008", "25467854"]}, {"Citation": "Mamani M. C. V., Aleixo L. M., De Abreu M. F., Rath S. Simultaneous determination of cadmium and lead in medicinal plants by anodic stripping voltammetry. Journal of Pharmaceutical and Biomedical Analysis. 2005;37(4):709–713. doi: 10.1016/j.jpba.2004.11.049.", "ArticleIdList": ["10.1016/j.jpba.2004.11.049", "15797792"]}, {"Citation": "Harris E. S. J., Cao S., Littlefield B. A., et al. Heavy metal and pesticide content in commonly prescribed individual raw Chinese Herbal Medicines. Science of the Total Environment. 2011;409(20):4297–4305. doi: 10.1016/j.scitotenv.2011.07.032.", "ArticleIdList": ["10.1016/j.scitotenv.2011.07.032", "PMC3163780", "21824641"]}, {"Citation": "Subramanian R., Gayathri S., Rathnavel C., Raj V. Analysis of mineral and heavy metals in some medicinal plants collected from local market. Asian Pacific Journal of Tropical Biomedicine. 2012;2(1):S74–S78. doi: 10.1016/S2221-1691(12)60133-6.", "ArticleIdList": ["10.1016/S2221-1691(12)60133-6"]}, {"Citation": "Adepoju-Bello A. A., Issa O. A., Oguntibeju O. O., Ayoola G. A., Adejumo O. O. Analysis of some selected toxic metals in registered herbal products manufactured in Nigeria. African Journal of Biotechnology. 2012;11(26, article 6918)"}, {"Citation": "Bu K., Cizdziel J. V., Reidy L. Analysis of herbal supplements for selected dietary minerals and trace elements by laser ablation- and solution-based ICPMS. Microchemical Journal. 2013;106:244–249. doi: 10.1016/j.microc.2012.07.011.", "ArticleIdList": ["10.1016/j.microc.2012.07.011"]}, {"Citation": "Queralt I., Ovejero M., Carvalho M. L., Marques A. F., Llabrés J. M. Quantitative determination of essential and trace element content of medicinal plants and their infusions by XRF and ICF techniques. X-Ray Spectrometry. 2005;34(3):213–217. doi: 10.1002/xrs.795.", "ArticleIdList": ["10.1002/xrs.795"]}, {"Citation": "Kim D.-G., Lee S.-D., Yu I.-S., Jung K., Park S.-K. Transfer rates of toxic metals during decoction preparation from hebal medicines and safety evaluation of the final decoction products. Food Science and Biotechnology. 2015;24(2):757–763. doi: 10.1007/s10068-015-0098-8.", "ArticleIdList": ["10.1007/s10068-015-0098-8"]}, {"Citation": "Gallaher R. N., Gallaher K., Marshall A. J., Marshall A. C. Mineral analysis of ten types of commercially available tea. Journal of Food Composition and Analysis. 2006;19:S53–S57. doi: 10.1016/j.jfca.2006.02.006.", "ArticleIdList": ["10.1016/j.jfca.2006.02.006"]}, {"Citation": "Polechońska L., Dambiec M., Klink A., Rudecki A. Concentrations and solubility of selected trace metals in leaf and bagged black teas commercialized in Poland. Journal of Food and Drug Analysis. 2015;23(3):486–492. doi: 10.1016/j.jfda.2014.08.003.", "ArticleIdList": ["10.1016/j.jfda.2014.08.003", "28911707"]}]}], "History": [{"Year": "2017", "Month": "5", "Day": "7"}, {"Year": "2017", "Month": "9", "Day": "13"}, {"Year": "2017", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "10", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29123548", "PMC5662839", "10.1155/2017/6971916"]}}]}