{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Phenylethanoid", "Scrophulariaceae", "antimicrobial", "biological activity", "ethnopharmacology", "folk medicine", "hepatoprotective", "natural product", "phenylpropanoid", "phytochemistry"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29125010", "DateCompleted": {"Year": "2018", "Month": "07", "Day": "06"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/13880209.2017.1397178"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "55", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "The genus Scrophularia: a source of iridoids and terpenoids with a diverse biological activity.", "Pagination": {"StartPage": "2211", "EndPage": "2233", "MedlinePgn": "2211-2233"}, "Abstract": {"AbstractText": ["Scrophularia genus (Scrophulariaceae) includes about 350 species commonly known as figwort. Many species of this genus grow wild in nature and have not been cultivated yet. However, some species are in danger of extinction.", "This paper reviews the chemical compounds, biological activities and the ethnopharmacology of some Scrophularia species.", "All information was obtained through reported data on bibliographic database such as Scopus, United States National Agricultural Library, Biological Abstracts, EMBASE, PubMed, MedlinePlus, PubChem and Springer Link (1934-2017). The information in different Pharmacopoeias on this genus was also gathered from 1957 to 2007.", "The structures of 204 compounds and their biological activity were presented in the manuscript: glycoside esters, iridoid glycosides and triterpenoids are the most common compounds in this genus. Among them, scropolioside like iridoids have shown potential for anti-inflammatory, hepatoprotective and wound healing activity. Among the less frequently isolated compounds, resin glycosides such as crypthophilic acids have shown potent antiprotozoal and antimicrobial activities.", "The Scrophularia genus seems to be a rich source of iridoids and terpenoids, but isolation and identification of its alkaloids have been a neglected area of scientific study. The diverse chemical compounds and biological activities of this genus will motivate further investigation on Scrophularia genus as a source of new therapeutic medications."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Medicinal Plants Processing Research Center , Shiraz University of Medical Sciences , Shiraz , Iran."}], "LastName": "Pasdaran", "ForeName": "Ardalan", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Medicinal Plants Processing Research Center , Shiraz University of Medical Sciences , Shiraz , Iran."}, {"Identifier": [], "Affiliation": "b Department of Pharmacognosy, School of Pharmacy , Shiraz University of Medical Sciences , Shiraz , Iran."}], "LastName": "Hamedi", "ForeName": "Azadeh", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Iridoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "isolation & purification"], "DescriptorName": "Alkaloids"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Iridoids"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Scrophularia"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Terpenes"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahmed B, Al-Rehaily AJ, Al-Howiriny TA, El-Sayed KA, Ahmad MS.. 2003. Scropolioside-D2 and harpagoside-B: two new iridoid glycosides from Scrophularia deserti and their antidiabetic and antiinflammatory activity. Biol Pharm Bull. 26:462–467.", "ArticleIdList": ["12673026"]}, {"Citation": "Akhmadov SGTDA, Kharchenko NS.. 1969. Pharmacology of flavonoid aglicons of Scrophularia grosheimi . Farmakol Toksikol 32:693–694.", "ArticleIdList": ["5381600"]}, {"Citation": "Akhmedov S, Litvinenko V.. 1969. Scrophulein—a new flavonoid from Scrophularia grossheimii . Chem Nat Compd. 5:47–48."}, {"Citation": "Amiri H, Lari Y, Esmaeili A, Samsamnia F, Eghbali D, Viskarami G, Dosti B, Noormohamadi E.. 2011. Essential oil composition and anatomical study of Scrophularia striata Boiss. IJMAP. 27:271–278."}, {"Citation": "Azadmehr A, Afshari A, Baradaran B, Hajiaghaee R, Rezazadeh S, Monsef-Esfahani H.. 2009. Suppression of nitric oxide production in activated murine peritoneal macrophages in vitro and ex vivo by Scrophularia striata ethanolic extract. J Ethnopharmacol. 124:166–169.", "ArticleIdList": ["19527828"]}, {"Citation": "Azadmehr A, Maliji G, Hajiaghaee R, Shahnazi M, Afaghi A.. 2013. Inhibition of pro-inflammatory cytokines by ethyl acetate extract of Scrophularia striata . Trop J Pharm Res. 11:893–897."}, {"Citation": "Bahmani M, Vakili-Saatloo N, Maghsoudi R, Momtaz H, Saki K, Kazemi-Ghoshchi B.. 2013. A comparative study on the effect of ethanol extract of wild Scrophularia deserti and streptomycin on Brucellla melitensis . J HerbMed Pharmacol. 2:17–20."}, {"Citation": "Bahrami A, Ali V.. 2010. Effects of Scrophularia striata ethanolic leaves extracts on Staphylococcus aureus . Int J Pharmacol. 6:431–434."}, {"Citation": "Benito PB, Martinez MA, Sen AS, Gómez AS, Matellano LF, Contreras SS, Lanza AD.. 1998. In vivo and in vitro antiinflammatory activity of saikosaponins. Life Sci. 63:1147–1156.", "ArticleIdList": ["9763210"]}, {"Citation": "Berdini R, Bianco A, Guiso M, Marini E, Nicoletti M, Passacantilli P, Righi G.. 1991. Isolation and partial synthesis of 7, 8-dehydro-6β, 10-dihydroxy-11-noriridomyrmecin, a methylcyclopentanoid monoterpene from Scrophularia canina . J Nat Prod. 54:1400–1403."}, {"Citation": "Bermejo P, Abad MJ, Díaz AM, Fernández L, De Santos J, Sanchez S, Villaescusa L, Carrasco L, Irurzun A.. 2002. Antiviral activity of seven iridoids, three saikosaponins and one phenylpropanoid glycoside extracted from Bupleurum rigidum and Scrophularia scorodonia . Planta Med. 68:106–110.", "ArticleIdList": ["11859457"]}, {"Citation": "Bhandari S, Babu U, Garg H.. 1997. A triterpene glycoside from Scrophularia koelzii . Phytochemistry. 45:1717–1719.", "ArticleIdList": ["8835460"]}, {"Citation": "Bhandari S, Roy R, Agrawal P, Garg H.. 1996. Scrokoelziside A, a triterpene glycoside from Scrophularia koelzii . Phytochemistry. 41:879–882.", "ArticleIdList": ["8835460"]}, {"Citation": "Bhandri S, Mishra A, Roy R, Garg H.. 1992. Koelzioside, an iridoid diglycoside from Scrophularia koelzii . Phytochemistry. 31:689–691."}, {"Citation": "Calis I, Gross G-A, Sticher O.. 1988a. Two phenylpropanoid glycosides from Scrophularia scopolii . Phytochemistry. 27:1465–1468."}, {"Citation": "Calis I, Gross G-A, Winkler T, Sticher O.. 1988b. Isolation and structure elucidation of two highly acylated iridoid diglycosides from Scrophularia scopolii . Planta Med. 54:168–170.", "ArticleIdList": ["17265233"]}, {"Citation": "Çalis I, Sezgin Y, Dönmez AA, Rüedi P, Tasdemir D.. 2007. Crypthophilic acids A, B, and C: resin glycosides from aerial parts of Scrophularia crypthophila L. J Nat Prod. 70:43–47.", "ArticleIdList": ["17253848"]}, {"Citation": "Çalis I, Zor M, Basaran AA, Wright AD, Sticher O.. 1993a. Karsoside and scropolioside D, two new iridoid glycosides from Scrophularia ilwensis . J Nat Prod. 56:606–609.", "ArticleIdList": ["8496707"]}, {"Citation": "Çalis İ, Zor M, Başaran AA, Wright AD, Sticher O.. 1993b. Ilwensisaponins A, B, C, and D: triterpene saponins from Scrophularia ilwensis . Helv Chim Acta. 76:1352–1360."}, {"Citation": "Chebaki R, Haba H, Long C, Marcourt L, Benkhaled M.. 2011. Acylated iridoid glycosides from Scrophularia saharae Batt. & Trab. Biochem Syst Ecol. 39:902–905."}, {"Citation": "Chen B, Liu Y, Liu HW, Wang NL, Yang BF, Yao XS.. 2008. Iridoid and aromatic glycosides from Scrophularia ningpoensis Hemsl. and their inhibition of Ca2+ i increase induced by KCl. Chem Biodivers. 5:1723–1735.", "ArticleIdList": ["18816525"]}, {"Citation": "Chen B, Wang N, Huang J, Yao X.. 2007. Iridoid and phenylpropanoid glycosides from Scrophularia ningpoensis Hemsl. Asian J Tradit Med. 2:118–123."}, {"Citation": "Commission CP 2005. Pharmacopoeia of the People's Republic of China. China: Beijing People's Medical Publ House."}, {"Citation": "Cuéllar M, Giner R, Recio M, Just M, Máñez S, Cerda S, Ríos J.. 1998. Screening of antiinflammatory medicinal plants used in traditional medicine against skin diseases. Phytother Res. 12:18–23."}, {"Citation": "de Santos J, Lanza AMD, Fernández L, Rumbero A.. 2000. Isoangoroside C, a phenylpropanoid glycoside from Scrophularia scorodonia roots. Z Naturforsch C J Biosci. 55:333–336.", "ArticleIdList": ["10928542"]}, {"Citation": "Deyama T, Kobayashi H, Nishibe S, Tu P.. 2006. Isolation, structure elucidation and bioactivities of phenylethanoid glycosides from Cistanche, Forsythia and Plantago plants. Stud Nat Prod Chem. 33:645–674."}, {"Citation": "Dı´az AMa, Abad MJ, Fernández L, Silván AM, De Santos J, Bermejo P.. 2004. Phenylpropanoid glycosides from Scrophularia scorodonia: in vitro anti-inflammatory activity. Life Sci. 74:2515–2526.", "ArticleIdList": ["15010262"]}, {"Citation": "Didry N, Dubreuil L, Pinkas M.. 1994. Activity of thymol, carvacrol, cinnamaldehyde and eugenol on oral bacteria. Pharm Acta Helv. 69:25–28.", "ArticleIdList": ["7938073"]}, {"Citation": "Dinda B, Chowdhury DR, Mohanta BC.. 2009. Naturally occurring iridoids, secoiridoids and their bioactivity. An updated review, part 3. Chem Pharm Bull. 57:765–796.", "ArticleIdList": ["19652401"]}, {"Citation": "Emam AM, Diaz-Lanza AM, Matellano FL, Faure R, Moussa AM.. 1997. Biological activities of buddlejasaponin isolated from Buddleja madagascariensis and Scrophularia scorodonia . Pharmazie. 52:76–77.", "ArticleIdList": ["9035239"]}, {"Citation": "Fernandez M, Saenz M, Garcia M.. 1998. Natural products: anti-inflammatory activity in rats and mice of phenolic acids isolated from Scrophularia frutescens . J Pharm Pharmacol. 50:1183–1186.", "ArticleIdList": ["9821668"]}, {"Citation": "Fernandez MA, Garcia M, Saenz M.. 1996. Antibacterial activity of the phenolic acids fractions of Scrophularia frutescens and Scrophularia sambucifolia . J Ethnopharmacol. 53:11–14.", "ArticleIdList": ["8807471"]}, {"Citation": "Galindez JS, Fernández Matellano L, Lanza AMD.. 2001. Iridoids from Scrophularia genus. Z Naturforsch C J Biosci. 56:513–520.", "ArticleIdList": ["11531083"]}, {"Citation": "Garcia M, Ahumada M, Saenz M.. 1998. Cytostatic activity of some phenolic acids of Scrophularia frutescens L. var. frutescens . Z Naturforsch C. 53:1093–1095."}, {"Citation": "Garg H, Bhandari S, Tripathi S, Patnaik G, Puri A, Saxena R, Saxena R.. 1994. Antihepatotoxic and immunostimulant properties of iridoid glycosides of Scrophularia koelzii . Phytother Res. 8:224–228."}, {"Citation": "Garrido G, González D, Lemus Y, Garcıa D, Lodeiro L, Quintero G, Delporte C, Núñez-Sellés AJ, Delgado R.. 2004. In vivo and in vitro anti-inflammatory activity of Mangifera indica L. extract (VIMANG®). Pharmacol Res. 50:143–149.", "ArticleIdList": ["15177302"]}, {"Citation": "Georgiev M, Alipieva K, Orhan I, Abrashev R, Denev P, Angelova M.. 2011. Antioxidant and cholinesterases inhibitory activities of Verbascum xanthophoeniceum Griseb. and its phenylethanoid glycosides. Food Chem. 128:100–105.", "ArticleIdList": ["25214335"]}, {"Citation": "Germinara GS, Frontera AM, De Cristofaro A, Rotundo G.. 2011. Insecticidal activity of different extracts from Scrophularia canina L. against Culex pipiens molestus Forskal (Diptera, Culicidae). J Environ Sci Health B. 46:473–479.", "ArticleIdList": ["21726144"]}, {"Citation": "Giner R, Ma Villalba Ma L, Recio Ma C, Máñez S, Cerdá-Nicolás M, Rı´os J-L.. 2000. Anti-inflammatory glycoterpenoids from Scrophularia auriculata . Eur J Pharmacol. 389:243–252.", "ArticleIdList": ["10688990"]}, {"Citation": "Giner RM, Villalba ML, Recio MdC Máñez S, Gray AI, Ríos JL.. 1998. A new iridoid from Scrophularia auriculata ssp. pseudoauriculata . J Nat Prod. 61:1162–1163.", "ArticleIdList": ["9748391"]}, {"Citation": "Goodyer J, Gunther RT.. 1968. The Greek herbal of Dioscorides. London: Hafner Pub. Co. Illustrated by a Byzantine, A.D. 512; English ed. by John Goodyer, A.D. 1677; edited and first printed, A.D. 1933. “Facsimile of the 1934 edition.”"}, {"Citation": "Guarrera PM, Lucia LM.. 2007. Ethnobotanical remarks on central and southern Italy. J Ethnobiol Ethnomed. 3:23.", "ArticleIdList": ["PMC1906747", "17537240"]}, {"Citation": "Hajiaghaee R, Monsef Esfahani HR, Khorramizadeh MR, Saadat F, Shahverdi AR, Attar F.. 2007. Inhibitory effect of aerial parts of Scrophularia striata on matrix metalloproteinases expression. Phytother Res. 21:1127–1129.", "ArticleIdList": ["17639554"]}, {"Citation": "Jeong EJ, Lee KY, Kim SH, Sung SH, Kim YC.. 2008. Cognitive-enhancing and antioxidant activities of iridoid glycosides from Scrophularia buergeriana in scopolamine-treated mice. Eur J Pharmacol. 588:78–84.", "ArticleIdList": ["18462717"]}, {"Citation": "Kajimoto T, Hidaka M, Shoyama K, Nohara T.. 1989. Iridoids from Scrophularia ningpoensis . Phytochemistry. 28:2701–2704."}, {"Citation": "Kim H-Y, Park J, Lee K-H, Lee D-U, Kwak J-H, Kim YS, Lee S-M.. 2011. Ferulic acid protects against carbon tetrachloride-induced liver injury in mice. Toxicology. 282:104–111.", "ArticleIdList": ["21291945"]}, {"Citation": "Kim H, Ahn M, Lee S.. 2012a. Isolation and identification of phytochemical constituents from Scrophularia takesimensis . J Med Plant Res. 6:3923–3930."}, {"Citation": "Kim J-K, Kim YH, Lee HH, Lim SS, Park KW.. 2012b. Effect of Scrophularia buergeriana extract on the degranulation of mast cells and ear swelling induced by dinitrofluorobenzene in mice. Inflammation. 35:183–191.", "ArticleIdList": ["21318391"]}, {"Citation": "Kim SR, Kang SY, Lee KY, Kim SH, Markelonis GJ, Oh TH, Kim YC.. 2003a. Anti-amnestic activity of E-p-methoxycinnamic acid from Scrophularia buergeriana . Brain Res Cogn Brain Res. 17:454–461.", "ArticleIdList": ["12880915"]}, {"Citation": "Kim SR, Kim YC.. 2000. Neuroprotective phenylpropanoid esters of rhamnose isolated from roots of Scrophularia buergeriana . Phytochemistry. 54:503–509.", "ArticleIdList": ["10939354"]}, {"Citation": "Kim SR, Koo KA, Sung SH, Ma CJ, Yoon JS, Kim YC.. 2003b. Iridoids from Scrophularia buergeriana attenuate glutamate-induced neurotoxicity in rat cortical cultures. J Neurosci Res. 74:948–955.", "ArticleIdList": ["14648601"]}, {"Citation": "Kim SR, Lee KY, Koo KA, Sung SH, Lee N-G, Kim J, Kim YC.. 2002a. Four new neuroprotective iridoid glycosides from Scrophularia buergeriana roots. J Nat Prod. 65:1696–1699.", "ArticleIdList": ["12444706"]}, {"Citation": "Kim SR, Sung SH, Jang YP, Markelonis GJ, Oh TH, Kim YC.. 2002b. E-p-methoxycinnamic acid protects cultured neuronal cells against neurotoxicity induced by glutamate. Br J Pharmacol. 135:1281–1291.", "ArticleIdList": ["PMC1573240", "11877337"]}, {"Citation": "Koo KA, Sung SH, Park JH, Kim SH, Lee KY, Kim YC.. 2005. In vitro neuroprotective activities of phenylethanoid glycosides from Callicarpa dichotoma . Planta Med. 71:778.", "ArticleIdList": ["16142646"]}, {"Citation": "Korkina L, Mikhal’chik E, Suprun M, Pastore S, Dal Toso R.. 2007. Molecular mechanisms underlying wound healing and anti-inflammatory properties of naturally occurring biotechnologically produced phenylpropanoid glycosides. Cell Mol Biol (Noisy-Le-Grand). 53:84–91.", "ArticleIdList": ["17543237"]}, {"Citation": "Lee E, Kim S, Kim J, Kim Y.. 2002. Hepatoprotective phenylpropanoids from Scrophularia buergeriana roots against CCl4-induced toxicity: action mechanism and structure–activity relationship. Planta Med. 68:407–411.", "ArticleIdList": ["12058315"]}, {"Citation": "Lewis W, Edinburgh RCoPo, Edinburgh RHa.. 1748. The Pharmacopoeia of the Royal College of the Physicians at Edinburgh, Materia Medica. 4th ed. London: John Nourse."}, {"Citation": "Li J, Huang X, Du X, Sun W, Zhang Y.. 2009. Study of chemical composition and antimicrobial activity of leaves and roots of Scrophularia ningpoensis . Nat Prod Res. 23:775–780.", "ArticleIdList": ["19418360"]}, {"Citation": "Li Y-M, Jiang S-H, Gao W-Y, Zhu D-Y.. 2000. Phenylpropanoid glycosides from Scrophularia ningpoensis . Phytochemistry. 54:923–925.", "ArticleIdList": ["11014290"]}, {"Citation": "Lin S-J, Jiang S-H, Li Y-m, Zeng J-F, Zhu D-Y.. 2000. Two novel iridoids from Scrophularia buergeriana . Tetrahedron Lett. 41:1069–1071."}, {"Citation": "Lin SJ, Tan CH, Jiang SH, Li YM, Zhu DY.. 2006. C9 Iridoids from Scrophularia buergeriana . Hca. 89:2789–2793."}, {"Citation": "Mahboubi M, Kazempour N, Nazar ARB.. 2013. Total phenolic, total flavonoids, antioxidant and antimicrobial activities of Scrophularia striata Boiss extracts. Jundishapur J Nat Pharm Prod. 8:15–19.", "ArticleIdList": ["PMC3941883", "24624181"]}, {"Citation": "Maksudov M, Saatov Z, Abdullaev N.. 1996. Iridoids of Scrophularia leucoclada plants. Chem Nat Compd. 32: 212."}, {"Citation": "Marty AT. 1999. The complete German commission E monographs: therapeutic guide to herbal medicines. JAMA. 281:1852–1853."}, {"Citation": "Ministry of Health tFR 2012. French Pharmacopoeia, Scrofulosa nodosa for homoeopathic preparations. Paris: L'Adrapharm."}, {"Citation": "Miyase T, Mimatsu A.. 1999. Acylated iridoid and phenylethanoid glycosides from the aerial parts of Scrophularia nodosa . J Nat Prod. 62:1079–1084.", "ArticleIdList": ["10479307"]}, {"Citation": "Miyazawa M, Okuno Y.. 2003. Volatile components from the roots of Scrophularia ningpoensis Hemsl. Flavour Fragr J. 18:398–400."}, {"Citation": "Monsef-Esfahani HR, Hajiaghaee R, Shahverdi AR, Khorramizadeh MR, Amini M.. 2010. Flavonoids, cinnamic acid and phenyl propanoid from aerial parts of Scrophularia striata . Pharm Biol. 48:333–336.", "ArticleIdList": ["20645822"]}, {"Citation": "Nasri S, Cheraghi J, Soltanbaygi S.. 2013. Antinociceptive and anti-inflammatory effect of alcoholic extract of root and stem of Scrophularia striata Boiss. in male mice. IJMAP. 29:Pe74–Pe83."}, {"Citation": "Nguyen A-T, Fontaine J, Malonne H, Claeys M, Luhmer M, Duez P.. 2005. A sugar ester and an iridoid glycoside from Scrophularia ningpoensis . Phytochemistry. 66:1186–1191.", "ArticleIdList": ["15924924"]}, {"Citation": "Niu Z-R, Wang R-F, Shang M-Y, Cai S-Q.. 2009. A new iridoid glycoside from Scrophularia ningpoensis . Nat Prod Res. 23:1181–1188.", "ArticleIdList": ["19731136"]}, {"Citation": "Orangi M, Baradaran B, Pasdaran A, Kazemi T, Hosseini B, Mohammadnejad L.. 2013. Cytotoxic effect of methanolic fractions of Scrophularia oxysepala on MCF-7 human breast cancer cell line. Front Immunol Conference Abstract: 15th International Congress of Immunology (ICI). doi: 103389/conf fimmu.591."}, {"Citation": "Orangi M, Pasdaran A, Shanehbandi D, Kazemi T, Yousefi B, Hosseini B-A, Baradaran B.. 2016. Cytotoxic and apoptotic activities of methanolic subfractions of Scrophularia oxysepala against human breast cancer bell line. Evid Based Complement Alternat Med. 2016:1–10.", "ArticleIdList": ["PMC4789403", "27034697"]}, {"Citation": "Pachaly P, Barion J, Sin K.. 1994. Isolierung und strukturaufklärung neuer iridoidglycoside aus Crophularia koraiensis . Pharmazie. 49:150–155."}, {"Citation": "Pasdaran A, Delazar A, Ayatollahi SA, Nahar L, Sarker SD.. 2016. Phytochemical and bioactivity evaluation of Scrophularia amplexicaulis Benth. Rec Nat Prod. 10:519–526."}, {"Citation": "Pasdaran A, Delazar A, Ayatollahi SA, Pasdaran A.. 2017. Chemical composition and biological activities of methanolic extract of Scrophularia oxysepala Boiss. Iran J Pharm Res. 16:338.", "ArticleIdList": ["PMC5423259", "28496487"]}, {"Citation": "Pasdaran A, Delazar A, Nazemiyeh H, Nahar L, Sarker SD.. 2012. Chemical composition, and antibacterial (against Staphylococcus aureus) and free-radical-scavenging activities of the essential oils of Scrophularia amplexicaulis Benth. Rec Nat Prod. 6:350–355."}, {"Citation": "Pasdaran A, Nahar L, Asnaashari S, Sarker SD, Delazar A.. 2013. GC-MS analysis, free-radical-scavenging and insecticidal activities of essential oil of Scrophularia oxysepala Boiss. Pharm Sci. 19:1."}, {"Citation": "Pharmacopoeia SJ. 2006. The Japanese Pharmacopoeia. 15 ed. Tokyo: Yakuji Nippo."}, {"Citation": "Pieroni A, Quave CL, Santoro RF.. 2004. Folk pharmaceutical knowledge in the territory of the Dolomiti Lucane, inland southern Italy. J Ethnopharmacol. 95:373–384.", "ArticleIdList": ["15507363"]}, {"Citation": "Pinkas MTF, Peng W, Torck M.. 1994. Use, chemistry and pharmacology of ten Chinese medicinal plants. Fitoterapia. 65:343–354."}, {"Citation": "Qian J, Hunkler D, Rimpler H.. 1992. Iridoid-related aglycone and its glycosides from Scrophularia ningpoensis . Phytochemistry. 31:905–911."}, {"Citation": "Qian J, Hunkler D, Safayhi H, Rimpler H.. 1991. New iridoid-related constituents and the anti-inflammatory activity of Scrophularia ningpoensis . Planta Med. 57:A56."}, {"Citation": "Ramunno A, Serrilli Am Piccioni F, Serafini M, Ballero M.. 2006. Taxonomical markers in two endemic plants of Sardinia: Verbascum conocarpum and Scrophularia trifoliata . Nat Prod Res. 20:511–516.", "ArticleIdList": ["16644551"]}, {"Citation": "Saracoglu I, Calis I, Inoue M, Ogihara Y.. 1997. Selective cytotoxic and cytostatic activity of some phenylpropanoid glycosides. Fitoterapia. 68:434–438."}, {"Citation": "Stavri M, Mathew K, Gibbons S.. 2006. Antimicrobial constituents of Scrophularia deserti . Phytochemistry. 67:1530–1533.", "ArticleIdList": ["16797620"]}, {"Citation": "Stevenson PC, Simmonds MS, Sampson J, Houghton PJ, Grice P.. 2002. Wound healing activity of acylated iridoid glycosides from Scrophularia nodosa . Phytother Res. 16:33–35.", "ArticleIdList": ["11807962"]}, {"Citation": "Sticher O, Meier B, Lehmann D, Świątek L.. 1980. Scrophulariosid, ein neues iridoidglucosid aus Scrophularia lateriflora . Planta Med. 38:246–254."}, {"Citation": "Swiatek L. 1972. Phenolic acids of underground parts of Scrophularia nodosa L. Pol J Pharmacol Pharm. 25:461–464.", "ArticleIdList": ["4777350"]}, {"Citation": "Swiatek L, Dombrowicz E.. 1975. Pharmacobotanical investigations on some species of the Scrophulariaceae family. Part V. Chemical constituents in Lathraea squamaria L. Pol J Pharmacol Pharm. 28:105–109.", "ArticleIdList": ["1264854"]}, {"Citation": "Tasdemir D, Brun R, Franzblau SG, Sezgin Y, Çalıs I.. 2008. Evaluation of antiprotozoal and antimycobacterial activities of the resin glycosides and the other metabolites of Scrophularia cryptophila . Phytomedicine. 15:209–215.", "ArticleIdList": ["17761408"]}, {"Citation": "Tasdemir D, Güner ND, Perozzo R, Brun R, Dönmez AA, Çalıs I, Rüedi P.. 2005. Anti-protozoal and plasmodial FabI enzyme inhibiting metabolites of Scrophularia lepidota roots. Phytochemistry. 66:355–362.", "ArticleIdList": ["15680992"]}, {"Citation": "Valiyari S, Baradaran B, Delazar A, Pasdaran A, Zare F.. 2012. Dichloromethane and methanol extracts of Scrophularia oxysepala induces apoptosis in MCF-7 human breast cancer cells. Adv Pharm Bull. 2:223.", "ArticleIdList": ["PMC3845997", "24312797"]}, {"Citation": "Venditti A, Frezza C, Riccardelli M, Foddai S, Nicoletti M, Serafini M, Bianco A.. 2015. Secondary metabolites from Scrophularia canina L. Nat Prod Res. 1–5: 1665–1669.", "ArticleIdList": ["26675659"]}, {"Citation": "Viola S. 1966. Plante Medicinale e Velenose de la Flora ltaliana. Milan: Maestri. p. 179."}, {"Citation": "Wang S, Li Y, Devinsky O, Schachter S, Pacia S.. 2005. Traditional Chinese medicine. In: Complementary and Alternative Therapies for Epilepsy. New York, NY: Demos Medical Pub. p. 177–182."}, {"Citation": "Willoughby MJ, Mills S, Committee BHMAS.. 1996. British Herbal Pharmacopoeia. 4th ed England: British Herbal Medicine Association."}, {"Citation": "Yamamoto A, Miyase T, Ueno A, Maeda T.. 1993. Scrophulasaponins II-IV, new saikosaponin homologs from Scrophularia kakudensis FRANCH. Chem Pharm Bull. 41:1780–1783.", "ArticleIdList": ["8281574"]}, {"Citation": "Yan X, Xie G.. 2011. Encyclopedia of traditional Chinese medicines: molecular structures, pharmacological activities, natural sources and applications; Volume 1 AC."}, {"Citation": "Zhang J, Ip FC, Tong EP, Chan KW, Li L-C, Ng YP, Ip NY.. 2015a. Ningpoensines A-C: unusual zwitterionic alkaloids from Scrophularia ningpoensis . Tetrahedron Lett. 56:5453–5456."}, {"Citation": "Zhang L, Guo F, Wang S, Li Y.. 2012. A new triterpenoid tetrasaccharide from the root of Scrophularia ningpoensis . Yao Xue Xue Bao. 47:1358–1362.", "ArticleIdList": ["23289149"]}, {"Citation": "Zhang L, Li Y.. 2011. Advances in studies on chemical constituents in plants of Scrophularia L. and their pharmacological effects in recent ten years. Zhong Cao Yao. 42:2360–2368."}, {"Citation": "Zhang L, Zhang D, Jia Q, Wang R, Dorje G, Zhao Z, Guo F, Yang Y, Li Y.. 2015b. 19(4→3)-abeo-abietane diterpenoids from Scrophularia dentata Royle ex Benth. Fitoterapia. 106:72–77.", "ArticleIdList": ["26291646"]}, {"Citation": "Zhang L, Zhu T, Qian F, Xu J, Dorje G, Zhao Z, Guo F, Li Y.. 2014. Iridoid glycosides isolated from Scrophularia dentata Royle ex Benth. and their anti-inflammatory activity. Fitoterapia. 98:84–90.", "ArticleIdList": ["25016952"]}, {"Citation": "Zhu L-J, Hou Y-L, Shen X-Y, Pan X-D, Zhang X, Yao X-S.. 2013. Monoterpene pyridine alkaloids and phenolics from Scrophularia ningpoensis and their cardioprotective effect. Fitoterapia. 88:44–49.", "ArticleIdList": ["23602903"]}, {"Citation": "Zhu T, Zhang L, Ling S, Qian F, Li Y, Xu J-W.. 2015. Anti-Inflammatory activity comparison among Scropoliosides–Catalpol derivatives with 6-O-substituted cinnamyl moieties. Molecules. 20:19823–19836.", "ArticleIdList": ["PMC6331811", "26540037"]}, {"Citation": "Zhu Y-P. 1998. Chinese materia medica: chemistry, pharmacology and applications. Amsterdam: Amsterdam Harwood Academic Publishers."}]}], "History": [{"Year": "2017", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29125010", "PMC6130519", "10.1080/13880209.2017.1397178"]}}]}