{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimicrobial", "Antioxidant", "Bidens pilosa L.", "Cytotoxicity", "GS-MS analysis", "UPLC-ESI-MS/MS"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29145848", "DateCompleted": {"Year": "2017", "Month": "11", "Day": "28"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "11", "Day": "16"}], "Language": ["eng"], "ELocationID": ["492", "10.1186/s12906-017-2000-0"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Nov", "Day": "16"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Pharmacological potential of Bidens pilosa L. and determination of bioactive compounds using UHPLC-QqQ<sub>LIT</sub>-MS/MS and GC/MS.", "Pagination": {"StartPage": "492", "MedlinePgn": "492"}, "Abstract": {"AbstractText": ["Research of natural products from traditionally used medicinal plants to fight against the human ailments is fetching attention of researchers worldwide. Bidens pilosa Linn. var. Radiata (Asteraceae) is well known for its folkloric medicinal use against various diseases from many decades. Mizoram, North East India, has high plant diversity and the use of this plant as herbal medicine is deep rooted in the local tribes. The present study was executed to understand the pharmacological potential of B. pilosa leaves extract.", "The antimicrobial potential was determined using agar well diffusion and broth microdilution method against bacterial and yeast pathogens. Cytotoxicity was evaluated using MTT and apoptotic DNA fragmentation assays. Further, the antioxidant ability of the extract was analysed using DPPH and ABTS free radical scavenging assay. Mosquitocidal activity was evaluated against third in-star larvae of C. quinquefasciatus using dose response and time response larvicidal bioassay. Additionally, the major phenolic and volatile compounds were determined using UHPLC-QqQ<sub>LIT</sub>-MS/MS and GC/MS respectively.", "We found that the extract showed highest antimicrobial activity against E. coli (MIC 80 μg/mL and IC<sub>50</sub> 110.04 μg/mL) and showed significant cytotoxicity against human epidermoid carcinoma (KB-3-1) cells with IC<sub>50</sub> values of 99.56 μg/mL among the tested cancer cell lines. The IC<sub>50</sub> values for scavenging DPPH and ABTS was 80.45 μg/mL and 171.6 μg/mL respectively. The extract also showed the high phenolics (72 μg GAE/mg extract) and flavonoids (123.3 μg Quercetin /mg extract). Lastly, five bioactive and six volatile compounds were detected using UHPLC-QqQ<sub>LIT</sub>-MS/MS and GC-MS respectively which may be responsible for the plant's bioactivities. An anticancerous compound, Paclitaxel was detected and quantified for the first time from B. pilosa leaves extract, which further showed the anticancerous potential of the tested extract.", "On the basis of the present investigation, we propose that the leaf extract of B. pilosa might be a good candidate for the search of efficient environment friendly natural bioactive agent and pharmaceutically important compounds."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mizoram University, Aizawl, Mizoram, 796004, India."}], "LastName": "Singh", "ForeName": "Garima", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mizoram University, Aizawl, Mizoram, 796004, India."}], "LastName": "Passsari", "ForeName": "Ajit Kumar", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "SAIF, CSIR-Central Drug Research Institute (CSIR-CDRI), Lucknow, 226012, India."}], "LastName": "Singh", "ForeName": "Pratibha", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mizoram University, Aizawl, Mizoram, 796004, India."}], "LastName": "Leo", "ForeName": "Vincent Vineeth", "Initials": "VV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mizoram University, Aizawl, Mizoram, 796004, India."}], "LastName": "Subbarayan", "ForeName": "Sarathbabu", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "SAIF, CSIR-Central Drug Research Institute (CSIR-CDRI), Lucknow, 226012, India."}], "LastName": "Kumar", "ForeName": "Brijesh", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mizoram University, Aizawl, Mizoram, 796004, India."}], "LastName": "Singh", "ForeName": "Bhim Pratap", "Initials": "BP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Regional Institute of Paramedical and Nursing Sciences, Aizawl, Mizoram, 796017, India."}], "LastName": "Lalhlenmawia", "ForeName": "Hauzel", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mizoram University, Aizawl, Mizoram, 796004, India. nskmzu@gmail.com."}], "LastName": "Kumar", "ForeName": "Nachimuthu Senthil", "Initials": "NS"}], "GrantList": [{"GrantID": "(F1- 17.1/2015-16/RGNF-2015-17-SC-UTT-9023).", "Agency": "University Grants Commission", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["analysis", "pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["analysis", "chemistry", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["chemistry"], "DescriptorName": "Bidens"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Survival"}, {"QualifierName": ["methods"], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["chemistry"], "DescriptorName": "Culex"}, {"QualifierName": ["drug effects"], "DescriptorName": "Escherichia coli"}, {"QualifierName": ["analysis", "chemistry", "pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects"], "DescriptorName": "Larva"}, {"QualifierName": ["analysis", "chemistry", "pharmacology"], "DescriptorName": "Phenols"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["methods"], "DescriptorName": "Tandem Mass Spectrometry"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Not applicable. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Deba F, Xuan TD, Yasuda M, Tawata S. Chemical composition and antioxidant, antibacterial and antifungal activities of the essential oils from Bidens pilosa Linn. Var. Radiata. Food Control. 2008;19:346–352. doi: 10.1016/j.foodcont.2007.04.011.", "ArticleIdList": ["10.1016/j.foodcont.2007.04.011"]}, {"Citation": "Pozharitskaya ON, Shikov AN, Makarova MN, Kosman VM, Faustova NM, Tesakova SV, Makarov VG, Galambosi B. Anti-inflammatory activity of a HPLC-fingerprinted aqueous infusion of aerial part of Bidens Tripartita L. Phytomedicine. 2010;17:463–468. doi: 10.1016/j.phymed.2009.08.001.", "ArticleIdList": ["10.1016/j.phymed.2009.08.001", "19748256"]}, {"Citation": "Sharma HK, Chhangte L, Dolui AK. Traditional medicinal plants in Mizoram, India. Fitoterapia. 2001;72:146–161. doi: 10.1016/S0367-326X(00)00278-1.", "ArticleIdList": ["10.1016/S0367-326X(00)00278-1", "11223224"]}, {"Citation": "Silva JJ, Cerdeira CD, Chavasco JM, Cintra AB, Silva CB, Mendonça AN, et al. In vitro screening antibacterial activity of Bidens pilosa linné and Annona crassiflora mart against oxacillin resistant Staphylococcus aureus (orsa) from the aerial environment at the dental clinic. Rev Inst Med Trop Sao Paulo. 2014;56:333–340. doi: 10.1590/S0036-46652014000400011.", "ArticleIdList": ["10.1590/S0036-46652014000400011", "PMC4131820", "25076435"]}, {"Citation": "Khan MR, Kihara M, Omoloso AD. Anti-microbial activity of Bidens pilosa, Bischofia javanica, Elmerillia papuana and Sigesbekia orientalis. Fitoterapia. 2001;72:662–665. doi: 10.1016/S0367-326X(01)00261-1.", "ArticleIdList": ["10.1016/S0367-326X(01)00261-1", "11543964"]}, {"Citation": "Pereira LC, Ibrahim T, Lucchetti L, Da Silva ADR, De Moraes VKG. Immunosuppressive and anti-inflammatory effects of methanolic extract and the polyacetylene isolated from Bidens pilosa L. Immunopharmacology. 1999;43:31–37. doi: 10.1016/S0162-3109(99)00039-9.", "ArticleIdList": ["10.1016/S0162-3109(99)00039-9", "10437654"]}, {"Citation": "Fotso AF, Longo F, Djomeni PD, Kouam SF, Spiteller M, Dongmo AB, et al. Analgesic and anti-inflammatory activities of the ethyl acetate fraction of Bidens pilosa (Asteraceae) Inflammopharmacology. 2014;22:105–114. doi: 10.1007/s10787-013-0196-2.", "ArticleIdList": ["10.1007/s10787-013-0196-2", "24242914"]}, {"Citation": "Yuan LP, Chen FH, Ling L, Dou PF, Bo H, Zhong MM, et al. Protective effects of total flavonoids of Bidens pilosa L. (TFB) on animal liver injury and liver fibrosis. J Ethnopharmacol. 2008;116:539–546. doi: 10.1016/j.jep.2008.01.010.", "ArticleIdList": ["10.1016/j.jep.2008.01.010", "18313245"]}, {"Citation": "Sundararajan P, Dey A, Smith A, Doss AG, Rajappan M, Natarajan S. Studies of anticancer and antipyretic activity of Bidens pilosa whole plant. Afri Health Sci. 2006;6:27–30.", "ArticleIdList": ["PMC1831956", "16615823"]}, {"Citation": "Kumari P, Misra K, Sisodia BS, Faridi U, Srivastava S, Luqman S, et al. A promising anticancer and anti-malarial component from the leaves of Bidens pilosa. Planta Med. 2009;75:59–61. doi: 10.1055/s-0028-1088362.", "ArticleIdList": ["10.1055/s-0028-1088362", "19031368"]}, {"Citation": "Silva FL, Fischer DCH, Tavares JF, Silva MS, De-Athayde-Filho PF, Barbosa-Filho JM. Compilation of secondary metabolites from Bidens pilosa L. Molecules. 2011;16:1070–1102. doi: 10.3390/molecules16021070.", "ArticleIdList": ["10.3390/molecules16021070", "PMC6259624", "21270729"]}, {"Citation": "Bartolome F, Wu HC, Burchell VS, Preza E, Wray S, Mahoney CJ. Pathogenic VCP mutations induce mitochondrial uncoupling and reduced ATP levels. Neuron. 2013;78:57–64. doi: 10.1016/j.neuron.2013.02.028.", "ArticleIdList": ["10.1016/j.neuron.2013.02.028", "PMC3843114", "23498975"]}, {"Citation": "Pacome OA, Bernard DN, Sekou D, Joseph DA, David NJ, Mongomaké K, et al. Phytochemical and antioxidant activity of roselle (hibiscus Sabdariffa L.) petal extracts. Res J Pharm Biol Chem Sci. 2014;5:1453–1465."}, {"Citation": "Lobo V, Patil A, Phatak A, Chandra N. Free radicals, antioxidants and functional foods: impact on human health. Pharmacogn Rev. 2010;4(8):118–126. doi: 10.4103/0973-7847.70902.", "ArticleIdList": ["10.4103/0973-7847.70902", "PMC3249911", "22228951"]}, {"Citation": "Prabuseenivasan S, Jayakumar M, Ignacimuthu S. In vitro antibacterial activity of some plant essential oils. BMC Complement Alter Med. 2006;6:39. doi: 10.1186/1472-6882-6-39.", "ArticleIdList": ["10.1186/1472-6882-6-39", "PMC1693916", "17134518"]}, {"Citation": "Hersch-Martinez P, Leanos-Miranda BE, Solorzano-Santos F. Antibacterial effects of commercial essential oils over locally prevalent pathogenic strains in Mexico. Fitoterapia. 2005;76:453–457. doi: 10.1016/j.fitote.2005.03.006.", "ArticleIdList": ["10.1016/j.fitote.2005.03.006", "15893887"]}, {"Citation": "De Esparza RR, Bye R, Meckes M, Torres LJ, Estrada J. Antibacterial activity of Piqueria trinervia, a Mexican medicinal plant used to treat diarrhea. Pharm Biol. 2007;45:446–452. doi: 10.1080/13880200701389011.", "ArticleIdList": ["10.1080/13880200701389011"]}, {"Citation": "Chang JS, Chiang LC, Chen CC, Liu LT, Wang KC, Lin CC. Anti-leukemic activity of Bidens pilosa L. Var. Minor (Blume) Sherff and Houttuynia cordata Thunb. Am J Chin Med. 2002;29:303–312. doi: 10.1142/S0192415X01000320.", "ArticleIdList": ["10.1142/S0192415X01000320", "11527072"]}, {"Citation": "Ojekale AB, Lawal OA, Lasisi AK, Adeleke TI. Phytochemistry and spermatogenic potentials of extract of Cissus populnea (Guill and per) stem bark. TSW Holistic Health Med. 2006;1:176–182. doi: 10.1100/tswhhm.2006.148.", "ArticleIdList": ["10.1100/tswhhm.2006.148", "PMC5917157", "17370009"]}, {"Citation": "Kviecinski MR, Felipe KB, Schoenfelder T. Study of the antitumor potential of Bidens pilosa (Asteraceae) used in Brazilian folk medicine. J Ethnopharmacol. 2008;117:69–75. doi: 10.1016/j.jep.2008.01.017.", "ArticleIdList": ["10.1016/j.jep.2008.01.017", "18342465"]}, {"Citation": "Chiang YM, Chuang DY, Wang SY, Kuo YH, Tsai PH, Shyur LF. Metabolite profiing and chemopreventive bioactivity of plant extracts from Bidens pilosa. J Ethnopharmacol. 2004;95:409–419. doi: 10.1016/j.jep.2004.08.010.", "ArticleIdList": ["10.1016/j.jep.2004.08.010", "15507368"]}, {"Citation": "Liang X, Xu Q. Separation and identification of phenolic compounds in Bidens pilosa L. by ultra high performance liquid chromatography with quadrupole time-of-flight mass spectrometry. J Sep Sci. 2016;29:1853–1862. doi: 10.1002/jssc.201600017.", "ArticleIdList": ["10.1002/jssc.201600017", "27004754"]}, {"Citation": "Liu M, Li WQ, Weber C, Lee CY, Brown J, Liu RH. Antioxidant and antiproliferative activities of raspberries. J Agric Food Chem. 2002;50:2926–2930. doi: 10.1021/jf0111209.", "ArticleIdList": ["10.1021/jf0111209", "11982421"]}, {"Citation": "Chang C, Yang M, Wen H, Chern J. Estimation of total flavonoid content in propolis by two complementary colorimetric methods. J Food Drug Analysis. 2002;10:178–182."}, {"Citation": "Brand-Williams W, Cuvelier ME, Berset C. Use of a free radical method to evaluate antioxidant activity. Food Sci Technol. 1995;28:25–30."}, {"Citation": "Re R, Pellegrini N, Proteggente A, Pannala A, Yang M, Rice-Evans C. Antioxidant activity applying an improved ABTS radical cation decolorization assay. Free Radic Biol Med. 1999;26:231–1237. doi: 10.1016/S0891-5849(98)00315-3.", "ArticleIdList": ["10.1016/S0891-5849(98)00315-3", "10381194"]}, {"Citation": "Perez C, Paul M, Bazerque P. An antibiotic assay by the agar well diffusion method. Acta Bio Med Exp. 1990;15:113–115."}, {"Citation": "Osato MS. Antimicrobial susceptibility testing for helicobacter pylori: sensitivity test results and their clinical relevance. Curr Pharm Design. 2000;6:1545–1555. doi: 10.2174/1381612003399059.", "ArticleIdList": ["10.2174/1381612003399059", "10974151"]}, {"Citation": "King T, Dykes G, Kristianti R. Comparative evaluation of methods commonly used to determine antimicrobial susceptibility to plant extracts and Phenolic compounds. J AOAC Int. 2008;91:1423–1429.", "ArticleIdList": ["19202804"]}, {"Citation": "Singh G, Passsari AK, Leo VV, Mishra VK, Subbarayan S, Sigh BP, et al. Detection of phenolic compounds, antioxidant, antimicrobial and cytotoxic activities ofselected traditional medicinal plants from Northeast India. Front Plant Sci. 2016;7:407.", "ArticleIdList": ["PMC4815358", "27066046"]}, {"Citation": "Mosmann T. Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays. J Immunol Methods. 1983;65:55–63. doi: 10.1016/0022-1759(83)90303-4.", "ArticleIdList": ["10.1016/0022-1759(83)90303-4", "6606682"]}, {"Citation": "Subbarayan S, Marimuthu SK, Nachimuthu SK, Zhang W, Subramanian S. Characterization and cytotoxic activity of apoptosis-inducing pierisin-5 protein from white cabbage butterfly. Int J Biol Macromolec. 2016;87:16–27. doi: 10.1016/j.ijbiomac.2016.01.072.", "ArticleIdList": ["10.1016/j.ijbiomac.2016.01.072", "26812112"]}, {"Citation": "Pandey R, Mahar R, Hasanain M, Shukla SK, Sarkar J, Rameshkumar KB, Kumar B. Rapid screening and quantitative determination of bioactive compounds from fruit extracts of Myristica species and their in vitro antiproliferative activity. Food Chem. 2016;211:483–493. doi: 10.1016/j.foodchem.2016.05.065.", "ArticleIdList": ["10.1016/j.foodchem.2016.05.065", "27283658"]}, {"Citation": "Sen A, Batra A. Chemical composition of methanol extract of the leaves of Melia Azedarach L. Asian J Pharm Clin Res. 2012;5:42–45."}, {"Citation": "Rufattoa LC, Finimundy TC, Roesch-Ely M, Mouraa S. Mikania Laevigata: chemical characterization and selective cytotoxic activity ofextracts on tumor cell lines. Phytomed. 2013;20:883–889. doi: 10.1016/j.phymed.2013.03.016.", "ArticleIdList": ["10.1016/j.phymed.2013.03.016", "23639190"]}, {"Citation": "Lalrotluanga LN, Senthil NK, Gurusubramanian G. Insecticidal and repellent activity of Hiptage benghalensis L. Kruz (Malpighiaceae) against mosquito vectors. Parasitol Res. 2012;111:1007–1017. doi: 10.1007/s00436-012-2925-7.", "ArticleIdList": ["10.1007/s00436-012-2925-7", "22565399"]}, {"Citation": "WHO - World Health Organization . Instructions for determining the susceptibility or resistance of mosquito larvae to insecticides. Geneva: WHO; 1981. p. 6."}, {"Citation": "Lallawmawma H, Kumar GS, Sarathbabu S, Ghatak S, Sivaramakrishnan S, Gurusubramanian G, et al. Synthesis of silver and gold nanoparticles using Jasminum nervosum leaf extract and its larvicidal activity against filarial and arboviral vector Culex quinquefasciatus say (Diptera: Culicidae) Environ Sci Pollut Res. 2015;22:17753–17768. doi: 10.1007/s11356-015-5001-x.", "ArticleIdList": ["10.1007/s11356-015-5001-x", "26154045"]}, {"Citation": "Chandra P, Pandey R, Kumar B, Srivastva M, Pandey P, Sarkar J, Singh BP. Quantification of multianalyte by UPLC–QqQLIT–MS/MS and in-vitro anti-proliferative screening in Cassia species. Ind Crop Prod. 2015;76:1133–1141. doi: 10.1016/j.indcrop.2015.08.030.", "ArticleIdList": ["10.1016/j.indcrop.2015.08.030"]}, {"Citation": "Rose JA, Kasum CM. Dietary flavonoids: bioavalibility, metabolic effects and safety. Ann Rev Nutr. 2002;22:19–34. doi: 10.1146/annurev.nutr.22.111401.144957.", "ArticleIdList": ["10.1146/annurev.nutr.22.111401.144957", "12055336"]}, {"Citation": "Lee WC, Peng CC, Chang CH, Huang SH, Chyau CC. Extraction of antioxidant components from Bidens pilosa flowers and their uptake by human intestinal Caco-2 cells. Molecules. 2013;18:1582–1601. doi: 10.3390/molecules18021582.", "ArticleIdList": ["10.3390/molecules18021582", "PMC6269719", "23353127"]}, {"Citation": "Ghasemzadeh A, Jaafar HZE, Rahmat A. Effects of solvent type on phenolics and flavonoids content and antioxidant activities in two varieties of young ginger (Zingiber officinale roscoe) extracts. J Med Plants Res. 2011;5:1147–1154."}, {"Citation": "Cortes-Roja DF, De Souza CRF, Pereira OW. Clove (Syzygium aromaticum): a precious spice. Asian Pac J Trop Biomed. 2014;4:90–96. doi: 10.1016/S2221-1691(14)60215-X.", "ArticleIdList": ["10.1016/S2221-1691(14)60215-X", "PMC3819475", "25182278"]}, {"Citation": "Dorman HJD, Peltoketo A, Hiltunen R, Tikkanen MJ. Characterization of the antioxidant properties of de-odourised aqueous extracts from selected Lamiaceae herbs. Food Chem. 2003;83:255–262. doi: 10.1016/S0308-8146(03)00088-8.", "ArticleIdList": ["10.1016/S0308-8146(03)00088-8"]}, {"Citation": "Umamaheswari M, Chatterjee TK. In vitro antioxidant activities of the fractions of Coccinia grandis L. leaf extracts. Afr J Trad Camp Alter Med. 2008;5:61–73.", "ArticleIdList": ["PMC2816591", "20162057"]}, {"Citation": "Adedapo A, Jimoh F, Afolayan A. Comparison of the nutritive value and biological activities of the acetone, methanol and water extracts of the leaves of Bidens pilosa and Chenopodium album. Acta Pol Pharm ñ Drug Res. 2011;68:83–92.", "ArticleIdList": ["21485705"]}, {"Citation": "Falowo AB, Muchenje V, Hugo CJ, Charimba G. In vitro antimicrobial activities of Bidens pilosa and Moringa oleifera leaf extracts and their effects on ground beef quality during cold storage. Cyta J Food. 2016;14:541–546."}, {"Citation": "Ashafa AOT, Afolayan AJ. Screening the root extracts from Biden pilosa L. Var. radiata (Asteraceae) for antimicrobial potentials. J Med Plants Res. 2009;3:568–572."}, {"Citation": "Hayek SA, Ibrahim SA. Antimicrobial activity of Xoconostle pears (Opuntiamatudae) against Escherichia coli O157: H7 in laboratory medium. Int J Microbiol. 2012;2012:1–6. doi: 10.1155/2012/368472.", "ArticleIdList": ["10.1155/2012/368472", "PMC3426250", "22934117"]}, {"Citation": "Nisa H, Kamili AN, Bandh SA, Amin S, Lone BA, Parray PA. Phytochemical screening, antimicrobial and antioxidant efficacy of different extracts of Rumex dentatus L. – a locally used medicinal herb of Kashmir Himalaya. Asian Pac J Trop Dis. 2013;3:434–440. doi: 10.1016/S2222-1808(13)60097-3.", "ArticleIdList": ["10.1016/S2222-1808(13)60097-3"]}, {"Citation": "Borrás-Linares I, Fernández-Arroyo S, Arráez-Roman D, Palmeros-Suárez PA, Val-Díaz RD, Andrade-Gonzáles I. Characterization of phenolic compounds, anthocyanidin, antioxidant and antimicrobial activity of 25 varieties of Mexican Roselle (Hibiscus sabdariffa) Indus Crop Prod. 2015;69:385–394. doi: 10.1016/j.indcrop.2015.02.053.", "ArticleIdList": ["10.1016/j.indcrop.2015.02.053"]}, {"Citation": "Wu J, Wan Z, Yi J, Wu Y, Peng W, Wu W. Investigation of the extracts from Bidens pilosa Linn. Var. radiate Sch. Bip. For antioxidant activities and cytotoxicity against human tumor cells. J Nat Med. 2013;67:17–26. doi: 10.1007/s11418-012-0639-x.", "ArticleIdList": ["10.1007/s11418-012-0639-x", "22382861"]}, {"Citation": "Steenkamp V, Gouws MC. Cytotoxicity of six south African medicinal plant extracts used in the treatment of cancer. South Afri J Bot. 2006;72:630–633. doi: 10.1016/j.sajb.2006.02.004.", "ArticleIdList": ["10.1016/j.sajb.2006.02.004"]}, {"Citation": "Calderon-Montaño JM, Burgos-Moron E, Perez-Guerrero C, Lopez-Lazaro M. A review on the dietary flavonoid kaempferol. Mini Rev Med Chem. 2011;11:298–344. doi: 10.2174/138955711795305335.", "ArticleIdList": ["10.2174/138955711795305335", "21428901"]}, {"Citation": "Kim SH, Choi KC. Anti-cancer effect and underlying mechanism(s) of Kaempferol, a Phytoestrogen, on the regulation of apoptosis in diverse cancer cell models. Toxicol Res. 2013;29:229–234. doi: 10.5487/TR.2013.29.4.229.", "ArticleIdList": ["10.5487/TR.2013.29.4.229", "PMC3936174", "24578792"]}, {"Citation": "Muchuweti M, Mupure C, Ndhlala A, Murenje T, Benhura MAN. Screening of antioxidant and radical scavenging activity of Vigna ungiculata, Bidens pilosa and Cleome gynandra. Ame J Food Technol. 2007;2:161–168. doi: 10.3923/ajft.2007.161.168.", "ArticleIdList": ["10.3923/ajft.2007.161.168"]}, {"Citation": "Goodman J, Walsh V. The Story of Taxol: Nature and Politics in the Pursuit of an Anti-Cancer Drug Cambridge University Press, Cambridge, UK. 2001. ISBN 978-0-521-56123-5."}, {"Citation": "Selvamangai C, Bhaskar A. GC-MS analysis of Phytocomponents in the Methanolic extract of Eupatorium triplinerve. Int J Drug Dev Res. 2012;4:148–153."}, {"Citation": "Kale MV. GC-MS analysis of phytocomponents on whole plant extracts Adiantum capillus-veneris L. - a potential folklore medicinal plant. Res J Life Sci Bioinfor Pharmaceu Chem Sci. 2015;2:117."}, {"Citation": "Sarkar M, Bhattacharyya IK, Borkotoki A, Goswami D, Rabha B, Baruah I. Insecticide resistance and detoxifying enzyme activity in the principal bancroftian filariasis vector, Culex quinquefasciatus in Northeastern India. Med Vet Entomol. 2009;23:122–131. doi: 10.1111/j.1365-2915.2009.00805.x.", "ArticleIdList": ["10.1111/j.1365-2915.2009.00805.x", "19493193"]}, {"Citation": "Shrestha PM, Dhillion SS. Medicinal plant diversity and use in the highlands of Dolakha district, Nepal. J Ethnopharmacol. 2003;86:81–96. doi: 10.1016/S0378-8741(03)00051-5.", "ArticleIdList": ["10.1016/S0378-8741(03)00051-5", "12686446"]}, {"Citation": "Teodora DB, Ashlyn KDB. Ethnomedical knowledge of plants and healthcare practices among the Kalanguya tribe in Tinoc, Ifugao, Luzon, Philippines. Indian J Trad Know. 2011;10:227–238."}, {"Citation": "Ghosh A, Nandita C, Chandra G. Plant extracts as potential mosquito larvicides. Indian J Med Res. 2012;135:581–598.", "ArticleIdList": ["PMC3401688", "22771587"]}, {"Citation": "Dua VK, Kumar A, Pandey AC, Kumar S. Insecticidal and genotoxic activity of Psoralea corylifolia Linn. (Fabaceae) against Culex quinquefasciatus say, 1823. ParasiteVector. 2013;6:30.", "ArticleIdList": ["PMC3573908", "23379981"]}, {"Citation": "Macedo ME, Consoli RAGB, Grandi TSM, dos-Anjos AMG, de Oliveira AB, Mendes NM, et al. Screening of Asteraceae (Compositae) plant extracts for Larvicidal activity against Aedes fluviatilis (Diptera: Culicidae) Mem Inst Oswaldo Cruz Rio de Janeiro. 1997;92:565–570. doi: 10.1590/S0074-02761997000400024.", "ArticleIdList": ["10.1590/S0074-02761997000400024", "9361755"]}]}], "History": [{"Year": "2017", "Month": "8", "Day": "2"}, {"Year": "2017", "Month": "11", "Day": "10"}, {"Year": "2017", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["29145848", "PMC5689161", "10.1186/s12906-017-2000-0", "10.1186/s12906-017-2000-0"]}}]}