{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Accessions", "Gymnema sylvestre", "chromosomal anomalies", "novel methodology"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29142402", "DateRevised": {"Year": "2022", "Month": "03", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "10", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.4103/pm.pm_420_16"], "Journal": {"ISSN": "0973-1296", "JournalIssue": {"Volume": "13", "Issue": "Suppl 3", "PubDate": {"Year": "2017", "Month": "Oct"}}, "Title": "Pharmacognosy magazine", "ISOAbbreviation": "Pharmacogn Mag"}, "ArticleTitle": "Chromosomal Fragmentation: A Possible Marker for the Selection of High Gymnemic Acid Yielding Accessions of <i>Gymnema sylvestre</i> R. Br.", "Pagination": {"StartPage": "S481", "EndPage": "S483", "MedlinePgn": "S481-S483"}, "Abstract": {"AbstractText": ["<i>Gymnema sylvestre</i> R. Br. a member of family Asclepiadaceae as mentioned in Indian Pharmacopoeia popular among the researchers because of stimulatory effect of its phytoconstituent on pancreatic cells and potential to treat Type I and II type of diabetes.", "Development of cost-effective marker system for the selection of high gymnemic acid yielding accessions of <i>G. sylvestre</i>.", "Presoaked seeds of <i>Brassica campestris</i> treated with different dilutions of gymnemagenin and 10% leaf extract of twenty different accessions of <i>G. sylvestre</i>. Root tips of germinated seeds were fixed, and chromosomal studies were made by root tip bioassay method.", "Exposure of seeds to treatment solutions promotes various types of chromosomal anomalies in root meristem, and surprisingly, direct correlation between the percentage of chromosomal fragmentation and the percentage of gymnemic acid shared by treatment solution were observed.", "Later finding may be explored for the development of a novel methodology or marker system for the selection of high active principle yielding accessions of <i>G. sylvestre</i>.", "An experiment was carried out using root tip bioassay method for the study of effect of different dilutions of standard gymnemic acid and 10% leaf extract of twenty different accessions of <i>Gymnema sylvestre</i> on root tip meristem of <i>Brassica campestris</i>. Various types of chromosomal anomalies were observed. Of which, percentage of chromosomal fragmentation was showed a direct (∞) relationship with the percentage of gymnemic acid shared by treatment solution. This interesting result after more and more exploration and revalidation could be utilized for the development of a novel methodology for the selection of high active principle yielding accessions of <i>G. sylvestre</i>. <b>Abbreviations used:</b> MI: Mitotic index; CP: Condensed prophase; CM: Clumped metaphase; MC: Metaphase cleft; FR: Fragmentation; AP: Anaphase with persistent nucleolous; LA: Laggard, BR: Bridge; BI: Bi-nucleated cell; DA: Disturbed anaphasic polarity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Botanical Laboratory, Botanical Survey of India, AJC Bose Indian Botanic Garden, Howrah, West Bengal, India."}], "LastName": "Verma", "ForeName": "Ashutosh Kumar", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biotechnology Division, CSIR - Central Institute of Medicinal and Aromatic Plants, Lucknow, Uttar Pradesh, India."}], "LastName": "Dhawan", "ForeName": "Sunita Singh", "Initials": "SS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Pharmacogn Mag", "NlmUniqueID": "101300403", "ISSNLinking": "0973-1296"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Baskaran K, Kizar Ahamath B, Radha Shanmugasundaram K, Shanmugasundaram ER. Antidiabetic effect of a leaf extract from Gymnema sylvestre in non-insulin-dependent diabetes mellitus patients. J Ethnopharmacol. 1990;30:295–300.", "ArticleIdList": ["2259217"]}, {"Citation": "Pandey AK. Cultivation technique of an important medicinal plant Gymnema sylvestre R. Br. (Gurmar) Acad J Plant Sci. 2012;5:84–9."}, {"Citation": "Gupta P, Khan S, Ganguly S, Singh P. In vitro seeds germination and seedling growth of Gymnema sylvestre R. Br. An important antidiabetic medicinal plant. Research. 1990b;4:43–50."}, {"Citation": "Manohar SH, Naik PM, Praveen N, Murthy HN. Distribution of gymnemic acid in various organs of Gymnema sylvestre. J Forestry Res. 2009;20:268–70."}, {"Citation": "Sudhakar R, Gowda N, Venu G. Mitotic abnormalities induced by silk dyeing industry effluents in the cells of Allium cepa. Cytologia. 2001;66:235–9."}, {"Citation": "Gaulden ME. Hypothesis: Some mutagens directly alter specific chromosomal proteins to produce chromosome stickness. Mutagenesis. 1987;2:357–65.", "ArticleIdList": ["2830453"]}, {"Citation": "Eherenburg L. The radiation induced growth inhibition in seedlings. Bot Nuiser. 1955a;108:184–275."}, {"Citation": "Shazly EL, El-Sheikh IA. Arrest of mitotic cycle and induction of chromosomal aberrations by aflatoxin B2 in root cells of Vicia faba L. Cytologia. 2000;65:113–22."}, {"Citation": "Braun R, Dyer AF. Cell division in higher plants. In: Steward FC, editor. Plant, Physiology. Vol. 6. New York: Academic Press; 1972. pp. 49–90."}]}], "History": [{"Year": "2016", "Month": "9", "Day": "22"}, {"Year": "2016", "Month": "11", "Day": "8"}, {"Year": "2017", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29142402", "PMC5669085", "10.4103/pm.pm_420_16", "PM-13-481"]}}]}