{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimicrobial", "Dipterygium glaucum", "antioxidant", "cytotoxic", "flavonoids"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29142403", "DateRevised": {"Year": "2022", "Month": "03", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "10", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.4103/pm.pm_44_16"], "Journal": {"ISSN": "0973-1296", "JournalIssue": {"Volume": "13", "Issue": "Suppl 3", "PubDate": {"Year": "2017", "Month": "Oct"}}, "Title": "Pharmacognosy magazine", "ISOAbbreviation": "Pharmacogn Mag"}, "ArticleTitle": "Flavonoidal Constituents, Antioxidant, Antimicrobial, and Cytotoxic Activities of <i>Dipterygium glaucum</i> Grown in Kingdom of Saudi Arabia.", "Pagination": {"StartPage": "S484", "EndPage": "S488", "MedlinePgn": "S484-S488"}, "Abstract": {"AbstractText": ["<i>Dipterygium glaucum</i> Decne. herb is one of the common traditional plants with multiple medicinal uses.", "To isolate the major constituents and to investigate the antioxidant, antimicrobial, and cytotoxic activities of this herb.", "Methanolic extract of <i>D. glaucum</i> herb was fractionated using <i>n</i>-hexane, dichloromethane, and <i>n</i>-butanol. Butanol fraction was chromatographed using column chromatography and preparative thin layer chromatography to isolate the major constituents. Isolated compounds were elucidated by means of spectroscopic methods, including 1D, 2D NMR (<sup>1</sup>H, <sup>13</sup>C, DEPT, COSY, HSQC, HMBC, NEOSY) and MS analysis. Total phenolic content using Folin-Ciocalteu reagent and antioxidant activity using 1,1-diphenyl-2-picrylhydrazyl (DPPH) assay of the total methanolic extract were evaluated. Cytotoxic potential of both methanolic extract and butanol fraction was tested using a crystal violet viability assay. Antimicrobial activities of both extracts were investigated using diffusion agar technique.", "Apigenin 6, 8-di-C-glucopyranoside (vicenin-2), quercetin-3`-<i>O</i>-methyl-3-<i>O</i>-glucopyranoside, quercetin-3`-<i>O</i>-methyl-3-<i>O</i>-galactopyranoside, quercetin-3-<i>O</i>-<i>β</i>-D-glucopyranoside, and quercetin-3-<i>O</i>-<i>β</i>-D-galactopyranoside were isolated and elucidated. Total phenolic content was (83.89 mg gallic acid equivalent/g extract). The EC<sub>50</sub> value of scavenging DPPH radical was 152.0 ± 2 mg/mL. Butanol fraction showed the highest cytotoxic activity against cervical and breast carcinoma cells (IC<sub>50</sub> 3.6 and 6.1 mg/mL, respectively). Both methanolic extract and butanol fraction showed wide spectrum antimicrobial activity against Gram-positive and Gram-negative bacteria and some fungi. The highest activity was from methanolic extract against <i>Enterococcus faecalis</i> (83.25%) and against <i>Candida tropicalis</i> (77.03%) as compared to reference antibiotics.", "Data obtained from this study demonstrate that <i>D. glaucum</i> possesses significant antioxidant, cytotoxic, and antimicrobial activities which could be ascribed to its flavonoidal content.", "<i>Dipterygium glaucum</i> Decne. herb is one of the common traditional plants with multiple medicinal uses in KSAFive flvonidal glycosides were isolated and elucidatedThis study demonstrated that <i>D. glaucum</i> possesses significant antioxidant, cytotoxic, and antimicrobial activities. <b>Abbreviations used:</b> KSA: Kingdom of Saudi Arabia; TLC: Thin Layer Chromatography; DPPH: 2,2`-diphenyl-1-picrylhydrazyl; EC50: Half maximal effective concentration; IC<sub>50</sub>: Half maximal inhibitory concentration; DMSO: dimethyl sulfoxide; NMR: Nuclear Magnetic Resonance; ESIMS: Electrospray ionization mass spectrometry; MeOH: Methyl alcohol."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Umm Al-Qura University, Makkah Al Mukarramah 21955, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Al-Azhar University, Cairo, Egypt."}], "LastName": "Shaheen", "ForeName": "Usama", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Umm Al-Qura University, Makkah Al Mukarramah 21955, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Tanta University, Tanta 31527, Egypt."}], "LastName": "Shoeib", "ForeName": "Nagwa Abdelkader", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Umm Al-Qura University, Makkah Al Mukarramah 21955, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Al-Azhar University, Cairo, Egypt."}], "LastName": "Temraz", "ForeName": "Abeer", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Umm Al-Qura University, Makkah Al Mukarramah 21955, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Helwan University, Cairo, Egypt."}], "LastName": "Abdelhady", "ForeName": "Mohamed I S", "Initials": "MIS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Pharmacogn Mag", "NlmUniqueID": "101300403", "ISSNLinking": "0973-1296"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ghasemzadeh A, Jaafar HZ, Rahmat A. Phytochemical constituents and biological activities of different extracts of Strobilanthes crispus (L.). Bremek leaves grown in different locations of Malaysia. BMC Complement Altern Med. 2015;15:422.", "ArticleIdList": ["PMC4662829", "26613959"]}, {"Citation": "Mahomoodally MF. Traditional medicines in Africa: An appraisal of ten potent African medicinal plants. Evid Based Complement Alternat Med. 2013;2013:617459.", "ArticleIdList": ["PMC3866779", "24367388"]}, {"Citation": "Mehmood K, Mehmood S, Ramzan M, Arshad M, Yasmeen F. Biochemical and phytochemical analysis of Dipterygium glaucum collected from Cholistan desert. J Sci Res. 2010;XXXX:13–8."}, {"Citation": "Ahmad S, Wariss HM, Alam K, Anjum S, Mukhtar M. Ethnobotanical studies of plant resources of Cholistan desert, Pakistan. Int J Sci Res. 2014;3:1782–8."}, {"Citation": "Moussa SA, Taia WK, Al-Ghamdy FG. Acclimation of Dipterygium glaucum Decne. Grown in the Western Coastal part of Saudi Arabia to different water supplies. Int J Res Chem Environ. 2012;2:301–9."}, {"Citation": "Rahman MA, Mossa JS, Al-Said MS, Al-Yahya MA. Medicinal plant diversity in the flora of Saudi Arabia 1: A report on seven plant families. Fitoterapia. 2004;75:149–61.", "ArticleIdList": ["15030919"]}, {"Citation": "Abdel-Mogib M, Ezmirly ST, Basaif SA. Phytochemistry of Dipterygium glaucum and Capparis decidua. J Saudi Chem Soc. 2000;4:103–8."}, {"Citation": "Ahmed S, Ashraf M, Jabbar A, Janbaz KH, Khan MS, Rahman N, et al. Biological activity of Dipterygium glaucum. Pak J Biol Sci. 2006;9:1173–4."}, {"Citation": "Lobo V, Patil A, Phatak A, Chandra N. Free radicals, antioxidants and functional foods: Impact on human health. Pharmacogn Rev. 2010;4:118–26.", "ArticleIdList": ["PMC3249911", "22228951"]}, {"Citation": "Gülçin I. Antioxidant activity of food constituents: An overview. Arch Toxicol. 2012;86:345–91.", "ArticleIdList": ["22102161"]}, {"Citation": "Mothana RA, Abdo SA, Hasson S, Althawab FM, Alaghbari SA, Lindequist U. Antimicrobial, antioxidant and cytotoxic activities and phytochemical screening of some Yemeni medicinal plants. Evid Based Complement Alternat Med. 2010;7:323–30.", "ArticleIdList": ["PMC2887327", "18955315"]}, {"Citation": "Jayaprakasha G, Patil BS. In vitro evaluation of the antioxidant activities in fruit extracts from citron and blood orange. Food Chem. 2007;101:410–8."}, {"Citation": "Singh RP, Chidambara Murthy KN, Jayaprakasha GK. Studies on the antioxidant activity of pomegranate (Punica granatum) peel and seed extracts using in vitro models. J Agric Food Chem. 2002;50:81–6.", "ArticleIdList": ["11754547"]}, {"Citation": "Mosmann T. Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays. J Immunol Methods. 1983;65:55–63.", "ArticleIdList": ["6606682"]}, {"Citation": "Al-Salahi R, Alswaidan I, Marzouk M. Cytotoxicity evaluation of a new set of 2-aminobenzo[de] iso-quinoline-1,3-diones. Int J Mol Sci. 2014;15:22483–91.", "ArticleIdList": ["PMC4284720", "25486059"]}, {"Citation": "Bauer AW, Kirby WM, Sherris JC, Turck M. Antibiotic susceptibility testing by a standardized single disk method. Am J Clin Pathol. 1966;45:493–6.", "ArticleIdList": ["5325707"]}, {"Citation": "Lu Y, Foo LY. Flavonoid and phenolic glycosides from Salvia officinalis. Phytochemistry. 2000;55:263–7.", "ArticleIdList": ["11142853"]}, {"Citation": "Wang DM, Pu WJ, Wang YH, Zhang YJ, Wang SS. A new isorhamnetin glycoside and other phenolic compounds from Callianthemum taipaicum. Molecules. 2012;17:4595–603.", "ArticleIdList": ["PMC6268643", "22510608"]}, {"Citation": "Kim DW, Cho HI, Kim KM, Kim SJ, Choi JS, Kim YS, et al. Isorhamnetin-3-O-galactoside protects against CCl4-induced hepatic injury in mice. Biomol Ther (Seoul) 2012;20:406–12.", "ArticleIdList": ["PMC3762273", "24009828"]}, {"Citation": "Liu H, Mou Y, Zhao J, Wang J, Zhou L, Wang M, et al. Flavonoids from Halostachys caspica and their antimicrobial and antioxidant activities. Molecules. 2010;15:7933–45.", "ArticleIdList": ["PMC6259280", "21060300"]}, {"Citation": "Pereira C, Barreto CB, Júnior, Kuster RM, Simas NK, Sakuragui CM, Porzel A, et al. Flavonoids and a neolignan glucoside from Guarea macrophylla (Meliaceae) Quim Nova. 2012;35:1123–6."}, {"Citation": "Bravo L. Polyphenols: Chemistry, dietary sources, metabolism, and nutritional significance. Nutr Rev. 1998;56:317–33.", "ArticleIdList": ["9838798"]}, {"Citation": "Nagaprashantha LD, Vatsyayan R, Singhal J, Fast S, Roby R, Awasthi S, et al. Anti-cancer effects of novel flavonoid vicenin-2 as a single agent and in synergistic combination with docetaxel in prostate cancer. Biochem Pharmacol. 2011;82:1100–9.", "ArticleIdList": ["PMC3252753", "21803027"]}, {"Citation": "Lee HJ, Lee HJ, Lee EO, Ko SG, Bae HS, Kim CH, et al. Mitochondria-cytochrome C-caspase-9 cascade mediates isorhamnetin-induced apoptosis. Cancer Lett. 2008;270:342–53.", "ArticleIdList": ["18617322"]}, {"Citation": "Alves TM, Silva AF, Brandão M, Grandi TS, Smânia E, Smânia A, Júnior, et al. Biological screening of Brazilian medicinal plants. Mem Inst Oswaldo Cruz. 2000;95:367–73.", "ArticleIdList": ["10800195"]}]}], "History": [{"Year": "2016", "Month": "1", "Day": "21"}, {"Year": "2016", "Month": "7", "Day": "11"}, {"Year": "2017", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29142403", "PMC5669086", "10.4103/pm.pm_44_16", "PM-13-484"]}}]}