{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Amino acid", "Anti-Helicobacter pylori", "Anti-ulcerogenic agent", "In-vitro", "Natural products hybrid", "Sulfanilamide"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29158702", "DateRevised": {"Year": "2024", "Month": "06", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "02", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jsps.2017.02.012"], "Journal": {"ISSN": "1319-0164", "JournalIssue": {"Volume": "25", "Issue": "7", "PubDate": {"Year": "2017", "Month": "Nov"}}, "Title": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society", "ISOAbbreviation": "Saudi Pharm J"}, "ArticleTitle": "Novel essential amino acid-sulfanilamide hybrid as safe anti-ulcerogenic agent with anti-<i>helicobacter pylori</i> activity.", "Pagination": {"StartPage": "967", "EndPage": "971", "MedlinePgn": "967-971"}, "Abstract": {"AbstractText": ["A novel and safe essential amino acid (Leucine) incorporating sulfanilamide was synthesized, and evaluated for its anti-ulcerogenic activity and <i>in vitro</i> anti-<i>Helicobacter pylori</i> activity. The new molecule showed a dose dependent activity against absolute ethanol-induced ulcer in rats, it produced percent protection of control ulcer by 66.7 at dose 100 mg/kg. In addition it showed a potent anti-<i>Helicobacter pylori</i> activity <i>in vitro</i> against 7 clinically isolated strains. The minimum inhibitory concentration (MIC) ranged from 12.5 to 50 μg/ml. The preliminary safety studies and toxicity profile are optimistic and encouraging."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy Department, College of Pharmacy, Sattam Bin Abdulaziz University, Al-Kharj 11942, Saudi Arabia."}], "LastName": "Awaad", "ForeName": "Amani S", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Kulliyyah of Science, International Islamic University, Malaysia."}], "LastName": "Alafeefy", "ForeName": "Ahmed M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, College of Science, King Saud University, Riyadh 11362, Saudi Arabia."}], "LastName": "Alasmary", "ForeName": "Fatmah A S", "Initials": "FAS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aromatic and Medicinal Plants Department, Desert Research Center, Cairo, Egypt."}], "LastName": "El-Meligy", "ForeName": "Reham M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, Faculty of Science, Al-Azhar University, Cairo, Egypt."}], "LastName": "Zain", "ForeName": "M E", "Initials": "ME"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, King Saud University, Saudi Arabia."}], "LastName": "Alqasoumi", "ForeName": "Saleh I", "Initials": "SI"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi Pharm J", "NlmUniqueID": "9705695", "ISSNLinking": "1319-0164"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahmadi A., Khalili M., Sohrabi L., Delzendeh N., Nahri-Niknafs B., Ansari F. Synthesis and evaluation of the hypoglycemic and hypolipidemic activity of novel sulfonamide-benzothiazole derivatives of benzylidene-2,4-thiazolidnedione. Mini Rev. Med. Chem. 2016;29:29.", "ArticleIdList": ["27903228"]}, {"Citation": "Alafeefy A.M., Alqasoumi S.I., Ashour A.E., Masand V., Al-Jaber N.A., Ben Hadda T., Mohamed M.A. Quinazoline-tyrphostin as a new class of antitumor agents, molecular properties prediction, synthesis and biological testing. Eur. J. Med. Chem. 2012;53:133–140.", "ArticleIdList": ["22520152"]}, {"Citation": "Alafeefy A.M., Isik S., Abdel-Aziz H.A., Ashour A.E., Vullo D., Al-Jaber N.A., Supuran C.T. Carbonic anhydrase inhibitors: benzenesulfonamides incorporating cyanoacrylamide moieties are low nanomolar/subnanomolar inhibitors of the tumor-associated isoforms Ix and Xii. Bioorg. Med. Chem. 2013;21:1396–1403.", "ArticleIdList": ["23290254"]}, {"Citation": "Altoparlak U., Kadanali A., Celebi S. Slime factor positivity in coagulase negative staphylococci isolated from nasal samples of haemodialysis patients. Int. J. Clin. Pract. 2004;58:1112–1114.", "ArticleIdList": ["15646406"]}, {"Citation": "Awaad A.S., Al-Jaber N.A., Moses J.E., El-Meligy R.M., Zain M.E. Antiulcerogenic activities of the extracts and isolated flavonoids of euphorbia cuneata vahl. Phytother. Res. 2013;27:126–130.", "ArticleIdList": ["23097351"]}, {"Citation": "Bartzatt R., Cirillo S.L., Cirillo J.D. Sulfonamide agents for treatment of staphylococcus mrsa and mssa infections of the central nervous system. Cent. Nerv. Syst. Agents Med. Chem. 2010;10:84–90.", "ArticleIdList": ["20236044"]}, {"Citation": "Bighettia A.E.A.N.M.A., Kohna L.K., Rehdera V.L.G., Foglioa M.A., Possentia A., Vilelaa L., Carvalho J.E. Antiulcerogenic activity of a crude hydroalcoholic extract and coumarin isolated from Mikania laevigata Schultz Bip. Phytomedicine. 2005;12:72–77.", "ArticleIdList": ["15693711"]}, {"Citation": "Blass B. Sulfonamide derivatives and pharmaceutical applications thereof. ACS Med. Chem. Lett. 2016;7:12–14.", "ArticleIdList": ["PMC4716608", "26819658"]}, {"Citation": "Bocanegra-Garcia V., Villalobos-Rocha J.C., Nogueda-Torres B., Lemus-Hernandez N., Camargo-Ordonez A., Rosas-Garcia N.M., Rivera G., Rivera G. Synthesis and biological evaluation of new sulfonamide derivatives as potential anti-trypanosoma cruzi agents. Med. Chem. 2012;8:1039–1044.", "ArticleIdList": ["22762161"]}, {"Citation": "Bourais I., Maliki S., Mohammadi H., Amine A. Investigation of sulfonamides inhibition of carbonic anhydrase enzyme using multiphotometric and electrochemical techniques. Enzyme Microbial Technol. 2017;96:23–29.", "ArticleIdList": ["27871381"]}, {"Citation": "Bush K., Freudenberger J.S., Slusarchyk D.S., Sykes R.B., Meyers E. Activity of sulfa drugs and dihydrofolate reductase inhibitors against candida albicans. Experientia. 1982;38:436–437.", "ArticleIdList": ["7044814"]}, {"Citation": "Cecchi A., Hulikova A., Pastorek J., Pastoreková S., Scozzafava A., Winum J.-Y., Montero J.-L., Supuran C.T. Carbonic anhydrase inhibitors. Design of fluorescent sulfonamides as probes of tumor-associated carbonic anhydrase Ix that inhibit isozyme Ix-mediated acidification of hypoxic tumors. J. Med. Chem. 2005;48:4834–4841.", "ArticleIdList": ["16033263"]}, {"Citation": "Chimenti F., Bizzarri B., Bolasco A., Secci D., Chimenti P., Carradori S., Granese A., Rivanera D., Lilli D., Zicari A., Scaltrito M.M., Sisto F. A novel class of selective anti-helicobacter pylori agents 2-oxo-2h-chromene-3-carboxamide derivatives. Bioorg. Med. Chem. Lett. 2007;17:3065–3071.", "ArticleIdList": ["17395462"]}, {"Citation": "Dubois L., Lieuwes N.G., Maresca A., Thiry A., Supuran C.T., Scozzafava A., Wouters B.G., Lambin P. Imaging of Ca Ix with fluorescent labelled sulfonamides distinguishes hypoxic and (Re)-oxygenated cells in a xenograft tumour model. Radiother. Oncol. 2009;92:423–428.", "ArticleIdList": ["19616332"]}, {"Citation": "European Committee For Antimicrobial Susceptibility Testing Of The European Society Of Clinical M., Infectious D. Determination of minimum inhibitory concentrations (Mics) of antibacterial agents by broth dilution. Clin. Microbiol. Infect. 2003;9:Ix–Xv.", "ArticleIdList": ["0"]}, {"Citation": "Genç Y., Özkanca R., Bekdemir Y. Antimicrobial activity of some sulfonamide derivatives on clinical isolates of staphylococus aureus. Ann. Clin. Microbiol. Antimicrobials. 2008;7:17–117.", "ArticleIdList": ["PMC2546433", "18715512"]}, {"Citation": "Huang Z., Lin Z., Huang J. A novel kind of antitumour drugs using sulfonamide as parent compound. Eur. J. Med. Chem. 2001;36:863–872.", "ArticleIdList": ["11755229"]}, {"Citation": "Iwahi T., Satoh H., Nakao M., Iwasaki T., Yamazaki T., Kubo K., Tamura T., Imada A. Lansoprazole, a novel benzimidazole proton pump inhibitor, and its related. Antimicrob. Agents Chemother. 1991;35:490–496.", "ArticleIdList": ["PMC245037", "2039199"]}, {"Citation": "Liou J.-M., Wu M.-S., Lin J.-T. Treatment of helicobacter pylori infection: where are we now? J. Gastroenterol. Hepatol. 2016;31:1918–1926.", "ArticleIdList": ["27088632"]}, {"Citation": "Lorke D. A new approach to practical acute toxicity testing. Arch. Toxicol. 1983;54:275–287.", "ArticleIdList": ["6667118"]}, {"Citation": "Mcnulty C., Group A.T.P.H.W., Owen R., Tompkins D., P. Hawtin, Mccoll K., Price A., Smith G., Teare L. Helicobacter pylori susceptibility testing by disc diffusion. J. Antimicrob. Chemother. 2002;49:601–609.", "ArticleIdList": ["11909833"]}, {"Citation": "Morris J.C., Heyman A., Mohs R.C., Hughes J.P., Van Belle G., Fillenbaum G., Mellits E.D., Clark C. The consortium to establish a registry for Alzheimer's disease (CERAD). Part I. Clinical and neuropsychological assessment of Alzheimer's disease. Neurology. 1989;39:1159–1165.", "ArticleIdList": ["2771064"]}, {"Citation": "Newman D.J. Natural products as leads to potential drugs: an old process or the new hope for drug discovery? J. Med. Chem. 2008;51:2589–2599.", "ArticleIdList": ["18393402"]}, {"Citation": "Newman D.J., Cragg G.M., Snader K.M. Natural products as sources of new drugs over the period 1981–2002. J. Nat. Prod. 2003;66:1022–1037.", "ArticleIdList": ["12880330"]}, {"Citation": "Pelish H.E., Westwood N.J., Feng Y., Kirchhausen T., Shair M.D. Use of biomimetic diversity-oriented synthesis to discover galanthamine-like molecules with biological properties beyond those of the natural product. J. Am. Chem. Soc. 2001;123:6740–6741.", "ArticleIdList": ["11439080"]}, {"Citation": "Saeed A., Mahmood S.U., Rafiq M., Ashraf Z., Jabeen F., Seo S.Y. Iminothiazoline-sulfonamide hybrids as jack bean urease inhibitors; synthesis, kinetic mechanism and computational molecular modeling. Chem. Biol. Drug Des. 2015", "ArticleIdList": ["26496515"]}, {"Citation": "Soliman G.A., Donia A.R., Awaad A.S., Alqasoumi S.I., Yusufoglu H. Effect of Emex spinosa, Leptadenia pyrotechnica, Haloxylon salicornicum and Ochradenus baccatus extracts on the reproductive organs of adult male rats. Pharm. Biol. 2012;50:105–112.", "ArticleIdList": ["22196585"]}, {"Citation": "Sorba G., Bertinaria M., Di Stilo A., Gasco A., Scaltrito M.M., Brenciaglia M.I., Dubini F. Anti-helicobacter pylori agents endowed with H2-antagonist properties. Bioorg. Med. Chem. Lett. 2001;11:403–406.", "ArticleIdList": ["11212121"]}, {"Citation": "Supuran C.T. Structure-based drug discovery of carbonic anhydrase inhibitors. J. Enzyme Inhib. Med. Chem. 2012;27:759–772.", "ArticleIdList": ["22468747"]}, {"Citation": "Wang S., Cameron S.A., Clinch K., Evans G.B., Wu Z., Schramm V.L., Tyler P.C. New antibiotic candidates against helicobacter pylori. J. Am. Chem. Soc. 2015;137:14275–14280.", "ArticleIdList": ["PMC6709534", "26494017"]}]}], "History": [{"Year": "2016", "Month": "12", "Day": "27"}, {"Year": "2017", "Month": "2", "Day": "24"}, {"Year": "2017", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "2", "Day": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29158702", "PMC5681326", "10.1016/j.jsps.2017.02.012", "S1319-0164(17)30033-6"]}}]}