{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Asteraceae", "HSCCC", "Parastrephia lucida", "ROS", "Tremetones", "UHPLC-Q-exactive focus"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29158712", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "03", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jsps.2017.03.001"], "Journal": {"ISSN": "1319-0164", "JournalIssue": {"Volume": "25", "Issue": "7", "PubDate": {"Year": "2017", "Month": "Nov"}}, "Title": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society", "ISOAbbreviation": "Saudi Pharm J"}, "ArticleTitle": "High resolution UHPLC-MS characterization and isolation of main compounds from the antioxidant medicinal plant <i>Parastrephia lucida</i> (Meyen).", "Pagination": {"StartPage": "1032", "EndPage": "1039", "MedlinePgn": "1032-1039"}, "Abstract": {"AbstractText": ["High-resolution mass spectrometry is currently used to determine the mass of biologically active compounds in medicinal plants and food and UHPLC-Orbitrap is a relatively new technology that allows fast fingerprinting and metabolomics analysis. Forty-two metabolites including several phenolic acids, flavonoids, coumarines, tremetones and ent-clerodane diterpenes were accurately identified for the first time in the resin of the medicinal plant <i>Parastrephia lucida</i> (Asteraceae) a Chilean native species, commonly called umatola, collected in the pre-cordillera and altiplano regions of northern Chile, by means of UHPLC-PDA-HR-MS. This could be possible by the state of the art technology employed, which allowed well resolved total ion current peaks and the proposal of some biosynthetic relationships between the compounds detected. Some mayor compounds were also isolated using HSCCC. The ethanolic extract showed high total polyphenols content and significant antioxidant capacity. Furthermore, several biological assays were performed that determined the high antioxidant capacity found for the mayor compound isolated from the plant, 11- <i>p</i>-coumaroyloxyltremetone."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Investigaciones del Hombre en el Desierto (CIHDE), Av. General Velásquez, 1775, Edificio CIHDE, Piso 2, Arica, Chile."}, {"Identifier": [], "Affiliation": "Facultad de Ciencias de la Salud, Universidad de Tarapacá, Arica, Chile."}], "LastName": "Echiburu-Chau", "ForeName": "Carlos", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratorio de Productos Naturales, Departamento de Química, Facultad de Ciencias Básicas, Universidad de Antofagasta, Casilla 170, Antofagasta, Chile."}], "LastName": "Pastén", "ForeName": "Leyla", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Investigaciones del Hombre en el Desierto (CIHDE), Av. General Velásquez, 1775, Edificio CIHDE, Piso 2, Arica, Chile."}, {"Identifier": [], "Affiliation": "Facultad de Ciencias de la Salud, Universidad de Tarapacá, Arica, Chile."}], "LastName": "Parra", "ForeName": "Claudio", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratorio de Productos Naturales, Departamento de Química, Facultad de Ciencias Básicas, Universidad de Antofagasta, Casilla 170, Antofagasta, Chile."}], "LastName": "Bórquez", "ForeName": "Jorge", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Botany, Iuliu Hațieganu University of Medicine and Pharmacy, 23 Ghe. Marinescu Street, Cluj-Napoca 400010, Romania."}], "LastName": "Mocan", "ForeName": "Andrei", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Farmacia, Facultad de Ciencias, Universidad Austral de Chile, Casilla 567, Valdivia 5090000, Chile."}], "LastName": "Simirgiotis", "ForeName": "Mario J", "Initials": "MJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi Pharm J", "NlmUniqueID": "9705695", "ISSNLinking": "1319-0164"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Agar O.T., Dikmen M., Ozturk N., Yilmaz M.A., Temel H., Turkmenoglu F.P. Comparative studies on phenolic composition, antioxidant, wound healing and cytotoxic activities of selected Achillea L. species growing in Turkey. Molecules. 2015;20:17976–18000.", "ArticleIdList": ["PMC6332372", "26437391"]}, {"Citation": "Al-Fatlawi A.A., Irshad M., Rahisuddin, Ahmad A. Effect of parthenolide on growth and apoptosis regulatory genes of human cancer cell lines. Pharm. Biol. 2015;53:104–109.", "ArticleIdList": ["25289524"]}, {"Citation": "Ammar N., El-Hawary S., Mohamed D., El-Halawany A., El-Anssary A., El-Kassem L., Hussein R., Jaleel G., El-Dosoky A. Estrogenic activity including bone enhancement and effect on lipid profile of luteolin-7-O-glucoside isolated from Trifolium alexandrinum L. in ovariectomized rats. Phytother. Res. 2016;30:768–773.", "ArticleIdList": ["27145225"]}, {"Citation": "Benites J., Gutierrez E., López J., Rojas M., Rojo L., Costa M.C., Vinardell M.P., Calderon P.B. Evaluation of analgesic activities of tremetone derivatives isolated from the Chilean altiplano medicine Parastrephia lepidophylla. Nat. Prod. Commun. 2012;7:611–614.", "ArticleIdList": ["22799089"]}, {"Citation": "Bindokas V.P., Jordan J., Lee C.C., Miller R.J. Superoxide production in rat hippocampal neurons: selective imaging with hydroethidine. J. Neurosci. 1996;16:1324–1336.", "ArticleIdList": ["PMC6578569", "8778284"]}, {"Citation": "Bohlmann F., Fritz U., King R.M. Neue tremeton-derivate aus Parastrephia lepidophylla. Phytochemistry. 1979;18:1403–1405."}, {"Citation": "Brito A., Ramirez J.E., Areche C., Sepúlveda B., Simirgiotis M.J. HPLC-UV-MS profiles of phenolic compounds and antioxidant activity of fruits from three citrus species consumed in Northern Chile. Molecules. 2014;19:17400–17421.", "ArticleIdList": ["PMC6271594", "25356563"]}, {"Citation": "Brito I., Simirgiotis M., Muñoz R., Benites J., Pasten L., Bórquez J., Cárdenas A. Crystal structure of 11-(p-coumaroyloxy)-tremetone, C22H20O5. Z. Kristallogr. NCS. 2017;232:13–14."}, {"Citation": "CONAMA . 2° ed. Ocho Libros Editores; Santiago de Chile: 2008. Biodiversidad de Chile, Patrimonio y Desafíos - Capitulo II Nuestra Diversidad Biológica."}, {"Citation": "D'Almeida R.E., Alberto M.R., Quispe C., Schmeda-Hirschmann G., Isla M.I. Antimicrobial phenylpropanoids from the Argentinean highland plant Parastrephia lucida (Meyen) Cabrera. J. Ethnoprarm. 2012;142:407–414.", "ArticleIdList": ["22735664"]}, {"Citation": "Garneau F.-X., Collin G.J., Jean F.-I., Gagnon H., Lopez Arze J.B. Essential oils from Bolivia. XII. Asteraceae: Ophryosporus piquerioides (DC) Benth. ex Baker. J. Essent. Oil Res. 2013;25:388–393."}, {"Citation": "Genin, D., Pcht, H.-J., Lizarazu, R., 1995. WAIRA PAMPA: Un sistema pastoril camélidos-ovinos del altiplano árido boliviano."}, {"Citation": "Jezierska-Drutel A., Rosenzweig S.A., Neumann C.A. Role of oxidative stress and the microenvironment in breast cancer development and progression. Adv. Cancer Res. 2013;119:107–125.", "ArticleIdList": ["PMC3950899", "23870510"]}, {"Citation": "Kamal M., Shakya A.K., Jawaid T. Benzofurans: a new profile of biological activities. Int. J. Med. Pharm. Sci. 2011;1:1–15."}, {"Citation": "Kashif M., Bano S., Naqvi S., Faizi S., Lubna, Ahmed Mesaik M., Azeemi K.S., Farooq A.D. Cytotoxic and antioxidant properties of phenolic compounds from Tagetes patula flower. Pharm. Biol. 2015;53:672–681.", "ArticleIdList": ["25539472"]}, {"Citation": "Keay B., Hopkins J. Vol. 3. Elsevier; Amsterdam: 2008. (PW Dibble in Comprehensive Heterocyclic Chemistry III)."}, {"Citation": "Keay B., Hopkins J., Dibble P. Elsevier; The Netherlands: 2008. Furans and their benzo derivatives: Applications. Comprehen. Heterocyc. Chem. III."}, {"Citation": "Kim M.-G., Yang J.-Y., Lee H.-S. Acaricidal potentials of active properties isolated from Cynanchum paniculatum and acaricidal changes by introducing functional radicals. J. Agric. Food Chem. 2013;61:7568–7573.", "ArticleIdList": ["23855621"]}, {"Citation": "Kobayashi C.I., Suda T. Regulation of reactive oxygen species in stem cells and cancer stem cells. J. Cell. Physiol. 2012;227:421–430.", "ArticleIdList": ["21448925"]}, {"Citation": "Kumar S., Pandey S., Pandey A.K. In vitro antibacterial, antioxidant, and cytotoxic activities of Parthenium hysterophorus and characterization of extracts by LC-MS analysis. BioMed. Res. Int. 2014;2014:495154.", "ArticleIdList": ["PMC4033558", "24895583"]}, {"Citation": "Lopez-Alarcon C., Denicola A. Evaluating the antioxidant capacity of natural products: a review on chemical and cellular-based assays. Anal. Chim. Acta. 2013;763:1–10.", "ArticleIdList": ["23340280"]}, {"Citation": "Loyola L.A., Pedreros S., Morales G. P-Hydroxyacetophenone derivatives from Senecio graveolens. Phytochemistry. 1985;24:1600–1602."}, {"Citation": "Marticorena A. Catálogo de las plantas vasculares del cono sur (Argentina, southern Brazil, Chile, Paraguay y Uruguay) Rev. Chil. Hist. Nat. 2009;82:589–590."}, {"Citation": "Nogueira R.T., Shepherd G.J., Laverde A., Jr., Marsaioli A.J., Imamura P.M. Clerodane-type diterpenes from the seed pods of Hymenaea courbaril var. stilbocarpa. Phytochemistry. 2001;58:1153–1157.", "ArticleIdList": ["11738399"]}, {"Citation": "Ramirez J.E., Zambrano R., Sepúlveda B., Kennelly E.J., Simirgiotis M.J. Anthocyanins and antioxidant capacities of six Chilean berries by HPLC–HR-ESI-ToF-MS. Food Chem. 2015;176:106–114.", "ArticleIdList": ["25624212"]}, {"Citation": "Rodrigo G.C., Almanza G.R., Akesson B., Duan R.-D. Antiproliferative activity of extracts of some Bolivian medicinal plants. J. Med. Plants Res. 2010;4:2204–2210."}, {"Citation": "Rojo L.E., Benites J., Lopez J., Rojas M., Diaz P., Ordoñez J., Pastene E. Antioxidant capacity and polyphenolic content of twelve traditionally used herbal medicinal infusions from the South American Andes. Bol. Latinoamer. Car. Plant. Med. Arom. 2009;8:498–508."}, {"Citation": "Sayago J., Negrillo Kovacevich L., Ordóñez R., Isla M. Application of natural products on postharvest disease of citric fruits. Biocell. 2006;30:147."}, {"Citation": "Simirgiotis M.J., Benites J., Areche C., Sepúlveda B. Antioxidant capacities and analysis of phenolic compounds in three endemic Nolana species by HPLC-PDA-ESI-MS. Molecules. 2015;20:11490–11507.", "ArticleIdList": ["PMC6272610", "26111178"]}, {"Citation": "Simirgiotis M.J., Bórquez J., Schmeda-Hirschmann G. Antioxidant capacity, polyphenolic content and tandem HPLC–DAD–ESI/MS profiling of phenolic compounds from the South American berries Luma apiculata and L. chequén. Food Chem. 2013;139:289–299.", "ArticleIdList": ["23561108"]}, {"Citation": "Simirgiotis M.J., Favier L.S., Rossomando P.C., Giordano O.S., Tonn C.E., Padrón J.I., Vázquez J.T. Diterpenes from Laennecia sophiifolia. Phytochemistry. 2000;55:721–726.", "ArticleIdList": ["11190387"]}, {"Citation": "Simirgiotis M.J., Quispe C., Bórquez J., Areche C., Sepúlveda B. Fast detection of phenolic compounds in extracts of Easter Pears (Pyrus communis) from the Atacama Desert by ultrahigh-performance liquid chromatography and mass spectrometry (UHPLC-Q/Orbitrap/MS/MS) Molecules. 2016;21:92.", "ArticleIdList": ["PMC6273977", "26784158"]}, {"Citation": "Simirgiotis M.J., Quispe C., Bórquez J., Schmeda-Hirschmann G., Avendaño M., Sepúlveda B., Winterhalter P. Fast high resolution Orbitrap MS fingerprinting of the resin of Heliotropium taltalense Phil. from the Atacama Desert. Ind. Crops Prod. 2016;85:159–166."}, {"Citation": "Simirgiotis M.J., Ramirez J.E., Schmeda Hirschmann G., Kennelly E.J. Bioactive coumarins and HPLC-PDA-ESI-ToF-MS metabolic profiling of edible queule fruits (Gomortega keule), an endangered endemic Chilean species. Food Res. Int. 2013;54:532–543."}, {"Citation": "Sogi D.S., Siddiq M., Greiby I., Dolan K.D. Total phenolics, antioxidant activity, and functional properties of ‘Tommy Atkins’ mango peel and kernel as affected by drying methods. Food Chem. 2013;141:2649–2655.", "ArticleIdList": ["23871007"]}, {"Citation": "Starks C.M., Williams R.B., Goering M.G., O’Neil-Johnson M., Norman V.L., Hu J.-F., Garo E., Hough G.W., Rice S.M., Eldridge G.R. Antibacterial clerodane diterpenes from Goldenrod (Solidago virgaurea) Phytochemistry. 2010;71:104–109.", "ArticleIdList": ["19857881"]}, {"Citation": "Thakur A., Singla R., Jaitak V. Coumarins as anticancer agents: A review on synthetic strategies, mechanism of action and SAR studies. Europ. J. Med. Chem. 2015;101:476–495.", "ArticleIdList": ["26188907"]}, {"Citation": "Vieira M.N., Costa F.d.N., Leitao G.G., Garrard I., Hewitson P., Ignatova S., Winterhalter P., Jerz G. Schinus terebinthifolius scale-up countercurrent chromatography (Part I): high performance countercurrent chromatography fractionation of triterpene acids with off-line detection using atmospheric pressure chemical ionization mass spectrometry. J. Chrom. A. 2015;1389:39–48.", "ArticleIdList": ["25757818"]}, {"Citation": "Villagrán C., Romo M., Castro V. Etnobotánica del sur de los Andes de la Primera Región de Chile: un enlace entre las culturas altiplánicas y las de quebradas altas del Loa superior. Chungará (Arica) 2003;35:73–124."}, {"Citation": "Wu H.R., Zhang W., Pang X.Y., Gong Y., Obulqasim X.M., Li H.F., Zhu Y. Quinones and coumarins from Ajania salicifolia and their radical scavenging and cytotoxic activity. J. Asian Nat. Prod. Res. 2015;17:1196–1203.", "ArticleIdList": ["26666298"]}, {"Citation": "Zampini I., Cuello S., Alberto M., Ordonez R., D’Almeida R., Solorzano E., Isla M. Antimicrobial activity of selected plant species from “the Argentine Puna” against sensitive and multi-resistant bacteria. J. Ethnopharm. 2009;124:499–505.", "ArticleIdList": ["19467313"]}, {"Citation": "Zampini I., Mesón Gana M., Ordoñez R., Sayago J., Nieva Moreno M., Isla M., Singh V., Govil J. Antioxidant and xanthine oxidase inhibitory activities of plant species from the Argentina Puna (Antofagasta, Catamarca) Phytopharm. Therapeutic values. 2008;III:89–103."}]}], "History": [{"Year": "2016", "Month": "11", "Day": "16"}, {"Year": "2017", "Month": "3", "Day": "4"}, {"Year": "2017", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "3", "Day": "14"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29158712", "PMC5681312", "10.1016/j.jsps.2017.03.001", "S1319-0164(17)30057-9"]}}]}