{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotany", "Ethnomedicine", "Ireland", "Oral identity", "Schools’ Folklore Scheme", "Schools’ Manuscript Collection"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29162151", "DateCompleted": {"Year": "2018", "Month": "08", "Day": "09"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "11", "Day": "21"}], "Language": ["eng"], "ELocationID": ["65", "10.1186/s13002-017-0189-0"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Nov", "Day": "21"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Are identities oral? Understanding ethnobotanical knowledge after Irish independence (1937-1939).", "Pagination": {"StartPage": "65", "MedlinePgn": "65"}, "Abstract": {"AbstractText": ["The Schools' Folklore Scheme (1937-1939) was implemented at a pivotal time in Irelands' political history. It resulted in a body of ethnological information that is unique in terms of when, why and how it was collected. This material consists of over 700,000 pages of information, including ethnomedicinal and ethnobotanical traditions, reflecting an oral identity that spans generations and that in many cases was not documented in writing until the 1930s. The intention of this study is to highlight the importance of the Schools' Folklore Scheme and to demonstrate an ethnographic approach based on recollections of original participants of the scheme, to further understand the material in the collection and the impact it had on the participants.", "This study involves an analysis of both oral and archival data. Eleven semi-structured interviews with original participants of the scheme were carried out between April and September 2016. Their corresponding schools' archival contributions to the scheme were located, and ethnomedicinal information was analysed and compared with the participants' recollections.", "The majority of participants' stated the scheme had a positive impact on them. Five participants' recalled collecting ethnomedicinal information, and there was a direct correlation between three of the participants' ethnomedicinal recollections and their entries in the archives. One third of all the ethnomedicinal entries analysed included the use of a plant. There were 191 plant mentions and 64 plant species named.", "Contacting the original participants offers a novel approach of analysing this archival material. It provides a unique first-hand account of this historical initiative, an insight into how the scheme was implemented and how it impacted upon the children. The ethnomedicinal and ethnobotanical information provides an understanding of the medicinal practices in Ireland during the 1930s. The plant species that were both orally recalled by participants and documented in the archives are in keeping with key ethnomedicinal systems throughout the world."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy and Pharmaceutical Sciences, Trinity College Dublin, Dublin, Ireland."}, {"Identifier": [], "Affiliation": "UCL School of Pharmacy, London, WC1N 1AX, UK."}], "LastName": "Shannon", "ForeName": "Fiona", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy and Pharmaceutical Sciences, Trinity College Dublin, Dublin, Ireland."}], "LastName": "Sasse", "ForeName": "Astrid", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy and Pharmaceutical Sciences, Trinity College Dublin, Dublin, Ireland."}], "LastName": "Sheridan", "ForeName": "Helen", "Initials": "H"}, {"Identifier": ["0000-0003-2611-6303"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UCL School of Pharmacy, London, WC1N 1AX, UK. m.heinrich@ucl.ac.uk."}], "LastName": "Heinrich", "ForeName": "Michael", "Initials": "M"}], "GrantList": [{"GrantID": "1252", "Agency": "Trinity College Dublin", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Ireland"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "ETHICS APPROVAL: Ethics approval application ref. 2015-11-01 was obtained on the 4th April 2016 from the Trinity College School of Pharmacy and Pharmaceutical Sciences Level 1 Ethics Committee to carry out ethnological surveys. This required that all participants received a participant information leaflet, signed an informed consent form and that all interviews were carried out in accordance with TCD Lone Worker Guidelines. Permission was also granted from the National Folklore Collection to use the archival material. CONSENT FOR PUBLICATION: Not applicable. This manuscript does not include details, images, or videos relating to informants. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Report of the United Nations conference of environment and development. Rio De Janeiro; 1992. http://www.un.org/documents/ga/conf151/aconf15126-1annex1.htm."}, {"Citation": "Posey DA, Dutfield G. Beyond intellectual property: toward traditional resource rights for indigenous peoples and local communities. Ottawa: International Development Research Centre PO; 1996."}, {"Citation": "WIPO. Intellectual property and genetic resources, traditional knowledge and traditional cultural expressions. 2015. http://www.wipo.int/edocs/pubdocs/en/tk/933/wipo_pub_933.pdf."}, {"Citation": "Dutfield G. TRIPS-related aspects of traditional knowledge. Case West Reserve J Int Law. 2001;33:233–275."}, {"Citation": "Dolan JM. Ochtrinil’s legacy: Irish women’s knowledge of medicinal plants. Harvard Pap Bot. 2007;12:369–386. doi: 10.3100/1043-4534(2007)12[369:OLIWKO]2.0.CO;2.", "ArticleIdList": ["10.3100/1043-4534(2007)12[369:OLIWKO]2.0.CO;2"]}, {"Citation": "Kuper A, Kuper J. The social science encyclopedia. 3. Abingdon: Routledge; 2009."}, {"Citation": "Sökefeld M. Debating self, identity, and culture in anthropology. Curr Anthropol. 1999;40:417–448."}, {"Citation": "Noyes D. Tradition: three traditions. J Folk Res An Int J Folk Ethnomusicol. 2009;46:233–268."}, {"Citation": "Mac Giolla Chríost D. A question of national identity or minority rights? The changing status of the Irish language in Ireland since 1922. Nations Natl. 2012;18:398–416. doi: 10.1111/j.1469-8129.2011.00508.x.", "ArticleIdList": ["10.1111/j.1469-8129.2011.00508.x"]}, {"Citation": "Dowling, Michele (Leverhulme Research Fellow at the Centre for Social History U of W. History Ireland. “The Ireland that I would have” De Valera and the creation of an Irish national image. 1997. http://www.historyireland.com/20th-century-contemporary-history/the-ireland-that-i-would-have-de-valera-the-creation-of-an-irish-national-image/. Accessed 9 Feb 2017."}, {"Citation": "Ó Fearaíl P. The story of Conradh na Gaeilge: a history of the Gaelic league. Dublin: Conradh na Gaeilge; 1974."}, {"Citation": "Diarmaid F. Judging dev: a reassessment of the life and legacy of Eamon de Valera. Dublin: Royal Irish Academy; 2007."}, {"Citation": "Briody M. The Irish Folklore Commission 1935–1970: history, ideology, methodology. Helsinki: Finnish Literature Society; 2016."}, {"Citation": "Rural Crafts Exhibition Opened. Dublin: Irish Press; 1937."}, {"Citation": "Alarcόn R, Pardo-De-Santayana M, Priestley C, Morales R, Heinrich M. Medicinal and local food plants in the south of Alava (Basque Country, Spain) 2015.", "ArticleIdList": ["PMC4675496", "26481607"]}, {"Citation": "Sõukand R, Kalle R. Personal and shared: the reach of different herbal landscapes. Est J Ecol. 2012;61:20. doi: 10.3176/eco.2012.1.04.", "ArticleIdList": ["10.3176/eco.2012.1.04"]}, {"Citation": "Pardo-De-Santayana M, Tardío J, Morales R. Pioneers in European Ethnobiology. In: Svanberg I, Luczaj L, editors. Pioneers in European ethnobiology. Uppsala: Acta Universitatis Upsaliensis; 2014. pp. 27–50."}, {"Citation": "National Folklore Collection, Ireland, University College Dublin, Irish Folklore. http://www.ucd.ie/irishfolklore/en/. Accessed 21 Aug 2017."}, {"Citation": "dúchas.ie. National Folklore Collection. 2017. http://www.duchas.ie/en. Accessed 2 Feb 2017."}, {"Citation": "Tonkin E. Narrating our pasts. The social construction of oral history. Cambridge: UP; 1992."}, {"Citation": "Tosh J. The pursuit of hisotry. Aims, methods and new directions in the study of modern history. Essex and New York: Longman; 1984."}, {"Citation": "Portelli A. Oral History in ital. In: Dunaway DK, Baum WK, editors. Oral Hist an Interdiscip Anthol. Walnut Creek: Altaiara; 1996. pp. 391–416."}, {"Citation": "ŁUCZAJ ŁJ, KUJAWSKA M. Botanists and their childhood memories: an underutilized expert source in ethnobotanical research. Bot J Linn Soc. 2012;168:334–343. doi: 10.1111/j.1095-8339.2011.01205.x.", "ArticleIdList": ["10.1111/j.1095-8339.2011.01205.x"]}, {"Citation": "Allen D, Hatfield G. Medicinal plants in folk tradition. An ethnobotany of Britain and Ireland. 1. Cambridge: Timber Press; 2004."}, {"Citation": "Ferriter D. The transformation of Ireland 1900–2000. 2. London: Profile Books; 2005."}, {"Citation": "Sõukand R, Raal A. Data on medicinal plants in Estonian folk medicine: collection. Formation Overview Prev Res. 1982;30:173–200."}, {"Citation": "Raivo K, Soukand R. A schoolteacher with a mission. In: Svanberg I, Luczaj L, editors. Pioneers in European Ethnobiology. Uppsala: Acta Universitatis Upsaliensis; 2014. pp. 201–217."}, {"Citation": "Kujawska M, Łuczaj Ł, Typek J. Fischer’s lexicon of Slavic beliefs and customs: a previously unknown contribution to the ethnobotany of Ukraine and Poland. J Ethnobiol Ethnomed. 2015;11:85. doi: 10.1186/s13002-015-0073-8.", "ArticleIdList": ["10.1186/s13002-015-0073-8", "PMC4690239", "26704421"]}, {"Citation": "Duggan C. The lost laws of Ireland. 1. Dublin: Glasnevin Publishing; 2013."}, {"Citation": "Census 1936 Reports—CSO—Central Statistics Office. 2014. http://www.cso.ie/en/census/censusvolumes1926to1991/historicalreports/census1936reports/. Accessed 21 Aug 2017."}, {"Citation": "Gray J. Poverty and the life cycle in 20th century Ireland: changing experiences of childhood, education and the transition to adulthood. 2010. http://www.combatpoverty.ie/publications/workingpapers/2010-04_WP_PovertyAndTheLifeCycleInTwentiethCenturyIreland.pdf. Accessed 31 Mar 2017."}, {"Citation": "Fahey T. State, Family and Compulsory Schooling in Ireland. Econ Soc Rev (Irel). 1992;23:369–401. http://www.tarbitstream/bitstream/handle/2262/66539/23 jul 92 fahey.pdf?sequence=1&isAllowed=y. Accessed 6 Apr 2017."}, {"Citation": "Vogt WP. Dictionary of statistics; methodology: a nontechnical guide for the social sciences. 2nd ed. Thousand Oaks: Sage Publications; 1999."}, {"Citation": "Moore R, McClean S. Folk healing and health care practices in Britain and Ireland. Stethascopes, wands and crystals. New York: Berghahn Books; 2010."}, {"Citation": "Jackson PW. Ireland’s generous nature. The past and present of wild plants in Ireland. Missouri: Missouri Botanical Garden Press; 2014."}, {"Citation": "Glaser BG, Strauss AL. The discovery of grounded theory: strategies for qualitative research. Chicago: Aldine; 1967."}, {"Citation": "Krippendorff K. Content analysis: an introduction to its methodology. 2. London: Sage; 2004."}, {"Citation": "Lincoln YS, Guba EG. Naturalistic inquiry. Beverly Hills: Sage Publications; 1985."}, {"Citation": "Ó Súilleabháin S. Irish folk custom and belief. 2nd ed. Dublin: Mercier Press for the Cultural Relations Committee of Ireland; 1977."}, {"Citation": "Moloney MF. Irish ethno-botany and the evolution of medicine in Ireland: Moloney, Michael Francis: free download and streaming: internet archive. Dublin; 1919. https://archive.org/details/irishethnobotany00molo. Accessed 24 Jul 2014."}, {"Citation": "McClintock L. Donegal cures and charms. Folklore. 1912;23:473–478. doi: 10.1080/0015587X.1912.9719693.", "ArticleIdList": ["10.1080/0015587X.1912.9719693"]}, {"Citation": "Logan P. Irish country cures. Belfast: Appletree Press; 1981."}, {"Citation": "Logan P. Making the cure; a look at Irish folk medicine. Dublin: Talbot Press; 1972."}, {"Citation": "Martinez M, Poirrier P, Chamy R, Prüfer D, Schulze-Gronover C, Jorquera L, et al. Taraxacum officinale and related species—an ethnopharmacological review and its potential as a commercial medicinal plant. J Ethnopharmacol. 2015;169:244–262. doi: 10.1016/j.jep.2015.03.067.", "ArticleIdList": ["10.1016/j.jep.2015.03.067", "25858507"]}, {"Citation": "Schütz K, Carle R, Schieber A. Taraxacum—a review on its phytochemical and pharmacological profile. J Ethnopharmacol. 2006;107:313–323. doi: 10.1016/j.jep.2006.07.021.", "ArticleIdList": ["10.1016/j.jep.2006.07.021", "16950583"]}, {"Citation": "Medicines Agency E. Assessment report on Taraxacum officinale Weber ex Wigg., radix cum herba. 2009. http://www.ema.europa.eu/docs/en_GB/document_library/Herbal_-_HMPC_assessment_report/2011/03/WC500102972.pdf. Accessed 2 Aug 2017."}, {"Citation": "Huber M, Triebwasser-Freese D, Reichelt M, Heiling S, Paetz C, Chandran JN, et al. Identification, quantification, spatiotemporal distribution and genetic variation of major latex secondary metabolites in the common dandelion (Taraxacum officinale agg.) Phytochemistry. 2015;115:89–98. doi: 10.1016/j.phytochem.2015.01.003.", "ArticleIdList": ["10.1016/j.phytochem.2015.01.003", "25682510"]}, {"Citation": "González-Castejón M, Visioli F, Rodriguez-Casado A. Diverse biological activities of dandelion. Nutr Rev. 2012;70:534–547. doi: 10.1111/j.1753-4887.2012.00509.x.", "ArticleIdList": ["10.1111/j.1753-4887.2012.00509.x", "22946853"]}, {"Citation": "Rudenskaya GN, Bogacheva AM, Preusser A, Kuznetsova AV, Dunaevsky YE, Golovkin BN, et al. Taraxalisin—a serine proteinase from dandelion. FEBS. 1998;437:237–240. doi: 10.1016/S0014-5793(98)01243-5.", "ArticleIdList": ["10.1016/S0014-5793(98)01243-5", "9824298"]}, {"Citation": "Rivers D. Insects: evolutionary success, unrivaled diversity, and world domination. Baltimore: Johns Hopkins University Press; 2017."}, {"Citation": "Staiger C. Comfrey: ancient and modern uses | news | pharmaceutical journal. Pharm J. 2007;277:732."}, {"Citation": "Culpeper N. The complete herbal. London: Thomas Kelly, 17, Paternoster Row; 1653. http://www.electricscotland.com/history/duncan/complete_herbal_byCulpepper.pdf. Accessed 1 Aug 2017."}, {"Citation": "Medicines Agency E . European Union herbal monograph on Symphytum officinale L. London: radix; 2015."}, {"Citation": "Staiger C. Comfrey root: from tradition to modern clinical trials. WMW. 2013;163:58–64. doi: 10.1007/s10354-012-0162-4.", "ArticleIdList": ["10.1007/s10354-012-0162-4", "PMC3580139", "23224633"]}, {"Citation": "Savić VL, Nikolić VD, Arsić IA, Stanojević LP, Najman SJ, Stojanović S, et al. Comparative study of the biological activity of allantoin and aqueous extract of the comfrey root. Phyther Res. 2015;29:1117–1122. doi: 10.1002/ptr.5356.", "ArticleIdList": ["10.1002/ptr.5356", "25880800"]}, {"Citation": "Randall C, Meethan K, Randall H, Dobbs F. Nettle sting of Urtica dioica for joint pain--an exploratory study of this complementary therapy. Complement Ther Med. 1999;7:126–31. https://ac.els-cdn.com/S0965229999801198/1-s2.0-S0965229999801198-main.pdf?_tid=92260c54-c2fe-11e7-b361-00000aacb362&acdnat=1509978608_71a2af17c42fa122e9cc60917a560815. Accessed 2 Aug 2017.", "ArticleIdList": ["10581821"]}, {"Citation": "Cummings AJ, Olsen M, Adams DR, Sanders H, Fox M, Cambell J. Mechanism of action of stinging nettles. Wilderness Environ Med. 2011;22:136–139. doi: 10.1016/j.wem.2011.01.001.", "ArticleIdList": ["10.1016/j.wem.2011.01.001", "21396858"]}, {"Citation": "Vasas A, Orbán-Gyapai O, Hohmann J. The genus Rumex: review of traditional uses, phytochemistry and pharmacology. J Ethnopharmacol. 2015;175:198–228. doi: 10.1016/j.jep.2015.09.001.", "ArticleIdList": ["10.1016/j.jep.2015.09.001", "26384001"]}, {"Citation": "Harshaw D, Nahar L, Vadla B, Saif-E-Naser GM, Sarker SD. Bioactivity of Rumex obtusifolius (Polygonaceae) Arch Biol Sci. 2010;62:387–392. doi: 10.2298/ABS1002387H.", "ArticleIdList": ["10.2298/ABS1002387H"]}, {"Citation": "Cavers PB, Harper JL. Rumex obtusifolius L. and R. Crispus L. J Ecol. 1964;52:737–766. doi: 10.2307/2257859.", "ArticleIdList": ["10.2307/2257859"]}, {"Citation": "Mcatee WL. Home medication in Grant County, Indiana, in the nineties. Indiana Univ Press. 1955;5:213–216."}, {"Citation": "Ballard L-M. An approach to traditional cures in Ulster. Ulster Med J. 2009;78:26–33. http://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=PMC2629017. Accessed 16 Dec 2016.", "ArticleIdList": ["PMC2629017", "19252727"]}, {"Citation": "Schieber A, Saldaña MDA. Potato peels: a source of nutritionally and pharmacologically interesting compounds—a review. Food Chem. 2009;3:23–29."}, {"Citation": "Sánchez-Maldonado AF, Schieber A, Gänzle MG. Antifungal activity of secondary plant metabolites from potatoes ( Solanum tuberosum L.): glycoalkaloids and phenolic acids show synergistic effects. J Appl Microbiol. 2016;120:955–965. doi: 10.1111/jam.13056.", "ArticleIdList": ["10.1111/jam.13056", "26786886"]}, {"Citation": "Cipollini ML, Levey DJ. Antifungal activity of Solanum fruit glycoalkaloids: implications for frugivory and seed dispersal. Ecology. 1997;78:799. doi: 10.1890/0012-9658(1997)078[0799:AAOSFG]2.0.CO;2.", "ArticleIdList": ["10.1890/0012-9658(1997)078[0799:AAOSFG]2.0.CO;2"]}, {"Citation": "Fewell AM, Roddick JG. Interactive antifungal activity of the glycoalkaloids α-solanine and α-chaconine. Phytochemistry. 1993;33:323–328. doi: 10.1016/0031-9422(93)85511-O.", "ArticleIdList": ["10.1016/0031-9422(93)85511-O"]}, {"Citation": "Jude . Medicinal and perfumery plants and herbs of Ireland. Dublin: M.H. Gill; 1933."}, {"Citation": "Van Wyk B-E, Wink M. Medicinal plants of the world: an illustrated scientific guide to important medicinal plants and their uses. Portland: Timber Press; 2004."}, {"Citation": "Pina AL, Costa AR, Lage-Yusty MA, López-Hernández J. An evaluation of edible red seaweed (Chondrus crispus) components and their modification during the cooking process. LWT—Food Sci Technol. 2014;56:175–180."}, {"Citation": "Bone K, Mills S. Principles and practice of phytotherapy: modern herbal medicine. Edinburgh: Churchill Livingstone; 2013."}, {"Citation": "McKenna J. Irish Moss to the Rescue. The Irish Times. 2011. https://www.irishtimes.com/news/health/irish-moss-to-the-rescue-1.572926."}, {"Citation": "Kurtz Ellen WW. Colloidal oatmeal: history, chemistry and clinical properties. J Drugs Dermatology. 2007;6 https://nebula.wsimg.com/97eb5904fd1c312d4c580a740da0bf16?AccessKeyId=424EC4B3280015FB20E8&disposition=0. Accessed 26 Jul 2017", "ArticleIdList": ["17373175"]}, {"Citation": "Edwards S. Williamson, Elizabeth, Heinrich M. Phytopharmacy. Chichester: Wiley, Ltd.; 2015."}, {"Citation": "Akkol EK, Süntar I, Orhan IE, Keles H, Kan A, Çoksari G. Assessment of dermal wound healing and in vitro antioxidant properties of Avena sativa L. J Cereal Sci. 2011;53:285–290. doi: 10.1016/j.jcs.2011.01.009.", "ArticleIdList": ["10.1016/j.jcs.2011.01.009"]}, {"Citation": "Yildirim AB, Turker AU. In vitro adventitious shoot regeneration of the medicinal plant meadowsweet (Filipendula ulmaria (L.) maxim) Vitr CellDevBiol-Plant. 2009;45:135–144. doi: 10.1007/s11627-009-9194-x.", "ArticleIdList": ["10.1007/s11627-009-9194-x"]}, {"Citation": "HMPC. Community herbal monograph on Filipendula ulmaria (L.) Maxim., herba. 2011. http://www.ema.europa.eu/docs/en_GB/document_library/Herbal_-_Community_herbal_monograph/2011/09/WC500115357.pdf. Accessed 2 Aug 2017."}, {"Citation": "Katanić J, Boroja T, Mihailović V, Nikles S, Pan S-P, Rosić G, et al. In vitro and in vivo assessment of meadowsweet (Filipendula ulmaria) as anti-inflammatory agent. J Ethnopharmacol. 2016;193:627–636. doi: 10.1016/j.jep.2016.10.015.", "ArticleIdList": ["10.1016/j.jep.2016.10.015", "27721054"]}, {"Citation": "Papp I, Simándi B, Blazics B, Alberti Á, Héthelyi É, Szőke É, et al. Monitoring volatile and non-volatile salicylates in Filipendula ulmaria by different chromatographic techniques. Chromatographia. 2008;68:125–129. doi: 10.1365/s10337-008-0749-5.", "ArticleIdList": ["10.1365/s10337-008-0749-5"]}, {"Citation": "Mármol I, Sánchez-De-Diego C, Jiménez-Moreno N, Ancín-Azpilicueta C, Rodríguez-Yoldi M. Therapeutic applications of rose hips from different Rosa species. Int J Mol Sci. 2017;18:1–37.", "ArticleIdList": ["PMC5485961", "28587101"]}, {"Citation": "Jena J, Gupta AK. Ricinus communis linn: a phytopharmacological review. Int J Pharm Pharm Sci. 2012;4:25–29."}, {"Citation": "Cuttle L, Pearn J, Mcmillan JR, Kimble RM. A review of first aid treatments for burn injuries. Burns. 2009;35:768–775. doi: 10.1016/j.burns.2008.10.011.", "ArticleIdList": ["10.1016/j.burns.2008.10.011", "19269746"]}, {"Citation": "Hussain A, Choukairi F. To cool or not to cool: evolution of the treatment of burns in the 18th century. Int J Surg. 2013;11:503–506. doi: 10.1016/j.ijsu.2013.04.012.", "ArticleIdList": ["10.1016/j.ijsu.2013.04.012", "23648626"]}, {"Citation": "Oloyede GK. Antioxidant activities of methyl ricinoleate and ricinoleic acid dominated Ricinus communis seeds extract using lipid peroxidation and free radical scavenging methods. Res J Med Plant. 2012;6:511–520. doi: 10.3923/rjmp.2012.511.520.", "ArticleIdList": ["10.3923/rjmp.2012.511.520"]}, {"Citation": "Rachhadiya Rakesh C-AM, Rajkumar SV, Ey YWKK, Author KABRAMAHAVEERPRASADC. Pharmacological investigation on the wound healing of castor oil in rats. Int J Univers Pharm Life Sci. 2011;1:1–9."}, {"Citation": "Kooti W, Daraei N. A review of the antioxidant activity of celery (Apium graveolens L). J Evidence-Based Complement Altern Med. 2017; doi:10.1177/2156587217717415.", "ArticleIdList": ["PMC5871295", "28701046"]}, {"Citation": "Nagella, Praveen, Ahmad, Ateeque, Kim, Sun-sin, Chung I-M. Chemical composition, antioxidant activity and larvicidal effects of essential oil from leaves of Apium graveolens. Immunopharmacol Immunotoxicol. 2012;34:205–9. doi:10.3109/08923.", "ArticleIdList": ["21740094"]}, {"Citation": "Hoffmann D. Medical herbalism: the science and practice of herbal medicine. Vermont: Healing Arts Press; 2003."}, {"Citation": "Rogowska M, Lenart M, Srečec S, Ziaja M, Parzonko A, Bazylko A. Chemical composition, antioxidative and enzyme inhibition activities of chickweed herb (Stelaria media L., Vill.) ethanolic and aqueous extracts. Ind Crop Prod. 2017;97:448–454. doi: 10.1016/j.indcrop.2016.12.058.", "ArticleIdList": ["10.1016/j.indcrop.2016.12.058"]}, {"Citation": "Gairola S, Sharma J, Bedi YS. A cross-cultural analysis of Jammu, Kashmir and Ladakh (India) medicinal plant use. J Ethnopharmacol. 2014;155:925–986. doi: 10.1016/j.jep.2014.06.029.", "ArticleIdList": ["10.1016/j.jep.2014.06.029", "24952280"]}, {"Citation": "Haq F, Ahmad H, Alam M. Traditional uses of medicinal plants of Nandiar Khuwarr catchment (District Battagram), Pakistan. J Med Plants Res. 2011;5:39–48. http://www.academicjournals.org/article/article1380532251_Haq et al.pdf. Accessed 21 Aug 2017"}, {"Citation": "Kayani S, Ahmad M, Sultana S, Khan Shinwari Z, Zafar M, Yaseen G, et al. Ethnobotany of medicinal plants among the communities of alpine and sub-alpine regions of Pakistan. J Ethnopharmacol. 2015;164:186–202. doi: 10.1016/j.jep.2015.02.004.", "ArticleIdList": ["10.1016/j.jep.2015.02.004", "25680839"]}, {"Citation": "Tribess B, Pintarelli GM, Bini LA, Camargo A, Funez LA, de Gasper AL, et al. Ethnobotanical study of plants used for therapeutic purposes in the Atlantic Forest region, southern Brazil. J Ethnopharmacol. 2015;164:136–146. doi: 10.1016/j.jep.2015.02.005.", "ArticleIdList": ["10.1016/j.jep.2015.02.005", "25680844"]}, {"Citation": "Canadian Medical Association . Medicine in ancient Erin. An historical sketch from Celtic to medieval times. London: Burroughs Wellcome and Co; 1909."}, {"Citation": "K’Eogh J. Botanalogia Universalis Hibernica: or, a general Irish herbal. George Harrison: Cork; 1945."}, {"Citation": "MacMahon B. The story of Ballyheigue. Kerry: Oidhreacht; 1994."}, {"Citation": "Medicines Agency E. European Union herbal monograph on Hedera helix L., folium. London; 2015. http://www.ema.europa.eu/docs/en_GB/document_library/Herbal_-_Herbal_monograph/2016/01/WC500199890.pdf. Accessed 1 Aug 2017"}, {"Citation": "Watkins F, Pendry B, Corcoran O, Sanchez-Medina A. Anglo-Saxon pharmacopoeia revisited: a potential treasure in drug discovery. Drug Discov Today. 2011;16:1069–75. doi:10.1016/j.drudis.2011.07.002.", "ArticleIdList": ["21782968"]}, {"Citation": "Ferrara L, Naviglio D, Faralli S. Identification of active principles of Hedera helix L. in aqueous extracts. J Phytochem. 2013;114:170–175."}, {"Citation": "Ross IA. Medicinal plants of the World.Chemical constituents, traditional and modern medicinal uses. Totowa: Humana Press; 2005."}, {"Citation": "Sharangi AB. Medicinal and therapeutic potentialities of tea (Camellia sinensis L.)—a review. Food Res Int. 2009;42:529–535. doi: 10.1016/j.foodres.2009.01.007.", "ArticleIdList": ["10.1016/j.foodres.2009.01.007"]}, {"Citation": "Shri R, Singh BK. Neuroprotective effect of methanolic extracts of Allium cepa on ischemia and reperfusion-induced cerebral injury. Fitoterapia. 2008;79:86–96. doi: 10.1016/j.fitote.2007.06.013.", "ArticleIdList": ["10.1016/j.fitote.2007.06.013", "17900821"]}, {"Citation": "Prakash D, Singh BN, Upadhyay G. Antioxidant and free radical scavenging activities of phenols from onion (Allium cepa) Food Chem. 2007;102:1389–1393. doi: 10.1016/j.foodchem.2006.06.063.", "ArticleIdList": ["10.1016/j.foodchem.2006.06.063"]}, {"Citation": "Fredotovic Ž, Šprung M, Soldo B, Ljubenkov I, Budic-Leto I, Bilušic T, et al. Chemical composition and biological activity of Allium cepa L. and Allium×cornutum (Clementi ex Visiani 1842) Methanolic extracts. Molecules. 2017;22:1–13. doi: 10.3390/molecules22030448.", "ArticleIdList": ["10.3390/molecules22030448", "PMC6155300", "28287477"]}, {"Citation": "Farag MA, Ali SE, Hodaya RH, El-Seedi HR, Sultani HN, Laub A, et al. Phytochemical profiles and antimicrobial activities of Allium cepa red cv. and A. sativum subjected to different drying methods: a comparative MS-based metabolomics. Molecules. 2017;22:1-18.", "ArticleIdList": ["PMC6154556", "28481316"]}]}], "History": [{"Year": "2017", "Month": "9", "Day": "1"}, {"Year": "2017", "Month": "10", "Day": "31"}, {"Year": "2017", "Month": "11", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["29162151", "PMC5699017", "10.1186/s13002-017-0189-0", "10.1186/s13002-017-0189-0"]}}]}