{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant capacity", "HPLC–MS", "Myrtus communis L.", "Ultrasound-assisted extraction"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29184242", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "10", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1007/s13197-017-2907-y"], "Journal": {"ISSN": "0022-1155", "JournalIssue": {"Volume": "54", "Issue": "13", "PubDate": {"Year": "2017", "Month": "Dec"}}, "Title": "Journal of food science and technology", "ISOAbbreviation": "J Food Sci Technol"}, "ArticleTitle": "Antioxidant capacity and identification of bioactive compounds of <i>Myrtus communis</i> L. extract obtained by ultrasound-assisted extraction.", "Pagination": {"StartPage": "4362", "EndPage": "4369", "MedlinePgn": "4362-4369"}, "Abstract": {"AbstractText": ["Ultrasound-assisted extraction was used to investigate the polyphenolic compounds, particularly anthocyanins, present in myrtle alcoholic extracts. This type of extract is typical in the making of liqueurs obtained from herbs or plants, especially medicinal plants. The leaf extracts were found to contain flavonoids from the quercetin and myricetin families. Besides these, the berry extracts also showed the presence of anthocyanins, hydrolysable tannins and quinic acid. The antioxidant capacity was studied using the ORAC and TEAC methods and the polyphenol content was measured using the Folin-Ciocalteu method. The results showed that the values produced by the ORAC and TEAC methods were in agreement and that the antioxidant capacity correlated with the polyphenol content. The results showed that the leaf extracts exhibited higher antioxidant capacity than the berry extracts. The extraction method was easily implementable, and proved to be a swift method for obtaining bioactive compounds from vegetable matrices."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0000 8484 6281", "grid.164242.7"], "Affiliation": "Universidade Lusófona Research Centre for Biosciences and Health Technologies, ULHT, Av. Campo Grande, 376, 1749-024 Lisbon, Portugal."}, {"Identifier": ["0000 0001 2181 4263", "grid.9983.b"], "Affiliation": "CERENA - Centre for Natural Resources and the Environment, Instituto Superior Técnico, Universidade de Lisboa, Av. Rovisco Pais, 1049-001 Lisbon, Portugal."}], "LastName": "Pereira", "ForeName": "Paula", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0000 8484 6281", "grid.164242.7"], "Affiliation": "Universidade Lusófona Research Centre for Biosciences and Health Technologies, ULHT, Av. Campo Grande, 376, 1749-024 Lisbon, Portugal."}, {"Identifier": ["0000 0004 0392 1315", "grid.102760.2"], "Affiliation": "Escola Superior Náutica Infante D. Henrique, Av. Eng. Boneville Franco, 2770-058 Paço d'Arcos, Portugal."}], "LastName": "Cebola", "ForeName": "Maria-João", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2181 4263", "grid.9983.b"], "Affiliation": "Centro de Química Estrutural, Complexo Interdisciplinar, Instituto Superior Técnico, Universidade de Lisboa, Av. Rovisco Pais, 1049-001 Lisbon, Portugal."}], "LastName": "Oliveira", "ForeName": "M Conceição", "Initials": "MC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2181 4263", "grid.9983.b"], "Affiliation": "CERENA - Centre for Natural Resources and the Environment, Instituto Superior Técnico, Universidade de Lisboa, Av. Rovisco Pais, 1049-001 Lisbon, Portugal."}], "LastName": "Bernardo Gil", "ForeName": "M Gabriela", "Initials": "MG"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Food Sci Technol", "NlmUniqueID": "0056471", "ISSNLinking": "0022-1155"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aleksic V, Knezevic P. Antimicrobial and antioxidative activity of extracts and essential oils of Myrtus communis L. Microbiol Res. 2014;169:240–254. doi: 10.1016/j.micres.2013.10.003.", "ArticleIdList": ["10.1016/j.micres.2013.10.003", "24291016"]}, {"Citation": "Amensour M, Sendra E, Abrini J, Bouhdid S, Pérez-Alvarez J, Fernández-López J. Total phenolic content and antioxidant activity of myrtle (Myrtus communis L.) extracts. Nat Prod Commun. 2009;4:819–824.", "ArticleIdList": ["19634329"]}, {"Citation": "Barboni T, Venturini N, Paolini J, Desjobert J-M, Chiaramonti N, Costa J. Characterisation of volatiles and polyphenols for quality assessment of alcoholic beverages prepared from Corsican Myrtus communis L. berries. Food Chem. 2010;122:1304–1312. doi: 10.1016/j.foodchem.2010.03.087.", "ArticleIdList": ["10.1016/j.foodchem.2010.03.087"]}, {"Citation": "Cuyckens F, Claeys M. Mass spectrometry in the structural analysis of flavonoids. J Mass Spectrom. 2004;39:1–15. doi: 10.1002/jms.585.", "ArticleIdList": ["10.1002/jms.585", "14760608"]}, {"Citation": "Del Rio D, Stewart AJ, Mullen W, Burns J, Lean M, Brighenti F, Crozier A. HPLC-MSn analysis of phenolic compounds and purine alkaloids in green and black tea. J Agric Food Chem. 2004;52:2807–2815. doi: 10.1021/jf0354848.", "ArticleIdList": ["10.1021/jf0354848", "15137818"]}, {"Citation": "Fabre N, Rustan I, Hoffmann E, Quetin-Leclercq J. Determination of flavone, flavonol, and flavanone aglycones by negative ion liquid chromatography electrospray ion trap mass spectrometry. J Am Soc Mass Spectrom. 2001;12:707–715. doi: 10.1016/S1044-0305(01)00226-4.", "ArticleIdList": ["10.1016/S1044-0305(01)00226-4", "11401161"]}, {"Citation": "Kanoun K, Belyagoubi-Benhammou N, Ghembaza N, Atik Bekkara F. Comparative studies on antioxidant activities of extracts from the leaf, stem and berry of Myrtus communis L. Int Food Res J. 2014;21:1957–1962."}, {"Citation": "Lee J-H, Jonhson JV, Talcott ST. Identification of ellagic acid conjugates and other polyphenolics in muscadine grapes by HPLC–ESI–MS. J Agric Food Chem. 2005;53:6003–6010. doi: 10.1021/jf050468r.", "ArticleIdList": ["10.1021/jf050468r", "16028988"]}, {"Citation": "Mendes RL, Nobre BP, Cardoso MT, Pereira AP, Palavra AF. Supercritical carbon dioxide extraction of compounds with pharmaceutical importance from microalgae. Inorg Chim Acta. 2003;356:328–334. doi: 10.1016/S0020-1693(03)00363-3.", "ArticleIdList": ["10.1016/S0020-1693(03)00363-3"]}, {"Citation": "Messaoud C, Laabidi A, Boussaid M. Myrtus communis L. infusions: the effect of infusion time on phytochemical composition, antioxidant, and antimicrobial activities. J Food Sci. 2012;77:941–947. doi: 10.1111/j.1750-3841.2012.02849.x.", "ArticleIdList": ["10.1111/j.1750-3841.2012.02849.x", "22888790"]}, {"Citation": "Montoro P, Tuberoso C, Piacente S, Perrone A, De Feo V, Cabras P, Pizza C. Stability and antioxidant activity of polyphenols in extracts of Myrtus communis L. berries used for the preparation of myrtle liqueur. J Pharm Biomed. 2006;41:1614–1619. doi: 10.1016/j.jpba.2006.02.018.", "ArticleIdList": ["10.1016/j.jpba.2006.02.018", "16554139"]}, {"Citation": "Montoro P, Tuberoso C, Perrone A, Piacente S, Cabras P, Pizza C. Characterisation by liquid chromatography–electrospray tandem mass spectrometry of anthocyanins in extracts of Myrtus communis L. berries used for the preparation of myrtle liqueur. J Chromatogr A. 2006;1112:232–240. doi: 10.1016/j.chroma.2005.11.055.", "ArticleIdList": ["10.1016/j.chroma.2005.11.055", "16376912"]}, {"Citation": "Nassar MI, Aboutabl E-S, Ahmed R, El-Khrisy E-A, Ibrahim K, Sleem A. Secondary metabolites and bioactivities of Myrtus communis L. Pharmacogn Res. 2010;2:325–329. doi: 10.4103/0974-8490.75449.", "ArticleIdList": ["10.4103/0974-8490.75449", "PMC3111689", "21713133"]}, {"Citation": "Oliveira MC, Esperança P, Ferreira A. Characterisation of anthocyanidins by electrospray ionisation and collision-induced dissociation tandem mass spectrometry. Rapid Commun Mass Spectrom. 2001;15:1525–1532. doi: 10.1002/rcm.400.", "ArticleIdList": ["10.1002/rcm.400", "11544588"]}, {"Citation": "Pereira P, Cebola MJ, Bernardo-Gil MG. Comparison of antioxidant activity in extracts of Myrtus communis L. obtained by SFE vs solvent extraction. J Environ Sci Eng A. 2012;1:115–120."}, {"Citation": "Pereira P, Bernardo-Gil MG, Cebola MJ, Maurício E, Romano A. Supercritical fluid extracts with antioxidant and antimicrobial activities from myrtle (Myrtus communis L.) leaves. Response surface optimization. J Supercrit Fluid. 2013;83:57–64. doi: 10.1016/j.supflu.2013.08.010.", "ArticleIdList": ["10.1016/j.supflu.2013.08.010"]}, {"Citation": "Pereira P, Cebola MJ, Oliveira MC, Bernardo-Gil MG. Supercritical fluid extraction vs conventional extraction of myrtle leaves and berries: comparison of antioxidant activity and identification of bioactive compounds. J Supercrit Fluid. 2016;113:1–9. doi: 10.1016/j.supflu.2015.09.006.", "ArticleIdList": ["10.1016/j.supflu.2015.09.006"]}, {"Citation": "Plazonic A, Bucar F, Males Z, Mornar A, Nigovic B, Kujundzic N. Identification and quantification of flavonoids and phenolic acids in burr parsley (Caucalis platycarpos L.), using high-performance liquid chromatography with diode array detection and electrospray ionization mass spectrometry. Molecules. 2009;14:2466–2490. doi: 10.3390/molecules14072466.", "ArticleIdList": ["10.3390/molecules14072466", "PMC6255260", "19633617"]}, {"Citation": "Romani A, Pinelli P, Mulinacci N, Vincieri FF, Tattini M. Identification and quantification of polyphenols in leaves of Myrtus communis L. Chromatographia. 1999;49:17–22. doi: 10.1007/BF02467181.", "ArticleIdList": ["10.1007/BF02467181"]}, {"Citation": "Romani A, Campo M, Pinelli P. HPLC/DAD/ESI–MS analyses and anti-radical activity of hydrolyzable tannins from different vegetal species. Food Chem. 2012;130:214–221. doi: 10.1016/j.foodchem.2011.07.009.", "ArticleIdList": ["10.1016/j.foodchem.2011.07.009"]}, {"Citation": "Sannomiya M, Montoro P, Piacente S, Pizza C, Brito AR, Vilegas W. Application of liquid chromatography/electrospray ionization tandem mass spectrometry to the analysis of phenolics compounds from an infusion of Byrsonima crassa Niedenzu. Rapid Commun Mass Spectrom. 2005;19:2244–2250. doi: 10.1002/rcm.2053.", "ArticleIdList": ["10.1002/rcm.2053", "16015675"]}, {"Citation": "Sapkale GN, Patil SM, Surwase US, Bhatbhage PK. Supercritical fluid extraction—a review. Int J Chem Sci. 2010;8:729–743."}, {"Citation": "Sariburun E, Sahin S, Demir C, Turkben C, Uylaser V. Phenolic content and antioxidant activity of raspberry and blackberry cultivars. J Food Sci. 2010;75:328–335. doi: 10.1111/j.1750-3841.2010.01571.x.", "ArticleIdList": ["10.1111/j.1750-3841.2010.01571.x", "20546390"]}, {"Citation": "Singh AP, Luthria D, Wilson DT, Vorsa N, Singh V, Banuelos GS, Pasakdee S. Polyphenols content and antioxidant capacity of eggplant pulp. Food Chem. 2009;114:955–961. doi: 10.1016/j.foodchem.2008.10.048.", "ArticleIdList": ["10.1016/j.foodchem.2008.10.048"]}, {"Citation": "Singh B, Singh N, Thakur S, Kaur A. Ultrasound assisted extraction of polyphenols and their distribution in whole mung bean, hull and cotyledon. J Food Sci Technol. 2017;54:921–932. doi: 10.1007/s13197-016-2356-z.", "ArticleIdList": ["10.1007/s13197-016-2356-z", "PMC5336447", "28303043"]}, {"Citation": "Snoussi A, Hayet BH, Essaidi I, Zgoulli S, Moncef CM, Thonart P, Bouzouita N. Improvement of the composition of Tunisian myrtle berries (Myrtus communis L.) alcohol extracts. J Agric Food Chem. 2012;60:608–614. doi: 10.1021/jf202883s.", "ArticleIdList": ["10.1021/jf202883s", "22050534"]}, {"Citation": "Sun J, Liang F, Bin Y, Li P, Duan C. Screening non-colored phenolics in red wines using liquid chromatography/ultraviolet and mass spectrometry/mass spectrometry libraries. Molecules. 2007;12:679–693. doi: 10.3390/12030679.", "ArticleIdList": ["10.3390/12030679", "PMC6149347", "17851421"]}, {"Citation": "Tuberoso C, Rosa A, Bifulco E, Melis MP, Atzeri A, Pirisi FM, Dessi MA. Chemical composition and antioxidant activities of Myrtus communis L. berries extracts. Food Chem. 2010;123:1242–1251. doi: 10.1016/j.foodchem.2010.05.094.", "ArticleIdList": ["10.1016/j.foodchem.2010.05.094"]}, {"Citation": "Veggi PC, Cavalcanti RN, Meireles MAA. Modifier effects on supercritical fluid extraction (SFE) of some Brazilian plants: antioxidant activity and economical evaluation. Proc Food Sci. 2011;1:1717–1724. doi: 10.1016/j.profoo.2011.09.253.", "ArticleIdList": ["10.1016/j.profoo.2011.09.253"]}, {"Citation": "Wang S, Lin H-S. Antioxidant activity in fruits and Leaves of blackberry, raspberry, and strawberry varies with cultivar and developmental stage. J Agric Food Chem. 2000;48:140–146. doi: 10.1021/jf9908345.", "ArticleIdList": ["10.1021/jf9908345", "10691606"]}, {"Citation": "Wannes A, Mhamdi B, Sriti J, Jemia MB, Ouchikh O, Hamdaoui G, Kchouk ME, Marzouk B. Antioxidant activities of the essential oils and methanol extracts from myrtle (Myrtus communis var. italica L.) leaf, stem and flower. Food Chem Toxicol. 2010;48:1362–1370. doi: 10.1016/j.fct.2010.03.002.", "ArticleIdList": ["10.1016/j.fct.2010.03.002", "20211674"]}, {"Citation": "Yoshimura M, Amakura Y, Tokuhara M, Yoshida T. Polyphenolic compounds isolated from the leaves of Myrtus communis L. J Nat Med. 2008;63:366–368. doi: 10.1007/s11418-008-0251-2.", "ArticleIdList": ["10.1007/s11418-008-0251-2", "18415040"]}]}], "History": [{"Year": "2017", "Month": "9", "Day": "28"}, {"Year": "2017", "Month": "9", "Day": "28"}, {"Year": "2017", "Month": "11", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29184242", "PMC5686016", "10.1007/s13197-017-2907-y", "2907"]}}]}