{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29192149", "DateCompleted": {"Year": "2019", "Month": "07", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "11", "Day": "30"}], "Language": ["eng"], "ELocationID": ["16649", "10.1038/s41598-017-14657-6"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "7", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Nov", "Day": "30"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Transcription factor repertoire in Ashwagandha (Withania somnifera) through analytics of transcriptomic resources: Insights into regulation of development and withanolide metabolism.", "Pagination": {"StartPage": "16649", "MedlinePgn": "16649"}, "Abstract": {"AbstractText": ["Transcription factors (TFs) are important regulators of cellular and metabolic functions including secondary metabolism. Deep and intensive RNA-seq analysis of Withania somnifera using transcriptomic databases provided 3532 annotated transcripts of transcription factors in leaf and root tissues, belonging to 90 different families with major abundance for WD-repeat (174 and 165 transcripts) and WRKY (93 and 80 transcripts) in root and leaf tissues respectively, followed by that of MYB, BHLH and AP2-ERF. Their detailed comparative analysis with Arabidopsis thaliana, Capsicum annum, Nicotiana tabacum and Solanum lycopersicum counterparts together gave interesting patterns. However, no homologs for WsWDR representatives, LWD1 and WUSCHEL, were observed in other Solanaceae species. The data extracted from the sequence read archives (SRA) in public domain databases were subjected to re-annotation, re-mining, re-analysis and validation for dominant occurrence of WRKY and WD-repeat (WDR) gene families. Expression of recombinant LWD1 and WUSCHEL proteins in homologous system led to enhancements in withanolide content indicating their regulatory role in planta in the biosynthesis. Contrasting expression profiles of WsLWD1 and WsWUSCHEL provided tissue-specific insights for their participation in the regulation of developmental processes. The in-depth analysis provided first full-spectrum and comparative characteristics of TF-transcripts across plant species, in the perspective of integrated tissue-specific regulation of metabolic processes including specialized metabolism."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Metabolic and Structural Biology, CSIR-Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow, 226015, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR) (An Institution of National Importance by an Act of Parliament),, AcSIR Campus, CSIR-HRDC, Sector-19, Kamla Nehru Nagar, Ghaziabad, Ghaziabad, 201002, Uttar Pradesh, India."}], "LastName": "Tripathi", "ForeName": "Sandhya", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Metabolic and Structural Biology, CSIR-Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow, 226015, India."}, {"Identifier": [], "Affiliation": "Center of Innovative and Applied Bioprocessing (A National Institute under Department of Biotechnology, Govt. of India), Sector-81 (Knowledge City), PO Manauli, S.A.S. Nagar, Mohali, 140306, Punjab, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR) (An Institution of National Importance by an Act of Parliament),, AcSIR Campus, CSIR-HRDC, Sector-19, Kamla Nehru Nagar, Ghaziabad, Ghaziabad, 201002, Uttar Pradesh, India."}], "LastName": "Sangwan", "ForeName": "Rajender Singh", "Initials": "RS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Metabolic and Structural Biology, CSIR-Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow, 226015, India."}], "LastName": "Narnoliya", "ForeName": "Lokesh Kumar", "Initials": "LK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Metabolic and Structural Biology, CSIR-Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow, 226015, India."}], "LastName": "Srivastava", "ForeName": "Yashdeep", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Metabolic and Structural Biology, CSIR-Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow, 226015, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR) (An Institution of National Importance by an Act of Parliament),, AcSIR Campus, CSIR-HRDC, Sector-19, Kamla Nehru Nagar, Ghaziabad, Ghaziabad, 201002, Uttar Pradesh, India."}], "LastName": "Mishra", "ForeName": "Bhawana", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Metabolic and Structural Biology, CSIR-Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow, 226015, India. nsangwan5@gmail.com."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR) (An Institution of National Importance by an Act of Parliament),, AcSIR Campus, CSIR-HRDC, Sector-19, Kamla Nehru Nagar, Ghaziabad, Ghaziabad, 201002, Uttar Pradesh, India. nsangwan5@gmail.com."}], "LastName": "Sangwan", "ForeName": "Neelam Singh", "Initials": "NS"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Transcription Factors"}, {"RegistryNumber": "0", "NameOfSubstance": "Withanolides"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Genes, Plant"}, {"QualifierName": [], "DescriptorName": "Metabolome"}, {"QualifierName": ["methods"], "DescriptorName": "Metabolomics"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Transcription Factors"}, {"QualifierName": [], "DescriptorName": "Transcriptome"}, {"QualifierName": ["classification", "genetics", "metabolism"], "DescriptorName": "Withania"}, {"QualifierName": ["metabolism"], "DescriptorName": "Withanolides"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "De Mendoza A, et al. Transcription factor evolution in eukaryotes and the assembly of the regulatory toolkit in multicellular lineages. Proceedings of the National Academy of Sciences. 2013;110:E4858–E4866. doi: 10.1073/pnas.1311818110.", "ArticleIdList": ["10.1073/pnas.1311818110", "PMC3864300", "24277850"]}, {"Citation": "Mochida, K. et al. In silico analysis of transcription factor repertoires and prediction of stress-responsive transcription factors from six major gramineae plants. DNA research 019 (2011).", "ArticleIdList": ["PMC3190953", "21729923"]}, {"Citation": "Katagiri F, Chua NH. Plant transcription factors: present knowledge and future challenges. Trends in Genetics. 1992;8:22–27. doi: 10.1016/0168-9525(92)90020-5.", "ArticleIdList": ["10.1016/0168-9525(92)90020-5", "1369731"]}, {"Citation": "Shiu SH, Shih MC, Li WH. Transcription factor families have much higher expansion rates in plants than in animals. Plant physiology. 2005;139:18–26. doi: 10.1104/pp.105.065110.", "ArticleIdList": ["10.1104/pp.105.065110", "PMC1203354", "16166257"]}, {"Citation": "Udvardi MK, et al. Legume transcription factors: global regulators of plant development and response to the environment. Plant Physiology. 2007;144:538–549. doi: 10.1104/pp.107.098061.", "ArticleIdList": ["10.1104/pp.107.098061", "PMC1914172", "17556517"]}, {"Citation": "Richardt S, Lang D, Reski R, Frank W, Rensing SA. PlanTAPDB, a phylogeny-based resource of plant transcription-associated proteins. Plant Physiology. 2007;143:1452–1466. doi: 10.1104/pp.107.095760.", "ArticleIdList": ["10.1104/pp.107.095760", "PMC1851845", "17337525"]}, {"Citation": "Narnoliya LK, Rajakani R, Sangwan NS, Gupta V, Sangwan RS. Comparative transcripts profiling of fruit mesocarp and endocarp relevant to secondary metabolism by suppression subtractive hybridization in Azadirachta indica (neem) Molecular biology reports. 2014;41:3147–3162. doi: 10.1007/s11033-014-3174-x.", "ArticleIdList": ["10.1007/s11033-014-3174-x", "24477588"]}, {"Citation": "Sangwan RS, Tripathi S, Singh J, Narnoliya LK, Sangwan NS. De novo sequencing and assembly of Centella asiatica leaf transcriptome for mapping of structural, functional and regulatory genes with special reference to secondary metabolism. Gene. 2013;525:58–76. doi: 10.1016/j.gene.2013.04.057.", "ArticleIdList": ["10.1016/j.gene.2013.04.057", "23644021"]}, {"Citation": "Gupta, P. et al. Comparative transcriptome analysis of different chemotypes elucidates withanolide biosynthesis pathway from medicinal plant Withania somnifera. Scientific reports5 (2015).", "ArticleIdList": ["PMC4685652", "26688389"]}, {"Citation": "Gupta, P. et al. De novo assembly, functional annotation and comparative analysis of Withania somnifera leaf and root transcriptomes to identify putative genes involved in the withanolides biosynthesis. PLoS One5 (2013).", "ArticleIdList": ["PMC3648579", "23667511"]}, {"Citation": "Gupta P, Akhtar N, Tewari SK, Sangwan RS, Trivedi PK. Differential expression of farnesyl diphosphate synthase gene from W.somnifera in different chemotypes and in response to elicitors. Plant Growth Regulation. 2011;65:93–100. doi: 10.1007/s10725-011-9578-x.", "ArticleIdList": ["10.1007/s10725-011-9578-x"]}, {"Citation": "Liu, L. et al. Comparison of next-generation sequencing systems. BioMed Research International 2012 (2012)."}, {"Citation": "Martin L, Fei Z, Giovannoni J, Rose JKC. Catalyzing plant science research with RNA-seq. Frontiers in Plant Science. 2013;4:66. doi: 10.3389/fpls.2013.00066.", "ArticleIdList": ["10.3389/fpls.2013.00066", "PMC3612697", "23554602"]}, {"Citation": "Pal S, et al. Nitrogen treatment enhances sterols and withaferin A through transcriptional activation of jasmonate pathway, WRKY transcription factors, and biosynthesis genes in W. somnifera (L.) Dunal. Protoplasma. 2016;254:1–11.", "ArticleIdList": ["26971099"]}, {"Citation": "Akhtar N, Gupta P, Sangwan NS, Sangwan RS, Trivedi PK. Cloning and functional characterization of 3-hydroxy-3- methylglutaryl coenzyme A reductase gene from W.somnifera: an important medicinal plant. Protoplasma. 2012;250:613–622. doi: 10.1007/s00709-012-0450-2.", "ArticleIdList": ["10.1007/s00709-012-0450-2", "22936023"]}, {"Citation": "Kushwaha AK, Sangwan NS, Tripathi S, Sangwan RS. Molecular cloning and catalytic characterization of a recombinant tropine biosynthetic tropinone reductase from W.coagulans leaf. Gene. 2013;516:238–247. doi: 10.1016/j.gene.2012.11.091.", "ArticleIdList": ["10.1016/j.gene.2012.11.091", "23266822"]}, {"Citation": "Kushwaha AK, et al. Tropine forming tropinone reductase gene from W.somnifera (Ashwagandha): biochemical characteristics of the recombinant enzyme and novel physiological overtones of tissue-wide gene expression patterns. PloS one. 2013;8:e74777. doi: 10.1371/journal.pone.0074777.", "ArticleIdList": ["10.1371/journal.pone.0074777", "PMC3783447", "24086372"]}, {"Citation": "Srivastava S, et al. Light and auxin responsive cytochrome P450s from W.somnifera Dunal: cloning, expression and molecular modelling of two pairs of homologue genes with differential regulation. Protoplasma. 2015;252:1421–1437. doi: 10.1007/s00709-015-0766-9.", "ArticleIdList": ["10.1007/s00709-015-0766-9", "25687294"]}, {"Citation": "Sangwan NS, Sabir F, Mishra S, Bansal S, Sangwan S. R. Withanolides from W.somnifera Dunal: development of cellular technology and their production. Recen. patents on biotechnology. 2014;8:25–35. doi: 10.2174/1872208307666131218125300.", "ArticleIdList": ["10.2174/1872208307666131218125300", "24354530"]}, {"Citation": "Sangwan RS, et al. Withanolide A is inherently de novo biosynthesized in roots of the medicinal plant Ashwagandha (W.somnifera) Physiologia plantarum. 2008;133:278–287. doi: 10.1111/j.1399-3054.2008.01076.x.", "ArticleIdList": ["10.1111/j.1399-3054.2008.01076.x", "18312497"]}, {"Citation": "Chaurasiya ND, Sangwan NS, Sabir F, Misra L, Sangwan RS. Withanolide biosynthesis recruits both mevalonate and DOXP pathways of isoprenogenesis in Ashwagandha W.somnifera L.(Dunal) Plant cell reports. 2012;31:1889–1897. doi: 10.1007/s00299-012-1302-4.", "ArticleIdList": ["10.1007/s00299-012-1302-4", "22733207"]}, {"Citation": "Naidu PS, Singh A, Kulkarni SK. Effect of W.somnifera root extract on haloperidol-induced orofacial dyskinesia: possible mechanisms of action. Journal of medicinal food. 2003;6:107–114. doi: 10.1089/109662003322233503.", "ArticleIdList": ["10.1089/109662003322233503", "12935321"]}, {"Citation": "Aalinkeel R, et al. Genomic analysis highlights the role of the JAK-STAT signaling in the antiproliferative effects of dietary flavonoid-‘Ashwagandha’ in prostate cancer cells. Evid Based Complement Alternat Med. 2010;7:177–187. doi: 10.1093/ecam/nem184.", "ArticleIdList": ["10.1093/ecam/nem184", "PMC2862933", "18955307"]}, {"Citation": "Sarkar, S., Mandal, C., Sangwan, R. and Mandal, C. Coupling G2/M arrest to the Wnt/β-catenin pathway restrains pancreatic adenocarcinoma. Endocrine-related cancer, 21(1), pp.113–125 (2014).", "ArticleIdList": ["24402132"]}, {"Citation": "Mandal, C. et al. Withaferin A induces apoptosis by activating p38 mitogen-activated protein kinase signaling cascade in leukemic cells of lymphoid and myeloid origin through mitochondrial death cascade. Apoptosis, 13(12), pp.1450–1464 (2008).", "ArticleIdList": ["18987975"]}, {"Citation": "Nakajima H, Wakabayashi Y, Wakamatsu K, Imokawa G. An extract of W.somnifera attenuates endothelin‐1‐stimulated pigmentation in human epidermal equivalents through the interruption of pkc activity within melanocytes. Phytotherapy Research. 2011;25:1398–1411.", "ArticleIdList": ["21678520"]}, {"Citation": "Elsakka M, Grigorescu E, Stănescu U, Stănescu U, Dorneanu V. New data referring to chemistry of W.somnifera species. Revista medico-chirurgicală a Societăţ̜ii de Medici şiNaturalişti din Iaşi. 1990;94:385.", "ArticleIdList": ["2100857"]}, {"Citation": "Kulkarni SK, Dhir A. W.somnifera: an Indian ginseng. Progress in neuro-psychopharmacology and biological psychiatry. 2008;32:1093–1105. doi: 10.1016/j.pnpbp.2007.09.011.", "ArticleIdList": ["10.1016/j.pnpbp.2007.09.011", "17959291"]}, {"Citation": "Misra L, et al. Unusually sulfated and oxygenated steroids from W.somnifera. Phytochemistry. 2005;66:2702–2707. doi: 10.1016/j.phytochem.2005.10.001.", "ArticleIdList": ["10.1016/j.phytochem.2005.10.001", "16293277"]}, {"Citation": "Misra L, et al. Selective reactivity of 2-mercaptoethanol with 5β, 6β-epoxide in steroids from W.somnifera. Steroids. 2008;73:245–251. doi: 10.1016/j.steroids.2007.10.006.", "ArticleIdList": ["10.1016/j.steroids.2007.10.006", "18061225"]}, {"Citation": "Sharma LK, Madina BR, Chaturvedi P, Sangwan RS, Tuli R. Molecular cloning and characterization of one member of 3β-hydroxy sterol glucosyltransferase gene family in Withania somnifera. Archives of biochemistry and biophysics. 2007;460:48–55. doi: 10.1016/j.abb.2007.01.024.", "ArticleIdList": ["10.1016/j.abb.2007.01.024", "17324374"]}, {"Citation": "Madina BR, Sharma LK, Chaturvedi P, Sangwan RS, Tuli R. Purification and characterization of a novel glucosyltransferase specific to 27β-hydroxy steroidal lactones from Withania somnifera and its role in stress responses. Biochimica et Biophysica Acta (BBA)-Proteins and Proteomics. 2007;1774:1199–1207. doi: 10.1016/j.bbapap.2007.06.015.", "ArticleIdList": ["10.1016/j.bbapap.2007.06.015", "17704015"]}, {"Citation": "Sabir F, et al. Bioconversion of artemisinin to its nonperoxidic derivative deoxyartemisinin through suspension cultures of W.somnifera Dunal. Zeitschriftfür Naturforschung C. 2010;65:607–612.", "ArticleIdList": ["21138064"]}, {"Citation": "Sabir F, Mishra S, Sangwan RS, Jadaun JS, Sangwan NS. Qualitative and quantitative variations in withanolides and expression of some pathway genes during different stages of morphogenesis in W.somnifera Dunal. Protoplasma. 2013;250:539–549. doi: 10.1007/s00709-012-0438-y.", "ArticleIdList": ["10.1007/s00709-012-0438-y", "22878597"]}, {"Citation": "Park HY, et al. AtERF71/HRE2 transcription factor mediates osmotic stress response as well as hypoxia response in Arabidopsis. Biochemical and Biophysical Research Communications. 2011;414:135–141. doi: 10.1016/j.bbrc.2011.09.039.", "ArticleIdList": ["10.1016/j.bbrc.2011.09.039", "21946064"]}, {"Citation": "Conesa A, et al. Blast2Go: a universal tool for annotation, visualization and analysis in functional genomics research. Bioinformatics. 2005;21:3674–3676. doi: 10.1093/bioinformatics/bti610.", "ArticleIdList": ["10.1093/bioinformatics/bti610", "16081474"]}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: molecular evolutionary genetics analysis version 6.0. Molecular biology and evolution. 2013;30:2725–2729. doi: 10.1093/molbev/mst197.", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Tamura K, Nei M. Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees. Molecular biology and evolution. 1993;10:512–526.", "ArticleIdList": ["8336541"]}, {"Citation": "Mishra S, Sangwan RS, Bansal S, Sangwan NS. Efficient genetic transformation of W. coagulans (Stocks) Dunal mediated by Agrobacterium tumefaciens from leaf explants of in vitro multiple shoot culture. Protoplasma. 2013;250:451–458. doi: 10.1007/s00709-012-0428-0.", "ArticleIdList": ["10.1007/s00709-012-0428-0", "22766977"]}, {"Citation": "Chaurasiya ND, et al. Analysis of withanolides in root and leaf of W. somnifera by HPLC with photodiode array and evaporative light scattering detection. Phytochemical Analysis. 2008;19:148–154. doi: 10.1002/pca.1029.", "ArticleIdList": ["10.1002/pca.1029", "17879227"]}, {"Citation": "Quevillon E, et al. InterProScan: protein domains identifier. Nucleic acids research. 2005;33:W116–W120. doi: 10.1093/nar/gki442.", "ArticleIdList": ["10.1093/nar/gki442", "PMC1160203", "15980438"]}, {"Citation": "Guo AY, et al. PlantTFDB: a comprehensive plant transcription factor database. Nucleic Acids Research. 2008;36:966–969. doi: 10.1093/nar/gkm841.", "ArticleIdList": ["10.1093/nar/gkm841", "PMC2238823", "17933783"]}, {"Citation": "He, K. et al. Computational identification of plant transcription factors and the construction of the PlantTFDB database. Computational Biology of Transcription Factor Binding 351–368 (2010).", "ArticleIdList": ["20827602"]}, {"Citation": "Liu L, White MJ, MacRae TH. Transcription factors and their genes in higher plants. European Journal of Biochemistry. 1999;262:247–257. doi: 10.1046/j.1432-1327.1999.00349.x.", "ArticleIdList": ["10.1046/j.1432-1327.1999.00349.x", "10336605"]}, {"Citation": "Ülker B, Somssich IE. WRKY transcription factors: from DNA binding towards biological function. Current opinion in plant biology. 2004;7:491–498. doi: 10.1016/j.pbi.2004.07.012.", "ArticleIdList": ["10.1016/j.pbi.2004.07.012", "15337090"]}, {"Citation": "Chen L, et al. The role of WRKY transcription factors in plant abiotic stresses. Biochimica et Biophysica Acta (BBA)-Gene Regulatory Mechanisms. 2012;1819:120–128. doi: 10.1016/j.bbagrm.2011.09.002.", "ArticleIdList": ["10.1016/j.bbagrm.2011.09.002", "21964328"]}, {"Citation": "Wang L, et al. Genome-wide identification of WRKY family genes and their response to cold stress in Vitis vinifera. BMC plant biology. 2014;14:1. doi: 10.1186/1471-2229-14-1.", "ArticleIdList": ["10.1186/1471-2229-14-1", "PMC4021059", "24755338"]}, {"Citation": "Vom Endt D, Kijne JW, Memelink J. Transcription factors controlling plant secondary metabolism: what regulates the regulators? Phytochemistry. 2002;61:107–114. doi: 10.1016/S0031-9422(02)00185-1.", "ArticleIdList": ["10.1016/S0031-9422(02)00185-1", "12169302"]}, {"Citation": "Bakshi, M. and Oelmüller, R., WRKY transcription factors: Jack of many trades in plants. Plant signalling & behavior 9,p.e27700. (2014).", "ArticleIdList": ["PMC4091213", "24492469"]}, {"Citation": "Qiu D, et al. Rice gene network inferred from expression profiling of plants overexpressing OsWRKY13, a positive regulator of disease resistance. Molecular Plant. 2008;1:538–551.", "ArticleIdList": ["19825559"]}, {"Citation": "Sun Y, et al. Discovery of WRKY transcription factors through transcriptome analysis and characterization of a novel methyl jasmonate-inducible PqWRKY1 gene from Panax quinquefolius. Plant Cell, Tissue and Organ Culture (PCTOC) 2013;114:269–277. doi: 10.1007/s11240-013-0323-1.", "ArticleIdList": ["10.1007/s11240-013-0323-1"]}, {"Citation": "Zhang C, Zhang F. The multifunctions of WD40 proteins in genome integrity and cell cycle progression. Journal of genomics. 2015;3:40. doi: 10.7150/jgen.11015.", "ArticleIdList": ["10.7150/jgen.11015", "PMC4316180", "25653723"]}, {"Citation": "Smith TF, Gaitatzes C, Saxena K, Neer EJ. The WD repeat: a common architecture for diverse functions. Trends in biochemical sciences. 1999;24:181–185. doi: 10.1016/S0968-0004(99)01384-5.", "ArticleIdList": ["10.1016/S0968-0004(99)01384-5", "10322433"]}, {"Citation": "Li Q, et al. Genome-wide analysis of the WD-repeat protein family in cucumber and Arabidopsis. Molecular genetics and genomics. 2014;289:103–124. doi: 10.1007/s00438-013-0789-x.", "ArticleIdList": ["10.1007/s00438-013-0789-x", "24292651"]}, {"Citation": "Yoon Lee,JH, et al. DWA1 and DWA2, two Arabidopsis DWD protein components of CUL4-based E3 ligases, act together as negative regulators in ABA signal transduction. The Plant Cell. 2010;22:1716–1732. doi: 10.1105/tpc.109.073783.", "ArticleIdList": ["10.1105/tpc.109.073783", "PMC2910972", "20525848"]}, {"Citation": "Kumar S, Jordan MC, Datla R, Cloutier S. The LuWD40-1 gene encoding WD repeat protein regulates growth and pollen viability in flax (Linum usitatissimum L.) PloS one. 2013;8:e69124. doi: 10.1371/journal.pone.0069124.", "ArticleIdList": ["10.1371/journal.pone.0069124", "PMC3728291", "23935935"]}, {"Citation": "Wang Y, et al. LIGHT-REGULATED WD1 and PSEUDO-RESPONSE REGULATOR9 form a positive feedback regulatory loop in the Arabidopsis circadian clock. The Plant Cell. 2011;23:486–498. doi: 10.1105/tpc.110.081661.", "ArticleIdList": ["10.1105/tpc.110.081661", "PMC3077782", "21357491"]}, {"Citation": "Wu JF, Wang Y, Wu SH. Two new clock proteins, LWD1 and LWD2, regulate Arabidopsis photoperiodic flowering. Plant Physiology. 2008;148:948–959. doi: 10.1104/pp.108.124917.", "ArticleIdList": ["10.1104/pp.108.124917", "PMC2556813", "18676661"]}, {"Citation": "Li Q, et al. Genome-wide analysis of the WD-repeat protein family in cucumber and Arabidopsis. Molecular Genetics and Genomics. 2014;289:103–124. doi: 10.1007/s00438-013-0789-x.", "ArticleIdList": ["10.1007/s00438-013-0789-x", "24292651"]}, {"Citation": "Laux T, Mayer KF, Berger J, Jurgens G. The WUSCHEL gene is required for shoot and floral meristem integrity in Arabidopsis. Development. 1996;122:87–96.", "ArticleIdList": ["8565856"]}, {"Citation": "Mayer KF, et al. Role of WUSCHEL in regulating stem cell fate in the Arabidopsis shoot meristem. Cell. 1998;95:805–815. doi: 10.1016/S0092-8674(00)81703-1.", "ArticleIdList": ["10.1016/S0092-8674(00)81703-1", "9865698"]}, {"Citation": "Schoof H, et al. The stem cell population of Arabidopsis shoot meristems is maintained by a regulatory loop between the CLAVATA and WUSCHEL genes. Cell. 2000;100:635–644. doi: 10.1016/S0092-8674(00)80700-X.", "ArticleIdList": ["10.1016/S0092-8674(00)80700-X", "10761929"]}, {"Citation": "Haecker A, et al. Expression dynamics of WOX genes mark cell fate decisions during early embryonic patterning in Arabidopsis thaliana. Development. 2004;131:657–668. doi: 10.1242/dev.00963.", "ArticleIdList": ["10.1242/dev.00963", "14711878"]}, {"Citation": "Leibfried A, et al. WUSCHEL controls meristem function by direct regulation of cytokinin-inducible response regulators. Nature. 2005;438:1172–1175. doi: 10.1038/nature04270.", "ArticleIdList": ["10.1038/nature04270", "16372013"]}, {"Citation": "Xu M, Xie W, Huang M. Two WUSCHEL‐related HOMEOBOX genes, PeWOX11a and PeWOX11b, are involved in adventitious root formation of poplar. Physiologia Plantarum. 2015;155:446–456. doi: 10.1111/ppl.12349.", "ArticleIdList": ["10.1111/ppl.12349", "25998748"]}, {"Citation": "Nakata M, et al. Roles of the middle domain–specific WUSCHEL-RELATED HOMEOBOX genes in early development of leaves in Arabidopsis. The Plant Cell. 2012;24:519–535. doi: 10.1105/tpc.111.092858.", "ArticleIdList": ["10.1105/tpc.111.092858", "PMC3315230", "22374393"]}, {"Citation": "Van der Graaff E, Laux T, Rensing SA. The WUS homeobox-containing (WOX) protein family. Genome biology. 2009;10:1. doi: 10.1186/gb-2009-10-1-r1.", "ArticleIdList": ["10.1186/gb-2009-10-1-r1", "PMC2812940", "20067590"]}, {"Citation": "Zhao Y, Hu Y, Dai M, Huang L, Zhou DX. The WUSCHEL-related homeobox gene WOX11 is required to activate shoot-borne crown root development in rice. The Plant Cell. 2009;21:736–748. doi: 10.1105/tpc.108.061655.", "ArticleIdList": ["10.1105/tpc.108.061655", "PMC2671696", "19258439"]}, {"Citation": "Jones, H.D., Doherty, A. and Sparks, C.A. Transient transformation of plants. Plant Genomics: Methods and Protocols 131–152 (2009).", "ArticleIdList": ["19347644"]}, {"Citation": "Tripathi S, Jadaun JS, Chandra M, Sangwan NS. Medicinal plant transcriptomes: the new gateways for accelerated understanding of plant secondary metabolism. Plant Genetic Resources. 2016;14(4):256–269. doi: 10.1017/S1479262116000162.", "ArticleIdList": ["10.1017/S1479262116000162"]}, {"Citation": "Farooqi AHA, Sangwan NS, Sangwan RS. Effect of different photoperiodic regimes on growth, flowering and essential oil in Mentha species. Plant Growth Regulation. 1999;29:181–187. doi: 10.1023/A:1006248019007.", "ArticleIdList": ["10.1023/A:1006248019007"]}, {"Citation": "Singh N, Luthra R, Sangwan RS. Oxidative pathways and essential oil biosynthesis in the developing Cymbopogon flexuosus leaf. Plant Physiology and Biochemistry (Paris) 1990;28:703–710."}, {"Citation": "Sharma PK, Sangwan NS, Mishra BN, Sangwan RS. Coherent ontogenic dynamics of geraniol acetyltransferase activity and geranyl acetate concentration in flowers and leaves of aroma grass Cymbopogon martinii var. Motia. Plant growth regulation. 2009;57:103. doi: 10.1007/s10725-008-9328-x.", "ArticleIdList": ["10.1007/s10725-008-9328-x"]}, {"Citation": "Singh N, Luthra R, Sangwan RS. Effect of leaf position and age on the essential oil quantity and quality in lemongrass Cymbopogon flexuosus 1. Planta medica. 1989;55:254–256. doi: 10.1055/s-2006-961997.", "ArticleIdList": ["10.1055/s-2006-961997", "17262411"]}]}], "History": [{"Year": "2017", "Month": "5", "Day": "8"}, {"Year": "2017", "Month": "10", "Day": "3"}, {"Year": "2017", "Month": "12", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["29192149", "PMC5709440", "10.1038/s41598-017-14657-6", "10.1038/s41598-017-14657-6"]}}]}