{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Silybum marianum (L) Gaertn", "Urtica dioica L", "diabetes mellitus", "olibanum gum", "traditional Persian medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29228792", "DateCompleted": {"Year": "2019", "Month": "08", "Day": "16"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "03", "Day": "21"}], "Language": ["eng"], "ELocationID": ["10.1177/2156587217696929"], "Journal": {"ISSN": "2156-5899", "JournalIssue": {"Volume": "22", "Issue": "4", "PubDate": {"Year": "2017", "Month": "Oct"}}, "Title": "Journal of evidence-based complementary & alternative medicine", "ISOAbbreviation": "J Evid Based Complementary Altern Med"}, "ArticleTitle": "Silymarin, Olibanum, and Nettle, A Mixed Herbal Formulation in the Treatment of Type II Diabetes: A Randomized, Double-Blind, Placebo-Controlled, Clinical Trial.", "Pagination": {"StartPage": "603", "EndPage": "608", "MedlinePgn": "603-608"}, "Abstract": {"AbstractText": ["Silybum marianum (L) Gaertn (milk thistle) seeds, Urtica dioica L (nettle) leaves, and Boswellia serrata (olibanum gum) resin are used traditionally by Iranian diabetic patients. The aim of this study was to evaluate the antihyperglycemic effects of these herbs in an herbal formulation in patients with type II diabetes mellitus. Sixty patients diagnosed as type II diabetes mellitus with fasting blood glucose level from 150 to 180 mg/dL, glycosylated hemoglobin level from 7.5% to 8.5%, and on oral antihyperglycemic drugs, were allocated to receive the mix herbal formulation or placebo for 90 days in a double-blind randomized placebo-controlled clinical trial. The mean serum fasting blood glucose, glycosylated hemoglobin, and triglyceride in the herbal drug group were significantly less than placebo group's values after 3 months of the intervention. The study showed a potential antihyperglycemic and triglyceride lowering effect of the herbal formulation, while it did not have any significant cholesterol or blood pressure lowering effect."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Department of Internal Medicine, Baqiyatallah University of Medical Sciences, Tehran, Iran."}], "LastName": "Khalili", "ForeName": "Nahid", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Department of Internal Medicine, Baqiyatallah University of Medical Sciences, Tehran, Iran."}], "LastName": "Fereydoonzadeh", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "2 Religion and Medicine Research Center, Baqiyatallah University of Medical Sciences, Tehran, Iran."}], "LastName": "Mohtashami", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "3 Iran University of Medical Sciences, Tehran, Iran."}], "LastName": "Mehrzadi", "ForeName": "Saeed", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "4 Research Center for Traditional Medicine and History of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Heydari", "ForeName": "Mojtaba", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "5 Medicinal Plants Research Center, Institute of Medicinal Plants, ACECR, Karaj, Iran."}], "LastName": "Huseini", "ForeName": "Hasan Fallah", "Initials": "HF"}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Evid Based Complementary Altern Med", "NlmUniqueID": "101556804", "ISSNLinking": "2156-5899"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Blood Glucose"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycated Hemoglobin A"}, {"RegistryNumber": "0", "NameOfSubstance": "Silymarin"}, {"RegistryNumber": "0", "NameOfSubstance": "Triglycerides"}, {"RegistryNumber": "0", "NameOfSubstance": "hemoglobin A1c protein, human"}, {"RegistryNumber": "R9XLF1R1WM", "NameOfSubstance": "Frankincense"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["analysis"], "DescriptorName": "Blood Glucose"}, {"QualifierName": ["blood", "drug therapy"], "DescriptorName": "Diabetes Mellitus, Type 2"}, {"QualifierName": [], "DescriptorName": "Double-Blind Method"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Frankincense"}, {"QualifierName": ["analysis"], "DescriptorName": "Glycated Hemoglobin"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Silymarin"}, {"QualifierName": ["blood"], "DescriptorName": "Triglycerides"}, {"QualifierName": [], "DescriptorName": "Urtica dioica"}], "CoiStatement": "<b>Declaration of Conflicting Interests:</b> The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Shaw JE, Sicree RA, Zimmet PZ, Global estimates of the prevalence of diabetes for 2010 and 2030. Diabetes Res Clin Pract. 2010;87:4–14.", "ArticleIdList": ["19896746"]}, {"Citation": "Zhang P, Zhang X, Brown J, et al. Global healthcare expenditure on diabetes for 2010 and 2030. Diabetes Res Clin Pract. 2010;87:293–301.", "ArticleIdList": ["20171754"]}, {"Citation": "Hashempur MH, Heydari M, Mosavat SH, Heydari ST, Shams M. Complementary and alternative medicine use in Iranian patients with diabetes mellitus. J Integr Med. 2015;13:319–325.", "ArticleIdList": ["26343103"]}, {"Citation": "Yeh GY, Eisenberg DM, Kaptchuk TJ, Phillips RS. Systematic review of herbs and dietary supplements for glycemic control in diabetes. Diabetes Care. 2003;26:1277–1294.", "ArticleIdList": ["12663610"]}, {"Citation": "Hosseini S, Jamshidi L, Mehrzadi S, et al. Effects of Juglans regia L. leaf extract on hyperglycemia and lipid profiles in type two diabetic patients: a randomized double-blind, placebo-controlled clinical trial. J Ethnopharmacol. 2014;152:451–456.", "ArticleIdList": ["24462785"]}, {"Citation": "Mehrzadi S, Ghaznavi H, Tajallizadehkhoob Y, Fakhrzadeh H. Effects of Pinus eldarica Medw. nut extract on blood glucose and cholesterol levels in hypercholesterolemic alloxan-induced diabetic rats. J Med Plants. 2013;1:68–74."}, {"Citation": "Azadmehr A, Ziaee A, Ghanei L, et al. A randomized clinical trial study: anti-oxidant, anti-hyperglycemic and anti-hyperlipidemic effects of olibanum gum in type 2 diabetic patients. Iran J Pharm Res. 2014;13:1003–1009.", "ArticleIdList": ["PMC4177622", "25276202"]}, {"Citation": "Hasani-Ranjbar S, Zahedi HS, Abdollahi M, Larijani B. Trends in publication of evidence-based traditional Iranian medicine in endocrinology and metabolic disorders. J Diabetes Metab Disord. 2013;12:49.", "ArticleIdList": ["24355592"]}, {"Citation": "Kianbakht S, Khalighi-Sigaroodi F, Dabaghian FH. Improved glycemic control in patients with advanced type 2 diabetes mellitus taking Urtica dioica leaf extract: a randomized double-blind placebo-controlled clinical trial. Clin Lab. 2013;59:1071–1076.", "ArticleIdList": ["24273930"]}, {"Citation": "Huseini HF, Larijani B, Heshmat R, et al. The efficacy of Silybum marianum (L.) Gaertn. (silymarin) in the treatment of type II diabetes: a randomized, double-blind, placebo-controlled, clinical trial. Phytother Res. 2006;20:1036–1039.", "ArticleIdList": ["17072885"]}, {"Citation": "Fallahzadeh MK, Dormanesh B, Sagheb MM, et al. Effect of addition of silymarin to renin-angiotensin system inhibitors on proteinuria in type 2 diabetic patients with overt nephropathy: a randomized, double-blind, placebo-controlled trial. Am J Kidney Dis. 2012;60:896–903.", "ArticleIdList": ["22770926"]}, {"Citation": "Vessal G, Akmali M, Najafi P, Moein MR, Sagheb MM. Silymarin and milk thistle extract may prevent the progression of diabetic nephropathy in streptozotocin-induced diabetic rats. Renal Fail. 2010;32:733–739.", "ArticleIdList": ["20540643"]}, {"Citation": "Rui YC. Advances in pharmacological studies of silymarin. Mem Inst Oswaldo Cruz. 1991;86(suppl 2):79–85.", "ArticleIdList": ["1842018"]}, {"Citation": "Chang CL, Lin Y, Bartolome AP, Chen YC, Chiu SC, Yang WC. Herbal therapies for type 2 diabetes mellitus: chemistry, biology, and potential application of selected plants and compounds. Evid Based Complement Alternat Med. 2013;2013:378657.", "ArticleIdList": ["PMC3638592", "23662132"]}, {"Citation": "Soto C, Mena R, Luna J, et al. Silymarin induces recovery of pancreatic function after alloxan damage in rats. Life Sci. 2004;75:2167–2180.", "ArticleIdList": ["15325843"]}, {"Citation": "El-Far M, Negm A, Wahdan M. Promising biopharmaceutical use of silymarin and silibinin as antidiabetic natural agents in streptozotocin-induced diabetic rats: first comparative assessment. World J Pharm Pharm Sci. 2014;4:7–28."}, {"Citation": "Qujeq D, Tatar M, Feizi F, Parsian H, Sohan Faraji A, Halalkhor S. Effect of Urtica dioica leaf alcoholic and aqueous extracts on the number and the diameter of the islets in diabetic rats. Int J Mol Cell Med. 2013;2:21–26.", "ArticleIdList": ["PMC3920518", "24551786"]}, {"Citation": "Habibi Lahigi S, Amini K, Moradi P, Asaadi K. Investigating the chemical composition of different parts extracts of bipod nettle Urtica dioica L. in Tonekabon region. Iran J Plant Physiol. 2011;2:337–340."}, {"Citation": "Namazi N, Esfanjani AT, Heshmati J, Bahrami A. The effect of hydro alcoholic nettle (Urtica dioica) extracts on insulin sensitivity and some inflammatory indicators in patients with type 2 diabetes: a randomized double-blind control trial. Pak J Biol Sci. 2011;14:775–779.", "ArticleIdList": ["22303583"]}, {"Citation": "Domola MS, Vu V, Robson-Doucette CA, Sweeney G, Wheeler MB. Insulin mimetics in Urtica dioica: structural and computational analyses of Urtica dioica extracts. Phytother Res. 2010;24(suppl 2):S175–S182.", "ArticleIdList": ["20013820"]}, {"Citation": "Onal S, Timur S, Okutucu B, Zihnioglu F. Inhibition of alpha-glucosidase by aqueous extracts of some potent antidiabetic medicinal herbs. Prep Biochem Biotechnol. 2005;35:29–36.", "ArticleIdList": ["15704495"]}, {"Citation": "Shehata AM, Quintanilla-Fend L, Bettio S, Singh CB, Ammon HP. Prevention of multiple low-dose streptozotocin (MLD-STZ) diabetes in mice by an extract from gum resin of Boswellia serrata (BE). Phytomedicine. 2011;18:1037–1044.", "ArticleIdList": ["21831620"]}, {"Citation": "Ahangarpour A, Heidari H, Fatemeh RA, et al. Effect of Boswellia serrata supplementation on blood lipid, hepatic enzymes and fructosamine levels in type2 diabetic patients. J Diabetes Metab Disord. 2014;13:29.", "ArticleIdList": ["PMC3929136", "24495344"]}, {"Citation": "IbneSina H. Al-Qanoon fi al-Tibb (The Canon of Medicine), Beirut, Lebanon: Dare Ehia Attorath Al Arabi; 2005:423–424."}, {"Citation": "Srivastava S, Lal VK, Pant KK. Polyherbal formulations based on Indian medicinal plants as antidiabetic phytotherapeutics. Phytopharmacology. 2012;2:1–15."}, {"Citation": "Dwivedi C, Daspaul S. Antidiabetic herbal drugs and polyherbal formulation used for diabetes: a review. J Phytopharmacol. 2013;2:44–51."}, {"Citation": "Ghorbani A. Clinical and experimental studies on polyherbal formulations for diabetes: current status and future prospective. J Integr Med. 2014;12:336–345.", "ArticleIdList": ["25074883"]}, {"Citation": "Matts JP, Lachin JM. Properties of permuted-block randomization in clinical trials. Control Clin Trials. 1988;9:327–344.", "ArticleIdList": ["3203524"]}, {"Citation": "Phung OJ, Sobieraj DM, Engel SS, Rajpathak SN. Early combination therapy for the treatment of type 2 diabetes mellitus: systematic review and meta-analysis. Diabetes Obes Metab. 2014;16:410–417.", "ArticleIdList": ["24205921"]}, {"Citation": "Bailey T. Options for combination therapy in type 2 diabetes: comparison of the ADA/EASD position statement and AACE/ACE algorithm. Am J Med. 2013;126(9 suppl 1):S10–S20.", "ArticleIdList": ["23953074"]}, {"Citation": "Petchi RR, Vijaya C, Parasuraman S. Antidiabetic activity of polyherbal formulation in streptozotocin-nicotinamide induced diabetic Wistar rats. J Tradit Complement Med. 2014;4:108–117.", "ArticleIdList": ["PMC4003700", "24860734"]}, {"Citation": "Parasuraman S, Thing GS, Dhanaraj SA. Polyherbal formulation: concept of ayurveda. Pharmacogn Rev. 2014;8:73–80.", "ArticleIdList": ["PMC4127824", "25125878"]}, {"Citation": "Liu JP, Zhang M, Wang WY, Grimsgaard S. Chinese herbal medicines for type 2 diabetes mellitus. Cochrane Database Syst Rev. 2004;(3):CD003642.", "ArticleIdList": ["15266492"]}, {"Citation": "Rashidi AA, Mirhashemi SM, Taghizadeh M, Sarkhail P. Iranian medicinal plants for diabetes mellitus: a systematic review. Pak J Biol Sci. 2013;16:401–411.", "ArticleIdList": ["24498803"]}, {"Citation": "Mosavat SH, Ghahramani L, Rahmanian Haghighi E, Rostami Chaijan M, Hashempur MH, Heydari M. Anorectal diseases in Avicenna’s “Canon of Medicine”. Acta Med Hist Adriat. 2015;13:103–114.", "ArticleIdList": ["26959635"]}, {"Citation": "Dalfardi B, Heydari M, Golzari SE, Mahmoudi Nezhad GS, Hashempur MH. Al-Baghdadi’s description of venous blood circulation. Int J Cardiol. 2014;174:209–210.", "ArticleIdList": ["24746501"]}, {"Citation": "Heydari M, Shams M, Hashempur MH, Zargaran A, Dalfardi B, Borhani Haghighi A. The origin of the concept of neuropathic pain in early medieval Persia (9th-12th century CE). Acta Med Hist Adriat. 2015;13:9–22.", "ArticleIdList": ["26966748"]}, {"Citation": "Hashempur MH, Hashempour MM, Mosavat SH, Heydari M. Rhazes—his life and contributions to the field of dermatology. JAMA Dermatol. 2017;153:70 doi:10.1001/jamadermatol.2016.0144.", "ArticleIdList": ["28114524"]}, {"Citation": "Zarshenas MM, Khademian S, Moein M. Diabetes and related remedies in medieval Persian medicine. Indian J Endocrinol Metab. 2014;18:142–149.", "ArticleIdList": ["PMC3987262", "24741508"]}, {"Citation": "Mosavat SH, Ghahramani L, Sobhani Z, Haghighi ER, Heydari M. Topical Allium ampeloprasum Subsp Iranicum (Leek) extract cream in patients with symptomatic hemorrhoids: a pilot randomized and controlled clinical trial. J Evid Based Complementary Altern Med. 2015;20:132–136.", "ArticleIdList": ["25608984"]}, {"Citation": "Jabbari M, Hashempur MH, Razavi SZ, Shahraki HR, Kamalinejad M, Emtiazy M. Efficacy and short-term safety of topical dwarf elder (Sambucus ebulus L.) versus diclofenac for knee osteoarthritis: a randomized, double-blind, active-controlled trial. J Ethnopharmacol. 2016;188:80–86.", "ArticleIdList": ["27125590"]}, {"Citation": "Hashempur MH, Ghasemi MS, Daneshfard B, et al. Efficacy of topical chamomile oil for mild and moderate carpal tunnel syndrome: a randomized double-blind placebo-controlled clinical trial. Complement Ther Clin Pract. 2016;26:61–67.", "ArticleIdList": ["28107852"]}]}], "History": [{"Year": "2017", "Month": "12", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29228792", "PMC5871270", "10.1177/2156587217696929"]}}]}