{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Desmodium adscendens (Sw) DC", "acute toxicity", "cytochrome P450 xenobiotic-metabolizing enzymes", "drug metabolism", "subchronic toxicity"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29228815", "DateCompleted": {"Year": "2019", "Month": "08", "Day": "15"}, "DateRevised": {"Year": "2019", "Month": "08", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "11", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1177/2156587217736587"], "Journal": {"ISSN": "2156-5899", "JournalIssue": {"Volume": "22", "Issue": "4", "PubDate": {"Year": "2017", "Month": "Oct"}}, "Title": "Journal of evidence-based complementary & alternative medicine", "ISOAbbreviation": "J Evid Based Complementary Altern Med"}, "ArticleTitle": "Acute and Subchronic Toxicity Studies of Aqueous Extract of Desmodium adscendens (Sw) DC.", "Pagination": {"StartPage": "753", "EndPage": "759", "MedlinePgn": "753-759"}, "Abstract": {"AbstractText": ["Extracts of Desmodium adscendens (Sw) DC are used for the treatment of various diseases but limited toxicological evaluations have been done on the medicinal plant. This study investigates toxicity effects of the leave extract of D adscendens, and the possibility of drug-drug interaction of the plant extract when co-administered with other drugs. Oral administrations of leaf extract of D adscendens to white Wistar rats in an acute toxicity studies allowed the estimation of an LD<sub>50</sub> (median lethal dose) value of 1122 mg/kg body weight. In a subchronic toxicity studies, the plant extract caused a decrease in zoxazolamine paralysis time and prevented thiopentone from causing sleep in test animals compared to controls. Overall, the results are consistent with the plant extract being safe at the doses administered in humans. However, the induction of the CYP enzymes is an indication of a possible drug interaction when the plant extract is co-administered with other drugs."]}, "AuthorList": [{"Identifier": ["0000-0002-0621-876X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Department of Biochemistry, Cell & Molecular Biology, University of Ghana, Legon, Accra, Ghana."}, {"Identifier": [], "Affiliation": "2 West African Center for Cell Biology of Infectious Pathogens (WACCBIP), University of Ghana, Legon, Accra, Ghana."}], "LastName": "Quaye", "ForeName": "Osbourne", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Department of Biochemistry, Cell & Molecular Biology, University of Ghana, Legon, Accra, Ghana."}, {"Identifier": [], "Affiliation": "2 West African Center for Cell Biology of Infectious Pathogens (WACCBIP), University of Ghana, Legon, Accra, Ghana."}], "LastName": "Cramer", "ForeName": "Precious", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "3 Noguchi Memorial Institute for Medical Research, University of Ghana, Legon, Accra, Ghana."}], "LastName": "Ofosuhene", "ForeName": "Mark", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Department of Biochemistry, Cell & Molecular Biology, University of Ghana, Legon, Accra, Ghana."}, {"Identifier": [], "Affiliation": "2 West African Center for Cell Biology of Infectious Pathogens (WACCBIP), University of Ghana, Legon, Accra, Ghana."}], "LastName": "Okine", "ForeName": "Laud K N", "Initials": "LKN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "4 School of Pharmacy, University of Ghana, Legon, Accra, Ghana."}], "LastName": "Nyarko", "ForeName": "Alexander K", "Initials": "AK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Evid Based Complementary Altern Med", "NlmUniqueID": "101556804", "ISSNLinking": "2156-5899"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anticonvulsants"}, {"RegistryNumber": "0", "NameOfSubstance": "Muscle Relaxants, Central"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "9DOW362Q29", "NameOfSubstance": "Zoxazolamine"}, {"RegistryNumber": "JI8Z5M7NA3", "NameOfSubstance": "Thiopental"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anticonvulsants"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Fabaceae"}, {"QualifierName": [], "DescriptorName": "Ghana"}, {"QualifierName": [], "DescriptorName": "Herb-Drug Interactions"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Lethal Dose 50"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Muscle Relaxants, Central"}, {"QualifierName": ["pharmacology", "toxicity"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["toxicity"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Thiopental"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Zoxazolamine"}], "CoiStatement": "<b>Declaration of Conflicting Interests:</b> The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Addy ME, Awumey EM. Effects of the extracts of Desmodium adscendens on anaphylaxis. J Ethnopharmacol. 1984;11:283–292.", "ArticleIdList": ["6482479"]}, {"Citation": "Asante-Poku S, Sakakibara J, Addy ME. Alkaloids of Desmodium adscendens . Ghana Med J. 1988;22:111–115."}, {"Citation": "Barreto GS. Effect of butanolic fraction of Desmodium adscendens on the anococcygeus of the rat. Braz J Biol. 2002;62:223–230.", "ArticleIdList": ["12489394"]}, {"Citation": "Magielse J, Arcoraci T, Breynaert A, et al. Antihepatotoxic activity of a quantified Desmodium adscendens decoction and d-pinitol against chemically-induced liver damage in rats. J Ethnopharmacol. 2013;146:250–256.", "ArticleIdList": ["23291573"]}, {"Citation": "N’gouemo P, Baldy-Moulinier M, Nguemby-Bina C. Effects of an ethanolic extract of Desmodium adscendens on central nervous system in rodents. J Ethnopharmacol. 1996;52:77–83.", "ArticleIdList": ["8735451"]}, {"Citation": "Rastogi S, Pandey MM, Rawat AK. An ethnomedicinal, phytochemical and pharmacological profile of Desmodium gangeticum (L.) DC. and Desmodium adscendens (Sw.) DC. J Ethnopharmacol. 2011;136:283–296.", "ArticleIdList": ["21530632"]}, {"Citation": "Coe FG, Anderson GJ. Snakebite ethnopharmacopoeia of eastern Nicaragua. J Ethnopharmacol. 2005;96:303–323.", "ArticleIdList": ["15588683"]}, {"Citation": "Noumi E. Animal and plant poisons and their antidotes in Eseka and Mbalmayo regions, Centre Province, Cameroon. J Ethnopharmacol. 2004;93:231–241.", "ArticleIdList": ["15234758"]}, {"Citation": "Zielińska-Pisklak MA, Kaliszewska D, Stolarczyk M, Kiss AK. Activity-guided isolation, identification and quantification of biologically active isomeric compounds from folk medicinal plant Desmodium adscendens using high performance liquid chromatography with diode array detector, mass spectrometry and multidimensional nuclear magnetic resonance spectroscopy. J Pharm Biomed Anal. 2015;102:54–63.", "ArticleIdList": ["25240729"]}, {"Citation": "Addy ME, Burka JF. Effect of Desmodium adscendens fraction 3 on contractions of respiratory smooth muscle. J Ethnopharmacol. 1990;29:325–335.", "ArticleIdList": ["2120518"]}, {"Citation": "McManus OB, Harris GH, Giangiacomo KM, et al. An activator of calcium-dependent potassium channels isolated from a medicinal herb. Biochemistry. 1993;32:6128–6133.", "ArticleIdList": ["7685635"]}, {"Citation": "Baiocchi C, Medana C, Giancotti V, et al. Qualitative characterization of Desmodium adscendens constituents by high-performance liquid chromatography-diode array ultraviolet-electrospray ionization multistage mass spectrometry. Eur J Mass Spectrom (Chichester). 2013;19:1–15.", "ArticleIdList": ["23841221"]}, {"Citation": "Muanda FN, Bouayed J, Djilani A, Yao C, Soulimani R, Dicko A. Chemical composition and, cellular evaluation of the antioxidant activity of Desmodium adscendens leaves. Evid Based Complement Alternat Med. 2011;2011:620862.", "ArticleIdList": ["PMC2957201", "20976084"]}, {"Citation": "Burke MD, Thompson S, Elcombe CR, Halpert J, Haaparanta T, Mayer RT. Ethoxy-, pentoxy- and benzyloxyphenoxazones and homologues: a series of substrates to distinguish between different induced cytochromes P-450. Biochem Pharmacol. 1985;34:3337–3345.", "ArticleIdList": ["3929792"]}, {"Citation": "Gokhale MS, Bunton TE, Zurlo J, Yager JD. Cytochrome P450 isoenzyme activities in cultured rat and mouse liver slices. Xenobiotica. 1997;27:341–355.", "ArticleIdList": ["9149374"]}, {"Citation": "Nyarko AK, Ankrah NA, Ofosuhene M, Sittie AA. Acute and subchronic evaluation of Indigofera arrecta: absence of both toxicity and modulation of selected cytochrome P450 isozymes in ddY mice. Phytother Res. 1999;13:686–688.", "ArticleIdList": ["10594940"]}, {"Citation": "Anjum F, Raman A, Shakoori AR, Gorrod JW. An assessment of cadmium toxicity on cytochrome P-450 and flavin monooxygenase-mediated metabolic pathways of dimethylaniline in male rabbits. J Environ Pathol Toxicol Oncol. 1992;11:191–195.", "ArticleIdList": ["1507071"]}, {"Citation": "Nyarko AK, Okine LK, Wedzi RK, Addo PA, Ofosuhene M. Subchronic toxicity studies of the antidiabetic herbal preparation ADD-199 in the rat: absence of organ toxicity and modulation of cytochrome P450. J Ethnopharmacol. 2005;97:319–325.", "ArticleIdList": ["15707772"]}, {"Citation": "Addy ME. Some secondary plant metabolites in Desmodium adscendens and their effects on arachidonic acid metabolism. Prostaglandins Leukot Essent Fatty Acids. 1992;47:85–91.", "ArticleIdList": ["1438471"]}, {"Citation": "Addy ME, Burka JF. Effect of Desmodium adscendens fractions on antigen- and arachidonic acid-induced contractions of guinea pig airways. Can J Physiol Pharmacol. 1988;66:820–825.", "ArticleIdList": ["3139272"]}, {"Citation": "François C, Fares M, Baiocchi C, Maixent JM. Safety of Desmodium adscendens extract on hepatocytes and renal cells. Protective effect against oxidative stress. J Intercult Ethnopharmacol. 2015;4:1–5.", "ArticleIdList": ["PMC4566765", "26401376"]}, {"Citation": "Bañuelos Pineda J, Nolasco Rodríguez G, Monteon JA, García López PM, Ruiz Lopez MA, García Estrada J. Histological evaluation of brain damage caused by crude quinolizidine alkaloid extracts from lupines. Histol Histopathol. 2005;20:1147–1153.", "ArticleIdList": ["16136497"]}, {"Citation": "D’Angelo LC, Xavier HS, Torres LM, Lapa AJ, Souccar C. Pharmacology of Piper marginatum Jacq. a folk medicinal plant used as an analgesic, antiinflammatory and hemostatic. Phytomedicine. 1997;4:33–40.", "ArticleIdList": ["23195243"]}, {"Citation": "Melita Rodríguez S, Castro O. Pharmacological and chemical evaluation of Stachytarpheta jamaicensis (Verbenaceae) [in Spanish]. Rev Biol Trop. 1996;44:353–359.", "ArticleIdList": ["9246359"]}, {"Citation": "Anusuya N, Raju K, Manian S. Hepatoprotective and toxicological assessment of an ethnomedicinal plant Euphorbia fusiformis Buch.-Ham.ex D.Don. J Ethnopharmacol. 2010;127:463–477.", "ArticleIdList": ["19837150"]}, {"Citation": "Modarresi M, Hosseinzadeh L, Nematy N, Siavash-Haghighi ZM, Ghanbari K. Acute and subchronic toxicological evaluation of Stachys lavandulifolia aqueous extract in Wistar rats. Res Pharm Sci. 2014;9:165–172.", "ArticleIdList": ["PMC4311280", "25657785"]}, {"Citation": "Mohamed EA, Lim CP, Ebrika OS, Asmawi MZ, Sadikun A, Yam MF. Toxicity evaluation of a standardised 50% ethanol extract of Orthosiphon stamineus . J Ethnopharmacol. 2011;133:358–363.", "ArticleIdList": ["20937371"]}, {"Citation": "Wongcome T, Panthong A, Jesadanont S, Kanjanapothi D, Taesotikul T, Lertprasertsuke N. Hypotensive effect and toxicology of the extract from Coscinium fenestratum (Gaertn.) Colebr. J Ethnopharmacol. 2007;111:468–475.", "ArticleIdList": ["17229538"]}, {"Citation": "Ye BG, Feng Y, Wang S. Scientific evaluation of the acute toxicity and 13-week subchronic toxicity of Rheum emodi rhizome extracts in Sprague Dawley rats. Food Chem Toxicol. 2014;66:278–285.", "ArticleIdList": ["24518540"]}, {"Citation": "Ahmad I, Shukla S, Kumar A, et al. Biochemical and molecular mechanisms of N-acetyl cysteine and silymarin-mediated protection against maneb- and paraquat-induced hepatotoxicity in rats. Chem Biol Interact. 2013;201:9–18.", "ArticleIdList": ["23159886"]}, {"Citation": "Cheng YH, Huang SC, Lin CJ, Cheng LC, Li LA. Aryl hydrocarbon receptor protects lung adenocarcinoma cells against cigarette sidestream smoke particulates-induced oxidative stress. Toxicol Appl Pharmacol. 2012;259:293–301.", "ArticleIdList": ["22273977"]}, {"Citation": "Ozawa S. Interindividual differences in efficacy and toxicity induced by therapeutic drugs and xenobiotics in relation to genetic polymorphisms in xenobiotic metabolizing enzymes [in Japanese]. Kokuritsu Iyakuhin Shokuhin Eisei Kenkyusho Hokoku. 1998;116:69–81.", "ArticleIdList": ["10097514"]}, {"Citation": "Mikstacka R, Gnojkowski J, Baer-Dubowska W. Effect of natural phenols on the catalytic activity of cytochrome P450 2E1. Acta Biochim Pol. 2002;49:917–925.", "ArticleIdList": ["12545198"]}, {"Citation": "Pekthong D, Martin H, Abadie C, et al. Differential inhibition of rat and human hepatic cytochrome P450 by Andrographis paniculata extract and andrographolide. J Ethnopharmacol. 2008;115:432–440.", "ArticleIdList": ["18053665"]}, {"Citation": "Zamaratskaia G, Zlabek V. Para-nitrophenol hydroxylation by fish liver microsomes: kinetics and effect of selective cytochrome P450 inhibitors. Fish Physiol Biochem. 2011;37:969–976.", "ArticleIdList": ["21559798"]}, {"Citation": "Zerilli A, Ratanasavanh D, Lucas D, et al. Both cytochromes P450 2E1 and 3A are involved in the O-hydroxylation of p-nitrophenol, a catalytic activity known to be specific for P450 2E1. Chem Res Toxicol. 1997;10:1205–1212.", "ArticleIdList": ["9348445"]}]}], "History": [{"Year": "2017", "Month": "12", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29228815", "PMC5871315", "10.1177/2156587217736587"]}}]}