{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29234446", "DateRevised": {"Year": "2024", "Month": "06", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "11", "Day": "02"}], "Language": ["eng"], "ELocationID": ["9439868", "10.1155/2017/9439868"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2017", "PubDate": {"Year": "2017"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Medicinal Plants from North and Central America and the Caribbean Considered Toxic for Humans: The Other Side of the Coin.", "Pagination": {"StartPage": "9439868", "MedlinePgn": "9439868"}, "Abstract": {"AbstractText": ["The consumption of medicinal plants has notably increased over the past two decades. People consider herbal products as safe because of their natural origin, without taking into consideration whether these plants contain a toxic principle. This represents a serious health problem. A bibliographic search was carried out using published scientific material on native plants from Mexico, Central America, and the Caribbean, which describe the ethnobotanical and toxicological information of medicinal plants empirically considered to be toxic. A total of 216 medicinal plants belonging to 77 families have been reported as toxic. Of these plants, 76 had been studied, and 140 plants lacked studies regarding their toxicological effects. The toxicity of 16 plants species has been reported in clinical cases, particularly in children. From these plants, deaths have been reported with the consumption of <i>Chenopodium ambrosioides</i>, <i>Argemone mexicana</i>, and <i>Thevetia peruviana</i>. In most of the cases, the principle of the plant responsible for the toxicity is unknown. There is limited information about the toxicity of medicinal plants used in Mexico, Central America, and the Caribbean. More toxicological studies are necessary to contribute information about the safe use of the medicinal plants cited in this review."]}, "AuthorList": [{"Identifier": ["0000-0003-2660-8156"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Farmacia, División de Ciencias Naturales y Exactas, Universidad de Guanajuato, Guanajuato, GTO, Mexico."}], "LastName": "Alonso-Castro", "ForeName": "Angel Josabad", "Initials": "AJ"}, {"Identifier": ["0000-0001-8854-7083"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Investigación Biomédica de Oriente, Instituto Mexicano del Seguro Social, Metepec, PUE, Mexico."}], "LastName": "Domínguez", "ForeName": "Fabiola", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Farmacia, División de Ciencias Naturales y Exactas, Universidad de Guanajuato, Guanajuato, GTO, Mexico."}], "LastName": "Ruiz-Padilla", "ForeName": "Alan Joel", "Initials": "AJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Sistemas Biológicos, Universidad Autónoma Metropolitana, Unidad Xochimilco, Mexico City, Mexico."}], "LastName": "Campos-Xolalpa", "ForeName": "Nimsi", "Initials": "N"}, {"Identifier": ["0000-0003-0386-0121"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Farmacia, División de Ciencias Naturales y Exactas, Universidad de Guanajuato, Guanajuato, GTO, Mexico."}], "LastName": "Zapata-Morales", "ForeName": "Juan Ramón", "Initials": "JR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unidad Académica Multidisciplinaria de la Zona Huasteca, Universidad Autónoma de San Luis Potosí, Ciudad Valles, SLP, Mexico."}], "LastName": "Carranza-Alvarez", "ForeName": "Candy", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unidad Académica Multidisciplinaria de la Zona Huasteca, Universidad Autónoma de San Luis Potosí, Ciudad Valles, SLP, Mexico."}], "LastName": "Maldonado-Miranda", "ForeName": "Juan Jose", "Initials": "JJ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "UICN. Unión Internacional para la Conservación de la Naturaleza (UICN) and World Wild life Fund (WWF) Switzerland: Gland; 1993. Guidelines on the conservation of medicinal plants World Health Organization (OMS)"}, {"Citation": "Taddei-Bringas G. A., Santillana-Macedo M. A., Romero-Cancio J. A., Romero-Téllez M. B. Acceptance and use of therapeutic medical plants in family medical care. Salud Pública de México. 1999;41(3):216–220. doi: 10.1590/S0036-36341999000300009.", "ArticleIdList": ["10.1590/S0036-36341999000300009", "10420791"]}, {"Citation": "Botanical and plant derived drugs. Global markets. BCC Research Report BIO022G.   http://www.bccresearch.com/market-research/biotechnology/botanical-plant-derived-drugs-report-bio022g.html."}, {"Citation": "Aguilar-Contreras A., Zollas C. Plantas tóxicas de México. Instituto Mexicano del Seguro Social. Mexico city, Mexico: 1982."}, {"Citation": "Royo-Márquez M. H., Melgoza-Castillo A. Listado florístico del campo experimental la campana y usos de su flora. Técnica Pecuaria Mexicana. 2001;39(2):105–125."}, {"Citation": "Mitre M. E., Camacho N. Plantas Medicinales de la Cuenca Hidrográfica del Canal de Panamá. Vol. 6. Panamá, Panama: Editora Sibauste; 2013."}, {"Citation": "Castañeda-Díaz S. Uso de la vegetación forestal fanerogamica de San Miguel Pipillola, Tlaxcala, México [Bachelor thesis] Estado de México, México: Universidad Autónoma Chapingo, Texcoco; 2013."}, {"Citation": "Flores J. S., Canto-Aviles G. C. O., Flores-Serrano A. G. Plantas de la flora yucatense que provocan toxicidad en el humano. Revista Biomedica. 2001;12(2):86–96."}, {"Citation": "Navarro-Pérez L. C., Avendaño-Reyes S. Flora útil del municipio de Astancinga, Veracruz, Mexico. Polibotanica. 2002;14:67–84."}, {"Citation": "Gutiérrez-Báez C. Plantas útiles de Chiconquiaco, Veracruz. Vol. 19. Universidad Veracruzana, La Ciencia y el Hombre; 1995."}, {"Citation": "Nelson L. S., Shih M. J. Handbook of poisonous and injurious plants. New York, NY, USA: Springer-Verlag; 2007. (New York Botanical Garden)."}, {"Citation": "Fernández-Brewer A. M., Juárez-Jaimes V., Cortés-Zárraga L. Usos de las especies del género Asclepias L. (Apocynaceae, aclepiadoideae), información del herbario nacional de México, MEXU. Polibotanica. 2008;25:155–171."}, {"Citation": "González-Costilla O. Estudio etnobotanico del municipio de Matehuala, San Luis Potosí, México, Universidad Autónoma de [M.sc. thesis] México: Universidad Autónoma de Nuevo León; 1991."}, {"Citation": "García-Regalado G. Plantas medicinales de Aguascalientes, Universidad Autónoma de Aguascalientes. Aguascalientes., México: Aguascalientes; 2014."}, {"Citation": "Martínez M. Las plantas medicinales de México. México city, México: Editorial Botas; 1996."}, {"Citation": "Juscafresa B. Editorial Aedos. Vol. 851. Barcelona, España: 1995. Guía de la flora medicinal: tóxica, aromática y condimenticia; p. p. 542."}, {"Citation": "González Y. A., Peña M., Pérez Agreda J., Díaz M. Intoxicación por la administración de tabletas de Thevetia peruvianacomo tratamiento para bajar de peso: presentación de un caso. Revista de Toxicología. 2003;20(3):221–223."}, {"Citation": "Lagunes-Gutierrez F. Vademecum de plantas medicinales del municipio de puente nacional, Veracruz. Universidad Veracruzana, México; 2013."}, {"Citation": "DerMarderosian A., Beutler J. A. editorial Facts and Comparisons. editorial Facts and Comparisons: St Louis, United States of America; 2002. The Review of Natural Products: the most complete source of natural product information; p. p. 1672."}, {"Citation": "Nellis D. W. USA. Sarasota: Pineapple Press; 1997. Poisonous plants and animals of Florida and the Caribbean; p. p. 321."}, {"Citation": "González-Chévez L., Hersch-Martinez P., Juárez-Miranda A. Plantas medicinales de Copalilloy Temalac, Guerrero. Mexico city, Mexico: Instituto Nacional de Antropología e Historia, Consejo Nacional de Ciencia y Tecnología; 2000."}, {"Citation": "Giovannini P., Heinrich M. Xki yoma' (our medicine) and xki tienda (patent medicine)-Interface between traditional and modern medicine among the Mazatecs of Oaxaca, Mexico. Journal of Ethnopharmacology. 2009;121(3):383–399. doi: 10.1016/j.jep.2008.11.003.", "ArticleIdList": ["10.1016/j.jep.2008.11.003", "19041707"]}, {"Citation": "Blair-Trujillo S., Madrigal B. Editorial Universidad de Antioquia. Medellin, Colombia: 2005. Plantas antimalaricas de Tucumaco, costa pacífica Colombiana; p. p. 348."}, {"Citation": "Salinas P. J. Plantas tóxicas comunes en el estado de Merida, Venezuela. Segunda parte. Adoxaceae, Asteraceae, Caesalpinaceae, Chenopodiaceae, Combretaceae, Cruciferaceae, Cycadaceae, Ericaceae, Euphorbiaceae, Fabiaceae, Lamiaceae, Malvaceae, Moraceae, Myrtaceae, Papaveraceaea. Revista.Facultad de Medicina. 2012;21(1):26–46."}, {"Citation": "Loreno-Medina L. O., Rodríguez-Chávez J. M., Ramos-Espinosa M. G. Aprovechamiento de recursos vegetales en una localidad de la reserva de la biosfera mariposa monarca, Michoacán, México. Etnobiología. 2002;2(1):33–60."}, {"Citation": "Adame J., Adame H. Ediciones Castillo. México: Monterrey Nuevo Leon; 2000. Plantas curativas del noreste mexicano; p. p. 347."}, {"Citation": "González-Rodrigo J., González-Rodrigo J. Editorial Universidad Iberoamericana. Vol. 3. México City, México: 1993."}, {"Citation": "Ríos J. C., París E., Repetto G. Intoxicaciones por plantas medicinales. In: Cameán A. M., Repetto M., editors. Toxicología Alimentaria. Madrid, Spain: 2012. pp. 212–222."}, {"Citation": "Gutiérrez G., Siqueiros-Delgado M. E., Rodríguez-Chávez H. E., De la M., Cerda-Lemus E. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad (CONABIO)/Instituto de Ecología del Estado de Guanajuato. In: Cruz-Angón A., Melgarejo E. D., Contreras-Ruiz Esparza A. V., González-Gutiérrez M. A., editors. en Guanajuato: Estudio de Estado. Mexico: 2012. pp. 262–265."}, {"Citation": "González-Elizondo M., López-Enríquez I. L., González-Elizondo M. S., Tena-Flores J. A. Plantas Medicinales del Estado de Durango y Zonas Aledañas, Centro Interdisciplinario de Investigación para el Desarrollo Integral Regional Unidad Durango. México: Instituto Politecnico Nacional; 2004."}, {"Citation": "Mendoza-Castelán G. Manual de usos terapéuticos y dosificación de flores medicinales de México. Guerrero, México: Universidad Autónoma Chapingo; 2002."}, {"Citation": "Linares E., Bye R. A., Flores B. Plantas Medicinales de México. Usos y remedios tradicionales, Instituto de Biología. Universidad Nacional Autónoma de México. México city. México: Plantas Medicinales de Usos y remedios tradicionales; 1999."}, {"Citation": "Bello-González M. Á., Hernández-Muñoz S., Lara-Chávez M. B., Salgado-Garciglia R. Plantas útiles de la comunidad indígena Nuevo San Juan Parangaricutiro, Michoacán, México. Polibotánica. 2015;0(39) doi: 10.18387/polibotanica.39.10.", "ArticleIdList": ["10.18387/polibotanica.39.10"]}, {"Citation": "Nuñez-Melendez E. Editorial de la Universidad de Puerto Rico. Río Piedras, Puerto Rico; 1996. Plantas venenosas de Puerto Rico y las que producen dermatitis; p. p. 321."}, {"Citation": "Sosa-Gómez R. El poder medicinal de las plantas. Miami, Fl, USA: Ediciones GEMA, Asociación Publicadora Interamericana; 2012."}, {"Citation": "Macías-Peacok B., Sußrez-Crespo M. F., Berenguer-Rivas A., et al. Intoxicaciones por plantas tóxicas atendidas desde un servicio de información toxicológica. Revista Cubana de Plantas Medicinales. 2009;14(2):p. 1."}, {"Citation": "Mendoza-Castelán G. Manual de usos terapéuticos y dosificación de maderas medicinales de México. Guerrero, México: Universidad Autónoma Chapingo; 2003."}, {"Citation": "Argueta V. A., Cano A. L. M., Rodarte M. E. Flora Medicinal Indígena de México. México city, México: Instituto Nacional Indigenista; 1994."}, {"Citation": "Valdivia-Correa B., Gómez-Gutiérrez C., Uribe M., Méndez-Sánchez N. Herbal medicine in Mexico: a cause of hepatotoxicity. A critical review. International Journal of Molecular Sciences. 2016;17(2, article 235) doi: 10.3390/ijms17020235.", "ArticleIdList": ["10.3390/ijms17020235", "PMC4783966", "26891292"]}, {"Citation": "Nogué-Xarau S., Sanz-Gallén P., Blanché-Vergés C. Intoxicaciones por plantas (I) Medicina Integral. 2000;36(10):371–379."}, {"Citation": "Mejía K., Rengifo F. Agencia Española de cooperación internacional (AECI) & Instituto de investigaciones de la amazonía peruana (IIAP) Lima, Perú: 2000. Plantas medicinales de uso popular en la Amazonia Peruana; p. p. 286."}, {"Citation": "Godínez-Carballo D., Volpato G. Plantas medicinales que se venden en el mercado El Río, Camagüey, Cuba. Revista Mexicana de Biodiversidad. 2008;79(1):243–259."}, {"Citation": "Levin Y., Sherer Y., Bibi H., Schlesinger M., Hay E. Rare Jatropha multifida intoxication in two children. The Journal of Emergency Medicine. 2000;19(2):173–175. doi: 10.1016/S0736-4679(00)00207-9.", "ArticleIdList": ["10.1016/S0736-4679(00)00207-9", "10903468"]}, {"Citation": "Arroyo C. N. Aguascalientes: Universidad Autónoma de Aguascalientes. Mexico; 2007. Plantas tóxicas del estado de Aguascalientes, Taller de Investigación."}, {"Citation": "Herrera A. Farmacopea Latinoamericana. México city, Mexico: 1921."}, {"Citation": "Cambar P. J. \"Algunos estudios farmacológicos de las plantas medicinales de Honduras. Revista Medica Hondureña. 1985;53:190–196."}, {"Citation": "Fierro-Alvarez A., Pérez-Cardona A., Guerrero-Borda C., et al. Editoriales Instituto Nacional de Antropología e Historia, Consejo Nacional de Ciencia y Tecnología. Mexico city, Mexico: 2000. Plantas silvestres que se comen en Ixhuatlán del Café, Veracruz; p. p. 47."}, {"Citation": "Casas A. Silvicultura y domesticación de plantas en Mesoamérica. In: Rendon-Aguilar B., Rebollar-Domínguez S., Caballero-Nieto J., Martínez-Alfaro M. A., editors. Plantas, Cultura y Sociedad: Estudio sobre la Relación entre Seres Humanos y Plantas en los Albores del Siglo XX. Mexico city, Mexico: Universidad Autonoma Metropolitana unidad Iztapalapa; 2001. pp. 123–159."}, {"Citation": "Avalos-Peralta P., García-Bravo B., Camacho F. M. Sensitivity to Myroxylon pereirae resin (balsam of Peru). A study of 50 cases. Contact Dermatitis. 2005;52(6):304–306. doi: 10.1111/j.0105-1873.2005.00603.x.", "ArticleIdList": ["10.1111/j.0105-1873.2005.00603.x", "15932578"]}, {"Citation": "García-Fajardo F., González-Chévez L., Hersch-Martínez P., Pérez-Cardona A. Editorial Instituto Nacional de Antropología e Historia (INAH) y Consejo Nacional de Ciencia y Tecnología (CONACyT) Vol. 43. Mexico city, Mexico: 2000. Plantas medicinales de Ixhuatlán del Café, Veracruz."}, {"Citation": "Guin J. D., Schosser R. H., Rosenberg E. W. Magnolia grandiflora dermatitis. Dermatologic Clinics. 1990;8(1):81–84. doi: 10.1016/j.det.2005.08.006.", "ArticleIdList": ["10.1016/j.det.2005.08.006", "2137402"]}, {"Citation": "León-Jiménez V. Elaboración de una base de datos de plantas utilizadas en la medicina tradicional de México [Bachelor thesis] Pachuca, Hidalgo, Mexico: Universidad Autónoma del Estado de Hidalgo; 2005."}, {"Citation": "Bermúdez-de Rocha M. V., Lozano-Meléndez F. E., Tamez-Rodríguez V. A., Díaz-Cuello G., Piñedo-López A. Frecuencia de intoxicación con Karwinskia humboldtiana en México. Salud Publica de México. 1995;37(1):57–62.", "ArticleIdList": ["7754430"]}, {"Citation": "Arreola-Nava M. E., Vázquez-Castellanos J. L., González-Castañeda M. E. Geographical factors in the epidemiology of intoxication by Karwinskia (tullidora) Cadernos Saúde Pública. 2000;16(1):255–260. doi: 10.1590/S0102-311X2000000100028.", "ArticleIdList": ["10.1590/S0102-311X2000000100028", "10738172"]}, {"Citation": "Waizel-Bucay J., Martinez-Rico I. Algunas plantas usadas en México en padecimiento periodontales. Revista de la Asociación Dental Mexicana. 2011;68(2):73–88."}, {"Citation": "Rodriguez-Fragoso L., Reyes-Esparza J., Burchiel S. W., Herrera-Ruiz D., Torres E. Risks and benefits of commonly used herbal medicines in Mexico. Toxicology and Applied Pharmacology. 2008;227(1):125–135. doi: 10.1016/j.taap.2007.10.005.", "ArticleIdList": ["10.1016/j.taap.2007.10.005", "PMC2322858", "18037151"]}, {"Citation": "Kulkarni M. L., Sreekar H., Keshavamurthy K. S., Shenoy N. Jatropha curcas - Poisoning. The Indian Journal of Pediatrics. 2005;72(1):75–76. doi: 10.1007/BF02760586.", "ArticleIdList": ["10.1007/BF02760586", "15684454"]}, {"Citation": "Frank B. S., Michelson W. B., Panter K. E., Gardner D. R. Ingestion of poison hemlock (Conium maculatum) Western Journal of Medicine. 1995;163(6):573–574.", "ArticleIdList": ["PMC1303274", "8553650"]}, {"Citation": "Biberci E., Altuntas Y., Çobanoglu A., Alpinar A. Acute respiratory arrest following hemlock (Conium maculatum) intoxication [1] Journal of Toxicology - Clinical Toxicology. 2002;40(4):517–518. doi: 10.1080/14773996.2002.11681088.", "ArticleIdList": ["10.1080/14773996.2002.11681088", "12217006"]}, {"Citation": "Verma S. K., Dev G., Tyagi A. K., Goomber S., Jain G. V. Argemone mexicana poisoning: autopsy findings of two cases. Forensic Science International. 2001;115(1-2):135–141. doi: 10.1016/s0379-0738(00)00322-4.", "ArticleIdList": ["10.1016/s0379-0738(00)00322-4", "11056284"]}, {"Citation": "Montoya-Cabrera M. A., Escalante-Galindo P., Meckes-Fischer M., Sanchez-Vaca G., Flores-Alvarez E., Reynoso-Garcia M. Envenenamiento mortal causado por el aceite de epazote, Chenopodium graveolens. Gaceta Medica de México. 1996;132:433–437.", "ArticleIdList": ["8964384"]}, {"Citation": "Ingraffea A., Donohue K., Wilkel C., Falanga V. Cutaneous vasculitis in two patients taking an herbal supplement containing black cohosh. Journal of the American Academy of Dermatology. 2007;56(5):S124–S126. doi: 10.1016/j.jaad.2006.03.024.", "ArticleIdList": ["10.1016/j.jaad.2006.03.024", "17434040"]}, {"Citation": "Cohen S. M., O'Connor A. M., Hart J., Merel N. H., Te H. S. Autoimmune hepatitis associated with the use of black cohosh: A case study. Menopause. 2004;11(5):575–577. doi: 10.1097/01.gme.0000142914.55849.6a.", "ArticleIdList": ["10.1097/01.gme.0000142914.55849.6a", "15356412"]}, {"Citation": "Slater G. E., Rumack B. H., Peterson R. G. Podophyllin poisoning: Systemic toxicity following cutaneous application. Obstetrics & Gynecology. 1978;52(1):94–96.", "ArticleIdList": ["683634"]}, {"Citation": "Chamberlain M. J., Reynolds A. L., Yeoman W. B. Medical Memoranda. Toxic Effect of Podophyllum Application in Pregnancy. British Medical Journal. 1972;3(5823):391–392. doi: 10.1136/bmj.3.5823.391.", "ArticleIdList": ["10.1136/bmj.3.5823.391", "PMC1785449", "5070166"]}, {"Citation": "Rao R. B., Hoffman R. S. Nicotinic toxicity from tincture of blue cohosh (Caulophyllum thalictroides) used as an abortifacient. Veterinary and Human Toxicology. 2002;44(4):221–222.", "ArticleIdList": ["12136970"]}, {"Citation": "Durasnel P., Vanhuffel L., Blondé R., et al. Severe poisoning by plants used for traditional medicine in Mayotte. Bulletin de la Société de Pathologie Exotique. 2014;107(5):306–311. doi: 10.1007/s13149-014-0400-7.", "ArticleIdList": ["10.1007/s13149-014-0400-7", "25301110"]}, {"Citation": "Quintanilla M. R., Arenas R. Dermatitis por contacto a Metopium brownei (Chechem). Observaciones clφnicas de 20 casos en Quintana Roo. Dermatología Cosmética, Medica y Quirúrgica. 2009;7(4):226–233."}, {"Citation": "Grant K. L., Boyer L. V., Erdman B. E. Chaparral-induced hepatotoxicity. Integrative Medicine A Clinicican's Journal. 1998;1(2):83–87. doi: 10.1016/S1096-2190(98)00026-2.", "ArticleIdList": ["10.1016/S1096-2190(98)00026-2"]}, {"Citation": "Fernando C. Poisoning due to Abrus precatorius (jequirity bean) Anaesthesia. 2001;56(12):1178–1180. doi: 10.1046/j.1365-2044.2001.02316.x. doi: 10.1111/j.1365-2044.2001.02316.x.", "ArticleIdList": ["10.1046/j.1365-2044.2001.02316.x", "10.1111/j.1365-2044.2001.02316.x", "11736775"]}, {"Citation": "Subrahmanyan D., Mathew J., Raj M. An unusual manifestation of Abrus precatorius poisoning: A report of two cases. Clinical Toxicology. 2008;46(2):173–175. doi: 10.1080/15563650601185134.", "ArticleIdList": ["10.1080/15563650601185134", "18259968"]}, {"Citation": "DeFrates L. J., Hoehns J. D., Sakornbut E. L., Glascock D. G., Tew A. R. Antimuscarinic intoxication resulting from the ingestion of moonflower seeds. Annals of Pharmacotherapy. 2005;39(1):173–176. doi: 10.1345/aph.1D536.", "ArticleIdList": ["10.1345/aph.1D536", "15572604"]}, {"Citation": "Missouri Botanical Garden. Tropicos.  2017,  http://www.tropicos.org."}, {"Citation": "Ologhobo A. D., Fetuga B. L., Tewe O. O. The cyanogenic glycoside contents of raw and processed limabean varieties. Food Chemistry. 1984;13(2):117–128. doi: 10.1016/0308-8146(84)90066-9.", "ArticleIdList": ["10.1016/0308-8146(84)90066-9"]}, {"Citation": "Cressey P., Saunders D., Goodman J. Cyanogenic glycosides in plant-based foods available in New Zealand. Food Additives and Contaminants - Part A Chemistry, Analysis, Control, Exposure and Risk Assessment. 2013;30(11):1946–1953. doi: 10.1080/19440049.2013.825819.", "ArticleIdList": ["10.1080/19440049.2013.825819", "23984870"]}, {"Citation": "Zulfiker A. H. Md., Siddiqua M., Nahar L., et al. In vitro antibacterial, antifungal and cytotoxic activity of Scoparia dulcis L. International Journal of Pharmacy and Pharmaceutical Sciences. 2011;3(2):198–203."}, {"Citation": "Susana P. G., Aarland R. C., Lara M. G. C., Jiménez Lara M. E., José Alberto M. E. Toxicity analysis, phytochemical and pharmacological study of the plant known as Mora herb, collected at the environmental education center of yautlica (CEA-Yautlica) Asian Journal of Plant Sciences. 2013;12(4):159–164. doi: 10.3923/ajps.2013.159.164.", "ArticleIdList": ["10.3923/ajps.2013.159.164"]}, {"Citation": "Bussmann R. W., Malca G., Glenn A., et al. Toxicity of medicinal plants used in traditional medicine in Northern Peru. Journal of Ethnopharmacology. 2011;137(1):121–140. doi: 10.1016/j.jep.2011.04.071.", "ArticleIdList": ["10.1016/j.jep.2011.04.071", "PMC3159793", "21575699"]}, {"Citation": "Coe F. G., Parikh D. M., Johnson C. A. Alkaloid presence and brine shrimp (Artemia salina) bioassay of medicinal species of eastern Nicaragua. Pharmaceutical Biology. 2010;48(4):439–445. doi: 10.3109/13880200903168015.", "ArticleIdList": ["10.3109/13880200903168015", "20645724"]}, {"Citation": "Luis-Benjamín S.-G., Irais C.-M., Claudia-Guadalupe B.-R., et al. Antimicrobial activity and toxicity of plants from northern Mexico. Indian Journal of Traditional Knowledge. 2017;16(2):203–207."}, {"Citation": "Espitia-Baena J. E., Duran-Sandoval H. D. R., Fandiño-Franky J., Díaz-Castillo F., Gómez-Estrada H. A. Chemistry and biology of ethanol extract from the epicarp of Crescentia cujete L. (totumo) Revista Cubana de Plantas Medicinales. 2011;16(4):337–346."}, {"Citation": "Raya-González D., Chávez Duran J., Urrutia Hernández S. E., et al. Toxicological study of an aqueous extract from Enterolobium cyclocarpum (Jacq.) Griseb. duramen. Revista Cubana de Plantas Medicinales. 2008;13(3):1–8."}, {"Citation": "Espitia-Baena J. E., Robledo-Restrepo S. M., Cuadrado-Cano B. S., Duran-Sandoval H. R., Gómez-Estrada H. A. Perfil fitoquímico, actividad anti-Leishmania, hemolítica y toxicológica de Cordia dentata Poir. y Heliotropium indicum L. Revista Cubana de Plantas Medicinales. 2014;19(3):208–224."}, {"Citation": "Canales M., Hernández T., Serrano R., et al. Antimicrobial and general toxicity activities of Gymnosperma glutinosum: A comparative study. Journal of Ethnopharmacology. 2007;110(2):343–347. doi: 10.1016/j.jep.2006.10.002.", "ArticleIdList": ["10.1016/j.jep.2006.10.002", "17110067"]}, {"Citation": "Tokarnia C. H., Armién A. G., Peixoto P. V., Barbosa J. D., De Farias Brito M., Döbereiner J. Experiments on the toxicity of some ornamental plants in cattle. Pesquisa Veterinária Brasileira. 1996;16(1):5–20."}, {"Citation": "Galarraga Montes E., Amaro-Luis J. M. Icosandrin, a novel peltogynoid from the fruits of Phytolacca icosandra (Phytolaccaceae) Natural Product Research (Formerly Natural Product Letters) 2016;30(1):89–94. doi: 10.1080/14786419.2015.1038537.", "ArticleIdList": ["10.1080/14786419.2015.1038537", "25942389"]}, {"Citation": "Lopes G., Da Silva T. M. S., Echevarria A. Toxicity from crude extracts and glycoalkaloid fractions of Solanum spp. Against Artemia salina and Biomphalaria glabrata. Revista Virtual de Química. 2016;8(1):141–156. doi: 10.5935/1984-6835.20160010.", "ArticleIdList": ["10.5935/1984-6835.20160010"]}, {"Citation": "Sowemimo A., Venables L., Odedeji M., Koekemoer T., Van De Venter M., Hongbing L. Antiproliferative mechanism of the methanolic extract of Enterolobium cyclocarpum (Jacq.) Griseb. (Fabaceae) Journal of Ethnopharmacology. 2015;159:257–261. doi: 10.1016/j.jep.2014.11.023.", "ArticleIdList": ["10.1016/j.jep.2014.11.023", "25460593"]}, {"Citation": "Lagarto Parra A., Silva Yhebra R., Guerra Sardiñas I., Iglesias Buela L. Comparative study of the assay of Artemia salina L. and the estimate of the medium lethal dose (LD50 value) in mice, to determine oral acute toxicity of plant extracts. Phytomedicine. 2001;8(5):395–400. doi: 10.1078/0944-7113-00044.", "ArticleIdList": ["10.1078/0944-7113-00044", "11695884"]}, {"Citation": "Karim M. A., Sidddiqui A. A., Rizwani G. H., Khan M. F., Ahmed M. Toxicity of Sanguinaria canadensis as compared to Aloe vera against brine shrimp (Artemia salina) using the probit methodology. Journal of Pharmacy and Nutrition Sciences. 2015;5(1):1–4. doi: 10.6000/1927-5951.2015.05.01.1.", "ArticleIdList": ["10.6000/1927-5951.2015.05.01.1"]}, {"Citation": "Jacobo-Salcedo M. C., Alonso-Castro A. J., Salazar-Olivo L. A., et al. Antimicrobial and cytotoxic effects of Mexican medicinal plants. Natural Product Communications. 2011;6(12):1925–1928.", "ArticleIdList": ["22312741"]}, {"Citation": "Torrico F. M., Gambay J., Suárez A. I., Compagnone R. S., Suárez A. I. Estudio toxicológico de Cnidoscolus chayamansa Mc Vaugh. Revista de la Facultad de Farmacia. 2003;66(2):58–66."}, {"Citation": "de Queiroz G. M., de Souza-Moreira T. M., Salgado H. R. N., et al. Antimicrobial activity and toxicity in vitro and in vivo of Equisetum hyemale extracts. Revista de Ciências Farmacêuticas Básica e Aplicada. 2014;35(4):559–563."}, {"Citation": "Guillopé R., Escobar-Khondiker M., Guérineau V., Laprévote O., Höglinger G. U., Champy P. Kaurenoic acid from pulp of Annona cherimolia in regard to annonaceae-induced parkinsonism. Phytotherapy Research. 2011;25(12):1861–1864. doi: 10.1002/ptr.3508.", "ArticleIdList": ["10.1002/ptr.3508", "21520310"]}, {"Citation": "Valdés A. F., Mendiola J., Acuña D., caballero Y., Scull R., Gutiérrez Y. Antimalarial activity and cytotoxicity of hydroalcoholic extracts from six plant species used in Cuban traditional medicine. Revista Cubana de Medicina Tropical. 2011;63(1):52–57.", "ArticleIdList": ["23437537"]}, {"Citation": "Ramos A., Rivero R., Visozo A., Piloto J., García A. Parthenin, a sesquiterpene lactone of Parthenium hysterophorus L. is a high toxicity clastogen. Mutation Research. 2002;514(1-2):19–27. doi: 10.1016/S1383-5718(01)00321-7.", "ArticleIdList": ["10.1016/S1383-5718(01)00321-7", "11815241"]}, {"Citation": "Varanda E. A., Calvo T. R., Cardoso C. R. P., et al. Mutagenic activity of Indigofera truxillensis and I. suffruticosa aerial parts. Evidence-Based Complementary and Alternative Medicine. 2011;2011 doi: 10.1093/ecam/nep123.323276", "ArticleIdList": ["10.1093/ecam/nep123", "PMC3135973", "19696193"]}, {"Citation": "Déciga-Campos M., Arriaga-Alba M., Ventura-Martínez R., Aguilar-Guadarrama B., Rios M. Y. Pharmacological and toxicological profile of extract from Heliopsis longipes and affinin. Drug Development Research. 2012;73(3):130–137. doi: 10.1002/ddr.21002.", "ArticleIdList": ["10.1002/ddr.21002"]}, {"Citation": "Da Costa E Silva L. D., Rodrigues L. C. L. V., Dos Santos V. R., et al. Evaluation of mutagenic and genotoxic activities of lobeline and its modulation on genomic instability induced by ethanol. Life Sciences. 2014;103(2):73–78. doi: 10.1016/j.lfs.2014.03.034.", "ArticleIdList": ["10.1016/j.lfs.2014.03.034", "24727238"]}, {"Citation": "Mattana C. M., Cangiano M. A., Satorres S. E., Alcaráz L. E., Laciar A. L. Potential genotoxicity of zinnia peruviana extract. Pharmacologyonline. 2016;2016(2):72–80."}, {"Citation": "Gindri A. L., De Souza L. B., Cruz R. C., Boligon A. A., Machado M. M., Athayde M. L. Genotoxic evaluation, secondary metabolites and antioxidant capacity of leaves and roots of Urera baccifera Gaudich (Urticaceae) Natural Product Research (Formerly Natural Product Letters) 2014;28(23):2214–2216. doi: 10.1080/14786419.2014.920333.", "ArticleIdList": ["10.1080/14786419.2014.920333", "24919037"]}, {"Citation": "Avila-Acevedo J. G., García-Bores A. M., Martínez-Ramírez F., et al. Antihyperglycemic effect and genotoxicity of Psittacanthus calyculatus extract in streptozotocin-induced diabetic rats. Boletin Latinoamericano y del Caribe de Plantas Medicinales y Aromaticas. 2012;11(4):345–353."}, {"Citation": "Cariño-Cortés R., Gayosso-De-Lucio J. A., Ortiz M. I., et al. Antinociceptive, genotoxic and histopathological study of Heliopsis longipes S.F. Blake in mice. Journal of Ethnopharmacology. 2010;130(2):216–221. doi: 10.1016/j.jep.2010.04.037.", "ArticleIdList": ["10.1016/j.jep.2010.04.037", "20435120"]}, {"Citation": "Organization for Economic Cooperation and Development. Guideline for Testing of Chemicals. Test guideline 423: acute oral toxicity, acute toxic class methods; 2012."}, {"Citation": "Awaad A. S., Al-Jaber N. A., Soliman G. A., et al. New biological activities of Casimiroa edulis leaf extract and isolated compounds. Phytotherapy Research. 2012;26(3):452–457. doi: 10.1002/ptr.3690.", "ArticleIdList": ["10.1002/ptr.3690", "22173732"]}, {"Citation": "García-Rodríguez R. V., Gutiérrez-Rebolledo G. A., Méndez-Bolaina E., et al. Cnidoscolus chayamansa Mc Vaugh, an important antioxidant, anti-inflammatory and cardioprotective plant used in Mexico. Journal of Ethnopharmacology. 2014;151(2):937–943. doi: 10.1016/j.jep.2013.12.004.", "ArticleIdList": ["10.1016/j.jep.2013.12.004", "24333962"]}, {"Citation": "Gutiérrez-Rebolledo G. A., Garduño-Siciliano L., García-Rodríguez R. V., et al. Anti-inflammatory and toxicological evaluation of Moussonia deppeana (Schldl. & Cham) Hanst and Verbascoside as a main active metabolite. Journal of Ethnopharmacology. 2016;187:269–280. doi: 10.1016/j.jep.2016.04.033.", "ArticleIdList": ["10.1016/j.jep.2016.04.033", "27125592"]}, {"Citation": "Shah A. H., Qureshi S., Ageel A. M. Toxicity studies in mice of ethanol extracts of Foeniculum vulgare fruit and Ruta chalepensis aerial parts. Journal of Ethnopharmacology. 1991;34(2-3):167–172. doi: 10.1016/0378-8741(91)90034-B.", "ArticleIdList": ["10.1016/0378-8741(91)90034-B", "1795520"]}, {"Citation": "Olajide O. A., Awe S. O., Makinde J. M. Pharmacological screening of the methanolic extract of Chenopodium ambrosioides. Fitoterapia. 1997;68(6):529–532."}, {"Citation": "Tamboli S. R., Pandit R. S. Acute toxicity evaluation of Rauvolfia tetraphylla leaf extract in rat by up and down method. International Journal of Pharmaceutical and Clinical Research. 2014;6(4):316–319."}, {"Citation": "Palacios-Espinosa J. F., Arroyo-García O., García-Valencia G., Linares E., Bye R., Romero I. Evidence of the anti-Helicobacter pylori, gastroprotective and anti-inflammatory activities of Cuphea aequipetala infusion. Journal of Ethnopharmacology. 2014;151(2):990–998. doi: 10.1016/j.jep.2013.12.012.", "ArticleIdList": ["10.1016/j.jep.2013.12.012", "24342782"]}, {"Citation": "Sirisha K., Rajendra Y., Gomathi P., Soujanya K., Yasmeen N. Antioxidant and anti-inflammatory activities of flowers of plumeria rubra l. f. rubra and plumeria rubra f. lutea: A comparative study. Research Journal of Pharmaceutical, Biological and Chemical Sciences. 2013;4(4):743–756."}, {"Citation": "Anesini C., Boccio J., Cremaschi G., et al. In vivo antitumoural activity and acute toxicity study of Larrea divaricata Cav. extract. Phytotherapy Research. 1997;11(7):521–523. doi: 10.1002/(SICI)1099-1573(199711)11:7<521::AID-PTR138>3.0.CO;2-N. doi: 10.1002/(SICI)1099-1573(199711)11:7<521::AID-PTR138>3.0.CO;2-N.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199711)11:7<521::AID-PTR138>3.0.CO;2-N", "10.1002/(SICI)1099-1573(199711)11:7<521::AID-PTR138>3.0.CO;2-N"]}, {"Citation": "Kumar D., Singh J., Baghotia A., Kumar S. Anticonvulsant effect of the ethanol extract of Caesalpinia pulcherrima (L.) Sw., Fabaceae, leaves. Revista Brasileira de Farmacognosia. 2010;20(5):751–755. doi: 10.1590/s0102-695x2010005000014.", "ArticleIdList": ["10.1590/s0102-695x2010005000014"]}, {"Citation": "Kumar S., Singh J., Baghotia A., et al. Antifertility potential of the ethanolic extract of Caesalpinia pulcherrima Linn. leaves. Asian Pacific Journal of Reproduction. 2013;2(2):90–92. doi: 10.1016/S2305-0500(13)60125-6.", "ArticleIdList": ["10.1016/S2305-0500(13)60125-6"]}, {"Citation": "Kengni F., Tala D., Djimeli M., et al. In vitro antimicrobial activity of Harungana madagascriensis and Euphorbia prostrata extracts against some pathogenic Salmonella sp. International Journal of Biological and Chemical Sciences. 2013;7(3):p. 1106. doi: 10.4314/ijbcs.v7i3.17.", "ArticleIdList": ["10.4314/ijbcs.v7i3.17"]}, {"Citation": "Sarkiyayi S., Ibrahim S., Abubakar M. S. Toxicological studies of Ceiba pentandra Linn. African Journal of Biochemistry Research. 2009;3(7):279–281."}, {"Citation": "Dutt V., Dhar V. J., Sharma A. Antianxiety activity of Gelsemium sempervirens. Pharmaceutical Biology. 2010;48(10):1091–1096. doi: 10.3109/13880200903490521.", "ArticleIdList": ["10.3109/13880200903490521", "20860436"]}, {"Citation": "Hernández-Ortega M., Ortiz-Moreno A., Hernández-Navarro M. D., Chamorro-Cevallos G., Dorantes-Alvarez L., Necoechea-Mondragón H. Antioxidant, antinociceptive, and anti-inflammatory effects of carotenoids extracted from dried pepper (Capsicum annuum L.) Journal of Biomedicine and Biotechnology. 2012;2012 doi: 10.1155/2012/524019.524019", "ArticleIdList": ["10.1155/2012/524019", "PMC3468166", "23091348"]}, {"Citation": "Abere T. A., Okoye C. J., Agoreyo F. O., et al. Antisickling and toxicological evaluation of the leaves of Scoparia dulcis Linn (Scrophulariaceae) BMC Complementary and Alternative Medicine. 2015;15, article 414 doi: 10.1186/s12906-015-0928-5.", "ArticleIdList": ["10.1186/s12906-015-0928-5", "PMC4657272", "26597857"]}, {"Citation": "Moniruzzaman M., Atikur Rahman M., Ferdous A. Evaluation of sedative and hypnotic activity of ethanolic extract of Scoparia dulcis Linn. Evidence-Based Complementary and Alternative Medicine. 2015;2015:6. doi: 10.1155/2015/873954.873954", "ArticleIdList": ["10.1155/2015/873954", "PMC4377517", "25861372"]}, {"Citation": "Dutok C. M. S., Berenguer-Rivas C. A., Rodríguez-Leblanch E., et al. Acute toxicity and dermal and eye irritation of the aqueous and hydroalcoholic extracts of the seeds of \"zapote\" pouteria mammosa (L.) cronquist. The Scientific World Journal. 2015;2015 doi: 10.1155/2015/642906.642906", "ArticleIdList": ["10.1155/2015/642906", "PMC4529971", "26273696"]}, {"Citation": "Harish-Babu B., Mohana-Lakshmi S., Saravana-Kumar A. Studies on phytochemical and anticonvulsant property of Martyniya annua Linn; 2010; pp. 82–86."}, {"Citation": "Zavala C. D., Carrillo I M. L., Alvarado S B., Sánchez Ch A. O. Evaluation of the acute toxicity of an alcoholic extract from tarbush leaves (Flourensia cernua) Revista Mexicana de Ciencias Farmaceuticas. 2010;41(3):50–54."}, {"Citation": "Sharma V., Rajani G. Evaluation of Caesalpinia pulcherrima Linn. for anti-inflammatory and antiulcer activities. Indian Journal of Pharmacology. 2011;43(2):168–171. doi: 10.4103/0253-7613.77354.", "ArticleIdList": ["10.4103/0253-7613.77354", "PMC3081455", "21572651"]}, {"Citation": "Devaki K., Beulah U., Akila G., Gopalakrishnan V. K. Effect of aqueous extract of Passiflora edulis on biochemical and hematological parameters of Wistar Albino rats. Toxicology International. 2012;19(1):63–67. doi: 10.4103/0971-6580.94508.", "ArticleIdList": ["10.4103/0971-6580.94508", "PMC3339248", "22736906"]}, {"Citation": "Bastidas-Ramírez B. E., Navarro-Ruíz N., Quezada-Arellano J. D., Ruíz-Madrigal B., Villanueeva-Michel M. T., Garzón P. Anticonvulsant effects of Magnolia grandiflora L. in the rat. Journal of Ethnopharmacology. 1998;61(2):143–152. doi: 10.1016/S0378-8741(98)00028-2.", "ArticleIdList": ["10.1016/S0378-8741(98)00028-2", "9683345"]}, {"Citation": "Shastry C. S., Bhalodia Maulik M., Aswathanarayana B. J. Antivenom activity of ethanolic extract of Crescentia cujete fruit. International Journal of Phytomedicine. 2012;4(1):108–114."}, {"Citation": "Kumar B. S., Lakshman K., Nandeesh R., et al. In vitro alpha-amylase inhibition and in vivo antioxidant potential of Amaranthus spinosus in alloxan-induced oxidative stress in diabetic rats. Saudi Journal of Biological Sciences. 2011;18(1):1–5. doi: 10.1016/j.sjbs.2010.08.002.", "ArticleIdList": ["10.1016/j.sjbs.2010.08.002", "PMC3730887", "23961097"]}, {"Citation": "Gupta S., Khanna V. K., Maurya A., et al. Bioactivity guided isolation of antipsychotic constituents from the leaves of Rauwolfia tetraphylla L. Fitoterapia. 2012;83(6):1092–1099. doi: 10.1016/j.fitote.2012.04.029.", "ArticleIdList": ["10.1016/j.fitote.2012.04.029", "22579842"]}, {"Citation": "Pérez-González M. Z., Gutiérrez-Rebolledo G. A., Yépez-Mulia L., Rojas-Tomé I. S., Luna-Herrera J., Jiménez-Arellanes M. A. Antiprotozoal, antimycobacterial, and anti-inflammatory evaluation of Cnidoscolus chayamansa (Mc Vaugh) extract and the isolated compounds. Biomedicine & Pharmacotherapy. 2017;89:89–97. doi: 10.1016/j.biopha.2017.02.021.", "ArticleIdList": ["10.1016/j.biopha.2017.02.021", "28222400"]}, {"Citation": "Khan M. I., Denny Joseph K. M., Muralidhara, Ramesh H. P., Giridhar P., Ravishankar G. A. Acute, subacute and subchronic safety assessment of betalains rich Rivina humilis L. berry juice in rats. Food and Chemical Toxicology. 2011;49(12):3154–3157. doi: 10.1016/j.fct.2011.08.022.", "ArticleIdList": ["10.1016/j.fct.2011.08.022", "21914457"]}, {"Citation": "Nikkon F., Habib M. R., Saud Z. A., Karim M. R. Tagetes erecta Linn. and its mosquitocidal potency against Culex quinquefasciatus. Asian Pacific Journal of Tropical Biomedicine. 2011;1(3):186–188. doi: 10.1016/S2221-1691(11)60024-5.", "ArticleIdList": ["10.1016/S2221-1691(11)60024-5", "PMC3609190", "23569756"]}, {"Citation": "Jaramillo-Juárez F., Rodríguez-Vázquez M. L., Muñoz-Martínez J., et al. The ATP levels in kidneys and blood are mainly decreased by acute ingestion of tullidora (Karwinskia humboldtiana) Toxicon. 2005;46(1):99–103. doi: 10.1016/j.toxicon.2005.03.019.", "ArticleIdList": ["10.1016/j.toxicon.2005.03.019", "15922384"]}, {"Citation": "Silva M. G. B., Aragão T. P., Vasconcelos C. F. B., et al. Acute and subacute toxicity of Cassia occidentalis L. stem and leaf in Wistar rats. Journal of Ethnopharmacology. 2011;136(2):341–346. doi: 10.1016/j.jep.2011.04.070.", "ArticleIdList": ["10.1016/j.jep.2011.04.070", "21571057"]}, {"Citation": "Harikumar K. B., Nimita C. V., Preethi K. C., Kuttan R., Shankaranarayana M. L., Deshpande J. Toxicity profile of lutein and lutein ester isolated from marigold flowers (Tagetes erecta) International Journal of Toxicology. 2008;27(1):1–9. doi: 10.1080/10915810701876265.", "ArticleIdList": ["10.1080/10915810701876265", "18293208"]}, {"Citation": "Mariz S. R., Araújo M. S. T., Cerqueira G. S., et al. Histopathological evaluation in rats after acute treatment with the ethanol extract from aerial parts of Jatropha gossypiifolia L. Revista Brasileira de Farmacognosia. 2008;18(2):213–216. doi: 10.1590/S0102-695X2008000200012.", "ArticleIdList": ["10.1590/S0102-695X2008000200012"]}, {"Citation": "Salako O. A., Akindele A. J., Shitta O. M., Elegunde O. O., Adeyemi O. O. Antidiarrhoeal activity of aqueous leaf extract of Caladium bicolor (Araceae) and its possible mechanisms of action. Journal of Ethnopharmacology. 2015;176:225–231. doi: 10.1016/j.jep.2015.10.035.", "ArticleIdList": ["10.1016/j.jep.2015.10.035", "26514064"]}, {"Citation": "Aguirre-Hernández E., Martínez A. L., González-Trujano M. E., Moreno J., Vibrans H., Soto-Hernández M. Pharmacological evaluation of the anxiolytic and sedative effects of Tilia americana L. var. mexicana in mice. Journal of Ethnopharmacology. 2007;109(1):140–145. doi: 10.1016/j.jep.2006.07.017.", "ArticleIdList": ["10.1016/j.jep.2006.07.017", "16930893"]}, {"Citation": "Pérez-Ortega G., González-Trujano M. E., Ángeles-López G. E., Brindis F., Vibrans H., Reyes-Chilpa R. Tagetes lucida Cav.: Ethnobotany, phytochemistry and pharmacology of its tranquilizing properties. Journal of Ethnopharmacology. 2016;181:221–228. doi: 10.1016/j.jep.2016.01.040.", "ArticleIdList": ["10.1016/j.jep.2016.01.040", "26873624"]}, {"Citation": "Singh M., Kumar V., Singh I., Gauttam V., Kalia A. Anti-inflammatory activity of aqueous extract of Mirabilis jalapa Linn. leaves. Pharmacognosy Research. 2010;2(6):p. 364. doi: 10.4103/0974-8490.75456.", "ArticleIdList": ["10.4103/0974-8490.75456", "PMC3111696", "21713140"]}, {"Citation": "Badilla B., Mora G., Poveda L. J. Anti-inflammatory activity of aqueous extracts of five Costa Rican medicinal plants in Sprague-Dawley rats. Revista de Biología Tropical. 1999;47(4):723–727.", "ArticleIdList": ["11021310"]}, {"Citation": "Alonso-Castro A. J., Juárez-Vázquez M. D. C., Domínguez F., et al. The antitumoral effect of the American mistletoe Phoradendron serotinum (Raf.) M.C. Johnst. (Viscaceae) is associated with the release of immunity-related cytokines. Journal of Ethnopharmacology. 2012;142(3):857–864. doi: 10.1016/j.jep.2012.06.018.", "ArticleIdList": ["10.1016/j.jep.2012.06.018", "22732726"]}, {"Citation": "Becci P. J., Schwartz H., Barnes H. H., Southard G. L. Short-term toxicity studies of sangu1nar1ne and of two alkaloid extracts of Sanguinaria Canadensis L. Journal of Toxicology and Environmental Health. 1987;20(1-2):199–208. doi: 10.1080/15287398709530972.", "ArticleIdList": ["10.1080/15287398709530972", "3806703"]}, {"Citation": "Muralidhara, Narasimhamurthy K. Non-mutagenicity of capsaicin in Albino mice. Food and Chemical Toxicology. 1988;26(11-12):955–958. doi: 10.1016/0278-6915(88)90094-4.", "ArticleIdList": ["10.1016/0278-6915(88)90094-4", "3209135"]}, {"Citation": "Garín-Aguilar M. E., Ramírez Luna J. E., Soto-Hernández M., Valencia del Toro G., Martínez Vázquez M. Effect of crude extracts of Erythrina americana Mill. on aggressive behavior in rats. Journal of Ethnopharmacology. 2000;69(2):189–196. doi: 10.1016/S0378-8741(99)00121-X.", "ArticleIdList": ["10.1016/S0378-8741(99)00121-X", "10687875"]}, {"Citation": "Li C.-Y., Devappa R. K., Liu J.-X., Lv J.-M., Makkar H. P. S., Becker K. Toxicity of Jatropha curcas phorbol esters in mice. Food and Chemical Toxicology. 2010;48(2):620–625. doi: 10.1016/j.fct.2009.11.042.", "ArticleIdList": ["10.1016/j.fct.2009.11.042", "19944127"]}, {"Citation": "Chami L. A., Méndez R., Chataing B., O'Callaghan J., Usubillaga A., LaCruz L. Toxicological effects of α-solamargine in experimental animals. Phytotherapy Research. 2003;17(3):254–258. doi: 10.1002/ptr.1122.", "ArticleIdList": ["10.1002/ptr.1122", "12672156"]}, {"Citation": "Rao K. V., Davis T. L. Constituents of Magnolia grandiflora. III. Toxic principle of the wood. Journal of Natural Products. 1982;45(3):283–287. doi: 10.1021/np50021a009.", "ArticleIdList": ["10.1021/np50021a009", "7119806"]}, {"Citation": "Bowman W. C., Sanghvi I. S. Pharmacological actions of hemlock (Conium maculatum) alkaloids. Journal of Pharmacy and Pharmacology. 1963;15(1):1–25. doi: 10.1111/j.2042-7158.1963.tb12738.x.", "ArticleIdList": ["10.1111/j.2042-7158.1963.tb12738.x", "14014656"]}, {"Citation": "Narasimhan T. R., Murthy B. S. K., Harindranath N., Rao P. V. S. Characterization of a toxin from Parthenium hysterophorus and its mode of excretion in animals. Journal of Biosciences. 1984;6(5):729–738. doi: 10.1007/BF02702716.", "ArticleIdList": ["10.1007/BF02702716"]}, {"Citation": "Glinsukon T., Stitmunnaithum V., Toskulkao C., Buranawuti T., Tangkrisanavinont V. Acute toxicity of capsaicin in several animal species. Toxicon. 1980;18(2):215–220. doi: 10.1016/0041-0101(80)90076-8.", "ArticleIdList": ["10.1016/0041-0101(80)90076-8", "7394809"]}, {"Citation": "Davicino R., Mattar A., Casali Y., Porporatto C., Correa S. G., Micalizzi B. In vivo immunomodulatory effects of aqueous extracts of Larrea divaricata Cav. Immunopharmacology and Immunotoxicology. 2007;29(3-4):351–366. doi: 10.1080/08923970701619703.", "ArticleIdList": ["10.1080/08923970701619703", "18075849"]}, {"Citation": "Jaramillo F., Rodríguez V. M. L., Castillo C. M. G., et al. Hepatic and blood coagulation damage produced by administration of ripe fruit from the tullidora plant (Karwinskia humboldtiana) in the rat. Revista Mexicana de Ciencias Farmaceuticas. 2009;40(1):28–34."}, {"Citation": "Maluf E., Barros H. M. T., Frochtengarten M. L., Benti R., Leite J. R. Assessment of the hypnotic/sedative effects and toxicity of Passiflora edulis aqueous extract in rodents and humans. Phytotherapy Research. 1991;5(6):262–266. doi: 10.1002/ptr.2650050607.", "ArticleIdList": ["10.1002/ptr.2650050607"]}, {"Citation": "Carcano-Diaz K., Garcia-Garcia A., Segoviano-Ramirez J. C., Rodriguez-Rocha H., Loera-Arias M. D. J., Garcia-Juarez J. Damage to pancreatic acinar cells and preservation of islets of langerhans in a rat model of acute pancreatitis induced by karwinskia humboldtiana (Buckthorn) Histology and Histopathology. 2016;31(9):1001–1010. doi: 10.14670/HH-11-732.", "ArticleIdList": ["10.14670/HH-11-732", "26877198"]}, {"Citation": "Tamboli S. R., Pandit R. S. Subacute toxicity evaluation of Rauvolfia tetraphylla methanolic leaf extract in Sprague dawley rat. International Journal of Pharmaceutical Sciences Review and Research. 2015;34(1, article no. 24):152–157."}, {"Citation": "Cid-Hernández M., Ramírez-Anguiano A. C., Ortiz G. G., et al. Mitochondrial atpase activity and membrane fluidity changes in rat liver in response to intoxication with buckthorn (karwinskia humboldtiana) Biological Research. 2015;48 doi: 10.1186/s40659-015-0008-9.", "ArticleIdList": ["10.1186/s40659-015-0008-9", "PMC4376499", "25889629"]}, {"Citation": "Ogbulie J. N., Ogueke C. C., Okoli I. C., Anyanwu B. N. Antibacterial activities and toxicological potentials of crude ethanolic extracts of Euphorbia hirta. African Journal of Biotechnology. 2007;6(13):1544–1548."}, {"Citation": "Hashemi S. R., Zulkifli I., Davoodi H., Zunita Z., Ebrahimi M. Growth performance, intestinal microflora, plasma fatty acid profile in broiler chickens fed herbal plant (Euphorbia hirta) and mix of acidifiers. Animal Feed Science and Technology. 2012;178(3-4):167–174. doi: 10.1016/j.anifeedsci.2012.09.006.", "ArticleIdList": ["10.1016/j.anifeedsci.2012.09.006"]}, {"Citation": "Omnell M. L., Sim F. R. P., Keeler R. F., Harne L. C., Brown K. S. Expression of Veratrum alkaloid teratogenicity in the mouse. Teratology. 1990;42(2):105–119. doi: 10.1002/tera.1420420202.", "ArticleIdList": ["10.1002/tera.1420420202", "2218940"]}, {"Citation": "Gonzales J., Benavides V., Rojas R., Pino J. Efecto embriotóxico y teratogénico de Ruta chalepensis L. ruda, en ratón (Mus musculus) Revista Peruana de Biología. 2013;13(3) doi: 10.15381/rpb.v13i3.2344.", "ArticleIdList": ["10.15381/rpb.v13i3.2344"]}, {"Citation": "Zeichen de Sa R., Rey A., Argañaraz E., Bindstein E. Perinatal toxicology of Ruta chalepensis (Rutaceae) in mice. Journal of Ethnopharmacology. 2000;69(2):93–98. doi: 10.1016/S0378-8741(98)00232-3.", "ArticleIdList": ["10.1016/S0378-8741(98)00232-3", "10687865"]}, {"Citation": "Victorien D. T., Jean Robert K., Jacques D. T., et al. Hemostatic activity screening and skin toxicity of sap of Jatropha multifida L. (Euphorbiaceae) used in traditional medicine (Benin) Asian Pacific Journal of Tropical Disease. 2012;2(2):S927–S932. doi: 10.1016/S2222-1808(12)60293-X.", "ArticleIdList": ["10.1016/S2222-1808(12)60293-X"]}, {"Citation": "Adolf W., Opferkuch H. J., Hecker E. Irritant phorbol derivatives from four Jatropha species. Phytochemistry. 1984;23(1):129–132. doi: 10.1016/0031-9422(84)83091-5.", "ArticleIdList": ["10.1016/0031-9422(84)83091-5"]}, {"Citation": "Meyer Albiero A. L., Aboin Sertié J. A., Bacchi E. M. Antiulcer activity of Sapindus saponaria L. in the rat. Journal of Ethnopharmacology. 2002;82(1):41–44. doi: 10.1016/S0378-8741(02)00094-6.", "ArticleIdList": ["10.1016/S0378-8741(02)00094-6", "12169404"]}, {"Citation": "Dabhadkar D., Zade V., Dawada S., Dhore M., Kodape M. Effect of alcoholic pod extract of Plumeria rubra on biochemical and haematologicalparameters of female albino rats. International Journal of Pharmaceutical Sciences Review and Research. 2013;19(1):69–74."}, {"Citation": "Jang J.-J., Devor D. E., Logsdon D. L., Ward J. M. A 4-week feeding study of ground red chilli (Capsicum annuum) in male B6C3F1 mice. Food and Chemical Toxicology. 1992;30(9):783–787. doi: 10.1016/0278-6915(92)90080-5.", "ArticleIdList": ["10.1016/0278-6915(92)90080-5", "1427516"]}, {"Citation": "Adedapo A. A., Omoloye O. A., Ohore O. G. Studies on the toxicity of an aqueous extract of the leaves of Abrus precatorius in rats. Onderstepoort Journal of Veterinary Research. 2007;74(1):31–36.", "ArticleIdList": ["17708151"]}, {"Citation": "Mariz S. R., Cerqueira G. S., Araújo W. C., et al. Chronic toxicologic study of the ethanolic extract of the aerial parts of Jatropha gossypiifolia in rats. Revista Brasileira de Farmacognosia. 2012;22(3):663–668. doi: 10.1590/S0102-695X2012005000024.", "ArticleIdList": ["10.1590/S0102-695X2012005000024"]}, {"Citation": "Yao M., Ritchie H. E., Brown-Woodman P. D. A reproductive screening test of goldenseal. Birth Defects Research Part B - Developmental and Reproductive Toxicology. 2005;74(5):399–404. doi: 10.1002/bdrb.20055.", "ArticleIdList": ["10.1002/bdrb.20055", "16193497"]}, {"Citation": "Medeiros M. A., Riet-Correa F., Dantas F. P. M., Santos J. R. S., Medeiros R. M. T. Efeitos teratogênicos de prosopis juliflora em ratos e análise da toxicidad e das vagens. Pesquisa Veterinaria Brasileira. 2014;34(11):1089–1093."}, {"Citation": "Dabhadkar D., Zade V. Abortifacient activity of Plumeria rubra (Linn) pod extract in female albino rats. Indian Journal of Experimental Biology (IJEB) 2012;50(10):702–707.", "ArticleIdList": ["23214263"]}, {"Citation": "Mello F. B., Jacobus D., Carvalho K., Mello J. R. B. Effects of Lantana camara (Verbenaceae) on general reproductive performance and teratology in rats. Toxicon. 2005;45(4):459–466. doi: 10.1016/j.toxicon.2004.12.004.", "ArticleIdList": ["10.1016/j.toxicon.2004.12.004", "15733567"]}, {"Citation": "National Toxicology Program. Toxicology and carcinogenesis studies of goldenseal root powder (Hydrastis Canadensis) in F344/N rats and B6C3F1 mice (feed studies) Vol. 562. National Toxicology Program Technical Report Series; 2010.", "ArticleIdList": ["21372858"]}, {"Citation": "Naranjo C. A., Busto U., Sellers E. M. A method for estimating the probability of adverse drug reactions. Clinical Pharmacology & Therapeutics. 1981;30(2):239–245. doi: 10.1038/clpt.1981.154.", "ArticleIdList": ["10.1038/clpt.1981.154", "7249508"]}, {"Citation": "Mexican Official Norm NOM-220-SSA1-2016. Pharmacovigilance Installation and Operation, Secretary of Health. Mexico City, Mexico; 2013."}, {"Citation": "Danan G., Benichou C. Causality assessment of adverse reactions to drugs—I: a novel method based on the conclusions of international consensus meetings: application to drug-induced liver injuries. Journal of Clinical Epidemiology. 1993;46(11):1323–1330. doi: 10.1016/0895-4356(93)90101-6.", "ArticleIdList": ["10.1016/0895-4356(93)90101-6", "8229110"]}, {"Citation": "Krenzelok E. P., Jacobsen T. D., Aronis J. M. Poinsettia exposures have good outcomes—Just as we thought. The American Journal of Emergency Medicine. 1996;14(7):671–674. doi: 10.1016/S0735-6757(96)90086-8.", "ArticleIdList": ["10.1016/S0735-6757(96)90086-8", "8906768"]}, {"Citation": "Borrelli F., Ernst E. Black cohosh (Cimicifuga racemosa): a systematic review of adverse events. American Journal of Obstetrics & Gynecology. 2008;199(5):455–466. doi: 10.1016/j.ajog.2008.05.007.", "ArticleIdList": ["10.1016/j.ajog.2008.05.007", "18984078"]}, {"Citation": "Teschke R., Schwarzenboeck A., Schmidt-Taenzer W., Wolff A., Hennermann K. Herb induced liver injury presumably caused by black cohosh: a survey of initially purported cases and herbal quality specifications. Annals of Hepatology. 2011;10(3):249–259.", "ArticleIdList": ["21677326"]}, {"Citation": "Schnuch A., Lessmann H., Geier J., Frosch P. J., Uter W. Contact allergy to fragrances: Frequencies of sensitization from 1996 to 2002. Results of the IVDK. Contact Dermatitis. 2004;50(2):65–76. doi: 10.1111/j.0105-1873.2004.00302.x.", "ArticleIdList": ["10.1111/j.0105-1873.2004.00302.x", "15128316"]}, {"Citation": "Marks J. G., Jr., Belsito D. V., DeLeo V. A., et al. North American contact dermatitis group patch-test results, 1996-1998 [8] JAMA Dermatology. 2000;136(2):272–273. doi: 10.1001/archderm.136.2.272.", "ArticleIdList": ["10.1001/archderm.136.2.272", "10677115"]}, {"Citation": "Wöhrl S., Hemmer W., Focke M., Götz M., Jarisch R. The significance of fragrance mix, balsam of Peru, colophony and propolis as screening tools in the detection of fragrance allergy. British Journal of Dermatology. 2001;145(2):268–273. doi: 10.1046/j.1365-2133.2001.04345.x.", "ArticleIdList": ["10.1046/j.1365-2133.2001.04345.x", "11531790"]}, {"Citation": "Trattner A., David M. Patch testing with fine fragrances: Comparison with fragrance mix, balsam of Peru and a fragrance series. Contact Dermatitis. 2003;49(6):287–289. doi: 10.1111/j.0105-1873.2003.0264.x.", "ArticleIdList": ["10.1111/j.0105-1873.2003.0264.x", "15025700"]}, {"Citation": "Turić P., Lipozenčić J., Milavec-Puretić V., Kulišić S. M. Contact allergy caused by fragrance mix and Myroxylon pereirae (balsam of Peru) - A retrospective study. Collegium Antropologicum. 2011;35(1):83–87.", "ArticleIdList": ["21661358"]}, {"Citation": "Eddleston M., Attapattu S., Kularatne S. A. M., et al. Acute yellow oleander (Thevetia peruviana) poisoning: Cardiac arrhythmias, electrolyte disturbances, and serum cardiac glycoside concentrations on presentation to hospital. Heart. 2000;83(3):301–306. doi: 10.1136/heart.83.3.301.", "ArticleIdList": ["10.1136/heart.83.3.301", "PMC1729329", "10677410"]}, {"Citation": "Rivero-Cruz J. F., Chavez D., Hernandez Bautista B., Anaya A. L., Mata R. Separation and characterization of Metopium brownei urushiol components. Phytochemistry. 1997;45(5):1003–1008. doi: 10.1016/S0031-9422(97)00032-0.", "ArticleIdList": ["10.1016/S0031-9422(97)00032-0"]}, {"Citation": "Eddleston M., Ariaratnam C. A., Meyer W. P., et al. Epidemic of self-poisoning with seeds of the yellow oleander tree (Thevetia peruviana) in northern Sri Lanka. Tropical Medicine & International Health. 1999;4(4):266–273. doi: 10.1046/j.1365-3156.1999.00397.x.", "ArticleIdList": ["10.1046/j.1365-3156.1999.00397.x", "10357862"]}, {"Citation": "Guerrero M., Piñeyro A., Waksman N. Extraction and quantification of toxins from Karwinskia humboldtiana (Tullidora) Toxicon. 1987;25(5):565–568. doi: 10.1016/0041-0101(87)90292-3.", "ArticleIdList": ["10.1016/0041-0101(87)90292-3", "3617090"]}, {"Citation": "Lancaster P. A., Brooks J. E. Cassava leaves as human food. Economic Botany. 1983;37(3):331–348. doi: 10.1007/BF02858890.", "ArticleIdList": ["10.1007/BF02858890"]}, {"Citation": "McMahon J. M., White W. L., Sayre R. T. Cyanogenesis in cassava (Manihot esculenta Crantz) Journal of Experimental Botany. 1995;46(288):731–741. doi: 10.1093/jxb/46.7.731.", "ArticleIdList": ["10.1093/jxb/46.7.731"]}, {"Citation": "Husain S., Narsimha R., Rao R. N. Separation, identification and determination of sanguinarine in argemone and other adulterated edible oils by reversed-phase high-performance liquid chromatography. Journal of Chromatography A. 1999;863(1):123–126. doi: 10.1016/S0021-9673(99)00964-4.", "ArticleIdList": ["10.1016/S0021-9673(99)00964-4", "10591470"]}, {"Citation": "Stickel F., Shouval D. Hepatotoxicity of herbal and dietary supplements: an update. Archives of Toxicology. 2015;89(6):851–865. doi: 10.1007/s00204-015-1471-3.", "ArticleIdList": ["10.1007/s00204-015-1471-3", "25680499"]}, {"Citation": "Lin S. R., Cai L. P., Lin D. Y. Effects of electroacupuncture of “Zusanli” (ST 36) on gastric mucosal blood flow, NO and ET contents in gastric mucosal injury rats. Acupuncture Research. 2006;31(2):110–112."}, {"Citation": "Myers S. P. Interactions between complementary medicines and warfarin. Australian Prescriber. 2002;25(3):54–56. doi: 10.18773/austprescr.2002.054.", "ArticleIdList": ["10.18773/austprescr.2002.054"]}]}], "History": [{"Year": "2017", "Month": "8", "Day": "14"}, {"Year": "2017", "Month": "10", "Day": "4"}, {"Year": "2017", "Month": "10", "Day": "10"}, {"Year": "2017", "Month": "12", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "11", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29234446", "PMC5688365", "10.1155/2017/9439868"]}}]}