{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["advanced colorectal cancer", "bayesian network model", "chemotherapy", "efficacy", "randomized controlled trial"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29246011", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "10", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.18632/oncotarget.22177"], "Journal": {"ISSN": "1949-2553", "JournalIssue": {"Volume": "8", "Issue": "59", "PubDate": {"Year": "2017", "Month": "Nov", "Day": "21"}}, "Title": "Oncotarget", "ISOAbbreviation": "Oncotarget"}, "ArticleTitle": "Network meta-analysis of the efficacy of first-line chemotherapy regimens in patients with advanced colorectal cancer.", "Pagination": {"StartPage": "100668", "EndPage": "100677", "MedlinePgn": "100668-100677"}, "Abstract": {"AbstractText": ["This network meta-analysis compared the short-term and long-term efficacies of first-line chemotherapy regimens in patients with advanced colorectal cancer (CRC). The 10 regimens included folinic acid + 5-fluorouracil + oxaliplatin (FOLFOX), folinic acid + 5-fluorouracil + irinotecan (FOLFIRI), folinic acid + 5-fluorouracil + gemcitabine (FFG), folinic acid + 5-fluorouracil + trimetrexate (FFT), folinic acid + 5-fluorouracil (FF), irinotecan + oxaliplatin (IROX), raltitrexed + oxaliplatin (TOMOX), folinic acid + tegafur-uracil (FTU), raltitrexed, and capecitabine. Electronic searches were performed in the Cochrane Library, PubMed and Embase databases from inception to June 2017. Network meta-analysis combined direct and indirect evidence to obtain odds ratios (ORs) and surface under the cumulative ranking curves (SUCRA) of different chemotherapy regimens for advanced CRC. Fourteen randomized controlled trails (RCTs) covering 4,383 patients with advanced CRC were included. The results revealed that FOLFOX, FOLFIRI, IROX, and TOMOX all showed higher overall response rates (ORRs) than FF or raltitrexed. Compared with raltitrexed, the aforementioned four regimens also had higher 1-year progression-free survival (PFS) rates. In addition, FOLFOX and FOLFIRI exhibited higher disease control rates (DCRs) and 1-year PFS rates than FF or raltitrexed. Cluster analysis revealed that FOLFOX, FOLFIRI, and TOMOX had better short-term and long-term efficacies. These findings suggest FOLFOX, FOLFIRI, and TOMOX are superior to other regimens for advanced CRC. These three regimens are therefore recommended for clinical treatment of advanced CRC."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}], "LastName": "Wu", "ForeName": "Dong-Mei", "Initials": "DM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}], "LastName": "Wang", "ForeName": "Yong-Jian", "Initials": "YJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}], "LastName": "Fan", "ForeName": "Shao-Hua", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}, {"Identifier": [], "Affiliation": "School of Environment Science and Spatial Informatics, China University of Mining and Technology, Xuzhou 221008, P.R. China."}, {"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for Eco-Agricultural Biotechnology around Hongze Lake, School of Life Sciences, Huaiyin Normal University, Huaian 223300, P.R. China."}], "LastName": "Zhuang", "ForeName": "Juan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}], "LastName": "Zhang", "ForeName": "Zi-Feng", "Initials": "ZF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}], "LastName": "Shan", "ForeName": "Qun", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}], "LastName": "Han", "ForeName": "Xin-Rui", "Initials": "XR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}], "LastName": "Wen", "ForeName": "Xin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}], "LastName": "Li", "ForeName": "Meng-Qiu", "Initials": "MQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}], "LastName": "Hu", "ForeName": "Bin", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}], "LastName": "Sun", "ForeName": "Chun-Hui", "Initials": "CH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Orthopaedics, The Affiliated Municipal Hospital of Xuzhou Medical University, Xuzhou 221009, P.R. China."}], "LastName": "Bao", "ForeName": "Ya-Xing", "Initials": "YX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oncology, Hospital Affiliated to Shaanxi University of Chinese Medicine, Xianyang 712000, P.R. China."}], "LastName": "Xiao", "ForeName": "Hai-Juan", "Initials": "HJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Hepatobiliary Surgery, Xianyang Central Hospital, Xianyang 712000, P.R. China."}], "LastName": "Yang", "ForeName": "Lin", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}], "LastName": "Lu", "ForeName": "Jun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou 221116, P.R. China."}], "LastName": "Zheng", "ForeName": "Yuan-Lin", "Initials": "YL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Oncotarget", "NlmUniqueID": "101532965", "ISSNLinking": "1949-2553"}, "CoiStatement": "CONFLICTS OF INTEREST There was no conflicts of interest existing in this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zhu GQ, You J, Shi KQ, He SY, Wang LR, Chen YP, Braddock M, Zheng MH. Systematic review with network meta-analysis: adjuvant chemotherapy for resected colorectal liver metastases. Medicine (Baltimore) 2015;94:e379.", "ArticleIdList": ["PMC4602852", "25569666"]}, {"Citation": "Ferlay J, Soerjomataram I, Dikshit R, Eser S, Mathers C, Rebelo M, Parkin DM, Forman D, Bray F. Cancer incidence and mortality worldwide: sources, methods and major patterns in GLOBOCAN 2012. Int J Cancer. 2015;136:E359–86.", "ArticleIdList": ["25220842"]}, {"Citation": "Karsa LV, Lignini TA, Patnick J, Lambert R, Sauvaget C. The dimensions of the CRC problem. Best Pract Res Clin Gastroenterol. 2010;24:381–96.", "ArticleIdList": ["20833343"]}, {"Citation": "Grady WM, Markowitz SD. The molecular pathogenesis of colorectal cancer and its potential application to colorectal cancer screening. Dig Dis Sci. 2015;60:762–72.", "ArticleIdList": ["PMC4779895", "25492499"]}, {"Citation": "Kijima S, Sasaki T, Nagata K, Utano K, Lefor AT, Sugimoto H. Preoperative evaluation of colorectal cancer using CT colonography, MRI, and PET/CT. World J Gastroenterol. 2014;20:16964–75.", "ArticleIdList": ["PMC4258565", "25493009"]}, {"Citation": "Kim JB, Lee HS, Lee HJ, Kim J, Yang DH, Yu CS, Kim JC, Byeon JS. Long-Term Outcomes of Endoscopic Versus Surgical Resection of Superficial Submucosal Colorectal Cancer. Dig Dis Sci. 2015;60:2785–92.", "ArticleIdList": ["25586088"]}, {"Citation": "Hollande F, Pannequin J, Joubert D. The long road to colorectal cancer therapy: searching for the right signals. Drug Resist Updat. 2010;13:44–56.", "ArticleIdList": ["20176501"]}, {"Citation": "Longley DB, Harkin DP, Johnston PG. 5-fluorouracil: mechanisms of action and clinical strategies. Nat Rev Cancer. 2003;3:330–8.", "ArticleIdList": ["12724731"]}, {"Citation": "Twelves C, Wong A, Nowacki MP, Abt M, Burris H, 3rd, Carrato A, Cassidy J, Cervantes A, Fagerberg J, Georgoulias V, Husseini F, Jodrell D, Koralewski P, et al. Capecitabine as adjuvant treatment for stage III colon cancer. N Engl J Med. 2005;352:2696–704.", "ArticleIdList": ["15987918"]}, {"Citation": "Negrei C, Hudita A, Ginghina O, Galateanu B, Voicu SN, Stan M, Costache M, Fenga C, Drakoulis N, Tsatsakis AM. Colon Cancer Cells Gene Expression Signature As Response to 5- Fluorouracil, Oxaliplatin, and Folinic Acid Treatment. Front Pharmacol. 2016;7:172.", "ArticleIdList": ["PMC4917556", "27445811"]}, {"Citation": "Liu Y, Wu W, Hong W, Sun X, Wu J, Huang Q. Raltitrexed-based chemotherapy for advanced colorectal cancer. Clin Res Hepatol Gastroenterol. 2014;38:219–25.", "ArticleIdList": ["24388340"]}, {"Citation": "Terstriep S, Grothey A. First- and second-line therapy of metastatic colorectal cancer. Expert Rev Anticancer Ther. 2006;6:921–30.", "ArticleIdList": ["16761936"]}, {"Citation": "Aitini E, Rossi A, Morselli P, Vivorio B, Bruschi A, Bottura C, Colombo GL. Economic comparison of capecitabine + oxaliplatin and 5-fluorouracil + oxaliplatin in the adjuvant treatment of colon cancer. Cancer Manag Res. 2012;4:99–103.", "ArticleIdList": ["PMC3324994", "22500126"]}, {"Citation": "Peinert S, Grothe W, Stein A, Muller LP, Ruessel J, Voigt W, Schmoll HJ, Arnold D. Safety and efficacy of weekly 5-fluorouracil/folinic acid/oxaliplatin/irinotecan in the first-line treatment of gastrointestinal cancer. Ther Adv Med Oncol. 2010;2:161–74.", "ArticleIdList": ["PMC3126013", "21789132"]}, {"Citation": "Gustavsson B, Carlsson G, Machover D, Petrelli N, Roth A, Schmoll HJ, Tveit KM, Gibson F. A review of the evolution of systemic chemotherapy in the management of colorectal cancer. Clin Colorectal Cancer. 2015;14:1–10.", "ArticleIdList": ["25579803"]}, {"Citation": "Jansen JP, Fleurence R, Devine B, Itzler R, Barrett A, Hawkins N, Lee K, Boersma C, Annemans L, Cappelleri JC. Interpreting indirect treatment comparisons and network meta-analysis for health-care decision making: report of the ISPOR Task Force on Indirect Treatment Comparisons Good Research Practices: part 1. Value Health. 2011;14:417–28.", "ArticleIdList": ["21669366"]}, {"Citation": "Benson AB, 3rd, Venook AP, Cederquist L, Chan E, Chen YJ, Cooper HS, Deming D, Engstrom PF, Enzinger PC, Fichera A, Grem JL, Grothey A, Hochster HS, et al. Colon Cancer, Version 1.2017, NCCN Clinical Practice Guidelines in Oncology. J Natl Compr Canc Netw. 2017;15:370–98.", "ArticleIdList": ["28275037"]}, {"Citation": "Kroep JR, van Werkhoven E, Polee M, van Groeningen CJ, Beeker A, Erdkamp F, Weijl N, van Bochove A, Erjavec Z, Kapiteijn E, Stiggelbout AM, Nortier HW, Gelderblom H. Randomised study of tegafur-uracil plus leucovorin versus capecitabine as first-line therapy in elderly patients with advanced colorectal cancer--TLC study. J Geriatr Oncol. 2015;6:307–15.", "ArticleIdList": ["26073532"]}, {"Citation": "Madajewicz S, Waterhouse DM, Ritch PS, Khan MQ, Higby DJ, Leichman CG, Malik SK, Hentschel P, Gill JF, Zhao L, Nicol SJ. Multicenter, randomized phase II trial of bevacizumab plus folinic acid, fluorouracil, gemcitabine (FFG) versus bevacizumab plus folinic acid, fluorouracil, oxaliplatin (FOLFOX4) as first-line therapy for patients with advanced colorectal cancer. Invest New Drugs. 2012;30:772–8.", "ArticleIdList": ["21120580"]}, {"Citation": "Gravalos C, Salut A, Garcia-Giron C, Garcia-Carbonero R, Leon AI, Sevilla I, Maurel J, Esteban B, Garcia-Rico E, Murias A, Cortes-Funes H. A randomized phase II study to compare oxaliplatin plus 5-fluorouracil and leucovorin (FOLFOX4) versus oxaliplatin plus raltitrexed (TOMOX) as first-line chemotherapy for advanced colorectal cancer. Clin Transl Oncol. 2012;14:606–12.", "ArticleIdList": ["PMC3427491", "22855138"]}, {"Citation": "Fischer von Weikersthal L, Schalhorn A, Stauch M, Quietzsch D, Maubach PA, Lambertz H, Oruzio D, Schlag R, Weigang-Kohler K, Vehling-Kaiser U, Schulze M, Truckenbrodt J, Goebeler M, et al. Phase III trial of irinotecan plus infusional 5-fluorouracil/folinic acid versus irinotecan plus oxaliplatin as first-line treatment of advanced colorectal cancer. Eur J Cancer. 2011;47:206–14.", "ArticleIdList": ["20971632"]}, {"Citation": "Hospers GA, Schaapveld M, Nortier JW, Wils J, van Bochove A, de Jong RS, Creemers GJ, Erjavec Z, de Gooyer DJ, Slee PH, Gerrits CJ, Smit JM, Mulder NH. Randomised Phase III study of biweekly 24-h infusion of high-dose 5FU with folinic acid and oxaliplatin versus monthly plus 5-FU/folinic acid in first-line treatment of advanced colorectal cancer. Ann Oncol. 2006;17:443–9.", "ArticleIdList": ["16500914"]}, {"Citation": "Kalofonos HP, Aravantinos G, Kosmidis P, Papakostas P, Economopoulos T, Dimopoulos M, Skarlos D, Bamias A, Pectasides D, Chalkidou S, Karina M, Koutras A, Samantas E, et al. Irinotecan or oxaliplatin combined with leucovorin and 5-fluorouracil as first-line treatment in advanced colorectal cancer: a multicenter, randomized, phase II study. Ann Oncol. 2005;16:869–77.", "ArticleIdList": ["15855226"]}, {"Citation": "Colucci G, Gebbia V, Paoletti G, Giuliani F, Caruso M, Gebbia N, Cartenì G, Agostara B, Pezzella G, Manzione L, Borsellino N, Misino A, Romito S, et al. Gruppo Oncologico Dell’Italia Meridionale Phase III randomized trial of FOLFIRI versus FOLFOX4 in the treatment of advanced colorectal cancer: a multicenter study of the Gruppo Oncologico Dell’Italia Meridionale. J Clin Oncol. 2005;23:4866–75.", "ArticleIdList": ["15939922"]}, {"Citation": "Tournigand C, Andre T, Achille E, Lledo G, Flesh M, Mery-Mignard D, Quinaux E, Couteau C, Buyse M, Ganem G, Landi B, Colin P, Louvet C, et al. FOLFIRI followed by FOLFOX6 or the reverse sequence in advanced colorectal cancer: a randomized GERCOR study. J Clin Oncol. 2004;22:229–37.", "ArticleIdList": ["14657227"]}, {"Citation": "Scheithauer W, Kornek GV, Raderer M, Ulrich-Pur H, Fiebiger W, Gedlicka C, Schull B, Brugger S, Schneeweiss B, Lang F, Lenauer A, Depisch D. Randomized multicenter phase II trial of oxaliplatin plus irinotecan versus raltitrexed as first-line treatment in advanced colorectal cancer. J Clin Oncol. 2002;20:165–72.", "ArticleIdList": ["11773166"]}, {"Citation": "Blanke CD, Shultz J, Cox J, Modiano M, Isaacs R, Kasimis B, Schilsky R, Fleagle J, Moore M, Kemeny N, Carlin D, Hammershaimb L, Haller D, et al. A double-blind placebo-controlled randomized phase III trial of 5-fluorouracil and leucovorin, plus or minus trimetrexate, in previously untreated patients with advanced colorectal cancer. Ann Oncol. 2002;13:87–91.", "ArticleIdList": ["11863117"]}, {"Citation": "Twelves C, Boyer M, Findlay M, Cassidy J, Weitzel C, Barker C, Osterwalder B, Jamieson C, Hieke K, Xeloda Colorectal Cancer Study Group Capecitabine (Xeloda) improves medical resource use compared with 5-fluorouracil plus leucovorin in a phase III trial conducted in patients with advanced colorectal carcinoma. Eur J Cancer. 2001;37:597–604.", "ArticleIdList": ["11290435"]}, {"Citation": "de Gramont A, Figer A, Seymour M, Homerin M, Hmissi A, Cassidy J, Boni C, Cortes-Funes H, Cervantes A, Freyer G, Papamichael D, Le Bail N, Louvet C, et al. Leucovorin and fluorouracil with or without oxaliplatin as first-line treatment in advanced colorectal cancer. J Clin Oncol. 2000;18:2938–47.", "ArticleIdList": ["10944126"]}, {"Citation": "Cocconi G, Cunningham D, Van Cutsem E, Francois E, Gustavsson B, van Hazel G, Kerr D, Possinger K, Hietschold SM, Tomudex Colorectal Cancer Study Group Open, randomized, multicenter trial of raltitrexed versus fluorouracil plus high-dose leucovorin in patients with advanced colorectal cancer. J Clin Oncol. 1998;16:2943–52.", "ArticleIdList": ["9738562"]}, {"Citation": "Cunningham D, Zalcberg JR, Rath U, Oliver I, van Cutsem E, Svensson C, Seitz JF, Harper P, Kerr D, Perez-Manga G. Final results of a randomised trial comparing ‘Tomudex’ (raltitrexed) with 5-fluorouracil plus leucovorin in advanced colorectal cancer. “Tomudex” Colorectal Cancer Study Group. Ann Oncol. 1996;7:961–5.", "ArticleIdList": ["9006748"]}, {"Citation": "Park YH, Kang SH, Kim SU, Kim DY, Park JY, Ahn SH, Han KH, Chon CY. [A case of hepaticoduodenal fistula development after transarterial chemoembolization in patient with hepatocellular carcinoma]. [Article in Korean] Korean J Gastroenterol. 2011;58:149–52.", "ArticleIdList": ["21960103"]}, {"Citation": "Iwamoto S, Hazama S, Kato T, Miyake Y, Fukunaga M, Matsuda C, Bando H, Sakamoto J, Oba K, Mishima H. Multicenter phase II study of second-line cetuximab plus folinic acid/5-fluorouracil/irinotecan (FOLFIRI) in KRAS wild-type metastatic colorectal cancer: the FLIER study. Anticancer Res. 2014;34:1967–73.", "ArticleIdList": ["24692733"]}, {"Citation": "Martoni A, Mini E, Pinto C, Gentile AL, Nobili S, Dentico P, Marino A, Scicolone S, Angelelli B, Mazzei T. Oxaliplatin plus raltitrexed in the treatment of patients with advanced colorectal cancer: a phase II study. Anticancer Res. 2003;23:687–91.", "ArticleIdList": ["12680168"]}, {"Citation": "Barni S, Ghidini A, Coinu A, Borgonovo K, Petrelli F. A systematic review of raltitrexed-based first-line chemotherapy in advanced colorectal cancer. Anticancer Drugs. 2014;25:1122–8.", "ArticleIdList": ["24869761"]}, {"Citation": "Nielsen DL, Palshof JA, Larsen FO, Jensen BV, Pfeiffer P. A systematic review of salvage therapy to patients with metastatic colorectal cancer previously treated with fluorouracil, oxaliplatin and irinotecan +/- targeted therapy. Cancer Treat Rev. 2014;40:701–15.", "ArticleIdList": ["24731471"]}, {"Citation": "Fizazi K, Doubre H, Le Chevalier T, Riviere A, Viala J, Daniel C, Robert L, Barthelemy P, Fandi A, Ruffie P. Combination of raltitrexed and oxaliplatin is an active regimen in malignant mesothelioma: results of a phase II study. J Clin Oncol. 2003;21:349–54.", "ArticleIdList": ["12525529"]}, {"Citation": "Ransom D, Wilson K, Fournier M, Simes RJ, Gebski V, Yip D, Tebbutt N, Karapetis CS, Ferry D, Gordon S, Price TJ. Final results of Australasian Gastrointestinal Trials Group ARCTIC study: an audit of raltitrexed for patients with cardiac toxicity induced by fluoropyrimidines. Ann Oncol. 2014;25:117–21.", "ArticleIdList": ["24299960"]}, {"Citation": "Yan M, Kumachev A, Siu LL, Chan KK. Chemoradiotherapy regimens for locoregionally advanced nasopharyngeal carcinoma: A Bayesian network meta-analysis. Eur J Cancer. 2015;51:1570–9.", "ArticleIdList": ["26044925"]}, {"Citation": "Moher D, Liberati A, Tetzlaff J, Altman DG, PRISMA Group Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. Int J Surg. 2010;8:336–41.", "ArticleIdList": ["20171303"]}, {"Citation": "Yamazaki K, Kuwano H, Ojima H, Otsuji T, Kato T, Shimada K, Hyodo I, Nishina T, Shirao K, Esaki T, Ohishi T, Denda T, Takeuchi M, et al. A randomized phase II study of combination therapy with S-1, oral leucovorin, and oxaliplatin (SOL) and mFOLFOX6 in patients with previously untreated metastatic colorectal cancer. Cancer Chemother Pharmacol. 2015;75:569–77.", "ArticleIdList": ["25575764"]}, {"Citation": "Ronot M, Bouattour M, Wassermann J, Bruno O, Dreyer C, Larroque B, Castera L, Vilgrain V, Belghiti J, Raymond E, Faivre S. Alternative Response Criteria (Choi, European association for the study of the liver, and modified Response Evaluation Criteria in Solid Tumors [RECIST]) Versus RECIST 1.1 in patients with advanced hepatocellular carcinoma treated with sorafenib. Oncologist. 2014;19:394–402.", "ArticleIdList": ["PMC3983809", "24652387"]}, {"Citation": "Maher CG, Sherrington C, Herbert RD, Moseley AM, Elkins M. Reliability of the PEDro scale for rating quality of randomized controlled trials. Phys Ther. 2003;83:713–21.", "ArticleIdList": ["12882612"]}, {"Citation": "Chen LX, Li YL, Ning GZ, Li Y, Wu QL, Guo JX, Shi HY, Wang XB, Zhou Y, Feng SQ. Comparative efficacy and tolerability of three treatments in old people with osteoporotic vertebral compression fracture: a network meta-analysis and systematic review. PLoS One. 2015;10:e0123153.", "ArticleIdList": ["PMC4395314", "25874802"]}, {"Citation": "Lu G, Ades AE. Combination of direct and indirect evidence in mixed treatment comparisons. Stat Med. 2004;23:3105–24.", "ArticleIdList": ["15449338"]}, {"Citation": "Zhu GQ, Shi KQ, Huang S, Wang LR, Lin YQ, Huang GQ, Chen YP, Braddock M, Zheng MH. Systematic review with network meta-analysis: the comparative effectiveness and safety of interventions in patients with overt hepatic encephalopathy. Aliment Pharmacol Ther. 2015;41:624–35.", "ArticleIdList": ["25684317"]}, {"Citation": "Chaimani A, Higgins JP, Mavridis D, Spyridonos P, Salanti G. Graphical tools for network meta-analysis in STATA. PLoS One. 2013;8:e76654.", "ArticleIdList": ["PMC3789683", "24098547"]}, {"Citation": "Salanti G, Ades AE, Ioannidis JP. Graphical methods and numerical summaries for presenting results from multiple-treatment meta-analysis: an overview and tutorial. J Clin Epidemiol. 2011;64:163–71.", "ArticleIdList": ["20688472"]}]}], "History": [{"Year": "2017", "Month": "2", "Day": "21"}, {"Year": "2017", "Month": "10", "Day": "13"}, {"Year": "2017", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "11", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["29246011", "PMC5725053", "10.18632/oncotarget.22177", "22177"]}}]}