{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cannabinoids", "Cannabis sativa L.", "Genetic transformation", "Hairy roots", "In vitro cultures", "Micropropagation"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29249063", "DateCompleted": {"Year": "2018", "Month": "08", "Day": "20"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "12", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1007/s10529-017-2492-1"], "Journal": {"ISSN": "1573-6776", "JournalIssue": {"Volume": "40", "Issue": "3", "PubDate": {"Year": "2018", "Month": "Mar"}}, "Title": "Biotechnology letters", "ISOAbbreviation": "Biotechnol Lett"}, "ArticleTitle": "The application of plant in vitro cultures in cannabinoid production.", "Pagination": {"StartPage": "445", "EndPage": "454", "MedlinePgn": "445-454"}, "Abstract": {"AbstractText": ["Cannabinoids have considerable interest in the pharmaceutical industry. However, the production of medicines from hemp (Cannabis sativa L.) in most countries is restricted by law. Large-scale, field cultivation of hemp is difficult to control. Cannabinoid content in plants is variable and depends on multiple factors. Therefore, alternative methods of production have been investigated. The development of micropropagation techniques is a necessary step for genetic modification. Promising results have been obtained for certain narcotic genotypes. However, micropropagation of fibre types requires further research. Hemp can be genetically modified which may contribute to the breeding of new varieties in the future. Cell suspension cultures and hairy root cultures of hemp have been used to produce cannabinoids but obtaining cannabinoids from callus and cell suspension cultures has proved impossible. Adventitious roots can, however, deliver small amounts of these metabolites but production ceases over time and is too low for industrial applications."]}, "AuthorList": [{"Identifier": ["0000-0002-9470-5049"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Natural Fibres & Medicinal Plants, Wojska Polskiego 71b, 61-630, Poznan, Poland. tomasz.wrobel@iwnirz.pl."}], "LastName": "Wróbel", "ForeName": "Tomasz", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Natural Fibres & Medicinal Plants, Wojska Polskiego 71b, 61-630, Poznan, Poland."}], "LastName": "Dreger", "ForeName": "Mariola", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Natural Fibres & Medicinal Plants, Wojska Polskiego 71b, 61-630, Poznan, Poland."}], "LastName": "Wielgus", "ForeName": "Karolina", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Biotechnology, Poznań University of Life Sciences, Dojazd 11, 60-632, Poznan, Poland."}], "LastName": "Słomski", "ForeName": "Ryszard", "Initials": "R"}], "GrantList": [{"GrantID": "INNOMED/I/11/NCBR/2014", "Agency": "The National Centre For Research and Development", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Biotechnol Lett", "NlmUniqueID": "8008051", "ISSNLinking": "0141-5492"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cannabinoids"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biotechnology"}, {"QualifierName": ["analysis", "genetics", "metabolism"], "DescriptorName": "Cannabinoids"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Cannabis"}, {"QualifierName": [], "DescriptorName": "Genetic Engineering"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Roots"}, {"QualifierName": [], "DescriptorName": "Tissue Culture Techniques"}, {"QualifierName": [], "DescriptorName": "Transformation, Genetic"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aizpurua-Olaizola O, Soydaner U, Öztürk E et al (2016) Evolution of the cannabinoid and terpene content during the growth of Cannabis sativa plants from different chemotypes. J Nat Prod 79:324–331", "ArticleIdList": ["10.1021/acs.jnatprod.5b00949", "26836472"]}, {"Citation": "Andre CM, Hausman J-F, Guerriero G (2016) Cannabis sativa: the plant of the thousand and one molecules. Front Plant Sci. https://doi.org/10.3389/fpls.2016.00019", "ArticleIdList": ["26870049", "4740396"]}, {"Citation": "Bolognini D, Ross RA (2015) Medical cannabis vs. synthetic cannabinoids: what does the future hold? Clin Pharmacol Ther 97:568–570", "ArticleIdList": ["10.1002/cpt.107", "25761845"]}, {"Citation": "Borrelli F, Fasolino I, Romano B et al (2013) Beneficial effect of the non-psychotropic plant cannabinoid cannabigerol on experimental inflammatory bowel disease. Biochem Pharmacol 85:1306–1316", "ArticleIdList": ["10.1016/j.bcp.2013.01.017", "23415610"]}, {"Citation": "Braemer R, Paris M (1987) Biotransformation of cannabinoids by a cell suspension culture of Cannabis sativa L. Plant Cell Rep 6:150–152", "ArticleIdList": ["24248499"]}, {"Citation": "Burstein S (2015) Cannabidiol (CBD) and its analogs: a review of their effects on inflammation. Bioorg Med Chem 23:1377–1385", "ArticleIdList": ["10.1016/j.bmc.2015.01.059", "25703248"]}, {"Citation": "Chandra S, Lata H, Mehmedic Z et al (2010) Assessment of cannabinoids content in micropropagated plants of Cannabis sativa and their comparison with conventionally propagated plants and mother plant during developmental stages of growth. Planta Med 76:743–750", "ArticleIdList": ["10.1055/s-0029-1240628", "19950050"]}, {"Citation": "Cheng C, Zang G, Zhao L et al (2016) A rapid shoot regeneration protocol from the cotyledons of hemp (Cannabis sativa L.). Ind Crops Prod 83:61–65", "ArticleIdList": ["10.1016/j.indcrop.2015.12.086"]}, {"Citation": "De Petrocellis L, Ligresti A, Moriello AS et al (2011) Effects of cannabinoids and cannabinoid-enriched Cannabis extracts on TRP channels and endocannabinoid metabolic enzymes. Br J Pharmacol 163:1479–1494", "ArticleIdList": ["10.1111/j.1476-5381.2010.01166.x", "21175579", "3165957"]}, {"Citation": "Elsohly HN, Turner CE, Clark AM, Elsohly MA (1982) Synthesis and antimicrobial activities of certain cannabichromene and cannabigerol related compounds. J Pharm Sci 71:1319–1323", "ArticleIdList": ["10.1002/jps.2600711204"]}, {"Citation": "Englund A, Morrison PD, Nottage J et al (2013) Cannabidiol inhibits THC-elicited paranoid symptoms and hippocampal-dependent memory impairment. J Psychopharmacol 27:19–27", "ArticleIdList": ["10.1177/0269881112460109", "23042808"]}, {"Citation": "Farag S, Kayser O (2015) Cannabinoids production by hairy root cultures of Cannabis sativa L. Am J Plant Sci 6:1874–1884", "ArticleIdList": ["10.4236/ajps.2015.611188"]}, {"Citation": "Feeney M, Punja ZK (2003) Tissue culture and Agrobacterium-mediated transformation of hemp (Cannabis sativa L.). In Vitro Cell Dev Biol Plant 39:578–585", "ArticleIdList": ["10.1079/IVP2003454"]}, {"Citation": "Fellermeier M, Zenk MH (1998) Prenylation of olivetolate by a hemp transferase yields cannabigerolic acid, the precursor of tetrahydrocannabinol. FEBS Lett 427:283–285", "ArticleIdList": ["10.1016/S0014-5793(98)00450-5", "9607329"]}, {"Citation": "Fellermeier M, Eisenreich W, Bacher A, Zenk MH (2001) Biosynthesis of cannabinoids. Eur J Biochem. https://doi.org/10.1046/j.1432-1033.2001.02030.x"}, {"Citation": "Flores-Sanchez IJ, Verpoorte R (2008) Secondary metabolism in Cannabis. Phytochem Rev. https://doi.org/10.1007/s11101-008-9094-4"}, {"Citation": "Flores-Sanchez IJ, Peč J, Fei J et al (2009) Elicitation studies in cell suspension cultures of Cannabis sativa L. J Biotechnol 143:157–168", "ArticleIdList": ["10.1016/j.jbiotec.2009.05.006", "19500620"]}, {"Citation": "Gagne SJ, Stout JM, Liu E et al (2012) Identification of olivetolic acid cyclase from Cannabis sativa reveals a unique catalytic route to plant polyketides. Proc Natl Acad Sci USA 109:12811–12816", "ArticleIdList": ["10.1073/pnas.1200330109", "22802619", "3411943"]}, {"Citation": "Grotenhermen F, Müller-Vahl K (2012) The therapeutic potential of Cannabis and cannabinoids. Dtsch Arztebl Int 109:495–501", "ArticleIdList": ["23008748", "3442177"]}, {"Citation": "Haustein M, Ramer R, Linnebacher M et al (2014) Cannabinoids increase lung cancer cell lysis by lymphokine-activated killer cells via upregulation of ICAM-1. Biochem Pharmacol 92:312–325", "ArticleIdList": ["10.1016/j.bcp.2014.07.014", "25069049"]}, {"Citation": "Kemp AM, Clark MS, Dobbs T et al (2016) Top 10 facts you need to know about synthetic cannabinoids: not so nice spice. Am J Med 129:240–244", "ArticleIdList": ["10.1016/j.amjmed.2015.10.008", "26522795"]}, {"Citation": "Kutchan TM, Dittrich H (1995) Characterization and mechanism of the berberine bridge enzyme, a covalently flavinylated oxidase of benzophenanthridine alkaloid biosynthesis in plants. J Biol Chem 270:24475–24481", "ArticleIdList": ["10.1074/jbc.270.41.24475", "7592663"]}, {"Citation": "Lange K, Schmid A, Julsing MK (2016) ∆9-Tetrahydrocannabinolic acid synthase: the application of a plant secondary metabolite enzyme in biocatalytic chemical synthesis. J Biotechnol 233:42–48", "ArticleIdList": ["10.1016/j.jbiotec.2016.06.022", "27369551"]}, {"Citation": "Lata H, Chandra S, Khan IA, Elsohly MA (2009a) Propagation through alginate encapsulation of axillary buds of Cannabis sativa L.—an important medicinal plant. Physiol Mol Biol Plants 15:79–86", "ArticleIdList": ["10.1007/s12298-009-0008-8", "23572915", "3550375"]}, {"Citation": "Lata H, Chandra S, Khan I, Elsohly MA (2009b) Thidiazuron-induced high-frequency direct shoot organogenesis of Cannabis sativa L. In Vitro Cell Dev Biol Plant 45:12–19", "ArticleIdList": ["10.1007/s11627-008-9167-5"]}, {"Citation": "Lata H, Chandra S, Khan I, Elsohly M (2010a) High frequency plant regeneration from leaf derived callus of high delta 9-tetrahydrocannabinol yielding Cannabis sativa L. Planta Med 76:1629–1633", "ArticleIdList": ["10.1055/s-0030-1249773", "20354950"]}, {"Citation": "Lata H, Chandra S, Techen N et al (2010b) Assessment of the genetic stability of micropropagated plants of Cannabis sativa by ISSR markers. Planta Med 76:97–100", "ArticleIdList": ["10.1055/s-0029-1185945", "19637112"]}, {"Citation": "Lata H, Chandra S, Techen N et al (2011) Molecular analysis of genetic fidelity in Cannabis sativa L. plants grown from synthetic (encapsulated) seeds following in vitro storage. Biotechnol Lett 33:2503–2508", "ArticleIdList": ["10.1007/s10529-011-0712-7", "21805186"]}, {"Citation": "Lata H, Chandra S, Techen N et al (2016) In vitro mass propagation of Cannabis sativa L.: a protocol refinement using novel aromatic cytokinin meta-topolin and the assessment of eco-physiological, biochemical and genetic fidelity of micropropagated plants. J Appl Res Med Aromat Plants 3:18–26"}, {"Citation": "Loh WH-T, Hartsel SC, Robertson LW (1983) Tissue culture of Cannabis sativa L. and in vitro biotransformation of phenolics. Z Pflanzenphysiol 111:395–400", "ArticleIdList": ["10.1016/S0044-328X(83)80003-8"]}, {"Citation": "Mackinnon L, Mcdougall G, Aziz N, Millam S (2000) Progress towards transformation of fibre hemp. Annual report of the Scottish Crop Research Institute 2000/2001, p 84–86"}, {"Citation": "Mandolino G, Ranalli P (1999) Advances in hemp research. The Haworth Press, New York, pp 185–212"}, {"Citation": "Matsuda LA, Lolait SJ, Brownstein MJ et al (1990) Structure of a cannabinoid receptor and functional expression of the cloned cDNA. Nature 346:561–564", "ArticleIdList": ["10.1038/346561a0", "2165569"]}, {"Citation": "Movahedi M, Ghasemi-Omran V-O, Torabi S (2015) The effect of different concentrations of TDZ and BA on in vitro regeneration of Iranian Cannabis (Cannabis sativa) using cotyledon and epicotyl explants. J Plant Mol Breed 3:20–27"}, {"Citation": "Nguyen T, Li J-X, Thomas BF et al (2017) Allosteric modulation: an alternate approach targeting the cannabinoid CB1 receptor. Med Res Rev 37:441–474", "ArticleIdList": ["10.1002/med.21418", "27879006"]}, {"Citation": "O’Sullivan SE (2007) Cannabinoids go nuclear: evidence for activation of peroxisome proliferator-activated receptors. Br J Pharmacol 152:576–582", "ArticleIdList": ["10.1038/sj.bjp.0707423", "17704824", "2190029"]}, {"Citation": "Pryce G, Riddall DR, Selwood DL et al (2015) Neuroprotection in experimental autoimmune encephalomyelitis and progressive multiple sclerosis by Cannabis-based cannabinoids. J Neuroimmune Pharmacol 10:281–292", "ArticleIdList": ["10.1007/s11481-014-9575-8", "25537576"]}, {"Citation": "Ross RA (2003) Anandamide and vanilloid TRPV1 receptors. Br J Pharmacol 140:790–801", "ArticleIdList": ["10.1038/sj.bjp.0705467", "14517174", "1574087"]}, {"Citation": "Russo EB (2011) Taming THC: potential Cannabis synergy and phytocannabinoid-terpenoid entourage effects. Br J Pharmacol 163:1344–1364", "ArticleIdList": ["10.1111/j.1476-5381.2011.01238.x", "21749363", "3165946"]}, {"Citation": "Ryberg E, Larsson N, Sjögren S et al (2009) The orphan receptor GPR55 is a novel cannabinoid receptor. Br J Pharmacol 152:1092–1101", "ArticleIdList": ["10.1038/sj.bjp.0707460"]}, {"Citation": "Sharir H, Abood ME (2010) Pharmacological characterization of GPR55, a putative cannabinoid receptor. Pharmacol Ther 126:301–313", "ArticleIdList": ["10.1016/j.pharmthera.2010.02.004", "20298715", "2874616"]}, {"Citation": "Shoyama Y, Yamauchi T, Nishioka I (1970) Cannabis V., cannabigerolic acid, monomethyl ether and cannabinolic acid. Chem Pharm Bull (Tokyo) 18:1327–1332", "ArticleIdList": ["10.1248/cpb.18.1327"]}, {"Citation": "Shoyama Y, Hirano H, Makino H et al (1977) Cannabis. X. The isolation and structures of four new propyl cannabinoid acids, tetrahydrocannabivarinic acid, cannabidivarinic acid, cannabichromevarinic acid and cannabigerovarinic acid, from Thai Cannabis, “Meao Variant”. Chem Pharm Bull 25:2306–2311", "ArticleIdList": ["10.1248/cpb.25.2306"]}, {"Citation": "Sirikantaramas S, Morimoto S, Shoyama Y et al (2004) The gene controlling marijuana psychoactivity. Molecular cloning and heterologous expression of ∆1-tetrahydrocannabinolic acid synthase from Cannabis sativa L. J Biol Chem 279:39767–39774", "ArticleIdList": ["10.1074/jbc.M403693200", "15190053"]}, {"Citation": "Sirikantaramas S, Taura F, Tanaka Y et al (2005) Tetrahydrocannabinolic acid synthase, the enzyme controlling marijuana psychoactivity, is secreted into the storage cavity of the glandular trichomes. Plant Cell Physiol 46:1578–1582", "ArticleIdList": ["10.1093/pcp/pci166", "16024552"]}, {"Citation": "Sirikantaramas S, Taura F, Morimoto S, Shoyama Y (2007) Recent advances in Cannabis sativa research: biosynthetic studies and its potential in biotechnology. Curr Pharm Biotechnol 8:237–243", "ArticleIdList": ["10.2174/138920107781387456", "17691992"]}, {"Citation": "Slusarkiewicz-Jarzina A, Ponitka A, Kaczmarek Z (2005) Influence of cultivar, explant source and plant growth regulator on callus induction and plant regeneration of Cannabis sativa L. Acta Biol Crac Ser Bot 47:145–151"}, {"Citation": "Staginnus C, Zörntlein S, de Meijer E (2014) A PCR marker linked to a THCA synthase polymorphism is a reliable tool to discriminate potentially THC-rich plants of Cannabis sativa L. J Forensic Sci 59:919–926", "ArticleIdList": ["10.1111/1556-4029.12448", "24579739"]}, {"Citation": "Szaflarski JP, Martina Bebin E (2014) Cannabis, cannabidiol, and epilepsy—from receptors to clinical response. Epilepsy Behav 41:277–282", "ArticleIdList": ["10.1016/j.yebeh.2014.08.135", "25282526"]}, {"Citation": "Taura F, Dono E, Sirikantaramas S et al (2007) Production of ∆1-tetrahydrocannabinolic acid by the biosynthetic enzyme secreted from transgenic Pichia pastoris. Biochem Biophys Res Commun 361:675–680", "ArticleIdList": ["10.1016/j.bbrc.2007.07.079", "17669365"]}, {"Citation": "Taura F, Tanaka S, Taguchi C et al (2009) Characterization of olivetol synthase, a polyketide synthase putatively involved in cannabinoid biosynthetic pathway. FEBS Lett 583:2061–2066", "ArticleIdList": ["10.1016/j.febslet.2009.05.024", "19454282"]}, {"Citation": "Tepper MA, Zurier RB, Burstein SH (2014) Ultrapure ajulemic acid has improved CB2 selectivity with reduced CB1 activity. Bioorg Med Chem 22:3245–3251", "ArticleIdList": ["10.1016/j.bmc.2014.04.062", "24856183"]}, {"Citation": "Velasco G, Sánchez C, Guzmán M (2012) Towards the use of cannabinoids as antitumour agents. Nat Rev Cancer 12:436–444", "ArticleIdList": ["10.1038/nrc3247", "22555283"]}, {"Citation": "Wahby I, Caba JM, Ligero F (2013) Agrobacterium infection of hemp (Cannabis sativa L.): establishment of hairy root cultures. J Plant Interact 8:312–320", "ArticleIdList": ["10.1080/17429145.2012.746399"]}, {"Citation": "Wang R, He LS, Xia B et al (2009) A micropropagation system for cloning of hemp (Cannabis sativa L.) by shoot tip culture. Pak J Bot 41:603–608"}, {"Citation": "Wielgus K, Luwanska A, Lassocinski W, Kaczmarek Z (2008) Estimation of Cannabis sativa L. tissue culture conditions essential for callus induction and plant regeneration. J Nat Fibers 5:199–207", "ArticleIdList": ["10.1080/15440470801976045"]}, {"Citation": "Zirpel B, Degenhardt F, Martin C et al (2017) Engineering yeasts as platform organisms for cannabinoid biosynthesis. J Biotechnol 259:204–212", "ArticleIdList": ["10.1016/j.jbiotec.2017.07.008", "28694184"]}, {"Citation": "Zuardi AW, Crippa JAS, Hallak JEC et al (2006) Cannabidiol, a Cannabis sativa constituent, as an antipsychotic drug. Braz J Med Biol Res 39:421–429", "ArticleIdList": ["10.1590/S0100-879X2006000400001", "16612464"]}]}], "History": [{"Year": "2017", "Month": "8", "Day": "4"}, {"Year": "2017", "Month": "12", "Day": "8"}, {"Year": "2017", "Month": "12", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29249063", "10.1007/s10529-017-2492-1", "10.1007/s10529-017-2492-1"]}}]}