{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Artemisia", "diabetes mellitus", "review"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29269967", "DateRevised": {"Year": "2022", "Month": "03", "Day": "11"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/asl.ASL_87_17"], "Journal": {"ISSN": "0257-7941", "JournalIssue": {"Volume": "36", "Issue": "4", "PubDate": {"Year": "2017", "Season": "Apr-Jun"}}, "Title": "Ancient science of life", "ISOAbbreviation": "Anc Sci Life"}, "ArticleTitle": "Antidiabetic Effects of Artemisia Species: A Systematic Review.", "Pagination": {"StartPage": "175", "EndPage": "181", "MedlinePgn": "175-181"}, "Abstract": {"AbstractText": ["Over the last century, human life style and food habits have drastically changed which lead to various chronic diseases. Diabetes mellitus is one such disease which is causing serious problems to human health. Allopathic drugs are not much effective in handling the disease and its complications. Hence focus has been turned towards the traditional system of medicine. Medicinal plants play an important role in the management of diabetes mellitus.", "Experimental studies conducted on species of Artemisia on diabetic animal models and human published since the year 2000 until April, 2017 were reviewed. Each article was critically appraised by two independent reviewers for their methodological quality using the JBIMAStARI tool.", "A total of 14 studies were included in this review and the blood glucose data obtained from these critically reviewed studies clearly showed that both the aqueous and alcoholic extracts of species of Artemisia produced significant hypoglycemic effects in alloxan, Streptozotocin and high fat diet induced diabetic animals and diabetic humans with different mechanisms of action as compared to standard antidiabetic medications.", "The antidiabetic effect of single or multiple doses of aqueous and alcoholic extracts of Artemisia species was due to the active compounds of these plants and they all are effective in lessening the blood glucose level in all of those experimental studies. Despite the presence of known antidiabetic medicines in the pharmaceutical market, therapeutic remedies from these medicinal plants have been utilized with success to treat this disorder and its complications with a relatively less side effects."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical, College of Health Sciences, Mizan Tepi University, Mizan Aman, Ethiopia."}], "LastName": "Dabe", "ForeName": "Nikodimos Eshetu", "Initials": "NE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, College of Health Sciences, Mizan Tepi University, Mizan Aman, Ethiopia."}], "LastName": "Kefale", "ForeName": "Adane Teshome", "Initials": "AT"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Anc Sci Life", "NlmUniqueID": "8307589", "ISSNLinking": "0257-7941"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Health Organization. Definition, Diagnosis and Classification of Diabetes Mellitus and its Complications. Geneva: WHO Department of Noncommunicable Diseases Surveillance; 1999.  [Last accessed on 2017 May 30].  Available from: http://www.apps.who.int/iris/bitstream/10665/66040/1/WHO_NCD_NCS_99.2.pdf ."}, {"Citation": "Anderson ZL, Scopelliti EM, Trompeter JM, Havrda DE. Management of prediabetes: A comparison of the treatment approaches utilized by a family practice clinic and an internal medicine/endocrinology practice. J Pharm Pract. 2015;28:86–92.", "ArticleIdList": ["24326412"]}, {"Citation": "World Health Organization. Global Report on Diabetes. Geneva: WHO; 2016.  [Last accessed on 2017 May 30].  Available from: http://www.apps.who.int/iris/bitstream/10665/204871/1/9789241565257_eng.pdf ."}, {"Citation": "International Diabetes Federation. IDF Diabetes Atlas. 7th ed. IDF; 2015.  [Last accessed on 2017 May 30].  Available from: http://www.diabetesatlas.org/component/attachments/?task=download&id=116 ."}, {"Citation": "Ogurtsova K, da Rocha Fernandes JD, Huang Y, Linnenkamp U, Guariguata L, Cho NH, et al. IDF diabetes atlas: Global estimates for the prevalence of diabetes for 2015 and 2040. Diabetes Res Clin Pract. 2017;128:40–50.", "ArticleIdList": ["28437734"]}, {"Citation": "Wild S, Roglic G, Green A, Sicree R, King H. Global prevalence of diabetes: Estimates for the year 2000 and projections for 2030. Diabetes Care. 2004;27:1047–53.", "ArticleIdList": ["15111519"]}, {"Citation": "Ghazanfar K, Ganai BA, Akbar S, Mubashir K, Dar SA, Dar MY, et al. Antidiabetic activity of Artemisia amygdalina decne in streptozotocin induced diabetic rats. Biomed Res Int. 2014;2014:185676.", "ArticleIdList": ["PMC4055220", "24967338"]}, {"Citation": "Korkmaz H, Gürdal A. Effect of Artemisia santonicum L. on blood glucose in normal and alloxan-induced diabetic rabbits. Phytother Res. 2002;16:675–6.", "ArticleIdList": ["12410552"]}, {"Citation": "Li Y, Zheng M, Zhai X, Huang Y, Khalid A, Malik A, et al. Effect of-Gymnema Sylvestre Citrullus colocynthis and Artemisia absinthium on blood glucose and lipid profile in diabetic human. Acta Pol Pharm. 2015;72:981–5.", "ArticleIdList": ["26665406"]}, {"Citation": "Tahraoui A, El-Hilaly J, Israili ZH, Lyoussi B. Ethnopharmacological survey of plants used in the traditional treatment of hypertension and diabetes in South-Eastern Morocco (Errachidia province) J Ethnopharmacol. 2007;110:105–17.", "ArticleIdList": ["17052873"]}, {"Citation": "Aziz S, Saha K, Sultana N, Nur HP, Ahsan MD, Ahmed S, et al. Comparative studies of elemental composition in leaves and flowers of Catharanthus roseus growing in Bangladesh. Asian Pac J Trop Biomed. 2016;6:50–4."}, {"Citation": "Sahu U, Tiwari SP, Roy A. Comprehensive notes on anti diabetic potential of medicinal plants and polyherbal formulation. UK J Pharm Biosci. 2015;3:57–64."}, {"Citation": "Eshetu N, Afework M, Makonnen E, Debella A, Ergete W, Tolesssa T. Evaluation of the acute and sub-chronic toxic effects of aqueous leaf extracts of Artemisia afra on liver, kidney and some blood parameters in Wistar rats. J Biomed Eng Sci. 2016;1:1–9."}, {"Citation": "Joanna Briggs Institute for Evidence Based Practice [JBI] Reviewers’Manual. 2014.  [Last accessed on 2017 Nov 01]. p. 197. Available from: https://www.joannabriggs.org/assets/.../reviewersHandbook/JBI-ReviewersManual-2014.pdf ."}, {"Citation": "Awad NE, Seida AA, Shaffie ZE, El-Aziz AM, Awad NE. Hypoglycemic activity of Artemisia herba-alba (Asso) used in Egyptian traditional medicine as Hypoglycemic remedy. J Appl Pharm Sci. 2012;2:30–9."}, {"Citation": "Iriadam M, Musa D, Gümüflhan H, Baba F. Effects of two Turkish medicinal plants Artemisia herba-alba and Teucrium polium on blood glucose levels and other biochemical parameters in rabbits. J Cell Mol Biol. 2006;5:19–24."}, {"Citation": "Tastekin D, Atasever M, Adiguzel G, Keles M, Tastekin A. Hypogycaemic effect of Artemisia Herb-alba in experimental hyperglycaemic rats. Bull Vet Inst Pulawy. 2006;50:235–8."}, {"Citation": "Nofal SM, Mahmoud SS, Ramadan A, Soliman GA, Fawzy R. Anti-diabetic effect of Artemisia judaica Extracts. Res J Med Med Sci. 2009;4:42–8."}, {"Citation": "Afolayan AJ, Sunmonu TO. Artemisia afra Jacq. Ameliorates oxidative stress in the pancreas of streptozotocin-induced diabetic Wistar rats. Biosci Biotechnol Biochem. 2011;75:2083–6.", "ArticleIdList": ["22056428"]}, {"Citation": "Daradka HM, Abas MM. Antidiabetic effect of Artemisia absinthium extracts on alloxan-induced diabetic rats. Comp Clin Pathol. 2014;23:1733–42."}, {"Citation": "Pal P, Sharma A, Mehra M, Choudhary A, Ghosh AK, Praveen S. Antidiabetic and antihyperlipidimic activity of Ethanolic extract of Artemisia nilagirica (clark) in streptozotocin induced diabetic rats. Indo Am J Pharm Sci. 2015;2:1256–63."}, {"Citation": "Zhang J, Huang Y, Hou T, Wang Y. Hypoglycaemic effect of Artemisia sphaerocephala Krasch seed polysaccharide in alloxan-induced diabetic rats. Swiss Med Wkly. 2006;136:529–32.", "ArticleIdList": ["16983594"]}, {"Citation": "Xing XH, Zhang ZM, Hu XZ, Wu RQ, Xu C. Antidiabetic effects of Artemisia sphaerocephala Krasch. Gum, a novel food additive in China, on streptozotocin-induced type 2 diabetic rats. J Ethnopharmacol. 2009;125:410–6.", "ArticleIdList": ["19635546"]}, {"Citation": "Ribnicky DM, Poulev A, Watford M, Cefalu WT, Raskin I. Antihyperglycemic activity of Tarralin, an ethanolic extract of Artemisia dracunculus L. Phytomedicine. 2006;13:550–7.", "ArticleIdList": ["16920509"]}, {"Citation": "Anaya-Eugenio GD, Rivero-Cruz I, Rivera-Chávez J, Mata R. Hypoglycemic properties of some preparations and compounds from Artemisia ludoviciana Nutt. J Ethnopharmacol. 2014;155:416–25.", "ArticleIdList": ["24892833"]}, {"Citation": "Issa IA, Hussen Bule M. Hypoglycemic effect of aqueous and methanolic extract of Artemisia afra on alloxan induced diabetic swiss albino mice. Evid Based Complement Alternat Med. 2015;2015:752486.", "ArticleIdList": ["PMC4540984", "26345313"]}, {"Citation": "Ribnicky DM, Kuhn P, Poulev A, Logendra S, Zuberi A, Cefalu WT, et al. Improved absorption and bioactivity of active compounds from an anti-diabetic extract of Artemisia dracunculus L. Int J Pharm. 2009;370:87–92.", "ArticleIdList": ["PMC3130197", "19084584"]}, {"Citation": "Mahabir D, Gulliford MC. Use of medicinal plants for diabetes in Trinidad and Tobago. Rev Panam Salud Publica. 1997;1:174–9.", "ArticleIdList": ["9128111"]}, {"Citation": "Mohammed SA, Yaqub AG, Sanda KA, Nicholas AO, Arastus W, Muhammad M, et al. Review on diabetes, synthetic drugs and glycemic effects of medicinal plants. J Plants Res. 2013;7:2628–37."}, {"Citation": "Lakshmi MS, Rani SK, Reddy UK. A review on diabetes mellitus and herbal plants used for its treatment. Asian J Pharm Clin Res. 2012;5:15–21."}, {"Citation": "Ene AC, Atawodi SE, Ameh DA, Kwanashie HO, Agomo PU. In vivo antiplasmodial effect of chloroform extracts of Artemisia maciverae Linn and Artemisia maritima Linn. Afr J Biotechnol. 2009;8:6612–6."}, {"Citation": "Sunmonu TO, Afolayan AJ. Evaluation of antidiabetic activity and associated toxicity of artemisia afra aqueous extract in Wistar rats. Evid Based Complement Alternat Med. 2013;2013:929074.", "ArticleIdList": ["PMC3687504", "23861717"]}, {"Citation": "al-Shamaony L, al-Khazraji SM, Twaij HA. Hypoglycaemic effect of Artemisia herba alba. II. Effect of a valuable extract on some blood parameters in diabetic animals. J Ethnopharmacol. 1994;43:167–71.", "ArticleIdList": ["7990489"]}, {"Citation": "Hanrahan JR, Chebib M, Johnston GA. Flavonoid modulation of GABA(A) receptors. Br J Pharmacol. 2011;163:234–45.", "ArticleIdList": ["PMC3087128", "21244373"]}, {"Citation": "Ribnicky DM, Poulev A, O’Neal J, Wnorowski G, Malek DE, Jäger R, et al. Toxicological evaluation of the ethanolic extract of Artemisia dracunculus L. for use as a dietary supplement and in functional foods. Food Chem Toxicol. 2004;42:585–98.", "ArticleIdList": ["15019182"]}, {"Citation": "Abdel Jaleel GA, Abdallah HM, Gomaa NE. Pharmacological effects of ethanol extract of Egyptian Artemisia herba-alba in rats and mice. Asian Pac J Trop Biomed. 2016;6:44–9."}, {"Citation": "El-Sharabasy HM. Acaricidal activities of Artemisia judaica L. extracts against Tetranychus urticae Koch and its predator Phytoseiulus persimilis athias henriot (Tetranychidae: Phytoseiidae) J Biopestic. 2010;3:514–9."}, {"Citation": "Mubashir K, Ganai BA, Ghazanfar K, Akbar S, Malik AH, Masood A, et al. Evaluation of Artemisia amygdalina D. For anti-inflammatory and immunomodulatory potential. ISRN Inflamm. 2013;2013:483646.", "ArticleIdList": ["PMC3810318", "24224114"]}, {"Citation": "Muto T, Watanabe T, Okamura M, Moto M, Kashida Y, Mitsumori K, et al. Thirteen-week repeated dose toxicity study of wormwood (Artemisia absinthium) extract in rats. J Toxicol Sci. 2003;28:471–8.", "ArticleIdList": ["14746350"]}]}], "History": [{"Year": "2017", "Month": "12", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29269967", "PMC5726182", "10.4103/asl.ASL_87_17", "ASL-36-175"]}}]}