{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnopharmacology", "Marakwet", "medicinal plants", "research", "traditional medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29263626", "DateRevised": {"Year": "2022", "Month": "03", "Day": "11"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/pr.pr_42_17"], "Journal": {"ISSN": "0976-4836", "JournalIssue": {"Volume": "9", "Issue": "4", "PubDate": {"Year": "2017", "Season": "Oct-Dec"}}, "Title": "Pharmacognosy research", "ISOAbbreviation": "Pharmacognosy Res"}, "ArticleTitle": "Medicinal Plants Used by Traditional Healers in Sangurur, Elgeyo Marakwet County, Kenya.", "Pagination": {"StartPage": "333", "EndPage": "347", "MedlinePgn": "333-347"}, "Abstract": {"AbstractText": ["Although herbal medical products are still widely used in Kenya, many of the medicinal plants used by traditional medical practitioners (TMPs) have not been documented, despite several challenges that are now threatening the sustainability of the practice.", "To document the medicinal plants and healing methods used by TMPs in a region of Kenya with several recognized herbalists for potential research.", "Semi-structured interviews, group discussions, and direct observations were used to collect ethnopharmacological information. The participant's bio-data, clinical conditions treated, methods of treatment, medicinal plants used, methods of preparation and administration, and dosage forms were recorded.", "A total of 99 medicinal plants and 12 complementary preparations employed in the treatment of 64 medical conditions were identified. The most widely used plant was <i>Rotala tenella</i> which was used to treat nine medicinal conditions; seven each for <i>Aloe tweediae</i> and <i>Dovyalis abyssinica</i>; and six each for <i>Basella alba</i> and <i>Euclea divinorum</i>. The plants belonged to 55 families with Fabaceae family being the most frequently used (10), followed by Apocynaceae and Solanaceae, each with six species, respectively. We identified plants used to determine the sex of an unborn baby and those used to treat several conditions including anthrax and cerebral malaria and herbs used to detoxify meat from an animal that has died from anthrax. Of special interest was <i>R. tenella</i> which is used to prevent muscle injury.", "We have documented several plants with potential therapeutic effects. Further research may be conducted to determine their efficacy.", "The medicinal plants used by traditional healers in a community which still practices herbal medicine in Kenya were documented. A total of 99 medicinal plants and 12 complementary preparations employed in the treatment of 64 medical conditions were identified. Further research may be carried out in order to determine their therapeutic efficacies. <b>Abbreviations Used:</b> F<sub>ic</sub>: Informant consensus factor, N<sub>ur</sub>: Number of use reports in each category, N<sub>s</sub>: Number of reported species, TMPs: Traditional medical practitioners."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Moi University School of Medicine, Eldoret, Kenya."}], "LastName": "Kigen", "ForeName": "Gabriel", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forestry, University of Eldoret, Eldoret, Kenya."}], "LastName": "Kipkore", "ForeName": "Wilson", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Wildlife Management, University of Eldoret, Eldoret, Kenya."}], "LastName": "Wanjohi", "ForeName": "Bernard", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Wildlife Management, University of Eldoret, Eldoret, Kenya."}], "LastName": "Haruki", "ForeName": "Boniface", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nursing, Tambach Sub-County Hospital, Iten, Kenya."}], "LastName": "Kemboi", "ForeName": "Jemutai", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Pharmacognosy Res", "NlmUniqueID": "101558769", "ISSNLinking": "0974-8490"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdullahi AA. Trends and challenges of traditional medicine in Africa. Afr J Tradit Complement Altern Med. 2011;8(5 Suppl):115–23.", "ArticleIdList": ["PMC3252714", "22754064"]}, {"Citation": "WHO. WHO Traditional Medicine Strategy: 2014-2023. 2013.  [Lasd accessed on 2016 Mar 29].  Available from: http://www.apps.who.int/iris/bitstream/10665/92455/1/9789241506090_eng.pdf ."}, {"Citation": "Kigen GK, Ronoh HK, Kipkore WK, JK R. Current trends of traditional herbal medicine practice in Kenya: A review. Afr J Pharmacol Ther. 2013;2:32–7."}, {"Citation": "Kipkore W, Wanjohi B, Rono H, Kigen G. A study of the medicinal plants used by the Marakwet Community in Kenya. J Ethnobiol Ethnomed. 2014;10:24.", "ArticleIdList": ["PMC3974104", "24555424"]}, {"Citation": "Kigen G, Some F, Kibosia J, Rono H, Kiprop E, Wanjohi B, et al. Ethnomedicinal plants traditionally used by the Keiyo Community in Elgeyo Marakwet County, Kenya. J Biodivers Bioprospect Dev. 2014;1:132–43."}, {"Citation": "Sangurur Sub-location.  [Last accessed on 2016 Mar 11].  Available from: http://wwwgetamapnet/maps/kenya/rift_valley/_sangurursublocation/ "}, {"Citation": "Wikipedia. Kalenjin People.  [Last accessed on 2016 Apr 06].  Available from: https://www.en.wikipedia.org/wiki/Kalenjin_people ."}, {"Citation": "Onywera VO, Scott RA, Boit MK, Pitsiladis YP. Demographic characteristics of elite Kenyan endurance runners. J Sports Sci. 2006;24:415–22.", "ArticleIdList": ["16492605"]}, {"Citation": "Manners J. Kenya's running tribe. Sports Hist. 1997;17:14–27."}, {"Citation": "Stepp JR. Advances in ethnobiological field methods. Field Methods. 2005;17:211–8."}, {"Citation": "Alexiades MN, Sheldon JW. Advances in economic botany. Selected Guidelines for Ethnobotanical Research: A Field Manual. Vol. 10. Bronx, NY, USA: New York Botanical Garden; 1996. pp. 53–94."}, {"Citation": "Martin GJ. Ethnobotany: A Methods Manual. edn.: Earthscan; 2004."}, {"Citation": "Beentje H, Adamson J, Bhanderi D. Kenya Trees, Shrubs, and Lianas. edn: National Museums of Kenya; 1994."}, {"Citation": "Agnew AD. Upland Kenya Wild Flowers and Fern. 3rd ed. Nairobi: Nature Kenya; The East Africa Natural History Society; 2013."}, {"Citation": "Pallant JF. SPSS Survival Manual: A Step by Step Guide to Data Analysis Using IBM SPSS. Sydney: Allen and Unwin; 2016."}, {"Citation": "Albuquerque UP, Lucena RF, Monteiro JM, Florentino AT, Cecília de Fátima C. Evaluating two quantitative ethnobotanical techniques. Ethnobotany Research and Applications. 2006;4:51–60."}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: Healers' consensus and cultural importance. Soc Sci Med. 1998;47:1859–71.", "ArticleIdList": ["9877354"]}, {"Citation": "Andrade-Cetto A, Heinrich M. From the field into the lab: Useful approaches to selecting species based on local knowledge. Front Pharmacol. 2011;2:20.", "ArticleIdList": ["PMC3108584", "21954385"]}, {"Citation": "Colón-Singh R. Mursik, Kenya's Secret Superfood: Kenyan Athletes are Famous for Winning Marathons and Competitions Around the World. Could Their Secret be a Little-known Super Food Known as ‘Mursik’? 2013.  [Last accessed on 2016 Apr 15].  Available from: https://www.finedininglovers.com/stories/ash-yogurt-mursik-kenya-super-food/ "}, {"Citation": "Bett CK. Indigenous Milk Preservation Technology Among the Kalenjin of Kenya. 2011.  [Last acessed on 2016 Jan 25].  Available from: http://www.agriculturesnetwork.org/magazines/eastafrica/63-regional-food-systems/indigenous-milk-preservation-kalenjin ."}, {"Citation": "Kigen G, Maritim A, Some F, Kibosia J, Rono H, Chepkwony S, et al. Ethnopharmacological survey of the medicinal plants used in Tindiret, Nandi County, Kenya. Afr J Tradit Complement Altern Med. 2016;13:156–68."}, {"Citation": "Kamath JV, Rana AC. Preliminary study on antifertility activity of Calotropis procera roots in female rats. Fitoterapia. 2002;73:111–5.", "ArticleIdList": ["11978424"]}, {"Citation": "Ndhlala AR, Ncube B, Okem A, Mulaudzi RB, Van Staden J. Toxicology of some important medicinal plants in Southern Africa. Food Chem Toxicol. 2013;62:609–21.", "ArticleIdList": ["24075916"]}, {"Citation": "Oboler R. Nandi and Other Kalenjin Peoples. Encyclopedia of World Cultures. 1996.  [Last accessed on 2016 Apr 13].  Available from: http://www.encyclopedia.com/doc/1G2-3458001537.html ."}, {"Citation": "Fouche G, Cragg GM, Pillay P, Kolesnikova N, Maharaj VJ, Senabe J. In vitro anticancer screening of South African plants. J Ethnopharmacol. 2008;119:455–61.", "ArticleIdList": ["18678239"]}, {"Citation": "Adedapo AA, Jimoh FO, Afolayan AJ, Masika PJ. Antioxidant activities and phenolic contents of the methanol extracts of the stems of Acokanthera oppositifolia and Adenia gummifera. BMC Complement Altern Med. 2008;8:54.", "ArticleIdList": ["PMC2566552", "18817535"]}, {"Citation": "Bisht P, Rawat V. Antibacterial activity of Withania somnifera against Gram-positive isolates from pus samples. Ayu. 2014;35:330–2.", "ArticleIdList": ["PMC4427836", "25972723"]}, {"Citation": "Girish KS, Machiah KD, Ushanandini S, Harish Kumar K, Nagaraju S, Govindappa M, et al. Antimicrobial properties of a non-toxic glycoprotein (WSG) from Withania somnifera (Ashwagandha) J Basic Microbiol. 2006;46:365–74.", "ArticleIdList": ["17009292"]}, {"Citation": "Dikasso D, Makonnen E, Debella A, Abebe D, Urga K, Makonnen W, et al. Anti-malarial activity of Withania somnifera L. Dunal extracts in mice. Ethiop Med J. 2006;44:279–85.", "ArticleIdList": ["17447395"]}, {"Citation": "Pant M, Ambwani T, Umapathi V. Antiviral activity of ashwagandha extract on infectious bursal disease virus replication. Indian J Sci Technol. 2012;5:2750–1."}, {"Citation": "Grover A, Agrawal V, Shandilya A, Bisaria VS, Sundar D. Non-nucleosidic inhibition of herpes simplex virus DNA polymerase: Mechanistic insights into the anti-herpetic mode of action of herbal drug withaferin A. BMC Bioinformatics. 2011;12(Suppl 13):S22.", "ArticleIdList": ["PMC3278839", "22373101"]}, {"Citation": "Tadeg H, Mohammed E, Asres K, Gebre-Mariam T. Antimicrobial activities of some selected traditional Ethiopian medicinal plants used in the treatment of skin disorders. J Ethnopharmacol. 2005;100:168–75.", "ArticleIdList": ["16054532"]}, {"Citation": "Yang N, Zhao M, Zhu B, Yang B, Chen C, Cui C, et al. Anti-diabetic effects of polysaccharides from Opuntia monacantha cladode in normal and streptozotocin-induced diabetic rats. Innov Food Sci Emerg Technol. 2008;9:570–4."}, {"Citation": "Saleem M, Irshad I, Baig MK, Naseer F. Evaluation of hepatoprotective effect of chloroform and methanol extracts of Opuntia monacantha in paracetamol-induced hepatotoxicity in rabbits. Banglad J Pharmacol. 2015;10:16–20."}, {"Citation": "Chaudhary MA, Imran I, Bashir S, Mehmood MH, Rehman NU, Gilani AH. Evaluation of gut modulatory and bronchodilator activities of Amaranthus spinosus Linn. BMC Complement Altern Med. 2012;12:166.", "ArticleIdList": ["PMC3545920", "23025418"]}, {"Citation": "Biglar M, Soltani K, Nabati F, Bazl R, Mojab F, Amanlou M. A preliminary investigation of the jack-bean urease inhibition by randomly selected traditionally used herbal medicine. Iran J Pharm Res. 2012;11:831–7.", "ArticleIdList": ["PMC3813127", "24250509"]}, {"Citation": "Gupta VK, Malhotra S. Pharmacological attribute of Aloe vera: Revalidation through experimental and clinical studies. Ayu. 2012;33:193–6.", "ArticleIdList": ["PMC3611630", "23559789"]}, {"Citation": "Jana A, Biswas SM. Lactam nonanic acid, a new substance from Cleome viscosa with allelopathic and antimicrobial properties. J Biosci. 2011;36:27–35.", "ArticleIdList": ["21451245"]}, {"Citation": "Parameswari SA, Chetty CM, Chandrasekhar KB. Hepatoprotective activity of Ficus religiosa leaves against isoniazid rifampicin and paracetamol induced hepatotoxicity. Pharmacognosy Res. 2013;5:271–6.", "ArticleIdList": ["PMC3807992", "24174821"]}, {"Citation": "Jain A, Soni M, Deb L, Jain A, Rout SP, Gupta VB, et al. Antioxidant and hepatoprotective activity of ethanolic and aqueous extracts of Momordica dioica Roxb. leaves. J Ethnopharmacol. 2008;115:61–6.", "ArticleIdList": ["17983713"]}, {"Citation": "Dudekula NK, Duza MB, Janardhan N, Duraivel S. Evaluation of the hepatoprotective activity of Rhus mysorensis in albino rats. Indian J Res Pharm Biotechnol. 2014;2:1010."}, {"Citation": "Yadav NP, Dixit VK. Hepatoprotective activity of leaves of Kalanchoe pinnata Pers. J Ethnopharmacol. 2003;86:197–202.", "ArticleIdList": ["12738087"]}, {"Citation": "Brands R. Iten, Home of Champions: Running in Iten. 2014.  [Last accessed on 2016 Apr 08].  Available from: http://www.runninginiten.com/iten/ "}]}], "History": [{"Year": "2017", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29263626", "PMC5717785", "10.4103/pr.pr_42_17", "PR-9-333"]}}]}