{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Al Bahah", "Saudi Arabia", "ethnopharmacology", "folk medicine", "medicinal plants", "survey"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29263636", "DateRevised": {"Year": "2022", "Month": "03", "Day": "11"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/pr.pr_11_17"], "Journal": {"ISSN": "0976-4836", "JournalIssue": {"Volume": "9", "Issue": "4", "PubDate": {"Year": "2017", "Season": "Oct-Dec"}}, "Title": "Pharmacognosy research", "ISOAbbreviation": "Pharmacognosy Res"}, "ArticleTitle": "Ethnopharmacological Survey of Medicinal Plants in Albaha Region, Saudi Arabia.", "Pagination": {"StartPage": "401", "EndPage": "407", "MedlinePgn": "401-407"}, "Abstract": {"AbstractText": ["Local natural medicinal resource knowledge is important to define and elaborate usage of herbs, in systematic and organized manner. Until recently, there has been little scientifically written document regarding the traditional uses of medicinal plants in Al Bahah region.", "This pilot study aims to collect the ethnobotanical information from native populations regarding the benefits of medicinal plants of Al Bahah region, and determine if the traditional usage is scientifically established (proved) from literature.", "The survey collected data for 39 plant species recorded by informants for their medicinal benefits. The recorded species were distributed among 28 plant families. <i>Leguminosae</i> and <i>Euphorbiaceae</i> were represented each by 3 species, followed by <i>Asteraceae</i> (2 species), <i>Lamiaceae</i> (2 species), <i>Apocynaceae</i> (2 species), and <i>Solanaceae</i> (2 species). All the medicinal plants were reported in their local names. Analysis of ethnopharmacological data was done to obtain percentage of plant families, species, parts of plants used, mode of administration, and preparation types.", "Total 43 informants were interviewed, maximum number of species were used to cure skin diseases including burns (3), wounds (7), warts (1), <i>Leishmania</i> (7), topical hemostatic (2), followed by gastrointestinal system, rheumatism, respiratory tract problems, diabetes mellitus, anti-snake venom, malaria, and eye inflammation.", "The study covered Al Bahah city and its outskirts. Ten new ethnobotanical uses were recorded such as antirheumatic and anti-vitiligo uses for <i>Clematis hirsute</i>, leishmaniasis use of <i>Commiphora gileadensis</i>, antigout of <i>Juniperus procera</i>, removing warts for <i>Ficus palmata</i>.", "39 plant species from 28 plant families are used for treating more than 20 types of diseases.Maximum number of species (23 species) was used for treating skin diseases (42.6%) including leishmaniasis, wound healing, dermatitis, psoriasis, vitiligo and warts.Ten ethnobotanical uses of 8 studied plants have not been previously reported.The most used medicinal plants, according to their Use Index (UI) were <i>Juniperus procera</i>, <i>Rumex nervosus</i>, and <i>Ziziphus spina-christi</i>. <b>Abbreviations Used:</b> UI : Use Index, GI: Gastrointestinal tract, RD: Rheumatic disease, CVS: Cardiovascular diseases, UTI: Urinary tract infection, DM: Diabetes mellitus, RT: Respiratory infection, KSA: Kingdom of Saudi Arabia."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Clinical Pharmacy, Albaha University, KSA."}], "LastName": "Awadh Ali", "ForeName": "Nasser A", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Sciences, Albaha University, Baljurashi, Albaha, KSA."}], "LastName": "Al Sokari", "ForeName": "Saeed Salah", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Arabic Language, Faculty of Science and Arts, Albaha University, Baljurashi, Albaha, KSA."}], "LastName": "Gushash", "ForeName": "Ahmed", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry - Pharmacology and Toxicology Unit, College of Clinical Pharmacy, Albaha University, KSA."}], "LastName": "Anwar", "ForeName": "Sirajudheen", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, College of Clinical Pharmacy, Albaha University, KSA."}], "LastName": "Al-Karani", "ForeName": "Khalid", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology, Faculty of Science and Arts, Albaha University, Baljurashi, Albaha, KSA, Yemen."}, {"Identifier": [], "Affiliation": "Agricultural Research and Extension Authority, Taiz, Yemen."}], "LastName": "Al-Khulaidi", "ForeName": "Abdulwali", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Pharmacognosy Res", "NlmUniqueID": "101558769", "ISSNLinking": "0974-8490"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Govaerts R. How many species of seed plant are there? Taxon. 2001;50:1085–90."}, {"Citation": "Schippmann U, Cunningham AB, Leaman DJ. Biodiversity and the Ecosystem Approach in Agriculture, Forestry and Fisheries. Ninth Regular Session of the Commission on Genetic Resources for Food and Agriculture. Rome, Italy: FAO; 2002. Impact of cultivation and gathering of medicinal plants on biodiversity: Global trends and issues; pp. 143–67."}, {"Citation": "Mondal S, Ghosh D, Ramakrishna K. A complete profile on blind-your-eye Mangrove Excoecaria agallocha L. (Euphorbiaceae): Ethnobotany, phytochemistry, and pharmacological aspects. Pharmacogn Rev. 2016;10:123–38.", "ArticleIdList": ["PMC5214557", "28082796"]}, {"Citation": "Hoekou YP, Tchacondo T, Karou SD, Koudouvo K, Atakpama W, Pissang P, et al. Ethnobotanical study of latex plants in the maritime region of Togo. Pharmacognosy Res. 2016;8:128–34.", "ArticleIdList": ["PMC4780139", "27034604"]}, {"Citation": "Rao MR, Palada MC, Becker BN. Medicinal and aromatic plants in agroforestry systems. Agroforestry Syst. 2004;61:107–22."}, {"Citation": "Anyinam C. Ecology and ethnomedicine: Exploring links between current environmental crisis and indigenous medical practices. Soc Sci Med. 1995;40:321–9.", "ArticleIdList": ["7899944"]}, {"Citation": "Vieira A. A comparison of traditional anti-inflammation and anti-infection medicinal plants with current evidence from biomedical research: Results from a regional study. Pharmacognosy Res. 2010;2:293–5.", "ArticleIdList": ["PMC3093038", "21589754"]}, {"Citation": "Abdel-Sattar E, Abou-Hussein D, Petereit F. Chemical constituents from the leaves of Euphorbia ammak growing in Saudi Arabia. Pharmacognosy Res. 2015;7:14–7.", "ArticleIdList": ["PMC4285643", "25598629"]}, {"Citation": "Mossa JS, Al-Yahya MA, Al-Meshal IA. Medicinal Plants of Saudi Arabia. Riyadh: King Saud University Press; 2000."}, {"Citation": "Mossa JS, Al-Yahya MA, Al-Meshal IA. Medicinal Plants of Saudi Arabia. Riyadh: King Saud University Press; 1987."}, {"Citation": "Al-Yahya MA, Al-Meshal IA, Mossa JS, Al-Badr AB, Tariq M. Saudi Plants: A Phytochemical and Biological Approach. Riyadh: King Saud University Press; 1990."}, {"Citation": "Gazanfar Shahina AZ. Handbook of Arabian Medicinal Plants. Boca Raton, Florida, London, Tokyo: CRC Press; 1994."}, {"Citation": "Chaudhary SA. Flora of the Kingdom of Saudi Arabia. Riyadh: Ministry of Agriculture and Water; 2000."}, {"Citation": "Chaudhary SA. Flora of the Kingdom of Saudi Arabia. Riyadh: Ministry of Agriculture and Water; 2001."}, {"Citation": "Alqahtani SM, Alkholy SO, Ferreira MP. Antidiabetic and anticancer potential of native medicinal plants from Saudi Arabia. In: Watson RR, Preedy V, Zibadi S, editors. Polyphenols in Human Health and Disease. London: Elsevier; 2013."}, {"Citation": "Hammond JA, Fielding D, Bishop SC. Prospects for plant anthelmintics in tropical veterinary medicine. Vet Res Commun. 1997;21:213–28.", "ArticleIdList": ["9090048"]}, {"Citation": "Petrovska BB. Historical review of medicinal plants' usage. Pharmacogn Rev. 2012;6:1–5.", "ArticleIdList": ["PMC3358962", "22654398"]}, {"Citation": "Ali NA, Al-Rahawi K, Lindequist U. Some medicinal plants used in Yemeni herbal medicine to treat malaria. Afr J Tradit Complement Altern Med. 2004;1:72–6."}, {"Citation": "Cragg GM, Boyd MR, Grever MR, Schepartz SA. Pharmaceutical prospecting and the potential for pharmaceutical crops – Natural product drug discovery at the United States National Cancer Institute. Ann Mo Bot Gard. 1995;82:47–53."}, {"Citation": "Lewis WH, Elvin-Lewis MP. Medicinal plants as sources of new therapeutics. Ann Mo Bot Gard. 1995;82:16–24."}, {"Citation": "Tosun F, Kizilay CA, Sener B, Vural M, Palittapongarnpim P. Antimycobacterial screening of some Turkish plants. J Ethnopharmacol. 2004;95:273–5.", "ArticleIdList": ["15507348"]}, {"Citation": "Di Stasi LC, Oliveira GP, Carvalhaes MA, Queiroz M, Jr, Tien OS, Kakinami SH, et al. Medicinal plants popularly used in the Brazilian Tropical Atlantic Forest. Fitoterapia. 2002;73:69–91.", "ArticleIdList": ["11864767"]}, {"Citation": "Akerreta S, Cavero RY, Calvo MI. First comprehensive contribution to medical ethnobotany of Western Pyrenees. J Ethnobiol Ethnomed. 2007;3:26.", "ArticleIdList": ["PMC1904192", "17553138"]}, {"Citation": "Francis Xavier T, Kannan M, Auxilia A. Observation on the traditional phytotherapy among the Malayali tribes in Eastern Ghats of Tamil Nadu, South India. J Ethnopharmacol. 2015;165:198–214.", "ArticleIdList": ["25743441"]}, {"Citation": "El-Alfy TS, Ezzat SM, Hegazy AK, Amer AM, Kamel GM. Isolation of biologically active constituents from Moringa peregrina (Forssk.) Fiori. (Family: Moringaceae) growing in Egypt. Pharmacogn Mag. 2011;7:109–15.", "ArticleIdList": ["PMC3113348", "21716619"]}, {"Citation": "Amin TT, Al-Mohammed HI, Kaliyadan F, Mohammed BS. Cutaneous leishmaniasis in Al Hassa, Saudi Arabia: Epidemiological trends from 2000 to 2010. Asian Pac J Trop Med. 2013;6:667–72.", "ArticleIdList": ["23790342"]}, {"Citation": "Mahmoudvand H, Ezzatkhah F, Sharififar F, Sharifi I, Dezaki ES. Antileishmanial and cytotoxic effects of essential oil and methanolic extract of Myrtus communis L. Korean J Parasitol. 2015;53:21–7.", "ArticleIdList": ["PMC4384785", "25748705"]}, {"Citation": "Al-Sokari SS, Ali NA, Monzote L, Al-Fatimi MA. Evaluation of antileishmanial activity of albaha medicinal plants against Leishmania amazonensis. Biomed Res Int. 2015;2015:938747.", "ArticleIdList": ["PMC4556861", "26357662"]}, {"Citation": "Kyriazis ID, Koutsoni OS, Aligiannis N, Karampetsou K, Skaltsounis AL, Dotsika E, et al. The leishmanicidal activity of oleuropein is selectively regulated through inflammation- and oxidative stress-related genes. Parasit Vectors. 2016;9:441.", "ArticleIdList": ["PMC4977900", "27501956"]}, {"Citation": "Ali NA, Al-Sokari SS, Mothana RA, Kourish M, Wagih M, Paul C, et al. In vitro antiprotozoal activity potential of some plant extracts from Albaha region. World J Pharm Res. 2016;5:338–46."}, {"Citation": "Anwar S, Crouch RA, Awadh Ali NA, Al-Fatimi MA, Setzer WN, Wessjohann L. Hierarchical cluster analysis and chemical characterisation of Myrtus communis L. essential oil from Yemen region and its antimicrobial, antioxidant and anti-colorectal adenocarcinoma properties. Nat Prod Res. 2017;9:1–6.", "ArticleIdList": ["28068844"]}, {"Citation": "Wong R, Davis AM, Badley E, Grewal R, Mohammed M. Prevalence of Arthritis and Rheumatic Diseases around the World. A Growing Burden and Implications for Health Care Needs Division of Health Care and Outcomes Research Arthritis Community Research and Evaluation Unit (ACREU) Toronto Western Research Institute. 2010"}, {"Citation": "Flemmig J, Kuchta K, Arnhold J, Rauwald HW. Olea europaea leaf (Ph.Eur.) extract as well as several of its isolated phenolics inhibit the gout-related enzyme xanthine oxidase. Phytomedicine. 2011;18:561–6.", "ArticleIdList": ["21144719"]}, {"Citation": "Takeda R, Koike T, Taniguchi I, Tanaka K. Double-blind placebo-controlled trial of hydroxytyrosol of Olea europaea on pain in gonarthrosis. Phytomedicine. 2013;20:861–4.", "ArticleIdList": ["23746949"]}, {"Citation": "Kaur A, Nain P, Nain J. Herbal plants used in treatment of rheumatoid arthritis: A review. Int J Pharm Pharm Sci. 2012;4:44–57."}, {"Citation": "Mulwa LS. Doctoral Dissertation. Kenya: University of Nairobi; 2012. Phytochemical Investigation of Psiadia punctulata for Analgesic Agents."}, {"Citation": "Ahmad M, Imran H, Yaqeen Z, Rehman Z, Rahman A, Fatima N, et al. Pharmacological profile of Salvadora persica. Pak J Pharm Sci. 2011;24:323–30.", "ArticleIdList": ["21715265"]}, {"Citation": "Koheil MA, Mohammed A, Hussein MA, Othman SM, El-Haddad A. Anti-inflammatory and antioxidant activities of Moringa peregrina Seeds. Free Radic Antioxid. 2011;1:49–61."}, {"Citation": "Al-Azzawie HF, Alhamdani MS. Hypoglycemic and antioxidant effect of oleuropein in alloxan-diabetic rabbits. Life Sci. 2006;78:1371–7.", "ArticleIdList": ["16236331"]}, {"Citation": "Somova LI, Shode FO, Ramnanan P, Nadar A. Antihypertensive, antiatherosclerotic and antioxidant activity of triterpenoids isolated from Olea europaea, subspecies Africana leaves. J Ethnopharmacol. 2003;84:299–305.", "ArticleIdList": ["12648829"]}, {"Citation": "Algandaby MM, Alghamdi HA, Ashour OM, Abdel-Naim AB, Ghareib SA, Abdel-Sattar EA, et al. Mechanisms of the antihyperglycemic activity of Retama raetam in streptozotocin-induced diabetic rats. Food Chem Toxicol. 2010;48:2448–53.", "ArticleIdList": ["20538037"]}, {"Citation": "Phondani PC, Bhatt A, Elsarrag E, Horr YA. Ethnobotanical magnitude towards sustainable utilization of wild foliage in Arabian Desert. J Tradit Complement Med. 2015;6:209–18.", "ArticleIdList": ["PMC4936766", "27419083"]}, {"Citation": "Youssef RS. Medicinal and non-medicinal uses of some plants found in the middle region of Saudi Arabia. J Med Plants Res. 2013;7:2501–13."}, {"Citation": "El-Ghazali GE, Al-Khalifa KS, Saleem GA, Abdallah EM. Traditional medicinal plants indigenous to Al-Rass province, Saudi Arabia. J Med Plants Res. 2010;4:2680–3."}, {"Citation": "Rahman MA, Mossa JS, Al-Said MS, Al-Yahya MA. Medicinal plant diversity in the flora of Saudi Arabia 1: A report on seven plant families. Fitoterapia. 2004;75:149–61.", "ArticleIdList": ["15030919"]}, {"Citation": "Mandaville JP. A Dissertation. University of Arizona; 2004. Beduin Ethnobony: Plant Concepts and Plant Use in a Desert Pastoral World."}, {"Citation": "Al-Arfaj AS. Hyperuricemia in Saudi Arabia. Rheumatol Int. 2001;20:61–4.", "ArticleIdList": ["11269534"]}]}], "History": [{"Year": "2017", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29263636", "PMC5717795", "10.4103/pr.pr_11_17", "PR-9-401"]}}]}