{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Gibberellins", "Glucose-6-phosphate isomerase", "Importin alpha 1b", "Jasmonic acid", "Protein expression", "Radioisotope 45Ca", "Silicon application"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29301510", "DateCompleted": {"Year": "2018", "Month": "08", "Day": "07"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "01", "Day": "04"}], "Language": ["eng"], "ELocationID": ["4", "10.1186/s12870-017-1216-y"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Jan", "Day": "04"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Exogenous short-term silicon application regulates macro-nutrients, endogenous phytohormones, and protein expression in Oryza sativa L.", "Pagination": {"StartPage": "4", "MedlinePgn": "4"}, "Abstract": {"AbstractText": ["Silicon (Si) has been known to regulate plant growth; however, the underlying mechanisms of short-term exogenous Si application on the regulation of calcium (Ca) and nitrogen (N), endogenous phytohormones, and expression of essential proteins have been little understood.", "Exogenous Si application significantly increased Si content as compared to the control. Among Si treatments, 1.0 mM Si application showed increased phosphorus content as compared to other Si treatments (0.5, 2.0, and 4.0 mM). However, Ca accumulation was significantly reduced (1.8- to 2.0-fold) at the third-leaf stage in the control, whereas all Si treatments exhibited a dose-dependent increase in Ca as determined by radioisotope <sup>45</sup>Ca analysis. Similarly, the radioisotope <sup>15</sup>N for nitrogen localization and uptake showed a varying but reduced response (ranging from 1.03-10.8%) to different Si concentrations as compared to <sup>15</sup>N application alone. Physiologically active endogenous gibberellin (GA<sub>1</sub>) was also significantly higher with exogenous Si (1.0 mM) as compared to GA<sub>20</sub> and the control plants. A similar response was noted for endogenous jasmonic and salicylic acid synthesis in rice plants with Si application. Proteomic analysis revealed the activation of several essential proteins, such as Fe-S precursor protein, putative thioredoxin, Ser/Thr phosphatase, glucose-6-phosphate isomerase (G6P), and importin alpha-1b (Imp3), with Si application. Among the most-expressed proteins, confirmatory gene expression analysis for G6P and Imp3 showed a similar response to those of the Si treatments.", "In conclusion, the current results suggest that short-term exogenous Si can significantly regulate rice plant physiology by influencing Ca, N, endogenous phytohormones, and proteins, and that 1.0 mM Si application is more beneficial to plants than higher concentrations."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Resources Research Institute, R&D Headquarters, Korea Ginseng Corporation, Daejeon, 34128, South Korea."}], "LastName": "Jang", "ForeName": "Soo-Won", "Initials": "SW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Plant Biosciences, Kyungpook National University, Daegu, 41566, South Korea."}], "LastName": "Kim", "ForeName": "Yoonha", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UoN Chair of Oman's Medicinal Plants & Marine Natural Products, University of Nizwa, 616, Nizwa, Oman."}], "LastName": "Khan", "ForeName": "Abdul Latif", "Initials": "AL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Gyeongsang National University, Jinju, 52828, South Korea."}], "LastName": "Na", "ForeName": "Chae-In", "Initials": "CI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Plant Biosciences, Kyungpook National University, Daegu, 41566, South Korea. ijlee@knu.ac.kr."}, {"Identifier": [], "Affiliation": "Crop Physiology Laboratory, Division of Plant Biosciences, Kyungpook National University, Daegu, 41566, South Korea. ijlee@knu.ac.kr."}], "LastName": "Lee", "ForeName": "In-Jung", "Initials": "IJ"}], "GrantList": [{"GrantID": "716001-7", "Agency": "Korea Institute of Planning and Evaluation for Technology in Food, Agriculture, Forestry and Fisheries", "Country": "International"}, {"GrantID": "2017R1D1A3B03030917", "Agency": "National Research Foundation of Korea", "Country": "International"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cyclopentanes"}, {"RegistryNumber": "0", "NameOfSubstance": "Gibberellins"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxylipins"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Growth Regulators"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "6RI5N05OWW", "NameOfSubstance": "jasmonic acid"}, {"RegistryNumber": "N762921K75", "NameOfSubstance": "Nitrogen"}, {"RegistryNumber": "O414PZ4LPZ", "NameOfSubstance": "Salicylic Acid"}, {"RegistryNumber": "SY7Q814VUP", "NameOfSubstance": "Calcium"}, {"RegistryNumber": "Z4152N8IUI", "NameOfSubstance": "Silicon"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Calcium"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cyclopentanes"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["metabolism"], "DescriptorName": "Gibberellins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Nitrogen"}, {"QualifierName": ["drug effects", "genetics", "physiology"], "DescriptorName": "Oryza"}, {"QualifierName": ["metabolism"], "DescriptorName": "Oxylipins"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Plant Growth Regulators"}, {"QualifierName": ["genetics"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Salicylic Acid"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Silicon"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The rice seeds, Dongjin, is very a common and broadly cultivated variety in South Korea. The seeds were procured from the National Institute of Crop Science, Rural Development Administration, South Korea. Our project does not used transgenic technology therefore it does not require ethical approval. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mitani N, Chiba Y, Yamaji N, Ma JF. Identification and characterization of maize and barley Lsi2-like silicon efflux transporters reveals a distinct silicon uptake system from that in rice. Plant Cell. 2009;21:2133–2142. doi: 10.1105/tpc.109.067884.", "ArticleIdList": ["10.1105/tpc.109.067884", "PMC2729598", "19574435"]}, {"Citation": "Yamaji N, Chiba Y, Mitani-Ueno N, Ma JF. Functional characterization of a silicon transporter gene implicated in silicon distribution in barley. Plant Physiol. 2012;160:1491–1497. doi: 10.1104/pp.112.204578.", "ArticleIdList": ["10.1104/pp.112.204578", "PMC3490590", "22992512"]}, {"Citation": "Feng J, Shi Q, Wang X. Effects of exogenous silicon on photosynthetic capacity and antioxidant enzyme activities in chloroplast of cucumber seedlings under excess manganese. Agri. Sci China. 2009;8:40–50."}, {"Citation": "Kim YH, Khan AL, Kim DH, Lee SY, Kim KM, Waqas M, Jung HY, Shin JH, Kim JG, Lee IJ. Silicon mitigates heavy metal stress by regulating P-type heavy metal ATPases, Oryza sativa low silicon genes, and endogenous phytohormones. BMC Plant Biol. 2014;14:13. doi: 10.1186/1471-2229-14-13.", "ArticleIdList": ["10.1186/1471-2229-14-13", "PMC3893592", "24405887"]}, {"Citation": "Kim YH, Khan AL, Waqas M, Shim JK, Kim DH, Lee KY, Lee IJ. Silicon application to rice root zone influenced the phytohormonal and antioxidant responsesunder salinity stress. J Plant Growth Regul. 2014;33:137–149. doi: 10.1007/s00344-013-9356-2.", "ArticleIdList": ["10.1007/s00344-013-9356-2"]}, {"Citation": "Kim YH, Khan AL, Waqas M, Shahzad R, Lee IJ. Silicon-mediated mitigation of wounding stress acts by up-regulating the rice antioxidant system. Cereal Res Commun. 2016;44:111–121. doi: 10.1556/0806.43.2015.031.", "ArticleIdList": ["10.1556/0806.43.2015.031"]}, {"Citation": "Ma JF, Tamai K, Yamaji N, Mitani N, Konishi S, Katsuhara M, Ishiguro M, Kurata Y, Yano MA. silicon transporter in rice. Nature. 2006;440:688–691. doi: 10.1038/nature04590.", "ArticleIdList": ["10.1038/nature04590", "16572174"]}, {"Citation": "Hamayun M, Sohn EY, Khan SA, Shinwari ZK, Khan AL, Lee IJ. Silicon alleviates the adverse effects of salinity and drought stress on growth and endogenous plant growth hormones of soybean (Glycine Max L.). Pak J Bot 2010;42:1713-1722."}, {"Citation": "Al-aghabary K, Zhu Z, Qinhua S. Influence of silicon supply on chlorophyll content, chlorophyll fluorescence and antioxidative enzyme activities in tomato plants under salt stress. J Plant Nutr. 2005;27:2101–2115. doi: 10.1081/PLN-200034641.", "ArticleIdList": ["10.1081/PLN-200034641"]}, {"Citation": "Epstein E. Silicon: Ann Rev. Plant Physiol Mol Biol. 1999;50:641–664. doi: 10.1146/annurev.arplant.50.1.641.", "ArticleIdList": ["10.1146/annurev.arplant.50.1.641", "15012222"]}, {"Citation": "Kim YH, Khan AL, Lee IJ. Silicon: a duo synergy for regulating crop growth and hormonal signaling under abiotic stress conditions. Crit Rev Biotechnol. 2016;36:1099–1109. doi: 10.3109/07388551.2015.1084265.", "ArticleIdList": ["10.3109/07388551.2015.1084265", "26381374"]}, {"Citation": "Raven J. The transport and function of silicon in plants. Biol Rev. 1983;58:179–207. doi: 10.1111/j.1469-185X.1983.tb00385.x.", "ArticleIdList": ["10.1111/j.1469-185X.1983.tb00385.x"]}, {"Citation": "Yamaji N, Mitatni N, Ma JFA. Transporter regulating silicon distribution in rice shoots. Plant Cell. 2008;20:1381–1389. doi: 10.1105/tpc.108.059311.", "ArticleIdList": ["10.1105/tpc.108.059311", "PMC2438455", "18515498"]}, {"Citation": "Barber SA. Soil nutrient bioavailability: a mechanistic approach. 2. New York: Wiley; 1995."}, {"Citation": "Gilliham M, Dayod M, Hocking BJ, Xu B, Conn SJ, Kaiser BN, Leigh RA, Tyerman SD. Calcium delivery and storage in plant leaves: exploring the link with water flow. J Exp Bot. 2011;62:2233–2250. doi: 10.1093/jxb/err111.", "ArticleIdList": ["10.1093/jxb/err111", "21511913"]}, {"Citation": "Kudla J, Batistič O, Hashimoto K. Calcium signals: the lead currency of plant information processing. Plant Cell. 2010;22:541–563. doi: 10.1105/tpc.109.072686.", "ArticleIdList": ["10.1105/tpc.109.072686", "PMC2861448", "20354197"]}, {"Citation": "Zhao D, Reddy KR, Kakani VG, Reddy VR. Nitrogen deficiency effects on plant growth, leaf photosynthesis, and hyperspectral reflectance properties of sorghum. Eur J Agron. 2005;22:391–403. doi: 10.1016/j.eja.2004.06.005.", "ArticleIdList": ["10.1016/j.eja.2004.06.005"]}, {"Citation": "Murphy CJ, Baggs EM, Morley N, Wall DP, Paterson E. Nitrogen availability alters rhizosphere processes mediating soil organic matter mineralisation. Plant Soil. 2017; 10.1007/s11104-017-3275-0."}, {"Citation": "Salman D, Morteza S, Dariush Z, Nasiri A, Reza Y, Ehsan GD, Reza NNA. Application of nitrogen and silicon rates on morphological and chemical lodging related characteristics in rice (Oryza sativa L.) at North of Iran. J Agri Sci. 2012;4(6):12–8. 10.5539/jas.v4n6p12."}, {"Citation": "Wu X, Yu Y, Baerson SR, Song Y, Liang G, Ding C, Niu J, Pan Z, Zeng R. Interactions between nitrogen and silicon in rice and their effects on resistance toward the brown planthopper Nilaparvata lugens. Front Plant Sci. 2017;8:28. 10.3389/fpls.2017.00028.", "ArticleIdList": ["PMC5253352", "28167952"]}, {"Citation": "Neu S, Schaller J, Dudel EG. Silicon availability modifies nutrient use efficiency and content, C: N: P stoichiometry, and productivity of winter wheat (Triticum aestivum L.) Sci Rep. 2017;7:40829. doi: 10.1038/srep40829.", "ArticleIdList": ["10.1038/srep40829", "PMC5240101", "28094308"]}, {"Citation": "Walter A, Schurr U. Dynamics of leaf and root growth: endogenous control versus environmental impact. Ann Bot. 2005;95:891–900. doi: 10.1093/aob/mci103.", "ArticleIdList": ["10.1093/aob/mci103", "PMC4246750", "15767269"]}, {"Citation": "Hwang SJ, Hamayun M, Kim HY, Na CI, Kim KU, Shin DH, Kim SY, Lee IJ. Effect of nitrogen and silicon nutrition on bioactive gibberellin and growth of rice under field conditions. J crop Sci. Biotech. 2007;10:281–286."}, {"Citation": "Sivanesan, I., Jeong, B.R. Silicon promotes adventitious shoot regeneration and enhances salinity tolerance of Ajuga multiflora Bunge by altering activity of antioxidant enzyme. Sci World J. 2014. 10.1155/2014/521703.", "ArticleIdList": ["PMC3913090", "24526904"]}, {"Citation": "Kim YH, Khan AL, Waqas M, Lee IJ. Silicon regulates antioxidant activities of crop plants under abiotic-induced oxidative stress: a review. Front Plant Sci. 2017;8:510.", "ArticleIdList": ["PMC5382202", "28428797"]}, {"Citation": "Cooke J, Leishman MRI. Plant ecology more siliceous than we realise. Trends Plant Sci. 2011;16:61–68. doi: 10.1016/j.tplants.2010.10.003.", "ArticleIdList": ["10.1016/j.tplants.2010.10.003", "21087891"]}, {"Citation": "Jang SW, Hamayun M, Sohn EY, Shin DH, Kim KU, Lee IJ. Studies on the effect of silicon nutrition on plant growth, mineral contents and endogenous gibberellins of three rice cultivars. J crop Sci. Biotech. 2007;10:47–51."}, {"Citation": "Savant NK, Snyder GH, Datnoff LE. Silicon management and sustainable rice production. Adv Agron. 1996;58:151–199. doi: 10.1016/S0065-2113(08)60255-2.", "ArticleIdList": ["10.1016/S0065-2113(08)60255-2"]}, {"Citation": "Tripathi DK, Singh VP, Chauhan DK, Prasad SM. Silicon in plants: advances and future prospects. New York: CRC Press, Taylor & Francis Group; 2017."}, {"Citation": "Tripathi DK, Singh S, Singh VP, Prasad SM, Dubey NK, Chauhan DK. Silicon nanoparticles more effectively alleviated UV-B stress than silicon in wheat (Triticum aestivum) seedlings. Plant Physiol Biochem. 2017;110:70–81. doi: 10.1016/j.plaphy.2016.06.026.", "ArticleIdList": ["10.1016/j.plaphy.2016.06.026", "27470120"]}, {"Citation": "Ma JF. Role of silicon in enhancing the resistance of plants to biotic and abiotic stresses. Soil Sci Plant Nutr. 2004;50:11–18. doi: 10.1080/00380768.2004.10408447.", "ArticleIdList": ["10.1080/00380768.2004.10408447"]}, {"Citation": "Yoshida S, Ohnishi Y, Kitagishi K. Role of silicon in rice nutrition. Soil Plant Food. 1959;5:127–133. doi: 10.1080/00380768.1959.10430905.", "ArticleIdList": ["10.1080/00380768.1959.10430905"]}, {"Citation": "Lee IJ, Foster KR, Morgan PW. Photoperiod control of gibberellin levels and flowering in sorghum. Plant Physiol. 1998;116:1003–1011. doi: 10.1104/pp.116.3.1003.", "ArticleIdList": ["10.1104/pp.116.3.1003", "PMC35069", "9501132"]}, {"Citation": "Kim YH, Ahn IO, Khan AL, Kamran M, Waqas M, Lee JS, Kim DH, Jang SW, Lee IJ. Regulation of endogenous gibberellins and abscisic acid levels during different seed collection periods in Panax ginseng. Hort Environ Biotechnol. 2014;55:166–174. doi: 10.1007/s13580-014-0146-y.", "ArticleIdList": ["10.1007/s13580-014-0146-y"]}, {"Citation": "McCloud ES, Baldwin IT. Herbivory and caterpillar regurgitants amplify the wound-induced increases in jasmonic acid but not nicotine in Nicotiana sylvestris. Planta. 1997;203:430–435. doi: 10.1007/s004250050210.", "ArticleIdList": ["10.1007/s004250050210"]}, {"Citation": "Enyedi AJ, Yalpani N, Silverman P, Raskin I. Localization, conjugation, and function of salicylic acid in tobacco during the hypersensitive reaction to tobacco mosaic virus. Proc Natl Acad Sci U S A. 1992;89:2480–2484. doi: 10.1073/pnas.89.6.2480.", "ArticleIdList": ["10.1073/pnas.89.6.2480", "PMC48682", "1549613"]}, {"Citation": "Seskar M, Shulaev V, Raskin I. Endogenous methyl salicylate in pathogen-inoculated tobacco plants. Plant Physiol. 1998;116:387–392. doi: 10.1104/pp.116.1.387.", "ArticleIdList": ["10.1104/pp.116.1.387"]}, {"Citation": "Choi KY, Lee YB. Effect of salinity of nutrient solution on growth, translocation and accumulation of 45Ca in butterhead lettuce. In International Symposium on Growing Media and Hydroponics. 1999;548:575–580."}, {"Citation": "Bradford MMA. Rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal Biochem. 1976;72(1–2):248–254. doi: 10.1016/0003-2697(76)90527-3.", "ArticleIdList": ["10.1016/0003-2697(76)90527-3", "942051"]}, {"Citation": "Blum H, Beier H, Gross HJ. Improved silver staining of plant proteins, RNA and DNA in polyacrylamide gels. Electrophoresis. 1987;8:93–99. doi: 10.1002/elps.1150080203.", "ArticleIdList": ["10.1002/elps.1150080203"]}, {"Citation": "Carpentier SC, Witters E, Laukens K, Deckers P, Swennen R, Panis B. Preparation of protein extracts from recalcitrant plant tissues: an evaluation of different methods for two-dimensional gel electrophoresis analysis. Proteomics. 2005;5:2497–2507. doi: 10.1002/pmic.200401222.", "ArticleIdList": ["10.1002/pmic.200401222", "15912556"]}, {"Citation": "Feinberg AP, Vogelstein BA. Technique for radiolabeling DNA restriction endonuclease fragments to high specific activity. Anal Biochem. 1983;132:6–13. doi: 10.1016/0003-2697(83)90418-9.", "ArticleIdList": ["10.1016/0003-2697(83)90418-9", "6312838"]}, {"Citation": "Luyckx M, Hausman JF, Lutts S, Guerriero G. Silicon and plants: current knowledge and technological perspectives. Front Plant Sci. 2017;8: doi.org/10.3389/fpls.2017.00411.", "ArticleIdList": ["PMC5362598", "28386269"]}, {"Citation": "Song A, Xue G, Cui P, Fan F, Liu H, Yin C, Sun W, Liang Y. The role of silicon in enhancing resistance to bacterial blight of hydroponic-and soil-cultured rice. Sci Rep. 2016;6 10.1038/srep24640.", "ArticleIdList": ["PMC4835757", "27091552"]}, {"Citation": "Deshmukh R, Bélanger RR. Molecular evolution of auaporins and silicon influx in plants. Funct Ecol. 2016;30:1277–1285. doi: 10.1111/1365-2435.12570.", "ArticleIdList": ["10.1111/1365-2435.12570"]}, {"Citation": "Datnoff LE, Snyder GH, Korndörfer GH. \"Silicon in agriculture.\" in the Elsevier, Amsterdam: Korndörfer and Lepsch. 2001. p. 133–47."}, {"Citation": "Hirel B, Le Gouis J, Ney B, Gallais A. The challenge of improving nitrogen use efficiency in crop plants: towards a more central role for genetic variability and quantitative genetics within integrated approaches. J Exp Bot. 2007;58:2369–2387. doi: 10.1093/jxb/erm097.", "ArticleIdList": ["10.1093/jxb/erm097", "17556767"]}, {"Citation": "Hussain A, Mun BG, Imran QM, Lee SU, Adamu TA, Shahid M, Kim KM, Yun BW. Nitric oxide mediated transcriptome profiling reveals activation of multiple regulatory pathways in Arabidopsis thaliana. Front Plant Sci. 2016;7 10.3389/fpls.2016.00975.", "ArticleIdList": ["PMC4926318", "27446194"]}, {"Citation": "Schulten HR, Schnitzer M. The chemistry of soil organic nitrogen: a review. Biol Fertil Soils. 1997;26:1–15. doi: 10.1007/s003740050335.", "ArticleIdList": ["10.1007/s003740050335"]}, {"Citation": "Epstein E. Mineral nutrition of plants: principles and perspectives. New York: Wiley; 1972."}, {"Citation": "Evans HJ, Sorger GJ. Role of mineral elements with emphasis on the univalent cations. Ann rev. Plant Physiol. 1966;17:47–76. doi: 10.1146/annurev.pp.17.060166.000403.", "ArticleIdList": ["10.1146/annurev.pp.17.060166.000403"]}, {"Citation": "Mae T. Physiological nitrogen efficiency in rice: nitrogen utilization, photosynthesis, and yield potential. Plant Soil. 1997;196:201–210. doi: 10.1023/A:1004293706242.", "ArticleIdList": ["10.1023/A:1004293706242"]}, {"Citation": "Cho YS, Jeon WT, Park CY, Park KD, Kang UG. Study of nutrient uptake and physiological characteristics of rice by 15N and purified Si fertilization level in a transplanted pot experiment. Korean. J Crop Sci. 2006;51:408–419."}, {"Citation": "Jawahar S, Vaiyapuri V. Effect of sulphur and silicon fertilization on growth and yield of rice. Int J Curr Res. 2010;9:36–38."}, {"Citation": "Bian R, Li L, Bao D, Zheng J, Zhang X, Zheng J, Liu X, Cheng K, Pan G. Cd immobilization in a contaminated rice paddy by inorganic stabilizers of calcium hydroxide and silicon slag and by organic stabilizer of biochar. Environ Sci Pollut Res. 2016;23:10028–10036. doi: 10.1007/s11356-016-6214-3.", "ArticleIdList": ["10.1007/s11356-016-6214-3", "26865487"]}, {"Citation": "Ma JF, Takahashi E. Effect of silicic acid on phosphorus uptake by rice plant. Soil Sci Plant Nut. 1989;35:227–234. doi: 10.1080/00380768.1989.10434755.", "ArticleIdList": ["10.1080/00380768.1989.10434755"]}, {"Citation": "Kaya C, Tuna L, Higgs D. Effect of silicon on plant growth and mineral nutrition of maize grown under water-stress conditions. J Plant Nut. 2006;29:1469–1480. doi: 10.1080/01904160600837238.", "ArticleIdList": ["10.1080/01904160600837238"]}, {"Citation": "Xi J, Qiu Y, Du L, Poovaiah BW. Plant-specific trihelix transcription factor AtGT2L interacts with calcium/calmodulin and responds to cold and salt stresses. Plant Sci. 2012;185:274–280. doi: 10.1016/j.plantsci.2011.11.013.", "ArticleIdList": ["10.1016/j.plantsci.2011.11.013", "22325890"]}, {"Citation": "Colebrook EH, Thomas SG, Phillips AL, Hedden P. The role of gibberellin signalling in plant responses to abiotic stress. J Exp Biol. 2014;217:67–75. doi: 10.1242/jeb.089938.", "ArticleIdList": ["10.1242/jeb.089938", "24353205"]}, {"Citation": "Reber M, Kaneta T, Kawaide H, Kamiya Y. Regulaton of gibberellin biosynthesis genes during flower and fruit development of tomato. The. Plant J. 1999;17:241–250. doi: 10.1046/j.1365-313X.1999.00366.x.", "ArticleIdList": ["10.1046/j.1365-313X.1999.00366.x", "10097383"]}, {"Citation": "Kim YH, Choi KI, Khan AL, Waqas M, Lee IJ. Exogenous application of abscisic regulates endogenous gibberellins homeostasis and enhances resistance of oriental melon (Cucumis melo Var. L.) against low temperature. Sci Hort. 2016;207:41–47. doi: 10.1016/j.scienta.2016.05.009.", "ArticleIdList": ["10.1016/j.scienta.2016.05.009"]}, {"Citation": "Kim YH, Hwang SJ, Waqas M, Khan AL, Lee JH, Lee JD, Nguyen HT, Lee IJ. Comparative analysis of endogenous hormones level in two soybean (Glycine max L.) lines differing in waterlogging tolerance. Front Plant Sci. 2015;6:714.", "ArticleIdList": ["PMC4585003", "26442028"]}, {"Citation": "Nishiuchi S, Yamauchi T, Takahashi H, Kotula L, Nakazono M. Mechanisms for coping with submergence and waterlogging in rice. Rice. 2012;5(1):2. doi: 10.1186/1939-8433-5-2.", "ArticleIdList": ["10.1186/1939-8433-5-2", "PMC3834488", "24764502"]}, {"Citation": "Shani E, Weinstain R, Zhang Y, Castillejo C, Kaiserli E, Chory J, Tsien RY, Estelle M. Gibberellins accumulate in the elongating endodermal cells of Arabidopsis root. Proc Nat Acad Sci USA. 2013;110:4834–4839. doi: 10.1073/pnas.1300436110.", "ArticleIdList": ["10.1073/pnas.1300436110", "PMC3606980", "23382232"]}, {"Citation": "Goetz S, Hellwege A, Stenzel I, Kutter C, Hauptmann V, Forner S, McCaig B, Hause G, Miersch O, Wasternack C, Hause B. Role of cis-12-oxo-phytodienoic acid in tomato embryo development. Plant Physiol. 2012;158:1715–1727. doi: 10.1104/pp.111.192658.", "ArticleIdList": ["10.1104/pp.111.192658", "PMC3320180", "22337921"]}, {"Citation": "He Y, Fukushige H, Hildebrand DF, Gan S. Evidence supporting a role of jasmonic acid in Arabidopsis leaf senescence. Plant Physiol. 2002;128:876–884. doi: 10.1104/pp.010843.", "ArticleIdList": ["10.1104/pp.010843", "PMC152201", "11891244"]}, {"Citation": "Cenzano A, Vigliocco A, Kraus T, Abdala G. Exogenously applied jasmonic acid induces changes in apical meristem morphology of potato stolons. Annals Bot. 2003;91:915–919. doi: 10.1093/aob/mcg098.", "ArticleIdList": ["10.1093/aob/mcg098", "PMC4242400", "12770846"]}, {"Citation": "Yang F, Zhang Y, Huang Q, Yin G, Pennerman KK, Yu J, Liu Z, Guo A. Analysis of key genes of jasmonic acid mediated signal pathway for defense against insect damages by comparative transcriptome sequencing. Sci Rep. 2015;5:16500. doi: 10.1038/srep16500.", "ArticleIdList": ["10.1038/srep16500", "PMC4642351", "26560755"]}, {"Citation": "Ahmad P, Rasool S, Gul A, Sheikh SA, Akram NA, Ashraf M, Kazi AM, Gucel S. Jasmonates: multifunctional roles in stress tolerance. Front Plant Sci. 2016;7 10.3389/fpls.2016.00813.", "ArticleIdList": ["PMC4908892", "27379115"]}, {"Citation": "Pieterse CM, Van d. Does D, Zamioudis C, Leon-Reyes a, van Wees SC. Hormonal modulation of plant immunity. Ann Rev Cell Dev Biol. 2012;28:489–521. doi: 10.1146/annurev-cellbio-092910-154055.", "ArticleIdList": ["10.1146/annurev-cellbio-092910-154055", "22559264"]}, {"Citation": "Currie HA, Perry CC. Silica in plants: biological, biochemical and chemical studies. Ann Bot. 2007;100:1383–1389. doi: 10.1093/aob/mcm247.", "ArticleIdList": ["10.1093/aob/mcm247", "PMC2759229", "17921489"]}, {"Citation": "Kim YH, Khan AL, Waqas M, Jeong HJ, Kim DH, Shin JS, Kim JG, Yeon MH, Lee IJ. Regulation of jasmonic acid biosynthesis by silicon application during physical injury to Oryza sativa L. J Plant Res. 2014;127:525–532. doi: 10.1007/s10265-014-0641-3.", "ArticleIdList": ["10.1007/s10265-014-0641-3", "24840865"]}, {"Citation": "Gong H, Zhu X, Chen K, Wang S, Zhang C. Silicon alleviates oxidative damage of wheat plants in pots under drought. Plant Sci. 2005;169:313–321. doi: 10.1016/j.plantsci.2005.02.023.", "ArticleIdList": ["10.1016/j.plantsci.2005.02.023"]}, {"Citation": "Kim YH, Khan AL, Hamayun M, Kang SM, Beom YJ, Lee IJ. Influence of short-term silicon application on endogenous physiohormonal levels of Oryza sativa L. under wounding stress. Biol Trace Elem Res. 2011;144:1175–1185. doi: 10.1007/s12011-011-9047-4.", "ArticleIdList": ["10.1007/s12011-011-9047-4", "21465280"]}, {"Citation": "Jiang CJ, Shoji K, Matsuki R, Baba A, Inagaki N, Ban H, Iwasaki T, Imamoto N, Yoneda Y, Deng XW, Yamamoto N. Molecular cloning of a novel importin α homologue from rice, by which constitutive photomorphogenic 1 (COP1) nuclear localization signal (NLS)-protein is preferentially nuclear imported. J Biol Chem. 2001;276:9322–9329. doi: 10.1074/jbc.M006430200.", "ArticleIdList": ["10.1074/jbc.M006430200", "11124253"]}, {"Citation": "Yamamoto N, Deng XW. Protein nucleocytoplasmic transport and its light regulation in plants. Genes Cells. 1999;4:489–500. doi: 10.1046/j.1365-2443.1999.00282.x.", "ArticleIdList": ["10.1046/j.1365-2443.1999.00282.x", "10526236"]}, {"Citation": "Hirota T, Tsuboi H, Iizuka-Koga M, Takahashi H, Asashima H, Yokosawa M, Kondo Y, Ohta M, Wakasa Y, Matsumoto I, Takaiwa F, Sumida T. Suppression of glucose-6-phosphate-isomerase induced arthritis by oral administration of transgenic rice seeds expressing altered peptide ligands of glucose-6-phosphate-isomerase. Mod Rheumatol. 2017;27:457–456. doi: 10.1080/14397595.2016.1218598.", "ArticleIdList": ["10.1080/14397595.2016.1218598", "27539357"]}, {"Citation": "Lee JH, Chang KZ, Patel V, Jeffery CJ. Crystal structure of rabbit phosphoglucose isomerase complexed with its substrate D-fructose 6-phosphate. Biochemist. 2001;40:7799–7805. doi: 10.1021/bi002916o.", "ArticleIdList": ["10.1021/bi002916o", "11425306"]}, {"Citation": "Das P, Seal P, Biswas AK. Regulation of growth, antioxidants and sugar metabolism in rice (Oryza sativa L.) seedlings by NaCl and its reversal by silicon. Am. J. Plant Sci. 2016;7:623."}]}], "History": [{"Year": "2017", "Month": "7", "Day": "25"}, {"Year": "2017", "Month": "12", "Day": "18"}, {"Year": "2018", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["29301510", "PMC5755014", "10.1186/s12870-017-1216-y", "10.1186/s12870-017-1216-y"]}}]}