{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Al stress", "antioxidant defense", "cell wall", "nitric oxide", "programmed cell death"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29311970", "DateRevised": {"Year": "2024", "Month": "06", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "12", "Day": "21"}], "Language": ["eng"], "ELocationID": ["1037", "10.3389/fphys.2017.01037"], "Journal": {"ISSN": "1664-042X", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2017"}}, "Title": "Frontiers in physiology", "ISOAbbreviation": "Front Physiol"}, "ArticleTitle": "Nitric Oxide Inhibits Al-Induced Programmed Cell Death in Root Tips of Peanut (<i>Arachis hypogaea</i> L.) by Affecting Physiological Properties of Antioxidants Systems and Cell Wall.", "Pagination": {"StartPage": "1037", "MedlinePgn": "1037"}, "Abstract": {"AbstractText": ["It has been reported that nitric oxide (NO) is a negative regulator of aluminum (Al)-induced programmed cell death (PCD) in peanut root tips. However, the inhibiting mechanism of NO on Al-induced PCD is unclear. In order to investigate the mechanism by which NO inhibits Al-induced PCD, the effects of co-treatment Al with the exogenous NO donor or the NO-specific scavenger on peanut root tips, the physiological properties of antioxidants systems and cell wall (CW) in root tip cells of NO inhibiting Al-induced PCD were studied with two peanut cultivars. The results showed that Al exposure induced endogenous NO accumulation, and endogenous NO burst increased antioxidant enzyme activity in response to Al stress. The addition of NO donor sodium nitroprusside (SNP) relieved Al-induced root elongation inhibition, cell death and Al adsorption in CW, as well as oxidative damage and ROS accumulation. Furthermore, co-treatment with the exogenous NO donor decreased MDA content, LOX activity and pectin methylesterase (PME) activity, increased xyloglucan endotransglucosylase (XET) activity and relative expression of the xyloglucan endotransglucosylase/hydrolase (<i>XTH-32</i>) gene. Taken together, exogenous NO alleviated Al-induced PCD by inhibiting Al adsorption in CW, enhancing antioxidant defense and reducing peroxidation of membrane lipids, alleviating the inhibition of Al on root elongation by maintaining the extensibility of CW, decreasing PME activity, and increasing XET activity and relative <i>XTH-32</i> expression of CW."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Guangxi University, Nanning, China."}, {"Identifier": [], "Affiliation": "College of Life Science and Technology, Guangxi University, Nanning, China."}, {"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Crop Cultivation and Tillage, Guangxi Colleges and Universities, Nanning, China."}], "LastName": "Pan", "ForeName": "Chun-Liu", "Initials": "CL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Guangxi University, Nanning, China."}, {"Identifier": [], "Affiliation": "College of Life Science and Technology, Guangxi University, Nanning, China."}, {"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Crop Cultivation and Tillage, Guangxi Colleges and Universities, Nanning, China."}], "LastName": "Yao", "ForeName": "Shao-Chang", "Initials": "SC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Guangxi University, Nanning, China."}], "LastName": "Xiong", "ForeName": "Wei-Jiao", "Initials": "WJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Guangxi University, Nanning, China."}], "LastName": "Luo", "ForeName": "Shu-Zhen", "Initials": "SZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Guangxi University, Nanning, China."}], "LastName": "Wang", "ForeName": "Ya-Lun", "Initials": "YL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Guangxi University, Nanning, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Crop Cultivation and Tillage, Guangxi Colleges and Universities, Nanning, China."}], "LastName": "Wang", "ForeName": "Ai-Qin", "Initials": "AQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Guangxi University, Nanning, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Crop Cultivation and Tillage, Guangxi Colleges and Universities, Nanning, China."}], "LastName": "Xiao", "ForeName": "Dong", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Guangxi University, Nanning, China."}], "LastName": "Zhan", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Guangxi University, Nanning, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Crop Cultivation and Tillage, Guangxi Colleges and Universities, Nanning, China."}], "LastName": "He", "ForeName": "Long-Fei", "Initials": "LF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Physiol", "NlmUniqueID": "101549006", "ISSNLinking": "1664-042X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Asada K. (1984). Chloroplasts: formation of active oxygen and its scavenging. Method Enzymol. 105, 422–429. 10.1016/S0076-6879(84)05059-X", "ArticleIdList": ["10.1016/S0076-6879(84)05059-X"]}, {"Citation": "Basu U., Good A. G., Taylor G. J. (2001). Transgenic Brassica napus plants overexpressing aluminium-induced mitochondrial manganese superoxide dismutase cDNA are resistant to aluminium. Plant Cell Environ. 24, 1269–1278. 10.1046/j.0016-8025.2001.00783.x", "ArticleIdList": ["10.1046/j.0016-8025.2001.00783.x"]}, {"Citation": "Blamey F. P. C., Asher C. J., Kerven G. L., Edwards D. G. (1993). Factors affecting aluminium sorption by calcium pectate. Plant Soil 149, 87–94. 10.1007/BF00010765", "ArticleIdList": ["10.1007/BF00010765"]}, {"Citation": "Chang Y., Yamamoto Y., Matsumoto H. (1999). Accumulation of aluminium in the cell wall pectin in cultured tobacco (Nicotiana tabacum L.) cells treated with a combination of aluminium and iron. Plant Cell Environ. 22, 1009–1017. 10.1046/j.1365-3040.1999.00467.x", "ArticleIdList": ["10.1046/j.1365-3040.1999.00467.x"]}, {"Citation": "Cheng T., Chen J., Allah E. F. A., Wang P., Wang G., Hu X., et al. (2015). Quantitative proteomics analysis reveals that S-nitrosoglutathione reductase (GSNOR) and nitric oxide signaling enhance poplar defense against chilling stress. Planta 242, 1361–1390. 10.1007/s00425-015-2374-5", "ArticleIdList": ["10.1007/s00425-015-2374-5", "26232921"]}, {"Citation": "Cho S. K., Kim J. E., Park J. A., Eom T. J., Kim W. T. (2006). Constitutive expression of abiotic stress-inducible hot pepper CaXTH3, which encodes a xyloglucan endotransglucosylase/hydrolase homolog, improves drought and salt tolerance in transgenic Arabidopsis plants. FEBS Lett. 580, 3136–3144. 10.1016/j.febslet.2006.04.062", "ArticleIdList": ["10.1016/j.febslet.2006.04.062", "16684525"]}, {"Citation": "Choi J. Y., Seo Y. S., Kim S. J., Kim W. T., Shin J. S. (2011). Constitutive expression of CaXTH3, a hot pepper xyloglucan endotransglucosylase/hydrolase, enhanced tolerance to salt and drought stresses without phenotypic defects in tomato plants (Solanum lycopersicum cv. Dotaerang). Plant Cell Rep. 30, 867–877. 10.1007/s00299-010-0989-3", "ArticleIdList": ["10.1007/s00299-010-0989-3", "21207033"]}, {"Citation": "Choudhary D. K. (2011). Plant growth-promotion (PGP) activities and molecular characterization of rhizobacterial strains isolated from soybean (Glycine max L. Merril) plants against charcoal rot pathogen, Macrophomina phaseolina. Biotechnol. Lett. 33, 2287–2295. 10.1007/s10529-011-0699-0", "ArticleIdList": ["10.1007/s10529-011-0699-0", "21833548"]}, {"Citation": "Corpas F. J., Hayashi M., Mano S., Nishimura M., Barroso J. B. (2009). Peroxisomes are required for in vivo nitric oxide accumulation in the cytosol following salinity stress of Arabidopsis plants. Plant Physiol. 151, 2083–2094. 10.1104/pp.109.146100", "ArticleIdList": ["10.1104/pp.109.146100", "PMC2785999", "19783645"]}, {"Citation": "Crawford N. M., Guo F. (2005). New insights into nitric oxide metabolism and regulatory functions. Trends Plant Sci. 10, 195–200. 10.1016/j.tplants.2005.02.008", "ArticleIdList": ["10.1016/j.tplants.2005.02.008", "15817421"]}, {"Citation": "Darley C. P., Forrester A. M., Mcqueen-Mason S. J. (2001). The molecular basis of plant cell wall extension. Plant Mol. Biol. 47, 179–195. 10.1023/A:1010687600670", "ArticleIdList": ["10.1023/A:1010687600670", "11554471"]}, {"Citation": "Dong J. L., Jiang Y. Y., Chen R. J., Xu Z. J., Gao X. L. (2011). Isolation of a novel xyloglucan endotransglucosylase (OsXET9) gene from rice and analysis of the response of this gene to abiotic stresses. Afr. J. Biotechnol. 10, 17424–17434. 10.5897/AJB11.1242", "ArticleIdList": ["10.5897/AJB11.1242"]}, {"Citation": "Dunand C., Crèvecoeur M., Penel C. (2007). Distribution of superoxide and hydrogen peroxide in Arabidopsis root and their influence on root development: possible interaction with peroxidases. New Phytol. 174, 332–341. 10.1111/j.1469-8137.2007.01995.x", "ArticleIdList": ["10.1111/j.1469-8137.2007.01995.x", "17388896"]}, {"Citation": "Eticha D., Stass A., Horst W. J. (2005). Cell-wall pectin and its degree of methylation in the maize root-apex: significance for genotypic differences in aluminium resistance. Plant Cell Environ. 28, 1410–1420. 10.1111/j.1365-3040.2005.01375.x", "ArticleIdList": ["10.1111/j.1365-3040.2005.01375.x"]}, {"Citation": "Ezaki B., Katsuhara M., Kawamura M., Matsumoto H. (2001). Different mechanisms of four aluminum (Al)-resistant transgenes for Al toxicity in Arabidopsis. Plant Physiol. 127, 918–927. 10.1104/pp.010399", "ArticleIdList": ["10.1104/pp.010399", "PMC129263", "11706174"]}, {"Citation": "Gallego F. J., Benito C. (1997). Genetic control of aluminium tolerance in rye (Secale cereale L.). Theor. Appl. Genet. 95, 393–399. 10.1007/s001220050575", "ArticleIdList": ["10.1007/s001220050575", "0"]}, {"Citation": "Giannakoula A., Moustakas M., Syros T., Yupsanis T. (2010). Aluminum stress induces up-regulation of an efficient antioxidant system in the Al-tolerant maize line but not in the Al-sensitive line. Environ. Exp. Bot. 67, 487–494. 10.1016/j.envexpbot.2009.07.010", "ArticleIdList": ["10.1016/j.envexpbot.2009.07.010"]}, {"Citation": "Gow A. J., Ischiropoulos H. (2001). Nitric oxide chemistry and cellular signaling. J. Cell. Physiol. 187, 277–282. 10.1002/jcp.1085", "ArticleIdList": ["10.1002/jcp.1085", "11319751"]}, {"Citation": "Hagerman A. E., Austin P. J. (1986). Continuous spectrophotometric assay for plant pectin methyl esterase. J. Agr. Food Chem. 34, 440–444. 10.1021/jf00069a015", "ArticleIdList": ["10.1021/jf00069a015"]}, {"Citation": "He H. Y., Gu M. H., He L. F. (2015). Signaling pathways of aluminum-induced programmed cell death in higher plants, in Aluminum Stress Adaptation in Plants, Vol. 24, eds Panda S. K., Baluska F. (Heidelberg: Springer International Publishing; ), 63–80."}, {"Citation": "He H. Y., He L. F., Li X. F., Gu M. H. (2006). Effects of sodium nitroprusside on mitochondrial function of rye and wheat root tip under aluminum stress. J. Plant Physiol. Mol. Biol. 32, 239–244. 10.3321/j.issn:1671-3877.2006.02.016", "ArticleIdList": ["10.3321/j.issn:1671-3877.2006.02.016", "16622325"]}, {"Citation": "He H. Y., He L. F., Li X. F., Gu M. H. (2007). Effect of SNP on adsorption of root tip cell wall rye and wheat under aluminum stress. J. Guangxi Agric. Biol. Sci. 26, 235–239."}, {"Citation": "He H. Y., Huang W. J., Oo T. L., Gu M. H., He L. F. (2017). Nitric oxide inhibits aluminum-induced programmed cell death in peanut (Arachis hypoganea L.) root tips. J. Hazard. Mater. 333, 285–292. 10.1016/j.jhazmat.2017.03.049", "ArticleIdList": ["10.1016/j.jhazmat.2017.03.049", "28371714"]}, {"Citation": "Horst W. J., Wang Y., Eticha D. (2010). The role of the root apoplast in aluminium-induced inhibition of root elongation and in aluminium resistance of plants: a review. Ann. Bot. 106, 185–197. 10.1093/aob/mcq053", "ArticleIdList": ["10.1093/aob/mcq053", "PMC2889789", "20237112"]}, {"Citation": "Hossain M. A., Hasanuzzaman M., Fujita M. (2010). Up-regulation of antioxidant and glyoxalase systems by exogenous glycinebetaine and proline in mung bean confer tolerance to cadmium stress. Physiol. Mol. Biol. Plants. 16, 259–272. 10.1007/s12298-010-0028-4", "ArticleIdList": ["10.1007/s12298-010-0028-4", "PMC3550671", "23572976"]}, {"Citation": "Hu Y., You J., Liang X. (2015). Nitrate reductase-mediated nitric oxide production is involved in copper tolerance in shoots of hulless barley. Plant Cell Rep. 34, 367–379. 10.1007/s00299-014-1715-3", "ArticleIdList": ["10.1007/s00299-014-1715-3", "25447636"]}, {"Citation": "Huang W. J., Oo T. L., He H. Y., Wang A. Q., Zhan J., Li C., et al. . (2014a). Aluminum induces rapidly mitochondria- dependent programmed cell death in Al-sensitive peanut root tips. Bot. Stud. 55:67. 10.1186/s40529-014-0067-1", "ArticleIdList": ["10.1186/s40529-014-0067-1", "PMC5432755", "28510946"]}, {"Citation": "Huang W. J., Yang X. D., Yao S. C., Lwinoo T., He H. Y., Wang A. Q., et al. . (2014b). Reactive oxygen species burst induced by aluminum stress triggers mitochondria-dependent programmed cell death in peanut root tip cells. Plant Physiol. Bioch. 82, 76–84. 10.1016/j.plaphy.2014.03.037", "ArticleIdList": ["10.1016/j.plaphy.2014.03.037", "24907527"]}, {"Citation": "Jalloul A., Montillet J., Assigbetsé K., Agnel J. P., Delannoy E., Triantaphylidès C., et al. . (2002). Lipid peroxidation in cotton: Xanthomonas interactions and the role of lipoxygenases during the hypersensitive reaction. Plant J. 32, 1–12. 10.1046/j.1365-313X.2002.01393.x", "ArticleIdList": ["10.1046/j.1365-313X.2002.01393.x", "12366796"]}, {"Citation": "Kabir M. M., Goswami C., Hossain A. K. M. Z. (2011). Aluminium (Al) tolerance variability in seven wheat cultivars. Horti. Forest. Biotechnol. 15, 39–48."}, {"Citation": "Kerven G., Edwards D., Asher C., Hallman P., Kokot S. (1989). Aluminum determination in soil solution. 2. Short-term colorimetric procedures for the measurement of inorganic monomeric aluminum in the presence of organic acid ligands. Soil Res. 27, 91–102. 10.1071/SR9890091", "ArticleIdList": ["10.1071/SR9890091"]}, {"Citation": "Leterrier M., Airaki M., Palma J. M., Chaki M., Barroso J. B., Corpas F. J. (2012). Arsenic triggers the nitric oxide (NO) and S-nitrosoglutathione (GSNO) metabolism in Arabidopsis. Environ. Pollut. 166, 136–143. 10.1016/j.envpol.2012.03.012", "ArticleIdList": ["10.1016/j.envpol.2012.03.012", "22504427"]}, {"Citation": "Li Z., Xing D. (2010). Mitochondrial pathway leading to programmed cell death induced by aluminum phytotoxicity in Arabidopsis. Plant Signal. Behav. 5, 1660–1662. 10.4161/psb.5.12.14014", "ArticleIdList": ["10.4161/psb.5.12.14014", "PMC3115128", "21512328"]}, {"Citation": "Liu J., Wang X. M., Hu Y. F., Hu W., Bi Y. R. (2013). Glucose-6-phosphate dehydrogenase plays a pivotal role in tolerance to drought stress in soybean roots. Plant Cell Rep. 32, 415–429. 10.1007/s00299-012-1374-1", "ArticleIdList": ["10.1007/s00299-012-1374-1", "23233130"]}, {"Citation": "Liu Y. H., Offler C. E., Ruan Y. L. (2016). Cell wall invertase promotes fruit set under heat stress by suppressing ROS-independent cell death. Plant Physiol. 172, 163–180. 10.1104/pp.16.00959", "ArticleIdList": ["10.1104/pp.16.00959", "PMC5074634", "27462084"]}, {"Citation": "Lurlaro A., De Caroli M., Sabella E., De Pascali M., Rampino P., De Bellis L., et al. (2016). Drought and heat differentially affect XTH expression and XET activity and action in 3-day-old seedlings of durum wheat cultivars with different stress susceptibility. Front. Plant Sci. 7:1686 10.3389/fpls.2016.01686", "ArticleIdList": ["10.3389/fpls.2016.01686", "PMC5102909", "27891140"]}, {"Citation": "Ma J. F., Shen R., Zhao Z., Wissuwa M., Takeuchi Y., Ebitani T., et al. . (2002). Response of rice to Al stress and identification of quantitative trait loci for Al tolerance. Plant Cell Physiol. 43, 652–659. 10.1093/pcp/pcf081", "ArticleIdList": ["10.1093/pcp/pcf081", "12091719"]}, {"Citation": "Ma W., Xu W., Xu H., Chen Y., He Z., Ma M. (2010). Nitric oxide modulates cadmium influx during cadmium-induced programmed cell death in tobacco BY-2 cells. Planta 232, 325–335. 10.1007/s00425-010-1177-y", "ArticleIdList": ["10.1007/s00425-010-1177-y", "20449606"]}, {"Citation": "Matsumoto H., Riechers D. E., Lygin A. V., Baluška F., Sivaguru M. (2015). Aluminum signaling and potential links with safener-induced detoxification in plants, in Aluminum Stress Adaptation in Plants, Vol. 24, eds Panda S. K., Baluska F. (Heidelberg: Springer International Publishing; ), 1–35."}, {"Citation": "Osato Y., Yokoyama R., Nishitani K. (2006). A principal role for AtXTH18 in Arabidopsis thaliana root growth: a functional analysis using RNAi plants. J. Plant Res. 119, 153–162. 10.1007/s10265-006-0262-6", "ArticleIdList": ["10.1007/s10265-006-0262-6", "16477366"]}, {"Citation": "Osawa H., Matsumoto H. (2001). Possible involvement of protein phosphorylation in aluminum-responsive malate efflux from wheat root apex. Plant Physiol. 126, 411–420. 10.1104/pp.126.1.411", "ArticleIdList": ["10.1104/pp.126.1.411", "PMC102314", "11351103"]}, {"Citation": "Panda S. K., Yamamoto Y., Kondo H., Matsumoto H. (2008). Mitochondrial alterations related to programmed cell death in tobacco cells under aluminium stress. C. R. Biol. 331, 597–610. 10.1016/j.crvi.2008.04.008", "ArticleIdList": ["10.1016/j.crvi.2008.04.008", "18606389"]}, {"Citation": "Petrov V., Hille J., Mueller-Roeber B., Gechev T. S. (2015). ROS-mediated abiotic stress-induced programmed cell death in plants. Front. Plant Sci. 6:69. 10.3389/fpls.2015.00069", "ArticleIdList": ["10.3389/fpls.2015.00069", "PMC4332301", "25741354"]}, {"Citation": "Qu Y., Feng H., Wang Y., Zhang M., Cheng J., Wang X., et al. (2006). Nitric oxide functions as a signal in ultraviolet-B induced inhibition of pea stems elongation. Plant Sci. 170, 994–1000. 10.1016/j.plantsci.2006.01.003", "ArticleIdList": ["10.1016/j.plantsci.2006.01.003"]}, {"Citation": "Qureshi M. I., Abdin M. Z., Ahmad J., Iqbal M. (2013). Effect of long-term salinity on cellular antioxidants, compatible solute and fatty acid profile of Sweet Annie (Artemisia annua L.). Phytochemistry 95, 215–223. 10.1016/j.phytochem.2013.06.026", "ArticleIdList": ["10.1016/j.phytochem.2013.06.026", "23871298"]}, {"Citation": "Rodoni L. M., Casadei N., Concellón A., Alicia A. R. C., Vicente A. R. (2010). Effect of short-term ozone treatments on tomato (Solanum lycopersicum L.) fruit quality and cell wall degradation. J. Agr. Food Chem. 58, 594–599. 10.1021/jf9029145", "ArticleIdList": ["10.1021/jf9029145", "19954218"]}, {"Citation": "Saab I. N., Sachs M. M. (1995). Complete cDNA and genomic sequence encoding a flooding-responsive gene from maize (Zea mays L.) homologous to xyloglucan endotransglycosylase. Plant Physiol. 108, 439–440. 10.1104/pp.108.1.439", "ArticleIdList": ["10.1104/pp.108.1.439", "PMC157359", "7784522"]}, {"Citation": "Schmohl N., Horst W. J. (2000). Cell wall pectin content modulates aluminium sensitivity of Zea mays (L.) cells grown in suspension culture. Plant Cell Environ. 23, 735–742. 10.1046/j.1365-3040.2000.00591.x", "ArticleIdList": ["10.1046/j.1365-3040.2000.00591.x"]}, {"Citation": "Sergiev I., Alexieva V., Karanov E. (1997). Effect of spermine, atrazine and combination between them on some endogenous protective systems and stress markers in plants. Compt. Rend. Acad. Bulg. Sci. 51, 121–124."}, {"Citation": "Shi H. T., Ye T. T., Zhong B., Liu X., Jin R., Chan Z. L. (2014). AtHAP5A modulates freezing stress resistance in Arabidopsis through binding to CCAAT motif of AtXTH21. New Phytol. 203, 554–567. 10.1111/nph.12812", "ArticleIdList": ["10.1111/nph.12812", "24739069"]}, {"Citation": "Shi Y. Z., Zhu X. F., Miller J. G., Gregson T., Zheng S. J., Fry S. C. (2015). Distinct catalytic capacities of two aluminium-repressed Arabidopsis thaliana xyloglucan endotransglucosylase/hydrolases, XTH15 and XTH31, heterologously produced in Pichia. Phytochemistry 112, 160–169. 10.1016/j.phytochem.2014.09.020", "ArticleIdList": ["10.1016/j.phytochem.2014.09.020", "25446234"]}, {"Citation": "Sun C., Liu L., Yu Y., Liu W., Lu L., Jin C. W., et al. . (2015). Nitric oxide alleviates aluminum-induced oxidative damage through regulating the ascorbate-glutathione cycle in roots of wheat. J. Integr. Plant Biol. 57, 550–561. 10.1111/jipb.12298", "ArticleIdList": ["10.1111/jipb.12298", "25319364"]}, {"Citation": "Sun C., Lu L., Yu Y., Liu L., Hu Y., Ye Y., et al. . (2016). Decreasing methylation of pectin caused by nitric oxide leads to higher aluminium binding in cell walls and greater aluminium sensitivity of wheat roots. J. Exp. Bot. 67, 979–989. 10.1093/jxb/erv514", "ArticleIdList": ["10.1093/jxb/erv514", "PMC4737084", "26663393"]}, {"Citation": "Surrey K. (1964). Spectrophotometric method for determination of lipoxidase activity. Plant Physiol. 39, 65–70. 10.1104/pp.39.1.65", "ArticleIdList": ["10.1104/pp.39.1.65", "PMC550028", "16655881"]}, {"Citation": "Tabuchi A., Matsumoto H. (2001). Changes in cell-wall properties of wheat (Triticum aestivum) roots during aluminum-induced growth inhibition. Physiol. Plant. 112, 353–358. 10.1034/j.1399-3054.2001.1120308.x", "ArticleIdList": ["10.1034/j.1399-3054.2001.1120308.x", "11473692"]}, {"Citation": "Tewari R. K., Hahn E., Paek K. (2007). Modulation of copper toxicity-induced oxidative damage by nitric oxide supply in the adventitious roots of Panax ginseng. Plant Cell Rep. 27, 171–181. 10.1007/s00299-007-0423-7", "ArticleIdList": ["10.1007/s00299-007-0423-7", "17828539"]}, {"Citation": "Tian Q., Sun D., Zhao M., Zhang W. (2007). Inhibition of nitric oxide synthase (NOS) underlies aluminum-induced inhibition of root elongation in Hibiscus moscheutos. New Phytol. 174, 322–331. 10.1111/j.1469-8137.2007.02005.x", "ArticleIdList": ["10.1111/j.1469-8137.2007.02005.x", "17388895"]}, {"Citation": "Van H. L., Kuraishi S., Sakurai N. (1994). Aluminum-induced rapid root inhibition and changes in cell-wall components of squash seedlings. Plant Physiol. 106, 971–976. 10.1104/pp.106.3.971", "ArticleIdList": ["10.1104/pp.106.3.971", "PMC159620", "12232377"]}, {"Citation": "Van Sandt V. S. T., Stieperaere H., Guisez Y., Verbelen J. P., Vissenberg K. (2007). XET activity is found near sites of growth and cell elongation in bryophytes and some green algae: new insights into the evolution of primary cell wall elongation. Ann. Bot. 99, 39–51. 10.1093/aob/mcl232", "ArticleIdList": ["10.1093/aob/mcl232", "PMC2802975", "17098750"]}, {"Citation": "Vissenberg K., Martinez-Vilchez I. M., Verbelen J., Miller J. G., Fry S. C. (2000). In vivo colocalization of xyloglucan endotransglycosylase activity and its donor substrate in the elongation zone of Arabidopsis roots. Plant Cell 12, 1229–1237. 10.1105/tpc.12.7.1229", "ArticleIdList": ["10.1105/tpc.12.7.1229", "PMC149061", "10899986"]}, {"Citation": "Vissenberg K., Oyama M., Osato Y., Yokoyama R., Verbelen J. P., Nishitani K. (2005). Differential expression of AtXTH17, AtXTH18, AtXTH19 and AtXTH20 genes in Arabidopsis roots. Physiological roles in specification in cell wall construction. Plant Cell Physiol. 46, 192–200. 10.1093/pcp/pci013", "ArticleIdList": ["10.1093/pcp/pci013", "15659443"]}, {"Citation": "Vissenberg K., Van S. V., Fry S. C., Verbelen J. P. (2003). Xyloglucan endotransglucosylase action is high in the root elongation zone and in the trichoblasts of all vascular plants from Selaginella to Zea mays. J. Exp. Bot. 4, 335-344. 10.1093/jxb/erg024", "ArticleIdList": ["10.1093/jxb/erg024", "12493861"]}, {"Citation": "Wang D., Liu Y., Tan X., Liu H., Zeng G., Hu X., et al. . (2015). Effect of exogenous nitric oxide on antioxidative system and S-nitrosylation in leaves of Boehmeria nivea (L.) Gaud under cadmium stress. Environ. Sci. Pollut. Res. 22, 3489–3497. 10.1007/s11356-014-3581-5", "ArticleIdList": ["10.1007/s11356-014-3581-5", "25242592"]}, {"Citation": "Wang H., Huang J., Bi Y. (2010). Nitrate reductase-dependent nitric oxide production is involved in aluminum tolerance in red kidney bean roots. Plant Sci. 179, 281–288. 10.1016/j.plantsci.2010.05.014", "ArticleIdList": ["10.1016/j.plantsci.2010.05.014"]}, {"Citation": "Wang Y., Yang Z. (2005). Nitric oxide reduces aluminum toxicity by preventing oxidative stress in the roots of Cassia tora L. Plant Cell Physiol. 46, 1915–1923. 10.1093/pcp/pci202", "ArticleIdList": ["10.1093/pcp/pci202", "16179356"]}, {"Citation": "Xiong J., An L., Lu H., Zhu C. (2009). Exogenous nitric oxide enhances cadmium tolerance of rice by increasing pectin and hemicellulose contents in root cell wall. Planta 230, 755–765. 10.1007/s00425-009-0984-5", "ArticleIdList": ["10.1007/s00425-009-0984-5", "19626338"]}, {"Citation": "Xu W., Campbell P., Vargheese A. K., Braam J. (2010). The Arabidopsis XET-related family: environmental and hormonal regulation of expression. Plant J. 9, 879–889. 10.1046/j.1365-313X.1996.9060879.x", "ArticleIdList": ["10.1046/j.1365-313X.1996.9060879.x", "8696366"]}, {"Citation": "Yamamoto Y., Hachiya A., Matsumoto H. (1997). Oxidative damage to membranes by a combination of aluminum and iron in suspension-cultured tobacco cells. Plant Cell Physiol. 38, 1333–1339. 10.1093/oxfordjournals.pcp.a029126", "ArticleIdList": ["10.1093/oxfordjournals.pcp.a029126"]}, {"Citation": "Yang J. L., Li Y. Y., Zhang Y. J., Zhang S. S., Wu Y. R., Wu P., et al. . (2007). Cell wall polysaccharides are specifically involved in the exclusion of aluminum from the rice root apex. Plant Physiol. 146, 602–611. 10.1104/pp.107.111989", "ArticleIdList": ["10.1104/pp.107.111989", "PMC2245838", "18083797"]}, {"Citation": "Yang J. L., Zhu X. F., Peng Y. X., Zheng C., Li G. X., Liu Y., et al. . (2011a). Cell wall hemicellulose contributes significantly to aluminum adsorption and root growth in Arabidopsis. Plant Physiol. 155, 1885–1892. 10.1104/pp.111.172221", "ArticleIdList": ["10.1104/pp.111.172221", "PMC3091086", "21285327"]}, {"Citation": "Yang J. L., Zhu X. F., Zheng C., Zhang Y. J., Zheng S. J. (2011b). Genotypic differences in Al resistance and the role of cell-wall pectin in Al exclusion from the root apex in Fagopyrum tataricum. Ann. Bot. 107, 371–378. 10.1093/aob/mcq254", "ArticleIdList": ["10.1093/aob/mcq254", "PMC3043930", "21183454"]}, {"Citation": "Yang L., Tian D., Todd C. D., Luo Y., Hu X. (2013). Comparative proteome analyses reveal that nitric oxide is an important signal molecule in the response of rice to aluminum toxicity. J. Proteome Res. 12, 1316–1330. 10.1021/pr300971n", "ArticleIdList": ["10.1021/pr300971n", "23327584"]}, {"Citation": "Yang L., Zhang J., He J., Qin Y., Hua D., Duan Y., et al. . (2014). ABA-mediated ROS in mitochondria regulate root meristem activity by controlling PLETHORA expression in Arabidopsis. PLoS Genet. 10:e1004791. 10.1371/journal.pgen.1004791", "ArticleIdList": ["10.1371/journal.pgen.1004791", "PMC4270459", "25522358"]}, {"Citation": "Yao S., Huang W., Pan C., Zhan J., He L.-F. (2016). Caspase-like proteases regulate aluminum-induced programmed cell death in peanut. Plant Cell Tiss. Org. 127, 691–703. 10.1007/s11240-016-1064-8", "ArticleIdList": ["10.1007/s11240-016-1064-8"]}, {"Citation": "Zabka A., Winnicki K., Polit J. T., Maszewski J. (2017). Sanguinarine-induced oxidative stress and apoptosis-like programmed cell death(AL-PCD) in root meristem cells of Allium cepa. Plant Physiol. Bioch. 112, 193–206. 10.1016/j.plaphy.2017.01.004", "ArticleIdList": ["10.1016/j.plaphy.2017.01.004", "28088021"]}, {"Citation": "Zhan J., He H., Wang T., Wang A., Li C., He L. (2013). Aluminum-induced programmed cell death promoted by AhSAG, a senescence-associated gene in Arachis hypoganea L. Plant Sci. 210, 108–117. 10.1016/j.plantsci.2013.05.012", "ArticleIdList": ["10.1016/j.plantsci.2013.05.012", "23849118"]}, {"Citation": "Zhan J., Kou R. J., He L. F. (2008). Effects of aluminum on morphological structure of peanut root tips. Chin. J. Oil Crop. Sci. 30, 79–83. 10.3321/j.issn:1007-9084.2008.01.013", "ArticleIdList": ["10.3321/j.issn:1007-9084.2008.01.013"]}, {"Citation": "Zhan J., Li W., He H.-Y., Li C.-Z., He L.-F. (2014). Mitochondrial alterations during Al-induced PCD in peanut root tips. Plant Physiol. Biochem. 75, 105–113. 10.1016/j.plaphy.2013.12.010", "ArticleIdList": ["10.1016/j.plaphy.2013.12.010", "24398246"]}, {"Citation": "Zhang H., Li Y., Hu L., Wang S., Zhang F. Q., Hu K. (2008). Effects of exogenous nitric oxide donor on antioxidant metabolism in wheat leaves under aluminum stress. Russ. J. Plant Physiol. 55, 469–474. 10.1134/S1021443708040067", "ArticleIdList": ["10.1134/S1021443708040067"]}, {"Citation": "Zhang Z., Wang H., Wang X., Bi Y. (2011). Nitric oxide enhances aluminum tolerance by affecting cell wall polysaccharides in rice roots. Plant Cell Rep. 30, 1701–1711. 10.1007/s00299-011-1078-y", "ArticleIdList": ["10.1007/s00299-011-1078-y", "21553108"]}, {"Citation": "Zheng S. J., Lin X. Y., Yang J. L., Liu Q., Tang C. (2004). The kinetics of aluminum adsorption and desorption by root cell walls of an aluminum resistant wheat (Triticum aestivum L.) cultivar. Plant Soil 261, 85–90. 10.1023/B:PLSO.0000035576.71760.2b", "ArticleIdList": ["10.1023/B:PLSO.0000035576.71760.2b"]}, {"Citation": "Zhong H., Lauchli A. (1993). Changes of cell wall composition and polymer size in primary roots of cotton seedlings under high salinity. J. Exp. Bot. 44, 773–778. 10.1093/jxb/44.4.773", "ArticleIdList": ["10.1093/jxb/44.4.773"]}, {"Citation": "Zhu X. F., Lei G. J., Wang Z. W., Shi Y. Z., Braam J., Li G. X., et al. . (2013). Coordination between apoplastic and symplastic detoxification confers plant aluminum resistance. Plant Physiol. 162, 1947–1955. 10.1104/pp.113.219147", "ArticleIdList": ["10.1104/pp.113.219147", "PMC3729773", "23776189"]}, {"Citation": "Zhu X. F., Shi Y. Z., Lei G. J., Fry S. C., Zhang B. C., Zhou Y. H., et al. . (2012). XTH31, encoding an in vitro XEH/XET-active enzyme, regulates aluminum sensitivity by modulating in vivo XET action, cell wall xyloglucan content, and aluminum binding capacity in Arabidopsis. Plant Cell 24, 4731–4747. 10.1105/tpc.112.106039", "ArticleIdList": ["10.1105/tpc.112.106039", "PMC3531863", "23204407"]}]}], "History": [{"Year": "2017", "Month": "9", "Day": "26"}, {"Year": "2017", "Month": "11", "Day": "29"}, {"Year": "2018", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "12", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["29311970", "PMC5742856", "10.3389/fphys.2017.01037"]}}]}