{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29311739", "DateCompleted": {"Year": "2018", "Month": "11", "Day": "16"}, "DateRevised": {"Year": "2019", "Month": "01", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "01", "Day": "08"}], "Language": ["eng"], "ELocationID": ["89", "10.1038/s41598-017-18458-9"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "8", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Jan", "Day": "08"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Application of variable selection in the origin discrimination of Wolfiporia cocos (F.A. Wolf) Ryvarden & Gilb. based on near infrared spectroscopy.", "Pagination": {"StartPage": "89", "MedlinePgn": "89"}, "Abstract": {"AbstractText": ["Dried sclerotium of Wolfiporia cocos (F.A. Wolf) Ryvarden & Gilb. is a traditional Chinese medicine. Its chemical components showed difference among geographical origins, which made it difficult to keep therapeutic potency consistent. The identification of the geographical origin of W. cocos is the fundamental prerequisite for its worldwide recognition and acceptance. Four variable selection methods were employed for near infrared spectroscopy (NIR) variable selection and the characteristic variables were screened for the establishment of Fisher function models in further identification of the origin of W. cocos from Yunnan, China. For the obvious differences between poriae cutis (fu-ling-pi in Chinese, or FLP) and the inner part (bai-fu-ling in Chinese, or BFL) of the sclerotia of W. cocos in the pattern space of principal component analysis (PCA), we established discriminant models for FLP and BFL separately. Through variable selection, the models were significant improved and also the models were simplified by using only a small part of the variables. The characteristic variables were screened (13 for BFL and 10 for FLP) to build Fisher discriminant function models and the validation results showed the models were reliable and effective. Additionally, the characteristic variables were interpreted."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plants, Yunnan Academy of Agricultural Sciences, Kunming, 650200, China."}, {"Identifier": [], "Affiliation": "Yunnan Comtestor CO., LTD., Kunming, 650106, China."}], "LastName": "Yuan", "ForeName": "Tianjun", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plants, Yunnan Academy of Agricultural Sciences, Kunming, 650200, China."}], "LastName": "Zhao", "ForeName": "Yanli", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plants, Yunnan Academy of Agricultural Sciences, Kunming, 650200, China."}], "LastName": "Zhang", "ForeName": "Ji", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plants, Yunnan Academy of Agricultural Sciences, Kunming, 650200, China. boletus@126.com."}], "LastName": "Wang", "ForeName": "Yuanzhong", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Reproducibility of Results"}, {"QualifierName": ["methods"], "DescriptorName": "Spectroscopy, Near-Infrared"}, {"QualifierName": ["chemistry", "classification"], "DescriptorName": "Wolfiporia"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chen JB, Sun SQ, Ma F, Zhou Q. Vibrational microspectroscopic identification of powdered traditional medicines: Chemical micromorphology of Poria observed by infrared and Raman microspectroscopy. Spectrochim. Acta A. 2014;128:629–637. doi: 10.1016/j.saa.2014.03.010.", "ArticleIdList": ["10.1016/j.saa.2014.03.010", "24704479"]}, {"Citation": "Wang WH, et al. Comparative study of lanostane-type triterpene acids in different parts of Poria cocos (Schw.) Wolf by UHPLC-Fourier transform MS and UHPLC-triple quadruple MS. J. Pharm. Biomed. Anal. 2015;102:203–214. doi: 10.1016/j.jpba.2014.09.014.", "ArticleIdList": ["10.1016/j.jpba.2014.09.014", "25282601"]}, {"Citation": "Wang YZ, et al. Mycology, cultivation, traditional uses, phytochemistry and pharmacology of Wolfiporia cocos (Schwein.) Ryvarden et Gilb: A review. J. Ethnopharmacol. 2013;147:265–276. doi: 10.1016/j.jep.2013.03.027.", "ArticleIdList": ["10.1016/j.jep.2013.03.027", "23528366"]}, {"Citation": "Zan JF, et al. Comparative study on the quality of Poria cocos from twenty different origin places. Chin. J. Infor. Tradit. Chin. Med. 2010;17:34–36."}, {"Citation": "Song X, Xie ZM, Huang D, Zhong C, Zhou HY. Compariason of polysaccharide content in different medicinal part of Poria cocos from different origin. J. Shandong Univ. Tradit. Chin. Med. 2015;39:186–189."}, {"Citation": "Zhang L, et al. Metabolic profiling of Chinese tobacco leaf of different geographical origins by GC-MS. J. Agric. Food Chem. 2013;61:2597–2605. doi: 10.1021/jf400428t.", "ArticleIdList": ["10.1021/jf400428t", "23441877"]}, {"Citation": "Cheng JG, Wang XF, Fan LZ, Yang XP, Yang PW. Variations of Yunnan climatic zones in recent 50 years. Prog. Geog. 2009;28:18–24."}, {"Citation": "Ma F, et al. Analysis and identification of Poria cocos peels harvested from different producing areas by FTIR and 2D-IR correlation spectroscopy. Spectrosc. Spect. Anal. 2014;34:376–380.", "ArticleIdList": ["24822404"]}, {"Citation": "Li K, Zhang LQ, Nie J. Study on UPLC-UV-MS fingerprints of different medicinal parts of poria cocos. J. Chin. Med. Mater. 2013;36:382–387.", "ArticleIdList": ["24010317"]}, {"Citation": "Kudo M, Watt RA, Moffat AC. Rapid identification of Digitalis purpurea using near-infrared reflectance spectroscopy. J. Pharm. Pharmacol. 2000;52:1271–1277. doi: 10.1211/0022357001777252.", "ArticleIdList": ["10.1211/0022357001777252", "11092572"]}, {"Citation": "Lu J, et al. Application of two-dimensional near-infrared correlation spectroscopy to the discrimination of Chinese herbal medicine of different geographic regions. Spectrochim. Acta A. 2008;69:580–586. doi: 10.1016/j.saa.2007.05.006.", "ArticleIdList": ["10.1016/j.saa.2007.05.006", "17572140"]}, {"Citation": "Duan XJ, Zhang DL, Nie L, Zang HC. Rapid discrimination of geographical origin and evaluation of antioxidant activity of Salvia miltiorrhiza var. alba by Fourier transform near infrared spectroscopy. Spectrochim. Acta Part A. 2014;122:751–757. doi: 10.1016/j.saa.2013.12.003.", "ArticleIdList": ["10.1016/j.saa.2013.12.003", "24378625"]}, {"Citation": "Zhao YL, et al. Discrimination of wild Paris based on near infrared spectroscopy and high performance liquid chromatography combined with multivariate analysis. Plos One. 2014;9:e89100. doi: 10.1371/journal.pone.0089100.", "ArticleIdList": ["10.1371/journal.pone.0089100", "PMC3928364", "24558477"]}, {"Citation": "Wang P, Yu ZG. Species authentication and geographical origin discrimination of herbal medicines by near infrared spectroscopy: A review. J. Pharmaceut. Anal. 2015;5:277–284.", "ArticleIdList": ["PMC5762236", "29403941"]}, {"Citation": "Wu XH, Wu B, Sun J, Li M. Rapid discrimination of apple varieties via near-infrared reflectance spectroscopy and fast allied fuzzy C-means clustering. Int. J. Food Eng. 2015;11:23–30. doi: 10.1515/ijfe-2014-0117.", "ArticleIdList": ["10.1515/ijfe-2014-0117"]}, {"Citation": "Meng Y, Wang SS, Cai R, Jiang BH, Zhao WJ. Discrimination and content analysis of fritillaria using near-infrared spectroscopy. J. Anal. Methods Chem. 2015;2015:101–124. doi: 10.1155/2015/752162.", "ArticleIdList": ["10.1155/2015/752162", "PMC4348589", "25789196"]}, {"Citation": "Yun YH, et al. A strategy that iteratively retains informative variables for selecting optimal variable subset in multivariate calibration. Anal. Chim. Acta. 2014;807:36–43. doi: 10.1016/j.aca.2013.11.032.", "ArticleIdList": ["10.1016/j.aca.2013.11.032", "24356218"]}, {"Citation": "Nørgaard L, et al. Interval partial least-squares regression (iPLS): A comparative chemometric study with an example from near-infrared spectroscopy. Appl. Spectrosc. 2000;54:413–419. doi: 10.1366/0003702001949500.", "ArticleIdList": ["10.1366/0003702001949500"]}, {"Citation": "Rahman A, Kondo N, Ogawa Y, Suzuki T, Kanamori K. Determination of K value for fish flesh with ultraviolet–visible spectroscopy and interval partial least squares (iPLS) regression method. Biosyst. Eng. 2016;141:12–18. doi: 10.1016/j.biosystemseng.2015.10.004.", "ArticleIdList": ["10.1016/j.biosystemseng.2015.10.004"]}, {"Citation": "Leardi R, Nørgaard L. Sequential application of backward interval partial least squares and genetic algorithms for the selection of relevant spectral regions. J. Chemometr. 2004;18:486–497. doi: 10.1002/cem.893.", "ArticleIdList": ["10.1002/cem.893"]}, {"Citation": "Jiang JH, Berry RJ, Siesler HW, Ozaki Y. Wavelength interval selection in multicomponent spectral analysis by moving window partial least-squares regression with applications to mid-infrared and near-infrared spectroscopic data. Anal. Chem. 2002;74:3555–3565. doi: 10.1021/ac011177u.", "ArticleIdList": ["10.1021/ac011177u", "12139068"]}, {"Citation": "Leardi R. Application of genetic algorithm-PLS for feature selection in spectral data sets. J. Chemometr. 2000;14:643–655. doi: 10.1002/1099-128X(200009/12)14:5/6<643::AID-CEM621>3.0.CO;2-E.", "ArticleIdList": ["10.1002/1099-128X(200009/12)14:5/6<643::AID-CEM621>3.0.CO;2-E"]}, {"Citation": "Shinzawa H, Li B, Nakagawa T, Maruo K, Ozaki Y. Multi-objective genetic algorithm-based sample selection for partial least squares model building with applications to near-infrared spectroscopic data. Appl. Spectrosc. 2006;60:631–640. doi: 10.1366/000370206777670576.", "ArticleIdList": ["10.1366/000370206777670576", "16808864"]}, {"Citation": "Koljonen J, Nordling TEM, Alander JT. A review of genetic algorithms in near infrared spectroscopy and chemometrics: past and future. J. Near Infrared Spectrosc. 2008;16:189–197. doi: 10.1255/jnirs.778.", "ArticleIdList": ["10.1255/jnirs.778"]}, {"Citation": "Brusco M. A comparison of simulated annealing algorithms for variable selection in principal component analysis and discriminant analysis. J. Comput. Stat. Data Anal. 2014;77:38–53. doi: 10.1016/j.csda.2014.03.001.", "ArticleIdList": ["10.1016/j.csda.2014.03.001"]}, {"Citation": "Li HD, Liang YZ, Xu QS, Cao DS. Key wavelengths screening using competitive adaptive reweighted sampling method for multivariate calibration. Anal. Chim. Acta. 2009;648:77–84. doi: 10.1016/j.aca.2009.06.046.", "ArticleIdList": ["10.1016/j.aca.2009.06.046", "19616692"]}, {"Citation": "Zheng KY, et al. Stability competitive adaptive reweighted sampling (SCARS) and its applications to multivariate calibration of NIR spectra. Chemometr. Intell. Lab. Syst. 2012;112:48–54. doi: 10.1016/j.chemolab.2012.01.002.", "ArticleIdList": ["10.1016/j.chemolab.2012.01.002"]}, {"Citation": "Fan W, et al. Application of competitive adaptive reweighted sampling method to determine effective wavelengths for prediction of total acid of vinegar. Food Anal. Method. 2012;5:585–590."}, {"Citation": "Cai WS, Li YK, Shao XG. A variable selection method based on uninformative variable elimination for multivariate calibration of near-infrared spectra. Chemometr. Intell. Lab. Syst. 2008;90:188–194. doi: 10.1016/j.chemolab.2007.10.001.", "ArticleIdList": ["10.1016/j.chemolab.2007.10.001"]}, {"Citation": "Han QJ, Wu HL, Cai CB, Xu L, Yu RQ. An ensemble of Monte Carlo uninformative variable elimination for wavelength selection. Anal. Chim. Acta. 2008;612:121–125. doi: 10.1016/j.aca.2008.02.032.", "ArticleIdList": ["10.1016/j.aca.2008.02.032", "18358856"]}, {"Citation": "Zhang BH, et al. Hyperspectral imaging combined with multivariate analysis and band math for detection of common defects on peaches (Prunus persica) Comput. Electron. Agr. 2015;114:14–24. doi: 10.1016/j.compag.2015.03.015.", "ArticleIdList": ["10.1016/j.compag.2015.03.015"]}, {"Citation": "Li JB, et al. Variable selection in visible and near-infrared spectral analysis for noninvasive determination of soluble solids content of ‘Ya’pear. Food Anal. Methods. 2014;7:1891–1902. doi: 10.1007/s12161-014-9832-8.", "ArticleIdList": ["10.1007/s12161-014-9832-8"]}, {"Citation": "Li JB, Zhao CJ, Huang WQ, Zhang C, Peng YK. A combination algorithm for variable selection to determine soluble solid content and firmness of pears. Anal. Methods. 2014;6:2170–2180. doi: 10.1039/C3AY42165A.", "ArticleIdList": ["10.1039/C3AY42165A"]}, {"Citation": "Wu T, et al. Application of metabolomics in traditional Chinese medicine differentiation of deficiency and excess syndromes in patients with diabetes mellitus. Evid-Based Compl. Alt. 2012;2012:968083–968093.", "ArticleIdList": ["PMC3384925", "22778781"]}, {"Citation": "Li HD, Liang YZ, Xu QS, Cao DS. Model-population analysis and its applications in chemical and biological modeling. Trends Anal. Chem. 2012;38:154–162. doi: 10.1016/j.trac.2011.11.007.", "ArticleIdList": ["10.1016/j.trac.2011.11.007"]}, {"Citation": "Shao XG, Du GR, Jing M, Cai WS. Application of latent projective graph in variable selection for near infrared spectral analysis. Chemometr. Intell. Lab. Syst. 2012;114:44–49. doi: 10.1016/j.chemolab.2012.03.003.", "ArticleIdList": ["10.1016/j.chemolab.2012.03.003"]}, {"Citation": "Liang YZ, Kvalheim OM. Resolution of two-way data: theoretical background and practical problem-solving Part 1: theoretical background and methodology. Fresen. J. Anal. Chem. 2001;370:694–704. doi: 10.1007/s002160100909.", "ArticleIdList": ["10.1007/s002160100909", "11508458"]}, {"Citation": "Zhao YL, Zhang J, Wang YZ. Application of MC-UVE wavelength selection method in the identification of different producing areas of Wolfiporia cocos based on NIR spectroscopy. Mycosystema. 2017;36:112–125."}, {"Citation": "Zhao YL, et al. Study on rapid identification of medicinal plants of Paris Ployphylla from different origin areas by NIRspectroscopy. Spectrosc. Spect. Anal. 2014;34:1831–1835.", "ArticleIdList": ["25269290"]}, {"Citation": "Kaiser HF. The application of electronic computers to factor analysis. Educ. Psychol. Meas. 1960;20:141–151. doi: 10.1177/001316446002000116.", "ArticleIdList": ["10.1177/001316446002000116"]}, {"Citation": "Swiderski B, Osowski S, Kruk M, Kurek J. Texture characterization based on the Kolmogorov–Smirnov distance. Expert Syst. Appl. 2015;42:503–509. doi: 10.1016/j.eswa.2014.08.021.", "ArticleIdList": ["10.1016/j.eswa.2014.08.021"]}, {"Citation": "Mora-López L, Mora J. An adaptive algorithm for clustering cumulative probability distribution functions using the Kolmogorov–Smirnov two-sample test. Expert Syst. Appl. 2015;42:4016–4021. doi: 10.1016/j.eswa.2014.12.027.", "ArticleIdList": ["10.1016/j.eswa.2014.12.027"]}, {"Citation": "Zhong JF, Qin XL. Rapid quantitative analysis of corn starch adulteration in konjac glucomannan by chemometrics-assisted FT-NIR spectroscopy. Food Anal. Methods. 2016;9:61–67. doi: 10.1007/s12161-015-0176-9.", "ArticleIdList": ["10.1007/s12161-015-0176-9"]}, {"Citation": "Galtier O, et al. Geographic origins and compositions of virgin olive oils determinated by chemometric analysis of NIR spectra. Anal. Chim. Acta. 2007;595:136–144. doi: 10.1016/j.aca.2007.02.033.", "ArticleIdList": ["10.1016/j.aca.2007.02.033", "17605993"]}, {"Citation": "Galtier O, et al. Lipid compositions and french registered designations of origins of virgin olive oils predicted by chemometric analysis of mid-infrared spectra. Appl. Spectrosc. 2008;62:583–590. doi: 10.1366/000370208784344479.", "ArticleIdList": ["10.1366/000370208784344479", "18498701"]}, {"Citation": "Yao S, et al. Discriminatory components retracing strategy for monitoring the preparation procedure of Chinese patent medicines by fingerprint and chemometric analysis. PLoS ONE. 2015;10:e0121366. doi: 10.1371/journal.pone.0121366.", "ArticleIdList": ["10.1371/journal.pone.0121366", "PMC4359105", "25768096"]}, {"Citation": "Workman, J. & Weyer, L. Practical Guide to Interpretive Near-Infrared Spectroscopy 240–262 (CRC, 2007)."}]}], "History": [{"Year": "2017", "Month": "3", "Day": "24"}, {"Year": "2017", "Month": "12", "Day": "12"}, {"Year": "2018", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["29311739", "PMC5758700", "10.1038/s41598-017-18458-9", "10.1038/s41598-017-18458-9"]}}]}