{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29311535", "DateCompleted": {"Year": "2019", "Month": "06", "Day": "20"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "08"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.13081/kjmh.2017.26.503"], "Journal": {"ISSN": "1225-505X", "JournalIssue": {"Volume": "26", "Issue": "3", "PubDate": {"Year": "2017", "Month": "Dec"}}, "Title": "Ui sahak", "ISOAbbreviation": "Uisahak"}, "ArticleTitle": "The Medicinal Usage and Restriction of Ginseng in Britain and America, 1660-1900.", "Pagination": {"StartPage": "503", "EndPage": "544", "MedlinePgn": "503-544"}, "Abstract": {"AbstractText": ["This article demonstrates the medicinal usage of ginseng in the West from 1660 to 1914. Asian[Korea] ginseng was first introduced into England in the early 17th century, and North American ginseng was found in the early 18th century. Starting from the late 17th century doctors prescribed ginseng to cure many different kinds of ailments and disease such as: fatigue general lethargy, fever, torpidity, trembling in the joints, nervous disorder, laughing and crying hysteria, scurvy, spermatic vessel infection, jaundice, leprosy, dry gripes and constipation, strangury, yellow fever, dysentery, infertility and addictions of alcohol, opium and tobacco, etc. In the mid-18th century Materia Medica began to specify medicinal properties of ginseng and the patent medicines containing ginseng were widely circulated. However, starting in the late 18th century the medicinal properties of ginseng began to be disparaged and major pharmacopoeias removed ginseng from their contents. The reform of the pharmacopoeia, influenced by Linnaeus in botany and Lavoisier in chemistry, introduced nomenclature that emphasized identifying ingredients and active constituents. Western medicine at this period, however, failed to identify and to extract the active constituents of ginseng. Apart from the technical underdevelopment of the period, the medical discourses reveal that the so-called chemical experiment of ginseng were conducted with unqualified materials and without proper differentiation of various species of ginseng."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Sul", "ForeName": "Heasim", "Initials": "H"}], "PublicationTypeList": ["Historical Article", "Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Uisahak", "NlmUniqueID": "9605018", "ISSNLinking": "1225-505X"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "History, 17th Century"}, {"QualifierName": [], "DescriptorName": "History, 18th Century"}, {"QualifierName": [], "DescriptorName": "History, 19th Century"}, {"QualifierName": ["history"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "North America"}, {"QualifierName": [], "DescriptorName": "Panax"}, {"QualifierName": ["history"], "DescriptorName": "Pharmacopoeias as Topic"}, {"QualifierName": ["history"], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "United Kingdom"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adair, James, The History of the American Indians (London, 1775)."}, {"Citation": "Aikin, John, A Manual of Materia Medica (Yarmouth, 1785)."}, {"Citation": "Ainslie, Whitelaw, Materia Indica, 2 vols. (London: Longman, 1826), vol. 1."}, {"Citation": "Akin, James, Encyclopaedia; or, a Dictionary of Arts, Sciences, and Miscellaneous Literature, 18 vols.(Philadelphia, 1798), vol. 8."}, {"Citation": "Alleyne, James, A New English Dispensatory (London, 1733)."}, {"Citation": "Balfour, Edward, ed, Cyclopaedia of India and of Eastern and Southern Asia (Madras: the Scottish Press, 1857)."}, {"Citation": "Barton, William P. C., Compendium Florae Philadelphicae, 2 vols. (Philadelphia: M. Carey &Son, 1818), vol. 2."}, {"Citation": "Belchingen, Count, and J. A. Cope, An Essay on the Virtues and Properties of the Ginseng Tea (London, 1786)."}, {"Citation": "Bigelow, Jacob, American Medical Botany, 3 vols. (Boston: Cummings and Hilliard, 1817-1820), vol. 2 (1818)."}, {"Citation": "BMJ[The British Medical Journal], “The British Pharmacopoeia”, The British Medical Journal 2-1300 (1885)."}, {"Citation": "Brookes, Richard, The General Dispensatory (London, 1773)."}, {"Citation": "Buchan, William, and J. G. Norwood, Domestic Medicine: A Treatise on the Prevention and Cure of Diseases (Cincinnati: U. P. James, 1838)."}, {"Citation": "Carey, Mathew, “Remarks on the Commerce of America with China,” in Carey, ed., The American Museum, or, Universal Magazine 7 (Philadelphia, 1790)."}, {"Citation": "Carver, Jonathan, The New Universal Traveller (London, 1779)."}, {"Citation": "Clowes, J. Q. A., “By J. Q. A. Clowes, M. D.,” in John Henry Koehler, Ginseng and Goldenseal Growers Handbook (Wausau, Wis.: P. F. Stolze, 1912)."}, {"Citation": "Coxe, John Redman, The American Dispensatory (Philadelphia: Thomas Dobson, 1818)."}, {"Citation": "Coxe, John Redman, The Philadelphia Medical Dictionary (Philadelphia: Thomas Dobson, 1808)."}, {"Citation": "Croker, Temple Henry, Thomas Williams and Samuel Clark et al., The Complete Dictionary of Arts and Sciences, 3 vols. (London, 1764-1765), vol. 2 (1765)."}, {"Citation": "Cullen, William, A Treatise of the Materia Medica, 2 vols. (Edinburgh, 1789), vol. 2."}, {"Citation": "Cullen, William, Lectures on the Materia Medica (London, 1772)."}, {"Citation": "Curtis, William, A Catalogue of the British, Medicinal, Culinary, and Agricultural Plants, Cultivated in the London Botanic Garden (London, 1783)."}, {"Citation": "Devlin, Michael, Pillula Salutaris; Or, the Justly Celebrated Dr. Anthony’s Irish Pills (London, 1790?)."}, {"Citation": "Dillwyn, L. W., ed., Hortus Collinsonianus: An Account of the Plants Cultivated by the Late Peter Collinson (Swansea: W.C. Murray and D. Rees, 1843)."}, {"Citation": "Elliot, John, The Medical Pocket-Book (London, 1791)."}, {"Citation": "Ewell, James, The Medical Companion, or Family Physician (Washington D. C.: the Proprietors, 1827)."}, {"Citation": "Foyster, William, ed., Letters Received by the East India Company, 6 vols. (London: Sampson Low, Marston & Co., 1896-1902), vol. 5 [January to June, 1617] (1900)."}, {"Citation": "Garrigues, Samuel S. “Chemical Investigations on Radix Ginseng Americana, Oleum Chenopodii Anthelmintici and Oleum Menthae Viridis,” Ph.D Diss. University of Göttingen, 1854."}, {"Citation": "Goldsmith, Oliver, A History of the Earth and Animated Nature, together with the Elements of Botany by G. F. Shaw (London: R. Edwards, 1819)."}, {"Citation": "Hanbury, William, A Complete Body of Planting and Gardening, 2 vols. (London, 1770-1771), vol. 1 (1770)."}, {"Citation": "Hill, John, History of the Materia Medica (London, 1751)."}, {"Citation": "Hill, John, Valerian. or, the Virtues of that Root in Nervous Disorders (London, 1758)."}, {"Citation": "Jartoux, Pierre, “The Description of a Tartarian Plant, Call’d Gin-seng, with an Account of Its Virtues. In a Letter from Father Jartoux to the Procurator General of the Missions of India and China,” Philosophical Transactions 28 (1713)."}, {"Citation": "Kalm, Peter, Travels into North America, trans. John Reinhold Foster, 3 vols. (London, 1770), vol. 3."}, {"Citation": "Koehler, John Henry, Ginseng and Goldenseal Growers Handbook (Wausau, Wis.: P. F. Stolze, 1912)."}, {"Citation": "Lafitau, J. F., Mémoire …concernant la précieuse plante du gin-seng de Tartare, découverte en Canada (Paris, 1718)."}, {"Citation": "Lewis, William, An Experimental History of the Materia Medica, 2 vols. (Dublin, 1769), vol. 1."}, {"Citation": "Lewis, William, The Edinburgh New Dispensatory [5th ed.] (Edinburgh, 1797)."}, {"Citation": "Lewis, William, The New Dispensatory (Dublin, 1782)."}, {"Citation": "Millspaugh, Charles F., American Medicinal Plants (Philadelphia: Boericke & Tafle, 1887)."}, {"Citation": "“Miscellaneous Notices,” The Quarterly Journal of Agriculture 11 (1840-1841)."}, {"Citation": "Nash, George V., American Ginseng: Its Commercial History, Protection and Cultivation [U.S. Department of Agriculture Division of Botany Bulletin No. 16-Revised Edition] (Washington D. C.: Government Printing Office, 1898)."}, {"Citation": "NIPS[National Institution for the Promotion of Science], Fourth Bulletin of the Proceedings of the National Institution for the Promotion of Science, Feb. 1845~Nov. 1846 (Washington D. C.: W. M. Q. Force, 1846)."}, {"Citation": "Nott, John, A Posologic Companion to the London Pharmacopoeia (London, 1794)."}, {"Citation": "Pomet, Pierre, General History of Drugs (London, 1748)."}, {"Citation": "Quincy, John, Pharmacopoeia Officinalis, or a Complete English Dispensatory (London, 1782)."}, {"Citation": "Rafinesque, C. S., Medical Flora; or Manual of the Medical Botany of the Untied States of North America, 2 vols. (Philadelphia: S. C. Atkinson, 1830), vol. 2."}, {"Citation": "Rhind, William, A History of the Vegetable Kingdom (Glasgow: Blackie &Son, 1841)."}, {"Citation": "Rutty, John, Observations on the London and Edinburgh Dispensatories (London, 1776)."}, {"Citation": "Saint-Vast, Lucas Augustinus Folliot de, An infirmis a morbo viribus reparandis Gin Seng? Praes. F. Vandermonde ([Parisiis]: typis Quillau, 1736)."}, {"Citation": "Schwediauer, Franz, Practical Observations on the More Obstinate and Inveterate Venereal Complaints (London, 1784)."}, {"Citation": "Simpson, William, Some Observations Made Upon the Root Called Nean, or Ninsing, Imported from the East-Indies (London, 1680)."}, {"Citation": "Sims, John, Curtis’s Botanical Magazine, or, Flower-Garden Displayed 33 (1811)."}, {"Citation": "Stillingfleet, Benjamin, trans. and ed., Miscellaneous Tracts Relating to Natural History, Husbandry, and Physick (London: 1759)."}, {"Citation": "The Chemical Gazette, or, Journal of Practical Chemistry 1-9 (1843)."}, {"Citation": "The London Encyclopaedia, or Universal Dictionary of Science, Art, Literature, and Practical Mechanics, 22 vols. (London: Thomas Tegg, 1829), vol. 16."}, {"Citation": "The London Practice of Physic (London, 1769)."}, {"Citation": "The Pharmacopoeia of the United States of America [sixth decennial revision] (NewYork: W. Wood, 1882)."}, {"Citation": "The Quarterly Journal of Agriculture 11 (1840-1841)."}, {"Citation": "The Royal College of Physicians of London, Medical Transactions, 3 vols. (1768-1775), vol. 3 (1775)."}, {"Citation": "The Royal College of Physicians of London, The New Pharmacopoeia, trans. Thomas Healdes (London, 1788)."}, {"Citation": "Thévenot, Melchisedec, “Relations de Divers Voyages Curieux (Paris, 1655),” Philosophical Transactions 1 (1665-1666)."}, {"Citation": "Titford, W. J., Hortus Botanicus Americanus (London: C. Stower, 1811)."}, {"Citation": "Vaillant, Mr., “A New Genus of Plants, call’d Aralistrum, of which the Famous Nin-zin or Ginseng of the Chinese, is a Species,” Philosophical Transactions 30 (1717)."}, {"Citation": "Wallis, George, Annual Oration, Delivered March 8th, 1790 before the Medical Society (London, 1790)."}, {"Citation": "Wallis, George, ed., The Works of Thomas Sydenham, M. D. on Acute and Chronic Diseases, 2 vols. (London, 1778), vol. 2."}, {"Citation": "Willich, A. F. M., and James Mease, The Domestic Encyclopaedia; or, A Dictionary of Facts, and Useful Knowledge, 5 vols. (Philadelphia: William Young Birch, 1804), vol. 3."}, {"Citation": "Wilson, Fairbank, & Co., Interesting History of the Panax (Quinquefolium) of Linnaeus: The Ginseng of the Chinese from the Archives of History and Medical Science (Boston: White & Potter, 1851)."}, {"Citation": "Woodville, William, Medical Botany [1790-1794], 4 vols. [2nd edn.] (London: William Phillips, 1810), vol. 1."}, {"Citation": "Wright, Louis B., ed., The Prose Works of William Byrd (Cambridge, Mass: Harvard UP., 1966)."}, {"Citation": "설 혜심. 「17~18세기 영미권의 인삼(Ginseng) 인식」. 『의사학』. 2016;25(2):273–307."}, {"Citation": "설 혜심. 「19세기 영국신문에 나타난 인삼(ginseng)」. 『영국연구』. 2015;34:1–42."}, {"Citation": "설 혜심. 『온천의 문화사: 건전한 스포츠에서 퇴폐적인 향락에 이르기까지』. 서울: 한길사; 2001."}, {"Citation": "이 혜민. 「루이 14세의 인삼: 17세기 말-18세기 초 프랑스의 본초학 지식 형성」. 『의사학(醫史學)』. 2016;25(1):111–146."}, {"Citation": "Appleby, John H., “Ginseng and the Royal Society,” Notes and Records of the Royal Society of London 37-2 (1983), pp. 121-145.", "ArticleIdList": ["11611150"]}, {"Citation": "Berg, Maxine, “In Pursuit of Luxury, Global History and British Consumer Goods in the Eighteenth Century,” Past and Present 182 (2004), pp. 85-142."}, {"Citation": "Chakrabarti, Pratik, Materials and Medicine: Trade, Conquest and Therapeutics in the Eighteenth Century (Manchester: Manchester UP., 2010)."}, {"Citation": "Evans, Brian L., “Ginseng: Root of Chinese-Canadian Relations,” Canadian Historical Review 66 (1985)."}, {"Citation": "Hu, Shiu Ying Hu, “The Genus Panax (Ginseng) in Chinese Medicine,” Economic Botany 30-1 (1976), pp. 11-28."}, {"Citation": "Kuriyama, Shigehisa, “The Geography of Ginseng and the Strange Alchemy of Needs,” in Yota Batsaki, Sarah Burke Cahalan and Anatole Tchikine, eds., The Botany of Empire in the Long Eighteenth Century (Washington D. C.: Dumbarton Oaks Symposia and Colloquia, 2017), pp. 61-72."}, {"Citation": "Petryna, Adriana, Andrew Lakoff and Arthur Kleinman eds., Global Pharmaceuticals: Ethics, Markets, Practices (Durham, NC: Duke UP., 2006)."}, {"Citation": "Schiebinger, Londa, and Claudia Swan, Colonial Botany: Science, Commerce, and Politics in the Early Modern World (Philadelphia: U. of Pennsylvania Press, 2005)."}, {"Citation": "Sonnedecker, Glenn, “The Founding Period of the U. S. Pharmacopeia: I. European Antecedents,” Pharmacy in History 35-4 (1993), pp. 151-162.", "ArticleIdList": ["11623364"]}, {"Citation": "Sul, Heasim, “The Perception of Ginseng in Early Modern England and Its Significance in the Globalising Trade,” The East Asian Journal of British History 6 (2017)."}, {"Citation": "Wallis, Patrick, “Exotic Drugs and English Medicine: England’s Drug Trade, c. 1550-c.1800,” Social History of Medicine 25-1 (2012), pp. 20-46."}]}], "History": [{"Year": "2017", "Month": "6", "Day": "25"}, {"Year": "2017", "Month": "11", "Day": "29"}, {"Year": "2018", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29311535", "PMC10565022", "10.13081/kjmh.2017.26.503", "kjmh.2017.26.503"]}}]}