{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Brassica rapa", "Interaction", "Liver", "Metformin", "Rat", "Turnip"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29322007", "DateRevised": {"Year": "2023", "Month": "11", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "06", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jtcme.2017.05.010"], "Journal": {"ISSN": "2225-4110", "JournalIssue": {"Volume": "8", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Jan"}}, "Title": "Journal of traditional and complementary medicine", "ISOAbbreviation": "J Tradit Complement Med"}, "ArticleTitle": "Co-administration effects of aqueous extract of turnip leaf and metformin in diabetic rats.", "Pagination": {"StartPage": "178", "EndPage": "183", "MedlinePgn": "178-183"}, "Abstract": {"AbstractText": ["There is a variety of experimentally proven medicinal plants having antidiabetic properties but data on herb-drug interaction are very limited. Earlier studies indicated that aqueous extract of turnip leaf (AETL) has hypoglycemic potential in diabetic animals. The present study was conducted to evaluate co-administration effects of AETL and metformin, a commonly used antidiabetic drug, in diabetic rats.", "Metformin at the two different doses (50,100 mg/kg) and AETL at the dose of 400 mg/kg (separately or concurrent with metformin) were orally given to streptozotocin-induced diabetic rats for 4 weeks daily. Fasting blood glucose (FBG) was measured at the times 0, 7, 14, 21 and 28 days after investigation. At the end of study, liver enzymes activity [aspartate aminotransferase (AST) and alanine aminotransferase (ALT)] as well as liver histopathology were evaluated.", "Both treatments could significantly decrease FBG levels when they administrated separately. Interestingly, co-administration of AETL and metformin in a dose dependent manner significantly improved hypoglycemic activity of metformin. While neither metformin nor AETL could ameliorate liver alterations alone, but in concomitant therapy they efficiently attenuated liver enzymes elevation and histological damages.", "The results of the present study demonstrate that combination of metformin with AETL enhance the prior effectiveness and reduced the latter adverse effects by a synergistic interaction."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, Faculty of Medicine, Birjand University of Medical Sciences, Birjand, Iran."}], "LastName": "Hassanzadeh-Taheri", "ForeName": "Moammadmehdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Berberis & Jujube Research Center, Birjand University of Medical Sciences, Birjand, Iran."}], "LastName": "Hassanpour-Fard", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, Faculty of Medicine, Birjand University of Medical Sciences, Birjand, Iran."}], "LastName": "Doostabadi", "ForeName": "Mohammadreza", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, Faculty of Medicine, Birjand University of Medical Sciences, Birjand, Iran."}], "LastName": "Moodi", "ForeName": "Hesam", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medicine, Birjand University of Medical Sciences, Birjand, Iran."}], "LastName": "Vazifeshenas-Darmiyan", "ForeName": "Khadijeh", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular and Molecular Research Center, Birjand University of Medical Sciences, Birjand, Iran."}], "LastName": "Hosseini", "ForeName": "Mehran", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Tradit Complement Med", "NlmUniqueID": "101605474", "ISSNLinking": "2225-4110"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Collaboration NRF Worldwide trends in diabetes since 1980: a pooled analysis of 751 population-based studies with 4.4 million participants. Lancet. 2016;387(10027):1513–1530.", "ArticleIdList": ["PMC5081106", "27061677"]}, {"Citation": "Roglic G. WHO Global report on diabetes: a summary. Int J Noncommunicable Dis. 2016;1(1):3."}, {"Citation": "Henriksson M., Jindal R., Sternhufvud C., Bergenheim K., Sörstadius E., Willis M. A systematic review of cost-effectiveness models in type 1 diabetes mellitus. Pharm Econ. 2016;34(6):569–585.", "ArticleIdList": ["26792792"]}, {"Citation": "Ghiravani Z., Hosseini M., Taheri M.H., Fard M.H., Abedini M.R. Evaluation of hypoglycemic and hypolipidemic effects of internal septum of walnut fruit in alloxan-induced diabetic rats. Afr J Tradit Complement Altern Med (AJTCAM) 2016;13(2):94–100."}, {"Citation": "Saravanamuttu S., Sudarsanam D. Antidiabetic plants and their active ingredients: a review. Int J Pharm Sci Res. 2012;3(10):3639."}, {"Citation": "Ekor M. The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front Pharmacol. 2013;4:177.", "ArticleIdList": ["PMC3887317", "24454289"]}, {"Citation": "Gopalakrishna R.N., Bannimath G., Huded S.P. Herb-drug interaction: effect of poly-herbal formulation on glibenclamide therapy in patients with Type-2 diabetes mellitus. Pharm Methods. 2017;(1):8."}, {"Citation": "Agbabiaka T., Wider B., Watson L.K., Goodman C. Concurrent use of prescription drugs and herbal medicinal products in older adults: a systematic review protocol. Syst Rev. 2016;5(1):65.", "ArticleIdList": ["PMC4839096", "27098011"]}, {"Citation": "Fugh-Berman A. Herb-drug interactions. Lancet. 2000;355(9198):134–138.", "ArticleIdList": ["10675182"]}, {"Citation": "Dixon G.R. CABI; Wallingford: 2007. Vegetable brassicas and related crucifers."}, {"Citation": "Hassanpour Fard M., Naseh G., Lotfi N., Hosseini S.M., Hosseini M. Effects of aqueous extract of turnip leaf (Brassica rapa) in alloxan-induced diabetic rats. Avicenna J Phytomed. 2015;5(2):148–156.", "ArticleIdList": ["PMC4418064", "25949956"]}, {"Citation": "HassanpourFard M., Naseh G., Lotfi N., Hosseini M. Effect of aqueous extract of turnip root on glucose and lipid profile in Alloxan induced diabetic rats. J Gorgan Univ Med Sci. 2015;17(4):36–42."}, {"Citation": "Hassanzadeh-Taheri M., Hosseini M., Hassanpour-Fard M. Effect of turnip leaf and root extracts on renal function in diabetic rats. Orient Pharm Exp Med. 2016;16(4):279–286."}, {"Citation": "Vafaei Nejad S., Serki E., Hassanpour Fard M., Hosseini M. Hypolipidemic activity of aqueous extract of turnip (Brassica rapa) root in hyperlipidemic rats. Q Horizon Med Sci. 2015;21(1):45–51."}, {"Citation": "Rojas L.B.A., Gomes M.B. Metformin: an old but still the best treatment for type 2 diabetes. Diabetol Metab Syndr. 2013;5(1):6.", "ArticleIdList": ["PMC3607889", "23415113"]}, {"Citation": "Nandy M., Mandal A., Banerjee S., Ray K. A prescription survey in diabetes assessing metformin use in a tertiary care hospital in Eastern India. J Pharmacol Pharmacother. 2012;3(3):273–275.", "ArticleIdList": ["PMC3487280", "23129967"]}, {"Citation": "Miralles-Linares F., Puerta-Fernandez S., Bernal-Lopez M.R., Tinahones F.J., Andrade R.J., Gomez-Huelgas R. Metformin-induced hepatotoxicity. Diabetes Care. 2012;35(3) e21–e21.", "ArticleIdList": ["PMC3322705", "22355024"]}, {"Citation": "Prabhakar P., Kumar A., Doble M. Combination therapy: a new strategy to manage diabetes and its complications. Phytomedicine. 2014;21(2):123–130.", "ArticleIdList": ["24074610"]}, {"Citation": "Hami J., Vafaei-nezhad S., Ghaemi K. Stereological study of the effects of maternal diabetes on cerebellar cortex development in rat. Metab Brain Dis. 2016;31(3):643–652.", "ArticleIdList": ["26842601"]}, {"Citation": "Etuk E. Animals models for studying diabetes mellitus. Agric Biol JN Am. 2010;1(2):130–134."}, {"Citation": "Cameron A., Ewen M., Ross-Degnan D., Ball D., Laing R. Medicine prices, availability, and affordability in 36 developing and middle-income countries: a secondary analysis. Lancet. 2009;373(9659):240–249.", "ArticleIdList": ["19042012"]}, {"Citation": "Banerjee J. Medicinal plants with potential hypoglycemic property-a review. J Biomed Pharm Res. 2015;4(1)"}, {"Citation": "Enioutina E.Y., Salis E.R., Job K.M., Gubarev M.I., Krepkova L.V., Sherwin C.M. Herbal Medicines: challenges in the Modern World. Part 5. Status and current directions of complementary and alternative herbal medicine worldwide. Expert Rev Clin Pharmacol. 2017;10(3):327–338.", "ArticleIdList": ["27923318"]}, {"Citation": "Alhaider A.A., Korashy H.M., Sayed-Ahmed M.M., Mobark M., Kfoury H., Mansour M.A. Metformin attenuates streptozotocin-induced diabetic nephropathy in rats through modulation of oxidative stress genes expression. Chemico-Biol Interact. 2011;192(3):233–242.", "ArticleIdList": ["21457706"]}, {"Citation": "Fu J., Fu J., Yuan J. Anti-diabetic activities of Acanthopanax senticosus polysaccharide (ASP) in combination with metformin. Int J Biol Macromol. 2012;50(3):619–623.", "ArticleIdList": ["22326821"]}, {"Citation": "Katakam P.V., Ujhelyi M.R., Hoenig M., Miller A.W. Metformin improves vascular function in insulin-resistant rats. Hypertension. 2000;35(1):108–112.", "ArticleIdList": ["10642283"]}, {"Citation": "Chakraborty A., Chowdhury S., Bhattacharyya M. Effect of metformin on oxidative stress, nitrosative stress and inflammatory biomarkers in type 2 diabetes patients. Diabetes Res Clin Pract. 2011;93(1):56–62.", "ArticleIdList": ["21146883"]}, {"Citation": "Mohamed J., Nafizah A.N., Zariyantey A., Budin S.B. Mechanisms of diabetes-induced liver damage: the role of oxidative stress and inflammation. Sultan Qaboos Univ Med J. 2016;16(2):e132–e141.", "ArticleIdList": ["PMC4868511", "27226903"]}, {"Citation": "Starley B.Q., Calcagno C.J., Harrison S.A. Nonalcoholic fatty liver disease and hepatocellular carcinoma: a weighty connection. Hepatology. 2010;51(5):1820–1832.", "ArticleIdList": ["20432259"]}, {"Citation": "Tolman K.G., Fonseca V., Dalpiaz A., Tan M.H. Spectrum of liver disease in type 2 diabetes and management of patients with diabetes and liver disease. Diabetes Care. 2007;30(3):734–743.", "ArticleIdList": ["17327353"]}, {"Citation": "Azeemuddin M., Rafiq M., Anturlikar S.D. Extract of a polyherbal formulation ameliorates experimental nonalcoholic steatohepatitis. Journal of Traditional and Complementary Medicine. 2016;6(2):160–167.", "ArticleIdList": ["PMC4833463", "27114939"]}, {"Citation": "Paschos P., Paletas K. Non alcoholic fatty liver disease and metabolic syndrome. Hippokratia. 2009;13(1):9–19.", "ArticleIdList": ["PMC2633261", "19240815"]}, {"Citation": "Greenberg A.S., Coleman R.A., Kraemer F.B. The role of lipid droplets in metabolic disease in rodents and humans. J Clin Invest. 2011;121(6):2102–2110.", "ArticleIdList": ["PMC3104768", "21633178"]}, {"Citation": "Duarte N., Coelho I.C., Patarrão R.S., Almeida J.I., Penha-Gonçalves C., Macedo M.P. How inflammation impinges on NAFLD: a role for Kupffer cells. Biomed Res Int. 2015;2015", "ArticleIdList": ["PMC4450298", "26090470"]}, {"Citation": "Sakhuja P. Pathology of alcoholic liver disease, can it be differentiated from nonalcoholic steatohepatitis? World J Gastroenterol WJG. 2014;20(44):16474.", "ArticleIdList": ["PMC4248190", "25469015"]}, {"Citation": "Li Y.A.N., Liu L.E.I., Wang B.I.N., Wang J.U.N., Chen D. Metformin in non-alcoholic fatty liver disease: a systematic review and meta-analysis. Biomed Rep. 2013;1(1):57–64.", "ArticleIdList": ["PMC3956897", "24648894"]}, {"Citation": "Daryoush M., Bahram A.T., Yousef D., Mehrdad N., Brassica rapa L. Extract alleviate early hepatic injury in alloxan-induced diabetic rats. J Med Plants Res. 2011;5(31):6813–6821."}, {"Citation": "Murali A.R., Carey W.D. Liver test interpretation-approach to the patient with liver disease: a guide to commonly used liver tests. Dis Manag. 2000"}, {"Citation": "Singh H., Prakash A., Kalia A.N., Majeed A.B.A. Synergistic hepatoprotective potential of ethanolic extract of Solanum xanthocarpum and Juniperus communis against paracetamol and azithromycin induced liver injury in rats. Journal of Traditional and Complementary Medicine. 2016;6(4):370–376.", "ArticleIdList": ["PMC5067840", "27774421"]}, {"Citation": "Zheng J., Woo S.-L., Hu X. Metformin and metabolic diseases: a focus on hepatic aspects. Front Med. 2015;9(2):173–186.", "ArticleIdList": ["PMC4567274", "25676019"]}, {"Citation": "Ghadge A., Harsulkar A., Karandikar M., Pandit V., Kuvalekar A. Comparative anti-inflammatory and lipid-normalizing effects of metformin and omega-3 fatty acids through modulation of transcription factors in diabetic rats. Genes Nutr. 2016;11(1):10.", "ArticleIdList": ["PMC4968436", "27551311"]}, {"Citation": "Collett M.G., Stegelmeier B.L., Tapper B.A. Could nitrile derivatives of turnip (Brassica rapa) glucosinolates be hepato-or cholangiotoxic in cattle? J Agric food Chem. 2014;62(30):7370–7375.", "ArticleIdList": ["24678843"]}, {"Citation": "Padilla G., Cartea M.E., Velasco P., de Haro A., Ordás A. Variation of glucosinolates in vegetable crops of Brassica rapa. Phytochemistry. 2007;68(4):536–545.", "ArticleIdList": ["17187832"]}, {"Citation": "McDanell R., McLean A., Hanley A., Heaney R., Fenwick G. Chemical and biological properties of indole glucosinolates (glucobrassicins): a review. Food Chem Toxicol. 1988;26(1):59–70.", "ArticleIdList": ["3278958"]}]}], "History": [{"Year": "2017", "Month": "2", "Day": "14"}, {"Year": "2017", "Month": "5", "Day": "17"}, {"Year": "2017", "Month": "5", "Day": "18"}, {"Year": "2018", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "6", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["29322007", "PMC5756016", "10.1016/j.jtcme.2017.05.010", "S2225-4110(17)30061-5"]}}]}