{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Morus spp.", "cardiovascular diseases", "hyperglycaemia", "hyperlipidaemia", "hypertension", "obesity", "oxidative stress"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29347857", "DateCompleted": {"Year": "2018", "Month": "08", "Day": "30"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/13880209.2018.1424210"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "56", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "Mulberry leaves and their potential effects against cardiometabolic risks: a review of chemical compositions, biological properties and clinical efficacy.", "Pagination": {"StartPage": "109", "EndPage": "118", "MedlinePgn": "109-118"}, "Abstract": {"AbstractText": ["Cardiometabolic risks are regarded as the crucial factors associated with type 2 diabetes (T2DM) and cardiovascular diseases (CVD). Regarding an increased attention to medicinal plants in the current healthcare system, the effects of mulberry (Morus spp., Moraceae) leaves on cardiometabolic risks have been consecutively considered in scientific research.", "The present review compiles and summarizes the chemical compositions, biological properties and clinical efficacy of mulberry leaves that are related to the amelioration of cardiometabolic risks.", "Published English literature from the PubMed, Science Direct and Google Scholar databases was searched by using 'mulberry leaves' 'Morus spp.', 'hyperglycemia', 'hyperlipidemia', 'obesity', 'hypertension', 'oxidative stress', 'atherosclerosis' and 'cardiovascular diseases' as the keywords. The relevant articles published over the past two decades were identified and reviewed.", "Mulberry leaves contain numerous chemical constituents. 1-Deoxynojirimycin (DNJ), phenolics and flavonoids are the prominent functional compounds. Preclinical and clinical studies showed that mulberry leaves possessed various beneficial effects against cardiometabolic risks, including antihyperglycaemic, antihyperlipidaemic, antiobesity, antihypertensive, antioxidative, anti-inflammatory, anti-atherosclerotic and cardioprotective effects.", "Mulberry leaves could be a promising therapeutic option for modulating cardiometabolic risks. However, further investigations should be performed to substantiate the potential of mulberry leaves in practical uses."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Bioactive Resources for Innovative Clinical Applications Research Unit and Department of Pharmacy Practice, Faculty of Pharmaceutical Sciences , Chulalongkorn University , Bangkok , Thailand."}], "LastName": "Thaipitakwong", "ForeName": "Thanchanit", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b Department of Surgery, Faculty of Medicine, Plastic and Maxillofacial Surgery , Ramathibodi Hospital, Mahidol University , Bangkok , Thailand."}], "LastName": "Numhom", "ForeName": "Surawej", "Initials": "S"}, {"Identifier": ["0000-0001-7274-2431"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Bioactive Resources for Innovative Clinical Applications Research Unit and Department of Pharmacy Practice, Faculty of Pharmaceutical Sciences , Chulalongkorn University , Bangkok , Thailand."}], "LastName": "Aramwit", "ForeName": "Pornanong", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypolipidemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "isolation & purification", "therapeutic use"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Diabetes Mellitus, Type 2"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry", "isolation & purification", "therapeutic use"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": ["chemistry", "isolation & purification", "therapeutic use"], "DescriptorName": "Hypolipidemic Agents"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Metabolic Diseases"}, {"QualifierName": [], "DescriptorName": "Morus"}, {"QualifierName": ["chemistry", "isolation & purification", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adeduntan SA, Oyerinde AS.. 2010. Evaluation of nutritional and antinutritional characteristics of obeche (Triplochition scleroxylon scleroxylon) and several mulberry (Morus alba) leaves. Afr J Biochem Res. 4:175–178."}, {"Citation": "Andallu B, Suryakantham V, Lakshmi Srikanthi B, Reddy GK.. 2001. Effect of mulberry (Morus indica L.) therapy on plasma and erythrocyte membrane lipids in patients with type 2 diabetes. Clin Chim Acta. 314:47–53.", "ArticleIdList": ["11718678"]}, {"Citation": "Andallu B, Varadacharyulu NC.. 2003. Antioxidant role of mulberry (Morus indica L. cv. Anantha) leaves in streptozotocin-diabetic rats. Clin Chim Acta. 338:3–10.", "ArticleIdList": ["14637259"]}, {"Citation": "Ann JY, Eo H, Lim Y.. 2015. Mulberry leaves (Morus alba L.) ameliorate obesity-induced hepatic lipogenesis, fibrosis, and oxidative stress in high-fat diet-fed mice. Genes Nutr. 10:1–13.", "ArticleIdList": ["PMC4604156", "26463593"]}, {"Citation": "Arabshahi-Delouee S, Urooj A.. 2007. Antioxidant properties of various solvent extracts of mulberry (Morus indica L.) leaves. Food Chem. 102:1233–1240."}, {"Citation": "Aramwit P, Petcharat K, Supasyndh O.. 2011. Efficacy of mulberry leaf tablets in patients with mild dyslipidemia. Phytother Res. 25:365–369.", "ArticleIdList": ["20687135"]}, {"Citation": "Aramwit P, Supasyndh O, Siritienthong T, Bang N.. 2013. Mulberry leaf reduces oxidation and C-reactive protein level in patients with mild dyslipidemia. Biomed Res Int. 2013:1–7.", "ArticleIdList": ["PMC3581086", "23484158"]}, {"Citation": "Arumugam S, Thandavarayan RA, Veeraveedu PT, Ma M, Giridharan VV, Arozal W, Sari FR, Sukumaran V, Lakshmanan A, Soetikno V, et al. . 2012. Modulation of endoplasmic reticulum stress and cardiomyocyte apoptosis by mulberry leaf diet in experimental autoimmune myocarditis rats. J Clin Biochem Nutr. 50:139–144.", "ArticleIdList": ["PMC3303476", "22448095"]}, {"Citation": "Asai A, Nakagawa K, Higuchi O, Kimura T, Kojima Y, Kariya J, Miyazawa T, Oikawa S.. 2011. Effect of mulberry leaf extract with enriched 1-deoxynojirimycin content on postprandial glycemic control in subjects with impaired glucose metabolism . J Diabetes Investig. 2:318–323.", "ArticleIdList": ["PMC4014974", "24843505"]}, {"Citation": "Asano N, Nash RJ, Molyneux RJ, Fleet GWJ.. 2000. Sugar-mimic glycosidase inhibitors: natural occurrence, biological activity and prospects for therapeutic application. Tetrahedron: Asymmetry. 11:1645–1680."}, {"Citation": "Asano N.2003. Glycosidase inhibitors: update and perspectives on practical use. Glycobiology. 13:93R–104R.", "ArticleIdList": ["12851286"]}, {"Citation": "Banchobphutsa Y.2012. The efficacy of Morus alba leaf tea in patients with dyslipidemia [Master degree]. Mae Fah Luang University."}, {"Citation": "Banu S, Jabir NR, Manjunath NC, Khan MS, Ashraf GM, Kamal MA, Tabrez S.. 2015. Reduction of post-prandial hyperglycemia by mulberry tea in type-2 diabetes patients. Saudi J Biol Sci. 22:32–36.", "ArticleIdList": ["PMC4281624", "25561880"]}, {"Citation": "Brunzell JD, Davidson M, Furberg CD, Goldberg RB, Howard BV, Stein JH, Witztum JL.. 2008. Lipoprotein management in patients with cardiometabolic risk: consensus statement from the American Diabetes Association and the American College of Cardiology Foundation. Diabetes Care. 31:811–819.", "ArticleIdList": ["18375431"]}, {"Citation": "Chan EW, Lye PY, Wong SK.. 2016. Phytochemistry, pharmacology, and clinical trials of Morus alba. Chin J Nat Med. 14:17–30.", "ArticleIdList": ["26850343"]}, {"Citation": "Chan KC, Ho HH, Huang CN, Lin MC, Chen HM, Wang CJ.. 2009. Mulberry leaf extract inhibits vascular smooth muscle cell migration involving a block of small GTPase and Akt/NF-kappaB signals. J Agric Food Chem. 57:9147–9153.", "ArticleIdList": ["19761240"]}, {"Citation": "Chan KC, Ho HH, Peng CH, Lan KP, Lin MC, Chen HM, Wang CJ.. 2010. Polyphenol-rich extract from mulberry leaf inhibits vascular smooth muscle cell proliferation involving upregulation of p53 and inhibition of cyclin-dependent kinase. J Agric Food Chem. 58:2536–2542.", "ArticleIdList": ["20070102"]}, {"Citation": "Chan KC, Yang MY, Lin MC, Lee YJ, Chang WC, Wang CJ.. 2013. Mulberry leaf extract inhibits the development of atherosclerosis in cholesterol-fed rabbits and in cultured aortic vascular smooth muscle cells. J Agric Food Chem. 61:2780–2788.", "ArticleIdList": ["23428158"]}, {"Citation": "Chang YC, Yang MY, Chen SC, Wang CJ.. 2016. Mulberry leaf polyphenol extract improves obesity by inducing adipocyte apoptosis and inhibiting preadipocyte differentiation and hepatic lipogenesis. J Funct Foods. 21:249–262."}, {"Citation": "Chao PY, Lin KH, Chiu CC, Yang YY, Huang MY, Yang CM.. 2013. Inhibitive effects of mulberry leaf-related extracts on cell adhesion and inflammatory response in human aortic endothelial cells. Evid Based Complement Alternat Med. 2013:1–14.", "ArticleIdList": ["PMC3863563", "24371453"]}, {"Citation": "Chung HI, Kim J, Kim JY, Kwon O.. 2013. Acute intake of mulberry leaf aqueous extract affects postprandial glucose response after maltose loading: randomized double-blind placebo-controlled pilot study. J Funct Foods. 5:1502–1506."}, {"Citation": "Fisher M.2006. Cardiometabolic disease: the new challenge. Pract Diab Int. 23:95–97."}, {"Citation": "Flaczyk E, Kobus-Cisowska J, Przeor M, Korczak J, Remiszewski M, Korbas E, Buchowski M.. 2013. Chemical characterization and antioxidative properties of Polish variety of Morus alba L. leaf aqueous extracts from the laboratory and pilot-scale processes. Agric Sci. 4:141–147."}, {"Citation": "Gupta S, Jyothi Lakshmi A, Manjunath MN, Prakash J.. 2005. Analysis of nutrient and antinutrient content of underutilized green leafy vegetables. LWT – Food Sci Technol. 38:339–345."}, {"Citation": "Hu XQ, Jiang L, Zhang JG, Deng W, Wang HL, Wei ZJ.. 2013. Quantitative determination of 1-deoxynojirimycin in mulberry leaves from 132 varieties. Ind Crops Prod. 49:782–784."}, {"Citation": "Iqbal S, Younas U, Sirajuddin Chan KW, Sarfraz RA, Uddin K.. 2012. Proximate composition and antioxidant potential of leaves from three varieties of mulberry (Morus sp.): a comparative study. Int J Mol Sci. 13:6651–6664.", "ArticleIdList": ["PMC3397487", "22837655"]}, {"Citation": "Kim GN, Kwon YI, Jang HD.. 2011. Mulberry leaf extract reduces postprandial hyperglycemia with few side effects by inhibiting α-glucosidase in normal rats. J Med Food. 14:712–717.", "ArticleIdList": ["21631361"]}, {"Citation": "Kim JY, Choi BG, Jung MJ, Wee JH, Chung KH, Kwon O.. 2011. Mulberry leaf water extract ameliorates insulin sensitivity in high fat or high sucrose diet induced overweight rats. J Korean Soc Appl Biol Chem. 54:612–618."}, {"Citation": "Kim JY, Ok HM, Kim J, Park SW, Kwon SW, Kwon O.. 2015. Mulberry leaf extract improves postprandial glucose response in prediabetic subjects: a randomized, double-blind placebo-controlled trial. J Med Food. 18:306–313.", "ArticleIdList": ["25343729"]}, {"Citation": "Kimura T, Nakagawa K, Kubota H, Kojima Y, Goto Y, Yamagishi K, Oita S, Oikawa S, Miyazawa T.. 2007. Food-grade mulberry powder enriched with 1-deoxynojirimycin suppresses the elevation of postprandial blood glucose in humans. J Agric Food Chem. 55:5869–5874.", "ArticleIdList": ["17555327"]}, {"Citation": "Kobayashi Y, Miyazawa M, Araki M, Kamei A, Abe K.. 2015. Effects of Morus alba L. (mulberry) leaf extract in hypercholesterolemic mice on suppression of cholesterol synthesis. J Pharmacogn Nat Prod. 2:1–9."}, {"Citation": "Kojima Y, Kimura T, Nakagawa K, Asai A, Hasumi K, Oikawa S, Miyazawa T.. 2010. Effects of mulberry leaf extract rich in 1-deoxynojirimycin on blood lipid profiles in humans. J Clin Biochem Nutr. 47:155–161.", "ArticleIdList": ["PMC2935155", "20838571"]}, {"Citation": "Li YG, Ji DF, Zhong S, Lin TB, Lv ZQ, Hu GY, Wang X.. 2013. 1-Deoxynojirimycin inhibits glucose absorption and accelerates glucose metabolism in streptozotocin-induced diabetic mice. Sci Rep. 3:1–12.", "ArticleIdList": ["PMC3610135", "23536174"]}, {"Citation": "Liu Q, Li X, Li C, Zheng Y, Peng G.. 2015. 1-Deoxynojirimycin alleviates insulin resistance via activation of insulin signaling PI3K/AKT pathway in skeletal muscle of db/db mice. Molecules. 20:21700–21714.", "ArticleIdList": ["PMC6331926", "26690098"]}, {"Citation": "Liu Q, Li X, Li C, Zheng Y, Wang F, Li H, Peng G.. 2016. 1-Deoxynojirimycin alleviates liver injury and improves hepatic glucose metabolism in db/db mice. Molecules. 21:1–12.", "ArticleIdList": ["PMC6274115", "26927057"]}, {"Citation": "Manrique C, Lastra G, Whaley-Connell A, Sowers JR.. 2005. Hypertension and the cardiometabolic syndrome. J Clin Hypertens (Greenwich). 7:471–476.", "ArticleIdList": ["PMC8109485", "16103758"]}, {"Citation": "Miyahara C, Miyazawa M, Satoh S, Sakai A, Mizusaki S.. 2004. Inhibitory effects of mulberry leaf extract on postprandial hyperglycemia in normal rats. J Nutr Sci Vitaminol. 50:161–164.", "ArticleIdList": ["15386927"]}, {"Citation": "Mohammadi J, Naik PR.. 2008. Evaluation of hypoglycemic effect of Morus alba in an animal model. Indian J Pharmacol. 40:15–18.", "ArticleIdList": ["PMC3023115", "21264155"]}, {"Citation": "Mudra M, Ercan-Fang N, Zhong L, Furne J, Levitt M.. 2007. Influence of mulberry leaf extract on the blood glucose and breath hydrogen response to ingestion of 75 g sucrose by type 2 diabetic and control subjects. Diabetes Care. 30:1272–1274.", "ArticleIdList": ["17303787"]}, {"Citation": "Nade VS, Kawale LA, Bhangale SP, Wale YB.. 2013. Cardioprotective and antihypertensive potential of Morus alba L. in isoproterenol-induced myocardial infarction and renal artery ligation-induced hypertension. J Nat Remedies. 13:54–67."}, {"Citation": "Nakamura M, Nakamura S, Oku T.. 2009. Suppressive response of confections containing the extractive from leaves of Morus alba on postprandial blood glucose and insulin in healthy human subjects. Nutr Metab (Lond). 6:1–10.", "ArticleIdList": ["PMC2723107", "19602243"]}, {"Citation": "Nakamura S, Hashiguchi M, Yamaguchi Y, Oku T.. 2011. Hypoglycemic effects of Morus alba leaf extract on postprandial glucose and insulin levels in patients with type 2 diabetes treated with sulfonylurea hypoglycemic agents. J Diabetes Metab. 2:1–5."}, {"Citation": "Naowaboot J, Pannangpetch P, Kukongviriyapan V, Kongyingyoes B, Kukongviriyapan U.. 2009. Antihyperglycemic, antioxidant and antiglycation activities of mulberry leaf extract in streptozotocin-induced chronic diabetic rats. Plant Foods Hum Nutr. 64:116–121.", "ArticleIdList": ["19434497"]}, {"Citation": "Naowaboot J, Pannangpetch P, Kukongviriyapan V, Kukongviriyapan U, Nakmareong S, Itharat A.. 2009. Mulberry leaf extract restores arterial pressure in streptozotocin-induced chronic diabetic rats. Nutr Res. 29:602–608.", "ArticleIdList": ["19761895"]}, {"Citation": "Nuengchamnong N, Ingkaninan K, Kaewruang W, Wongareonwanakij S, Hongthongdaeng B.. 2007. Quantitative determination of 1-deoxynojirimycin in mulberry leaves using liquid chromatography–tandem mass spectrometry. J Pharm Biomed Anal. 44:853–858.", "ArticleIdList": ["17512690"]}, {"Citation": "Park E, Lee SM, Lee JE, Kim JH.. 2013. Anti-inflammatory activity of mulberry leaf extract through inhibition of NF-κB. J Funct Foods. 5:178–186."}, {"Citation": "Park JM, Bong HY, Jeong HI, Kim YK, Kim JY, Kwon O.. 2009. Postprandial hypoglycemic effect of mulberry leaf in Goto-Kakizaki rats and counterpart control Wistar rats. Nutr Res Pract. 3:272–278.", "ArticleIdList": ["PMC2809233", "20098579"]}, {"Citation": "Sánchez MD.2000. Mulberry: an exceptional forage available almost worldwide! World Anim Rev. 93:1–21."}, {"Citation": "Sanchez-Salcedo EM, Amoros A, Hernandez F, Martinez JJ.. 2017. Physicochemical properties of white (Morus alba) and black (Morus nigra) mulberry leaves, a new food supplement. J Food Nutr Res. 5:253–261."}, {"Citation": "Savoia C, Sada L, Zezza L, Pucci L, Lauri FM, Befani A, Alonzo A, Volpe M.. 2011. Vascular inflammation and endothelial dysfunction in experimental hypertension. Int J Hypertens. 2011:1–8.", "ArticleIdList": ["PMC3170891", "21915370"]}, {"Citation": "Sharma SB, Tanwar RS, Rini AC, Singh UR, Gupta S, Shukla SK.. 2010. Protective effect of Morus rubra L. leaf extract on diet-induced atherosclerosis in diabetic rats. Indian J Biochem Biophys. 47:26–31.", "ArticleIdList": ["21086751"]}, {"Citation": "Song W, Wang HJ, Bucheli P, Zhang PF, Wei DZ, Lu YH.. 2009. Phytochemical profiles of different mulberry (Morus sp.) species from China. J Agric Food Chem. 57:9133–9140.", "ArticleIdList": ["19761189"]}, {"Citation": "Srivastava S, Kapoor R, Thathola A, Srivastava RP.. 2006. Nutritional quality of leaves of some genotypes of mulberry (Morus alba). Int J Food Sci Nutr. 57:305–313.", "ArticleIdList": ["17135021"]}, {"Citation": "Sun X, Yamasaki M, Katsube T, Shiwaku K.. 2015. Effects of quercetin derivatives from mulberry leaves: improved gene expression related hepatic lipid and glucose metabolism in short-term high-fat fed mice. Nutr Res Pract. 9:137–143.", "ArticleIdList": ["PMC4388944", "25861419"]}, {"Citation": "Thabti I, Elfalleh W, Hannachi H, Ferchichi A, Campos MDG.. 2012. Identification and quantification of phenolic acids and flavonol glycosides in Tunisian Morus species by HPLC-DAD and HPLC–MS. J Funct Foods. 4:367–374."}, {"Citation": "Tond SB, Fallah S, Salemi Z, Seifi M.. 2016. Influence of mulberry leaf extract on serum adiponectin, visfatin and lipid profile levels in type 2 diabetic rats. Braz Arch Biol Technol. 53:1–8."}, {"Citation": "Tsuduki T, Nakamura Y, Honma T, Nakagawa K, Kimura T, Ikeda I, Miyazawa T.. 2009. Intake of 1-deoxynojirimycin suppresses lipid accumulation through activation of the beta-oxidation system in rat liver. J Agric Food Chem. 57:11024–11029.", "ArticleIdList": ["19863049"]}, {"Citation": "Wilson RD, Islam MS.. 2015. Effects of white mulberry (Morus alba) leaf tea investigated in a type 2 diabetes model of rats. Acta Pol Pharm. 72:153–160.", "ArticleIdList": ["25850211"]}, {"Citation": "Yang MY, Huang CN, Chan KC, Yang YS, Peng CH, Wang CJ.. 2011. Mulberry leaf polyphenols possess antiatherogenesis effect via inhibiting LDL oxidation and foam cell formation. J Agric Food Chem. 59:1985–1995.", "ArticleIdList": ["21314155"]}, {"Citation": "Yang NC, Jhou KY, Tseng CY.. 2012. Antihypertensive effect of mulberry leaf aqueous extract containing γ-aminobutyric acid in spontaneously hypertensive rats. Food Chem. 132:1796–1801."}, {"Citation": "Yang SJ, Park NY, Lim Y.. 2014. Anti-adipogenic effect of mulberry leaf ethanol extract in 3T3-L1 adipocytes. Nutr Res Pract. 8:613–617.", "ArticleIdList": ["PMC4252519", "25489399"]}, {"Citation": "Yigit D, Akar F, Baydas A, Buyukyildiz M.. 2010. Elemental composition of various mulberry species. Asian J Chem. 22:3554–3560."}]}], "History": [{"Year": "2018", "Month": "1", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29347857", "PMC6130672", "10.1080/13880209.2018.1424210"]}}]}