{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Boletus edulis", "FT-MIR", "ICP-AES", "UV-Vis", "origin traceability"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29342969", "DateCompleted": {"Year": "2018", "Month": "06", "Day": "07"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "01", "Day": "15"}], "Language": ["eng"], "ELocationID": ["241", "10.3390/s18010241"], "Journal": {"ISSN": "1424-8220", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Jan", "Day": "15"}}, "Title": "Sensors (Basel, Switzerland)", "ISOAbbreviation": "Sensors (Basel)"}, "ArticleTitle": "Feature Fusion of ICP-AES, UV-Vis and FT-MIR for Origin Traceability of Boletus edulis Mushrooms in Combination with Chemometrics.", "Abstract": {"AbstractText": ["Origin traceability is an important step to control the nutritional and pharmacological quality of food products. <i>Boletus edulis</i> mushroom is a well-known food resource in the world. Its nutritional and medicinal properties are drastically varied depending on geographical origins. In this study, three sensor systems (inductively coupled plasma atomic emission spectrophotometer (ICP-AES), ultraviolet-visible (UV-Vis) and Fourier transform mid-infrared spectroscopy (FT-MIR)) were applied for the origin traceability of 192 mushroom samples (caps and stipes) in combination with chemometrics. The difference between cap and stipe was clearly illustrated based on a single sensor technique, respectively. Feature variables from three instruments were used for origin traceability. Two supervised classification methods, partial least square discriminant analysis (FLS-DA) and grid search support vector machine (GS-SVM), were applied to develop mathematical models. Two steps (internal cross-validation and external prediction for unknown samples) were used to evaluate the performance of a classification model. The result is satisfactory with high accuracies ranging from 90.625% to 100%. These models also have an excellent generalization ability with the optimal parameters. Based on the combination of three sensory systems, our study provides a multi-sensory and comprehensive origin traceability of <i>B. edulis</i> mushrooms."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plants, Yunnan Academy of Agricultural Sciences, Kunming 650200, China. 18669326801@163.com."}, {"Identifier": [], "Affiliation": "State Key Laboratory Breeding Base of Systematic Research, Development and Utilization of Chinese Medicine Resources, Chengdu University of Traditional Chinese Medicine, Chengdu 611137, China. 18669326801@163.com."}], "LastName": "Qi", "ForeName": "Luming", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming 650201, China. honggaoliu@126.com."}], "LastName": "Liu", "ForeName": "Honggao", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming 650201, China. lijieqing2008@126.com."}], "LastName": "Li", "ForeName": "Jieqing", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Resources and Environment, Yuxi Normal University, Yuxi 653100, China. ltyx_1976@126.com."}], "LastName": "Li", "ForeName": "Tao", "Initials": "T"}, {"Identifier": ["0000-0001-5376-757X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plants, Yunnan Academy of Agricultural Sciences, Kunming 650200, China. boletus@126.com."}], "LastName": "Wang", "ForeName": "Yuanzhong", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Sensors (Basel)", "NlmUniqueID": "101204366", "ISSNLinking": "1424-8220"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Agaricales"}, {"QualifierName": [], "DescriptorName": "Discriminant Analysis"}, {"QualifierName": [], "DescriptorName": "Spectrophotometry, Ultraviolet"}, {"QualifierName": [], "DescriptorName": "Spectroscopy, Fourier Transform Infrared"}, {"QualifierName": [], "DescriptorName": "Support Vector Machine"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Fernandes Â., Petrović J., Stojković D., Barros L., Glamočlija J., Soković M., Martins A., Ferreira I.C.F.R. Polyporus squamosus (Huds.) Fr from different origins: Chemical characterization, screening of the bioactive properties and specific antimicrobial effects against Pseudomonas aeruginosa. LWT Food Sci. Technol. 2016;69:91–97. doi: 10.1016/j.lwt.2016.01.037.", "ArticleIdList": ["10.1016/j.lwt.2016.01.037"]}, {"Citation": "Tesanovic K., Pejin B., Sibul F., Matavulj M., Raseta M., Janjusevic L., Karaman M. A comparative overview of antioxidative properties and phenolic profiles of different fungal origins: Fruiting bodies and submerged cultures of Coprinus comatus and Coprinellus truncorum. J. Food Sci. Technol. 2017;54:430–438. doi: 10.1007/s13197-016-2479-2.", "ArticleIdList": ["10.1007/s13197-016-2479-2", "PMC5306037", "28242942"]}, {"Citation": "Yao S., Li T., Liu H., Li J., Wang Y. Traceability of Boletaceae mushrooms using data fusion of UV-visible and FTIR combined with chemometrics methods. J. Sci. Food Agric. 2017 doi: 10.1002/jsfa.8707.", "ArticleIdList": ["10.1002/jsfa.8707", "28963727"]}, {"Citation": "Falandysz J., Frankowska A., Mazur A. Mercury and its bioconcentration factors in King Bolete (Boletus edulis) Bull. Fr. J. Environ. Sci. Health Part A. 2007;42:2089–2095. doi: 10.1080/10934520701627058.", "ArticleIdList": ["10.1080/10934520701627058", "18074279"]}, {"Citation": "Falandysz J., Zhang J., Wang Y.Z., Saba M., Krasinska G., Wiejak A., Li T. Evaluation of Mercury Contamination in Fungi Boletus Species from Latosols, Lateritic Red Earths, and Red and Yellow Earths in the Circum-Pacific Mercuriferous Belt of Southwestern China. PLoS ONE. 2015;10:e0143608. doi: 10.1371/journal.pone.0143608.", "ArticleIdList": ["10.1371/journal.pone.0143608", "PMC4659685", "26606425"]}, {"Citation": "Palacios I., Lozano M., Moro C., D’Arrigo M., Rostagno M.A., Martínez J.A., García-Lafuente A., Guillamón E., Villares A. Antioxidant properties of phenolic compounds occurring in edible mushrooms. Food Chem. 2011;128:674–678. doi: 10.1016/j.foodchem.2011.03.085.", "ArticleIdList": ["10.1016/j.foodchem.2011.03.085"]}, {"Citation": "Tsai S.Y., Tsai H.L., Mau J.L. Antioxidant properties of Agaricus blazei, Agrocybe cylindracea, and Boletus edulis. LWT Food Sci. Technol. 2007;40:1392–1402. doi: 10.1016/j.lwt.2006.10.001.", "ArticleIdList": ["10.1016/j.lwt.2006.10.001"]}, {"Citation": "Sarikurkcu C., Tepe B., Yamac M. Evaluation of the antioxidant activity of four edible mushrooms from the Central Anatolia, Eskisehir-Turkey: Lactarius deterrimus, Suillus collitinus, Boletus edulis, Xerocomus chrysenteron. Bioresour. Technol. 2008;99:6651–6655. doi: 10.1016/j.biortech.2007.11.062.", "ArticleIdList": ["10.1016/j.biortech.2007.11.062", "18178083"]}, {"Citation": "Sitta N., Floriani M. Nationalization and globalization trends in the wild mushroom commerce of Italy with emphasis on porcini (Boletus edulis and allied species) Econ. Bot. 2008;62:307–322. doi: 10.1007/s12231-008-9037-4.", "ArticleIdList": ["10.1007/s12231-008-9037-4"]}, {"Citation": "Ulziijargal E., Mau J.L. Nutrient compositions of culinary-medicinal mushroom fruiting bodies and mycelia. Int. J. Med. Mushrooms. 2011;13:343–349. doi: 10.1615/IntJMedMushr.v13.i4.40.", "ArticleIdList": ["10.1615/IntJMedMushr.v13.i4.40", "22164764"]}, {"Citation": "Zhang A., Xiao N., He P., Sun P. Chemical analysis and antioxidant activity in vitro of polysaccharides extracted from Boletus edulis. Int. J. Biol. Macromol. 2011;49:1092–1095. doi: 10.1016/j.ijbiomac.2011.09.005.", "ArticleIdList": ["10.1016/j.ijbiomac.2011.09.005", "21930154"]}, {"Citation": "Ribeiro B., Lopes R., Andrade P.B., Seabra R.M., Goncalves R.F., Baptista P., Quelhas I., Valentao P.C. Comparative study of phytochemicals and antioxidant potential of wild edible mushroom caps and stipes. Food Chem. 2008;110:47–56. doi: 10.1016/j.foodchem.2008.01.054.", "ArticleIdList": ["10.1016/j.foodchem.2008.01.054", "26050164"]}, {"Citation": "Gachumi G., El-Aneed A. Mass Spectrometric Approaches for the Analysis of Phytosterols in Biological Samples. J. Agric. Food Chem. 2017;65:10141–10156. doi: 10.1021/acs.jafc.7b03785.", "ArticleIdList": ["10.1021/acs.jafc.7b03785", "29058915"]}, {"Citation": "Donno D., Beccaro G.L., Mellano M.G., Cerutti A.K., Canterino S., Bounous G. Effect of agronomic and environmental conditions on chemical composition of tree-species buds used for herbal preparations. Vegetos Int. J. Plant Res. 2012;25:21–29."}, {"Citation": "Qi L.M., Zhang J., Liu H.G., Li T., Wang Y.Z. Fourier transform mid-infrared spectroscopy and chemometrics to identify and discriminate Boletus edulis and Boletus tomentipes mushrooms. Int. J. Food Prop. 2017;20 doi: 10.1080/10942912.2017.1289387.", "ArticleIdList": ["10.1080/10942912.2017.1289387"]}, {"Citation": "Botelho B.G., Oliveira L.S., Franca A.S. Fluorescence spectroscopy as tool for the geographical discrimination of coffees produced in different regions of Minas Gerais State in Brazil. Food Control. 2017;77:25–31. doi: 10.1016/j.foodcont.2017.01.020.", "ArticleIdList": ["10.1016/j.foodcont.2017.01.020"]}, {"Citation": "Jiang W., Xie C., Zhuang M., Shou Y., Tang Y. Sensor Data Fusion with Z-Numbers and Its Application in Fault Diagnosis. Sensors. 2016;16:1509. doi: 10.3390/s16091509.", "ArticleIdList": ["10.3390/s16091509", "PMC5038782", "27649193"]}, {"Citation": "Biancolillo A., Bucci R., Magri A.L., Magri A.D., Marini F. Data-fusion for multiplatform characterization of an Italian craft beer aimed at its authentication. Anal. Chim. Acta. 2014;820:23–31. doi: 10.1016/j.aca.2014.02.024.", "ArticleIdList": ["10.1016/j.aca.2014.02.024", "24745734"]}, {"Citation": "Alamprese C., Casale M., Sinelli N., Lanteri S., Casiraghi E. Detection of minced beef adulteration with turkey meat by UV-Vis, NIR and MIR spectroscopy. LWT Food Sci. Technol. 2013;53:225–232. doi: 10.1016/j.lwt.2013.01.027.", "ArticleIdList": ["10.1016/j.lwt.2013.01.027"]}, {"Citation": "Sun W., Zhang X., Zhang Z., Zhu R. Data fusion of near-infrared and mid-infrared spectra for identification of rhubarb. Spectrochim. Acta Part A. 2017;171:72–79. doi: 10.1016/j.saa.2016.07.039.", "ArticleIdList": ["10.1016/j.saa.2016.07.039", "27487576"]}, {"Citation": "Li Y., Zhang J., Li T., Yang T., Wang Y., Liu H. Ultraviolet Spectroscopy Used to Fingerprint Five Wild-Grown Edible Mushrooms (Boletaceae) Collected from Yunnan, China. J. Spectrosc. 2016;2016:1–8. doi: 10.1155/2016/7813405.", "ArticleIdList": ["10.1155/2016/7813405"]}, {"Citation": "Donno D., Boggia R., Zunin P., Cerutti A.K., Guido M., Mellano M.G., Prgome Z., Beccaro G.L. Phytochemical fingerprint and chemometrics for natural food preparation pattern recognition: An innovative technique in food supplement quality control. J. Food Sci. Technol. 2016;53:1071–1083. doi: 10.1007/s13197-015-2115-6.", "ArticleIdList": ["10.1007/s13197-015-2115-6", "PMC4837732", "27162387"]}, {"Citation": "Peev C.I., Vlase L., Antal D.S., Dehelean C.A., Szabadai Z. Determination of some polyphenolic compounds in buds of Alnus and Corylus species by HPLC. Chem. Nat. Compd. 2007;43:259–262. doi: 10.1007/s10600-007-0100-7.", "ArticleIdList": ["10.1007/s10600-007-0100-7"]}, {"Citation": "Lim J., Kim G., Mo C., Oh K., Yoo H., Ham H., Kim M.S. Classification of Fusarium-Infected Korean Hulled Barley Using Near-Infrared Reflectance Spectroscopy and Partial Least Squares Discriminant Analysis. Sensors. 2017;17:2258. doi: 10.3390/s17102258.", "ArticleIdList": ["10.3390/s17102258", "PMC5677389", "28974012"]}, {"Citation": "Galtier O., Abbas O., Le Dréau Y., Rebufa C., Kister J., Artaud J., Dupuy N. Comparison of PLS1-DA, PLS2-DA and SIMCA for classification by origin of crude petroleum oils by MIR and virgin olive oils by NIR for different spectral regions. Vib. Spectrosc. 2011;55:132–140. doi: 10.1016/j.vibspec.2010.09.012.", "ArticleIdList": ["10.1016/j.vibspec.2010.09.012"]}, {"Citation": "Hirri A., Bassbasi M., Platikanov S., Tauler R., Oussama A. FTIR Spectroscopy and PLS-DA Classification and Prediction of Four Commercial Grade Virgin Olive Oils from Morocco. Food Anal. Methods. 2015;9:974–981. doi: 10.1007/s12161-015-0255-y.", "ArticleIdList": ["10.1007/s12161-015-0255-y"]}, {"Citation": "Dupuy N., Galtier O., Ollivier D., Vanloot P., Artaud J. Comparison between NIR, MIR, concatenated NIR and MIR analysis and hierarchical PLS model. Application to virgin olive oil analysis. Anal. Chim. Acta. 2010;666:23–31. doi: 10.1016/j.aca.2010.03.034.", "ArticleIdList": ["10.1016/j.aca.2010.03.034", "20433960"]}, {"Citation": "Qi L.-M., Zhang J., Zuo Z.-T., Zhao Y.-L., Wang Y.-Z., Hang J. Determination of Iridoids in Gentiana rigescens by Infrared Spectroscopy and Multivariate Analysis. Anal. Lett. 2016;50:389–401. doi: 10.1080/00032719.2016.1178757.", "ArticleIdList": ["10.1080/00032719.2016.1178757"]}, {"Citation": "Mahadevan S., Shah S.L., Marrie T.J., Slupsky C.M. Analysis of metabolomic data using support vector machines. Anal. Chem. 2008;80:7562–7570. doi: 10.1021/ac800954c.", "ArticleIdList": ["10.1021/ac800954c", "18767870"]}, {"Citation": "Hong X., Wang J. Detection of adulteration in cherry tomato juices based on electronic nose and tongue: Comparison of different data fusion approaches. J. Food Eng. 2014;126:89–97. doi: 10.1016/j.jfoodeng.2013.11.008.", "ArticleIdList": ["10.1016/j.jfoodeng.2013.11.008"]}, {"Citation": "Berrueta L.A., Alonso-Salces R.M., Heberger K. Supervised pattern recognition in food analysis. J. Chromatogr. A. 2007;1158:196–214. doi: 10.1016/j.chroma.2007.05.024.", "ArticleIdList": ["10.1016/j.chroma.2007.05.024", "17540392"]}, {"Citation": "Chen Q., Zhao J., Fang C.H., Wang D. Feasibility study on identification of green, black and Oolong teas using near-infrared reflectance spectroscopy based on support vector machine (SVM) Spectrochim. Acta Part A. 2007;66:568–574. doi: 10.1016/j.saa.2006.03.038.", "ArticleIdList": ["10.1016/j.saa.2006.03.038", "16859975"]}, {"Citation": "Nikkarinen M., Mertanen E. Impact of geological origin on trace element composition of edible mushrooms. J. Food Compos. Anal. 2004;17:301–310. doi: 10.1016/j.jfca.2004.03.013.", "ArticleIdList": ["10.1016/j.jfca.2004.03.013"]}, {"Citation": "Jarzyńska G., Falandysz J. Trace elements profile of Slate Bolete (Leccinum duriusculum) mushroom and associated upper soil horizon. J. Geochem. Explor. 2012;121:69–75. doi: 10.1016/j.gexplo.2012.07.001.", "ArticleIdList": ["10.1016/j.gexplo.2012.07.001"]}, {"Citation": "Giannaccini G., Betti L., Palego L., Mascia G., Schmid L., Lanza M., Mela A., Fabbrini L., Biondi L., Lucacchini A. The trace element content of top-soil and wild edible mushroom samples collected in Tuscany, Italy. Environ. Monit. Assess. 2012;184:7579–7595. doi: 10.1007/s10661-012-2520-5.", "ArticleIdList": ["10.1007/s10661-012-2520-5", "22371035"]}, {"Citation": "Chudzynski K., Falandysz J. Multivariate analysis of elements content of Larch Bolete (Suillus grevillei) mushroom. Chemosphere. 2008;73:1230–1239. doi: 10.1016/j.chemosphere.2008.07.055.", "ArticleIdList": ["10.1016/j.chemosphere.2008.07.055", "18783817"]}, {"Citation": "Anghileri A., Lantto R., Kruus K., Arosio C., Freddi G. Tyrosinase-catalyzed grafting of sericin peptides onto chitosan and production of protein-polysaccharide bioconjugates. J. Biotechnol. 2007;127:508–519. doi: 10.1016/j.jbiotec.2006.07.021.", "ArticleIdList": ["10.1016/j.jbiotec.2006.07.021", "16934898"]}, {"Citation": "Gonzaga M.L.C., Ricardo N.M.P.S., Heatley F., Soares S.d.A. Isolation and characterization of polysaccharides from Agaricus blazei Murill. Carbohydr. Polym. 2005;60:43–49. doi: 10.1016/j.carbpol.2004.11.022.", "ArticleIdList": ["10.1016/j.carbpol.2004.11.022"]}, {"Citation": "Hung Y.C., Sava V.M., Makan S.Y., Chen T.H.J., Hong M.Y., Huang G.S. Antioxidant activity of melanins derived from tea: Comparison between different oxidative states. Food Chem. 2002;78:233–240. doi: 10.1016/S0308-8146(01)00403-4.", "ArticleIdList": ["10.1016/S0308-8146(01)00403-4"]}, {"Citation": "Barros L., Calhelha R.C., Vaz J.A., Ferreira I.C.F.R., Baptista P., Estevinho L.M. Antimicrobial activity and bioactive compounds of Portuguese wild edible mushrooms methanolic extracts. Eur. Food Res. Technol. 2006;225:151–156. doi: 10.1007/s00217-006-0394-x.", "ArticleIdList": ["10.1007/s00217-006-0394-x"]}, {"Citation": "Nasiri F., Tarzi B.G., Bassiri A., Hoseini S.E. Comparative study on some chemical compounds of button mushrooms (Agaricus Bisporus) cap and stipe during the first to third flushes. Ann. Biol. Res. 2012;3:5677–5680."}, {"Citation": "Fischer G., Braun S., Thissen R., Dott W. FT-IR spectroscopy as a tool for rapid identification and intra-species characterization of airborne filamentous fungi. J. Microbiol. Methods. 2006;64:63–77. doi: 10.1016/j.mimet.2005.04.005.", "ArticleIdList": ["10.1016/j.mimet.2005.04.005", "16229914"]}, {"Citation": "Zervakis G.I., Bekiaris G., Tarantilis P., Pappas C.S. Rapid strain classification and taxa delimitation within the edible mushroom genus Pleurotus through the use of diffuse reflectance infrared Fourier transform (DRIFT) spectroscopy. Fungal Biol. 2012;116:715–728. doi: 10.1016/j.funbio.2012.04.006.", "ArticleIdList": ["10.1016/j.funbio.2012.04.006", "22658316"]}, {"Citation": "Ma D.X., Liu G., Ou Q.H., Yu H.C., Li H.M., Liu Y. Discrimination of Seven Species of Boletus with Fourier Transform Infrared Spectroscopy. Spectrosc. Spectr. Anal. 2016;36:2479–2486.", "ArticleIdList": ["30074350"]}, {"Citation": "Mohaček-Grošev V., Božac R., Puppels G.J. Vibrational spectroscopic characterization of wild growing mushrooms and toadstools. Spectrochim. Acta Part A. 2001;57:2815–2829. doi: 10.1016/S1386-1425(01)00584-4.", "ArticleIdList": ["10.1016/S1386-1425(01)00584-4", "11789883"]}, {"Citation": "Mellado-Mojica E., Lopez M.G. Identification, classification, and discrimination of agave syrups from natural sweeteners by infrared spectroscopy and HPAEC-PAD. Food Chem. 2015;167:349–357. doi: 10.1016/j.foodchem.2014.06.111.", "ArticleIdList": ["10.1016/j.foodchem.2014.06.111", "25148997"]}, {"Citation": "O’Gorman A., Downey G., Gowen A.A., Barry-Ryan C., Frias J.M. Use of Fourier transform infrared spectroscopy and chemometric data analysis to evaluate damage and age in mushrooms (Agaricus bisporus) grown in Ireland. J. Agric. Food Chem. 2010;58:7770–7776. doi: 10.1021/jf101123a.", "ArticleIdList": ["10.1021/jf101123a", "20518458"]}, {"Citation": "Li Y., Zhang J., Li T., Liu H., Li J., Wang Y. Geographical traceability of wild Boletus edulis based on data fusion of FT-MIR and ICP-AES coupled with data mining methods (SVM) Spectrochim. Acta Part A. 2017;177:20–27. doi: 10.1016/j.saa.2017.01.029.", "ArticleIdList": ["10.1016/j.saa.2017.01.029", "28113137"]}, {"Citation": "Falandysz J., Frankowska A., Jarzynska G., Dryzalowska A., Kojta A.K., Zhang D. Survey on composition and bioconcentration potential of 12 metallic elements in King Bolete (Boletus edulis) mushroom that emerged at 11 spatially distant sites. J. Environ. Sci. Health Part B. 2011;46:231–246. doi: 10.1080/03601234.2011.540528.", "ArticleIdList": ["10.1080/03601234.2011.540528", "21442539"]}, {"Citation": "Nnorom I.C., Jarzyńska G., Drewnowska M., Dryżałowska A., Kojta A., Pankavec S., Falandysz J. Major and trace elements in sclerotium of Pleurotus tuber-regium (Ósū) mushroom-Dietary intake and risk in southeastern Nigeria. J. Food Compos. Anal. 2013;29:73–81. doi: 10.1016/j.jfca.2012.10.001.", "ArticleIdList": ["10.1016/j.jfca.2012.10.001"]}, {"Citation": "Medyk M., Chudzinska M., Baralkiewicz D., Falandysz J. Specific accumulation of cadmium and other trace elements in Sarcodon imbricatus using ICP-MS with a chemometric approach. J. Environ. Sci. Health Part B. 2017;52:361–366. doi: 10.1080/03601234.2017.1283145.", "ArticleIdList": ["10.1080/03601234.2017.1283145", "28277082"]}, {"Citation": "Li Y., Zhang J., Zhao Y., Li Z., Li T., Wang Y. Characteristic Fingerprint Based on Low Polar Constituents for Discrimination of Wolfiporia extensa according to Geographical Origin Using UV Spectroscopy and Chemometrics Methods. J. Anal. Methods Chem. 2014;2014:519424. doi: 10.1155/2014/519424.", "ArticleIdList": ["10.1155/2014/519424", "PMC4269309", "25544933"]}, {"Citation": "Chen Y., Xie M.Y., Yan Y., Zhu S.B., Nie S.P., Li C., Wang Y.X., Gong X.F. Discrimination of Ganoderma lucidum according to geographical origin with near infrared diffuse reflectance spectroscopy and pattern recognition techniques. Anal. Chim. Acta. 2008;618:121–130. doi: 10.1016/j.aca.2008.04.055.", "ArticleIdList": ["10.1016/j.aca.2008.04.055", "18513533"]}, {"Citation": "Casale M., Bagnasco L., Zotti M., Di Piazza S., Sitta N., Oliveri P. A NIR spectroscopy-based efficient approach to detect fraudulent additions within mixtures of dried porcini mushrooms. Talanta. 2016;160:729–734. doi: 10.1016/j.talanta.2016.08.004.", "ArticleIdList": ["10.1016/j.talanta.2016.08.004", "27591669"]}, {"Citation": "Li Y., Zhang J., Jin H., Liu H., Wang Y. Ultraviolet spectroscopy combined with ultra-fast liquid chromatography and multivariate statistical analysis for quality assessment of wild Wolfiporia extensa from different geographical origins. Spectrochim. Acta Part A. 2016;165:61–68. doi: 10.1016/j.saa.2016.04.012.", "ArticleIdList": ["10.1016/j.saa.2016.04.012", "27111154"]}]}], "History": [{"Year": "2017", "Month": "12", "Day": "15"}, {"Year": "2018", "Month": "1", "Day": "8"}, {"Year": "2018", "Month": "1", "Day": "12"}, {"Year": "2018", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["29342969", "PMC5795700", "10.3390/s18010241", "s18010241"]}}]}