{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dendrobium", "aging", "anti-diabetic", "anticancer", "immunomodulatory", "neuroprotective"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29344419", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "12", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.14336/AD.2017.0214"], "Journal": {"ISSN": "2152-5250", "JournalIssue": {"Volume": "8", "Issue": "6", "PubDate": {"Year": "2017", "Month": "Dec"}}, "Title": "Aging and disease", "ISOAbbreviation": "Aging Dis"}, "ArticleTitle": "<i>Dendrobium:</i> Sources of Active Ingredients to Treat Age-Related Pathologies.", "Pagination": {"StartPage": "827", "EndPage": "849", "MedlinePgn": "827-849"}, "Abstract": {"AbstractText": ["<i>Dendrobium</i> represents one of the most important orchid genera, ornamentally and medicinally. <i>Dendrobiums</i> are sympodial epiphytic plants, which is a name they are worthy of, the name coming from Greek origin: \"dendros\", tree, and \"bios\", life. <i>Dendrobium</i> species have been used for a thousand years as first-rate herbs in traditional Chinese medicine (TCM). They are source of tonic, astringent, analgesic, antipyretic, and anti-inflammatory substances, and have been traditionally used as medicinal herbs in the treatment of a variety of disorders, such as, nourishing the stomach, enhancing production of body fluids or nourishing Yin. The Chinese consider <i>Dendrobium</i> as one of the fifty fundamental herbs used to treat all kinds of ailments and use <i>Dendrobium</i> tonic for longevity. This review is focused on main research conducted during the last decade (2006-2016) on <i>Dendrobium</i> plants and their constituents, which have been subjected to investigations of their pharmacological effects involving anticancer, anti-diabetic, neuroprotective and immunomodulating activities, to report their undeniable potential for treating age-related pathologies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1Université de Strasbourg, CNRS, LIT UMR 7200, F-67000 Strasbourg, France."}], "LastName": "Cakova", "ForeName": "Veronika", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "2LVMH Recherche, F-45800 Saint Jean de Braye, France."}], "LastName": "Bonte", "ForeName": "Frederic", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1Université de Strasbourg, CNRS, LIT UMR 7200, F-67000 Strasbourg, France."}], "LastName": "Lobstein", "ForeName": "Annelise", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Aging Dis", "NlmUniqueID": "101540533", "ISSNLinking": "2152-5250"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lam Y, Ng TB, Yao RM, Shi J, Xu K, Sze SC, et al. (2015). Evaluation of chemical constituents and important mechanism of pharmacological biology in Dendrobium plants. Evid-based Compl Alt, 2015: 841752", "ArticleIdList": ["PMC4402476", "25945114"]}, {"Citation": "Xu J, Han QB, Li SL, Chen XJ, Wang XN, Zhao ZZ, et al. (2013). Chemistry, bioactivity and quality control of Dendrobium, a commonly used tonic herb in traditional Chinese medicine. Phytochem Rev, 12: 341-367"}, {"Citation": "Ng TB, Liu J, Wong JH, Ye X, Wing Sze SC, Tong Y, et al. (2012). Review of research on Dendrobium, a prized folk medicine. Appl Microbiol Biotechnol, 93: 1795-1803", "ArticleIdList": ["22322870"]}, {"Citation": "da Silva JA, Cardoso JC, Dobranszki J, Zeng S (2015). Dendrobium micropropagation: a review. Plant Cell Rep, 34: 671-704", "ArticleIdList": ["26046143"]}, {"Citation": "Lin Y, Wang F, Yang LJ, Chun Z, Bao JK, Zhang GL (2013). Anti-inflammatory phenanthrene derivatives from stems of Dendrobium denneanum. Phytochemistry, 95: 242-251", "ArticleIdList": ["24042064"]}, {"Citation": "Hu JM, Chen JJ, Yu H, Zhao YX, Zhou J (2008). Five new compounds from Dendrobium longicornu. Planta Med, 74: 535-539", "ArticleIdList": ["18543150"]}, {"Citation": "Tian CC, Zha XQ, Luo JP (2015). A polysaccharide from Dendrobium huoshanense prevents hepatic inflammatory response caused by carbon tetrachloride. Biotechnol Equip, 29: 132-138", "ArticleIdList": ["PMC4434038", "26019626"]}, {"Citation": "Pan LH, Lu J, Luo JP, Zha XQ, Wang JH (2012). Preventive effect of a galactoglucomannan (GGM) from Dendrobium huoshanense on selenium-induced liver injury and fibrosis in rats. Exp Toxicol Pathol, 64: 899-904", "ArticleIdList": ["21530204"]}, {"Citation": "Sukphan P, Sritularak B, Mekboonsonglarp W, Lipipun V, Likhitwitayawuid K (2014). Chemical constituents of Dendrobium venustum and their antimalarial and anti-herpetic properties. Nat Prod Comm, 9: 825-827", "ArticleIdList": ["25115090"]}, {"Citation": "Sattayasai N, Sudmoon R, Nuchadomrong S, Chaveerach A, Kuehnle AR, Mudalige-Jayawickrama RG, et al. (2009). Dendrobium findleyanum agglutinin: Production, localization, anti-fungal activity and gene characterization. Plant Cell Rep, 28: 1243-1252", "ArticleIdList": ["19495769"]}, {"Citation": "Xing YM, Chen J, Cui JL, Chen XM, Guo SX (2011). Antimicrobial activity and biodiversity of endophytic fungi in Dendrobium devonianum and Dendrobium thyrsiflorum from Vietman. Curr Microbiol, 62: 1218-1224", "ArticleIdList": ["21181405"]}, {"Citation": "Luo A, Fan Y (2011). In vitro antioxidant of a water-soluble polysaccharide from Dendrobium fimbriatum Hook.var.oculatum Hook. Int J Mol Sci, 12: 4068-4079", "ArticleIdList": ["PMC3131609", "21747725"]}, {"Citation": "Luo A, Ge Z, Fan Y, Luo A, Chun Z, He X (2011). In vitro and in vivo antioxidant activity of a water-soluble polysaccharide from Dendrobium denneanum. Molecules, 16: 1579-1592", "ArticleIdList": ["PMC6259659", "21321529"]}, {"Citation": "Lo SF, Nalawade SM, Mulabagal V, Matthew S, Chen CL, Kuo CL, et al. (2004). In vitro propagation by asymbiotic seed germination and 1,1-diphenyl-2-picrylhydrazyl (DPPH) radical scavenging activity studies of tissue culture raised plants of three medicinally important species of Dendrobium. Biol Pharm Bull, 27: 731-735", "ArticleIdList": ["15133256"]}, {"Citation": "Pan LH, Li XF, Wang MN, Zha XQ, Yang XF, Liu ZJ, et al. (2014). Comparison of hypoglycemic and antioxidative effects of polysaccharides from four different Dendrobium species. Int J Biol Macromol, 64: 420-427", "ArticleIdList": ["24370475"]}, {"Citation": "Li Y, Li F, Gong Q, Wu Q, Shi J (2011). Inhibitory effects of Dendrobium alkaloids on memory impairment induced by lipopolysaccharide in rats. Planta Med, 77: 117-121", "ArticleIdList": ["20717874"]}, {"Citation": "Sun J, Guo Y, Fu X, Wang Y, Liu Y, Huo B, et al. (2016). Dendrobium candidum inhibits MCF-7 cells proliferation by inducing cell cycle arrest at G2/M phase and regulating key biomarkers. Oncotargets Ther, 9: 21-30", "ArticleIdList": ["PMC4694679", "26730200"]}, {"Citation": "Zhao Y, Son YO, Kim SS, Jang YS, Lee JC (2007). Antioxidant and anti-hyperglycemic activity of polysaccharide isolated from Dendrobium chrysotoxum Lindl. J Biochem Mol Biol, 40: 670-677", "ArticleIdList": ["17927899"]}, {"Citation": "Kovacs A, Vasas A, Hohmann J (2008). Natural phenanthrenes and their biological activity. Phytochemistry, 69: 1084-1110", "ArticleIdList": ["18243254"]}, {"Citation": "Dillin A, Gottschling DE, Nystrom T (2014). The good and the bad of being connected: the integrons of aging. Curr Opin Cell Biol, 26: 107-112", "ArticleIdList": ["PMC3927154", "24529252"]}, {"Citation": "Vallejo NA (2012). Aging Successfully: a Research and Public Health Priority for the 21st Century. Aging Dis, 3: 1-4", "ArticleIdList": ["PMC3320800", "22500267"]}, {"Citation": "Vallejo NA (2011). Immune aging and challenges for immune protection of the graying population. Aging Dis, 2: 339-345", "ArticleIdList": ["PMC3295083", "22396886"]}, {"Citation": "Zhao X, Sun P, Qian Y, Suo H (2014). D. candidum has in vitro anticancer effects in HCT-116 cancer cells and exerts in vivo anti-metastatic effects in mice. Nutr Res Pract, 8: 487-493", "ArticleIdList": ["PMC4198959", "25324926"]}, {"Citation": "Prasad R, Koch B (2014). Antitumor activity of ethanolic extract of Dendrobium formosum in T-cell lymphoma: an in vitro and in vivo study. Biomed Res Int, 2014: 753451", "ArticleIdList": ["PMC4052125", "24959588"]}, {"Citation": "Moretti M, Cossignani L, Messina F, Dominici L, Villarini M, Curini M, et al. (2013). Antigenotoxic effect, composition and antioxidant activity of Dendrobium speciosum. Food Chem, 140: 660-665", "ArticleIdList": ["23692750"]}, {"Citation": "Zheng Q, Qiu D, Liu X, Zhang L, Cai S, Zhang X (2015). Antiproliferative effect of Dendrobium catenatum Lindley polypeptides against human liver, gastric and breast cancer cell lines. Food Funct, 6: 1489-1495", "ArticleIdList": ["25811957"]}, {"Citation": "Chen XJ, Mei WL, Cai CH, Guo ZK, Song XQ, Dai HF (2014). Four new bibenzyl derivatives from Dendrobium sinense. Phytochem Lett, 9: 107-112"}, {"Citation": "Chaotham C, Pongrakhananon V, Sritularak B, Chanvorachote P (2014). A bibenzyl from Dendrobium ellipsophyllum inhibits epithelial-to-mesenchymal transition and sensitizes lung cancer cells to anoikis. Anticancer Res, 34: 1931-1938", "ArticleIdList": ["24692728"]}, {"Citation": "Chaotham C, Chanvorachote P (2015). A bibenzyl from Dendrobium ellipsophyllum inhibits migration in lung cancer cells. J Nat Med, 69(4): 565-74", "ArticleIdList": ["26109451"]}, {"Citation": "Xu FQ, Xu FC, Hou B, et al. (2014). Cytotoxic bibenzyl dimers from the stems of Dendrobium fimbriatum Hook. Bioorg Med Chem Lett, 24: 5268-5273", "ArticleIdList": ["25316316"]}, {"Citation": "Klongkumnuankarn P, Jongbunprasert V, Busaranon K, Chanvorachote P, Sritularak B, Likhitwitayawuid K (2015). Cytotoxic and Antimigratory Activities of Phenolic Compounds from Dendrobium brymerianum. Evidbased Compl Alt, 2015: 350410", "ArticleIdList": ["PMC4312652", "25685168"]}, {"Citation": "Kowitdamrong A, Chanvorachote P, Sritularak B, Pongrakhananon V (2013). Moscatilin inhibits lung cancer cell motility and invasion via suppression of endogenous reactive oxygen species. Biomed Res Int: 765894.", "ArticleIdList": ["PMC3662177", "23738332"]}, {"Citation": "Chanvorachote P, Kowitdamrong A, Ruanghirun T, Sritularak B, Mungmee C, Likhitwitayawuid K (2013). Anti-metastatic activities of bibenzyls from Dendrobium pulchellum. Nat Prod Comm, 8: 115-118", "ArticleIdList": ["23472473"]}, {"Citation": "Tsai AC, Pan SL, Liao CH, et al. (2010). Moscatilin, a bibenzyl derivative from the India orchid Dendrobrium loddigesii, suppresses tumor angiogenesis and growth in vitro and in vivo. Cancer Lett, 292: 163-170", "ArticleIdList": ["20056528"]}, {"Citation": "Chen TH, Pan SL, Guh JH, et al. (2008). Moscatilin Induces apoptosis in human colorectal cancer cells: a crucial role of c-Jun NH2-terminal protein kinase activation caused by tubulin depolymerization and dna damage. Clin Cancer Res, 14: 4250-4258", "ArticleIdList": ["18594007"]}, {"Citation": "Chen CA, Chen CC, Shen CC, Chang HH, Chen YJ (2013). Moscatilin induces apoptosis and mitotic catastrophe in human esophageal cancer cells. J Med Food, 16: 869-877", "ArticleIdList": ["PMC3806377", "24074296"]}, {"Citation": "Charoenrungruang S, Chanvorachote P, Sritularak B, Pongrakhananon V (2014). Gigantol, a Bibenzyl from Dendrobium draconis, inhibits the migratory behavior of non-small cell lung cancer cells. J Nat Prod, 77: 1359-1366", "ArticleIdList": ["24844664"]}, {"Citation": "Charoenrungruang S, Chanvorachote P, Sritularak B, Pongrakhananon V (2014). Gigantol-induced apoptosis in lung cancer cell through mitochondrial-dependent pathway. Thai J Pharm Sci, 38: 67-73"}, {"Citation": "Unahabhokha T, Chanvorachote P, Pongrakhananon V (2016). The attenuation of epithelial to mesenchymal transition and induction of anoikis by gigantol in human lung cancer H460 cells. Tumour Biol 37: 8633-8641", "ArticleIdList": ["26733180"]}, {"Citation": "Unahabhokha T, Chanvorachote P, Sritularak B, Kitsongsermthon J, Pongrakhananon V (2016). Gigantol inhibits epithelial to mesenchymal process in human lung cancer cells. Evid-based Compl Alt, 2016: 4561674", "ArticleIdList": ["PMC5019934", "27651818"]}, {"Citation": "Sun J, Fu X, Wang Y, Liu Y, Zhang Y, Hao T, et al. (2016). Erianin inhibits the proliferation of T47D cells by inhibiting cell cycles, inducing apoptosis and suppressing migration. Am J Transl Res, 8: 3077-3086", "ArticleIdList": ["PMC4969444", "27508028"]}, {"Citation": "Wang H, Zhang T, Sun W, Wang Z, Zuo D, Zhou Z, et al. (2016). Erianin induces G2/M-phase arrest, apoptosis, and autophagy via the ROS/JNK signaling pathway in human osteosarcoma cells in vitro and in vivo. Cell Death Dis, 7: e2247.", "ArticleIdList": ["PMC5143374", "27253411"]}, {"Citation": "Pengpaeng P, Sritularak B, Chanvorachote P (2015). Dendrofalconerol A sensitizes anoikis and inhibits migration in lung cancer cells. J Nat Med, 69: 178-190", "ArticleIdList": ["25391454"]}, {"Citation": "Pengpaeng P, Sritularak B, Chanvorachote P (2015). Dendrofalconerol A suppresses migrating cancer cells via EMT and integrin proteins. Anticancer Res, 35: 201-205", "ArticleIdList": ["25550552"]}, {"Citation": "Huang YC, Guh JH, Teng CM (2005). Denbinobin-mediated anticancer effect in human K562 leukemia cells: role in tubulin polymerization and Bcr-Abl activity. J Biomed Sci, 12: 113-121", "ArticleIdList": ["15864744"]}, {"Citation": "Sanchez-Duffhues G, Calzado MA, Garcia de Vinuesa A, Appendino G, Fiebich BL, Loock U, et al. (2009). Denbinobin inhibits nuclear factor-κB and induces apoptosis via reactive oxygen species generation in human leukemic cells. BiochemPharmacol, 77: 1401-1409", "ArticleIdList": ["19426679"]}, {"Citation": "Song JI, Kang YJ, Yong HY, Kim YC, Moon A (2012). Denbinobin, a phenanthrene from Dendrobium nobile, inhibits invasion and induces apoptosis in SNU-484 human gastric cancer cells. Oncol Rep, 27: 813-818", "ArticleIdList": ["22089965"]}, {"Citation": "Weng HY, Hsu MJ, Chen CC, Chen BC, Hong CY, Teng CM, et al. (2013). Denbinobin induces human glioblastoma multiforme cell apoptosis through the IKKα-Akt-FKHR signaling cascade. Eur J Pharmacol, 698: 103-109", "ArticleIdList": ["23123054"]}, {"Citation": "Lu TL, Han CK, Chang YS, Lu TJ, Huang HC, Bao BY, et al. (2014). Denbinobin, a phenanthrene from Dendrobium nobile, impairs prostate cancer migration by inhibiting rac1 activity. Am J Chin Med, 42: 1539-1554", "ArticleIdList": ["25427623"]}, {"Citation": "Hsu JL, Lee YJ, Leu WJ, et al. (2014). Moniliformediquinone induces in vitro and in vivo antitumor activity through glutathione involved dna damage response and mitochondrial stress in human hormone refractory prostate cancer. J Urol, 191: 1429-1438", "ArticleIdList": ["24316097"]}, {"Citation": "Mittraphab A, Muangnoi C, Likhitwitayawuid K, Rojsitthisak P, Sritularak B (2016). A new Bibenzyl-phenanthrene derivative from dendrobium signatum and its cytotoxic activity. Nat Prod Comm, 11: 657-659", "ArticleIdList": ["27319143"]}, {"Citation": "Zhou XM, Zheng CJ, Gan LS, Chen GY, Zhang XP, Song XP, et al. (2016). Bioactive Phenanthrene and Bibenzyl Derivatives from the Stems of Dendrobium nobile. J Nat Prod, 79: 1791-1797", "ArticleIdList": ["27310249"]}, {"Citation": "Zhou XM, Zheng CJ, Wu JT, Chen GY, Chen J, Sun CG (2016). Five new lactone derivatives from the stems of Dendrobium nobile. Fitoterapia, 115: 96-100", "ArticleIdList": ["27720924"]}, {"Citation": "Li G, Sun P, Zhou Y, Zhao XIN, Chen F (2014). Preventive effects of Dendrobium candidum Wall ex Lindl. on the formation of lung metastases in BALB/c mice injected with 26-M3.1 colon carcinoma cells. Oncology Lett, 8: 1879-1885", "ArticleIdList": ["PMC4156193", "25202430"]}, {"Citation": "Wang Q, Sun P, Li G, Zhu K, Wang C, Zhao X (2014). Inhibitory effects of Dendrobium candidum Wall ex Lindl. on azoxymethane- and dextran sulfate sodium-induced colon carcinogenesis in C57BL/6 mice. Oncology Lett, 7: 493-498", "ArticleIdList": ["PMC3881952", "24396476"]}, {"Citation": "Zhao Y, Liu Y, Lan XM, Xu GL, Sun YZ, Li F, et al. (2016). Effect of Dendrobium officinale Extraction on Gastric Carcinogenesis in Rats. Evid-based Compl Alt, 2016: 1213090", "ArticleIdList": ["PMC5227151", "28119756"]}, {"Citation": "Pai HC, Chang LH, Peng CY, Chang YL, Chen CC, Shen CC, et al. (2013). Moscatilin inhibits migration and metastasis of human breast cancer MDA-MB-231 cells through inhibition of Akt and Twist signaling pathway. J Mol Med, 91: 347-356", "ArticleIdList": ["22961111"]}, {"Citation": "Yang S, Gong Q, Wu Q, Li F, Lu Y, Shi J (2014). Alkaloids enriched extract from Dendrobium nobile Lindl. attenuates tau protein hyperphosphorylation and apoptosis induced by lipopolysaccharide in rat brain. Phytomedicine, 21: 712-716", "ArticleIdList": ["24268296"]}, {"Citation": "Wang Q, Gong Q, Wu Q, Shi J (2010). Neuroprotective effects of Dendrobium alkaloids on rat cortical neurons injured by oxygen-glucose deprivation and reperfusion. Phytomedicine, 17: 108-115", "ArticleIdList": ["19577451"]}, {"Citation": "Selkoe DJ (2001). Alzheimer's disease: genes, proteins, and therapy. Physiol rev, 81: 741-766", "ArticleIdList": ["11274343"]}, {"Citation": "Nie J, Tian Y, Zhang Y, Lu YL, Li LS, Shi JS (2016). Dendrobium alkaloids prevent Abeta25-35-induced neuronal and synaptic loss via promoting neurotrophic factors expression in mice. PeerJ, 4: e2739.", "ArticleIdList": ["PMC5157189", "27994964"]}, {"Citation": "Dong FW, Luo HR, Wan QL, Xu FQ, Fan WW, Wang KJ, et al. (2012). Two New Bibenzyl Glucosides from Dendrobium chrysotoxum. Bull Korean Chem Soc, 33: 2247-2250"}, {"Citation": "Song JX, Shaw PC, Sze CW, Tong Y, Yao XS, Ng TB, et al. (2010). Chrysotoxine, a novel bibenzyl compound, inhibits 6-hydroxydopamine induced apoptosis in SH-SY5Y cells via mitochondria protection and NF-kappaB modulation. Neurochem iInt, 57: 676-689", "ArticleIdList": ["20708055"]}, {"Citation": "Song JX, Shaw PC, Wong NS, Sze CW, Yao XS, Tang CW, et al. (2012). Chrysotoxine, a novel bibenzyl compound selectively antagonizes MPP(+), but not rotenone, neurotoxicity in dopaminergic SH-SY5Y cells. Neurosci Lett, 521: 76-81", "ArticleIdList": ["22659498"]}, {"Citation": "Fan WW, Xu FQ, Dong FW, Li XN, Li Y, Liu YQ, et al. (2013). Dendrowardol C, a novel sesquiterpenoid from Dendrobium wardianum Warner. Nat Prod Bioprospect, 3: 89-92"}, {"Citation": "Xiong L, Cao ZX, Peng C, Li XH, Xie XF, Zhang TM, et al. (2013). Phenolic glucosides from Dendrobium aurantiacum var. denneanum and their bioactivities. Molecules, 18: 6153-6160", "ArticleIdList": ["PMC6270233", "23702921"]}, {"Citation": "Arbor CS, Mike LF, Medhane C (2016). Amyloid-beta Alzheimer targets-protein processing, lipid rafts, and amyloid-beta pores. Yale J Biol Med, 89: 5-21", "ArticleIdList": ["PMC4797837", "27505013"]}, {"Citation": "Fulop T, Lacombe G, Cunnane S, Le Page A, Dupuis G, Frost EH, et al. (2013). Elusive Alzheimer's disease: can immune signatures help our understanding of this challenging disease? Part 2: new immune paradigm. Discov Med, 15: 33-42", "ArticleIdList": ["23375012"]}, {"Citation": "Lu Y, Kuang M, Hu GP, Wu RB, Wang J, Liu L, et al. (2014). Loddigesiinols G-J: alpha-glucosidase inhibitors from Dendrobium loddigesii. Molecules, 19: 8544-8555", "ArticleIdList": ["PMC6270667", "24959681"]}, {"Citation": "Sun J, Zhang F, Yang M, Zhang J, Chen L, Zhan R, et al. (2014). Isolation of alpha-glucosidase inhibitors including a new flavonol glycoside from Dendrobium devonianum. Nat Prod Res, 28: 1900-1905", "ArticleIdList": ["25189122"]}, {"Citation": "Xu Q, Liu Y, Cong YB, Zheng YY, Zhang JP, Cui Y, et al. (2013). Gene Expression and Microarray Investigation of Dendrobium Mixture as Progressive Therapy for the Treatment of Type 2 Diabetes Mellitus. Trop J Pharm Res, 12(2): 195-201"}, {"Citation": "Araszkiewicz A, Gandecka A, Nowicki M, Uruska A, Malińska A, Kowalska K, et al. (2016). Association between small fiber neuropathy and higher skin accumulation of advanced glycation end products in patients with type 1 diabetes. Pol Arch Med Wewn, 126: 847-853", "ArticleIdList": ["27906877"]}, {"Citation": "Pan LH, Feng BJ, Wang JH, Zha XQ, Luo JP (2013). Structural Characterization and Anti-Glycation Activityin Vitroof a Water-Soluble Polysaccharide from Dendrobium huoshanense. J Food Biochem, 37: 313-321"}, {"Citation": "Zha XQ, Li XL, Zhang HL, Cui SH, Liu J, Wang JH, et al. (2013). Pectinase hydrolysis of Dendrobium huoshanense polysaccharide and its effect on protein nonenzymatic glycation. Int J Biol Macromol, 61: 439-447", "ArticleIdList": ["23973510"]}, {"Citation": "Li XL, Xiao JJ, Zha XQ, Pan LH, Asghar MN, Luo JP (2014). Structural identification and sulfated modification of an antiglycation Dendrobium huoshanense polysaccharide. Carbohydr Polym, 106: 247-254", "ArticleIdList": ["24721075"]}, {"Citation": "Gong CY, Yu ZY, Lu B, Yang L, Sheng YC, Fan YM, et al. (2014). Ethanol extract of Dendrobium chrysotoxum Lindl ameliorates diabetic retinopathy and its mechanism. Vascul Pharmacol, 62: 134-142", "ArticleIdList": ["24846859"]}, {"Citation": "Yu Z, Gong C, Lu B, Yang L, Sheng Y, Ji L, et al. (2015). Dendrobium chrysotoxum Lindl. alleviates diabetic retinopathy by preventing retinal inflammation and tight junction protein decrease. J Diabetes Res, 2015: 518317", "ArticleIdList": ["PMC4313057", "25685822"]}, {"Citation": "Yu Z, Zhang T, Gong C, Sheng Y, Lu B, Zhou L, et al. (2016). Erianin inhibits high glucose-induced retinal angiogenesis via blocking ERK1/2-regulated HIF-1alpha-VEGF/VEGFR2 signaling pathway. Sci Rep, 6: 34306.", "ArticleIdList": ["PMC5039671", "27678303"]}, {"Citation": "Zhang Z, Zhang D, Dou M, Li Z, Zhang J, Zhao X (2016). Dendrobium officinale Kimura et Migo attenuates diabetic cardiomyopathy through inhibiting oxidative stress, inflammation and fibrosis in streptozotocin-induced mice. Biomed Pharmacother, 84: 1350-1358", "ArticleIdList": ["27802903"]}, {"Citation": "Hou SZ, Liang CY, Liu HZ, Zhu DM, Wu YY, Liang J, et al. (2016). Dendrobium officinale prevents early complications in streptozotocin-induced diabetic rats. evidence-based complementary and alternative medicine: Evid-based Compl Alt, 2016: 6385850", "ArticleIdList": ["PMC4789412", "27034693"]}, {"Citation": "Adu-Sarkodie NY (2016). Clinical Management of Diabetes Mellitus in the Older Adult Patient. Current diabetes reviews, In Press", "ArticleIdList": ["27924723"]}, {"Citation": "Pereira BI, Akbar AN (2016). Convergence of Innate and Adaptive Immunity during Human Aging. Front Immunol, 7: 445.", "ArticleIdList": ["PMC5095488", "27867379"]}, {"Citation": "Meng LZ, Lv GP, Hu DJ, Cheong KL, Xie J, Zhao J, et al. (2013). Effects of polysaccharides from different species of Dendrobium (Shihu) on macrophage function. Molecules, 18: 5779-5791", "ArticleIdList": ["PMC6269656", "23685935"]}, {"Citation": "Wei W, Feng L, Bao WR, Ma DL, Leung CH, Nie SP, et al. (2016). Structure Characterization and Immunomodulating Effects of Polysaccharides Isolated from Dendrobium officinale. J Agric Food Chem, 64: 881-889", "ArticleIdList": ["26752248"]}, {"Citation": "Xia L, Liu X, Guo H, Zhang H, Zhu J, Ren F (2012). Partial characterization and immunomodulatory activity of polysaccharides from the stem of Dendrobium officinale (Tiepishihu) in vitro. J Funct Foods, 4: 294-301"}, {"Citation": "He TB, Huang YP, Yang L, Liu TT, Gong WY, Wang XJ, et al. (2016). Structural characterization and immunomodulating activity of polysaccharide from Dendrobium officinale. Int J Biol Macromol, 83: 34-41", "ArticleIdList": ["26592697"]}, {"Citation": "Cai HL, Huang XJ, Nie SP, Xie MY, Phillips GO, Cui SW (2015). Study on Dendrobium officinale O-acetyl-glucomannan (Dendronan®): Part III-Immunomodulatory activity in vitro. Carbohydr Diet Fibre, 5: 99-105"}, {"Citation": "Zha XQ, Luo JP, Luo SZ, Jiang ST (2007). Structure identification of a new immunostimulating polysaccharide from the stems of Dendrobium huoshanense. Carbohydr Polym, 69: 86-93"}, {"Citation": "Xie SZ, Hao R, Zha XQ, Pan LH, Liu J, Luo JP (2016). Polysaccharide of Dendrobium huoshanense activates macrophages via toll-like receptor 4-mediated signaling pathways. Carbohydr Polym, 146: 292-300", "ArticleIdList": ["27112877"]}, {"Citation": "Hsieh YS, Chien C, Liao SK, Liao SF, Hung WT, Yang WB, et al. (2008). Structure and bioactivity of the polysaccharides in medicinal plant Dendrobium huoshanense. Bioorg Med Chem, 16: 6054-6068", "ArticleIdList": ["18467102"]}, {"Citation": "Li F, Cui SH, Zha XQ, Bansal V, Jiang YL, Asghar MN, et al. (2015). Structure and bioactivity of a polysaccharide extracted from protocorm-like bodies of Dendrobium huoshanense. Int J Biol Macromol, 72: 664-672", "ArticleIdList": ["25175733"]}, {"Citation": "Lin J, Chang YJ, Yang WB, Yu AL, Wong CH (2014). The multifaceted effects of polysaccharides isolated from Dendrobium huoshanense on immune functions with the induction of interleukin-1 receptor antagonist (IL-1ra) in monocytes. PLoS One, 9: e94040/94041-e94040/94012.", "ArticleIdList": ["PMC3976396", "24705413"]}, {"Citation": "Zha XQ, Zhao HW, Bansal V, Pan LH, Wang ZM, Luo JP (2014). Immunoregulatory activities of Dendrobium huoshanense polysaccharides in mouse intestine, spleen and liver. Int J Biol Macromol, 64: 377-382", "ArticleIdList": ["PMC5941306", "24370476"]}, {"Citation": "Pan LH, Wang J, Ye XQ, Zha XQ, Luo JP (2015). Enzyme-assisted extraction of polysaccharides from Dendrobium chrysotoxum and its functional properties and immunomodulatory activity. Food Sci Technol, 60: 1149-1154"}, {"Citation": "Wang JH, Luo JP, Zha XQ (2010). Structural features of a pectic polysaccharide from the stems of Dendrobium nobile Lindl. Carbohydr Polym, 81: 1-7"}, {"Citation": "Wang JH, Luo JP, Yang XF, Zha XQ (2010). Structural analysis of a rhamnoarabinogalactan from the stems of Dendrobium nobile Lindl. Food Chem, 122: 572-576"}, {"Citation": "Wang JH, Zha XQ, Luo JP, Yang XF (2010). An acetylated galactomannoglucan from the stems of Dendrobium nobile Lindl. Carbohydr Res, 345: 1023-1027", "ArticleIdList": ["20382377"]}, {"Citation": "Liu XF, Zhu J, Ge SY, Xia LJ, Yang HY, Qian YT, et al. (2011). Orally administered Dendrobium officinale and its polysaccharides enhance immune functions in BALB/c mice. Nat Prod Comm, 6: 867-870", "ArticleIdList": ["21815428"]}, {"Citation": "Xie SZ, Liu B, Zhang DD, Zha XQ, Pan LH, Luo JP (2016). Intestinal immunomodulating activity and structural characterization of a new polysaccharide from stems of Dendrobium officinale. Food Funct, 7: 2789-2799", "ArticleIdList": ["27225227"]}, {"Citation": "Huang X, Nie S, Cai H, Zhang G, Cui SW, Xie M, et al. (2015). Study on Dendrobium officinale O-acetyl-glucomannan (Dendronan): Part IV. Immunomodulatory activity in vivo. J Funct Food, 15: 525-532"}, {"Citation": "Yang LC, Lu TJ, Hsieh CC, Lin WC (2014). Characterization and immunomodulatory activity of polysaccharides derived from Dendrobium tosaense. Carbohydr Polym, 111: 856-863", "ArticleIdList": ["25037425"]}, {"Citation": "Luo A, Fan Y (2011). Immune stimulating activity of water-soluble polysaccharide fractions from Dendrobium nobile Lindl. Afr J Pharm Pharmacol, 5: 625-631"}, {"Citation": "Tollefson MM, Bruckner AL, Section On D (2014). Atopic dermatitis: skin-directed management. Pediatrics, 134: e1735-1744", "ArticleIdList": ["25422009"]}, {"Citation": "Wu KG, Li TH, Chen CJ, Cheng HI, Wang TY (2011). A pilot study evaluating the clinical and immunomodulatory effects of an orally administered extract of Dendrobium huoshanense in children with moderate to severe recalcitrant atopic dermatitis. Int J Immunopathol Pharmacol, 24: 367-375", "ArticleIdList": ["21658311"]}, {"Citation": "Fox RI (2005). Sjögren's syndrome. The Lancet, 366: 321-331", "ArticleIdList": ["16039337"]}, {"Citation": "Lin X, Shaw PC, Sze SC, Tong Y, Zhang Y (2011). Dendrobium officinale polysaccharides ameliorate the abnormality of aquaporin 5, pro-inflammatory cytokines and inhibit apoptosis in the experimental Sjogren's syndrome mice. Int Immunopharmacol, 11: 2025-2032", "ArticleIdList": ["21890001"]}, {"Citation": "Xiang L, Stephen Sze CW, Ng TB, Tong Y, Shaw PC, Sydney Tang CW, et al. (2013). Polysaccharides of Dendrobium officinale inhibit TNF-α-induced apoptosis in A-253 cell line. Inflammation Res, 62: 313-324", "ArticleIdList": ["23266598"]}, {"Citation": "Xiao L, Ng TB, Feng YB, Yao T, Wong JH, Yao RM, et al. (2011). Dendrobium candidum extract increases the expression of aquaporin-5 in labial glands from patients with Sjogren's syndrome. Phytomedicine, 18: 194-198", "ArticleIdList": ["20655712"]}, {"Citation": "Yang D, Liu LY, Cheng ZQ, Xu FQ, Fan WW, Zi CT, et al. (2015). Five new phenolic compounds from Dendrobium aphyllum. Fitoterapia, 100: 11-18", "ArticleIdList": ["25447160"]}]}], "History": [{"Year": "2016", "Month": "12", "Day": "31"}, {"Year": "2017", "Month": "2", "Day": "14"}, {"Year": "2018", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "12", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["29344419", "PMC5758354", "10.14336/AD.2017.0214", "ad-8-6-827"]}}]}