{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29358959", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "11", "Day": "22"}], "Language": ["eng"], "ELocationID": ["7092514", "10.1155/2017/7092514"], "Journal": {"ISSN": "1687-9686", "JournalIssue": {"Volume": "2017", "PubDate": {"Year": "2017"}}, "Title": "Journal of tropical medicine", "ISOAbbreviation": "J Trop Med"}, "ArticleTitle": "A Review on the Cosmeceutical and External Applications of <i>Nigella sativa</i>.", "Pagination": {"StartPage": "7092514", "MedlinePgn": "7092514"}, "Abstract": {"AbstractText": ["It is estimated by the World Health Organization (WHO) that most of the world's population depends on herbal medicine for their health care. <i>Nigella sativa (N. sativa),</i> also known as black-caraway and as \"Kalonji,\" is a well-known seed all over the world. It is one of the most common medicinal plants worldwide and contains many useful chemical constituents that we can find in its fixed oil, such as thymoquinone, thymohydroquinone, dithymoquinone, thymol, nigellicine, carvacrol, nigellimine, nigellicine, nigellidine, and alpha-hederin. Due to these numerous important ingredients it was found that it affects different areas of our body and has many pharmacological effects as antibacterial, antiviral, anti-inflammatory, and wound healing effect and also for acne vulgaris, skin cancer, pigmentation, and many cosmeceutical applications. Based on the folklore usage of <i>N. sativa</i> seeds and oil, they are used in various systems of food and medicines. The aim of this article is to provide a detailed survey of the literature of cosmeceutical and external applications of <i>N. sativa</i> which is expected to stimulate further studies on this subject."]}, "AuthorList": [{"Identifier": ["0000-0002-3425-1321"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine and Health Sciences, An-Najah National University, Nablus, State of Palestine."}], "LastName": "Eid", "ForeName": "Ahmad M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Industrial Pharmacy, Faculty of Pharmacy, Tripoli University & National Nanotechnology Project, Biotechnology Research Center, Tripoli, Libya."}], "LastName": "Elmarzugi", "ForeName": "Nagib A", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine and Health Sciences, An-Najah National University, Nablus, State of Palestine."}], "LastName": "Abu Ayyash", "ForeName": "Laila M", "Initials": "LM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine and Health Sciences, An-Najah National University, Nablus, State of Palestine."}], "LastName": "Sawafta", "ForeName": "Maher N", "Initials": "MN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine and Health Sciences, An-Najah National University, Nablus, State of Palestine."}], "LastName": "Daana", "ForeName": "Hadeel I", "Initials": "HI"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "J Trop Med", "NlmUniqueID": "101524194", "ISSNLinking": "1687-9686"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Khalid A., Uzair-ur-Rehman, Sethi A., et al. Antimicrobial activity analysis of extracts of Acacia modesta, Artimisia absinthium, Nigella sativa and Saussurea lappa against gram positive and gram negative microorganisms. African Journal of Biotechnology. 2011;10(22):4574–4580."}, {"Citation": "Zohary D., Hopf M., Weiss E. Domestication of Plants in the Old World: The Origin and Spread of Domesticated Plants in Southwest Asia, Europe, and the Mediterranean Basin. Oxford University Press on Demand; 2012."}, {"Citation": "Tahan M., Bayram I. Effect of using black cumin (Nigella sativa) and parsley (Petroselinum crispum) in laying quail diets on egg yield, egg quality and hatchability. Archiva zootechnica. 2011;14(4):39–44."}, {"Citation": "Ahmad A., Husain A., Mujeeb M., et al. A review on therapeutic potential of Nigella sativa: a miracle herb. Asian Pacific Journal of Tropical Biomedicine. 2013;3(5):337–352. doi: 10.1016/S2221-1691(13)60075-1.", "ArticleIdList": ["10.1016/S2221-1691(13)60075-1", "PMC3642442", "23646296"]}, {"Citation": "Mathur M. L., Gaur J., Sharma R., et al. Antidiabetic properties of a spice plant Nigella sativa. Journal of Endocrinology and Metabolism. 2011;1(1):1–8."}, {"Citation": "Javed S., Shahid A. A., Haider M. S., et al. Nutritional, phytochemical potential and pharmacological evaluation of Nigella Sativa (Kalonji) and Trachyspermum Ammi (Ajwain) Journal of Medicinal Plants Research. 2012;6(5):768–775. doi: 10.5897/JMPR11.1341.", "ArticleIdList": ["10.5897/JMPR11.1341"]}, {"Citation": "Jrah Harzallah H., Kouidhi B., Flamini G., Bakhrouf A., Mahjoub T. Chemical composition, antimicrobial potential against cariogenic bacteria and cytotoxic activity of Tunisian Nigella sativa essential oil and thymoquinone. Food Chemistry. 2011;129(4):1469–1474. doi: 10.1016/j.foodchem.2011.05.117.", "ArticleIdList": ["10.1016/j.foodchem.2011.05.117"]}, {"Citation": "Dollah M. A., Parhizkar S., Latiff L. A., Hassan M. H. B. Toxicity effect of Nigella sativa on the liver function of rats. Advanced Pharmaceutical Bulletin (APB) 2013;3(1):97–102. doi: 10.5681/apb.2013.016.", "ArticleIdList": ["10.5681/apb.2013.016", "PMC3846039", "24312819"]}, {"Citation": "Ali B. H., Blunden G. Pharmacological and toxicological properties of Nigella sativa. Phytotherapy Research. 2003;17(4):299–305. doi: 10.1002/ptr.1309.", "ArticleIdList": ["10.1002/ptr.1309", "12722128"]}, {"Citation": "Saad B., Azaizeh H., Said O. Tradition and perspectives of Arab herbal medicine: a review. Evidence-Based Complementary and Alternative Medicine. 2005;2(4):475–479. doi: 10.1093/ecam/neh133.", "ArticleIdList": ["10.1093/ecam/neh133", "PMC1297506", "16322804"]}, {"Citation": "Mohammed I. N., Babikir H. E. Traditional and spiritual medicine among Sudanese children with epilepsy. Sudanese Journal of Paediatrics. 2013;13:31–37.", "ArticleIdList": ["PMC4949961", "27493355"]}, {"Citation": "Tasawar Z., Siraj Z., Ahmad N., Lashari M. H. The effects of nigella sativa (Kalonji) on lipid profile in patients with stable coronary artery disease in Multan, Pakistan. Pakistan Journal of Nutrition. 2011;10(2):162–167. doi: 10.3923/pjn.2011.162.167.", "ArticleIdList": ["10.3923/pjn.2011.162.167"]}, {"Citation": "Gilani A. H., Aziz N., Khurram I. M., Chaudhary K. S., Iqbal A. Bronchodilator, spasmolytic and calcium antagonist activities of Nigella sativa seeds (Kalonji): A traditional herbal product with multiple medicinal uses. Journal of the Pakistan Medical Association. 2001;51(3):115–120.", "ArticleIdList": ["11381824"]}, {"Citation": "Benhaddou-Andaloussi A., Martineau L., Vuong T., et al. The in vivo antidiabetic activity of Nigella sativa is mediated through activation of the AMPK pathway and increased muscle Glut4 content. Evidence-Based Complementary and Alternative Medicine. 2011;2011:9. doi: 10.1155/2011/538671.538671", "ArticleIdList": ["10.1155/2011/538671", "PMC3092603", "21584245"]}, {"Citation": "Bakhotmah B. A., Alzahrani H. A. Self-reported use of complementary and alternative medicine (CAM) products in topical treatment of diabetic foot disorders by diabetic patients in Jeddah, Western Saudi Arabia. BMC Research Notes. 2010;3, article no. 254 doi: 10.1186/1756-0500-3-254.", "ArticleIdList": ["10.1186/1756-0500-3-254", "PMC2958887", "20925956"]}, {"Citation": "Kalus U., Pruss A., Bystron J., et al. Effect of Nigella sativa (black seed) on subjective feeling in patients with allergic diseases. Phytotherapy Research. 2003;17(10):1209–1214. doi: 10.1002/ptr.1356.", "ArticleIdList": ["10.1002/ptr.1356", "14669258"]}, {"Citation": "Randhawa M. A., Alghamdi M. S. Anticancer activity of Nigella sativa (Black Seed)—a review. American Journal of Chinese Medicine. 2011;39(6):1075–1091. doi: 10.1142/s0192415x1100941x.", "ArticleIdList": ["10.1142/s0192415x1100941x", "22083982"]}, {"Citation": "Abdulelah H., Zainal-Abidin B. In vivo anti-malarial tests of Nigella sativa (Black Seed) different extracts. American Journal of Pharmacology and Toxicology. 2007;2(2):46–50. doi: 10.3844/ajptsp.2007.46.50.", "ArticleIdList": ["10.3844/ajptsp.2007.46.50"]}, {"Citation": "Okeola V. O., Adaramoye O. A., Nneji C. M., Falade C. O., Farombi E. O., Ademowo O. G. Antimalarial and antioxidant activities of methanolic extract of Nigella sativa seeds (black cumin) in mice infected with Plasmodium yoelli nigeriensis. Parasitology Research. 2011;108(6):1507–1512. doi: 10.1007/s00436-010-2204-4.", "ArticleIdList": ["10.1007/s00436-010-2204-4", "21153838"]}, {"Citation": "Salem M. L. Immunomodulatory and therapeutic properties of the Nigella sativa L. seed. International Immunopharmacology. 2005;5(13-14):1749–1770. doi: 10.1016/j.intimp.2005.06.008.", "ArticleIdList": ["10.1016/j.intimp.2005.06.008", "16275613"]}, {"Citation": "Verma S., Singh S. P. Current and future status of herbal medicines. Veterinary World. 2008;1(11):347–350. doi: 10.5455/vetworld.2008.347-350.", "ArticleIdList": ["10.5455/vetworld.2008.347-350"]}, {"Citation": "Palombo E. A. Traditional medicinal plant extracts and natural products with activity against oral bacteria: potential application in the prevention and treatment of oral diseases. Evidence-Based Complementary and Alternative Medicine. 2011;2011:15. doi: 10.1093/ecam/nep067.680354", "ArticleIdList": ["10.1093/ecam/nep067", "PMC3145422", "19596745"]}, {"Citation": "Forouzanfar F., Fazly Bazzaz B. S., Hosseinzadeh H. Black cumin (Nigella sativa) and its constituent (thymoquinone): A review on antimicrobial effects. Iranian Journal of Basic Medical Sciences. 2014;17(12):929–938.", "ArticleIdList": ["PMC4387228", "25859296"]}, {"Citation": "Gholamnezhad Z., Keyhanmanesh R., Boskabady M. H. Anti-inflammatory, antioxidant, and immunomodulatory aspects of Nigella sativa for its preventive and bronchodilatory effects on obstructive respiratory diseases: A review of basic and clinical evidence. Journal of Functional Foods. 2015;17:910–927. doi: 10.1016/j.jff.2015.06.032.", "ArticleIdList": ["10.1016/j.jff.2015.06.032"]}, {"Citation": "Muthu C., Ayyanar M., Raja N., Ignacimuthu S. Medicinal plants used by traditional healers in Kancheepuram District of Tamil Nadu, India. Journal of Ethnobiology and Ethnomedicine. 2006;2, article 43 doi: 10.1186/1746-4269-2-43.", "ArticleIdList": ["10.1186/1746-4269-2-43", "PMC1615867", "17026769"]}, {"Citation": "Ramadan M. F. Healthy blends of high linoleic sunflower oil with selected cold pressed oils: Functionality, stability and antioxidative characteristics. Industrial Crops and Products. 2013;43(1):65–72. doi: 10.1016/j.indcrop.2012.07.013.", "ArticleIdList": ["10.1016/j.indcrop.2012.07.013"]}, {"Citation": "Yaman I., Durmus A. S., Ceribasi S., Yaman M. Efects of Nigella sativa and silver sulfadiazine on burn wound healing in rats. Veterinarni Medicina. 2010;55(12):619–624."}, {"Citation": "Abu-Zinadah O. Using nigella sativa oil to treat and heal chemical induced wound of rabbit skin. Journal of King Abdulaziz University—Science. 2009;21(2):335–346. doi: 10.4197/Sci.21-2.11.", "ArticleIdList": ["10.4197/Sci.21-2.11"]}, {"Citation": "de Cássia da Silveira E Sá R., Andrade L. N., de Sousa D. P. A review on anti-inflammatory activity of monoterpenes. Molecules. 2013;18(1):1227–1254. doi: 10.3390/molecules18011227.", "ArticleIdList": ["10.3390/molecules18011227", "PMC6269770", "23334570"]}, {"Citation": "Ali S. A., Meitei K. V. Nigella sativa seed extract and its bioactive compound thymoquinone: The new melanogens causing hyperpigmentation in the wall lizard melanophores. Journal of Pharmacy and Pharmacology. 2011;63(5):741–746. doi: 10.1111/j.2042-7158.2011.01271.x.", "ArticleIdList": ["10.1111/j.2042-7158.2011.01271.x", "21492177"]}, {"Citation": "Ghorbanibirgani A., Khalili A., Rokhafrooz D. Comparing nigella sativa oil and fish oil in treatment of vitiligo. Iranian Red Crescent Medical Journal. 2014;16(6) doi: 10.5812/ircmj.4515.", "ArticleIdList": ["10.5812/ircmj.4515", "PMC4102993", "25068060"]}, {"Citation": "Emeka L. B., Emeka P. M., Khan T. M. Antimicrobial activity of Nigella sativa L. seed oil against multi-drug resistant Staphylococcus aureus isolated from diabetic wounds. Pakistan Journal of Pharmaceutical Sciences. 2015;28(6):1985–1990.", "ArticleIdList": ["26639493"]}, {"Citation": "Chaieb K., Kouidhi B., Jrah H., Mahdouani K., Bakhrouf A. Antibacterial activity of Thymoquinone, an active principle of Nigella sativa and its potency to prevent bacterial biofilm formation. BMC Complementary and Alternative Medicine. 2011;11, article 29 doi: 10.1186/1472-6882-11-29.", "ArticleIdList": ["10.1186/1472-6882-11-29", "PMC3095572", "21489272"]}, {"Citation": "Salem E. M., Yar T., Bamosa A. O., et al. Comparative study of Nigella Sativa and triple therapy in eradication of Helicobacter Pylori in patients with non-ulcer dyspepsia. Saudi Journal of Gastroenterology. 2010;16(3):207–214. doi: 10.4103/1319-3767.65201.", "ArticleIdList": ["10.4103/1319-3767.65201", "PMC3003218", "20616418"]}, {"Citation": "Islam M. H., Ahmad I. Z., Salman M. T. Antibacterial activity of Nigella sativa seed in various germination phases on clinical bacterial strains isolated from human patients. E3 Journal of Biotechnology and Pharmaceutical Research. 2013;4:8–13."}, {"Citation": "Barakat E. M. F., El Wakeel L. M., Hagag R. S. Effects of Nigella sativa on outcome of hepatitis C in Egypt. World Journal of Gastroenterology. 2013;19(16):2529–2536. doi: 10.3748/wjg.v19.i16.2529.", "ArticleIdList": ["10.3748/wjg.v19.i16.2529", "PMC3646144", "23674855"]}, {"Citation": "Gupta S., Satishkumar M., Duraiswamy B., et al. Potential herbs and its phytoconstituents against fungal infection: a systematic review. World Journal of Pharmaceutical Research. 2012;1:1–20."}, {"Citation": "Rogozhin E. A., Oshchepkova Y. I., Odintsova T. I., et al. Novel antifungal defensins from Nigella sativa L. seeds. Plant Physiology and Biochemistry. 2011;49(2):131–137. doi: 10.1016/j.plaphy.2010.10.008.", "ArticleIdList": ["10.1016/j.plaphy.2010.10.008", "21144761"]}, {"Citation": "Suthar M., Patel P., Shah T., et al. In vitro screening of Nigella sativa seeds for antifungal activity. International Research Journal of Pharmaceutical and Applied Sciences. 2010;1(1):84–91."}, {"Citation": "Mahmoudvand H., Sepahvand A., Jahanbakhsh S., Ezatpour B., Mousavi S. A. A. Evaluation of antifungal activities of the essential oil and various extracts of Nigella sativa and its main component, thymoquinone against pathogenic dermatophyte strains. Journal of Medical Mycology. 2014;24(4):e155–e161. doi: 10.1016/j.mycmed.2014.06.048.", "ArticleIdList": ["10.1016/j.mycmed.2014.06.048", "25442918"]}, {"Citation": "Khosravi A. R., Minooeianhaghighi M. H., Shokri H., Emami S. A., Alavi S. M., Asili J. The potential inhibitory effect of cuminum cyminum, ziziphora clinopodioides and nigella sativa essential oils on the growth of aspergillus fumigatus and aspergillus flavus. Brazilian Journal of Microbiology. 2011;42(1):216–224. doi: 10.1590/S1517-83822011000100027.", "ArticleIdList": ["10.1590/S1517-83822011000100027", "PMC3768938", "24031624"]}, {"Citation": "Bita A., Rosu A., Calina D., et al. An alternative treatment for Candida infections with Nigella sativa extracts. European Journal of Hospital Pharmacy: Science and Practice. 2012;19(2):162.2–162. doi: 10.1136/ejhpharm-2012-000074.203.", "ArticleIdList": ["10.1136/ejhpharm-2012-000074.203"]}, {"Citation": "Asdadi A., Harhar H., Gharby S., et al. Chemical composition and antifungal activity of Nigella Sativa L. oil seed cultivated in Morocco. International Journal of Pharmaceutical Science Invention. 2014;3:9–15."}, {"Citation": "Piras A., Rosa A., Marongiu B., et al. Chemical composition and in vitro bioactivity of the volatile and fixed oils of Nigella sativa L. extracted by supercritical carbon dioxide. Industrial Crops and Products. 2013;46:317–323. doi: 10.1016/j.indcrop.2013.02.013.", "ArticleIdList": ["10.1016/j.indcrop.2013.02.013"]}, {"Citation": "Harzallah H. J., Noumi E., Bekir K., et al. Chemical composition, antibacterial and antifungal properties of Tunisian Nigella sativa fixed oil. African Journal of Microbiology Research. 2012;6(22):4675–4679. doi: 10.5897/AJMR11.1073.", "ArticleIdList": ["10.5897/AJMR11.1073"]}, {"Citation": "Tembhurne S., Feroz S., More B., et al. A review on therapeutic potential of Nigella sativa (kalonji) seeds. Journal of Medicinal Plants Research. 2014;8(3):167–177. doi: 10.5897/JMPR10.737.", "ArticleIdList": ["10.5897/JMPR10.737"]}, {"Citation": "Adam G. O., Rahman M. M., Lee S.-J., et al. Hepatoprotective effects of Nigella sativa seed extract against acetaminophen-induced oxidative stress. Asian Pacific Journal of Tropical Medicine. 2016;9(3):221–227. doi: 10.1016/j.apjtm.2016.01.039.", "ArticleIdList": ["10.1016/j.apjtm.2016.01.039", "26972391"]}, {"Citation": "Mahmoud M. R., El-Abhar H. S., Saleh S. The effect of Nigella sativa oil against the liver damage induced by Schistosoma mansoni infection in mice. Journal of Ethnopharmacology. 2002;79(1):1–11. doi: 10.1016/s0378-8741(01)00310-5.", "ArticleIdList": ["10.1016/s0378-8741(01)00310-5", "11744288"]}, {"Citation": "El Shenawy N. S., Soliman M. F. M., Reyad S. I. The effect of antioxidant properties of aqueous garlic extract and Nigella sativa as anti-schistosomiasis agents in mice. Revista do Instituto de Medicina Tropical de São Paulo. 2008;50(1):29–36. doi: 10.1590/S0036-46652008000100007.", "ArticleIdList": ["10.1590/S0036-46652008000100007", "18327484"]}, {"Citation": "Aboul-Ela E. I. Cytogenetic studies on Nigella sativa seeds extract and thymoquinone on mouse cells infected with schistosomiasis using karyotyping. Mutation Research - Genetic Toxicology and Environmental Mutagenesis. 2002;516(1-2):11–17. doi: 10.1016/S1383-5718(01)00333-3.", "ArticleIdList": ["10.1016/S1383-5718(01)00333-3", "11943605"]}, {"Citation": "Mohamed A. M., Metwally N. M., Mahmoud S. S. Sativa seeds against Schistosoma mansoni different stages. Memórias do Instituto Oswaldo Cruz. 2005;100(2):205–211.", "ArticleIdList": ["16021310"]}, {"Citation": "Sarkhail P., Esmaily H., Baghaei A., et al. Burn healing potential of Nigella sativa seed oil in rats. International Journal of Pharmaceutical Sciences and Research. 2011;2(1):34–40."}, {"Citation": "Abu-Al-Basal M. A. Influence of nigella sativa fixed oil on some blood parameters and histopathology of skin in staphylococcal-infected BalB/C mice. Pakistan Journal of Biological Sciences. 2011;14(23):1038–1046. doi: 10.3923/pjbs.2011.1038.1046.", "ArticleIdList": ["10.3923/pjbs.2011.1038.1046", "22590837"]}, {"Citation": "Ab Rahman M. R., Abdul Razak F., Mohd Bakri M. Evaluation of wound closure activity of nigella sativa, melastoma malabathricum, pluchea indica, and piper sarmentosum extracts on scratched monolayer of human gingival fibroblasts. Evidence-Based Complementary and Alternative Medicine. 2014;2014:9. doi: 10.1155/2014/190342.190342", "ArticleIdList": ["10.1155/2014/190342", "PMC4211176", "25371695"]}, {"Citation": "Dwarampudi L. P., Palaniswamy D., Nithyanantham M., Raghu P. S. Antipsoriatic activity and cytotoxicity of ethanolic extract of Nigella sativa seeds. Pharmacognosy Magazine. 2012;8(32):268–272. doi: 10.4103/0973-1296.103650.", "ArticleIdList": ["10.4103/0973-1296.103650", "PMC3785163", "24082629"]}, {"Citation": "Ahmed Jawad H., Ibraheem Azhar Y., Al-Hamdi Khalil I. Evaluation of efficacy, safety and antioxidant effect of Nigella sativa in patients with psoriasis: a randomized clinical trial. Journal of Clinical and Experimental Investigations. 2014;5(2):186–193. doi: 10.5799/ahinjs.01.2014.02.0387.", "ArticleIdList": ["10.5799/ahinjs.01.2014.02.0387"]}, {"Citation": "Hadi N. A., Ashor A. W. Nigella sativa oil lotion 20% vs. benzoyl peroxide lotion 5% in the treatment of mild to moderate acne vulgaris. Iraqi Postgraduate Medical Journal. 2010;9(4):371–376."}, {"Citation": "Bhalani U., Shah K. Preparation and evaluation of topical gel of Nigella sativa (KALONJI) International Journal of Research and Development in Pharmacy & Life Sciences. 2015;4(4):1669–1672."}, {"Citation": "Burits M., Bucar F. Antioxidant activity of Nigella sativa essential oil. Phytotherapy Research. 2000;14(5):323–328. doi: 10.1002/1099-1573(200008)14:5<323::AID-PTR621>3.0.CO;2-Q.", "ArticleIdList": ["10.1002/1099-1573(200008)14:5<323::AID-PTR621>3.0.CO;2-Q", "10925395"]}, {"Citation": "Kale S., Ghoge P., Ansari A., Waje A., Sonawane A. Formulation and in-vitro determination of sun protection factor of Nigella sativa Linn. seed oil sunscreen cream. International Journal of PharmTech Research. 2010;2(4):2194–2197."}]}], "History": [{"Year": "2017", "Month": "8", "Day": "3"}, {"Year": "2017", "Month": "10", "Day": "15"}, {"Year": "2017", "Month": "11", "Day": "5"}, {"Year": "2018", "Month": "1", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "11", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29358959", "PMC5735686", "10.1155/2017/7092514"]}}]}