{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29369521", "DateCompleted": {"Year": "2018", "Month": "09", "Day": "27"}, "DateRevised": {"Year": "2018", "Month": "09", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "03", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1111/bcpt.12972"], "Journal": {"ISSN": "1742-7843", "JournalIssue": {"Volume": "122", "Issue": "6", "PubDate": {"Year": "2018", "Month": "Jun"}}, "Title": "Basic & clinical pharmacology & toxicology", "ISOAbbreviation": "Basic Clin Pharmacol Toxicol"}, "ArticleTitle": "Brief Challenges on Medicinal Plants: An Eye-Opening Look at Ageing-Related Disorders.", "Pagination": {"StartPage": "539", "EndPage": "558", "MedlinePgn": "539-558"}, "Abstract": {"AbstractText": ["Several studies have reported that nature-derived antioxidants may prevent free radicals over-production and therefore control the onset and prevent the exacerbation of different kinds of diseases caused by oxidative stress and redox-derived stressors, including ageing, fundamentally by suppressing the oxidative by-products-mediated degradation. Naturally derived antioxidants exert their anti-ageing action via a panoply of signalling systems, many of which engaging reactive oxygen and nitrogen species scavenging, with the Nrf2/Keap1-ARE system and improving the many survival genes and functions (such as the pathway mTOR/Foxo/SIRT1) able to slow cellular senescence. Most of the research in this field has evaluated the regulative effects and even pathways of herbal extracts with antioxidant property in the ageing process, and various age-related disorders such as cardiovascular disease, ischaemia-reperfusion injury, coronary and myocardial circulatory perfusion, peripheral vascular resistance, and even neurodegenerative disorders are prevented plant phytochemicals often via their antioxidant potential. A much more complex ability to interact with survival functions makes these compounds successfully active in preventing ageing-related disorders. This report aimed to discuss in more detail some selected medicinal plants including Allium sativum, Aloe vera, Crataegus spp., Cynara scolymus, Eleutherococcus senticosus, Ginkgo biloba, Hippophae rhamnoides, Panax ginseng, Rosmarinus officinalis, Schizandra chinensis, Vitis vinifera and seaweeds in the prevention of ageing-related pathologies. A systematic overview of the relevant information in the antioxidant function of the many herbal products reviewed here for the control of the ageing process is proposed, to provide a new horizon on the design of anti-ageing herbal medicines."], "CopyrightInformation": "© 2018 Nordic Association for the Publication of BCPT (former Nordic Pharmacological Society)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Council for Nutritional and Environmental Medicine, Mo i Rana, Norway."}], "LastName": "Bjørklund", "ForeName": "Geir", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Razi Vaccine and Serum Research Institute, Agricultural Research, Education and Extension Organization (AREEO), Karaj, Iran."}], "LastName": "Dadar", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mountain Research Centre (CIMO), ESA, Polytechnic Institute of Bragança, Campus de Santa Apolónia, Bragança, Portugal."}], "LastName": "Martins", "ForeName": "Natália", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurological and Movement Sciences, University of Verona, Verona, Italy."}], "LastName": "Chirumbolo", "ForeName": "Salvatore", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biofunctional Molecule Exploratory Research Group (BMEX), School of Pharmacy, Monash University Malaysia, Bandar Sunway, Malaysia."}, {"Identifier": [], "Affiliation": "Novel Bacteria and Drug Discovery Research Group (NBDD), School of Pharmacy, Monash University Malaysia, Bandar Sunway, Malaysia."}, {"Identifier": [], "Affiliation": "Center of Health Outcomes Research and Therapeutic Safety, School of Pharmaceutical Sciences, University of Phayao, Phayao, Thailand."}, {"Identifier": [], "Affiliation": "Asian Centre for Evidence Synthesis in Population, Implementation and Clinical Outcomes, Health and Well-Being Cluster, Global Asia in the 21st Century Platform, Monash University Malaysia, Bandar Sunway, Malaysia."}], "LastName": "Goh", "ForeName": "Bey Hing", "Initials": "BH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Management and Economy of Pharmacy, Postgraduate Faculty, Drug Technology and Pharmacoeconomics, Danylo Halytsky Lviv National Medical University, Lviv, Ukraine."}], "LastName": "Smetanina", "ForeName": "Kateryna", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Botany, Danylo Halytsky Lviv National Medical University, Lviv, Ukraine."}], "LastName": "Lysiuk", "ForeName": "Roman", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Basic Clin Pharmacol Toxicol", "NlmUniqueID": "101208422", "ISSNLinking": "1742-7835"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}], "MeshHeadingList": [{"QualifierName": ["drug effects"], "DescriptorName": "Aging"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Geriatrics"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Seaweed"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2017", "Month": "10", "Day": "31"}, {"Year": "2018", "Month": "1", "Day": "15"}, {"Year": "2018", "Month": "1", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "26", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29369521", "10.1111/bcpt.12972"]}}]}