{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Australia and New Zealand traditional medicine", "Brassicaceae oilseeds", "agronomic importance", "bioactive constituents", "canola", "glucosinolates", "mustard"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29361740", "DateCompleted": {"Year": "2018", "Month": "08", "Day": "08"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "01", "Day": "21"}], "Language": ["eng"], "ELocationID": ["231", "10.3390/molecules23010231"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Jan", "Day": "21"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Brassicaceae Mustards: Traditional and Agronomic Uses in Australia and New Zealand.", "Abstract": {"AbstractText": ["Commonly cultivated Brassicaceae mustards, namely garlic mustard (<i>Alliaria petiolata</i>), white mustard (<i>Brassica alba</i>), Ethiopian mustard (<i>B. carinata</i>), Asian mustard (<i>B. juncea</i>), oilseed rape (<i>B. napus</i>), black mustard (<i>B. nigra</i>), rapeseed (<i>B. rapa</i>), white ball mustard (<i>Calepina irregularis</i>), ball mustard (<i>Neslia paniculata</i>), treacle mustard (<i>Erysimum repandum</i>), hedge mustard (<i>Sisymbrium officinale</i>), Asian hedge mustard (<i>S. orientale</i>), smooth mustard (<i>S. erysimoides</i>) and canola are the major economically important oilseed crops in many countries. Mustards were naturalized to Australia and New Zealand and Australia is currently the second largest exporter of Brassicaceae oilseeds to meet the global demand for a healthy plant-derived oil, high in polyunsaturated fats. Apart from providing edible oil, various parts of these plants and many of their phytochemicals have been used traditionally for both agronomic as well as medicinal purposes, with evidence of their use by early Australian and New Zealand settlers and also the indigenous population. This review provides an overview of the current knowledge of traditional and agronomic uses of Brassicaceae oilseeds and mustards with a focus on their importance in Australia and New Zealand."]}, "AuthorList": [{"Identifier": ["0000-0003-2408-3958"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southern Cross Plant Science, Southern Cross University, Lismore, NSW-2480, Australia. m.rahman.21@student.scu.edu.au."}], "LastName": "Rahman", "ForeName": "Mahmudur", "Initials": "M"}, {"Identifier": ["0000-0002-5631-8574"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southern Cross Plant Science, Southern Cross University, Lismore, NSW-2480, Australia. a.khatun.10@student.scu.edu.au."}], "LastName": "Khatun", "ForeName": "Amina", "Initials": "A"}, {"Identifier": ["0000-0002-3710-7042"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southern Cross Plant Science, Southern Cross University, Lismore, NSW-2480, Australia. ben.liu@scu.edu.au."}], "LastName": "Liu", "ForeName": "Lei", "Initials": "L"}, {"Identifier": ["0000-0002-4691-8023"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southern Cross Plant Science, Southern Cross University, Lismore, NSW-2480, Australia. bronwyn.barkla@scu.edu.au."}], "LastName": "Barkla", "ForeName": "Bronwyn J", "Initials": "BJ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biofuels"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Agriculture"}, {"QualifierName": [], "DescriptorName": "Australia"}, {"QualifierName": [], "DescriptorName": "Biofuels"}, {"QualifierName": ["chemistry"], "DescriptorName": "Brassicaceae"}, {"QualifierName": [], "DescriptorName": "Food"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["chemistry"], "DescriptorName": "Mustard Plant"}, {"QualifierName": [], "DescriptorName": "New Zealand"}, {"QualifierName": ["analysis", "chemistry"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry", "pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Research"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Campbell L., Rempel C.B., Wanasundara J.P. Canola/Rapeseed Protein: Future Opportunities and Directions—Workshop Proceedings of IRC 2015. Multidisciplinary Digital Publishing Institute; Basel, Switzerland: 2016.", "ArticleIdList": ["PMC4931397", "27135237"]}, {"Citation": "Raymer P.L. Canola: An emerging oilseed crop. Trends New Crops New Uses. 2002;1:122–126."}, {"Citation": "Watson R.R., Preedy V.R. Bioactive Foods and Extracts: Cancer Treatment and Prevention. Taylor & Francis; Queens Road, Australia: 2010."}, {"Citation": "Azimova S.S., Glushenkova A.I., Vinogradova V.I. Lipids, Lipophilic Components and Essential Oils from Plant Sources. Springer; London, UK: 2011."}, {"Citation": "Charles D.J. Antioxidant Properties of Spices, Herbs and Other Sources. Springer Science & Business Media; Berlin, Germany: 2012."}, {"Citation": "Du Val J. A Family Manual: In Which Are Found Directions for the Use of His Family Antispasmodic, in More than Twenty Diseases, to Wit Asiatic Cholera. John W. Woods; Baltimore, MD, USA: 1851."}, {"Citation": "Duke J.A. Handbook of Medicinal Herbs. 2nd ed. CRC Press; Melbourne, Australia: 2002."}, {"Citation": "Ensminger M.E., Ensminger A.H. Foods & Nutrition Encyclopedia, Two Volume Set. CRC Press; Melbourne, Australia: 1993."}, {"Citation": "Ferreira I.C.F.R., Morales P., Barros L. Wild Plants, Mushrooms and Nuts: Functional Food Properties and Applications. John Wiley & Sons Australia Ltd.; Milton, Australia: 2016."}, {"Citation": "Greve M., Leyel C.F. A Modern Herbal. Merchant Books; Dublin, Ireland: 1973."}, {"Citation": "Laws B. Fifty Plants that Changed the Course of History. Allen & Unwin; Crows Nest, Australia: 2011."}, {"Citation": "Li T.S. Medicinal Plants: Culture, Utilization and Phytopharmacology. CRC Press; Melbourne, Australia: 2000."}, {"Citation": "Simon J.E., Chadwick A.F., Craker L.E. Herbs, an Indexed Bibliography, 1971–1980. Elsevier; Chatswood, Australia: 1984."}, {"Citation": "Webb C.J., Sykes W.R., Garnock-Jones P.J. Flora of New Zealand. Volume IV. Naturalised Pteridophytes, Gymnosperms, Dicotyledons. Botany Division DSIR; Christchurch, New Zealand: 1988."}, {"Citation": "Woodward P. Penny Woodward’s Australian Herbal: A Practical Guide to Growing and Using Herbs in Temperate Australia and New Zealand. Hyland House Publishing Pty Ltd.; Flemington, Australia: 1996."}, {"Citation": "Allen D.E., Hatfield G. Medicinal Plants in Folk Tradition. Timber Press; Cambridge, UK: 2004."}, {"Citation": "CABI  Invasive Species Compendium.  [(accessed on 7 November 2017)]; Available online:  www.cabi.org/isc."}, {"Citation": "Collett M.G., Stegelmeier B.L., Tapper B.A. Could nitrile derivatives of turnip (Brassica rapa) glucosinolates be hepato-or cholangiotoxic in cattle? J. Agric. Food Chem. 2014;62:7370–7375. doi: 10.1021/jf500526u.", "ArticleIdList": ["10.1021/jf500526u", "24678843"]}, {"Citation": "Genbank.  [(accessed on 31 December 2017)]; Available online:  http://blast.ncbi.nlm.nih.gov."}, {"Citation": "Nesi N., Delourme R., Brégeon M., Falentin C., Renard M. Genetic and molecular approaches to improve nutritional value of Brassica napus L. seed. Comptes Rendus Biol. 2008;331:763–771. doi: 10.1016/j.crvi.2008.07.018.", "ArticleIdList": ["10.1016/j.crvi.2008.07.018", "18926490"]}, {"Citation": "Spragg J. Australian Feed Grain Supply and Demand Report 2016. JCS Solutions Pty Ltd.; North Victoria, Australia: 2016. pp. 1–42."}, {"Citation": "Answers A. Australian Crop Update. Rural Bank Limited; Adelaide, Australia: 2016."}, {"Citation": "Hemphill P. Australian canola: European Union fuels demand.  [(accessed on 10 November 2017)];2017 Feb 1; Newspaper article in The Weekly Times. Available online:  http://www.weeklytimesnow.com.au/agribusiness/cropping/australian-canola-european-union-fuels-demand/news-story/90ef19fd3cc65f20adc1d393d81d0a53."}, {"Citation": "Australian Oilseeds Federation (AOF) The Australian Oilseed Industry-Delivering High Quality Products to Local and Global Markets. AOF; Australia Square, Australia: 2017."}, {"Citation": "Przybylski R., Mag T., Eskin N., McDonald B. Canola oil. In: Shahidi F., editor. Bailey’s Industrial Oil and Fat Products. 6th ed. John Wiley & Sons, Inc.; Milton, Australia: 2005. pp. 1–95. Volume 2: Edible Oil and Fat Products: Oils and Oil Seeds."}, {"Citation": "Slominski B.A., Kienzle H.D., Jiang P., Campbell L.D., Pickard M., Rakow G. Chemical composition and nutritive value of canola-quality Sinapis alba mustared; Proceedings of the 10th International Rapeseed Congress; Canberra, Australia. 26–29 September 1999; pp. 416–421."}, {"Citation": "Tan S.H., Mailer R.J., Blanchard C.L., Agboola S.O. Canola proteins for human consumption: Extraction, profile, and functional properties. J. Food Sci. 2011;76:R16–R28. doi: 10.1111/j.1750-3841.2010.01930.x.", "ArticleIdList": ["10.1111/j.1750-3841.2010.01930.x", "PMC3038326", "21535703"]}, {"Citation": "Rashid U., Anwar F. Production of biodiesel through optimized alkaline-catalyzed transesterification of rapeseed oil. Fuel. 2008;87:265–273. doi: 10.1016/j.fuel.2007.05.003.", "ArticleIdList": ["10.1016/j.fuel.2007.05.003"]}, {"Citation": "Australia N.L. Australian National Bibliography: 1992. National Library of Australia; Canberra, Australia: 1961."}, {"Citation": "Ayton J. Variability of Quality Traits in Canola Seed, Oil and Meal—A Review. NSW; Wagga Wagga, Australia: 2014."}, {"Citation": "Te Ara The Encyclopaedia of New Zealand.  [(accessed on 10 November 2017)]; Available online:  https://teara.govt.nz/en."}, {"Citation": "Millner J.P., Roskruge N.R., Dymond J. Ecosystem Services in New Zealand: Conditions and Trends. Manaaki Whenua Press; Lincoln, New Zealand: 2013. The New Zealand arable industry; pp. 102–114."}, {"Citation": "Zijll D.J., Braithwaite B., Roush T., Stewart A., Hampton J. Opportunities for developing value-added brassica seed; Proceedings of the Seed symposium: Seeds for Futures; Palmerston North, New Zealand. 26–27 November 2008; pp. 139–146."}, {"Citation": "Webby J. World Record for Canola Set.  [(accessed on 10 November 2017)];2015 Feb 1; News article in Oamaru Mail. Available online:  http://www.oamarumail.co.nz/rural/world-record-for-canola-set/"}, {"Citation": "Hammami R., Hamida J.B., Vergoten G., Fliss I. PhytAMP: A database dedicated to antimicrobial plant peptides. Nucleic Acids Res. 2009;37:D963–D968. doi: 10.1093/nar/gkn655.", "ArticleIdList": ["10.1093/nar/gkn655", "PMC2686510", "18836196"]}, {"Citation": "Heenan P., FitzJohn R., Dawson M. Diversity of Brassica (Brassicaceae) species naturalised in Canterbury, New Zealand. N. Z. J. Bot. 2004;42:815–832. doi: 10.1080/0028825X.2004.9512932.", "ArticleIdList": ["10.1080/0028825X.2004.9512932"]}, {"Citation": "Wilson H. ‘Alpine plants—Highest of all’, Te Ara—the Encyclopedia of New Zealand.  [(accessed on 10 November 2017)]; Available online:  http://www.TeAra.govt.nz/en/alpine-plants/page-4."}, {"Citation": "Clarke A. Born to a Changing World: Childbirth in Nineteenth-Century New Zealand. Bridget Williams Books; Wellington, New Zealand: 2012."}, {"Citation": "Murdoch R. Maori Healing and Herbal: New Zealand Ethnobotanical Sourcebook. Paraparaumu; North Island, New Zealand: 1994."}, {"Citation": "Williams P.M. Birkenhead: Reed Books. Penguin Books; Auckland, New Zealand: 1996. Te Rongoa Maori: Maori Medicine; p. 79."}, {"Citation": "Research L. Māori Plant Use Database. Landcare Research; Lincoln, New Zealand: 2017."}, {"Citation": "Bangerter E. Records of the Auckland Institute and Museum. Auckland War Memorial Museum; Auckland, New Zealand: 1985. New and interesting records of adventive plants from the Auckland IInstitute and Museum Herbarium: 11; pp. 41–45."}, {"Citation": "Ogle J.D. Masters Thesis. University of Arkansas; Fayetteville, AR, USA: 2015. Alliaria petiolata (M. Bieb.) Cavara & Grande [Brassicaceae], an Invasive Herb in the Southern Ozark Plateaus: A Comparison of Species Composition and Richness, Soil Properties, and Earthworm Composition and Biomass in Invaded Versus Non-Invaded Sites."}, {"Citation": "Garland S. The Complete Book of Herbs & Spices: An Illustrated Guide to Growing and Using Culinary, Aromatic, Cosmetic and Medicinal Plants. Hodder & Stoughton (Aust) Pty Ltd., Sydney & Aukland; Rydalmere, Australia: 1993."}, {"Citation": "Kumarasamy Y., Byres M., Cox P., Delazar A., Jaspars M., Nahar L., Shoeb M., Sarker S. Isolation, structure elucidation, and biological activity of flavone 6-C-glycosides from Alliaria petiolata. Chem. Nat. Compd. 2004;40:122–128. doi: 10.1023/B:CONC.0000033926.72396.41.", "ArticleIdList": ["10.1023/B:CONC.0000033926.72396.41"]}, {"Citation": "Cavers P.B., Heagy M.I., Kokron R.F. The biology of Canadian weeds.: 35. Alliaria petiolata (M. Bieb.) Cavara and Grande. Can. J. Plant Sci. 1979;59:217–229. doi: 10.4141/cjps79-029.", "ArticleIdList": ["10.4141/cjps79-029"]}, {"Citation": "Rodgers V.L., Stinson K.A., Finzi A.C. Ready or Not, Garlic Mustard Is Moving In: Alliaria petiolata as a Member of Eastern North American Forests. BioScience. 2008;58:426–436. doi: 10.1641/B580510.", "ArticleIdList": ["10.1641/B580510"]}, {"Citation": "TGA  Substances that may be Used in Listed Medicines in Australia.  [(accessed on 11 November 2017)]; Available online:  https://www.tga.gov.au/sites/default/files/cm-listed-substances_0.pdf."}, {"Citation": "Gilbert A., Cosgrove L., Wilkinson J. The Royal Horticultural Society Vegetable and Fruit Gardening in Australia. Dorling Kindersly Australia Pty Ltd.; Melbourne, Australia: 2012."}, {"Citation": "Lozano-Baena M.-D., Tasset I., Obregón-Cano S., de Haro-Bailon A., Muñoz-Serrano A., Alonso-Moraga Á. Antigenotoxicity and tumor growing inhibition by leafy Brassica carinata and sinigrin. Molecules. 2015;20:15748. doi: 10.3390/molecules200915748.", "ArticleIdList": ["10.3390/molecules200915748", "PMC6331809", "26343628"]}, {"Citation": "Wiersema J.H., Leon B. World Economic Plants: A Standard Reference. CRC press; Melbourne, Australia: 2016."}, {"Citation": "Dubey N.K. Natural Products in Plant Pest Management. Centre for Agriculture and Bioscience International; Oxfordshire, UK: 2010."}, {"Citation": "Lazarides M., Cowley K., Hohnen P. CSIRO Handbook of Australian Weeds. CSIRO Publishing; Clayton, Australia: 1997."}, {"Citation": "Hedrick U. Sturtevant’s Edible Plants of the World. Dover Pubns; New York, NY, USA: 1972. p. 686."}, {"Citation": "Hill F. How to Grow Microgreens: Nature’s Own Superfood. David Bateman; Auckland, New Zeland: 2011."}, {"Citation": "Houbein L. One Magic Square: Grow Your Own Food on One Square Metre. Wakefield Press; Adelaide, Australia: 2008."}, {"Citation": "Jham G.N., Moser B.R., Shah S.N., Holser R.A., Dhingra O.D., Vaughn S.F., Berhow M.A., Winkler-Moser J.K., Isbell T.A., Holloway R.K. Wild Brazilian mustard (Brassica juncea L.) seed oil methyl esters as biodiesel fuel. J. Am. Oil Chem. Soc. 2009;86:917–926. doi: 10.1007/s11746-009-1431-2.", "ArticleIdList": ["10.1007/s11746-009-1431-2"]}, {"Citation": "Salama H.M., Al Watban A.A., Al-Fughom A.T. Effect of ultraviolet radiation on chlorophyll, carotenoid, protein and proline contents of some annual desert plants. Saudi J. Biol. Sci. 2011;18:79–86. doi: 10.1016/j.sjbs.2010.10.002.", "ArticleIdList": ["10.1016/j.sjbs.2010.10.002", "PMC3730951", "23961107"]}, {"Citation": "Kirk J., Oram R. Isolation of erucic acid-free lines of Brassica juncea: Indian mustard now a potential oilseed crop in Australia. J. Aust. Inst. Agric. Sci. 1981;47:51–52."}, {"Citation": "Norton R., Burton W., Salisbury P. Agronomy for canola quality Brassica juncea in modern cropping systems; Proceedings of the 14th Australian Research Assembly on Brassicas (ARAB14); Port Lincoln, Australia. 3–7 October 2005; pp. 111–115."}, {"Citation": "Thirumalai T., Therasa S.V., Elumalai E.K., David E. Hypoglycemic effect of Brassica juncea (seeds) on streptozotocin induced diabetic male albino rat. Asian Pac. J. Trop. Biomed. 2011;1:323–325. doi: 10.1016/S2221-1691(11)60052-X.", "ArticleIdList": ["10.1016/S2221-1691(11)60052-X", "PMC3614240", "23569784"]}, {"Citation": "Gulati V. Ph.D. Thesis. Swinburne University of Technology; Melbourne, Australia: 2013. Investigation of Traditional Australian Aboriginal and Indian Ayurvedic Medicinal Plants for Their Role in Management of Type 2 Diabetes."}, {"Citation": "Agnihotri A., Prem D., Gupta K. Plant Biotechnology and Molecular Markers. Springer; Berlin, Germany: 2004. Biotechnology in quality improvement of oilseed Brassicas; pp. 144–155."}, {"Citation": "Saeidnia S., Gohari A.R. Importance of Brassica napus as a medicinal food plant. J. Med. Plants Res. 2012;6:2700–2703. doi: 10.5897/JMPR11.1103.", "ArticleIdList": ["10.5897/JMPR11.1103"]}, {"Citation": "Sinha S., Jha J.K., Maiti M.K., Basu A., Mukhopadhyay U.K., Sen S.K. Metabolic engineering of fatty acid biosynthesis in Indian mustard (Brassica juncea) improves nutritional quality of seed oil. Plant Biotechnol. Rep. 2007;1:185–197. doi: 10.1007/s11816-007-0032-5.", "ArticleIdList": ["10.1007/s11816-007-0032-5"]}, {"Citation": "Garnock-Jones P. Checklist of dicotyledons naturalised in New Zealand 4. Rhoeadales. N. Z. J. Bot. 1979;17:303–310. doi: 10.1080/0028825X.1979.10426905.", "ArticleIdList": ["10.1080/0028825X.1979.10426905"]}, {"Citation": "Pengelly A. The Constituents of Medicinal Plants: An Introduction to the Chemistry and Therapeutics of Herbal Medicine. Sunflower Herbals; Muswellbrook, Australia: 2004."}, {"Citation": "Unnikrishnan P.S., Suthindhiran K., Jayasri M.A. Alpha-amylase Inhibition and Antioxidant Activity of Marine Green Algae and its Possible Role in Diabetes Management. Pharmacogn. Mag. 2015;11:S511–S515.", "ArticleIdList": ["PMC4787081", "27013787"]}, {"Citation": "Mailer R.J., McFadden A., Ayton J., Redden B. Anti-nutritional components, fibre, sinapine and glucosinolate content, in Australian canola (Brassica napus L.) meal. J. Am. Oil Chem. Soc. 2008;85:937–944. doi: 10.1007/s11746-008-1268-0.", "ArticleIdList": ["10.1007/s11746-008-1268-0"]}, {"Citation": "Rękas A., Wroniak M., Krygier K. Effects of different roasting conditions on the nutritional value and oxidative stability of high-oleic and yellow-seeded Brassica napus oils. Grasas y Aceites. 2015;66:e092. doi: 10.3989/gya.1299142.", "ArticleIdList": ["10.3989/gya.1299142"]}, {"Citation": "ANCW A.N.C.W. Australian New Crops Info 2016-Listing of Interesting Plants of the World.  [(accessed on 29 December 2017)]; Available online:  http://www.newcrops.info/"}, {"Citation": "Blagrove S., Hundloe T., Ditton H. Australia’s Role in Feeding the World: The Future of Australian Agriculture. Csiro Publishing; Clayton, Australia: 2016."}, {"Citation": "Gunstone F.D., Harwood J.L., Dijkstra A.J. The Lipid Handbook with CD-ROM. 3rd ed. CRC Press; Parkway, Australia: 2007."}, {"Citation": "Zareba G., Serradelf N. Chemoprotective effects of broccoli and other Brassica vegetables. Drugs Future. 2004;29:1097–1104. doi: 10.1358/dof.2004.029.11.868839.", "ArticleIdList": ["10.1358/dof.2004.029.11.868839"]}, {"Citation": "Zekic M., Radonic A., Marijanovic Z. Glucosinolate profiling of Calepina irregularis. Nat. Prod. Commun. 2016;11:1329–1332.", "ArticleIdList": ["30807036"]}, {"Citation": "Walsh N.G., Entwisle T.J. Flora of Victoria: Dicotyledons: Winteraceae to Myrtaceae. Inkata Press; Melbourne, Australia: 1996."}, {"Citation": "HerbiGuide  Hare’s-ear.  [(accessed on 15 December 2017)]; Available online:  http://www.herbiguide.com.au/Descriptions/hg_Haresear.htm."}, {"Citation": "Howell C.J., Sawyer J.W.D. New Zealand Naturalised Vascular Plant Checklist. New Zealand Plant Conservation Network; Wellington, New Zealand: 2006."}, {"Citation": "Angelo R., Boufford D.E. Atlas of the flora of New England: Salicaceae to Brassicaceae. Phytoneuron. 2011;12:1–12."}, {"Citation": "Grieve M. A Modern Herbal. Penguin Books Australia; Melbourne, Australia: 1984."}, {"Citation": "Lust J. The Herb Book. Penguin Books Australia; Melbourne, Australia: 1983."}, {"Citation": "Biosecurity  Weeds of Australia—Biosecurity Queensland Edition Fact Sheet-Sisymbrium officinale.  [(accessed on 13 November 2017)]; Available online:  https://keyserver.lucidcentral.org/weeds/data/media/Html/sisymbrium_officinale.pdf."}, {"Citation": "Stern G. Australian Weeds. Harper and Row, Publishers; Sydney, Australia: 1986."}, {"Citation": "Buckley R. Alien plants in central Australia. Bot. J. Linn. Soc. 1981;82:369–379. doi: 10.1111/j.1095-8339.1981.tb00968.x.", "ArticleIdList": ["10.1111/j.1095-8339.1981.tb00968.x"]}, {"Citation": "Gruenwald J., Brendler T., Jaenicke C. PDR for Herbal Medicines. Medical Economics Company, Inc.; Montvale, NJ, USA: 2000."}, {"Citation": "Quattrocchi U. CRC World Dictionary of Medicinal and Poisonous Plants: Common Names, Scientific Names, Eponyms, Synonyms, and Etymology. CRC Press; Melbourne, Australia: 2016."}, {"Citation": "Awaad A.S., Al-Jaber N.A. Antioxidant natural plant. RPMP Ethnomed. Source Mech. 2010;27:1–35."}, {"Citation": "Azimova S.S., Glushenkova A.I. Sisymbrium erysimoides (Desf.) In: Azimova S.S., Glushenkova A.I., editors. Lipids, Lipophilic Components and Essential Oils from Plant Sources. Springer; London, UK: 2012. p. 274."}, {"Citation": "Iranshahi M. A review of volatile sulfur-containing compounds from terrestrial plants: Biosynthesis, distribution and analytical methods. J. Essent. Oil Res. 2012;24:393–434. doi: 10.1080/10412905.2012.692918.", "ArticleIdList": ["10.1080/10412905.2012.692918"]}, {"Citation": "Lohr M.T., Keighery G. The status and distribution of naturalised alien plants on the islands of the west coast of Western Australia. Conserv. Sci. West. Aust. 2016;10:1."}, {"Citation": "Westbrooke M.E., Leversha J., Gibson M., O’Keefe M., Milne R., Gowans S., Harding C., Callister K. The Vegetation of Peery Lake Area, Paroo-Darling National Park, Western New South Wales. Cunninghamia. 2003;8:111–128."}, {"Citation": "Spudlydoo  Some useful “weeds”.  [(accessed on 10 November 2017)]; Available online:  https://www.curezone.org/forums/am.asp?i=1752594."}, {"Citation": "Mustard (condiment)  [(accessed on 14 October 2017)]; Available online:  https://en.wikipedia.org/wiki/Mustard_(condiment)"}, {"Citation": "Guimaraes M.Z., Jordt S.-E. TRPA1: A sensory channel of many talents. In: Liedtke W., editor. TRP Ion Channel Function in Sensory Transduction and Cellular Signaling Cascades. CRC Press; Boca Raton, FL, USA: 2006. pp. 151–161.", "ArticleIdList": ["0"]}, {"Citation": "Khajali F., Slominski B. Factors that affect the nutritive value of canola meal for poultry. Poult. Sci. 2012;91:2564–2575. doi: 10.3382/ps.2012-02332.", "ArticleIdList": ["10.3382/ps.2012-02332", "22991543"]}, {"Citation": "Naczk M., Oickle D., Pink D., Shahidi F. Protein precipitating capacity of crude canola tannins: Effect of pH, tannin, and protein concentrations. J. Agric. Food Chem. 1996;44:2144–2148. doi: 10.1021/jf960165k.", "ArticleIdList": ["10.1021/jf960165k"]}, {"Citation": "Mitaru B.N., Blair R., Bell J., Reichert R. Tannin and fiber contents of rapeseed and canola hulls. Can. J. Anim. Sci. 1982;62:661–663. doi: 10.4141/cjas82-079.", "ArticleIdList": ["10.4141/cjas82-079"]}, {"Citation": "Kozlowska H., Naczk M., Shahidi F., Zadernowski R. Canola and Rapeseed. Springer; Berlin, Germany: 1990. Phenolic acids and tannins in rapeseed and canola; pp. 193–210."}, {"Citation": "Lorusso L., Lacki K., Duvnjak Z. Decrease of tannin content in canola meal by an enzyme preparation from Trametes versicolor. Biotechnol. Lett. 1996;18:309–314. doi: 10.1007/BF00142950.", "ArticleIdList": ["10.1007/BF00142950"]}, {"Citation": "Mailer R., Colton R., O’Bree B. Canola Association of Australia; Wagga Wagga, Australia: 1998. Quality of Australian Canola; pp. 1322–9397."}, {"Citation": "McBarron E.J. Medical and Veterinary Aspects of Plant Poisons in New South Wales. New South Wales Department of Agriculture; Glenfield, Australia: 1976."}, {"Citation": "Perez-Maldonado R.A. Canola Meal and Cottonseed Meal in Broiler and Layer Diets. Australian Egg Corporation Limited; Sydney, Australia: 2003."}, {"Citation": "Perez-Maldonado R.A. Elimination of Fishy Taint in Eggs from Hens Fed Diets Containing Canola Meal. Australian Egg Corporation Limited; Sydney, Australia: 2005. DAQ-303A."}, {"Citation": "Simmonds H., Bourke C., Holst P. The Palatability and Potential Toxicity of Australian Weeds to Goats. Rural Industries Research and Development Corporation Kingston; Wagga Wagga, Australia: 2000."}, {"Citation": "Seberry D., McCaffery D., Kingham T. Quality of Australian Canola 2016–2017. Department of Primary Industries and Australian Oilseed Federation; Wagga Wagga, Australia: 2017."}, {"Citation": "Glencross B., Hawkins W., Curnow J. Nutritional assessment of Australian canola meals. II. Evaluation of the influence of the canola oil extraction method on the protein value of canola meals fed to the red seabream (Pagrus auratus, Paulin) Aquac. Res. 2004;35:25–34. doi: 10.1111/j.1365-2109.2004.00975.x.", "ArticleIdList": ["10.1111/j.1365-2109.2004.00975.x"]}, {"Citation": "Agrifutures  Canola.  [(accessed on 15 December 2017)]; Available online:  http://www.agrifutures.com.au/farm-diversity/canola/"}, {"Citation": "Maršalkienė N., Sliesaravičius A., Karpavičienė B., Dastikaitė A. Oil content and fatty acid composition of seeds of some Lithuanian wild crucifer species. Agron. Res. 2009;7:654–661."}, {"Citation": "Food Standard Australia New Zealand (FSANZ) FSANZ Technical Report 21—Erucic Acid in Food: A Toxicological Review and Risk Assessment. FSANZ; Canberra, Australia: 2003."}, {"Citation": "Duke J.A. Handbook of Energy Crops. Center for New Crops & Plants Products; Sydney, Australia: 1983."}, {"Citation": "Oduor A.M., Lankau R.A., Strauss S.Y., Gómez J.M. Introduced Brassica nigra populations exhibit greater growth and herbivore resistance but less tolerance than native populations in the native range. New Phytol. 2011;191:536–544. doi: 10.1111/j.1469-8137.2011.03685.x.", "ArticleIdList": ["10.1111/j.1469-8137.2011.03685.x", "21410474"]}, {"Citation": "Glatzel H. Minor Constituents in Foods. Karger Publishers; Berlin, Germany: 1967. Physiological aspects of flavour compounds; pp. 71–86.", "ArticleIdList": ["6031492"]}, {"Citation": "Nielsen P.V., Rios R. Inhibition of fungal growth on bread by volatile components from spices and herbs, and the possible application in active packaging, with special emphasis on mustard essential oil. Int. J. Food Microbiol. 2000;60:219–229. doi: 10.1016/S0168-1605(00)00343-3.", "ArticleIdList": ["10.1016/S0168-1605(00)00343-3", "11016611"]}, {"Citation": "Kizilarslan Ç., Özhatay N. Wild plants used as medicinal purpose in the south part of İzmit (Northwest Turkey) Turk. J. Pharm. Sci. 2012;9:199–218."}, {"Citation": "Patterson C. Mustard: Protein, Mucilage and Bioactives. The Saskatchewan Mustard Development Commission; Saskatoon, SK, Canada: 2016."}, {"Citation": "Daniere S. New Zealand Wasabi Limited. Br. Food J. 2003;105 doi: 10.1108/bfj.2003.070105aab.002.", "ArticleIdList": ["10.1108/bfj.2003.070105aab.002"]}, {"Citation": "Cartea M.E., Soengas P., Picoaga A., Ordás A. Relationships among Brassica napus (L.) germplasm from Spain and Great Britain as determined by RAPD markers. Genet. Resour. Crop Evol. 2005;52:655–662. doi: 10.1007/s10722-003-6014-8.", "ArticleIdList": ["10.1007/s10722-003-6014-8"]}, {"Citation": "Ramakrishna Rao R., Platel K., Srinivasan K. In vitro influence of spices and spice-active principles on digestive enzymes of rat pancreas and small intestine. Food Nahr. 2003;47:408–412. doi: 10.1002/food.200390091.", "ArticleIdList": ["10.1002/food.200390091", "14727769"]}, {"Citation": "Bonnardeaux J. Uses for Canola Meal. Department of Agriculture and Food, Western Australia; Perth, Australia: 2007."}, {"Citation": "Pedersen A., Baumstark M.W., Marckmann P., Gylling H., Sandström B. An olive oil-rich diet results in higher concentrations of LDL cholesterol and a higher number of LDL subfraction particles than rapeseed oil and sunflower oil diets. J. Lip. Res. 2000;41:1901–1911.", "ArticleIdList": ["11108723"]}, {"Citation": "Turgis M., Han J., Caillet S., Lacroix M. Antimicrobial activity of mustard essential oil against Escherichia coli O157: H7 and Salmonella typhi. Food Control. 2009;20:1073–1079. doi: 10.1016/j.foodcont.2009.02.001.", "ArticleIdList": ["10.1016/j.foodcont.2009.02.001"]}, {"Citation": "Parikh H., Pandita N., Khanna A. Phytoextract of Indian mustard seeds acts by suppressing the generation of ROS against acetaminophen-induced hepatotoxicity in HepG2 cells. Pharm. Biol. 2015;53:975–984. doi: 10.3109/13880209.2014.950675.", "ArticleIdList": ["10.3109/13880209.2014.950675", "25489640"]}, {"Citation": "Stanley M., Potter T. Canola industry in South Australia; Proceedings of the 10th International Rapeseed Congress; Canberra, Australia. 26–29 September 1999;  [(accessed on 10 November 2017)].  Available online:  http://www.regional.org.au/au/gcirc/2/128.htm."}, {"Citation": "Wendlinger C., Hammann S., Vetter W. Various concentrations of erucic acid in mustard oil and mustard. Food Chem. 2014;153:393–397. doi: 10.1016/j.foodchem.2013.12.073.", "ArticleIdList": ["10.1016/j.foodchem.2013.12.073", "24491745"]}, {"Citation": "Shahidi F. Canola and Rapeseed: Production, Chemistry, Nutrition, and Processing Technology. Springer Science & Business Media; New York, NY, USA: 1990."}, {"Citation": "Tajkarimi M.M., Ibrahim S.A., Cliver D.O. Antimicrobial herb and spice compounds in food. Food Control. 2010;21:1199–1218. doi: 10.1016/j.foodcont.2010.02.003.", "ArticleIdList": ["10.1016/j.foodcont.2010.02.003"]}, {"Citation": "Kasprzak M., Houdijk J., Liddell S., Davis K., Olukosi O., Kightley S., White G., Wiseman J. Rapeseed napin and cruciferin are readily digested by poultry. J. Anim. Physiol. Anim. Nutr. 2017;101:658–666. doi: 10.1111/jpn.12576.", "ArticleIdList": ["10.1111/jpn.12576", "27562881"]}, {"Citation": "Borek V., Morra M.J., Brown P.D., McCaffrey J.P. Allelochemicals produced during sinigrin decomposition in soil. J. Agric. Food Chem. 1994;42:1030–1034. doi: 10.1021/jf00040a037.", "ArticleIdList": ["10.1021/jf00040a037"]}, {"Citation": "Brown P.D., Morra M.J., McCaffrey J.P., Auld D.L., Williams L. Allelochemicals produced during glucosinolate degradation in soil. J. Chem. Ecol. 1991;17:2021–2034. doi: 10.1007/BF00992585.", "ArticleIdList": ["10.1007/BF00992585", "24258495"]}, {"Citation": "Snyder A., Morra M.J., Johnson-Maynard J., Thill D.C. Seed meals from Brassicaceae oilseed crops as soil amendments: Influence on carrot growth, microbial biomass nitrogen, and nitrogen mineralization. HortScience. 2009;44:354–361."}, {"Citation": "Vaughn S.F., Berhow M.A. Allelochemicals isolated from tissues of the invasive weed garlic mustard (Alliaria petiolata) J. Chem. Ecol. 1999;25:2495–2504. doi: 10.1023/A:1020874124645.", "ArticleIdList": ["10.1023/A:1020874124645"]}, {"Citation": "Wolfe B.E., Rodgers V.L., Stinson K.A., Pringle A. The invasive plant Alliaria petiolata (garlic mustard) inhibits ectomycorrhizal fungi in its introduced range. J. Ecol. 2008;96:777–783. doi: 10.1111/j.1365-2745.2008.01389.x.", "ArticleIdList": ["10.1111/j.1365-2745.2008.01389.x"]}, {"Citation": "Oram R.N., Kirk J.T.O., Veness P.E., Hurlstone C.J., Edlington J.P., Halsall D.M. Breeding Indian mustard [Brassica juncea (L.) Czern.] for cold-pressed, edible oil productiona review. Aust. J. Agric. Res. 2005;56:581–596. doi: 10.1071/AR04295.", "ArticleIdList": ["10.1071/AR04295"]}, {"Citation": "Walker S., Taylor I., Milne G., Osten V., Hoque Z., Farquharson R. A survey of management and economic impact of weeds in dryland cotton cropping systems of subtropical Australia. Aust. J. Exp. Agric. 2005;45:79–91. doi: 10.1071/EA03189.", "ArticleIdList": ["10.1071/EA03189"]}, {"Citation": "Stewart A. A review of Brassica species, cross-pollination and implications for pure seed production in New Zealand. Agron. N. Z. 2002;32:63–82."}, {"Citation": "Fernandez A.L., Sheaffer C.C., Wyse D.L. Productivity of field pea and lentil with cereal and Brassica intercrops. Agron. J. 2015;107:249–256. doi: 10.2134/agronj14.0361.", "ArticleIdList": ["10.2134/agronj14.0361"]}, {"Citation": "Callaway R.M., Ridenour W.M. Novel weapons: Invasive success and the evolution of increased competitive ability. Front. Ecol. Environ. 2004;2:436–443. doi: 10.1890/1540-9295(2004)002[0436:NWISAT]2.0.CO;2.", "ArticleIdList": ["10.1890/1540-9295(2004)002[0436:NWISAT]2.0.CO;2"]}, {"Citation": "Casida J.E., Gammon D.W., Glickman A.H., Lawrence L.J. Mechanisms of selective action of pyrethroid insecticides. Annu. Rev. Pharmacol. Toxicol. 1983;23:413–438. doi: 10.1146/annurev.pa.23.040183.002213.", "ArticleIdList": ["10.1146/annurev.pa.23.040183.002213", "6347050"]}, {"Citation": "Oklešt′ková J., Rárová L., Strnad M. Brassinosteroids and their biological activities. In: Ramawat K.G., Mérillon J.-M., editors. Natural Products: Phytochemistry, Botany and Metabolism of Alkaloids, Phenolics and Terpenes. Springer Berlin Heidelberg; Berlin/Heidelberg, Germany: 2013. pp. 3851–3871."}, {"Citation": "Oram R., Salisbury P., Kirk J., Burton W. Brassica juncea breeding. In: Salisbury P.A., Potter T.D., McDonald G., Green A.G., editors. Canola in Australia: The First Thirty Years, In Proceedings of the 10th International Rapeseed Congress; Canberra, Australia. 1999; pp. 37–40."}, {"Citation": "Allardice P. A-Z of Companion Planting. Angus & Robertson; Melbourne, Australia: 1993."}, {"Citation": "Gonzalez-Coloma A., Reina M., Diaz C., Fraga B., Santana-Meridas O. Natural product-based biopesticides for insect control. Compr. Nat. Prod. 2010;3:237–268."}, {"Citation": "Smissman E.E., Beck S.D., Boots M.R. Growth inhibition of insects and a fungus by indole-3-acetonitrile. Science. 1961;133:462. doi: 10.1126/science.133.3451.462.", "ArticleIdList": ["10.1126/science.133.3451.462", "17754432"]}, {"Citation": "Ostdiek D. Canola Research May Lead to Additional Crop Option.  [(accessed on 10 November 2017)];2016 May 17; News article in Cropwatch. Available online:  https://cropwatch.unl.edu/2016/canola-research-may-lead-additional-crop-option."}, {"Citation": "Butool F., Haseeb A., Shukla P. Management of root-knot nematode, Meloidogyne incognita, infesting Egyptian henbane, Hyoscyamus muticus L., by the use of nematicides and oilcakes. Int. J. Pest Manag. 1998;44:199–202. doi: 10.1080/096708798228103.", "ArticleIdList": ["10.1080/096708798228103"]}, {"Citation": "Martone P.T., Estevez J.M., Lu F., Ruel K., Denny M.W., Somerville C., Ralph J. Discovery of lignin in seaweed reveals convergent evolution of cell-wall architecture. Curr. Biol. 2009;19:169–175. doi: 10.1016/j.cub.2008.12.031.", "ArticleIdList": ["10.1016/j.cub.2008.12.031", "19167225"]}, {"Citation": "Balesh T., Zapata F., Aune J. Evaluation of mustard meal as organic fertiliser on tef (Eragrostis tef (Zucc) Trotter) under field and greenhouse conditions. Nutr. Cycl. Agroecosyst. 2005;73:49–57. doi: 10.1007/s10705-005-7685-7.", "ArticleIdList": ["10.1007/s10705-005-7685-7"]}, {"Citation": "Bañuelos G.S., Hanson B.D. Use of selenium-enriched mustard and canola seed meals as potential bioherbicides and green fertilizer in strawberry production. HortScience. 2010;45:1567–1572."}, {"Citation": "Min K., Freeman C., Kang H., Choi S.-U. The regulation by phenolic compounds of soil organic matter dynamics under a changing environment. BioMed Res. Int. 2015;2015:825098. doi: 10.1155/2015/825098.", "ArticleIdList": ["10.1155/2015/825098", "PMC4606107", "26495314"]}, {"Citation": "Alam M.M. Bioactivity against phytonematodes. Neem Res. Dev. 1993:123–143."}, {"Citation": "Van der Laan P. The influence of organic manuring on the development of the potato root eelworm, Heterodera rostochiensis. Nematologica. 1956;1:112–125. doi: 10.1163/187529256X00492.", "ArticleIdList": ["10.1163/187529256X00492"]}, {"Citation": "Lasat M. Use of Plants for the Removal of Toxic Metals from Contaminated Soil. American Association for the Advancement of Science, Environmental Science and Engineering; Washington, DC, USA: 2000. Use of plants for the removal of toxic metals from contaminated soil; p. 33."}, {"Citation": "Johnson A., Gunawardana B., Singhal N. Amendments for enhancing copper uptake by Brassica juncea and Lolium perenne from solution. Int. J. Phytoremed. 2009;11:215–234. doi: 10.1080/15226510802429633.", "ArticleIdList": ["10.1080/15226510802429633", "21598788"]}, {"Citation": "David H. The New Holistic Herbal. Element Books Limited; Brisbane, Australia: 1992."}, {"Citation": "Hashem M., Alamri S.A., Alrumman S.A., Moustafa M.F. Suppression of phytopathogenic fungi by plant extract of some weeds and the possible mode of action. Br. Microbiol. Res. J. 2016;15:1–13. doi: 10.9734/BMRJ/2016/26629.", "ArticleIdList": ["10.9734/BMRJ/2016/26629"]}, {"Citation": "Chiej R. Encyclopaedia of Medicinal Plants. Macdonald & Co (Publishers) Ltd.; London, UK: 1984."}, {"Citation": "Kloss J. Back to Eden: The Classic Guide to Medicine, Natural Foods and Home remEdies. 4th ed. Lifeline Books; Adelaide, Australia: 1974."}, {"Citation": "Zargari A. Medicinal Plants. 5 ed. Tehran University Publications; Tehran, Iran: 2001."}, {"Citation": "Roia F.C. The use of plants in hair and scalp preparations. Econ. Botany. 1966;20:17–30. doi: 10.1007/BF02861923.", "ArticleIdList": ["10.1007/BF02861923"]}, {"Citation": "Pahl G. Biodiesel: Growing a New Energy Economy. Chelsea Green Publishing Company; Vermont, VT, USA: 2008."}, {"Citation": "Stuff  Canola-Seed Cost Lifting Biodiesel Price.  [(accessed on 10 November 2017)];2009 Feb 18; Newspaper Article in Stuff. Available online:  http://www.stuff.co.nz/business/farming/204551/Canola-seed-cost-lifting-biodiesel-price."}, {"Citation": "Kingwell R. An economic evaluation of canola for food and fuel in Western Australia. Aust. Oilseeds. 2016;12"}, {"Citation": "Midlands  Oilseed Rape has Moved from a Biodiesel Ccrop to Food-Grade Oil in Canterbury, Writes Heather Chalmers.  [(accessed on 28 December 2017)]; Available online:  http://www.midlands.co.nz/oilseed-rape-goes-from-biodiesel-to-a-food-oil-crop."}, {"Citation": "Tongson E.J. Ph.D. Thesis. The University of Melbourne; Melbourne, Australia: 2017. Development of Frost Tolerance in Brassica Napus Using Arabidopsis ACYL-COENZYME A-BINDING PROTEIN6."}, {"Citation": "Choi S.R., Teakle G.R., Plaha P., Kim J.H., Allender C.J., Beynon E., Piao Z.Y., Soengas P., Han T.H., King G.J. The reference genetic linkage map for the multinational Brassica rapa genome sequencing project. Theor. Appl. Genet. 2007;115:777–792. doi: 10.1007/s00122-007-0608-z.", "ArticleIdList": ["10.1007/s00122-007-0608-z", "17646962"]}, {"Citation": "Kaur S., Cogan N., Ye G., Baillie R.C., Hand M.L., Ling A.E., McGearey A., Kaur J., Hopkins C.J., Todorovic M., et al. Genetic Map Construction and QTL Mapping of Resistance to Blackleg (Leptosphaeria Maculans) Disease in Australian Canola (Brassica napus L.) Cultivars. Theor. Appl. Genet. 2009;120:71–83. doi: 10.1007/s00122-009-1160-9.", "ArticleIdList": ["10.1007/s00122-009-1160-9", "19821065"]}, {"Citation": "Wang X., Long Y., Wang N., Zou J., Ding G., Broadley M.R., White P.J., Yuan P., Zhang Q., Luo Z. Breeding histories and selection criteria for oilseed rape in Europe and China identified by genome wide pedigree dissection. Sci. Rep. 2017;7:1916. doi: 10.1038/s41598-017-02188-z.", "ArticleIdList": ["10.1038/s41598-017-02188-z", "PMC5432491", "28507329"]}, {"Citation": "Brown K.K. Masters Thesis. University of Cantebury; Christchurch, New Zealand: 2006. Isothiocyanate Induction of Apoptosis in Cells Overexpressing Bcl-2."}, {"Citation": "Chalhoub B., Denoeud F., Liu S., Parkin I.A., Tang H., Wang X., Chiquet J., Belcram H., Tong C., Samans B., et al. Early allopolyploid evolution in the post-Neolithic Brassica napus oilseed genome. Science. 2014;345:950–953. doi: 10.1126/science.1253435.", "ArticleIdList": ["10.1126/science.1253435", "25146293"]}, {"Citation": "Wang X., Wang H., Wang J., Sun R., Wu J., Liu S., Bai Y., Mun J.-H., Bancroft I., Cheng F. The genome of the mesopolyploid crop species Brassica rapa. Nat. Genet. 2011;43:1035–1039. doi: 10.1038/ng.919.", "ArticleIdList": ["10.1038/ng.919", "21873998"]}]}], "History": [{"Year": "2017", "Month": "11", "Day": "20"}, {"Year": "2018", "Month": "1", "Day": "4"}, {"Year": "2018", "Month": "1", "Day": "18"}, {"Year": "2018", "Month": "1", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["29361740", "PMC6017612", "10.3390/molecules23010231", "molecules23010231"]}}]}