{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cholesteryl Ester Transfer Protein", "Crocin", "High-Density Lipoprotein Cholesterol", "Low-Density Lipoprotein Cholesterol", "Metabolic Syndrome", "Saffron"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29371871", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1735-3955", "JournalIssue": {"Volume": "13", "Issue": "5", "PubDate": {"Year": "2017", "Month": "Sep"}}, "Title": "ARYA atherosclerosis", "ISOAbbreviation": "ARYA Atheroscler"}, "ArticleTitle": "Effect of crocin, a carotenoid from saffron, on plasma cholesteryl ester transfer protein and lipid profile in subjects with metabolic syndrome: A double blind randomized clinical trial.", "Pagination": {"StartPage": "245", "EndPage": "252", "MedlinePgn": "245-252"}, "Abstract": {"AbstractText": ["Metabolic syndrome is defined by insulin resistance and a clustering of other cardiovascular risk factors. Crocin is a carotenoid derived from the stigmas of the saffron flower and had previously been shown to affect lipid profile. However, the mechanism for this function is not well understood. The present trial aimed to investigate the possible effect of crocin on plasma levels of cholesteryl ester transfer protein and lipid profile in individuals with metabolic syndrome.", "This was a randomized, double-blind, placebo-controlled, clinical trial consisting of an 8-week treatment with crocin, or placebo tablets between April and June 2014, in the Nutrition Clinic of Ghaem Teaching Hospital, Mashhad, Iran. Participants were randomly assigned to take a 30 mg/day crocin (n = 22) in the intervention group or placebo (n = 22) in the control group. Anthropometric, hematological and biochemical parameters were measured and recorded during pre and post-treatment periods.", "Whilst plasma cholesteryl ester transfer protein was increased in the group taking the crocin tablet by 27.81% during the trial period (P = 0.013), the difference between the crocin and placebo groups was not significant (P = 0.116). Moreover, the percent changes in cholesterol (P = 0.702), triglyceride (P = 0.080), low-density lipoprotein (LDL) (P = 0.986), high-density lipoprotein (HDL) (P = 0.687) and fasting blood glucose (P = 0.614) did not differ significantly between intervention and control groups.", "Although crocin supplements increased the serum cholesteryl ester transfer protein in patients with metabolic syndrome, this change was not significant between treatment and placebo groups."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Metabolic Syndrome Research Center AND School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Javandoost", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Professor, Department of Nutrition, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Afshari", "ForeName": "Asma", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Metabolic Syndrome Research Center AND School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Nikbakht-Jam", "ForeName": "Irandokht", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PhD Candidate, Student Research Committee, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Khademi", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Professor, Pharmaceutical Research Center AND School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Eslami", "ForeName": "Saied", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Metabolic Syndrome Research Center AND School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Nosrati", "ForeName": "Mina", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Metabolic Syndrome Research Center AND Cardiovascular Research Center AND School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Foroutan-Tanha", "ForeName": "Mojtaba", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Associate Professor, Department of Sciences and Technologies, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Metabolic Syndrome Research Center AND School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Tavalaie", "ForeName": "Shima", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Professor, Cardiovascular Research Center AND Metabolic Syndrome Research Center AND School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Ghayour-Mobarhan", "ForeName": "Majid", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Brighton and Sussex Medical, Division of Medical Education, Mayfield House, University of Brighton, Brighton, UK."}], "LastName": "Ferns", "ForeName": "Gordon", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Professor, Biotechnology Research Center AND School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hadizadeh", "ForeName": "Farzin", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants AND School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Tabassi", "ForeName": "Abolghasem", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Associate Professor, Pharmacological Research Center of Medicinal Plants, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Mohajeri", "ForeName": "Ahmad", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "ARYA Atheroscler", "NlmUniqueID": "101487337", "ISSNLinking": "1735-3955"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Inazu A, Brown ML, Hesler CB, Agellon LB, Koizumi J, Takata K, et al. Increased high-density lipoprotein levels caused by a common cholesteryl-ester transfer protein gene mutation. N Engl J Med. 1990;323(18):1234–8.", "ArticleIdList": ["2215607"]}, {"Citation": "Barter PJ, Kastelein JJ. Targeting cholesteryl ester transfer protein for the prevention and management of cardiovascular disease. J Am Coll Cardiol. 2006;47(3):492–9.", "ArticleIdList": ["16458126"]}, {"Citation": "Al-Daghri NM, Al-Attas O, Patel A, Belyaev ND, Bartlett WA, Jones AF, et al. Association between the cholesteryl ester transfer protein TaqI-detectable B polymorphism and low high-density lipoprotein cholesterol concentration in Saudis. Clin Sci. 2003;105(4):467–72.", "ArticleIdList": ["12773093"]}, {"Citation": "Abdullaev FI. Biological effects of saffron. Biofactors. 1993;4(2):83–6.", "ArticleIdList": ["8347278"]}, {"Citation": "Melnyk JP, Wang S, Marcone MF. Chemical and biological properties of the world's most expensive spice: Saffron. Food Res Int. 2010;43(8):1981–9."}, {"Citation": "Duke JA. Handbook of phytochemical constituent grass, herbs and other economic plants. Boca Raton, FL: CRC Press; 1992."}, {"Citation": "Soeda S, Ochiai T, Shimeno H, Saito H, Abe K, Tanaka H, et al. Pharmacological activities of crocin in saffron. J Nat Med. 2007;61(2):102–11."}, {"Citation": "Abe K, Saito H. Effects of saffron extract and its constituent crocin on learning behaviour and long-term potentiation. Phytother Res. 2000;14(3):149–52.", "ArticleIdList": ["10815004"]}, {"Citation": "Fernandez JA. Anticancer properties of saffron, Crocus sativus Linn. In: Khan MTH, Ather A, editors. Advances in phytomedicine lead molecules from natural products. 2 ed. Elsevier; 2006."}, {"Citation": "Konoshima T, Tokuda H, Morimoto S, Tanaka H, Kawata E, Xuan EL, et al. Crocin and crocetin derivatives inhibit skin tumour promotion in mice. Phytother Res. 1998;12(6):400–4."}, {"Citation": "Kianbakht S, Mozaffari K. Effects of saffron and its active constituents, crocin and safranal, on prevention of indomethacin induced gastric ulcers in diabetic and nondiabetic rats. J Med Plants. 2009;8(3):30–8."}, {"Citation": "Assimopoulou AN, Sinakos Z, Papageorgiou VP. Radical scavenging activity of Crocus sativus L. extract and its bioactive constituents. Phytother Res. 2005;19(11):997–1000.", "ArticleIdList": ["16317646"]}, {"Citation": "Hosseinzadeh H, Sadeghnia HR, Ziaee T, Danaee A. Protective effect of aqueous saffron extract (Crocus sativus L.) and crocin, its active constituent, on renal ischemia-reperfusion-induced oxidative damage in rats. J Pharm Pharm Sci. 2005;8(3):387–93.", "ArticleIdList": ["16401388"]}, {"Citation": "Shen XC, Qian ZY. Effects of crocetin on antioxidant enzymatic activities in cardiac hypertrophy induced by norepinephrine in rats. Pharmazie. 2006;61(4):348–52.", "ArticleIdList": ["16649553"]}, {"Citation": "Hariri AT, Moallem SA, Mahmoudi M, Memar B, Hosseinzadeh H. Sub-acute effects of diazinon on biochemical indices and specific biomarkers in rats: Protective effects of crocin and safranal. Food Chem Toxicol. 2010;48(10):2803–8.", "ArticleIdList": ["20637253"]}, {"Citation": "Lopez-Rios L, Novoa FJ, Chirino R, Varillas F, Boronat-Cortes M, Wagner AM. Interaction between cholesteryl ester transfer protein and hepatic lipase encoding genes and the risk of type 2 diabetes: results from the Telde study. PLoS One. 2011;6(11):e27208.", "ArticleIdList": ["PMC3207838", "22073289"]}, {"Citation": "Sirdah MM, Al Laham NA, Abu Ghali AS. Prevalence of metabolic syndrome and associated socioeconomic and demographic factors among Palestinian adults (20-65 years) at the Gaza Strip. Diabetes Metab Syndr. 2011;5(2):93–7.", "ArticleIdList": ["22813411"]}, {"Citation": "Yousefzadeh G, Shokoohi M, Najafipour H, Shadkamfarokhi M. applying the framingham risk score for prediction of metabolic syndrome: The Kerman coronary artery disease risk study, Iran. ARYA Atheroscler. 2015;11(3):179–85.", "ArticleIdList": ["PMC4568190", "26405450"]}, {"Citation": "Sandhofer A, Tatarczyk T, Laimer M, Ritsch A, Kaser S, Paulweber B, et al. The Taq1B-variant in the cholesteryl ester-transfer protein gene and the risk of metabolic syndrome. Obesity (Silver Spring) 2008;16(4):919–22.", "ArticleIdList": ["18239576"]}, {"Citation": "Executive summary of the third report of the national cholesterol education program (NCEP) expert panel on detection, evaluation, and treatment of high blood cholesterol in adults (Adult Treatment Panel III). JAMA. 2001;285(19):2486–97.", "ArticleIdList": ["11368702"]}, {"Citation": "Nikbakht-Jam I, Khademi M, Nosrati M, Eslami S, Foroutan-Tanha M, Sahebkar A, et al. Effect of crocin extracted from saffron on pro-oxidant-anti-oxidant balance in subjects with metabolic syndrome: A randomized, placebo-controlled clinical trial. Eur J Integr Med. 2016;8(3):307–12."}, {"Citation": "Talaei A, Hassanpour Moghadam M, Sajadi Tabassi SA, Mohajeri SA. Crocin, the main active saffron constituent, as an adjunctive treatment in major depressive disorder: A randomized, double-blind, placebo-controlled, pilot clinical trial. J Affect Disord. 2015;174:51–6.", "ArticleIdList": ["25484177"]}, {"Citation": "Hadizadeh F, Mohajeri SA, Seifi M. Extraction and purification of crocin from saffron stigmas employing a simple and efficient crystallization method. Pak J Biol Sci. 2010;13(14):691–8.", "ArticleIdList": ["21848061"]}, {"Citation": "Mohammadian-Hafshejani A, Sarrafzadegan N, Sadeghi M. Some facts about the Metabolic Syndrome in Iran. ARYA Atheroscler. 2017;13(2):95–6.", "ArticleIdList": ["PMC5628858", "29026417"]}, {"Citation": "Wong ND. Intensified screening and treatment of the metabolic syndrome for cardiovascular risk reduction. Prev Cardiol. 2005;8(1):47–52.", "ArticleIdList": ["15722694"]}, {"Citation": "Masson D, Jiang XC, Lagrost L, Tall AR. The role of plasma lipid transfer proteins in lipoprotein metabolism and atherogenesis. J Lipid Res. 2009;50(Suppl):S201–S206.", "ArticleIdList": ["PMC2674750", "19023137"]}, {"Citation": "Mohamadian M, Goodarzi MT, Saidijam M, Karimi J, Borzouei S, Soltanian A, et al. TAQ 1B polymorphism in cholesterol ester transfer protein and its association with metabolic syndrome parameters. J Urmia Univ Med Sci. 2015;25(11):1041–9."}, {"Citation": "Clark RW, Ruggeri RB, Cunningham D, Bamberger MJ. Description of the torcetrapib series of cholesteryl ester transfer protein inhibitors, including mechanism of action. J Lipid Res. 2006;47(3):537–52.", "ArticleIdList": ["16326978"]}, {"Citation": "Schwartz GG, Olsson AG, Ballantyne CM, Barter PJ, Holme IM, Kallend D, et al. Rationale and design of the dal-OUTCOMES trial: efficacy and safety of dalcetrapib in patients with recent acute coronary syndrome. Am Heart J. 2009;158(6):896–901.", "ArticleIdList": ["19958854"]}, {"Citation": "Krishna R, Anderson MS, Bergman AJ, Jin B, Fallon M, Cote J, et al. Effect of the cholesteryl ester transfer protein inhibitor, anacetrapib, on lipoproteins in patients with dyslipidaemia and on 24-h ambulatory blood pressure in healthy individuals: Two double-blind, randomised placebo-controlled phase I studies. Lancet. 2007;370(9603):1907–14.", "ArticleIdList": ["18068514"]}, {"Citation": "Mohammadpour AH, Akhlaghi F. Future of cholesteryl ester transfer protein (CETP) inhibitors: A pharmacological perspective. Clin Pharmacokinet. 2013;52(8):615–26.", "ArticleIdList": ["PMC3720705", "23658137"]}, {"Citation": "Sheng L, Qian Z, Zheng S, Xi L. Mechanism of hypolipidemic effect of crocin in rats: Crocin inhibits pancreatic lipase. Eur J Pharmacol. 2006;543(1-3):116–22.", "ArticleIdList": ["16828739"]}, {"Citation": "Foger B, Ritsch A, Doblinger A, Wessels H, Patsch JR. Relationship of plasma cholesteryl ester transfer protein to H DL cholesterol. Studies in normotriglyceridemia and moderate hypertriglyceridemia. Arterioscler Thromb Vasc Biol. 1996;16(12):1430–6.", "ArticleIdList": ["8977446"]}, {"Citation": "Sandhofer A, Kaser S, Ritsch A, Laimer M, Engl J, Paulweber B, et al. Cholesteryl ester transfer protein in metabolic syndrome. Obesity (Silver Spring) 2006;14(5):812–8.", "ArticleIdList": ["16855190"]}]}], "History": [{"Year": "2018", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29371871", "PMC5774797"]}}]}