{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acorus calamus", "biological properties", "phytochemicals", "traditional medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29389665", "DateCompleted": {"Year": "2018", "Month": "08", "Day": "29"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1515/jbcpp-2016-0132"], "Journal": {"ISSN": "2191-0286", "JournalIssue": {"Volume": "29", "Issue": "2", "PubDate": {"Year": "2018", "Month": "Mar", "Day": "28"}}, "Title": "Journal of basic and clinical physiology and pharmacology", "ISOAbbreviation": "J Basic Clin Physiol Pharmacol"}, "ArticleTitle": "Acorus calamus: a bio-reserve of medicinal values.", "Pagination": {"StartPage": "107", "EndPage": "122", "MedlinePgn": "107-122"}, "Abstract": {"AbstractText": ["Many plants are found to possess reliable pharmacological properties and have started to attract the attention of researchers. One such holistic plant is Acorus calamus, commonly known as sweet flag, belonging to the rhizomatous family Acoraceae. The different parts of this plant, such as the leaves and rhizomes, are used traditionally in different medicinal preparations for the treatment of various ailments including arthritis, neuralgia, diarrhoea, dyspepsia, kidney and liver troubles, eczema, sinusitis, asthma, fevers, bronchitis, hair loss, and other disorders. Many reports have also appeared in mainstream scientific journals confirming its nutritional and medicinal properties. Biochemical analysis of the plant has revealed a large number of secondary metabolites that may be responsible for its rich medicinal properties. Basic scientific research has uncovered the mechanisms by which itexerts its therapeutic effects. Medicinal herbs such as A. calamus are quite promising in the recent therapeutic scenario, with a large number of people favouring remedies and health approaches that are free from the side effects often associated with synthetic chemicals. In this review, we try to summarise the ethno-medicinal uses, botanical descriptions, phytochemical constituents, and biological activity of the plant parts, as well as the molecular targets of A. calamus, which we hope will serve as a good base for further work on this plant."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cancer Biology Laboratory and DBT-AIST International Laboratory for Advanced Biomedicine (DAILAB), Department of Biosciences and Bioengineering, Indian Institute of Technology Guwahati, Guwahati, Assam-781039, India."}], "LastName": "Khwairakpam", "ForeName": "Amrita Devi", "Initials": "AD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cancer Biology Laboratory and DBT-AIST International Laboratory for Advanced Biomedicine (DAILAB), Department of Biosciences and Bioengineering, Indian Institute of Technology Guwahati, Guwahati, Assam-781039, India."}], "LastName": "Damayenti", "ForeName": "Yengkhom Devi", "Initials": "YD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cancer Biology Laboratory and DBT-AIST International Laboratory for Advanced Biomedicine (DAILAB), Department of Biosciences and Bioengineering, Indian Institute of Technology Guwahati, Guwahati, Assam-781039, India."}], "LastName": "Deka", "ForeName": "Anindita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cancer Biology Laboratory and DBT-AIST International Laboratory for Advanced Biomedicine (DAILAB), Department of Biosciences and Bioengineering, Indian Institute of Technology Guwahati, Guwahati, Assam-781039, India."}], "LastName": "Monisha", "ForeName": "Javadi", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cancer Biology Laboratory and DBT-AIST International Laboratory for Advanced Biomedicine (DAILAB), Department of Biosciences and Bioengineering, Indian Institute of Technology Guwahati, Guwahati, Assam-781039, India."}], "LastName": "Roy", "ForeName": "Nand Kishor", "Initials": "NK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cancer Biology Laboratory and DBT-AIST International Laboratory for Advanced Biomedicine (DAILAB), Department of Biosciences and Bioengineering, Indian Institute of Technology Guwahati, Guwahati, Assam-781039, India."}], "LastName": "Padmavathi", "ForeName": "Ganesan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cancer Biology Laboratory and DBT-AIST International Laboratory for Advanced Biomedicine (DAILAB), Department of Biosciences and Bioengineering, Indian Institute of Technology Guwahati, Guwahati, Assam-781039, India, Phone: +91 361 258 2231 (office), +91 789 600 5326 (mobile), Fax: +91 361 258 2249 (office), E-mail: kunnumakkara@iitg.ernet.in."}], "LastName": "Kunnumakkara", "ForeName": "Ajaikumar B", "Initials": "AB"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Basic Clin Physiol Pharmacol", "NlmUniqueID": "9101750", "ISSNLinking": "0792-6855"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Acorus"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rhizome"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Vassou SL, Kusuma G, Parani M. DNA barcoding for species identification from dried and powdered plant parts: a case study with authentication of the raw drug market samples of Sida cordifolia. Gene 2015;559:86–93."}, {"Citation": "Shenvi S, Diwakar L, Reddy GC. Nitro derivatives of naturally occurring β-asarone and their anticancer activity. Int J Med Chem 2014;2014:835485."}, {"Citation": "Balakumbahan R, Rajamani K, Kumanan K. Acorus calamus: an overview. J Med Plants Res 2010;4:2740–5."}, {"Citation": "Singh BK, Pillai KK, Kohli K, Haque SE. Isoproterenol-induced cardiomyopathy in rats: influence of Acorus calamus Linn.: A. calamus attenuates cardiomyopathy. Cardiovasc Toxicol 2011;11:263–71."}, {"Citation": "Lansdown RV. Acorus calamus. The IUCN Red List of Threatened Species 2014: e.T168639A43116307. Available at: http://dx.doi.org/10.2305/IUCN.UK.2014-1.RLTS.T168639A43116307.en. Accessed: 30 May 2016."}, {"Citation": "Chen Y, Wei G, Nie H, Lin Y, Tian H, Liu Y, et al. β-Asarone prevents autophagy and synaptic loss by reducing ROCK expression in asenescence-accelerated prone 8 mice. Brain Res 2014;1552:41–54."}, {"Citation": "Rupali S, Pramod KS, Malviya R. Pharmacological properties and ayurvedic value of Indian Buch plant (Acorus calamus): a short review. Adv Biol Res 2011;5:145–54."}, {"Citation": "Sharma V, Singh I, Chaudhary P. Acorus calamus (The Healing Plant): a review on its medicinal potential, micropropagation and conservation. Nat Prod Res 2014;28:1454–66."}, {"Citation": "Motley TJ. The ethnobotany of sweet flag, Acorus calamus (ARACEAE). Econ Bot 1994;48:397–412."}, {"Citation": "Satyal P, Paudel P, Poudel A, Dosoky NS, Moriarity DM, Vogler B, et al. Chemical compositions, phytotoxicity, and biological activities of Acorus calamus essential oils from Nepal. Nat Prod Commun 2013;8:1179–81."}, {"Citation": "Raja AE, Vijayalakshmi M, Devalarao G. Acorus calamus Linn.: chemistry and biology. Res J Pharm Tech 2009;2:256–61."}, {"Citation": "Muthuraman A, Singh N. Acute and sub-acute oral toxicity profile of Acorus calamus (Sweet flag) in rodents. Asian Pac J Trop Biomed 2012;2:S1017–23."}, {"Citation": "Ilaiyaraja N, Khanum F. Amelioration of alcohol-induced hepatotoxicity and oxidative stress in rats by Acorus calamus. J Diet Suppl 2011;8:331–45."}, {"Citation": "Webster D, Lee TD, Moore J, Manning T, Kunimoto D, Le Blanc D, et al. Antimycobacterial screening of traditional medicinal plants using the microplate resazurin assay. Can J Microbiol 2010;56:487–94."}, {"Citation": "Shi GB, Wang B, Wu Q, Wang TC, Wang CL, Sun XH, et al. Evaluation of the wound-healing activity and anti-inflammatory activity of aqueous extracts from Acorus calamus L. Pak J Pharm Sci 2014;27:91–5."}, {"Citation": "Belova LF, Alibekov SD, Baginskaia AI, Sokolov SIa, Pokrovskaia GV. Asarone and its biological properties. Farmakol Toksikol 1985;48:17–20."}, {"Citation": "Si MM, Lou JS, Zhou CX, Shen JN, Wu HH, Yang B, et al. Insulin releasing and alpha-glucosidase inhibitory activity of ethyl acetate fraction of Acorus calamus in vitro and in vivo. J Ethnopharmacol 2010;128:154–9."}, {"Citation": "Ponrasu T, Madhukumar KN, Ganeshkumar M, Iyappan K, Sangeethapriya V, Gayathri VS, et al. Efficacy of Acorus calamus on collagen maturation on full thickness cutaneous wounds in rats. Pharmacogn Mag 2014;10:S299–305."}, {"Citation": "Sandeep D, Nair CK. Protection from lethal and sub-lethal whole body exposures of mice to γ-radiation by Acorus calamus L.: studies on tissue antioxidant status and cellular DNA damage. Exp Toxicol Pathol 2012;64:57–64."}, {"Citation": "Muthuraman A, Singh N. Attenuating effect of Acorus calamus extract in chronic constriction injury induced neuropathic pain in rats: an evidence of anti-oxidative, anti-inflammatory, neuroprotective and calcium inhibitory effects. BMC Complement Altern Med 2011;11:24."}, {"Citation": "Shah AJ, Gilani AH. Aqueous-methanolic extract of sweet flag (Acorus calamus) possesses cardiac depressant and endothelial-derived hyperpolarizing factor-mediated coronary vasodilator effects. J Nat Med 2012;66:119–26."}, {"Citation": "Wang Q, Zhang W, Li C, Xiao B. Phytoremediation of atrazine by three emergent hydrophytes in a hydroponic system. Water Sci Technol 2012;66:1282–8."}, {"Citation": "Sarjan HN, Divyashree S, Yajurvedi HN. The protective effect of the vacha rhizome extract on chronic stress-induced immunodeficiency in rat. Pharm Biol 2017;55:1358–67."}, {"Citation": "Nadkarni KM. Indian materia medica. Mumbai, India: Popular Prakashan, 1996."}, {"Citation": "Mythili AM, Immanuel SC, Rajasekharan PE, Tharachand C. The sweetness and bitterness of sweet flag [Acorus calamus L.]. RJPBCS 2013;4:598–610."}, {"Citation": "Liu YX, Si MM, Lu W, Zhang LX, Zhou CX, Deng SL, et al. Effects and molecular mechanisms of the antidiabetic fraction of Acorus calamus L. on GLP-1 expression and secretion in vivo and in vitro. J Ethnopharmacol 2015;166:168–75."}, {"Citation": "Meena AK, Rao MM, Singh A, Kumari S. Physicochemical and preliminary phytochemical studies on the rhizome of Acorus calamus Linn. Int J Pharm Pharm Sci 2010;2:130–1."}, {"Citation": "Bhatia H, Sharma YP, Manhas RK, Kumar K. Ethnomedicinal plants used by the villagers of district Udhampur, J&K, India. J Ethnopharmacol 2014;151:1005–18."}, {"Citation": "Yumnam RS, Devi CO, Abujam SS, Chetia D. Study on the ethnomedicinal system of Manipur. Int J Pharm Biol Arch 2012;3:587–91."}, {"Citation": "Fragrantica: Automne Fragrifert Parfumeur. Available at: http://www.fragrantica.com/perfume/Fragrifert-Parfumeur/Automne-16982.html. Accessed: 30 May 2016."}, {"Citation": "Dr. Wadke’s: Vacha Capsules (Acorus calamus), Organic. © DR WAKDE’s Natural Health Care™ 2016. Available at: http://www.drwakde.com/eshop/vacha-capsules.html. Accessed: 30 May 2016."}, {"Citation": "Santi-shop: Health: Acorus calamus tincture – Sweet rush – organic.© 2006 – 2015. Available at: http://www.santi-shop.eu/en/p912-Acoruscalamus-tincture-Sweet-rush-organic-Biover.html. Accessed: 30 May 2016."}, {"Citation": "Ocean herbal: Memory Enhancer – Memocin. © Copyright 2012 Ocean Herbal Pvt. Ltd. Available at: https://oceanlifecare.com/pharmaceutical/memory-enhancer-memocin/. Accessed: 30 May 2016."}, {"Citation": "New way herbs: Calamus Root (Acorus calamus). Available at: http://store.newwayherbs.com/calamus-root-acorus-calamus-p22.aspx. Accessed: 30 May 2016."}, {"Citation": "Mohani N, Ahmad M, Jahan N. Evaluation of phytoconstituents of three plants Acorus calamus Linn. Artemisia absinthium Linn and Bergenia himalaica boriss by FTIR spectroscopic analysis. Pak J Pharm Sci 2014;27:2251–5."}, {"Citation": "Li J, Zhao J, Wang W, Li L, Zhang L, Zhao XF, et al. New acorane-type sesquiterpene from Acorus calamus L. Molecules 2017;22:pii:E529."}, {"Citation": "Rahamooz Haghighi S, Asadi MH, Akrami H, Baghizadeh A. Anti-carcinogenic and anti-angiogenic properties of the extracts of Acorus calamus on gastric cancer cells. Avicenna J Phytomed 2017;7:145–56."}, {"Citation": "Alderton WK, Cooper CE, Knowles RG. Nitric oxide synthases: structure, function and inhibition. Biochem J 2001;357: 593–615."}, {"Citation": "Lim HW, Kumar H, Kim BW, More SV, Kim IW, Park JI, et al. β-Asarone (cis-2,4,5-trimethoxy-1-allyl phenyl), attenuates pro-inflammatory mediators by inhibiting NF-κB signaling and the JNK pathway in LPS activated BV-2 microglia cells. Food Chem Toxicol 2014;72:265–72."}, {"Citation": "Kim BW, Koppula S, Kumar H, Park JY, Kim IW, More SV, et al. α-Asarone attenuates microglia-mediated neuroinflammation by inhibiting NF kappa B activation and mitigates MPTP-induced behavioral deficits in a mouse model of Parkinson’s disease. Neuropharmacology 2015;97:46–57."}, {"Citation": "Han L, Yin K, Zhang S, Wu Z, Wang C, Zhang Q, et al. Dalesconols B inhibits lipopolysaccharide induced inflammation and suppresses NF-kappaB and p38/JNK activation in microglial cells. Neurochem Int 2013;62:913–21."}, {"Citation": "Kang CH, Jayasooriya RG, Dilshara MG, Choi YH, Jeong YK, Kim ND, et al. Caffeine suppresses lipopolysaccharide-stimulated BV2 microglial cells by suppressing Akt-mediated NF-kappaB activation and ERK phosphorylation. Food Chem Toxicol 2012;50:4270–6."}, {"Citation": "Soliman ML, Puig KL, Combs CK, Rosenberger TA. Acetate reduces microglia inflammatory signaling in vitro. J Neurochem 2012;123:555–67."}, {"Citation": "Waetzig V, Czeloth K, Hidding U, Mielke K, Kanzow M, Brecht S, et al. c-Jun N-terminal kinases (JNKs) mediate pro-inflammatory actions of microglia. Glia 2005;50:235–46."}, {"Citation": "Ho L, Purohit D, Haroutunian V, Luterman JD, Willis F, Naslund J, et al. Neuronal cyclooxygenase 2 expression in the hippocampal formation as a function of the clinical progression of Alzheimer disease. Arch Neurol 2001;58:487–92."}, {"Citation": "Owens T, Wekerle H, Antel J. Genetic models for CNS inflammation. Nat Med 2001;7:161–5."}, {"Citation": "Zhang S, Gui XH, Huang LP, Deng MZ, Fang RM, Ke XH, et al. Neuroprotective effects of β-asarone against 6-hydroxy dopamine-induced parkinsonism via JNK/Bcl-2/Beclin-1 pathway. Mol Neurobiol 2014;53:83–94."}, {"Citation": "Gang W, Yun-bo C, Dong-Feng C, Xiao-Ping L, Dong-Hui L, Ru-Dong D, et al. β-Asarone inhibits neuronal apoptosis via the CaMKII/CREB/Bcl-2 signalling pathway in an in vitro model and AβPP/PS1 Mice. J Alzheimers Dis 2013;33:863–80."}, {"Citation": "Li C, Xing G, Dong M, Zhou L, Li J, Wang G, et al. Beta-asarone protection against beta-amyloid-induced neurotoxicity in PC12 cells via JNK signaling and modulation of Bcl-2 family proteins. Eur J Pharmacol 2010;635:96–102."}, {"Citation": "Liao JK, Seto M, Noma K. Rho kinase (ROCK) inhibitors. J Cardiovasc Pharmacol 2007;50:17–24."}, {"Citation": "Yi F, Sun J, Lim GE, Fantus IG, Brubaker PL, Jin T. Cross talk between the insulin and Wnt signaling pathways: evidence from intestinal endocrine L cells. Endocrinology 2008;149:2341–51."}, {"Citation": "Muthuraman A, Singh N, Jaggi AS. Effect of hydroalcoholic extract of Acorus calamus on tibial and sural nerve transection-induced painful neuropathy in rats. J Nat Med 2011;65:282–92."}, {"Citation": "Muthuraman A, Singh N, Jaggi AS. Protective effect of Acorus calamus L. in rat model of vincristine induced painful neuropathy: an evidence of anti-inflammatory and anti-oxidative activity. Food Chem Toxicol 2011;49:2557–63."}, {"Citation": "Sundaramahalingam M, Ramasundaram S, Rathinasamy SD, Natarajan RP, Somasundaram T. Role of Acorus calamus and alpha-asarone on hippocampal dependent memory in noise stress exposed rats. Pak J Biol Sci 2013;16:770–8."}, {"Citation": "Shah AJ, Gilani AH. Blood pressure-lowering and vascular modulator effects of Acorus calamus extract are mediated through multiple pathways. J Cardiovasc Pharmacol 2009;54:38–46."}, {"Citation": "Parab RS, Mengi SA. Hypolipidemic activity of Acorus calamus L. in rats. Fitoterapia 2002;73:451–5."}, {"Citation": "D’Souza T, Mengi SA, Hassarajani S, Chattopadhayay S. Efficacy study of the bioactive fraction (F-3) of Acorus calamus in hyperlipidemia. Indian J Pharm 2007;39:196–200."}, {"Citation": "Arun KS, Augustine A. Hypolipidemic effect of methanolic fraction of Acorus calamus Linn. in diet-induced obese rats. In: Sabu A, Augustine A, editors. Prospects in bioscience: addressing the issues. India: Springer, 2013:399–404."}, {"Citation": "Wu HS, Zhu DF, Zhou CX, Feng CR, Lou YJ, Yang B, et al. Insulin sensitizing activity of ethyl acetate fraction of Acorus calamus L. in vitro and in vivo. J Ethnopharmacol 2009;123:288–92."}, {"Citation": "Rafatullah S, Tariq M, Mossa JS, Al Yahya MA, AL-Said MS, Ageel AM. Anti-secretagogue, antiulcer and cytoprotective properties of Acorus calamus in rats. Fitoterapia 1994;65:19–23."}, {"Citation": "Arivumani K, Velpandian V, Banumathi V, Ayyasamy S, Kumar A. Anti-ulcer activity of hingu chooranam against aspirin and pylorus ligation induced gastric ulcer in rats. Int J Pharma Res Rev 2013;2:13–21."}, {"Citation": "Kim DY, Lee SH, Kim WJ, Jiang J, Kim MK, Shin YK, et al. Inhibitory effects of Acorus calamus extracts on mast cell-dependent anaphylactic reactions using mast cell and mouse model. J Ethnopharmacol 2012;141:526–9."}, {"Citation": "Kim H, Han TH, Lee SG. Anti-inflammatory activity of a water extract of Acorus calamus L. leaves on keratinocyte HaCaT cells. J Ethnopharmacol 2009;122:149–56."}, {"Citation": "Jain N, Jain R, Jain A, Jain DK, Chandel HS. Evaluation of wound-healing activity of Acorus calamus Linn. Nat Prod Res 2010;24:534–41."}, {"Citation": "Rajput SB, Karuppayil SM. β-Asarone, an active principle of Acorus calamus rhizome, inhibits morphogenesis, biofilm formation and ergosterol biosynthesis in Candida albicans. Phytomedicine 2013;20:139–42."}, {"Citation": "Bisht D, Pal A, Chanotiya CS, Mishra D, Pandey KN. Terpenoid composition and antifungal activity of three commercially important essential oils against Aspergillus flavus and Aspergillus niger. Nat Prod Res 2011;25:1993–8."}, {"Citation": "Thobunluepop P. Implementation of bio-fungicides and seed treatment in organic rice cv. KDML 105 farming. Pak J Biol Sci 2009;12:1119–26."}, {"Citation": "Kumar SN, Aravind SR, Sreelekha TT, Jacob J, Kumar BS. Asarones from Acorus calamus in combination with azoles and amphotericin b: a novel synergistic combination to compete against human pathogenic candida species in vitro. Appl Biochem Biotechnol 2015;175:3683–95."}, {"Citation": "Aqil F, Ahmad I, Owais M. Evaluation of anti-methicillin-resistant Staphylococcus aureus (MRSA) activity and synergy of some bioactive plant extracts. Biotechnol J 2006;1:1093–102."}, {"Citation": "Aqil F, Ahmad I. Antibacterial properties of traditionally used Indian medicinal plants. Methods Find Exp Clin Pharmacol 2007;29:79–92."}, {"Citation": "Biglar M, Sufi H, Bagherzadeh K, Amanlou M, Mojab F. Screening of 20 commonly used Iranian traditional medicinal plants against urease. Iran J Pharm Res 2014;13:195–8."}, {"Citation": "Soonwera M. Efficacy of herbal shampoo base on native plant against head lice (Pediculus humanus capitis De Geer, Pediculidae: Phthiraptera) in vitro and in vivo in Thailand. Parasitol Res 2014;113:3241–50."}, {"Citation": "Liu XC, Zhou LG, Liu ZL, Du SS. Identification of insecticidal constituents of the essential oil of Acorus calamus rhizomes against Liposcelis bostrychophila Badonnel. Molecules 2013;18:5684–96."}, {"Citation": "Regmi H, Kafle L, Gc YD, Shih CJ. Efficacy of natural products against Callosobruchus chinensis (Coleoptera: Bruchidae) in Nepal. J Econ Entomol 2012;105:1095–9."}, {"Citation": "Sharma PR, Sharma OP, Saxena BP. Effect of sweet flag rhizome oil (Acorus calamus) on hemogram and ultrastructure of hemocytes of the tobacco armyworm, Spodoptera litura (Lepidoptera: Noctuidae). Micron 2008;39:544–51."}, {"Citation": "Komalamisra N, Trongtokit Y, Rongsriyam Y, Apiwathnasorn C. Screening for larvicidal activity in some Thai plants against four mosquito vector species. Southeast Asian J Trop Med Public Health 2005;36:1412–22."}, {"Citation": "Sandeep D, Nair CK. Radioprotection by α-asarone: prevention of genotoxicity and hematopoietic injury in mammalian organism. Mutat Res 2011;722:62–8."}, {"Citation": "Kumari R, Singh S, Agrawal SB. Response of ultraviolet-B induced antioxidant defense system in a medicinal plant, Acorus calamus. J Environ Biol 2010;31:907–11."}, {"Citation": "Nakkala JR, Mata R, Gupta AK, Sadras SR. Biological activities of green silver nanoparticles synthesized with Acorus calamus rhizome extract. Eur J Med Chem 2014;85:784–94."}, {"Citation": "World Health Organization: Media Centre. Diabetes. Fact sheet. Available at: http://www.who.int/mediacentre/factsheets/fs312/en/. Accessed: 30 May 2016."}, {"Citation": "Zou X, Liu SL, Zhou JY, Wu J, Ling BF, Wang RP. Beta-asarone induces LoVo colon cancer cell apoptosis by up-regulation of caspases through a mitochondrial pathway in vitro and in vivo. Asian Pac J Cancer Prev 2012;13:5291–8."}, {"Citation": "Sandeep D, Nair CK. Amelioration of cisplatin-induced nephrotoxicity by extracts of Hemidesmus indicus and Acorus calamus. Pharm Biol 2010;48:290–5."}, {"Citation": "Park IK, Kim LS, Choi IH, Lee YS, Shin SC. Fumigant activity of plant essential oils and components from Schizonepeta tenuifolia against Lycoriella ingenua (Diptera: Sciaridae). J Econ Entomol 2006;99:1717–21."}, {"Citation": "Mahboubi M, Kazempour N, Mahboubi A. The efficacy of essential oils as natural preservatives in vegetable oil. J Diet Suppl 2014;11:334–46."}, {"Citation": "Danilevskiĭ NF, Antonishin BV. Antimicrobial activity of a tincture of Japanese pagoda tree (Sophora japonica) and of the essential oil of sweet flag (Acorus calamus). Mikrobiol Zh 1982;44:80–2."}, {"Citation": "Chopra IC, Khajuria BN, Chopra CL. Antibacterial properties of volatile principles from Alpinia galanga and Acorus calamus. Antibiot Chemother (Northfield) 1957;7:378–83."}, {"Citation": "Rocchietta S. Indian drugs with antibacterial action: Alpina galangal & Acorus calamus. Minerva Farm 1957;6:177."}, {"Citation": "Safonova EA, Razina TG, Zueva EP, Lopatina KA, Efimova LA, Gur’ev AM, et al. Prospects for the use of plant polysaccharides in complex treatment of malignant tumors. Eksp Klin Farmakol 2012;75:42–7."}, {"Citation": "Wu HB, Fang YQ. Pharmacokinetics of beta-asarone in rats. Yao Xue Xue Bao 2004;39:836–8."}, {"Citation": "Shah AJ, Gilani AH. Bronchodilatory effect of Acorus calamus (Linn.) is mediated through multiple pathways. J Ethnopharmacol 2010;131:471–7."}, {"Citation": "Zhang SH, Chang JJ, Cao JY, Yang CL. Comparative studies on growth and physiological responses of unicellular and colonial Microcystis aeruginosa to Acorus calamus. Bull Environ Contam Toxicol 2015;94:225–31."}, {"Citation": "Nayak D, Pradhan S, Ashe S, Rauta PR, Nayak B. Biologically synthesised silver nanoparticles from three diverse family of plant extracts and their anticancer activity against epidermoid A431 carcinoma. J Colloid Interface Sci 2015;457:329–38."}, {"Citation": "Chen HP, Yang K, Zheng LS, You CX, Cai Q, Wang CF. Repellant and insecticidal activities of shyobunone and isoshyobunone derived from the essential oil of Acorus calamus rhizomes. Pharmacogn Mag 2015;11:675–81."}, {"Citation": "Nath P, Yadav AK. Anthelmintic activity of a standardized extract from the rhizomes of Acorus calamus Linn. (Acoraceae) against experimentally induced cestodiasis in rats. J Intercult Ethnopharmacol 2016;5:390–5."}, {"Citation": "Yan Z, Jiang H, Cai H, Zhou Y, Krumholz LR. Complex interactions between the macrophyte Acorus calamus and microbial fuel cells during pyrene and benzo[a] pyrene degradation in sediments. Sci Rep 2015;5:107–9."}, {"Citation": "Wang Q, Li C, Zheng R, Que X. Phytoremediation of chlorpyrifos in aqueous system by riverine macrophyte, Acorus calamus: toxicity and removal rate. Environ Sci Pollut Res Int 2016;23:16241–8."}, {"Citation": "Reddy S, Rao G, Shetty B, Hn G. Effects of Acorus calamus rhizome extract on the neuromodulatory system in restraint stress male rats. Turk Neurosurg 2015;25:425–31."}, {"Citation": "Radhakrishnan A, Jayakumari N, Kumar VM, Gulia KK. Sleep promoting potential of low dose α-asarone in rat model. Neuropharmacology 2017;125:13–29."}, {"Citation": "Mamgain P, Singh RH. Controlled clinical trial of the lekhania drug vacha (Acorus calamus) in case of ischaemic heart disease. J Res Ayurveda Siddha 1994;15:35–51."}, {"Citation": "Ghelani H, Chapala M, Jadav P. Diuretic and antiurolithiatic activities of an ethanolic extract of Acorus calamus L. rhizome in experimental animal models. J Tradit Complement Med 2016;6:431–6."}, {"Citation": "Park HJ, Lee SJ, Kim MM. Effect of α-asarone on angiogenesis and matrix metalloproteinase. Environ Toxicol Pharmacol 2015;39:1107–14."}, {"Citation": "Liu L, Wang J, Shi L, Zhang W, Du X, Wang Z, et al. β-Asarone induces senescence in colorectal cancer cells by inducing lamin B1 expression. Phytomedicine 2013;20:512–20."}, {"Citation": "Vijayapandi P, Annabathina V, SivaNagaSrikanth B, Manjunath V, Boggavarapu P, Mohammed PA, et al. In vitro anticholinergic and antihistaminic activities of Acorus calamus Linn. leaves extracts. Afr J Tradit Complement Altern Med 2012;10:95–101."}, {"Citation": "Bains JS, Dhuna V, Singh J, Kamboj SS, Nijjar KK, Agrewala JN. Novel lectins from rhizomes of two Acorus species with mitogenic activity and inhibitor potential towards murine cancer cell lines. Int Immunopharmacol 2005;5:1470–8."}, {"Citation": "Li J, Li ZX, Zhao J, Wang W, Zhao XF, Xu B, et al. A novel tropoloisoquinoline alkaloid, neotatarine, from Acorus calamus L. Chem Biodivers 2017;14:e1700201."}], "Title": "References"}], "History": [{"Year": "2016", "Month": "9", "Day": "1"}, {"Year": "2017", "Month": "10", "Day": "25"}, {"Year": "2018", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29389665", "10.1515/jbcpp-2016-0132", "jbcpp-2016-0132"]}}]}