{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Comet assay", "Extracts", "Genotoxicity", "Otostegia integrifolia", "Pterolobium stellatum"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29391002", "DateCompleted": {"Year": "2018", "Month": "03", "Day": "01"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "02", "Day": "01"}], "Language": ["eng"], "ELocationID": ["45", "10.1186/s12906-017-2056-x"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Feb", "Day": "01"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Genotoxicity study of Ethiopian medicinal plant extracts on HepG2 cells.", "Pagination": {"StartPage": "45", "MedlinePgn": "45"}, "Abstract": {"AbstractText": ["Most of herbal medicines are used without any standard safety and toxicological trials although common assumption is that these products are nontoxic. However, this assumption is incorrect and dangerous, so toxicological studies should be done for herbal drugs. Although Pterolobium stellatum, Otostegia integrifolia and Vernonia amygdalina root extracts are frequently used in Ethiopian traditional medicine, there are no evidences of their active toxic compounds. Therefore, we made an effort to assess probable genotoxic effect of these plant extracts on DNA of human hematoma (HepG<sub>2</sub>) cells using alkaline comet assay.", "Genotoxic effects of extracts were evaluated using single cell gel electrophoresis (SCGE) method on HepG<sub>2</sub> cell. Regarding comet data, the average mean tail intensities (TI) from each individual experiment and treatment (usually at least 3 cultures/treatment) were pooled and the average mean TI was used as an indicator of DNA damage and the standard error of mean (SEM) as the measure of variance.", "DNA damage in the form of comet tail has been observed for 1 and 0.5 mg/ml P. stellatum chloroform and 80% methanol extracts on HepG<sub>2</sub> cells, respectively. The chloroform extract of P. stellatum showed increased tail DNA percentage in a concentration dependent manner. Comet tail length in the chloroform P. stellatum extract treated cells (1 mg/ml) was significantly higher by 89% (p < 0.05) compared to vehicle treated controls. The rest of test extracts seemed to be without genotoxic effect up to a concentration of 0.5 mg/ml.", "Our findings show that two extracts from one plant evaluated have a genotoxic potential in vitro which calls for a more thorough safety evaluation. Such evaluation should include other end-points of genotoxicity apart from DNA damage, and possibly also pure compounds."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, School of Pharmacy, College of Medicine and Health Sciences, University of Gondar, P. O. Box: 196, Gondar, Ethiopia. wubayehu.kahaliw@uog.edu.et."}], "LastName": "Kahaliw", "ForeName": "Wubayehu", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biosciences, Division of Toxicology, Uppsala University, Box 594, 751 24, Uppsala, Sweden."}], "LastName": "Hellman", "ForeName": "Bjorn", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, School of Pharmacy, College of Health Sciences, Addis Ababa University, P. O. Box: 1176, Addis Ababa, Ethiopia."}], "LastName": "Engidawork", "ForeName": "Ephrem", "Initials": "E"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Mutagens"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["drug effects"], "DescriptorName": "Cell Survival"}, {"QualifierName": [], "DescriptorName": "Comet Assay"}, {"QualifierName": ["drug effects"], "DescriptorName": "DNA Damage"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fabaceae"}, {"QualifierName": [], "DescriptorName": "Hep G2 Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Lamiaceae"}, {"QualifierName": [], "DescriptorName": "Mutagenicity Tests"}, {"QualifierName": ["toxicity"], "DescriptorName": "Mutagens"}, {"QualifierName": ["toxicity"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Not applicable. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Etebari M, Zolfaghari B, Jafarian-Dehkordi A, Rakian R. Evaluation of DNA damage of hydro-alcoholic and aqueous extract of Echium amoenum and Nardostachys jatamansi. J Res Med Sci. 2012;17:782–786.", "ArticleIdList": ["PMC3687887", "23798947"]}, {"Citation": "Jansen PCM. Pterolobium stellatum (Forssk.) Brenan. In: Jansen PCM, Cardon D, editors. PROTA (plant resources of tropical Africa / Ressources végétales de l’Afrique tropicale). Wageningen; 2005. [Internet] Record from PROTA4U. http://www.prota4u.org/search.asp. Accessed 11 Aug 2017."}, {"Citation": "Andualem G, Umar S, Getnet F, Tekewe A, Alemayehu H, Kebede N. Antimicrobial and phytochemical screening of methanol extracts of three medicinal plants in Ethiopia. Advan Biol Res. 2014;8(3):101–106."}, {"Citation": "Balcha E, Mengiste B, Gebrelibanos M, Worku A, Ameni G. Evaluation of in-vitro antimycobacterial activity of selected medicinal plants in Mekelle, Ethiopia. World Appl Sci J. 2014;31(6):1217–1220."}, {"Citation": "Flatie T, Gedif T, Asres K, Gebre-Mariam T. Ethnomedical survey of Berta ethnic group Assosa zone, Benishangul-Gumuz regional state, mid-West Ethiopia. J Ethnobiol Ethnomed. 2009;5:14. doi: 10.1186/1746-4269-5-14.", "ArticleIdList": ["10.1186/1746-4269-5-14", "PMC2688485", "19409096"]}, {"Citation": "Kigen G, Maritim A, Some F, Kibosia J, Rono H, Chepkwony S, Kipkore W, Wanjoh B. Ethnopharmacological survey of the medicinal plants used in tindiret, nandi county, Kenya. Afr J Tradit Complement Altern Med. 2016;13(3):156–168. doi: 10.4314/ajtcam.v13i3.19.", "ArticleIdList": ["10.4314/ajtcam.v13i3.19"]}, {"Citation": "Mohammed S, Abraha B. Floristic composition and structure of Yegof Mountain Forest, south Wollo, Ethiopia. Eth J Sci Technol. 2013;6(1):33–45."}, {"Citation": "Kidane D, Tomass Z, Dejene T. Community knowledge of traditional mosquito repellent plants in Kolla Temben District, Tigray, northern Ethiopia. Sci Res Essays. 2013;8(24):1139–1144."}, {"Citation": "Meresa A, Gemechu W, Basha H, Fekadu N, Teka F, Ashebir R, Tadele A. Herbal medicines for the management of diabetic mellitus in Ethiopia and Eretria including their phytochemical constituents. AJADD. 2017;5(01):040–058."}, {"Citation": "Andemariam SW. Legislative regulation of traditional medicinal knowledge in Eritrea vis-a-vis Eritrea’s commitments under the convention on biological diversity: issues and alternatives. Env Dev J. 2010;6:130."}, {"Citation": "Giday M, Teklehaymanot T, Animut A, Mekonnen Y. Medicinal plants of the Shinasha, Agew-awi and Amhara peoples in north West Ethiopia. J Ethnopharmacol. 2007;110:516–525. doi: 10.1016/j.jep.2006.10.011.", "ArticleIdList": ["10.1016/j.jep.2006.10.011", "17101251"]}, {"Citation": "Parvaz N, Yadav S. Ethno pharmacology of single herbal preparations of medicinal plants in Asendabo district, Jimma, Ethiopia. Ind J Trad Know. 2010;9:724–729."}, {"Citation": "Endale A, Bisrat D, Animut A, Bucar F, Asres K. In vivo Antimalarial activity of a labdane diterpenoid from the leaves of Otostegia integrifolia Benth. Phytother Res. 2013;27:1805–9.", "ArticleIdList": ["23401280"]}, {"Citation": "Karunamoorthi K. Tinjute [Labiatae; (Otostegia integrifolia)]: a versatile Ethiopian ethnomedicinal plant–a systematic review of the scientific evidences. Tang [Humanitas Medicine] 2014;4(2):8. doi: 10.5667/tang.2013.0033.", "ArticleIdList": ["10.5667/tang.2013.0033"]}, {"Citation": "Khan S, Syed F. Bioactive constituents from genus Otostegia. SARJ of Physical Sci. 2013;1:15–25."}, {"Citation": "Tesso H, König A. Terpenes from Otostegia integrifolia. Phytochemistry. 2004;65:2057–2062. doi: 10.1016/j.phytochem.2004.03.012.", "ArticleIdList": ["10.1016/j.phytochem.2004.03.012", "15279972"]}, {"Citation": "Eyo JE, Nwachukwu LO, Onah IE, Atama CI, Ekeh FN, Ezenwaji NE, Ivoke N. Effects of the aqueous root extract of Vernonia amygdalina on the haematological profile of Rattus Norvegicus. Adv Life Sci Technol. 2013;11:19–24."}, {"Citation": "Offor CE. A comparative chemical analyses of Vernonia amygdalina and Azadirachta indica leaves. IOSR-JPBS. 2014;9(5):73–77. doi: 10.9790/3008-09527377.", "ArticleIdList": ["10.9790/3008-09527377"]}, {"Citation": "Uzodimma DE. Medico-Ethnobotanical inventory of Ogii, Okigwe Imo state, south eastern Nigeria. Glo Adv Res J Med Plants. 2013;2(2):030–044."}, {"Citation": "Ghamba PE, Balla H, Goje LJ, Halidu A, Dauda MD. In vitro antimicrobial activities of Vernonia amygdalina on selected clinical isolates. Int J Curr Microbiol App Sci. 2014;3(4):1103–1113."}, {"Citation": "Egharevba C, Osayemwenre E, Imieje V, Ahomafor J, Akunyuli C, Udu-Cosi AA, Theophilus O, James O, Ali I, Falodun A. Significance of bitter leaf (Vernonia amagdalina) in tropical diseases and beyond: a review. Malar Chemoth Cont. 2014;3:1."}, {"Citation": "Sirama V, Kokwaro J, Owuor B, Yusuf A, Kodhiambo M. In-vitro anthelmintic activity of Vernonia amygdalina Del. (asteraceae) roots using adult Haemonchus contortus worms. Int J Pharmacol Res. 2015;5(1):1–2."}, {"Citation": "Abdrazak M, Afzan A, Ali R, Jalaluddin N, Wasiman M, Zahari S, Abdullah N, Ismail Z. Effect of selected local medicinal plants on the asexual blood stage of chloroquine resistant Plasmodium falciparum. BMC Complement Altern Med. 2014;14:492. doi: 10.1186/1472-6882-14-492.", "ArticleIdList": ["10.1186/1472-6882-14-492", "PMC4300612", "25510573"]}, {"Citation": "Bunalema L, Obakiro S, Tabuti JRS, Waako P. Knowledge on plants used traditionally in the treatment of tuberculosis in Uganda. J Ethnopharmacol. 2014;151:999–1004. doi: 10.1016/j.jep.2013.12.020.", "ArticleIdList": ["10.1016/j.jep.2013.12.020", "24365640"]}, {"Citation": "Makinde SCO, Ojekale AB, Oshinaike TS, Awusinu TS. An ethnomedical and ethnobotanical survey of plants herbal therapy used for obesity, asthma, diabetes and fertility by the Badagry people of Lagos state, Nigeria. J Med Plants Studies. 2015;3(5):01–06."}, {"Citation": "Adedapo AA, Aremu OJ, Oyagbemi AA. Anti-oxidant, anti-inflammatory and antinociceptive properties of the acetone leaf extract of Vernonia Aamygdalina in some laboratory animals. Adv Pharm Bull. 2014;4(2):591–598.", "ArticleIdList": ["PMC4312410", "25671194"]}, {"Citation": "Nalule AS, Mbaria JM, Kimenju JW. In vitro anthelmintic potential of Vernonia amygdalina and Secamone africana on gastrointestinal nematodes. Agric Biol J N Am. 2013;4(1):54–66. doi: 10.5251/abjna.2013.4.1.54.66.", "ArticleIdList": ["10.5251/abjna.2013.4.1.54.66"]}, {"Citation": "Adebayo OL, James A, Kasim SB, Jagri OP. Leaf extracts of Vernonia amygdalina Del. From northern Ghana contain bioactive agents that inhibit the growth of some beta-lactamase producing bacteria in vitro. Br J Pharm Res. 2014;4(2):192–202."}, {"Citation": "Oyedeji KO, Bolarinwa AF, Akintola AM. Effect of methanolic extract of Vernonia amygdalina on haematological and plasma biochemical parameters in male albino rats. IOSR J Dental Med Sci. 2013;3(5):64–67. doi: 10.9790/0853-0356467.", "ArticleIdList": ["10.9790/0853-0356467"]}, {"Citation": "Kennedy IC, Erebi IP, Adaobi EC. Protective potential of aqueous leaf extract of Vernonia amygdalina in cyclophosphamide – induced myelotoxicity. IOSR J Pharm. 2014;4(3):06–14."}, {"Citation": "Yedjou CG, Izevbigie EB, Tchounwou PB. Vernonia amygdalina—induced growth arrest and apoptosis of breast cancer (MCF-7) cells. Pharmacol Pharm. 2013;4(1):93-9.", "ArticleIdList": ["PMC3864043", "24353904"]}, {"Citation": "Yusuf AB, Umar IA, Nok AJ. Effects of methanol extract of Vernonia amygdalina leaf on survival and some biochemical parameters in acute Trypanosoma brucei infection. Afr J Biochem Res. 2012;6(12):150–158."}, {"Citation": "Oboh FOJ, Enobhayisobo EI. Effect of aqueous extract of Vernonia amygdalina leaves on plasma lipids of hyperlipidaemic adult male albino New Zealand rabbits. Afr Sci. 2009;10(4)"}, {"Citation": "Andrew Niles MS, Tracy Worzella MS, Michael Scurria BS, Pam Guthmiller BS, Brian M, Kay Rashka BS, Deborah Lange BS, Terry LR. Multiplexed viability, cytotoxicity and apoptosis assays for cell-based screening. Cell Notes. 2006;16:12–15."}, {"Citation": "Tice RR, Agurell E, Anderson D, Burlinson B, Hartmann A, Kobayashi H, Miyamae Y, Rojas E, Ryu JC, Sasaki YF. Single cell gel/comet assay: guidelines for in vitro and in vivo genetic toxicology testing. Environ Mol Mutagen. 2000;35:206–221. doi: 10.1002/(SICI)1098-2280(2000)35:3<206::AID-EM8>3.0.CO;2-J.", "ArticleIdList": ["10.1002/(SICI)1098-2280(2000)35:3<206::AID-EM8>3.0.CO;2-J", "10737956"]}, {"Citation": "Singh NP, McCoy MT, Tice RR, Schneider EL. A simple technique for quantification of low levels of DNA damage in individual cells. Exp Cell Res. 1988;175:184–191. doi: 10.1016/0014-4827(88)90265-0.", "ArticleIdList": ["10.1016/0014-4827(88)90265-0", "3345800"]}, {"Citation": "Paul S, Chakraborty S, Mukherjee A, Kundu R. Evaluation of cytotoxicity and DNA damaging activity of three plant extracts on cervical cancer cell lines. Int J Pharm Sci Rev Res. 2015;31(1):183–189."}, {"Citation": "Demma J, Engidawork E, Hellman B. Potential genotoxicity of plant extracts used in Ethiopian traditional medicine. J Ethnopharmacol. 2009;122:136–142. doi: 10.1016/j.jep.2008.12.013.", "ArticleIdList": ["10.1016/j.jep.2008.12.013", "19146933"]}, {"Citation": "Kahaliw W, Aseffa A, Abebe M, Teferi M, Engidawork E. Evaluation of the antimycobacterial activity of crude extracts and solvent fractions of selected Ethiopian medicinal plants. BMC Complement Altern Med. 2017;17:143. doi: 10.1186/s12906-017-1563-0.", "ArticleIdList": ["10.1186/s12906-017-1563-0", "PMC5343536", "28274226"]}]}], "History": [{"Year": "2017", "Month": "5", "Day": "18"}, {"Year": "2017", "Month": "12", "Day": "11"}, {"Year": "2018", "Month": "2", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["29391002", "PMC5796566", "10.1186/s12906-017-2056-x", "10.1186/s12906-017-2056-x"]}}]}