{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Achillea millefolium", "Achillea ptarmica", "GC–EI–MS", "HPLC–ESI–MS", "N-alkylamides"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29404016", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "09", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jpha.2016.09.005"], "Journal": {"ISSN": "2095-1779", "JournalIssue": {"Volume": "7", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Feb"}}, "Title": "Journal of pharmaceutical analysis", "ISOAbbreviation": "J Pharm Anal"}, "ArticleTitle": "<i>N</i>-alkylamide profiling of <i>Achillea ptarmica</i> and <i>Achillea millefolium</i> extracts by liquid and gas chromatography-mass spectrometry.", "Pagination": {"StartPage": "34", "EndPage": "47", "MedlinePgn": "34-47"}, "Abstract": {"AbstractText": ["<i>Achillea millefolium</i> and <i>Achillea ptarmica</i> are both plants belonging to the Asteracea family and are traditionally used for their medicinal properties. It has already been shown that some <i>N</i>-alkylamides (NAAs) are responsible for these pharmacological actions. Therefore, in the present study, the NAA content of the two plants was analytically characterised. Different extracts were prepared from the roots, the leaves, the stems and the flowers. The structures of NAAs have been assigned in ethanolic extracts of <i>Achillea millefolium</i> and <i>Achillea ptarmica</i> using high performance liquid chromatography - electrospray ionisation - mass spectrometry (HPLC-ESI-MS) and gas chromatography - electron impact - mass spectrometry (GC-EI-MS). Using both analytical techniques, the structures of 14 and 15 NAAs have been assigned in <i>Achillea ptarmica</i> and <i>Achillea millefolium</i>, respectively. Structures of two new NAAs, previously never observed in <i>Achillea ptarmica</i>, were assigned: deca-2E,6Z,8E-trienoic acid 2-methylbutylamide (homospilanthol) or a related isomeric compound and deca-2E,4E-dienoic acid <i>N</i>-methyl isobutylamide. The structure of homospilanthol or a related isomeric compound was also assigned in <i>Achillea millefolium</i> for the first time."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug Quality and Registration (DruQuaR) group, Faculty of Pharmaceutical Sciences, Ghent University, Ottergemsesteenweg 460, B-9000 Ghent, Belgium."}], "LastName": "Veryser", "ForeName": "Lieselotte", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug Quality and Registration (DruQuaR) group, Faculty of Pharmaceutical Sciences, Ghent University, Ottergemsesteenweg 460, B-9000 Ghent, Belgium."}], "LastName": "Taevernier", "ForeName": "Lien", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug Quality and Registration (DruQuaR) group, Faculty of Pharmaceutical Sciences, Ghent University, Ottergemsesteenweg 460, B-9000 Ghent, Belgium."}], "LastName": "Wynendaele", "ForeName": "Evelien", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "LIWET, Department of Industrial Biological Sciences, Ghent University Campus Kortrijk, Graaf Karel de Goedelaan 5, B-8500 Kortrijk, Belgium."}], "LastName": "Verheust", "ForeName": "Yannick", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "LIWET, Department of Industrial Biological Sciences, Ghent University Campus Kortrijk, Graaf Karel de Goedelaan 5, B-8500 Kortrijk, Belgium."}], "LastName": "Dumoulin", "ForeName": "Ann", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug Quality and Registration (DruQuaR) group, Faculty of Pharmaceutical Sciences, Ghent University, Ottergemsesteenweg 460, B-9000 Ghent, Belgium."}], "LastName": "De Spiegeleer", "ForeName": "Bart", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "J Pharm Anal", "NlmUniqueID": "101579451", "ISSNLinking": "2214-0883"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Si X.T., Zhang M.L., Shi Q.W. Chemical constituents of the plants in the genus Achillea. Chem. Biodivers. 2006;3:1163–1180.", "ArticleIdList": ["17193231"]}, {"Citation": "Lazarevic J., Radulovic N., Zlatkovic B. Composition of Achillea distans Willd. subsp. distans root essential oil. Nat. Prod. Res. 2010;24:718–731.", "ArticleIdList": ["20432153"]}, {"Citation": "Nemeth E., Bernath J. Biological activities of yarrow species (Achillea spp.) Curr. Pharm. Des. 2008;14:3151–3167.", "ArticleIdList": ["19075697"]}, {"Citation": "Rigat M., Bonet M.A., Garcia S. Studies on pharmaceutical ethnobotany in the high river Ter valley (Pyrenees, Catalonia, Iberian Peninsula) J. Ethnopharmacol. 2007;113:267–277.", "ArticleIdList": ["17656056"]}, {"Citation": "Savikin K., Zdunic G., Menkovic N. Ethnobotanical study on traditional use of medicinal plants in South-Western Serbia, Zlatibor district. J. Ethnopharmacol. 2013;146:803–810.", "ArticleIdList": ["23422337"]}, {"Citation": "Cavalcanti A.M., Baggio C.H., Freitas C.S. Safety and antiulcer efficacy studies of Achillea millefolium L. after chronic treatment in Wistar rats. J. Ethnopharmacol. 2006;107:277–284.", "ArticleIdList": ["16647233"]}, {"Citation": "Karamenderes C., Apaydin S. Antispasmodic effect of Achillea nobilis L. subsp. sipylea (O. Schwarz) Bassler on the rat isolated duodenum. J. Ethnopharmacol. 2003;84:175–179.", "ArticleIdList": ["12648812"]}, {"Citation": "Tajik H., Jalali F.S.S., Sobhani A. In vitro Assessment of Antimicrobial Efficacy of Alcoholic Extract of Achillea millefolium in Comparison with Penicillin Derivatives. J. Anim. Vet. Adv. 2008;7:508–511."}, {"Citation": "Stojanovic G., Radulovic N., Hashimoto T. In vitro antimicrobial activity of extracts of four Achillea species: the composition of Achillea clavennae L. (Asteraceae) extract. J. Ethnopharmacol. 2005;101:185–190.", "ArticleIdList": ["15978758"]}, {"Citation": "Dias M.I., Barros L., Duenas M. Chemical composition of wild and commercial Achillea millefolium L. and bioactivity of the methanolic extract, infusion and decoction. Food Chem. 2013;141:4152–4160.", "ArticleIdList": ["23993599"]}, {"Citation": "Fierascu I., Ungureanu C., Avramescu S.M. In Vitro Antioxidant and Antifungal Properties of Achillea millefolium L. Rom. Biotech. Lett. 2015;20:10626–10636."}, {"Citation": "Jenabi E., Fereidoony B. Effect of Achillea millefolium on Relief of Primary Dysmenorrhea: a Double-Blind Randomized Clinical Trial. J. Pediatr. Adolesc. Gynecol. 2015;28:402–404.", "ArticleIdList": ["26238568"]}, {"Citation": "Potrich F.B., Allemand A., da Silva L.M. Antiulcerogenic activity of hydroalcoholic extract of Achillea millefolium L.: involvement of the antioxidant system. J. Ethnopharmacol. 2010;130:85–92.", "ArticleIdList": ["20420892"]}, {"Citation": "Pain S., Altobelli C., Boher A. Surface rejuvenating effect of Achillea millefolium extract. Int. J. Cosmet. Sci. 2011;33:535–542.", "ArticleIdList": ["21711463"]}, {"Citation": "Hemmati A., Arzi A., Amin M. Effect of Achillea millefolium extract in wound healing of rabbit. J. Nat. Remedies. 2/2. 2002:164–167."}, {"Citation": "Final report on the safety assessment of Yarrow (Achillea millefolium) Extract IJT. 2001;20(Suppl. 2):79–84.", "ArticleIdList": ["11558643"]}, {"Citation": "EMA/HMPC/290309/2009, Assessment report on Achillea millefolium L., herba, 2010"}, {"Citation": "Althaus J.B., Kaiser M., Brun R. Antiprotozoal activity of Achillea ptarmica (Asteraceae) and its main alkamide constituents. Molecules. 2014;19:6428–6438.", "ArticleIdList": ["PMC6271219", "24853616"]}, {"Citation": "Boonen J., Bronselaer A., Nielandt J. Alkamid database: chemistry, occurrence and functionality of plant N-alkylamides. J. Ethnopharmacol. 2012;142:563–590.", "ArticleIdList": ["22659196"]}, {"Citation": "Greger H., Zdero C., Bohlmann F. Pyrrole amides from achillea-Ageratifolia. Phytochemistry. 1987;26:2289–2291."}, {"Citation": "Greger H., Hofer O., Werner A. Biosynthetically simple C 18-alkamides from achillea species. Phytochemistry. 1987;26:2235–2242."}, {"Citation": "Christensen L.P. Acetylenes and Related-compounds in anthemideae. Phytochemistry. 1992;31:7–49."}, {"Citation": "Greger H., Hofer O. Polyenoic acid piperideides and other alkamides from achillea-millefolium. Phytochemistry. 1989;28:2363–2368."}, {"Citation": "Greger H., Werner A. Comparative HPLC analyses of alkamides within the achillea millefolium group. Planta Med. 1990;56:482–486.", "ArticleIdList": ["17221454"]}, {"Citation": "Kuropka G., Koch M., Glombitza K.W. Acid amides from achillea ptarmica. Planta Med. 1986;41:244–245."}, {"Citation": "Cech N.B., Eleazer M.S., Shoffner L.T. High performance liquid chromatography/electrospray ionization mass spectrometry for simultaneous analysis of alkamides and caffeic acid derivatives from Echinacea purpurea extracts. J. Chromatogr. A. 2006;1103:219–228.", "ArticleIdList": ["16298376"]}, {"Citation": "Boonen J., Baert B., Burvenich C. LC-MS profiling of N-alkylamides in Spilanthes acmella extract and the transmucosal behaviour of its main bio-active spilanthol. J. Pharm. Biomed. Anal. 2010;53:243–249.", "ArticleIdList": ["20227845"]}, {"Citation": "Boonen J., Sharma V., Dixit V.K. LC-MS N-alkylamide profiling of an ethanolic anacyclus pyrethrum root extract. Planta Med. 2012;78:1787–1795.", "ArticleIdList": ["23047251"]}, {"Citation": "Spelman K., Wetschler M.H., Cech N.B. Comparison of alkylamide yield in ethanolic extracts prepared from fresh versus dry Echinacea purpurea utilizing HPLC-ESI-MS. J. Pharm. Biomed. Anal. 2009;49:1141–1149.", "ArticleIdList": ["PMC2745817", "19321283"]}, {"Citation": "Leng T.C., Ping N.S., Lim B.P. Detection of bioactive compounds from Spilanthes acmella (L.) plants and its various in vitro culture products. J. Med. Plants Res. 2011;5:371–378."}, {"Citation": "Nakatani N., Nagashima M. Pungent alkamides from spilanthes acmella L. var. oleracea Clarke. Biosci. Biotech. Bioch. 1992;56:759–762.", "ArticleIdList": ["27286203"]}, {"Citation": "Costa S.S., Arumugam D., Gariepy Y. Spilanthol extraction using microwave: calibration curve for gas chromatography. Chem. Eng. Trans. 2013;32:1783–1788."}, {"Citation": "Bae S.S., Ehrmann B.M., Ettefagh K.A. A Validated liquid chromatography-electrospray Ionization-mass spectrometry method for quantification of spilanthol in Spilanthes acmella (L.) Murr. Phytochem. Anal. 2010;21:438–443.", "ArticleIdList": ["20310072"]}, {"Citation": "Hiserodt R.D., Pope B.M., Cossette M. Proposed mechanisms for the fragmentation of doubly allylic alkenamides (tingle compounds) by low energy collisional activation in a triple quadrupole mass spectrometer. J. Am. Soc. Mass Spectr. 2004;15:1462–1470.", "ArticleIdList": ["15465359"]}, {"Citation": "Stuart D.L., Wills R.B.H. Effect of drying temperature on alkylamide and cichoric acid concentrations of Echinacea purpurea. J. Agr. Food Chem. 2003;51:1608–1610.", "ArticleIdList": ["12617592"]}]}], "History": [{"Year": "2016", "Month": "7", "Day": "8"}, {"Year": "2016", "Month": "9", "Day": "17"}, {"Year": "2016", "Month": "9", "Day": "23"}, {"Year": "2018", "Month": "2", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "9", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29404016", "PMC5686861", "10.1016/j.jpha.2016.09.005", "S2095-1779(16)30101-0"]}}]}