{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotany", "Medicinal plant", "Midyat", "Turkey", "Useful plants"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29415748", "DateCompleted": {"Year": "2018", "Month": "09", "Day": "18"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "02", "Day": "07"}], "Language": ["eng"], "ELocationID": ["12", "10.1186/s13002-017-0201-8"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Feb", "Day": "07"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "An ethnobotanical study in Midyat (Turkey), a city on the silk road where cultures meet.", "Pagination": {"StartPage": "12", "MedlinePgn": "12"}, "Abstract": {"AbstractText": ["Studies of ethnobotanical usages in south-eastern Turkey are rare. To widen this field of knowledge, we conducted an ethnobotanical study in Midyat (Mardin Province), Turkey.", "The field study was completed during three years (2007-2010). Our aim was to document the ethnobotanical uses of local plants and to make an ethnobotanical inventory of uncommon plants using qualitative interviews.", "During field studies, 368 voucher specimens were collected in the investigated area. Ninety-two traditionally used plant species were reported from Midyat and surrounding vicinities in Turkey. Among the 92 taxa (129 usages), 35% were used for medical purposes, 22% for food, 13% for animal fodder, 7% as ornamental plants and dyes, 6% as brooms, 4% for latex and as fragrance, 4% for herbal tea, molasses and wine preparation, 3% for agricultural purposes, and 6% for other purposes. Comparative assessment showed that Teucrium polium (0.51), Matricaria aurea (0.26), Alcea setosa (0.21), and Malva neglecta (0.21) have the highest recorded UVs<sub>,</sub> and the following taxa had UVs between 0.10-0.20: Anthemis cotula (0.12), Allium cepa (0.13), Alcea striata subsp. striata (0.14), Crupina crupinastrum (0.12), Papaver rhoeas (0.13), Salvia multicaulis (0.14), Thymbra spicata (0.11), and Vicia pannonica subsp. striata (0.15). We reported the ethnobotanical usages of 21 taxa for the first time, in addition to indicating usages previously recorded in the literature. We also recorded four endemic plant usages in the area: Alkanna trichophila var. mardinensis, Centaurea kurdica, Centaurea stapfiana, and Sideritis libanotica subsp. linearis. They have variable leaf and flower morphology that are used traditionally. They are present as well-developed populations and thus their conservation status is not compromised. Additionally, Thymbra sintenisii is a recorded species that is classified as a rare and extensively used species in the region.", "These results contribute to the fundamental knowledge of ethnobotanical usages in Midyat. To date, ethnobotanical studies have not been carried out in this region. This investigation uncovered usages of endemic medicinal plant species and traditional knowledge of Midyat communities living in a mixed culture. The people of Midyat, Batman, and Şırnak are Turkish citizens from various ethnic backgrounds, such as Kurdish, Arabic, and Syriac. We compared our data with results from other studies conducted in Turkey, particularly in south-eastern and eastern regions, as well as with studies from bordering countries, Iraq, Jordan, Syria, and Iran. Nonetheless, more work needs to be conducted to extend the present knowledge for locals to contribute to and evaluate economic potential in the region."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Diseases & Pathology, College of Veterinary Medicine, University of Florida, Gainesville, FL, USA. aliakgul@ufl.edu."}], "LastName": "Akgul", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sustainable Bioproducts, College of Forest Resources, Mississippi State University, Starkville, MS, USA."}], "LastName": "Akgul", "ForeName": "Ayfer", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Garden-Herbarium Research and Application Center, Ege University, Izmir, Turkey."}], "LastName": "Senol", "ForeName": "Serdar G", "Initials": "SG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Garden-Herbarium Research and Application Center, Ege University, Izmir, Turkey."}], "LastName": "Yildirim", "ForeName": "Hasan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, Science Faculty, Ege University, Izmir, Turkey."}], "LastName": "Secmen", "ForeName": "Ozcan", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Buca Faculty of Education, Dokuz Eylul University, Izmir, Turkey."}], "LastName": "Dogan", "ForeName": "Yunus", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Silk"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Culture"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Silk"}, {"QualifierName": [], "DescriptorName": "Turkey"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The survey was conducted according to the guidelines of International Society of Ethnobiology Code of Ethics (http://ethnobiology.net/code-of-ethics/). Also, participation in the survey was voluntary and not obligatory, and participants were informed about the study objectives. There was no time limit to answer the survey questions. We obtained consent from the participants prior to this study being carried out. CONSENT FOR PUBLICATION: Permission to publish Fig. 8 was obtained; no permission is needed to publish other photos in figures. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kaval I, Behcet L, Cakilcioglu U. Ethnobotanical study on medicinal plants in Gecitli and its surrounding (Hakkari-Turkey) J Ethnopharmacol. 2014;155:171–184. doi: 10.1016/j.jep.2014.05.014.", "ArticleIdList": ["10.1016/j.jep.2014.05.014", "24911339"]}, {"Citation": "Muthu C, Ayyanar M, Raja N, Ignacimuthu S. Medicinal plants used by traditional healers in Kancheepuram District of Tamil Nadu, India. J Ethnobiol Ethnomed. 2006;2:43. doi: 10.1186/1746-4269-2-43.", "ArticleIdList": ["10.1186/1746-4269-2-43", "PMC1615867", "17026769"]}, {"Citation": "Dogan Y, Nedelcheva A, Luczaj L, Dragulescu C, Stefkov G, Maglajlic A, Maglajlic A, Ferrier J, Papp J, Hajdari A, Mustafa B, Dajić-Stevanović Z, Pieroni A. Of the importance of a leaf: the ethnobotany of sarma in Turkey and the Balkans. J Ethnobiol Ethnomed. 2015;11:26. doi: 10.1186/s13002-015-0002-x.", "ArticleIdList": ["10.1186/s13002-015-0002-x", "PMC4428097", "25890379"]}, {"Citation": "Yesilada E, Hondab G, Sezik E, Tabatab M, Fujitab T, Tanakac T, Takedad Y, Takaishi Y. Traditional medicine in Turkey. V. Folk medicine in the inner Taurus Mountains. J Ethnopharmacol. 1995;46(3):133–152. doi: 10.1016/0378-8741(95)01241-5.", "ArticleIdList": ["10.1016/0378-8741(95)01241-5", "7564412"]}, {"Citation": "Ertug F. Ethnobotany of Turkey. Resimli Turkiye Florasi. 2014;1:319–344."}, {"Citation": "Ertug F. Being a woman researcher in an Anatolian village. J Ethnobiol Ethnomed. 2013;9(1):45.", "ArticleIdList": ["PMC3723420", "23819702"]}, {"Citation": "Altundag E, Ozturk M. Ethnomedicinal studies on the plant resources of east Anatolia, Turkey. Procedia Soc Behav Sci. 2011;19:756–777. doi: 10.1016/j.sbspro.2011.05.195.", "ArticleIdList": ["10.1016/j.sbspro.2011.05.195"]}, {"Citation": "Gurdal B, Kultur S. An ethnobotanical study of medicinal plants in Marmaris (Mugla, Turkey) J Ethnopharmacol. 2013;146(1):113–126. doi: 10.1016/j.jep.2012.12.012.", "ArticleIdList": ["10.1016/j.jep.2012.12.012", "23261486"]}, {"Citation": "Sargin SA, Akcicek E, Selvi S. An ethnobotanical study of medicinal plants used by the local people of Alasehir (Manisa) in Turkey. J Ethnopharmacol. 2013;150(3):860–874. doi: 10.1016/j.jep.2013.09.040.", "ArticleIdList": ["10.1016/j.jep.2013.09.040", "24126062"]}, {"Citation": "Hayta S, Polat R, Selvi S. Traditional uses of medicinal plants in Elazığ (Turkey) J Ethnopharmacol. 2014;154(3):613–623. doi: 10.1016/j.jep.2014.04.026.", "ArticleIdList": ["10.1016/j.jep.2014.04.026", "24793217"]}, {"Citation": "Mukemre M, Behcet L, Cakilcioglu U. Ethnobotanical study on medicinal plants in villages of Catak (Van-Turkey) J Ethnopharmacol. 2015;166:361–374. doi: 10.1016/j.jep.2015.03.040.", "ArticleIdList": ["10.1016/j.jep.2015.03.040", "25819616"]}, {"Citation": "Ozdemir E, Alpinar K. An ethnobotanical survey of medicinal plants in western part of central Taurus Mountains: Aladaglar (Nigde-Turkey) J Ethnopharmacol. 2015;166:53–65. doi: 10.1016/j.jep.2015.02.052.", "ArticleIdList": ["10.1016/j.jep.2015.02.052", "25771355"]}, {"Citation": "Polat R, Cakilcioglu U, Kaltalioğlu K, Denizhan MD, Türkmen Z. An ethnobotanical study on medicinal plants in Espiye and its surrounding (Giresun-Turkey) J Ethnopharmacol. 2015;163:1–11. doi: 10.1016/j.jep.2015.01.008.", "ArticleIdList": ["10.1016/j.jep.2015.01.008", "25614105"]}, {"Citation": "Alzweiri M, Sarhan AA, Mansi K, Hudaib M, Aburjai T. Ethnopharmological survey of medicinal herbs in Jordan, the Nothern Badia region. J Ethnopharmacol. 2011:27–35.", "ArticleIdList": ["21335083"]}, {"Citation": "Akan H, Korkut MM, Balos MM. An ethnobotanical study around Arat Mountain and its surroundings (Birecik Sanlıurfa) Sci Eng J Fırat Univ. 2008;20:67–81."}, {"Citation": "Gencay F. Cizre (Şırnak)’nin etnobotanik özellikleri [Ethnobotanical aspects of Cizre (Şırnak)], MSc thesis. Van: Yüzüncü Yıl University; Department of Biology; 2007."}, {"Citation": "Mardin Governor: http://www.mardin.gov.tr/ilcelerimiz/midyat. Accessed 12 April 2016."}, {"Citation": "Average of Incomes in cities of Turkey. Turkish Statistical Institute. http://www.tuik.gov.tr/. Accessed 15 May 2015."}, {"Citation": "SilkRoad Dialogue, Diversity, and education. 2013. http://en.unesco.org/silkroad/countries-alongside-silk-road-routes/turkey/. Accessed 26 May 2016."}, {"Citation": "Karluk SR, Karaman SC. Bridging civilizations from Asia to Europe: the silk road. Chinese. Bus Rev. 2014;13(2):730–739."}, {"Citation": "Elisseeff V. The Silk Roads: highways of culture and commerce. UNESCO Publishing/Berghahn Books; 2001."}, {"Citation": "Official statistics for climate-Mardin. Turkish State Meteorological Service. http://mgm.gov.tr.09/11/2015.archived. Accessed 2 June 2016."}, {"Citation": "Davis PH. Flora of Turkey and the East Aegean Islands, Vol. 1–9. Edinburgh University Press; 1988."}, {"Citation": "International Society of Ethnobiology 2006. International Society of Ethnobiology Code of ethics (with 2008 additions). http://ethnobiology.net/code-of-ethics/. Accessed 16 May 2017."}, {"Citation": "Trotter RT, Logan MH. Informant consensus: a new approach for identifying potentially effective medicinal plants. In: Etkin NL, editor. Plants in indigenous medicine and diet: biobehavioral approaches. New York: Redgrave Publishing Company; 1986. pp. 91–112."}, {"Citation": "Çakılcıoğlu U, Turkoglu I. Plants used for hemorrhoid treatment in Elazig central district. International Medicinal and Aromatic Plants Conference Proceedings on Culinary Herbs. 2007; p. 826."}, {"Citation": "Bahramikia S, Yazdanparast R. Phytochemistry and medicinal properties of Teucrium polium L. (Lamiaceae) Phytother Res. 2012;26(11):1581–1593. doi: 10.1002/ptr.4617.", "ArticleIdList": ["10.1002/ptr.4617", "22344867"]}, {"Citation": "Sigva HO, Secmen O. Ethnobotanic survey of Işklı (Çarpın), Dağdancık and Tokdemir in Gaziantep, Turkey. IUFS J Biology. 2009;68:19–26."}, {"Citation": "Gonzalez-Tejero MR, Casares-Porcela M, Sánchez-Rojasa CP, Ramiro-Gutiérreza JM, Molero-Mesa J, Pieroni A, Giustic ME, Censorii E, Pasquale C, Dellad A, Paraskeva-Hadijchambi D, Hadjichambis A, Houmani Z, El-Demerdash Z, El-Zayat M, Hmamouchi M, ElJohrig S. Medicinal plants in the Mediterranean area: synthesis of the results of the project Rubia. J Ethnopharmacol. 2008;116(2):341–357. doi: 10.1016/j.jep.2007.11.045.", "ArticleIdList": ["10.1016/j.jep.2007.11.045", "18242025"]}, {"Citation": "Ghorbani A. Studies on pharmaceutical ethnobotany in the region of Turkmen Sahra, north of Iran (part 1): general results. J Ethnopharmacol. 2005;102(1):58–68. doi: 10.1016/j.jep.2005.05.035.", "ArticleIdList": ["10.1016/j.jep.2005.05.035", "16024194"]}, {"Citation": "Aburjai T, Hudai M, Tayyem R, Yousef M, Qishawi M. Ethnopharmacological survey of medicinal herbs in Jordan, the Ajloun Heights region. J Ethnopharmacol. 2007;110(2):294–304. doi: 10.1016/j.jep.2006.09.031.", "ArticleIdList": ["10.1016/j.jep.2006.09.031", "17097250"]}, {"Citation": "Sezik E, Yeşilda E, Tabata M, Honda G, Takaishi Y, Fujita T, Tanaka T, Takeda Y. Traditional medicine in Turkey VIII. Folk medicine in East Anatolia; Erzurum, Erzincan, Aǧri, Kars, Iǧdir Provinces. Econ Bot. 1997;51(3):195–211. doi: 10.1007/BF02862090.", "ArticleIdList": ["10.1007/BF02862090"]}, {"Citation": "Kheder FHB, Mahjoub MA, Zaghrouni F, Kwaja S, Helal AN, Mighri Z. Chemical composition antioxidant and antimicrobial activities of the essential oils of Matricaria aurea Loefl. growing in Tunisia. J Essent Oil Bear Pl. 2014;17(3):493–505. doi: 10.1080/0972060X.2014.884777.", "ArticleIdList": ["10.1080/0972060X.2014.884777"]}, {"Citation": "Ozgen U, Kaya Y, Coşkun M. Ethnobotancal studies in the villages of the district of Ilica (province Erzurum), Turkey. Econ Bot. 2004;58(4):691–696. doi: 10.1663/0013-0001(2004)058[0691:ESITVO]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2004)058[0691:ESITVO]2.0.CO;2"]}, {"Citation": "Ozgokçe F, Ozcelik H. Ethnobotanical aspects of some Taxa in east Anatolia, Turkey. Econ Bot. 2004;58(4):697–704. doi: 10.1663/0013-0001(2004)058[0697:EAOSTI]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2004)058[0697:EAOSTI]2.0.CO;2"]}, {"Citation": "Tuzlacı E, Aymaz PE. Turkish folk medicinal plants, part IV: Gönen (Balıkesir) Fitoterapia. 2001;72(4):323–343. doi: 10.1016/S0367-326X(00)00277-X.", "ArticleIdList": ["10.1016/S0367-326X(00)00277-X", "11395255"]}, {"Citation": "Ozturk M, Ozcelik H. Dogu Anadolu’nun faydalı bitkileri (Useful plants of East Anatolia) Siirt: Siirt İlim, Spor, Kültür ve Araştırma Vakfı; 1991."}, {"Citation": "Turkoğlu I. Investigation of ethnobotanical taxons in Elazığ, MSc thesis. Elazığ: Fırat University, Department of Biology; 2000."}, {"Citation": "Akan H, Sade YB. An ethnobotanical study in Adiyaman Kahta and Narenciye village, MSc thesis. Sanliurfa: Harran University, Department of Biology; 2013."}, {"Citation": "Lev E, Amar Z. Ethnopharmacological survey of traditional drugs sold in the kingdom of Jordan. J Ethnopharmacol. 2002;82(2–3):131–145. doi: 10.1016/S0378-8741(02)00182-4.", "ArticleIdList": ["10.1016/S0378-8741(02)00182-4", "12241988"]}, {"Citation": "Gumus I. Ağrı yöresinde yetişen bazı faydalı bitkilerin yerel adları ve kullanılışları. Turk J Bot. 1994;18:107–112."}, {"Citation": "Miraldi E, Ferri S, Mostaghimi V. Botanical drugs and preparations in the traditional medicine of West Azerbaijan (Iran) J Ethnopharmacol. 2001;75(2–3):77–87. doi: 10.1016/S0378-8741(00)00381-0.", "ArticleIdList": ["10.1016/S0378-8741(00)00381-0", "11297838"]}, {"Citation": "Asgarpanah J, Ramezanloo F. Chemistry, pharmacology and medicinal properties of Peganum harmala L. Afr J Pharm. 2012;6(22):1573–1580."}, {"Citation": "Ozgokce F, Yilmaz I. Dye plants of east Anatolia region (Turkey) Econ Bot. 2003;57(4):454–460. doi: 10.1663/0013-0001(2003)057[0454:DPOEAR]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2003)057[0454:DPOEAR]2.0.CO;2"]}, {"Citation": "Tetik F, Civelek S, Cakilcioglu U. Traditional uses of some medicinal plants in Malatya (Turkey) J Ethnopharmacol. 2013;146(1):331–346. doi: 10.1016/j.jep.2012.12.054.", "ArticleIdList": ["10.1016/j.jep.2012.12.054", "23333750"]}, {"Citation": "Polat R, Cakilcioglu U, Satıl F. Traditional uses of medicinal plants in Solhan (Bingöl—Turkey) J Ethnopharmacol. 2013;148(3):951–963. doi: 10.1016/j.jep.2013.05.050.", "ArticleIdList": ["10.1016/j.jep.2013.05.050", "23770029"]}, {"Citation": "Ozturk F, Olcucu C. Ethnobotanical features of some plants in the district of Semdinli (Hakkari–Turkey) Int J Ac Res. 2011;3(1):117–121."}, {"Citation": "Dogan Y, Nedelcheva A. Wild plants from open markets on both sides of the Bulgarian-Turkish border. Indian J Tradit Know. 2015;14(3):351–358."}, {"Citation": "Sõukand R, Pieroni A. The importance of a border: medical, veterinary, and wild food ethnobotany of the Hutsuls living on the Romanian and Ukrainian sides of Bukovina. J Ethnopharmacol. 2016;185:17–40. doi: 10.1016/j.jep.2016.03.009.", "ArticleIdList": ["10.1016/j.jep.2016.03.009", "26965364"]}, {"Citation": "Ahmad AS, Askari AA. Ethnobotany of the Hawraman region of Kurdistan Iraq. Harv Pap Bot. 2015;20:85–89. doi: 10.3100/hpib.v20iss1.2015.n8.", "ArticleIdList": ["10.3100/hpib.v20iss1.2015.n8"]}, {"Citation": "Polat R, Cakilcioglu U, Ertug F, Satil F. An evaluation of ethnobotanical studies in eastern Anatolia. Biol Diversity Conserv. 2012;5(2):23–40."}, {"Citation": "Akgul A, An Ethnobotanical study in Midyat (Mardin) and its vicinity, MSc thesis. Izmir: Ege University, Department of Biology. 2008."}, {"Citation": "Midyat newspaper MIDYATWEB. 2016. http://www.midyatweb.com/midyat-ta-suryaniler-paskalya-bayramini-kutladi/2790/. Accessed 12 Mar 2017."}, {"Citation": "Yapıcı UI, Hosgoren H, Saya O. Ethnobotanical features of Kurtalan (Siirt) district. Dicle University. J Ziya Gokalp Edu Fac. 2009;12:191–196."}, {"Citation": "Balos MM, Akan H. Zeytinbahge-Akargay (Birecik, Sanliurfa) arasında kalan bolgenin etnobotanik ozellikleri. Suleyman Demirel University J Sci and Lit Fac. 2007;29:155–171."}, {"Citation": "Güner A, Aslan S, Ekim T, Vural M, Babaç MT. The list of Plants in Turkey. Istanbul: Flora Araştırmaları Derneği ve Nezahat Gökyiğit Botanik Bahçesi Yayını (in Turkish) 2012. p. 14."}, {"Citation": "Dogan Y, Baslar S, Mert HH, Ay G. Plants used as natural dye sources in Turkey. Econ Bot. 2003;57(4):442–453. doi: 10.1663/0013-0001(2003)057[0442:PUANDS]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2003)057[0442:PUANDS]2.0.CO;2"]}, {"Citation": "Boudjelal A, Henchiri C, Sari M, Sarri D, Hendel N, Benkhaled A, Ruberto G. Herbalists and wild medicinal plants in M'Sila (North Algeria): an ethnopharmacology survey. J Ethnopharmacol. 2013;148(2):395–402. doi: 10.1016/j.jep.2013.03.082.", "ArticleIdList": ["10.1016/j.jep.2013.03.082", "23643544"]}, {"Citation": "Aysu T, Durak H, Güner S, Bengü AŞ, Esim N. Bio-oil production via catalytic pyrolysis of Anchusa azurea: Effects of operating conditions on product yields and chromatographic characterization. Bioresour Technol. 2016;205:7–14. doi: 10.1016/j.biortech.2016.01.015.", "ArticleIdList": ["10.1016/j.biortech.2016.01.015", "26800388"]}, {"Citation": "Çakilcioǧlu U, Sengun MT, Turkoglu I. An ethnobotanical survey of medicinal plants of Yazikonak and Yurtbaşi districts of Elazığ province, Turkey. J Med Plants Res. 2010;4(7):567–572."}, {"Citation": "Ahmed S, Hasan MM, Mahmood ZA. Antiurolithiatic plants in different countries and cultures. J Pharmacogn Phytochem. 2016;5(1):102–115.", "ArticleIdList": ["28375136"]}, {"Citation": "Khan RU, Mehmood S, Khan SU, Subhan M. Ethnobotanical study of common weed flora of sugarcane in district Bannu, Khyber Pakhtunkhawa, Pakistan. J Med Plants Res. 2013;1:49–78."}, {"Citation": "Citoglu GS, Tanker M, Sever B, Englert J, Anton R, Altanlar N. An­tibacterial activities of diterpenoids isolated from Ballota saxatilis subsp. saxatilis. Planta Med. 1998;64:484–485. doi: 10.1055/s-2006-957494.", "ArticleIdList": ["10.1055/s-2006-957494", "9690356"]}, {"Citation": "Arnold N, Baydoun L, Raus CT. A contribution to the flora and ethnobotanical knowledge of mount Hermon. Lebanon Fl Medit. 2015;25:13–55."}, {"Citation": "Al-Qura’n S. Ethnopharmacological survey of wild medicinal plants in Showbak. Jordan J Ethnopharmacol. 2009;123(1):45–50. doi: 10.1016/j.jep.2009.02.031.", "ArticleIdList": ["10.1016/j.jep.2009.02.031", "19429338"]}, {"Citation": "Ugulu I. Traditional ethnobotanical knowledge about medicinal plants used for external therapies in Alasehir, Turkey. Int J med Arom. Plants. 2011;1(2):101–106."}, {"Citation": "Sagıroğlu M, Topuz T, Ceylan K, Turna M. An ethnobotanical survey from Yahyalı (Kayseri) and tarsus (Mersin) Sakarya University J Sci and Lit. 2013;2:13–37."}, {"Citation": "Koyuncu O, Yaylacı O, Tokur S. A study on Geyve (Sakarya) and its environs in terms of ethnobotanical aspects. The Herb J Sys Bot. 2009;16:123–142."}, {"Citation": "Polat R, Satıl F. An ethnobotanical survey of medicinal plants in Edremit gulf (Balıkesir – Turkey) J Ethnopharmacol. 2012;139(2):626–641. doi: 10.1016/j.jep.2011.12.004.", "ArticleIdList": ["10.1016/j.jep.2011.12.004", "22193175"]}, {"Citation": "Cakilcioglu U, Turkoglu I. An ethnobotanical survey of medicinal plants in Sivrice (Elazığ-Turkey) J Ethnopharmacol. 2010;132(1):165–175. doi: 10.1016/j.jep.2010.08.017.", "ArticleIdList": ["10.1016/j.jep.2010.08.017", "20713142"]}, {"Citation": "Ezer N, Mumcu Arisan O. Folk medicines in Merzifon (Amasya, Turkey) Turk J Bot. 2006;30(3):223–230."}, {"Citation": "Leto C, Tuttolomondo T, La Bella S, Licata M. Ethnobotanical study in the Madonie Regional Park (central Sicily, Italy)-medicinal use of wild shrub and herbaceous plant species. J Ethnopharmacol. 2013;146(1):90–112. doi: 10.1016/j.jep.2012.11.042.", "ArticleIdList": ["10.1016/j.jep.2012.11.042", "23276781"]}, {"Citation": "Tita I, Mogosanu GD, Tita MG. Ethnobotanical inventory of medicinal plants from the south-west of Romania. Farmacia. 2009;57(2):141–156."}, {"Citation": "Sher Z, Khan ZUD, Hussain F. Ethnobotanical studies of some plants of Chagharzai Valley, district Buner, Pakistan. Pak J Bot. 2011;43(3):1445–1452."}, {"Citation": "Kaval I, Behcet L, Cakilcioglu U. Survey of wild food plants for human consumption in Gecitli (Hakkari, Turkey) Indian J Tradit Know. 2014;14(2):183–190."}, {"Citation": "Kizilarslan C, Ozhatay N. An ethnobotanical study of the useful and edible plants of İzmit. Marmara Pharm J. 2012;16:134–140."}, {"Citation": "Kilic O, Bagci E. An ethnobotanical survey of some medicinal plants in Keban (Elazığ Turkey) J Med Plants Res. 2013;7(23):1675–1684."}, {"Citation": "Kargioglu M, Cenkci S, Serteser A, Bagci Y. An Ethnobotanical survey of inner-west Anatolia, Turkey. Hum Ecol. 2008;36(5):763–777. doi: 10.1007/s10745-008-9198-x.", "ArticleIdList": ["10.1007/s10745-008-9198-x"]}, {"Citation": "Baydoun S, Lamis C, Helenaa D, Nelly A. Ethnopharmacological survey of medicinal plants used in traditional medicine by the communities of mount Hermon. Lebanon J Ethnopharmacol. 2015;173:139–156. doi: 10.1016/j.jep.2015.06.052.", "ArticleIdList": ["10.1016/j.jep.2015.06.052", "26165826"]}, {"Citation": "Eruygur N, Yılmaz G, Kutsal O, Yücel G, Üstün O. Bioassay-guided isolation of wound healing active compounds from Echium species growing in Turkey. J Ethnopharmacol. 2016;5(185):370–376. doi: 10.1016/j.jep.2016.02.045.", "ArticleIdList": ["10.1016/j.jep.2016.02.045", "26947902"]}, {"Citation": "Çakıloğlu U. Harput (Elazığ) ve çevresinin etnobotanik özellikleri. East Anatolia Res. 2007:22–8."}, {"Citation": "Tabata M, Sezik E, Honda G, Yeşilada E, Fukui H, Goto K, Ikeshiro Y. Traditional medicine in Turkey III. Folk medicine in east Anatolia, van and Bitlis provinces. Pharm Biol. 1995;32(1):3–12. doi: 10.3109/13880209409082966.", "ArticleIdList": ["10.3109/13880209409082966"]}, {"Citation": "Ozgen U, Kaya Y, Houghton P. Folk medicines in the villages of Ilıca District (Erzurum, Turkey) Turk J Biol. 2012;36:93–146."}, {"Citation": "Ozudoğru B, Akaydın G, Erik S, Yesilada E. Inferences from an ethnobotanical field expedition in the selected locations of Sivas and Yozgat provinces (Turkey) J Ethnopharmacol. 2011;137(1):85–98. doi: 10.1016/j.jep.2011.04.050.", "ArticleIdList": ["10.1016/j.jep.2011.04.050", "21549814"]}, {"Citation": "Kocak S, Ozhatay N. Wild edible plants in Karaman (southern Turkey) J Fac Pharm Istanbul. 2013;43(1):21–32."}, {"Citation": "Korkmaz M, Alparslan Z, Turgut N, Ilhan V. Ethnobotanical aspects of some geophytes from Ergan Mountain, Turkey. Bangladesh J Bot. 2014;43(3):315–321."}, {"Citation": "Cakilcioglu U, Khatun S, Turkoglu I, Hayta S. Ethnopharmacological survey of medicinal plants in Maden (Elazığ -Turkey) J Ethnopharmacol. 2011;137:469–486. doi: 10.1016/j.jep.2011.05.046.", "ArticleIdList": ["10.1016/j.jep.2011.05.046", "21704144"]}, {"Citation": "Arasan S, Kaya I. Some important plant belonging to Asteraceae Family used in folkloric medicine in Savur, Turkey area and their application areas. J Food Nutr Res. 2015;3:337–340."}, {"Citation": "Sagiroglu M, Dalgic S, Toksoy S. Medicinal plants used in Dalaman (Muğla), Turkey. J Med Plants Res. 2013;7(28):2053–2066. doi: 10.5897/JMPR2013.2590.", "ArticleIdList": ["10.5897/JMPR2013.2590"]}, {"Citation": "Ahmet Sargin S. Ethnobotanical survey of medicinal plants in Bozyazı district of Mersin, Turkey. J Ethnopharmacol. 2015;15(173):105–126. doi: 10.1016/j.jep.2015.07.009.", "ArticleIdList": ["10.1016/j.jep.2015.07.009", "26190351"]}, {"Citation": "Arı S, Temel M, Kargıoğlu M, Konuk M. Ethnobotanical survey of plants used in Afyonkarahisar–Turkey. J Ethnobiol Ethnomed. 2015;11:84. doi: 10.1186/s13002-015-0067-6.", "ArticleIdList": ["10.1186/s13002-015-0067-6", "PMC4690277", "26701098"]}, {"Citation": "Eren SB, Ozturk B, Sahin B, Senol S. The medical plants used around the world heritage site Mount Nemrut, Adiyaman (Turkey). XI International Ethnobotany Symposium Conference Proceedings. 2013; p.79."}, {"Citation": "Ali-Shtayeh MS, Yaniv Z, Mahajna J. Ethnobotanical survey in the Palestinian area: a classification of the healing potential of medicinal plants. J Ethnopharmacol. 2000;73(1–2):221–232. doi: 10.1016/S0378-8741(00)00316-0.", "ArticleIdList": ["10.1016/S0378-8741(00)00316-0", "11025160"]}, {"Citation": "Akan H, Ayaz H. Gölpınar (Şanlıurfa-Türkiye) mesire yeri florası ve etrafındaki köylerin etnobotanik özellikleri. J Bağbahçe Bilim. 2015;2(3):19–56."}, {"Citation": "Ozturk M, Uysal I, Gucel S, Altundag E, Dogan Y, Baslar S. Medicinal uses of natural dye-yielding plants in Turkey. Res J Text Appar. 2013;17(2):69–80. doi: 10.1108/RJTA-17-02-2013-B010.", "ArticleIdList": ["10.1108/RJTA-17-02-2013-B010"]}, {"Citation": "Ugurlu I. Traditional ethnobotanical knowledge about medicinal plants used for external therapies in Alasehir, Turkey. Int J med Arom. Plants. 2011;2:101–106."}, {"Citation": "Ad T, Luczaj LJ, Quave CL, Redzic S, Pieroni A. Traditional food and herbal uses of wild plants in the ancient South-Slavic diaspora of Mundimitar/Montemitro (Southern Italy) J Ethnobiol Ethnomed. 2012;8:21. doi: 10.1186/1746-4269-8-21.", "ArticleIdList": ["10.1186/1746-4269-8-21", "PMC3484038", "22672636"]}, {"Citation": "Apaydin AM, Aydin M, Ciftci O, Timurkaan N, Yildiz H, Tonbak S. Effects of Paronychia kurdica on teat and udder papillomatosis in cows. Rev Med Vet. 2010;161(6):267–271."}, {"Citation": "Gonzalez JA, Garcia-Barriuso M, Amich F. Ethnobotanical study of medicinal plants traditionally used in the Arribes del Duero, western Spain. J Ethnopharmacol. 2010;131(2):343–355. doi: 10.1016/j.jep.2010.07.022.", "ArticleIdList": ["10.1016/j.jep.2010.07.022", "20643201"]}, {"Citation": "Korkmaz M, Karakus S. Traditional uses of medicinal plants of Uzumlu district, Erzincan, Turkey. Pak J Bot. 2015;47(1):125–134."}, {"Citation": "Sarper F, Akaydin G, Simsek I, Yesilada E. An ethnobotanical field survey in the Haymana District of Ankara Province in Turkey. Turk J Biol. 2009;33:79–88."}, {"Citation": "Polat R, Cakilcioglu U, Ulusan MD, Paksoy MY. Survey of wild food plants for human consumption in Elazığ (Turkey) Indian J Tradit Know. 2015;1(1):69–75."}, {"Citation": "Ertug F. An ethnobotanical study in central Anatolia (Turkey) Econ Bot. 2000;54:155–182. doi: 10.1007/BF02907820.", "ArticleIdList": ["10.1007/BF02907820"]}, {"Citation": "Dolatkahahi M, Dolatkahahi A, Nejad JB. Ethnobotanical study of medicinal plants used in Arjan–Parishan protected area in Fars Province of Iran. Avicenna J Phytomed. 2014;4(6):402–412.", "ArticleIdList": ["PMC4224954", "25386404"]}, {"Citation": "Akgul G, Yilmaz N, Celep A, Celep F, Cakilcioglu U. Ethnobotanical purposes of plants sold by herbalists and folk bazaars in the center of Cappadocica (Nevsehir, Turkey). Indian J Tradit Know. 2016:103–8."}, {"Citation": "Demirci S, Ozhatay N. An ethnobotanical study in Kahramanmaraş (Turkey); wild plants used for medicinal purpose in Andirin, Kahramanmaraş. Turk J Pharm Sci. 2012;9(1):75–92."}, {"Citation": "Akaydin G, Simsek I, Arituluk ZC, Yesilada E. An ethnobotanical survey in selected towns of the Mediterranean subregion (Turkey) Turk J Biol. 2013;37:230–247."}, {"Citation": "Bulut G, Tuzlaci E. An ethnobotanical study of medicinal plants in Bayramiç (Çanakkale Turkey) Marmara Pharm J. 2015;19:268–282. doi: 10.12991/mpj.201519392830.", "ArticleIdList": ["10.12991/mpj.201519392830"]}, {"Citation": "Bulut G. Medicinal and wild food plants of Marmara Island (Balikesir–Turkey) Acta Soc Bot Pol. 2016;85(2):3501. doi: 10.5586/asbp.3501.", "ArticleIdList": ["10.5586/asbp.3501"]}, {"Citation": "Senol SG, Secmen O, Eroglu V, Sahin B. Brooms of Turkey. XI International Ethnobotany Symposium Conference Proceedings. 2013; p.76."}, {"Citation": "Akan H. An ethnobotanical investigation on the basket of Mardin. South East Anatolia Adyutayam. 2013;1:21–30."}, {"Citation": "Kalankan G, Ozkan ZC, Bulut S. Medicinal and aromatic wild plants and traditional usage of them in Mount Ida (Balıkesir/Turkey) J Appl Biol Sci. 2015;9(3):25–33."}]}], "History": [{"Year": "2017", "Month": "10", "Day": "23"}, {"Year": "2017", "Month": "12", "Day": "11"}, {"Year": "2018", "Month": "2", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["29415748", "PMC5804065", "10.1186/s13002-017-0201-8", "10.1186/s13002-017-0201-8"]}}]}