{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Brag-zhun", "Carthamus tinctorius", "Swertia chirayita", "hepatitis", "liver diseases", "natural medicines", "traditional Tibetan medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29441019", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "01", "Day": "30"}], "Language": ["eng"], "ELocationID": ["29", "10.3389/fphar.2018.00029"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2018"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Natural Medicines Used in the Traditional Tibetan Medical System for the Treatment of Liver Diseases.", "Pagination": {"StartPage": "29", "MedlinePgn": "29"}, "Abstract": {"AbstractText": ["Liver disease is one of the most risk factors threatening human health. It is of great significance to find drugs that can treat liver diseases, especially for acute and chronic hepatitis, non-alcoholic fatty liver disease, and liver cancer. The search for drugs with good efficacy from traditional natural medicines has attracted more and more attention. Tibetan medicine, one of the China's traditional medical systems, has been widely used by the Tibetan people for the prevention and treatment of liver diseases for hundreds of years. The present paper summarized the natural Tibetan medicines that have been used in Tibetan traditional system of medicine to treat liver diseases by bibliographic investigation of 22 Tibetan medicine monographs and drug standards. One hundred and ninety three species including 181 plants, 7 animals, and 5 minerals were found to treat liver diseases in traditional Tibetan medicine system. The most frequently used species are <i>Carthamus tinctorius</i>, Brag-zhun, <i>Swertia chirayita, Swertia mussotii, Halenia elliptica, Herpetospermum pedunculosum</i>, and <i>Phyllanthus emblica</i>. Their names, families, medicinal parts, traditional uses, phytochemicals information, and pharmacological activities were described in detail. These natural medicines might be a valuable gift from the old Tibetan medicine to the world, and would be potential drug candidates for the treatment of liver diseases. Further studies are needed to prove their medicinal values in liver diseases treatment, identify bioactive compounds, elucidate the underlying mechanism of action, and clarify their side effects or toxicity with the help of modern phytochemical, pharmacological, metabonomics, and/or clinical trial methods."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Li", "ForeName": "Qi", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Li", "ForeName": "Hai-Jiao", "Initials": "HJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Ethnic Medicine, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Xu", "ForeName": "Tong", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Du", "ForeName": "Huan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Ethnic Medicine, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Huan Gang", "ForeName": "Chen-Lei", "Initials": "CL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Ethnic Medicine, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}, {"Identifier": [], "Affiliation": "Characteristic National Medicine Innovation Research Center of Tibet-Qiang-Yi, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Fan", "ForeName": "Gang", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Ethnic Medicine, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Zhang", "ForeName": "Yi", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Baima K. Z., Ouzhu L. B., Ciren Y. Z., Luobu Z. D., Yang L., Qiangba D. Z., et al. (2016). Prevalence and risk factors of alcoholic liver disease among Tibetan native adults in Lhasa. Chin. J. Public Health 32, 295–298. 10.11847/zgggws2016-32-03-11", "ArticleIdList": ["10.11847/zgggws2016-32-03-11"]}, {"Citation": "Bao Y. F., Ma X. Y., Zheng L. F., Li H. Y. (2016). Hepatoprotective effects of the extract of Terminalia billerica (Gaertn.) Roxb. on mice. Lishizhen Med. Mater. Med. Res. 27, 342–345."}, {"Citation": "Bhattacharyya D., Pandit S., Jana U., Sen S., Sur T. K. (2005). Hepatoprotective activity of Adhatoda vasica aqueous leaf extract on D-galactosamine-induced liver damage in rats. Fitoterapia 76, 223–225. 10.1016/j.fitote.2004.10.014", "ArticleIdList": ["10.1016/j.fitote.2004.10.014", "15752635"]}, {"Citation": "Bianba C. R., Basang D. J. (2000). Understanding and treatment of Tibetan medicine for liver diseases. Chin. J. Ethn. Ethn. 5, 262."}, {"Citation": "Brahmachari G., Mondal S., Gangopadhyay A., Gorai D., Mukhopadhyay B., Saha S., et al. . (2004). Swertia (Gentianaceae): chemical and pharmacological aspects. Chem. Biodivers. 1, 1627–1651. 10.1002/cbdv.200490123", "ArticleIdList": ["10.1002/cbdv.200490123", "17191805"]}, {"Citation": "Cao T., Geng C., Ma Y., He K., Wang H., Zhou N., et al. . (2013). Xanthones with anti-hepatitis B virus activity from Swertia mussotii. Planta Med. 79, 697–700. 10.1055/s-0032-1328399", "ArticleIdList": ["10.1055/s-0032-1328399", "23576173"]}, {"Citation": "Cao Y., Gu R., Ma Y. Y., Zhong S. H., Zeng R., Lu X. F. (2015). Material composition research on Tibetan medicine “Brag-zhun”. J. Chin. Med. Mater. 38, 279–283. 10.13863/j.issn1001-4454.2015.02.018", "ArticleIdList": ["10.13863/j.issn1001-4454.2015.02.018", "26415401"]}, {"Citation": "Cao Y., Gu R., Zhao M. M., Ma Y. Y., Zhong S. H., Rang J., et al. (2016). Source and application status investigation of Tibetan medicine “Brag-zhun”. Chin. J. Chin. Mater. Med. 41, 4663–4669. 10.4268/cjcmm20162428", "ArticleIdList": ["10.4268/cjcmm20162428", "28936853"]}, {"Citation": "Chao J., Huo T. I., Cheng H. Y., Tsai J. C., Liao J. W., Lee M. S., et al. . (2014). Gallic acid ameliorated impaired glucose and lipid homeostasis in high fat diet-induced NAFLD mice. PLoS ONE 9:e96969. 10.1371/journal.pone.0096969", "ArticleIdList": ["10.1371/journal.pone.0096969", "PMC4053315", "24918580"]}, {"Citation": "Chassagne F., Deharo E., Punley H., Bourdy G. (2017). Treatment and management of liver diseases by Khmer traditional healers practicing in Phnom Penh area, Cambodia. J. Ethnopharmacol. 202, 38–53. 10.1016/j.jep.2017.03.002", "ArticleIdList": ["10.1016/j.jep.2017.03.002", "28284791"]}, {"Citation": "Chinese Pharmacopoeia Commission (1995). Drug Standards of Tibetan Medicine. Beijing: Ministry of Health of the People's Republic of China."}, {"Citation": "Chinese Pharmacopoeia Commission (2015). Pharmacopoeia of the People's Republic of China, Part 1. Beijing: China Medical Science Press."}, {"Citation": "Das J., Ghosh J., Roy A., Sil P. C. (2012). Mangiferin exerts hepatoprotective activity against D-galactosamine induced acute toxicity and oxidative/nitrosative stress via Nrf2–NFκB pathways. Toxicol. Appl. Pharm. 260, 35–47. 10.1016/j.taap.2012.01.015", "ArticleIdList": ["10.1016/j.taap.2012.01.015", "22310181"]}, {"Citation": "Dimaer D. Z. P. C. (2012). Jing Zhu Materia Medica. Shanghai: Shanghai Science and Technology Press."}, {"Citation": "Editorial Board of Chinese Ethnic Medicine (1984). Chinese Ethnic Medicine Annals (vol. 1). Beijing: People's Medical Publishing Press."}, {"Citation": "Editorial Board of Chinese Ethnic Medicine (1990). Chinese Ethnic Medicine Annals, Vol. 2. Beijing: People's Medical Publishing Press."}, {"Citation": "Editorial Board of Chinese Herbalism (2002). Chinese Herbalism for Tibetan Medicine. Shanghai: Shanghai Science and Technology Press."}, {"Citation": "Ernst E. (2002). Herbal medicinal products during pregnancy: are they safe? Int. J. Obstet. Gy. 109, 227–235. 10.1111/j.1471-0528.2002.t01-1-01009.x", "ArticleIdList": ["10.1111/j.1471-0528.2002.t01-1-01009.x", "11950176"]}, {"Citation": "Fan G. (2012). Application of 1H NMR-Based Metabolomics for the Species Differentiation and Quality Evaluation of Traditional Chinese Medicine and Tibetan Medicine from Various Species. Dissertation/master's thesis, Chengdu University of Traditional Chinese Medicine: Chengdu."}, {"Citation": "Fan G., Luo W. Z., Luo S. H., Li Y., Meng X. L., Zhou X. D., et al. (2014). Metabolic discrimination of Swertia mussotii and Swertia chirayita known as “Zangyinchen” in traditional Tibetan medicine by 1H NMR-based metabolomics. J. Pharm. Biomed. Anal. 98, 364–370. 10.1016/j.jpba.2014.06.014", "ArticleIdList": ["10.1016/j.jpba.2014.06.014", "24992216"]}, {"Citation": "Fang Q. M., Zhang H., Cao Y., Wang C. (2007). Anti-inflammatory and free radical scavenging activities of ethanol extracts of three seeds used as “Bolengguazi”. J. Ethnopharmacol. 114, 61–65. 10.1016/j.jep.2007.07.024", "ArticleIdList": ["10.1016/j.jep.2007.07.024", "17766069"]}, {"Citation": "Federico A., Dallio M., Masarone M., Persico M., Loguercio C. (2016). The epidemiology of non-alcoholic fatty liver disease and its connection with cardiovascular disease: role of endothelial dysfunction. Eur. Rev. Med. Pharmacol. Sci. 20, 4731–4741.", "ArticleIdList": ["27906428"]}, {"Citation": "Gao Y., Chai J., Li S. X., Liu C., Cheng Y., Liu X. C., et al. (2014). Protective effect of alcohol extract of Swertia mussotii Franch on lipopolysaccharideinduced cholestatic liver damage in rats. J. Third Mil. Med. Univ. 36, 769–773. 10.16016/j.1000-5404.2014.08.006", "ArticleIdList": ["10.16016/j.1000-5404.2014.08.006"]}, {"Citation": "García-Nino W. R., Zazueta C. (2015). Ellagic acid: pharmacological activities and molecular mechanisms involved in liver protection. Pharmacol. Res. 97, 84–103. 10.1016/j.phrs.2015.04.008", "ArticleIdList": ["10.1016/j.phrs.2015.04.008", "25941011"]}, {"Citation": "Gertsch J. (2009). How scientific is the science in ethnopharmacology? Historical perspectives and epistemological problems. J. Ethnopharmacol. 122, 177–183. 10.1016/j.jep.2009.01.010", "ArticleIdList": ["10.1016/j.jep.2009.01.010", "19185054"]}, {"Citation": "Gu J., Li J. C., Fan L. N. (2014). The protective effect and its mechanism of total Lignans from Tibetan medicinal Herpetospermum Seeds on Concanavalin A-induced liver injury in mice. J. Southwest Univ. Nat.-Nat. Sci. Edn. 40, 375–387. 10.3969/j.issn.1003-4271.2014.03.10", "ArticleIdList": ["10.3969/j.issn.1003-4271.2014.03.10"]}, {"Citation": "Gu J., Yuan Z., Tan R., Zhang X. (2015). Isolation of herpetin from Herpetospermum seed and hepatoprotective activity of liposomal herpetin against carbon tetrachloride-induced liver injury in mice. Die Pharm.-Int. J. Pharm. Sci. 70, 745–752. 10.1691/ph.2015.5696", "ArticleIdList": ["10.1691/ph.2015.5696", "26790192"]}, {"Citation": "Gu X. Y., Zhu J. K., Zhang L. (2015). Pharmacological effects of total flavonoids from Halenia elliptica on fatty hepatitis model rats. Chin. Tradit. Pat. Med. 37, 2308–2311."}, {"Citation": "Han C. T., Kim M. J., Moon S. H., Jeon Y. R., Hwang J. S., Nam C., et al. . (2015). Acute and 28-day subacute toxicity studies of hexane extracts of the roots of Lithospermum erythrorhizon in Sprague-Dawley rats. Toxicol. Res. 31:403. 10.5487/TR.2015.31.4.403", "ArticleIdList": ["10.5487/TR.2015.31.4.403", "PMC4751449", "26877842"]}, {"Citation": "Hau D. K. P., Zhu G. Y., Leung A. K. M., Wong R. S. M., Cheng G. Y. M., Bo-San Lai P., et al. . (2010). In vivo anti-tumour activity of corilagin on Hep3B hepatocellular carcinoma. Phytomedicine 18, 11–15. 10.1016/j.phymed.2010.09.001", "ArticleIdList": ["10.1016/j.phymed.2010.09.001", "21036022"]}, {"Citation": "He J., Huang B., Ban X., Tian J., Zhu L., Wang Y. (2012). In vitro and in vivo antioxidant activity of the ethanolic extract from Meconopsis quintuplinervia. J. Ethnopharmacol. 141, 104–110. 10.1016/j.jep.2012.02.006", "ArticleIdList": ["10.1016/j.jep.2012.02.006", "22343365"]}, {"Citation": "Health Bureau of Tibet, Qinghai, Sichuan, Gansu, Yunnan, and Xinjiang. (1979). Tibetan Medicine Standards. Xining: Qinghai People's Publishing Press."}, {"Citation": "Hosseinzadeh H., Younesi H. M. (2002). Antinociceptive and anti-inflammatory effects of Crocus sativus L. stigma and petal extracts in mice. BMC Pharmacol. 2:7. 10.1186/1471-2210-2-7", "ArticleIdList": ["10.1186/1471-2210-2-7", "PMC101384", "11914135"]}, {"Citation": "Hsu C. L., Yen G. C. (2007). Effect of gallic acid on high fat diet-induced dyslipidaemia, hepatosteatosis and oxidative stress in rats. Br. J. Nutr. 98, 727–735. 10.1017/S000711450774686X", "ArticleIdList": ["10.1017/S000711450774686X", "17475086"]}, {"Citation": "Huang B., Ban X., He J., Zeng H., Zhang P., Wang Y. (2010). Hepatoprotective and antioxidant effects of the methanolic extract from Halenia elliptica. J. Ethnopharmacol. 131, 276–281. 10.1016/j.jep.2010.06.029", "ArticleIdList": ["10.1016/j.jep.2010.06.029", "20600758"]}, {"Citation": "Huang C., Tung Y., Hsia S., Wu C., Yen G. (2017). The hepatoprotective effect of Phyllanthus emblica L. fruit on high fat diet-induced non-alcoholic fatty liver disease (NAFLD) in SD rats. Food Funct. 8, 842–850. 10.1039/C6FO01585A", "ArticleIdList": ["10.1039/C6FO01585A", "28128372"]}, {"Citation": "Hu Z., Wang W. (2015). Effect of Carthamus tinctorius L. extract on diethylnitrosamine-induced liver cirrhosis in rats. Trop. J. Pharm. Res. 14, 1213–1216. 10.4314/tjpr.v14i7.13", "ArticleIdList": ["10.4314/tjpr.v14i7.13"]}, {"Citation": "Jadon A., Bhadauria M., Shukla S. (2007). Protective effect of Terminalia belerica Roxb. and gallic acid against carbon tetrachloride induced damage in albino rats. J. Ethnopharmacol. 109, 214–218. 10.1016/j.jep.2006.07.033", "ArticleIdList": ["10.1016/j.jep.2006.07.033", "17049775"]}, {"Citation": "Jaishree V., Badami S. (2010). Antioxidant and hepatoprotective effect of swertiamarin from Enicostemma axillare against D-galactosamine induced acute liver damage in rats. J. Ethnopharmacol. 130, 103–106. 10.1016/j.jep.2010.04.019", "ArticleIdList": ["10.1016/j.jep.2010.04.019", "20420896"]}, {"Citation": "Jia M. R., Zhang Y. (2016). Dictionary of Chinese Ethnic Medicine. Beijing: China Medical Science and Technology Press."}, {"Citation": "Jiang S., Shi Z., Li C., Ma C., Bai X., Wang C. (2014). Hydroxysafflor yellow A attenuates ischemia/reperfusion-induced liver injury by suppressing macrophage activation. Int. J. Clin. Exp. Pathol. 7, 2595–2608.", "ArticleIdList": ["PMC4069906", "24966974"]}, {"Citation": "Jin L., Ge Y. B., Luo G. H., Ding L., Chen Z. (2007). Protective effects of ethanol extract of Halenia elliptica on chemical hepatic injury in mice. Tradit. Chin. Drug Res. Pharmacol. 18, 345–346. 10.3321/j.issn:1003-9783.2007.05.003", "ArticleIdList": ["10.3321/j.issn:1003-9783.2007.05.003"]}, {"Citation": "Jose J. K., Kuttan R. (2000). Hepatoprotective activity of Emblica officinalis and Chyavanaprash. J. Ethnopharmacol. 72, 135–140. 10.1016/S0378-8741(00)00219-1", "ArticleIdList": ["10.1016/S0378-8741(00)00219-1", "10967464"]}, {"Citation": "Joshi P., Dhawan V. (2005). Swertia chirayita- an overview. Curr. Sci. 89, 635–640."}, {"Citation": "Jun M. S., Ha Y. M., Kim H. S., Jang H. J., Kim Y. M., Lee Y. S., et al. . (2011). Anti-inflammatory action of methanol extract of Carthamus tinctorius involves in heme oxygenase-1 induction. J. Ethnopharmacol. 133, 524–530. 10.1016/j.jep.2010.10.029", "ArticleIdList": ["10.1016/j.jep.2010.10.029", "20969944"]}, {"Citation": "Khan K. H. (2009). Roles of Emblica officinalis in medicine-A review. Bot. Res. Int. 2, 218–228."}, {"Citation": "Khosla S., Sharma S. (2012). A short description on pharmacogenetic properties of Emblica officinalis. Spatula DD 2, 187–193. 10.5455/spatula.20121112072137", "ArticleIdList": ["10.5455/spatula.20121112072137"]}, {"Citation": "Kim H., Song M. J. (2013). Ethnomedicinal practices for treating liver disorders of local communities in the southern regions of Korea. Evid. Based Complement. Altern. Med. 2013:869176. 10.1155/2013/869176", "ArticleIdList": ["10.1155/2013/869176", "PMC3782137", "24089622"]}, {"Citation": "Kinoshita S., Inoue Y., Nakama S., Ichiba T., Aniya Y. (2007). Antioxidant and hepatoprotective actions of medicinal herb, Terminalia catappa L. from Okinawa Island and its tannin corilagin. Phytomedicine 14, 755–762. 10.1016/j.phymed.2006.12.012", "ArticleIdList": ["10.1016/j.phymed.2006.12.012", "17293097"]}, {"Citation": "Kpodar M. S., Karou S. D., Katawa G., Anani K., Gbekley H. E., Adjrah Y., et al. . (2016). An ethnobotanical study of plants used to treat liver diseases in the Maritime region of Togo. J. Ethnopharmacol. 181, 263–273. 10.1016/j.jep.2015.12.051", "ArticleIdList": ["10.1016/j.jep.2015.12.051", "26732630"]}, {"Citation": "Krishnaveni M., Mirunalini S. (2010). Therapeutic potential of Phyllanthus emblica (amla): the ayurvedic wonder. J. Basic Clin. Physiol. Pharmacol. 21, 93–105.", "ArticleIdList": ["20506691"]}, {"Citation": "Kumar V., Van Staden J. (2015). A review of Swertia chirayita (Gentianaceae) as a traditional medicinal plant. Front. Pharmacol. 6:308. 10.3389/fphar.2015.00308", "ArticleIdList": ["10.3389/fphar.2015.00308", "PMC4709473", "26793105"]}, {"Citation": "Latief U., Husain H., Mukherjee D., Ahmad R. (2016). Hepatoprotective efficacy of gallic acid during Nitrosodiethylamine-induced liver inflammation in Wistar rats. J. Basic Appl. Zool. 76, 31–41. 10.1016/j.jobaz.2016.07.002", "ArticleIdList": ["10.1016/j.jobaz.2016.07.002"]}, {"Citation": "Lee H. S., Won N. H., Kim K. H., Lee H., Jun W., Lee K. W. (2005). Antioxidant effects of aqueous extract of Terminalia chebula in vivo and in vitro. Biol. Pharm. Bull. 28, 1639–1644. 10.1248/bpb.28.1639", "ArticleIdList": ["10.1248/bpb.28.1639", "16141531"]}, {"Citation": "Li G., Wang X. Y., Suo Y. R., Wang H. L. (2014). Protective effect of seed oil of Herpetospermum pedunculosum against carbon tetrachloride-induced liver injury in rats. Saudi Med. J. 35, 981–987.", "ArticleIdList": ["25228180"]}, {"Citation": "Li S. S., Li B., Zhang S. W., Cao L., Du X. L., Mu Z. J., et al. (2017). Comparison of pharmacological actions of crude extracts from six original species of Tibetan medicine Dida on mice with acute intrahepatic cholestasis. Tradit. Chin. Drug Res. Pharmacol. 28, 314–319. 10.19378/j.issn.1003-9783.2017.03.011", "ArticleIdList": ["10.19378/j.issn.1003-9783.2017.03.011"]}, {"Citation": "Li Y. H., Li Y. F., Yang M. (2016). Protective effect of Dracocephalum tanguticum Maxim on liver injury of rats under altitude hypoxia. J. High Altitude Med. 26, 6–9."}, {"Citation": "Li Y. Q., Ping C., Li G. L., Chen W. Q., Zhao P., Zou X. L. (2011). An investigation on deaths caused by malignancy in Tibet autonomous region, 2004~2005. China Cancer 20, 498–502."}, {"Citation": "Lin G., Li S. L., Li M., Li N., Chan S. S. K., Chan W. Y., et al. . (2009). Qianliguang (Senecio scandens) safety dilemma: dose is the key? Planta Med. 75, 1107–1111. 10.1055/s-0029-1185468", "ArticleIdList": ["10.1055/s-0029-1185468", "19296428"]}, {"Citation": "Liu M. L., Zhang M. (2016). Modern research progress of Tibet medicine Bolengguazi. Pharm. Clin. Chin. Mater. Med. 7, 99–102."}, {"Citation": "Liu X., Cui C., Zhao M., Wang J., Luo W., Yang B., et al. . (2008). Identification of phenolics in the fruit of emblica (Phyllanthus emblica L.) and their antioxidant activities. Food Chem. 109, 909–915. 10.1016/j.foodchem.2008.01.071", "ArticleIdList": ["10.1016/j.foodchem.2008.01.071", "26050007"]}, {"Citation": "Liu Z. W., Chen C. X., Jin R. M., Shi G. Q., Song C. Q., Hu Z. B. (2002). Studies on liver-protection and promoting bile secretion of gentiopicroside. Chin. Tradit. Herb. Drugs 33, 49–52."}, {"Citation": "Lu C., Yang S., Hsia S., Wu C., Yen G. (2016). Inhibitory effects of Phyllanthus emblica L. on hepatic steatosis and liver fibrosis in vitro. J. Funct. Foods 20, 20–30. 10.1016/j.jff.2015.10.012", "ArticleIdList": ["10.1016/j.jff.2015.10.012"]}, {"Citation": "Luo D. S. (1997). Chinese Tibetan Materia Medica. Beijing: Ethnic Publishing Press."}, {"Citation": "Luo H., Zhong G. J., Yue L. F., Wang Q., Ma L. N., Luobu Z. X. (2015). Traditional Tibetan medicine in China: a systematic overview of randomized clinical trials. Eur. J. Integr. Med. 7, 450–459. 10.1016/j.eujim.2015.05.001", "ArticleIdList": ["10.1016/j.eujim.2015.05.001"]}, {"Citation": "Lv J., Wang Y., Zhang J., Yu S., Wang D., Zhu H., et al. . (2014). Anti-hepatitis B virus activities and absolute configurations of sesquiterpenoid glycosides from Phyllanthus emblica. Organ. Biomol. Chem. 12, 8764–8774. 10.1039/C4OB01196A", "ArticleIdList": ["10.1039/C4OB01196A", "25268491"]}, {"Citation": "Lv L. L., Huang W., Yu X., Ren H. Y., Yang Q., Sun R. (2009). The reseach of hepatotoxicity damage on rats caused by crude extracts of total saikosaponins. Chin. J. Pharmacov. 6, 202–206."}, {"Citation": "Lv P., Wei L. X., Du Y. Z., Yang H. X., Peng M. (2010). Hepatoprotective and toxic characteristics of the whole herb of traditional Tibetan folk medicine Swertia mussotii Franch. J. Med. Plants Res. 4, 706–709. 10.5897/JMPR10.114", "ArticleIdList": ["10.5897/JMPR10.114"]}, {"Citation": "Maiti S., Chattopadhyay S., Acharyya N., Deb B., Hati A. K. (2014). Emblica officinalis (amla) ameliorates arsenic-induced liver damage via DNA protection by antioxidant systems. Mol. Cell. Toxicol. 10, 75–82. 10.1007/s13273-014-0009-8", "ArticleIdList": ["10.1007/s13273-014-0009-8"]}, {"Citation": "Mirhoseini M., Mohamadpour M., Khorsandi L. (2012). Toxic effects of Carthamus tinctorius L. (Safflower) extract on mouse spermatogenesis. J. Assist. Reprod. Genet. 29, 457–461. 10.1007/s10815-012-9734-x", "ArticleIdList": ["10.1007/s10815-012-9734-x", "PMC3348278", "22395857"]}, {"Citation": "Moradi M. T., Asadi-Samani M., Bahmani M., Shahrani M. (2016). Medicinal plants used for liver disorders based on the ethnobotanical documents of Iran: a review. Drugs 26, 33."}, {"Citation": "Mukazayire M.-J., Minani V., Ruffo C. K., Bizuru E., Stévigny C., Duez P. (2011). Traditional phytotherapy remedies used in Southern Rwanda for the treatment of liver diseases. J. Ethnopharmacol. 138, 415–431. 10.1016/j.jep.2011.09.025", "ArticleIdList": ["10.1016/j.jep.2011.09.025", "21963560"]}, {"Citation": "Mukherjee S., Sur A., Maiti B. R. (1997). Hepatoprotective effect of Swertia chirata on rat. Indian J. Exp. Biol. 35, 384–388.", "ArticleIdList": ["9315240"]}, {"Citation": "Nabavi S. F., Nabavi S. M., Habtemariam S., Moghaddam A. H., Sureda A., Jafari M., et al. (2013). Hepatoprotective effect of gallic acid isolated from Peltiphyllum peltatum against sodium fluoride-induced oxidative stress. Ind. Crop. Prod. 44, 50–55. 10.1016/j.indcrop.2012.10.024", "ArticleIdList": ["10.1016/j.indcrop.2012.10.024"]}, {"Citation": "Nagalekshmi R., Menon A., Chandrasekharan D. K., Nair C. K. (2011). Hepatoprotective activity of Andrographis paniculata and Swertia chirayita. Food Chem. Toxicol. 49, 3367–3373. 10.1016/j.fct.2011.09.026", "ArticleIdList": ["10.1016/j.fct.2011.09.026", "21983487"]}, {"Citation": "Nagarkar B., Kulkarni R., Bhondave P., Kasote D., Kulkarni O., Harsulkar A., et al. (2013). Comparative hepatoprotective potential of Tinospora cordifolia, Tinospora sinensis and Neem-guduchi. Br. J. Pharm. Res. 3, 906–916. 10.9734/BJPR/2013/4003", "ArticleIdList": ["10.9734/BJPR/2013/4003"]}, {"Citation": "Ngamkitidechakul C., Jaijoy K., Hansakul P., Soonthornchareonnon N., Sireeratawong S. (2010). Antitumour effects of Phyllanthus emblica L.: induction of cancer cell apoptosis and inhibition of in vivo tumour promotion and in vitro invasion of human cancer cells. Phytother. Res. 24, 1405–1413. 10.1002/ptr.3127", "ArticleIdList": ["10.1002/ptr.3127", "20812284"]}, {"Citation": "Nikolaev S. M., Fedorov A. V., Toropova A. A., Razuvaeva I., Sambueva Z. G., Lubsandorzhieva P. B. (2014). Hepatoprotective effect of Hypecoum erectum extract on experimental D-galactosamine-induced damage of rat liver. Eksp. Klin. Farmakol. 77, 18–22.", "ArticleIdList": ["25365865"]}, {"Citation": "Nobakht M., Fattahi M., Hoormand M., Milanian I., Rahbar N., Mahmoudian M. (2000). A study on the teratogenic and cytotoxic effects of safflower extract. J. Ethnopharmacol. 73, 453–459. 10.1016/S0378-8741(00)00324-X", "ArticleIdList": ["10.1016/S0378-8741(00)00324-X", "11090999"]}, {"Citation": "Okuno M., Tanaka T., Komaki C., Nagase S., Shiratori Y., Muto Y., et al. . (1998). Suppressive effect of low amounts of safflower and perilla oils on diethylnitrosamine-induced hepatocarcinogenesis in male F344 rats. Nutr. Cancer 30, 186–193. 10.1080/01635589809514662", "ArticleIdList": ["10.1080/01635589809514662", "9631489"]}, {"Citation": "Oyagbemi A. A., Omobowale O. T., Asenuga E. R., Akinleye A. S., Ogunsanwo R. O., Saba A. B. (2016). Cyclophosphamide-induced hepatotoxicity in wistar rats: the modulatory role of gallic acid as a hepatoprotective and chemopreventive phytochemical. Int. J. Prev. Med. 7:51. 10.4103/2008-7802.177898", "ArticleIdList": ["10.4103/2008-7802.177898", "PMC4809133", "27076889"]}, {"Citation": "Panchabhai T. S., Ambarkhane S. V., Joshi A. S., Samant B. D., Rege N. N. (2008). Protective effect of Tinospora cordifolia, Phyllanthus emblica and their combination against antitubercular drugs induced hepatic damage: an experimental study. Phytother. Res. 22, 646–650. 10.1002/ptr.2356", "ArticleIdList": ["10.1002/ptr.2356", "18389486"]}, {"Citation": "Pant K., Gupta P., Damania P., Yadav A. K., Gupta A., Ashraf A., et al. . (2016). Mineral pitch induces apoptosis and inhibits proliferation via modulating reactive oxygen species in hepatic cancer cells. BMC Complem. Altern. Med. 16:148. 10.1186/s12906-016-1131-z", "ArticleIdList": ["10.1186/s12906-016-1131-z", "PMC4882837", "27233240"]}, {"Citation": "Petrick J. L., Kelly S. P., Altekruse S. F., McGlynn K. A., Rosenberg P. S. (2016). Future of hepatocellular carcinoma incidence in the united states forecast through 2030. J. Clin. Oncol. 34, 1787–1794. 10.1200/JCO.2015.64.7412", "ArticleIdList": ["10.1200/JCO.2015.64.7412", "PMC4966339", "27044939"]}, {"Citation": "Pramyothin P., Samosorn P., Poungshompoo S., Chaichantipyuth C. (2006). The protective effects of Phyllanthus emblica Linn. extract on ethanol induced rat hepatic injury. J. Ethnopharmacol. 107, 361–364. 10.1016/j.jep.2006.03.035", "ArticleIdList": ["10.1016/j.jep.2006.03.035", "16750340"]}, {"Citation": "Qin X. J. (2004). Anti-HBV Study of Tibetan Medicines and Its Active Components. Dissertation/master's thesis, Chinese Academy of Military Medical Sciences: Beijing."}, {"Citation": "Qinghai Institute for Drug Control (1996). Chinese Tibetan Medicine Vol. 1–3. Shanghai: Shanghai Science and Technology Press."}, {"Citation": "Qinghai Institute of Plateau Biology (1975). Drug Illustration of Qinghai-Tibet Plateau Vol. 1-3. Xining: Qinghai People's Publishing Press."}, {"Citation": "Rasool M. K., Sabina E. P., Ramya S. R., Preety P., Patel S., Mandal N., et al. . (2010). Hepatoprotective and antioxidant effects of gallic acid in paracetamol-induced liver damage in mice. J. Pharm. Pharmacol. 62, 638–643. 10.1211/jpp.62.05.0012", "ArticleIdList": ["10.1211/jpp.62.05.0012", "20609067"]}, {"Citation": "Roeder E., Rengel B. (1990). Pyrrolizidine alkaloids from Lithospermum erythrorhizon. Phytochemistry 29, 690–693. 10.1016/0031-9422(90)85153-7", "ArticleIdList": ["10.1016/0031-9422(90)85153-7"]}, {"Citation": "Sabjan G., Sudarsanam G., Reddy D. D., Rao D. M. (2014). Ethno-botanical crude drugs used in treatment of liver diseases by Chenchu Tribes in Nallamalais, Andhra Pradesh, India. Am. J. Ethnomed. 1, 115–121."}, {"Citation": "Schantz P. M., Wang H., Qiu J., Liu F. J., Saito E., Emshoff A., et al. . (2003). Echinococcosis on the Tibetan Plateau: prevalence and risk factors for cystic and alveolar echinococcosis in Tibetan populations in Qinghai Province, China. Parasitology 127, S109–S120. 10.1017/S0031182003004165", "ArticleIdList": ["10.1017/S0031182003004165", "15027608"]}, {"Citation": "Shen B., Chen H., Shen C., Xu P., Li J., Shen G., et al. (2015). Hepatoprotective effects of lignans extract from Herpetospermum caudigerum against CCl4-induced acute liver injury in mice. J. Ethnopharmacol. 164, 46–52. 10.1016/j.jep.2015.01.044", "ArticleIdList": ["10.1016/j.jep.2015.01.044", "25666426"]}, {"Citation": "Shen B., Jin S., Lv Q., Jin S., Yu C., Yue P., et al. . (2013). Enhanced intestinal absorption activity and hepatoprotective effect of herpetrione via preparation of nanosuspensions using pH-dependent dissolving-precipitating/homogenization process. J. Pharm. Pharmacol. 65, 1382–1392. 10.1111/jphp.12103", "ArticleIdList": ["10.1111/jphp.12103", "23927477"]}, {"Citation": "Sultana S., Ahmed S., Jahangir T. (2008). Emblica officinalis and hepatocarcinogenesis: a chemopreventive study in Wistar rats. J. Ethnopharmacol. 118, 1–6. 10.1016/j.jep.2007.04.021", "ArticleIdList": ["10.1016/j.jep.2007.04.021", "18467048"]}, {"Citation": "Tasduq S. A., Kaisar P., Gupta D. K., Kapahi B. K., Jyotsna S., Johri R. K. (2005). Protective effect of a 50% hydroalcoholic fruit extract of Emblica officinalis against anti-tuberculosis drugs induced liver toxicity. Phytother. Res. 19, 193–197. 10.1002/ptr.1631", "ArticleIdList": ["10.1002/ptr.1631", "15934014"]}, {"Citation": "Tasduq S. A., Singh K., Satti N. K., Gupta D. K., Suri K. A., Johri R. K. (2006). Terminalia chebula (fruit) prevents liver toxicity caused by sub-chronic administration of rifampicin, isoniazid and pyrazinamide in combination. Hum. Exp. Toxicol. 25, 111–118. 10.1191/0960327106ht601oa", "ArticleIdList": ["10.1191/0960327106ht601oa", "16634329"]}, {"Citation": "Thilakchand K. R., Mathai R. T., Simon P., Ravi R. T., Baliga-Rao M. P., Baliga M. S. (2013). Hepatoprotective properties of the Indian gooseberry (Emblica officinalis Gaertn): a review. Food Funct. 4, 1431–1441. 10.1039/c3fo60237k", "ArticleIdList": ["10.1039/c3fo60237k", "23978895"]}, {"Citation": "Tian C., Zhang T., Wang L., Shan Q., Jiang L. (2014). The hepatoprotective effect and chemical constituents of total iridoids and xanthones extracted from Swertia mussotii Franch. J. Ethnopharmacol. 154, 259–266. 10.1016/j.jep.2014.04.018", "ArticleIdList": ["10.1016/j.jep.2014.04.018", "24746481"]}, {"Citation": "Tian S. Q. (1997). Commonly Used Tibetan Medicine Annals. Chengdu: Sichuan Science and Technology Press."}, {"Citation": "Wang D., Huang L., Chen S. (2013). Senecio scandens Buch.-Ham.: a review on its ethnopharmacology, phytochemistry, pharmacology, and toxicity. J. Ethnopharmacol. 149, 1–23. 10.1016/j.jep.2013.05.048", "ArticleIdList": ["10.1016/j.jep.2013.05.048", "23747644"]}, {"Citation": "Wang F., Fan J., Zhang Z., Gao B., Wang H. (2014). The global burden of liver disease: the major impact of China. Hepatology 60, 2099–2108. 10.1002/hep.27406", "ArticleIdList": ["10.1002/hep.27406", "PMC4867229", "25164003"]}, {"Citation": "Wang J. B., Zhao H. P., Zhao Y. L., Jin C., Liu D. J., Kong W. J., et al. (2011). Hepatotoxicity or hepatoprotection? Pattern recognition for the paradoxical effect of the Chinese herb Rheum palmatum L. in treating rat liver injury. PLoS ONE 6:e24498 10.1371/journal.pone.0024498", "ArticleIdList": ["10.1371/journal.pone.0024498", "PMC3167848", "21915343"]}, {"Citation": "Wang W. Q., Ye C. P., Zeng Y., Zhong S. H., Gu R., Rang J. (2016). Protective effect of n-butanol fraction from Tibetan medicine Brag-zhun on liver injury in mice induced by concanavalin A. J. Chin. Med. Mater. 39, 2849–2852. 10.13863/j.issn1001-4454.2016.12.042", "ArticleIdList": ["10.13863/j.issn1001-4454.2016.12.042"]}, {"Citation": "Wang X. K. (2008). Study on the Liver Toxicity of Senecio scandens. Dissertation/master's thesis. China Academy of Chinese Medical Sciences, Beijing."}, {"Citation": "Wang Y., Zhu L. Y. (2010). Experimental study on the treatment of rat hepatic fibrosis with saffron. Prog. Mod. Biomed. 10, 3244–3247. 10.13241/j.cnki.pmb.2010.17.012", "ArticleIdList": ["10.13241/j.cnki.pmb.2010.17.012"]}, {"Citation": "Wang Z. H., Wang X. M., Liu X. Q. (2008). Echinococcosis in China, a review of the epidemiology of Echinococcus spp. Ecohealth 5, 115–126. 10.1007/s10393-008-0174-0", "ArticleIdList": ["10.1007/s10393-008-0174-0", "18787915"]}, {"Citation": "Wang Z. W., Shao J., Guo M., Wang R. Q., Ren Y. (2013a). Effect of total flavonoids and alkaloids from Meconopsis quintuplinervia on hepatic fibrosis in rat. Chin. Tradit. Pat. Med. 35, 1125–1128. 10.3969/j.issn.1001-1528.2013.06.004", "ArticleIdList": ["10.3969/j.issn.1001-1528.2013.06.004"]}, {"Citation": "Wang Z. W., Wang R. Q., Guo M., Shao J., Ren Y. (2013b). Study on liver protection of total flavones of Meconopsis quintuplinervia from Gansu province in mice. Chin. J. Exp. Tradit. Med. Form. 19, 206–209. 10.13422/j.cnki.syfjx.2013.02.006", "ArticleIdList": ["10.13422/j.cnki.syfjx.2013.02.006"]}, {"Citation": "Williams R. (2006). Global challenges in liver disease. Hepatology 44, 521–526. 10.1002/hep.21347", "ArticleIdList": ["10.1002/hep.21347", "16941687"]}, {"Citation": "Wilson E., Rajamanickam G. V., Dubey G. P., Klose P., Musial F., Saha F. J., et al. . (2011). Review on shilajit used in traditional Indian medicine. J. Ethnopharmacol. 136, 1–9. 10.1016/j.jep.2011.04.033", "ArticleIdList": ["10.1016/j.jep.2011.04.033", "21530631"]}, {"Citation": "Wu S., Yue Y., Tian H., Li Z., Li X., He W., et al. (2013). Carthamus red from Carthamus tinctorius L. exerts antioxidant and hepatoprotective effect against CCl4-induced liver damage in rats via the Nrf2 pathway. J. Ethnopharmacol. 148, 570–578. 10.1016/j.jep.2013.04.054", "ArticleIdList": ["10.1016/j.jep.2013.04.054", "23684718"]}, {"Citation": "Wu T., Chang M. J., Xu Y. J., Li X. P., Du G., Liu D. (2013). Protective effect of Calculus Bovis Sativus on intrahepatic cholestasis in rats induced by alpha-naphthylisothiocyanate. Am. J. Chin. Med. 41, 1393–1405. 10.1142/S0192415X13500936", "ArticleIdList": ["10.1142/S0192415X13500936", "24228608"]}, {"Citation": "Xizhu J. C. (2010). Understanding of Tibetan medicine for liver and liver diseases. China Tibetol. 4, 155–158."}, {"Citation": "Xu M. (2013). Resistance of Swertia mussotii Franch against immunological liver injury of mice. J. Northwest A&F Univ.-Nat. Sci. Ed. 41, 32–36. 10.13207/j.cnki.jnwafu.2013.05.014", "ArticleIdList": ["10.13207/j.cnki.jnwafu.2013.05.014"]}, {"Citation": "Yang B., Liu P. (2014). Composition and biological activities of hydrolyzable tannins of fruits of Phyllanthus emblica. J. Agric. Food Chem. 62, 529–541. 10.1021/jf404703k", "ArticleIdList": ["10.1021/jf404703k", "24369850"]}, {"Citation": "Yang C. X., Li L. L., Xi Y., Qu P. (2009). Protective effect of Crocus sativus on acute liver injury induced by CCl4 in mice. Mod. Tradit. Chin. Med. 29, 64–65. 10.13424/j.cnki.mtcm.2009.02.035", "ArticleIdList": ["10.13424/j.cnki.mtcm.2009.02.035"]}, {"Citation": "Yang J. S., Chuchen J. C. (1987). Diqing Tibetan Medicine. Kunming: Nationalities Publishing Press of Yunnan."}, {"Citation": "Yang Y. C. (1991). Tibetan Medicine Annals. Xining: Qinghai People's Publishing Press."}, {"Citation": "Yan H. F., Dai X. D., Fan K. T., Wang Y. (2016). Research on medication regularity of traditional Chinese medicine based on hyperuricemia patents. Chin. Herbal Med. 8, 376–381. 10.1016/S1674-6384(16)60066-7", "ArticleIdList": ["10.1016/S1674-6384(16)60066-7"]}, {"Citation": "Yan M., Chen Y., Guan Z. F. (2007). Prevalence and control strategy of fatty liver in Tibet Plateau. Chin. Prev. Med. 2, 116–119. 10.3969/j.issn.1009-6639.2007.02.010", "ArticleIdList": ["10.3969/j.issn.1009-6639.2007.02.010"]}, {"Citation": "Ye B. L., Guo P. J. (1998). Medicinal Animals of Qinghai-Tibet Plateau. Xi'an: Shaanxi Science and Technology Press."}, {"Citation": "Ye C. P., Wang W. Q., Cao Y., Zhao M. M., Zeng Y., Gu R. (2017a). Protective effect of n-butanol extract from Tibetan Medicine Brag-zhun on the acute liver injury induced by acetaminophen in mice. J. Med. Pharm. Chin. Min. 5, 60–62. 10.16041/j.cnki.cn15-1175.2017.05.038", "ArticleIdList": ["10.16041/j.cnki.cn15-1175.2017.05.038"]}, {"Citation": "Ye C. P., Wang W. Q., Zhao M. M., Zeng Y., Gu R. (2017b). Comparative study of antiulcerogenic and anti-liver injury effects of different fraction from Tibetan medicine Brag-zhun. Chin. J. Ethnomed. Ethnopharm. 26, 39–41."}, {"Citation": "Yin L., Wei L., Fu R., Ding L., Guo Y., Tang L., et al. . (2014). Antioxidant and hepatoprotective activity of Veronica ciliata Fisch extracts against carbon tetrachloride-induced liver injury in mice. Molecules 19, 7223–7236. 10.3390/molecules19067223", "ArticleIdList": ["10.3390/molecules19067223", "PMC6271991", "24892270"]}, {"Citation": "Yuan H. L., Yang M., Li X. Y., You R. H., Liu Y., Zhu J., et al. . (2006). Hepatitis B virus inhibiting constituents from Herpetospermum caudigerum. Chem. Pharm. Bull. 54, 1592–1594. 10.1248/cpb.54.1592", "ArticleIdList": ["10.1248/cpb.54.1592", "17077559"]}, {"Citation": "Yu J. Q., Hang W., Duan W. J., Wang X., Wang D. J., Qin X. M. (2014). Two new anti-HBV lignans from Herpetospermum caudigerum. Phytochem. Lett. 10, 230–234. 10.1016/j.phytol.2014.10.001", "ArticleIdList": ["10.1016/j.phytol.2014.10.001"]}, {"Citation": "Yutuo Y. D. G. B. (1983). Si Bu Yi Dian. Beijing: People's Health Publishing House."}, {"Citation": "Yunnan Editorial Board of Local Chronicles (1995). Yunnan Province Annals (Medicine Annals). Kunming: Yunnan People's Publishing Press."}, {"Citation": "Yunnan University of TCM (2008). Illustrated Handbook of Ethnic Medicine of Shangri-La. Kunming: Yunnan Science and Technology Press."}, {"Citation": "Zhang H. Y., Sha L., Shi R. B., Zhang L. Z. (2012). Determination of gallic acid, corilagin and ellagic acid in Fructus Phyllanthi and tannins effective fraction with RP-HPLC. Chin. J. Tradit. Chin. Med. Pharm. 27, 2834–2838."}, {"Citation": "Zhang R. F., Zha S., Yin X., Bai R. F., Li Y., Tu P. F., et al. (2016). Phytochemical and pharmacological progress on Tibetan medicine Hypecoi Erecti Herba and plants of Hypecoum L. Chin. Tradit. Herb. Drugs 47, 1217–1224."}, {"Citation": "Zhang X. M., Li M., Deng Y., Ma X. M., Zhang Y. P., Li X. Y., et al. (2011). Immunoregulation and protective effects of n-butanol extract of Swertia franchetiana on liver injury in rats. Chin. Tradit. Pat. Med. 33, 139–141. 10.3969/j.issn.1001-1528.2011.01.036", "ArticleIdList": ["10.3969/j.issn.1001-1528.2011.01.036"]}, {"Citation": "Zhang Y., Guo J., Dong H., Zhao X., Zhou L., Li X., et al. . (2011). Hydroxysafflor yellow A protects against chronic carbon tetrachloride-induced liver fibrosis. Eur. J. Pharmacol. 660, 438–444. 10.1016/j.ejphar.2011.04.015", "ArticleIdList": ["10.1016/j.ejphar.2011.04.015", "21536026"]}, {"Citation": "Zhang Z., Bian Q., Luo P., Sun W. (2015). Ethnopharmacological, chemical, and pharmacological aspects of Halenia elliptica: a comprehensive review. Pharmacogn. Rev. 9, 114–119. 10.4103/0973-7847.162114", "ArticleIdList": ["10.4103/0973-7847.162114", "PMC4557233", "26392708"]}, {"Citation": "Zhao S. M., Li H. C., Lou H., Lu X. X., Yu X. F., Gao D. H., et al. . (2001). High prevalence of HBV in Tibet, China. Asian Pac. J. Cancer Prev. 2, 299–304.", "ArticleIdList": ["12718622"]}, {"Citation": "Zheng S. J., Xu C., Yang J., Huang Y., Wen Y. Z., Song P., et al. (2017). In vitro anticancer screening of Tibetan medicines. J. Cent. China Norm. Univ.-Nat. Sci. Ed. 51, 328–334. 10.3969/j.issn.1000-1190.2017.03.011", "ArticleIdList": ["10.3969/j.issn.1000-1190.2017.03.011"]}, {"Citation": "Zhou C. F., Gao G. J., Liu Y. (2015). Advances in studies on bear bile powder. Chin. J. Chin. Mater. Med. 40, 1252–1258. 10.4268/cjcmm20150706", "ArticleIdList": ["10.4268/cjcmm20150706", "26281541"]}, {"Citation": "Zhou G., Chen Y., Liu S., Yao X., Wang Y. (2013). In vitro and in vivo hepatoprotective and antioxidant activity of ethanolic extract from Meconopsis integrifolia (Maxim.) Franch. J. Ethnopharmacol. 148, 664–670. 10.1016/j.jep.2013.05.027", "ArticleIdList": ["10.1016/j.jep.2013.05.027", "23707208"]}, {"Citation": "Zhou J. Y., Yin Z. Y., Wang S. Y., Yan J. H., Zhao Y. L., Wu D., et al. . (2012). Influence of bear bile on rat hepatocarcinoma induced by diethylnitrosamine. Acta. Pharm. Sin. 47, 1483–1488. 10.16438/j.0513-4870.2012.11.011", "ArticleIdList": ["10.16438/j.0513-4870.2012.11.011", "23387081"]}, {"Citation": "Zhou N., Geng C., Huang X., Ma Y., Zhang X., Wang J., et al. . (2015). Anti-hepatitis B virus active constituents from Swertia chirayita. Fitoterapia 100, 27–34. 10.1016/j.fitote.2014.11.011", "ArticleIdList": ["10.1016/j.fitote.2014.11.011", "25447162"]}, {"Citation": "Zhou X., Tang L., Xu Y., Zhou G., Wang Z. (2014). Towards a better understanding of medicinal uses of Carthamus tinctorius L. in traditional Chinese medicine: a phytochemical and pharmacological review. J. Ethnopharmacol. 151, 27–43. 10.1016/j.jep.2013.10.050", "ArticleIdList": ["10.1016/j.jep.2013.10.050", "24212075"]}, {"Citation": "Zhu J. X., Zhang H. Y., Li X. W., Wei C. H., Li M., Yao X. L., et al. (2016). Comparison of protective effects of two kinds of lagotises against mice liver injury induced by carbon tetrachloride. Tradit. Chin. Drug Res. Pharmacol. 27, 210–214. 10.3969/j.issn.1003-9783.2016.02.012", "ArticleIdList": ["10.3969/j.issn.1003-9783.2016.02.012"]}, {"Citation": "Zhu X. C., Chen S. L., Xing K. F. (2012). Diagnosis and treatment of hepatic echinococcosis in Tibet, China. Tibet's Sci. Technol. 12, 59–60. 10.3969/j.issn.1004-3403.2012.12.026", "ArticleIdList": ["10.3969/j.issn.1004-3403.2012.12.026"]}]}], "History": [{"Year": "2017", "Month": "8", "Day": "8"}, {"Year": "2018", "Month": "1", "Day": "10"}, {"Year": "2018", "Month": "2", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["29441019", "PMC5797630", "10.3389/fphar.2018.00029"]}}]}