{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Near East", "cancer", "complementary and alternative medicine", "pharmacognosy", "phytochemistry", "traditional medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29445343", "DateRevised": {"Year": "2023", "Month": "11", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "01", "Day": "31"}], "Language": ["eng"], "ELocationID": ["56", "10.3389/fphar.2018.00056"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2018"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Medicinal Plants from Near East for Cancer Therapy.", "Pagination": {"StartPage": "56", "MedlinePgn": "56"}, "Abstract": {"AbstractText": ["<b>Background:</b> Cancer is one of the major problems affecting public health worldwide. As other cultures, the populations of the Near East rely on medicinal herbs and their preparations to fight cancer. <b>Methods:</b> We compiled data derived from historical ethnopharmacological information as well as <i>in vitro</i> and <i>in vivo</i> results and clinical findings extracted from different literature databases including (PubMed, Scopus, Web of Science, and Google Scholar) during the past two decades. <b>Results:</b> In this survey, we analyzed the huge amount of data available on anticancer ethnopharmacological sources used in the Near East. Medicinal herbs are the most dominant ethnopharmacological formula used among cancer's patients in the Near East. The data obtained highlight for the first time the most commonly used medicinal plants in the Near East area for cancer treatment illustrating their importance as natural anticancer agents. The literature survey reveals that various <i>Arum</i> species, various <i>Artemisia</i> species, <i>Calotropis procera</i>, <i>Citrullus colocynthis</i>, <i>Nigella sativa</i>, <i>Pulicaria crispa</i>, various <i>Urtica</i> species, <i>Withania somnifera</i>, and others belong to the most frequently used plants among cancer patients in the Near East countries. Molecular modes of action that have been investigated for plant extracts and isolated compounds from Near East include cell cycle arrest and apoptosis induction with participation of major player in these processes such as p53 and p21, Bcl-2, Bax, cytochrome <i>c</i> release, poly (ADP-ribose) polymerase cleavage, activation of caspases, etc. <b>Conclusion:</b> The ethnopharmacology of the Near East was influenced by Arabic and Islamic medicine and might be promising for developing new natural and safe anticancer agents. Further research is required to elucidate their cellular and molecular mechanisms and to estimate their clinical activity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Basic and Applied Sciences, Shoubak University College, Al-Balqa' Applied University, Al-Salt, Jordan."}, {"Identifier": [], "Affiliation": "Department of Pharmaceutical Biology, Institute of Pharmacy and Biochemistry, Johannes Gutenberg University, Mainz, Germany."}], "LastName": "Abu-Darwish", "ForeName": "Mohammad S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biology, Institute of Pharmacy and Biochemistry, Johannes Gutenberg University, Mainz, Germany."}], "LastName": "Efferth", "ForeName": "Thomas", "Initials": "T"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abbas J. A., El-Oqlah A. A., Mahasneh A. M. (1992). Herbal plants in the traditional medicine of Bahrain. Econ. Bot. 46 158–163. 10.1007/BF02930630", "ArticleIdList": ["10.1007/BF02930630"]}, {"Citation": "Abdel-Massih R. M., Fares R., Bazzi S., El-Chami N., Baydoun E. (2010). The apoptotic and anti-proliferative activity of Origanum majorana extracts on human leukemic cell line. Leuk. Res. 34 1052–1056. 10.1016/j.leukres.2009.09.018", "ArticleIdList": ["10.1016/j.leukres.2009.09.018", "19853912"]}, {"Citation": "Aboul-Enein A. M., El-Ela F. A., Shalaby E. A., El-Shemy H. A. (2012). Traditional medicinal plants research in Egypt: studies of antioxidant and anticancer activities. J. Med. Plants Res. 6 689–703."}, {"Citation": "Abu Chaar C. I. (2004). Medicinal plants of Lebanon. Archaeol. Hist. Leban. 19 70–85."}, {"Citation": "Abu-Dahab R., Afifi F. (2007). Antiproliferative activity of selected medicinal plants of Jordan against a breast adenocarcinoma cell line (MCF7). Sci. Pharm. 75 121–146. 10.1016/j.nutres.2010.04.001", "ArticleIdList": ["10.1016/j.nutres.2010.04.001", "20534330"]}, {"Citation": "Abu-Darwish M. S., Wang M., Zulfiqar F., Ali Z., Khan I. A. (2016). Chemical composition of the essential oil of Salvia ceratophylla L. from Jordan. Planta Med. 82:PC1 10.1055/s-0036-1578703", "ArticleIdList": ["10.1055/s-0036-1578703"]}, {"Citation": "Abu-Darwish M. S., Cabral C., Salgueiro L. (2014). “Medicinal and aromatic plants of the Middle East,” in Juniperus phoenicea L. from Jordan Vol. 5 eds Yaniv Z., Dudai N. (Dordrecht: Springer; ), 241–252. 10.1007/978-94-017-9276-9_13", "ArticleIdList": ["10.1007/978-94-017-9276-9_13"]}, {"Citation": "Abuharfeil N. M., Maraqa A., von Kleist S. (2000). Augmentation of natural killer cell activity in vitro against tumor cells by wild plants from Jordan. J. Ethnopharmacol. 71 55–63. 10.1016/S0378-8741(99)00176-2", "ArticleIdList": ["10.1016/S0378-8741(99)00176-2", "10904146"]}, {"Citation": "Abuharfeil N. M., Salim M., von Kleist S. (2001). Augmentation of natural killer cell activity in vivo against tumour cells by some wild plants from Jordan. Phytother. Res. 15 109–113. 10.1002/ptr.692", "ArticleIdList": ["10.1002/ptr.692", "11268107"]}, {"Citation": "Abu-Rabia A. (2015). Key plants in fighting cancer in the Middle East. Chin. Med. 6 124–135. 10.4236/cm.2015.62014", "ArticleIdList": ["10.4236/cm.2015.62014"]}, {"Citation": "Afifi F. U., Wazaify M., Jabr M., Treish E. (2010). The use of herbal preparations as complementary and alternative medicine (CAM) in a sample of patients with cancer in Jordan. Complement. Ther. Clin. Pract. 16 208–212. 10.1016/j.ctcp.2010.05.001", "ArticleIdList": ["10.1016/j.ctcp.2010.05.001", "20920804"]}, {"Citation": "Afifi-Yazar F. U., Kasabri V., Abu-Dahab R. (2011). Medicinal plants from Jordan in the treatment of cancer: traditional uses vs. in vitro and in vivo evaluations – Part 1. Planta Med. 77 1203–1209. 10.1055/s-0030-1270832", "ArticleIdList": ["10.1055/s-0030-1270832", "21347997"]}, {"Citation": "Ahmad R., Ahmad N., Naqvi A. A., Shehzad A., Al-Ghamdi M. S. (2016). Role of traditional Islamic and Arabic plants in cancer therapy. J. Tradit. Complement. Med. 7 195–204 10.1016/j.jtcme.2016.05.002", "ArticleIdList": ["10.1016/j.jtcme.2016.05.002", "PMC5388086", "28417090"]}, {"Citation": "Ahmadi A., Mohagheghi M., Karimi M., Golestanha S. A., Naseri M., Faghihzadeh S., et al. (2010). Therapeutic effects of HESA-A in patients with end-stage metastatic cancers. Integr. Cancer Ther. 9 32–35. 10.1177/1534735409357934", "ArticleIdList": ["10.1177/1534735409357934", "20150223"]}, {"Citation": "Akhu-Zaheya L. M., Alkhasawneh E. M. (2012). Complementary alternative medicine use among a sample of Muslim Jordanian oncology patients. Complement. Ther. Clin. Pract. 18 121–126. 10.1016/j.ctcp.2011.10.003", "ArticleIdList": ["10.1016/j.ctcp.2011.10.003", "22500850"]}, {"Citation": "Alachkar A., Jaddouh A., Elsheikh M. S., Bilia A. R., Vincieri F. F. (2011). Traditional medicine in Syria: folk medicine in Aleppo governorate. Nat. Prod. Commun. 6 79–84.", "ArticleIdList": ["21366051"]}, {"Citation": "Alali F. Q., Gharaibeh A. A., Ghawanmeh A., Tawaha K., Qandil A., Burgess J. P., et al. (2010). Colchicinoids from Colchicum crocifolium Boiss. (Colchicaceae). Nat. Prod. Res. 24 152–159. 10.1080/14786410902941097", "ArticleIdList": ["10.1080/14786410902941097", "20077308"]}, {"Citation": "Alali F. Q., Tawaha K., El-Elimat T., Qasaymeh R., Li C., Burgess J., et al. (2006). Phytochemical studies and cytotoxicity evaluations of Colchicum tunicatum Feinbr and Colchicum hierosolymitanum Feinbr (Colchicaceae): two native Jordanian meadow saffrons. Nat. Prod. Res. 20 558–566. 10.1080/14786410500183381", "ArticleIdList": ["10.1080/14786410500183381", "16835088"]}, {"Citation": "Al-Easa H. S., Mann J., Rizk A. F. (1990). Guaianolides from Centaurea sinaica. Phytochemistry 29 1324–1325. 10.1016/0031-9422(90)85455-O", "ArticleIdList": ["10.1016/0031-9422(90)85455-O"]}, {"Citation": "Al-Eisawi D. M (2013). Flora of Jordan Checklist, 1st Edn Amman: The University of Jordan."}, {"Citation": "Ali N. A., Sharopov F. S., Alhaj M., Hill G. M., Porzel A., Arnold N., et al. (2012). Chemical composition and biological activity of essential oil from Pulicaria undulata from Yemen. Nat. Prod. Commun. 7 257–260.", "ArticleIdList": ["22474974"]}, {"Citation": "Ali N. A. A., Al-Fatimi M. A., Crouch R. A., Denkert A., Setzer W. N., Wessjohann L. (2013). Antimicrobial, antioxidant, and cytotoxic activities of the essential oil of Tarchonanthus camphoratus. Nat. Prod. Commun. 8 683–686."}, {"Citation": "Ali N. A. A., Wurster M., Denkert A., Al-Sokari S. S., Lindequist U., Wessjohann L. (2014). Cytotoxicity and antiphytofungal activity of the essential oils from two Artemisia species. World J. Pharm. Res. 3 1350–1354. 10.1002/cbdv.201000331", "ArticleIdList": ["10.1002/cbdv.201000331", "21480507"]}, {"Citation": "Ali-Shtayeh M. S., Jamous R. M., Al-Shafie J. H., Elgharabah W. A., Kherfan F. A., Qarariah K. H., et al. (2008). Traditional knowledge of wild edible plants used in Palestine (Northern West Bank): a comparative study. J. Ethnobiol. Ethnomed. 4:13. 10.1186/1746-4269-4-13", "ArticleIdList": ["10.1186/1746-4269-4-13", "PMC2396604", "18474107"]}, {"Citation": "Ali-Shtayeh M. S., Jamous R. M., Jamous R. M. (2011). Herbal preparation use by patients suffering from cancer in Palestine. Complement. Ther. Clin. Pract. 17 235–240. 10.1016/j.ctcp.2011.06.002", "ArticleIdList": ["10.1016/j.ctcp.2011.06.002", "21982140"]}, {"Citation": "Al-Kalaldeh J. Z., Abu-Dahab R., Afifi F. U. (2010). Volatile oil composition and antiproliferative activity of Laurus nobilis, Origanum syriacum, Origanum vulgare, and Salvia triloba against human breast adenocarcinoma cells. Nutr. Res. 30 271–278. 10.1016/j.nutres.2010.04.001", "ArticleIdList": ["10.1016/j.nutres.2010.04.001", "20534330"]}, {"Citation": "Al-Madouj A., Eldali A., Al-Zahrani A. (2011). Ten-Year Cancer Incidence Among Nationals of the GCC States 1998–2007. Riyadh: King Faisal Specialist Hospital and Research Center."}, {"Citation": "Almehdar H., Abdallah H. M., Osman A. M. M., Abdel-Sattar E. A. (2012). In vitro cytotoxic screening of selected Saudi medicinal plants. J. Nat. Med. 66 406–412. 10.1007/s11418-011-0589-8", "ArticleIdList": ["10.1007/s11418-011-0589-8", "21953271"]}, {"Citation": "Al-Muniri R. M. S., Hossain M. A. (2017). Evaluation of antioxidant and cytotoxic activities of different extracts of folk medicinal plant Hapllophyllum tuberculatum. Egypt. J. Basic Appl. Sci. 4 101–106. 10.1016/j.ejbas.2017.04.003", "ArticleIdList": ["10.1016/j.ejbas.2017.04.003"]}, {"Citation": "Al-Qura’n S. (2009). Ethnopharmacological survey of wild medicinal plants in Showbak, Jordan. J. Ethnopharmacol. 123 45–50. 10.1016/j.jep.2009.02.031", "ArticleIdList": ["10.1016/j.jep.2009.02.031", "19429338"]}, {"Citation": "Al-Tamimi M., Rastall B., Abu-Reidah I. (2016). Chemical composition, cytotoxic, apoptotic and antioxidant activities of main commercial essential oils in Palestine: a comparative study. Medicines 3:27. 10.3390/medicines3040027", "ArticleIdList": ["10.3390/medicines3040027", "PMC5456243", "28930137"]}, {"Citation": "Amirghofran Z., Bahmani M., Azadmehr A., Javidnia K. (2005). Anticancer effects of various Iranian native medicinal plants on human tumor cell lines. Neoplasma 53 428–433.", "ArticleIdList": ["17013538"]}, {"Citation": "Artun F. T., Karagoz A., Ozcan G., Melikoglu G., Anil S., Kultur S., et al. (2015). In vitro anticancer and cytotoxic activities of some plant extracts on HeLa and Vero cell lines. Mitt. Klosterneuburg 65 55–64.", "ArticleIdList": ["27569095"]}, {"Citation": "Asadi-Samani M., Kooti W., Aslani E., Shirzad H. (2016). A systematic review of Iran’s medicinal plants with anticancer effects. J. Evid. Based Complementary Altern. Med. 21 143–153. 10.1177/2156587215600873", "ArticleIdList": ["10.1177/2156587215600873", "26297173"]}, {"Citation": "Ash R. (2005). Every Subject on Earth! Whitaker’s World of Facts. London: A & C Black Publishers Ltd., 320."}, {"Citation": "Assaf A. M., Haddadin R. N., Aldouri N. A., Alabbassi R., Mashallah S., Mohammad M., et al. (2013). Anti-cancer, anti-inflammatory and anti-microbial activities of plant extracts used against hematological tumors in traditional medicine of Jordan. J. Ethnopharmacol. 145 728–736. 10.1016/j.jep.2012.11.039", "ArticleIdList": ["10.1016/j.jep.2012.11.039", "23246454"]}, {"Citation": "Ateya A. M., Abou-Hashem M., El-Sayed Z., Abbas F. (2014). Biological activity of the Egyptian medicinal plants: part 4 Cytotoxicity of 50 Egyptian plants and spices against hepatocellular carcinoma. Am. J. Ethnomed. 1 56–63."}, {"Citation": "Aung T. N., Qu Z., Kortschak R. D., Adelson D. L. (2017). Understanding the effectiveness of natural compound mixtures in cancer through their molecular mode of action. Int. J. Mol. Sci. 18:656. 10.3390/ijms18030656", "ArticleIdList": ["10.3390/ijms18030656", "PMC5372668", "28304343"]}, {"Citation": "Ayyad S. E. N., Abdel-Lateff A., Alarif W. M., Patacchioli F. R., Badria F. A., Ezmirly S. T., et al. (2012). In vitro and in vivo study of cucurbitacins-type triterpene glucoside from Citrullus colocynthis growing in Saudi Arabia against hepatocellular carcinoma. Environ. Toxicol. Pharmacol. 33 245–251. 10.1016/j.etap.2011.12.010", "ArticleIdList": ["10.1016/j.etap.2011.12.010", "22245841"]}, {"Citation": "Bachrach Z. Y. (2012). Contribution of selected medicinal plants for cancer prevention and therapy. Acta Fac. Med. Naissensis, 29 117–123. 10.2478/v10283-012-0016-4", "ArticleIdList": ["10.2478/v10283-012-0016-4"]}, {"Citation": "Baeshen M. N., Khan R., Bora R. S., Aeshen N. A. (2015). Therapeutic potential of the folkloric medicinal plant Rhazya stricta. Biol. Syst. Open Access 5:151 10.4172/2329-6577.1000151", "ArticleIdList": ["10.4172/2329-6577.1000151"]}, {"Citation": "Batanouny K. H. (1981). Ecology and Flora of Qatar. Doha: University of Qatar.", "ArticleIdList": ["0"]}, {"Citation": "Baydoun S., Chalak L., Dalleh H., Arnold N. (2015). Ethnopharmacological survey of medicinal plants used in traditional medicine by the communities of Mount Hermon, Lebanon. J. Ethnopharmacol. 173 139–156. 10.1016/j.jep.2015.06.052", "ArticleIdList": ["10.1016/j.jep.2015.06.052", "26165826"]}, {"Citation": "Ben-Arye E. (2014). “Integrating complementary medicine in cancer supportive care across the Middle East: challenges and opportunities,” in Palliative Care for the Cancer Patient: The Middle East as a Model for Emerging Countries, ed. Silbermann M. (New York, NY: Nova Science Publishers; ), 77–97."}, {"Citation": "Ben-Arye E., Ali-Shtayeh M. S., Nejmi M., Schiff E., Hassan E., Mutafoglu K., et al. (2012a). Integrative oncology research in the Middle East: weaving traditional and complementary medicine in supportive care. Support. Care Cancer 20 557–564. 10.1007/s00520-011-1121-0", "ArticleIdList": ["10.1007/s00520-011-1121-0", "21360035"]}, {"Citation": "Ben-Arye E., Schiff E., Hassan E., Mutafoglu K., Lev-Ari S., Steiner M., et al. (2012b). Integrative oncology in the Middle East: from traditional herbal knowledge to contemporary cancer care. Ann. Oncol. 23 211–221. 10.1093/annonc/mdr054", "ArticleIdList": ["10.1093/annonc/mdr054", "21447617"]}, {"Citation": "Boulos L., Miller A. G., Mill R. R. (1994). “Regional overview: South West Asia and the Middle East,” in Centres of Plant Diversity. A Guide and Strategy for Their Conservation Vol. 1 eds Davis S. D., Heywood V. H., Hamilton A. C. (Cambridge: IUCN Publications Unit; ), 293–308."}, {"Citation": "Cardile V., Russo A., Formisano C., Rigano D., Senatore F., Arnold N. A., et al. (2009). Essential oils of Salvia bracteata and Salvia rubifolia from Lebanon: chemical composition, antimicrobial activity and inhibitory effect on human melanoma cells. J. Ethnopharmacol. 126 265–272. 10.1016/j.jep.2009.08.034", "ArticleIdList": ["10.1016/j.jep.2009.08.034", "19715748"]}, {"Citation": "Chen Z., Sun X., Shen S., Zhang H., Ma X., Liu J., et al. (2013). Wedelolactone, a naturally occurring coumestan, enhances interferon-γ signaling through inhibiting STAT1 protein dephosphorylation. J. Biol. Chem. 288 14417–14427. 10.1074/jbc.M112.442970", "ArticleIdList": ["10.1074/jbc.M112.442970", "PMC3656297", "23580655"]}, {"Citation": "Chhetri B. K. (2015). A Gas Chromatographic/Mass Spectral Analysis of Aromatic Medicinal Plants from Yemen. Doctoral dissertation, The University of Alabama in Huntsville, Huntsville, AL."}, {"Citation": "Chhetri B. K., Ali N. A. A., Setzer W. N. (2015). A survey of chemical compositions and biological activities of Yemeni aromatic medicinal plants. Medicines, 2 67–92. 10.3390/medicines2020067", "ArticleIdList": ["10.3390/medicines2020067", "PMC5533162", "28930202"]}, {"Citation": "Collenette I. S. (1998). A Checklist of Botanical Species in Saudi Arabia. Burgess Hill: International Asclepiad Society, 80."}, {"Citation": "Deeb R., Eid S. (2012). “The environmental causes of cancer distribution in Syria,” in Proceedings of the 6th International Congress on Environmental Modelling and Software (iEMSs 2012): Managing Resources of a Limited Planet: Pathways and Visions Under Uncertainty. International Environmental Modelling and Software Society (iEMSs), Leipzig, 516–523."}, {"Citation": "Deeb S. J., El-Baba C. O., Hassan S. B., Larsson R. L., Gali-Muhtasib H. U. (2010). Sage components enhance cell death through nuclear factor kappa-B signaling. Front. Biosci. 3 410–420.", "ArticleIdList": ["21196321"]}, {"Citation": "Deeb T., Knio K., Shinwari Z., Kreydiyyeh S., Baydoun E. (2013). Survey of medicinal plants currently used by herbalists in Lebanon. Pak. J. Bot. 45 543–555. 10.1016/j.jep.2008.08.024", "ArticleIdList": ["10.1016/j.jep.2008.08.024", "18809483"]}, {"Citation": "Duran N G. G., Emrah A. Y., Kaya D. A., Kaya M. G. A., Mert A. (2016). “In vitro cytotoxic activity of Nigella sativa L. on human malignant melanoma cell lines, ICAMS 2016” in Proceedings of the 6th International Conference on Advanced Materials and Systems, Bucharest."}, {"Citation": "Efferth T. (2017). Cancer combination therapy of the sesquiterpenoid artesunate and the selective EGFR-tyrosine kinase inhibitor erlotinib. Phytomedicine 37 58–61. 10.1016/j.phymed.2017.11.003", "ArticleIdList": ["10.1016/j.phymed.2017.11.003", "29174651"]}, {"Citation": "Efferth T., Koch E. (2011). Complex interactions between phytochemicals. The multi-target therapeutic concept of phytotherapy. Curr. Drug Targets 12 122–132. 10.2174/138945011793591626", "ArticleIdList": ["10.2174/138945011793591626", "20735354"]}, {"Citation": "Efferth T., Li P. C., Konkimalla V. S. B., Kaina B. (2007). From traditional Chinese medicine to rational cancer therapy. Trends Mol. Med. 13 353–361. 10.1016/j.molmed.2007.07.001", "ArticleIdList": ["10.1016/j.molmed.2007.07.001", "17644431"]}, {"Citation": "El-Awady M. A., Awad N. S., El-Tarras A. E. (2015). Evaluation of the anticancer activities of pomegranate (Punica granatum) and harmal (Rhazya stricta) plants grown in Saudi Arabia. Int. J. Curr. Microbiol. Appl. Sci. 4 1158–1167."}, {"Citation": "El-Desouky S. K., Kim K. H., Ryu S. Y., Eweas A. F., Gamal-Eldeen A. M., Kim Y. K. (2007). A new pyrrole alkaloid isolated from Arum palaestinum Boiss. and its biological activities. Arch. Pharmacol. Res. 30 927–931", "ArticleIdList": ["17879743"]}, {"Citation": "El-Najjar N., Dakdouki S., Darwiche N., El-Sabban M., Saliba N. A., Gali-Muhtasib H. (2008). Anti-colon cancer effects of salograviolide A isolated from Centaurea ainetensis. Oncol. Rep. 19 897–904. 10.3892/or.19.4.897", "ArticleIdList": ["10.3892/or.19.4.897", "18357373"]}, {"Citation": "El-Sawi S. A., Motawae H. M., Ali A. M. (2007). Chemical composition, cytotoxic activity and antimicrobial activity of essential oils of leaves and berries of Juniperus phoenicea L. grown in Egypt. Afr. J. Tradit. Complement. Altern. Med. 4 417–426. 10.4314/ajtcam.v4i4.31236", "ArticleIdList": ["10.4314/ajtcam.v4i4.31236", "PMC2816504", "20161910"]}, {"Citation": "El-Seedi H. R., Burman R., Mansour A., Turki Z., Boulos L., Gullbo J., et al. (2013). The traditional medical uses and cytotoxic activities of sixty-one Egyptian plants: discovery of an active cardiac glycoside from Urginea maritima. J. Ethnopharmacol. 145 746–757. 10.1016/j.jep.2012.12.007", "ArticleIdList": ["10.1016/j.jep.2012.12.007", "23228916"]}, {"Citation": "El-Shemy H. A., Aboul-Enein A. M., Aboul-Enein M. I., Issa S. I., Fujita K. (2003). The effect of willow leaf extracts on human leukemic cells in vitro. BMB Rep. 36 387–389. 10.5483/BMBRep.2003.36.4.387", "ArticleIdList": ["10.5483/BMBRep.2003.36.4.387", "12895297"]}, {"Citation": "Emami S. A., Sahebkar A., Tayarani-Najaran N., Tayarani-Najaran Z. (2012). Cancer and its treatment in main ancient books of Islamic Iranian traditional medicine (7th to 14th Century AD). Iran. Red Crescent Med. J. 14 747–757. 10.5812/ircmj.4954", "ArticleIdList": ["10.5812/ircmj.4954", "PMC3587862", "23482830"]}, {"Citation": "Esmaeili S., Hamzeloo-Moghadam M., Ghaffari S., Mosaddegh M. (2014). Cytotoxic activity screening of some medicinal plants from south of Iran. Res. J. Pharmacogn. 1 19–25. 10.4103/0973-1296.93327", "ArticleIdList": ["10.4103/0973-1296.93327", "PMC3307205", "22438665"]}, {"Citation": "Farhan H., Rammal H., Hijazi A., Annan H., Daher A., Reda M., et al. (2013). Chemical composition, in vitro cytotoxicity and anti-free radical properties of six extracts from Lebanese Trigonella berythea Boiss. Pak. J. Pharm. Sci. 26 1157–1163.", "ArticleIdList": ["24191321"]}, {"Citation": "Fawzy G. A., Al Ati H. Y., El Gamal A. A. (2013). Chemical composition and biological evaluation of essential oils of Pulicaria jaubertii. Pharmacogn. Mag. 9 28–32. 10.4103/0973-1296.108133", "ArticleIdList": ["10.4103/0973-1296.108133", "PMC3647390", "23661990"]}, {"Citation": "Feizzadeh B., Afshari J. T., Rakhshandeh H., Rahimi A., Brook A., Doosti H. (2008). Cytotoxic effect of saffron stigma aqueous extract on human transitional cell carcinoma and mouse fibroblast. Urol. J. 5 161–167.", "ArticleIdList": ["18825622"]}, {"Citation": "Fiore G., Nencini C., Cavallo F., Capasso A., Bader A., Giorgi G., et al. (2006). In vitro antiproliferative effect of six Salvia species on human tumor cell lines. Phytother. Res. 20 701–703. 10.1002/ptr.1911", "ArticleIdList": ["10.1002/ptr.1911", "16676297"]}, {"Citation": "Freedman L. S., Edwards B. K., Ries L. A. G., Young J. L. (2006). Cancer Incidence in Four Member Countries (Cyprus, Egypt, Israel, and Jordan) of the Middle East Cancer Consortium (MECC) Compared with US SEER. Bethesda, MD: National Cancer Institute."}, {"Citation": "Frodin D. G. (2001). Guide to the Standard Floras of the World, 2nd Edn Cambridge: Cambridge University Press; 10.1017/CBO9780511541803", "ArticleIdList": ["10.1017/CBO9780511541803"]}, {"Citation": "Gali-Muhtasib H. U., Kheir W. G. A., Kheir L. A., Darwiche N., Crooks P. A. (2004). Molecular pathway for thymoquinone-induced cell-cycle arrest and apoptosis in neoplastic keratinocytes. Anticancer Drugs 15 389–399. 10.1097/00001813-200404000-00012", "ArticleIdList": ["10.1097/00001813-200404000-00012", "15057144"]}, {"Citation": "Gao L. L., Feng L., Yao S. T., Jiao P., Qin S. C., Zhang W., et al. (2011). Molecular mechanisms of celery seed extract induced apoptosis via s phase cell cycle arrest in the BGC-823 human stomach cancer cell line. Asian Pac. J. Cancer Prev. 12 2601–2606.", "ArticleIdList": ["22320960"]}, {"Citation": "Ghazanfar S. A., Al-Al-Sabahi A. M. (1993). Medicinal plants of northern and central Oman (Arabia). Econ. Bot. 47 89–98. 10.1007/BF02862209", "ArticleIdList": ["10.1007/BF02862209"]}, {"Citation": "Ghazanfar S. A. (2011). Medicinal and Aromatic Plants-Arabia and Iran. Ethnopharmacology Section, Biological, Physiological and Health Sciences, Encyclopedia of Life Support Systems (EOLSS). Oxford: EOLSS Publishers."}, {"Citation": "Gökbulut A. A., Yaşar M., Baran Y. (2015). A novel natural product, KL-21, inhibits proliferation and induces apoptosis in chronic lymphocytic leukemia cells. Turk. J. Hematol. 32 118–126. 10.4274/tjh.2013.0381", "ArticleIdList": ["10.4274/tjh.2013.0381", "PMC4451479", "26316479"]}, {"Citation": "Gözüm S., Tezel A., Koc M. (2003). Complementary alternative treatments used by patients with cancer in eastern Turkey. Cancer Nurs. 26 230–236. 10.1097/00002820-200306000-00010", "ArticleIdList": ["10.1097/00002820-200306000-00010", "12832956"]}, {"Citation": "Graham J. G., Quinn M. L., Fabricant D. S., Farnsworth N. R. (2000). Plants used against cancer–an extension of the work of Jonathan Hartwell. J. Ethnopharmacol. 73 347–377. 10.1016/S0378-8741(00)00341-X", "ArticleIdList": ["10.1016/S0378-8741(00)00341-X", "11090989"]}, {"Citation": "Gu Z., Zakarian A. (2010). Total synthesis of rhazinilam: axial to point chirality transfer in an enantiospecific Pd-catalyzed transannular cyclization. Org. Lett. 12 4224–4227. 10.1021/ol101523z", "ArticleIdList": ["10.1021/ol101523z", "PMC3071635", "20795730"]}, {"Citation": "Gulluoglu B. M., Cingi A., Cakir T., Barlas A. (2008). Patients in northwestern Turkey prefer herbs as complementary medicine after breast cancer diagnosis. Breast Care 3 269–273. 10.1159/000144045", "ArticleIdList": ["10.1159/000144045", "PMC2974983", "21113280"]}, {"Citation": "Hall M., Miller A. G. (2011). Strategic requirements for plant conservation in the Arabian Peninsula. Zool. Middle East 54 169–182. 10.1080/09397140.2011.10648908", "ArticleIdList": ["10.1080/09397140.2011.10648908"]}, {"Citation": "Hamzeloo-Moghadam M., Khalaj A., Malekmohammadi M. (2015). Cytotoxic activity and apoptosis induction of Hypericum scabrum L. Iran. Red Crescent Med. J. 17:e19453 10.5812/ircmj.19453", "ArticleIdList": ["10.5812/ircmj.19453", "PMC4640096", "26568855"]}, {"Citation": "Han J., Talorete T. P., Yamada P., Isoda H. (2009). Anti-proliferative and apoptotic effects of oleuropein and hydroxytyrosol on human breast cancer MCF-7 cells. Cytotechnology, 59 45–53. 10.1007/s10616-009-9191-2", "ArticleIdList": ["10.1007/s10616-009-9191-2", "PMC2677148", "19353300"]}, {"Citation": "Hanelt P. (ed.) (2001). Mansfeld’s Encyclopedia of Agricultural, and Horticultural Crops:(Except. (Ornamentals)). Berlin Springer Science & Business Media."}, {"Citation": "Hassan A. A. (2015). Knowledge and attitude of oncology practitioners towards complementary and alternative medicine for cancer care in Qatar. J. Anesthesiol. Clin. Res. 6 1–7. 10.4172/2155-6148.1000561", "ArticleIdList": ["10.4172/2155-6148.1000561"]}, {"Citation": "Heywood V. H. (2004). Modern approaches to floristics and their impact on the region of SW Asia. Turk. J. Botany 28 7–16."}, {"Citation": "Hudaib M., Mohammad M., Bustanji Y., Tayyem R., Yousef M., Abuirjeie M., et al. (2008). Ethnopharmacological survey of medicinal plants in Jordan, Mujib Nature Reserve and surrounding area. J. Ethnopharmacol. 120 63–71. 10.1016/j.jep.2008.07.031", "ArticleIdList": ["10.1016/j.jep.2008.07.031", "18760342"]}, {"Citation": "Huerta E., Grey N. (2007). Cancer control opportunities in low and middle income countries. CA Cancer J. Clin. 57 72–74. 10.3322/canjclin.57.2.72", "ArticleIdList": ["10.3322/canjclin.57.2.72", "17392384"]}, {"Citation": "Hussain A. I., Rathore H. A., Sattar M. Z., Chatha S. A., Sarker S. D., Gilani A. H. (2014). Citrullus colocynthis (L.) Schrad (bitter apple fruit): a review of its phytochemistry, pharmacology, traditional uses and nutritional potential. J. Ethnopharmacol. 155 54–66. 10.1016/j.jep.2014.06.011", "ArticleIdList": ["10.1016/j.jep.2014.06.011", "24936768"]}, {"Citation": "Inanç N., Sahin H., Çiçek B., Tasc S. (2006). Use of herbs or vitamin/mineral supplements by patients with cancer in Kayseri, Turkey. Cancer Nurs. 29 17–20. 10.1097/00002820-200601000-00003", "ArticleIdList": ["10.1097/00002820-200601000-00003", "16557116"]}, {"Citation": "Itani W. S., El-Banna S. H., Hassan S. B., Larsson R. L., Bazarbachi A., Gali-Muhtasib H. U. (2008). Anti colon cancer components from Lebanese sage (Salvia libanotica) essential oil: mechanistic basis. Cancer Biol. Ther. 7 1765–1773. 10.4161/cbt.7.11.6740", "ArticleIdList": ["10.4161/cbt.7.11.6740", "18787402"]}, {"Citation": "Jafari N., Zamani A., Farajzadegan Z., Bahrami F., Emami H., Loghmani A. (2013). The effect of spiritual therapy for improving the quality of life of women with breast cancer: a randomized controlled trial. Psychol. Health Med. 18 56–69. 10.1080/13548506.2012.679738", "ArticleIdList": ["10.1080/13548506.2012.679738", "22533516"]}, {"Citation": "Jaradat N. A., Al-Ramahi R., Zaid A. N., Ayesh O. I., Eid A. M. (2016). Ethnopharmacological survey of herbal remedies used for treatment of various types of cancer and their methods of preparations in the West Bank-Palestine. BMC Complement. Altern. Med. 16:93. 10.1186/s12906-016-1070-8", "ArticleIdList": ["10.1186/s12906-016-1070-8", "PMC4784411", "26955822"]}, {"Citation": "Jazieh A. R., Al Sudairy R., Abulkhair O., Alaskar A., Al Safi F., Sheblaq N., et al. (2012). Use of complementary and alternative medicine by patients with cancer in Saudi Arabia. J. Alternat. Complement. Med. 18 1045–1049. 10.1089/acm.2011.0266", "ArticleIdList": ["10.1089/acm.2011.0266", "22906212"]}, {"Citation": "Jomaa S., Rahmo A., Alnori A. S., Chatty M. E. (2012). The cytotoxic effect of essential oil of Syrian Citrus limon peel on human colorectal carcinoma cell line (Lim 1863). Middle East J. Cancer 3 15–21."}, {"Citation": "Kaileh M., Berghe W. V., Boone E., Essawi T., Haegeman G. (2007). Screening of indigenous Palestinian medicinal plants for potential anti-inflammatory and cytotoxic activity. J. Ethnopharmacol. 113 510–516. 10.1016/j.jep.2007.07.008", "ArticleIdList": ["10.1016/j.jep.2007.07.008", "17716845"]}, {"Citation": "Karakas F. P., Yidirim A. B., Bayram R., Yavuz M. Z., Gepdiremen A., Turker A. U. (2015). Antiproliferative activity of some medicinal plants on human breast and hepatocellular carcinoma cell lines and their phenolic contents. Trop. J. Pharm. Res. 14 1787–1795. 10.4314/tjpr.v14i10.8", "ArticleIdList": ["10.4314/tjpr.v14i10.8"]}, {"Citation": "Kasabri V., Afifi F. U., Abu-Dahab R., Mhaidat N., Bustanji Y. K., Abaza I. F., et al. (2014). In vitro modulation of metabolic syndrome enzymes and proliferation of obesity related-colorectal cancer cell line panel by Salvia species from Jordan. Rev. Roum. Chim. 59 693–705."}, {"Citation": "Kaseb A. O., Chinnakannu K., Chen D., Sivanandam A., Tejwani S., Menon M., et al. (2007). Androgen receptor–and E2F-1–targeted thymoquinone therapy for hormone-refractory prostate cancer. Cancer Res. 67 7782–7788. 10.1158/0008-5472.CAN-07-1483", "ArticleIdList": ["10.1158/0008-5472.CAN-07-1483", "17699783"]}, {"Citation": "Kashani L. M. T., Majdzadeh M., Khanavi M., Taghizadeh M., Sadati N., Kahkeshani N., et al. (2014). Cytotoxic activity of selected Iranian traditional medicinal plants on colon, colorectal and breast cancer cell lines. Arch. Breast Cancer, 1 95–98."}, {"Citation": "Khalighi-Sigaroodi F., Ahvazi M., Hadjiakhoondi A., Taghizadeh M., Yazdani D., Khalighi-Sigaroodi S., et al. (2012). Cytotoxicity and antioxidant activity of 23 plant species of Leguminosae family. Iran. J. Pharm. Res. 11 295–302.", "ArticleIdList": ["PMC3813086", "24250452"]}, {"Citation": "Khasawneh M. A., Koch A., Elwy H. M., Hamza A. A., Schneider-Stock R. (2015). Leptadenia pyrotechnica induces p53-dependent apoptosis in colon cancer cells. Nat. Prod. Chem. Res. 3 1–8."}, {"Citation": "Kuete V., Efferth T. (2015). African flora has the potential to fight multidrug resistance of cancer, Biomed. Res. Int. 2015:914813. 10.1155/2015/914813", "ArticleIdList": ["10.1155/2015/914813", "PMC4413252", "25961047"]}, {"Citation": "Kuete V., Mbaveng A. T., Nono E. C., Simo C. C., Zeino M., Nkengfack A. E., et al. (2016). Cytotoxicity of seven naturally occurring phenolic compounds towards multi-factorial drug-resistant cancer cells. Phytomedicine, 23 856–863. 10.1016/j.phymed.2016.04.007", "ArticleIdList": ["10.1016/j.phymed.2016.04.007", "27288921"]}, {"Citation": "Kuete V., Mbaveng A. T., Sandjo L. P., Zeino M., Efferth T. (2017). Cytotoxicity and mode of action of a naturally occurring naphthoquinone, 2-acetyl-7-methoxynaphtho[2,3-b]furan-4,9-quinone towards multi-factorial drug-resistant cancer cells. Phytomedicine 33 62–68. 10.1016/j.phymed.2017.07.010", "ArticleIdList": ["10.1016/j.phymed.2017.07.010", "28887921"]}, {"Citation": "Kuete V., Wiench B., Hegazy M. E. F., Mohamed T. A., Fankam A. G., Shahat A. A., et al. (2012). Antibacterial activity and cytotoxicity of selected Egyptian medicinal plants. Planta Med. 78 193–199. 10.1055/s-0031-1280319", "ArticleIdList": ["10.1055/s-0031-1280319", "22057918"]}, {"Citation": "Lampronti I., Saab A. M., Gambari R. (2006). Antiproliferative activity of essential oils derived from plants belonging to the Magnoliophyta division. Int. J. Oncol. 29 989–995. 10.3892/ijo.29.4.989", "ArticleIdList": ["10.3892/ijo.29.4.989", "16964395"]}, {"Citation": "Lev E. (2006). Ethno-diversity within current ethno-pharmacology as part of Israeli traditional medicine–a review. J. Ethnobiol. Ethnomed. 2:4.", "ArticleIdList": ["PMC1368966", "16401348"]}, {"Citation": "Ljubuncic P., Azaizeh H., Portnaya I., Cogan U., Said O., Saleh K. A., et al. (2005). Antioxidant activity and cytotoxicity of eight plants used in traditional Arab medicine in Israel. J. Ethnopharmacol. 99 43–47. 10.1016/j.jep.2005.01.060", "ArticleIdList": ["10.1016/j.jep.2005.01.060", "15848018"]}, {"Citation": "Makhoul J., El-Barbir F. (2006). Obstacles to health in the Arab world. Br. Med. J. 10 11–36. 10.1136/bmj.333.7573.859", "ArticleIdList": ["10.1136/bmj.333.7573.859", "PMC1618453", "17053250"]}, {"Citation": "Malak A. T., Karayurt Ö., Demir E., Yümer A. S. (2009). Complementary and alternative medicine in cancer patients-analysis of influencing factors in Turkey. Asian Pac. J. Cancer Prev. 10 1083–1087.", "ArticleIdList": ["20192589"]}, {"Citation": "Malik A., Mukhtar H. (2006). Prostate cancer prevention through pomegranate fruit. Cell Cycle 5 371–373. 10.4161/cc.5.4.2486", "ArticleIdList": ["10.4161/cc.5.4.2486", "16479165"]}, {"Citation": "Mantle D., Wilkins R. M. (2005). “Medicinal plants in the prevention and therapy of cancer,” in Handbook of Medicinal Plants, eds Yaniv Z., Bachrach U. (New York, NY: The Haworth Press; ), 281–318."}, {"Citation": "Marinelli J. (2005). Plant: The Ultimate Visual Reference to Plants and Flowers of the World. New York, NY: DK Publishing Inc., 200."}, {"Citation": "Mashayekhan A., Pourmajidian M. R., Jalilvand H., Gholami M. R., Teimouri M. S. (2016). Economic importance and GIS mapping of medicinal plants in Iran: a case study of Darkesh. J. Appl. Sci. Environ. Manag. 20 646–650. 10.4314/jasem.v20i3.19", "ArticleIdList": ["10.4314/jasem.v20i3.19"]}, {"Citation": "Mbaveng A. T., Kuete V., Efferth T. (2017). Potential of central, Eastern and Western Africa medicinal plants for cancer therapy: spotlight on resistant cells and molecular targets. Front. Pharmacol. 8:343. 10.3389/fphar.2017.00343", "ArticleIdList": ["10.3389/fphar.2017.00343", "PMC5454075", "28626426"]}, {"Citation": "Millimouno F. M., Dong J., Yang L., Li J., Li X. (2014). Targeting apoptosis pathways in cancer and perspectives with natural compounds from Mother Nature. Cancer Prev. Res. 7 1086–1107. 10.1158/1940-6207.CAPR-14-0136", "ArticleIdList": ["10.1158/1940-6207.CAPR-14-0136", "25161295"]}, {"Citation": "Mohammed M. M., El-Sharkawy E. R., Matloub A. A. (2011). Cytotoxic flavonoids from Diplotaxis harra (Forssk.) Boiss. growing in Sinai. J. Med. Plants Res. 5 5099–5103."}, {"Citation": "Molassiotis A., Fernadez-Ortega P., Pud D., Ozden G., Scott J. A., Panteli V., et al. (2005). Use of complementary and alternative medicine in cancer patients: a European survey. Ann. Oncol. 16 655–663. 10.1093/annonc/mdi110", "ArticleIdList": ["10.1093/annonc/mdi110", "15699021"]}, {"Citation": "Monajemi R., Oryan S., Haeri-Roohani A., Ghannadi A., Jafarian A. (2010). Cytotoxic effects of essential oils of some Iranian Citrus peels. Iran. J. Pharm. Res. 4 183–187."}, {"Citation": "Montazeri A., Sajadian A., Ebrahimi M., Haghighat S., Harirchi I. (2007). Factors predicting the use of complementary and alternative therapies among cancer patients in Iran. Eur. J. Cancer Care 16 144–149. 10.1111/j.1365-2354.2006.00722.x", "ArticleIdList": ["10.1111/j.1365-2354.2006.00722.x", "17371423"]}, {"Citation": "Motallebnejad M., Akram S., Moghadamnia A., Moulana Z., Omidi S. (2008). The effect of topical application of pure honey on radiation-induced mucositis: a randomized clinical trial. J. Contemp. Dent. Pract. 9 40–47.", "ArticleIdList": ["18335118"]}, {"Citation": "Mothana R. A., Kriegisch S., Harms M., Wende K., Lindequist U. (2011). Assessment of selected Yemeni medicinal plants for their in vitro antimicrobial, anticancer, and antioxidant activities. Pharm. Biol. 49 200–210. 10.3109/13880209.2010.512295", "ArticleIdList": ["10.3109/13880209.2010.512295", "20942618"]}, {"Citation": "Mothana R. A. A., Gruenert R., Lindequist U., Bednarski P. J. (2007). Study of the anticancer potential of Yemeni plants used in folk medicine. Pharmazie 62 305–307.", "ArticleIdList": ["17484289"]}, {"Citation": "Mousavi S. M., Gouya M. M., Ramazani R., Davanlou M., Hajsadeghi N., Seddighi Z. (2009). Cancer incidence and mortality in Iran. Ann. Oncol. 20 556–563. 10.1093/annonc/mdn642", "ArticleIdList": ["10.1093/annonc/mdn642", "19073863"]}, {"Citation": "Moustafa S. M., Menshawi B. M., Wassel G. M., Mahmoud K., Mounier M. M. (2014). Screening of some plants in Egypt for their cytotoxicity against four human cancer cell lines. Int. J. Pharm. Technol. Res. 6 1074–1084."}, {"Citation": "Mukherjee A., Patil S. D. (2012). Effects of alkaloid rich extract of Citrullus colocynthis fruits on Artemia Salina and Human Cancerous (MCF-7 AND HEPG-2) cells. J. PharmaSciTech 1 15–19."}, {"Citation": "Mustapha N., Pinon A., Limami Y., Simon A., Ghedira K., Hennebelle T., et al. (2016). Crataegus azarolus leaves induce antiproliferative activity, cell cycle arrest, and apoptosis in human HT-29 and HCT-116 colorectal cancer cells. J. Cell. Biochem. 117 1262–1272. 10.1002/jcb.25416", "ArticleIdList": ["10.1002/jcb.25416", "26495895"]}, {"Citation": "Naghibi F., Khalaj A., Moghadam M. H. (2014a). Cancer terminologies used in the medieval texts to the early modern Iranian traditional medicine (ITM). J. Res. Hist. Med. 3 63–72. 10.1016/j.jep.2014.05.025", "ArticleIdList": ["10.1016/j.jep.2014.05.025", "24911336"]}, {"Citation": "Naghibi F., Khalaj A., Mosaddegh M., Malekmohamadi M., Hamzeloo-Moghadam M. (2014b). Cytotoxic activity evaluation of some medicinal plants, selected from Iranian traditional medicine Pharmacopoeia to treat cancer and related disorders. J. Ethnopharmacol. 155 230–239. 10.1016/j.jep.2014.05.025", "ArticleIdList": ["10.1016/j.jep.2014.05.025", "24911336"]}, {"Citation": "Nankar R., Prabhakar P. K., Doble M. (2017). Hybrid drug combination: combination of ferulic acid and metformin as anti-diabetic therapy. Phytomedicine 37 10–13. 10.1016/j.phymed.2017.10.015", "ArticleIdList": ["10.1016/j.phymed.2017.10.015", "29126698"]}, {"Citation": "Nankar R. P., Doble M. (2017). Hybrid drug combination: Anti-diabetic treatment of type 2 diabetic Wistar rats with combination of ellagic acid and pioglitazone. Phytomedicine 37 4–9. 10.1016/j.phymed.2017.10.014", "ArticleIdList": ["10.1016/j.phymed.2017.10.014", "29103827"]}, {"Citation": "Nassr-Allah A. A., Aboul-Enein A. M., Aboul-Enein K. M., Lightfoot D. A., Cocchetto A., El-Shemy H. A. (2009). Anti-cancer and anti-oxidant activity of some Egyptian medicinal plants. J. Med. Plants Res. 3 799–808."}, {"Citation": "National Geographic Society (US) (2009). National Geographic Visual Atlas of the World. Washington, DC: National Geographic Books."}, {"Citation": "Nehme M. (1978). Wild Flowers of Lebanon. Beirut: National Council for Scientific Research, 238. 10.1021/np068054v", "ArticleIdList": ["10.1021/np068054v"]}, {"Citation": "Newman D. J., Cragg G. M. (2007). Natural products as sources of new drugs over the last 25 Years. J. Nat. Prod. 70 461–477. 10.1021/np068054v", "ArticleIdList": ["10.1021/np068054v", "17309302"]}, {"Citation": "Norton J., Majid S. A., Allan D., Al Safran M., Böer B., Richer R. (2009). An Illustrated Checklist of the Flora of Qatar. Gosport: Browndown Publications."}, {"Citation": "Oke-Altuntas F., Demirtas I. (2017). Real-time cell analysis of the cytotoxicity of Origanum acutidens essential oil on HT-29 and HeLa cell lines. Turk. J. Pharm. Sci. 14 29–33. 10.4274/tjps.40427", "ArticleIdList": ["10.4274/tjps.40427", "PMC7228000", "32454591"]}, {"Citation": "Olaku O., White J. D. (2011). Herbal therapy use by cancer patients: a literature review on case reports. Eur. J. Cancer 47 508–514. 10.1016/j.ejca.2010.11.018", "ArticleIdList": ["10.1016/j.ejca.2010.11.018", "PMC3057114", "21185719"]}, {"Citation": "Oloumi H. (2014). Phytochemistry and ethno-pharmaceutics of Calotropis procera. Ethno Pharm. Prod. 1 1–8."}, {"Citation": "Oran S. A., Al-Eisawi D. M. (1998). Check-list of medicinal plants in Jordan. Dirasat 25 84–112. 10.3390/molecules21030257", "ArticleIdList": ["10.3390/molecules21030257", "PMC6273156", "26927038"]}, {"Citation": "Ozkan G., Kamiloglu S., Ozdal T., Boyacioglu D., Capanoglu E. (2016). Potential use of turkish medicinal plants in the treatment of various diseases. Molecules 21:257. 10.3390/molecules21030257", "ArticleIdList": ["10.3390/molecules21030257", "PMC6273156", "26927038"]}, {"Citation": "Özmen A., Madlener S., Bauer S., Krasteva S., Vonach C., Giessrigl B., et al. (2010). In vitro anti-leukemic activity of the ethnopharmacological plant Scutellaria orientalis ssp. carica endemic to western Turkey. Phytomedicine 17 55–62. 10.1016/j.phymed.2009.06.001", "ArticleIdList": ["10.1016/j.phymed.2009.06.001", "19576743"]}, {"Citation": "Öztürk M., Altundağ E., Gücel S. (2012). Medicinal and Aromatic Plants (Turkey). Ethnopharmacology, Encyclopedia of Life Support Systems (EOLSS). Available at: http://www.eolss.net/sample-chapters/c03/e6-79-48.pdf"}, {"Citation": "Panahi Y., Saadat A., Sahebkar A., Hashemian F., Taghikhani M., Abolhasani E. (2012). Effect of ginger on acute and delayed chemotherapy-induced nausea and vomiting: a pilot, randomized, open-label clinical trial. Integr. Cancer Ther. 11 204–211. 10.1177/1534735411433201", "ArticleIdList": ["10.1177/1534735411433201", "22313739"]}, {"Citation": "Phondani P. C., Bhatt A., Elsarrag E., Horr Y. A. (2016). Ethnobotanical magnitude towards sustainable utilization of wild foliage in Arabian desert. J. Tradit. Complement. Med. 6 209–218. 10.1016/j.jtcme.2015.03.003", "ArticleIdList": ["10.1016/j.jtcme.2015.03.003", "PMC4936766", "27419083"]}, {"Citation": "Rahman M. A., Mossa J. S., Al-Said M. S., Al-Yahya M. A. (2004). Medicinal plant diversity in the flora of Saudi Arabia 1: a report on seven plant families. Fitoterapia 75 149–161. 10.1016/j.fitote.2003.12.012", "ArticleIdList": ["10.1016/j.fitote.2003.12.012", "15030919"]}, {"Citation": "Rajabalian S. (2008). Methanolic extract of Teucrium polium L. potentiates the cytotoxic and apoptotic effects of anticancer drugs of vincristine, vinblastine and doxorubicin against a panel of cancerous cell lines. Exp. Oncol. 30 133–138.", "ArticleIdList": ["18566577"]}, {"Citation": "Rizk A. M., El-Ghazaly G. A. (1995). Medicinal and Poisonous Plants of Qatar. Doha: University of Qatar."}, {"Citation": "Rizk A. M., Heiba H. I. (1990). Constituents of plants growing in Qatar XVII anti-inflammatory and cytotoxic activities of extracts of thirty indigenous species. Int. J. Crude Drug Res. 28 89–95. 10.3109/13880209009082786", "ArticleIdList": ["10.3109/13880209009082786"]}, {"Citation": "Saab A. M., Guerrini A., Sacchetti G., Maietti S., Zeino M., Arend J., et al. (2012). Phytochemical analysis and cytotoxicity towards multidrug-resistant leukemia cells of essential oils derived from Lebanese medicinal plants. Planta Med. 78 1927–1931. 10.1055/s-0032-1327896", "ArticleIdList": ["10.1055/s-0032-1327896", "23154840"]}, {"Citation": "Saad B., Azaizeh H., Said O. (2008). Arab herbal medicine. Bot. Med. Clin. Pract. 4 31–39. 10.1079/9781845934132.0031", "ArticleIdList": ["10.1079/9781845934132.0031"]}, {"Citation": "Sadeghi Z., Kuhestani K., Abdollahi V., Mahmood A. (2014). Ethnopharmacological studies of indigenous medicinal plants of Saravan region, Baluchistan, Iran. J. Ethnopharmacol. 153 111–118. 10.1016/j.jep.2014.01.007", "ArticleIdList": ["10.1016/j.jep.2014.01.007", "24509152"]}, {"Citation": "Safarinejad M. R. (2005). Urtica dioica for treatment of benign prostatic hyperplasia: a prospective, randomized, double-blind, placebo-controlled, crossover study. J. Herb. Pharmacother. 5 1–11. 10.1080/J157v05n04_01", "ArticleIdList": ["10.1080/J157v05n04_01", "16635963"]}, {"Citation": "Saganuwan A. (2010). Some medicinal plants of Arabian Peninsula. J. Med. Plants Res. 4 767–789."}, {"Citation": "Said O., Khalil K., Fulder S., Azaizeh H. (2002). Ethnopharmacological survey of medicinal herbs in Israel, the Golan Heights and the West Bank region. J. Ethnopharmacol. 83 251–265. 10.1016/S0378-8741(02)00253-2", "ArticleIdList": ["10.1016/S0378-8741(02)00253-2", "12426094"]}, {"Citation": "Said S. A., Al-Saadi S. H. A., Al-Abri A. R., Akhtar M. S., Weli A. M., Al-Riyami Q. (2014). Cytotoxic properties of some herbal plants in Oman. J. Taibah Univ. Sci. 8 71–74. 10.1016/j.jtusci.2014.01.004", "ArticleIdList": ["10.1016/j.jtusci.2014.01.004"]}, {"Citation": "Sakkir S., Kabshawi M., Mehairbi M. (2012). Medicinal plants diversity and their conservation status in the United Arab Emirates (UAE). J. Med. Plants Res. 6 1304–1322."}, {"Citation": "Salim E. I., Moore M. A., Al-Lawati J. A., Al-Sayyad J., Bazawir A., Bener A., et al. (2009). Cancer epidemiology and control in the Arab world-past, present and future. Asian Pac. J. Cancer Prev. 10 3–16.", "ArticleIdList": ["19469617"]}, {"Citation": "Shafi G., Hasan T. N., Syed N. A., Al-Hazzani A. A., Alshatwi A. A., Jyothi A., et al. (2012). Artemisia absinthium (AA): a novel potential complementary and alternative medicine for breast cancer. Mol. Biol. Rep. 39 7373–7379. 10.1007/s11033-012-1569-0", "ArticleIdList": ["10.1007/s11033-012-1569-0", "22311047"]}, {"Citation": "Shahneh F. Z., Valiyari S., Azadmehr A., Hajiaghaee R., Yaripour S., Bandehagh A., et al. (2013). Inhibition of growth and induction of apoptosis in fibrosarcoma cell lines by Echinophora platyloba DC: in vitro analysis. Adv. Pharmacol. Sci. 2013:512931. 10.1155/2013/512931", "ArticleIdList": ["10.1155/2013/512931", "PMC3556855", "23365566"]}, {"Citation": "Shamseddine A., Saleh A., Charafeddine M., Seoud M., Mukherji D., Temraz S., et al. (2014). Cancer trends in Lebanon: a review of incidence rates for the period of 2003–2008 and projections until 2018. Popul. Health Metr. 12 1–8. 10.1186/1478-7954-12-4", "ArticleIdList": ["10.1186/1478-7954-12-4", "PMC3996020", "24593777"]}, {"Citation": "Shoieb A. M., Elgayyar M., Dudrick P. S., Bell J. L., Tithof P. K. (2003). In vitro inhibition of growth and induction of apoptosis in cancer cell lines by thymoquinone. Int. J. Oncol. 22 107–113. 10.3892/ijo.22.1.107", "ArticleIdList": ["10.3892/ijo.22.1.107", "12469192"]}, {"Citation": "Singh S., Sharma B., Kanwar S. S., Kumar A. (2016). Lead phytochemicals for anticancer drug development. Front. Plant Sci. 7:1667. 10.3389/fpls.2016.01667", "ArticleIdList": ["10.3389/fpls.2016.01667", "PMC5099879", "27877185"]}, {"Citation": "Sithranga Boopathy N., Kathiresan K. (2010). Anticancer drugs from marine flora: an overview. J. Oncol. 2010:214186. 10.1155/2010/214186", "ArticleIdList": ["10.1155/2010/214186", "PMC3065217", "21461373"]}, {"Citation": "Sobeh M., Mahmoud M. F., Abdelfattah M. A. O., El-Beshbishy H. A., El-Shazly A. M., Wink M. (2017). Hepatoprotective and hypoglycemic effects of a tannin rich extract from Ximenia americana var. caffra root. Phytomedicine 33 36–42. 10.1016/j.phymed.2017.07.003", "ArticleIdList": ["10.1016/j.phymed.2017.07.003", "28887918"]}, {"Citation": "Solowey E., Lichtenstein M., Sallon S., Paavilainen H., Solowey E., Lorberboum-Galski H. (2014). Evaluating medicinal plants for anticancer activity. Sci. World J. 2014:721402. 10.1155/2014/721402", "ArticleIdList": ["10.1155/2014/721402", "PMC4248331", "25478599"]}, {"Citation": "Suleiman A. K. (2014). Attitudes and beliefs of consumers of herbal medicines in Riyadh, Saudi Arabia. J. Commun. Med. Health Educ. 4:269."}, {"Citation": "Taifour H., El-Oqlah A. (2015). Jordan Plant Red List, Vol. 1 Amman: Royal Botanic Garden."}, {"Citation": "Talib W. H., Mahasneh A. M. (2010). Antimicrobial, cytotoxicity and phytochemical screening of Jordanian plants used in traditional medicine. Molecules 15 1811–1824. 10.3390/molecules15031811", "ArticleIdList": ["10.3390/molecules15031811", "PMC6257285", "20336015"]}, {"Citation": "Tavakkol-Afshari J., Brook A., Mousavi S. H. (2008). Study of cytotoxic and apoptogenic properties of saffron extract in human cancer cell lines. Food Chem. Toxicol. 46 3443–3447. 10.1016/j.fct.2008.08.018", "ArticleIdList": ["10.1016/j.fct.2008.08.018", "18790714"]}, {"Citation": "Tohme R., Al Aaraj L., Ghaddar T., Gali-Muhtasib H., Saliba N. A., Darwiche N. (2013). Differential growth inhibitory effects of highly oxygenated guaianolides isolated from the Middle Eastern indigenous plant Achillea falcata in HCT-116 colorectal cancer cells. Molecules 18 8275–8288. 10.3390/molecules18078275", "ArticleIdList": ["10.3390/molecules18078275", "PMC6269692", "23860275"]}, {"Citation": "Tokgun O., Akca H., Mammadov R., Aykurt C., Deniz G. (2012). Convolvulus galaticus, Crocus antalyensis, and Lilium candidum extracts show their antitumor activity through induction of p53-mediated apoptosis on human breast cancer cell line MCF-7 cells. J. Med. Food 15 1000–1005. 10.1089/jmf.2012.0050", "ArticleIdList": ["10.1089/jmf.2012.0050", "22897477"]}, {"Citation": "Uysal A., Zengin G., Mollica A., Gunes E., Locatelli M., Yilmaz T., et al. (2016). Chemical and biological insights on Cotoneaster integerrimus: a new (-)- epicatechin source for food and medicinal applications. Phytomedicine 23 979–988. 10.1016/j.phymed.2016.06.011", "ArticleIdList": ["10.1016/j.phymed.2016.06.011", "27444342"]}, {"Citation": "Varamini P., Javidnia K., Soltani M., Mehdipour A. R., Ghaderi A. (2009). Cytotoxic activity and cell cycle analysis of quinoline alkaloids isolated from Haplophyllum canaliculatum Boiss. Planta Med. 75 1509–1516. 10.1055/s-0029-1185807", "ArticleIdList": ["10.1055/s-0029-1185807", "19551611"]}, {"Citation": "Wagner H., Efferth T. (2017). Introduction: novel hybrid combinations containing synthetic or antibiotic drugs with plant-derived phenolic or terpenoid compounds. Phytomedicine 37 1–3. 10.1016/j.phymed.2017.10.020", "ArticleIdList": ["10.1016/j.phymed.2017.10.020", "29174652"]}, {"Citation": "Wahbe T. (1999). Medicinal and Aromatic Plants in Syria. Medicinal, Culinary and Aromatic Plants in the Near East. Rome: FAO, 5."}, {"Citation": "Win N. K. K., Back C. G., Kim Y. H., Jung H. Y. (2012). Desert rose witches’ broom disease associated with ‘Candidatus Phytoplasma aurantifolia’. J. Gen. Plant Pathol. 78 73–76. 10.1007/s10327-011-0348-4", "ArticleIdList": ["10.1007/s10327-011-0348-4"]}, {"Citation": "Yarmolinsky L., Bari G., Hamias R., Maor H., Budovsky A., Wolfson M., et al. (2015). Preferential anti-proliferative activity of Varthemia iphionoides (Chiliadenus iphinoides). Isr. J. Plant Sci. 62 229–233. 10.1080/07929978.2015.1027122", "ArticleIdList": ["10.1080/07929978.2015.1027122"]}, {"Citation": "Yi T., Cho S. G., Yi Z., Pang X., Rodriguez M., Wang Y., et al. (2008). Thymoquinone inhibits tumor angiogenesis and tumor growth through suppressing AKT and extracellular signal-regulated kinase signaling pathways. Mol. Cancer Ther. 7 1789–1796. 10.1158/1535-7163.MCT-08-0124", "ArticleIdList": ["10.1158/1535-7163.MCT-08-0124", "PMC2587125", "18644991"]}, {"Citation": "Yildiz I., Ozguroglu M., Toptas T., Turna H., Sen F., Yildiz M. (2013). Patterns of complementary and alternative medicine use among Turkish cancer patients. J. Palliat. Med. 16 383–390. 10.1089/jpm.2012.0226", "ArticleIdList": ["10.1089/jpm.2012.0226", "23305189"]}, {"Citation": "Yılmaz H. H., Yazıhan N., Tunca D., Sevinç A., Olcayto E. Ö., Özgül N., et al. (2011). Cancer trends and incidence and mortality patterns in Turkey. Jpn. J. Clin. Oncol. 41 10–16. 10.1093/jjco/hyq075", "ArticleIdList": ["10.1093/jjco/hyq075", "20558464"]}, {"Citation": "Zacchino S. A., Butassi E., Cordisco E., Svetaz L. A. (2017a). Hybrid combinations containing natural products and antimicrobial drugs that interfere with bacterial and fungal biofilms. Phytomedicine 37 14–26. 10.1016/j.phymed.2017.10.021", "ArticleIdList": ["10.1016/j.phymed.2017.10.021", "29174600"]}, {"Citation": "Zacchino S. A., Butassi E., Liberto M. D., Raimondi M., Postigo A., Sortino M. (2017b). Plant phenolics and terpenoids as adjuvants of antibacterial and antifungal drugs. Phytomedicine 37 27–48. 10.1016/j.phymed.2017.10.018", "ArticleIdList": ["10.1016/j.phymed.2017.10.018", "29174958"]}, {"Citation": "Zaid H., Silbermann M., Ben-Arye E., Saad B. (2011). Greco-Arab and Islamic herbal-derived anticancer modalities: from tradition to molecular mechanisms. Evid. Based Complement. Alternat. Med. 2012:349040. 10.1155/2012/349040", "ArticleIdList": ["10.1155/2012/349040", "PMC3235667", "22203868"]}, {"Citation": "Zargari A. (1992). Medicinal Plants Vol. 3 5th Edn Tehran: Tehran University Publications."}, {"Citation": "Zarshenas M. M., Jamshidi S., Zargaran A. (2016). Cardiovascular aspects of geriatric medicines in traditional Persian medicine; a review of phytochemistry and pharmacology. Phytomedicine 23 1182–1189. 10.1016/j.phymed.2016.01.014", "ArticleIdList": ["10.1016/j.phymed.2016.01.014", "26964479"]}, {"Citation": "Ziai S. A., Gholami O., Iranshahi M., Zamani A. H., Jeddi-Tehrani M. (2012). Umbelliprenin induces apoptosis in CLL cell lines. Iran. J. Pharm. Res. 11 653–659.", "ArticleIdList": ["PMC3832171", "24250490"]}, {"Citation": "Zihlif M., Afifi F., Muhtaseb R., Al-Khatib S., Abaza I., Naffa R. (2012). Screening the antiangiogenic activity of medicinal plants grown and sold in Jordan. Planta Med. 78 297–301. 10.1055/s-0031-1280449", "ArticleIdList": ["10.1055/s-0031-1280449", "22174075"]}, {"Citation": "Zohary M. (1983). “Man and vegetation in the Middle East,” in Man’s Impact on Vegetation (Geobotany), eds Holzner W., Werger M. J. A., Ikusima I. (Berlin: Springer; ), 187–295."}]}], "History": [{"Year": "2017", "Month": "8", "Day": "15"}, {"Year": "2018", "Month": "1", "Day": "16"}, {"Year": "2018", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["29445343", "PMC5797783", "10.3389/fphar.2018.00056"]}}]}