{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant activity", "Folkloric medicine", "Tonics", "Traditional medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29466987", "DateCompleted": {"Year": "2018", "Month": "04", "Day": "12"}, "DateRevised": {"Year": "2019", "Month": "12", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "02", "Day": "21"}], "Language": ["eng"], "ELocationID": ["73", "10.1186/s12906-018-2131-y"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Feb", "Day": "21"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Antioxidant capacities and total phenolic contents of 20 polyherbal remedies used as tonics by folk healers in Phatthalung and Songkhla provinces, Thailand.", "Pagination": {"StartPage": "73", "MedlinePgn": "73"}, "Abstract": {"AbstractText": ["Uses of polyherbal formulations have played a major role in traditional medicine. The present study is focused on the formulations used in traditional Thai folkloric medicine as tonics or bracers. Twenty documented polyherbal mixtures, used as nourishing tonics by the folk healers in Phatthalung and Songkhla provinces in southern Thailand, are targeted. Despite traditional health claims, there is no scientific evidence to support the utilization of polyherbal formulations.", "The phenolic and flavonoid contents of the polyherbal formulations and a series of antioxidant tests were applied to measure their capability as preventive or chain-breaking antioxidants. In addition, the cytotoxic activity of effective formulations was assayed in Vero cells.", "Ninety-eight plant species belonging to 45 families were used to prepare the tested formulation. The preliminary results revealed that water extracts of THP-R016 and THP-R019 contain a high level of total phenolic and flavonoid contents and exhibit remarkable antioxidant activities, as tested by DPPH, ABTS, and FRAP assays. The extract of THP-R019 also showed the strongest metal chelating activities, whereas THP-R016 extract possessed notable superoxide anion and peroxyl radical scavenging abilities.", "The data provide evidence that the water extracts of folkloric polyherbal formulations, particularly THP-R016, are a potential source of natural antioxidants, which will be valuable in the pharmaceutical and nutraceutical industries. The free radical scavenging of THP-R016 may be due to the contribution of phenolic and flavonoid contents. Useful characteristics for the consumer, such as the phytochemical profiles of active ingredients, cellular based antioxidant properties and beneficial effects in vivo, are under further investigation."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Product Research Center of Excellence, Prince of Songkla University, Hat Yai, Songkhla, 90110, Thailand."}, {"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Hat Yai, Songkhla, 90110, Thailand."}], "LastName": "Chanthasri", "ForeName": "Wipawee", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Hat Yai, Songkhla, 90110, Thailand."}], "LastName": "Puangkeaw", "ForeName": "Nuntitporn", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Hat Yai, Songkhla, 90110, Thailand."}], "LastName": "Kunworarath", "ForeName": "Nongluk", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Hat Yai, Songkhla, 90110, Thailand."}], "LastName": "Jaisamut", "ForeName": "Patcharawalai", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Product Research Center of Excellence, Prince of Songkla University, Hat Yai, Songkhla, 90110, Thailand."}, {"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Hat Yai, Songkhla, 90110, Thailand."}], "LastName": "Limsuwan", "ForeName": "Surasak", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Hat Yai, Songkhla, 90110, Thailand."}], "LastName": "Maneenoon", "ForeName": "Katesarin", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Hat Yai, Songkhla, 90110, Thailand."}, {"Identifier": [], "Affiliation": "Faculty of Oriental Medicine, Rangsit University, Pathumthani, Thailand."}], "LastName": "Choochana", "ForeName": "Piyapong", "Initials": "P"}, {"Identifier": ["0000-0002-7365-6890"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Product Research Center of Excellence, Prince of Songkla University, Hat Yai, Songkhla, 90110, Thailand. sasitorn.chu@psu.ac.th."}, {"Identifier": [], "Affiliation": "Faculty of Traditional Thai Medicine, Prince of Songkla University, Hat Yai, Songkhla, 90110, Thailand. sasitorn.chu@psu.ac.th."}], "LastName": "Chusri", "ForeName": "Sasitorn", "Initials": "S"}], "GrantList": [{"GrantID": "TTM06H58", "Agency": "Prince of Songkla University", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Cell Survival"}, {"QualifierName": [], "DescriptorName": "Chlorocebus aethiops"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Phenols"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry", "classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Thailand"}, {"QualifierName": [], "DescriptorName": "Vero Cells"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Not applicable CONSENT FOR PUBLICATION: Not applicable COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Garcia-Alvarez A, Egan B, de Klein S, Dima L, Maggi FM, Isoniemi M, Ribas-Barba L, Raats MM, Meissner EM, Badea M, et al. Usage of plant food supplements across six European countries: findings from the PlantLIBRA consumer survey. PLoS One. 2014;9(3):e92265. doi: 10.1371/journal.pone.0092265.", "ArticleIdList": ["10.1371/journal.pone.0092265", "PMC3958487", "24642692"]}, {"Citation": "Onyeka TC, Ezike HA, Nwoke OM, Onyia EA, Onuorah EC, Anya SU, Nnacheta TE. Herbal medicine: a survey of use in Nigerian presurgical patients booked for ambulatory anaesthesia. BMC Complement Altern Med. 2012;12(1):130. doi: 10.1186/1472-6882-12-130.", "ArticleIdList": ["10.1186/1472-6882-12-130", "PMC3439280", "22906201"]}, {"Citation": "Soner BC, Sahin AS, Sahin TK. A survey of Turkish hospital patients’ use of herbal medicine. Eur J Integr Med. 2013;5(6):547–552. doi: 10.1016/j.eujim.2013.08.004.", "ArticleIdList": ["10.1016/j.eujim.2013.08.004"]}, {"Citation": "Mohammad Y, Al-Ahmari A, Al-Dashash F, Al-Hussain F, Al-Masnour F, Masoud A, Jradi H. Pattern of traditional medicine use by adult Saudi patients with neurological disorders. BMC Complement Altern Med. 2015;15:102. doi: 10.1186/s12906-015-0623-6.", "ArticleIdList": ["10.1186/s12906-015-0623-6", "PMC4387768", "25887047"]}, {"Citation": "Tangkiatkumjai M, Boardman H, Praditpornsilpa K, Walker DM. Prevalence of herbal and dietary supplement usage in Thai outpatients with chronic kidney disease: a cross-sectional survey. BMC Complement Altern Med. 2013;13:153. doi: 10.1186/1472-6882-13-153.", "ArticleIdList": ["10.1186/1472-6882-13-153", "PMC3750602", "23815983"]}, {"Citation": "Sweet E, Dowd F, Zhou M, Standish LJ, Andersen MR. The use of complementary and alternative medicine supplements of potential concern during breast cancer chemotherapy. Evid Based Complement Alternat Med. 2016;2016:8. doi: 10.1155/2016/4382687.", "ArticleIdList": ["10.1155/2016/4382687", "PMC4977399", "27528880"]}, {"Citation": "Willcox JK, Ash SL, Catignani GL. Antioxidants and prevention of chronic disease. Crit Rev Food Sci Nutr. 2004;44(4):275–295. doi: 10.1080/10408690490468489.", "ArticleIdList": ["10.1080/10408690490468489", "15462130"]}, {"Citation": "Kuchewar VV, Borkar MA, Nisargandha MA. Evaluation of antioxidant potential of Rasayana drugs in healthy human volunteers. Ayu. 2014;35(1):46–49. doi: 10.4103/0974-8520.141919.", "ArticleIdList": ["10.4103/0974-8520.141919", "PMC4213967", "25364199"]}, {"Citation": "Ji HJ, Wang DM, Wu YP, Niu YY, Jia LL, Liu BW, Feng QJ, Feng ML. Wuzi Yanzong pill, a Chinese polyherbal formula, alleviates testicular damage in mice induced by ionizing radiation. BMC Complement Altern Med. 2016;16(1):509. doi: 10.1186/s12906-016-1481-6.", "ArticleIdList": ["10.1186/s12906-016-1481-6", "PMC5142375", "27927244"]}, {"Citation": "Booranasubkajorn S, Huabprasert S, Wattanarangsan J, Chotitham P, Jutasompakorn P, Laohapand T, Akarasereenont P, Tripatara P. Vasculoprotective and vasodilatation effects of herbal formula (Sahatsatara) and piperine in spontaneously hypertensive rats. Phytomedicine. 2017;24:148–156. doi: 10.1016/j.phymed.2016.11.013.", "ArticleIdList": ["10.1016/j.phymed.2016.11.013", "28160856"]}, {"Citation": "Neamsuvan O, Bunmee P. A survey of herbal weeds for treating skin disorders from southern Thailand: Songkhla and Krabi Province. J Ethnopharmacol. 2016;193:574–585. doi: 10.1016/j.jep.2016.09.048.", "ArticleIdList": ["10.1016/j.jep.2016.09.048", "27693346"]}, {"Citation": "Neamsuvan O, Madeebing N, Mah L, Lateh W. A survey of medicinal plants for diabetes treating from Chana and Nathawee district, Songkhla province. Thailand J Ethnopharmacol. 2015;174:82–90. doi: 10.1016/j.jep.2015.07.050.", "ArticleIdList": ["10.1016/j.jep.2015.07.050", "26256315"]}, {"Citation": "Maneenoon K, Khuniad C, Teanuan Y, Saedan N, Prom-In S, Rukleng N, Kongpool W, Pinsook P, Wongwiwat W. Ethnomedicinal plants used by traditional healers in Phatthalung Province, peninsular Thailand. J Ethnobiol Ethnomed. 2015;11:43. doi: 10.1186/s13002-015-0031-5.", "ArticleIdList": ["10.1186/s13002-015-0031-5", "PMC4469324", "26025447"]}, {"Citation": "Maneenoon K, Wongwiwat W, Pinsook S. Utilization knowledge in medicinal plants of traditional healers in Phatthalung province: PSU Knowledge Bank; 2010. http://kb.psu.ac.th/psukb/handle/2010/9897. Accessed 23 Aug 2014."}, {"Citation": "Subhadhirasakul S, Sakulkeo O, Chamnan W, Kanchanampa D, Maneenoon K, Viriyahbupha C. Utilization knowledge in medicinal plants of traditional healers in Songkhla and Satun provinces: PSU Knowledge Bank; 2010. http://kb.psu.ac.th/psukb/handle/2553/4209. Accessed 23 Aug 2014. "}, {"Citation": "Abbasi AM, Shah MH, Li T, Fu X, Guo X, Liu RH. Ethnomedicinal values, phenolic contents and antioxidant properties of wild culinary vegetables. J Ethnopharmacol. 2015;162:333–345. doi: 10.1016/j.jep.2014.12.051.", "ArticleIdList": ["10.1016/j.jep.2014.12.051", "25571845"]}, {"Citation": "Wong FC, Yong AL, Ting EP, Khoo SC, Ong HC, Chai TT. Antioxidant, metal chelating, anti-glucosidase activities and phytochemical analysis of selected tropical medicinal plants. Iran J Pharm Res. 2014;13(4):1409–1415.", "ArticleIdList": ["PMC4232808", "25587331"]}, {"Citation": "Gillespie KM, Chae JM, Ainsworth EA. Rapid measurement of total antioxidant capacity in plants. Nat Protoc. 2007;2(4):867–870. doi: 10.1038/nprot.2007.100.", "ArticleIdList": ["10.1038/nprot.2007.100", "17446887"]}, {"Citation": "Yao LH, Jiang YM, Shi J, Tomas-Barberan FA, Datta N, Singanusong R, Chen SS. Flavonoids in food and their health benefits. Plant Foods Hum Nutr. 2004;59(3):113–122. doi: 10.1007/s11130-004-0049-7.", "ArticleIdList": ["10.1007/s11130-004-0049-7", "15678717"]}, {"Citation": "Pandey KB, Rizvi SI. Plant polyphenols as dietary antioxidants in human health and disease. Oxidative Med Cell Longev. 2009;2(5):270–278. doi: 10.4161/oxim.2.5.9498.", "ArticleIdList": ["10.4161/oxim.2.5.9498", "PMC2835915", "20716914"]}, {"Citation": "Apak R, Özyürek M, Güçlü K, Çapanoğlu E. Antioxidant activity/capacity measurement. 1. Classification, physicochemical principles, mechanisms, and electron transfer (ET)-based assays. J Agric Food Chem. 2016;64(5):997–1027. doi: 10.1021/acs.jafc.5b04739.", "ArticleIdList": ["10.1021/acs.jafc.5b04739", "26728425"]}, {"Citation": "Apak R, Özyürek M, Güçlü K, Çapanoğlu E. Antioxidant activity/capacity measurement. 2. Hydrogen atom transfer (HAT)-based, mixed-mode (electron transfer (ET)/HAT), and lipid peroxidation assays. J Agric Food Chem. 2016;64(5):1028–1045. doi: 10.1021/acs.jafc.5b04743.", "ArticleIdList": ["10.1021/acs.jafc.5b04743", "26805392"]}, {"Citation": "Zheng Y, Li XK, Wang Y, Cai L. The role of zinc, copper and iron in the pathogenesis of diabetes and diabetic complications: therapeutic effects by chelators. Hemoglobin. 2008;32(1–2):135–145. doi: 10.1080/03630260701727077.", "ArticleIdList": ["10.1080/03630260701727077", "18274991"]}, {"Citation": "Boudjeko T, Megnekou R, Woguia AL, Kegne FM, Ngomoyogoli JE, Tchapoum CD, Koum O. Antioxidant and immunomodulatory properties of polysaccharides from Allanblackia floribunda Oliv stem bark and Chromolaena odorata (L.) king and H.E. Robins leaves. BMC Res Notes. 2015;8:759. doi: 10.1186/s13104-015-1703-x.", "ArticleIdList": ["10.1186/s13104-015-1703-x", "PMC4673734", "26651330"]}, {"Citation": "Flora SJ. Structural, chemical and biological aspects of antioxidants for strategies against metal and metalloid exposure. Oxidative Med Cell Longev. 2009;2(4):191–206. doi: 10.4161/oxim.2.4.9112.", "ArticleIdList": ["10.4161/oxim.2.4.9112", "PMC2763257", "20716905"]}, {"Citation": "Wojdyło A, Oszmiański J, Czemerys R. Antioxidant activity and phenolic compounds in 32 selected herbs. Food Chem. 2007;105(3):940–949. doi: 10.1016/j.foodchem.2007.04.038.", "ArticleIdList": ["10.1016/j.foodchem.2007.04.038"]}, {"Citation": "Jiménez N, Carrillo-Hormaza L, Pujol A, Álzate F, Osorio E, Lara-Guzman O. Antioxidant capacity and phenolic content of commonly used anti-inflammatory medicinal plants in Colombia. Ind Crop Prod. 2015;70:272–279. doi: 10.1016/j.indcrop.2015.03.050.", "ArticleIdList": ["10.1016/j.indcrop.2015.03.050"]}, {"Citation": "Floegel A, Kim D-O, Chung S-J, Koo SI, Chun OK. Comparison of ABTS/DPPH assays to measure antioxidant capacity in popular antioxidant-rich US foods. J Food Comp Anal. 2011;24(7):1043–1048. doi: 10.1016/j.jfca.2011.01.008.", "ArticleIdList": ["10.1016/j.jfca.2011.01.008"]}, {"Citation": "Kedare SB, Singh RP. Genesis and development of DPPH method of antioxidant assay. J Food Sci Tech. 2011;48(4):412–422. doi: 10.1007/s13197-011-0251-1.", "ArticleIdList": ["10.1007/s13197-011-0251-1", "PMC3551182", "23572765"]}, {"Citation": "Apak R, Guclu K, Demirata B, Ozyurek M, Celik SE, Bektasoglu B, Berker KI, Ozyurt D. Comparative evaluation of various total antioxidant capacity assays applied to phenolic compounds with the CUPRAC assay. Molecules. 2007;12(7):1496–1547. doi: 10.3390/12071496.", "ArticleIdList": ["10.3390/12071496", "PMC6149428", "17909504"]}, {"Citation": "Sharma P, Jha AB, Dubey RS, Pessarakli M. Reactive oxygen species, oxidative damage, and antioxidative defense mechanism in plants under stressful conditions. J Bot. 2012;2012:26."}, {"Citation": "Luyen BT, Tai BH, Thao NP, Yang SY, Cuong NM, Kwon YI, Jang HD, Kim YH. A new phenylpropanoid and an alkylglycoside from Piper retrofractum leaves with their antioxidant and alpha-glucosidase inhibitory activity. Bioorg Med Chem Lett. 2014;24(17):4120–4124. doi: 10.1016/j.bmcl.2014.07.057.", "ArticleIdList": ["10.1016/j.bmcl.2014.07.057", "25127165"]}, {"Citation": "Palasuwan A, Soogarun S, Lertlum T, Pradniwat P, Wiwanitkit V. Inhibition of Heinz body induction in an in vitro model and total antioxidant activity of medicinal Thai plants. Asian Pac J Cancer Prev. 2005;6(4):458–463.", "ArticleIdList": ["16435991"]}, {"Citation": "Kandikattu HK, Rachitha P, Krupashree K, Jayashree GV, Abhishek V, Khanum F. LC-ESI-MS/MS analysis of total oligomeric flavonoid fraction of Cyperus rotundus and its antioxidant, macromolecule damage protective and antihemolytic effects. Pathophysiology. 2015;22(4):165–173. doi: 10.1016/j.pathophys.2015.07.001.", "ArticleIdList": ["10.1016/j.pathophys.2015.07.001", "26319439"]}, {"Citation": "Panich U, Kongtaphan K, Onkoksoong T, Jaemsak K, Phadungrakwittaya R, Thaworn A, Akarasereenont P, Wongkajornsilp A. Modulation of antioxidant defense by Alpinia galanga and Curcuma aromatica extracts correlates with their inhibition of UVA-induced melanogenesis. Cell Biol Toxicol. 2010;26(2):103–116. doi: 10.1007/s10565-009-9121-2.", "ArticleIdList": ["10.1007/s10565-009-9121-2", "19288216"]}, {"Citation": "Hanish Singh JC, Alagarsamy V, Sathesh Kumar S, Narsimha RY. Neurotransmitter metabolic enzymes and antioxidant status on Alzheimer's disease induced mice treated with Alpinia galanga (L.) Willd. Phytother Res. 2011;25(7):1061–1067. doi: 10.1002/ptr.3364.", "ArticleIdList": ["10.1002/ptr.3364", "21280111"]}, {"Citation": "Kim I, Kim HR, Kim JH, Om AS. Beneficial effects of Allium sativum L. stem extract on lipid metabolism and antioxidant status in obese mice fed a high-fat diet. J Sci Food Agr. 2013;93(11):2749–2757. doi: 10.1002/jsfa.6094.", "ArticleIdList": ["10.1002/jsfa.6094", "23606129"]}, {"Citation": "Kazeem MI, Akanji MA, Yakubu MT, Ashafa AO. Protective effect of free and bound polyphenol extracts from ginger (Zingiber officinale roscoe) on the hepatic antioxidant and some carbohydrate metabolizing enzymes of streptozotocin-induced diabetic rats. Evid Based Complement Alternat Med. 2013;2013:935486. doi: 10.1155/2013/935486.", "ArticleIdList": ["10.1155/2013/935486", "PMC3866790", "24367390"]}, {"Citation": "Khaliq F, Parveen A, Singh S, Gondal R, Hussain ME, Fahim M. Improvement in myocardial function by Terminalia arjuna in streptozotocin-induced diabetic rats: possible mechanisms. J Cardiovasc Pharmacol Ther. 2013;18(5):481–489. doi: 10.1177/1074248413488831.", "ArticleIdList": ["10.1177/1074248413488831", "23676315"]}, {"Citation": "Abu MN, Samat S, Kamarapani N, Nor Hussein F, Wan Ismail WI, Hassan HF. Tinospora crispa ameliorates insulin resistance induced by high fat diet in wistar rats. Evid Based Complement Alternat Med. 2015;2015:985042. doi: 10.1155/2015/985042.", "ArticleIdList": ["10.1155/2015/985042", "PMC4363645", "25821506"]}, {"Citation": "Baskaran UL, Martin SJ, Mahaboobkhan R, Prince SE. Protective role of Triphala, an Indian traditional herbal formulation, against the nephrotoxic effects of bromobenzene in Wistar albino rats. J Integr Med. 2015;13(2):115–121. doi: 10.1016/S2095-4964(15)60165-0.", "ArticleIdList": ["10.1016/S2095-4964(15)60165-0", "25797642"]}]}], "History": [{"Year": "2017", "Month": "4", "Day": "12"}, {"Year": "2018", "Month": "2", "Day": "8"}, {"Year": "2018", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["29466987", "PMC5822645", "10.1186/s12906-018-2131-y", "10.1186/s12906-018-2131-y"]}}]}