{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Moringa", "Moringaceae", "glucosinolates", "pharmacological activity", "phytochemistry"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29503616", "DateRevised": {"Year": "2024", "Month": "03", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "02", "Day": "16"}], "Language": ["eng"], "ELocationID": ["108", "10.3389/fphar.2018.00108"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2018"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "<i>Moringa</i> Genus: A Review of Phytochemistry and Pharmacology.", "Pagination": {"StartPage": "108", "MedlinePgn": "108"}, "Abstract": {"AbstractText": ["<i>Moringa</i> is a genus of medicinal plants that has been used traditionally to cure wounds and various diseases such as colds and diabetes. In addition, the genus is also consumed as a source of nutrients and widely used for purifying water. The genus consists of 13 species that have been widely cultivated throughout Asia and Africa for their multiple uses. The purpose of this review is to provide updated and categorized information on the traditional uses, phytochemistry, biological activities, and toxicological research of <i>Moringa</i> species in order to explore their therapeutic potential and evaluate future research opportunities. The literature reviewed for this paper was obtained from PubMed, ScienceDirect, and Google Scholar journal papers published from 1983 to March 2017. <i>Moringa</i> species are well-known for their antioxidant, anti-inflammatory, anticancer, and antihyperglycemic activities. Most of their biological activity is caused by their high content of flavonoids, glucosides, and glucosinolates. By documenting the traditional uses and biological activities of <i>Moringa</i> species, we hope to support new research on these plants, especially on those species whose biological properties have not been studied to date."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug and Herbal Research Centre, Faculty of Pharmacy, Universiti Kebangsaan Malaysia, Kuala Lumpur, Malaysia."}], "LastName": "Abd Rani", "ForeName": "Nur Zahirah", "Initials": "NZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug and Herbal Research Centre, Faculty of Pharmacy, Universiti Kebangsaan Malaysia, Kuala Lumpur, Malaysia."}], "LastName": "Husain", "ForeName": "Khairana", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug and Herbal Research Centre, Faculty of Pharmacy, Universiti Kebangsaan Malaysia, Kuala Lumpur, Malaysia."}], "LastName": "Kumolosasi", "ForeName": "Endang", "Initials": "E"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abarikwu S. O., Benjamin S., Ebah S. G., Obilor G., Agbam G. (2017). Protective effect of Moringa oleifera oil against HgCl2-induced hepato- and nephro-toxicity in rats. J. Basic Clin. Physiol. Pharmacol. 28, 337–345. 10.1515/jbcpp-2016-0033", "ArticleIdList": ["10.1515/jbcpp-2016-0033", "28306528"]}, {"Citation": "Abd El Baky H. H., El-Baroty G. S. (2013). Characterization of Egyptian Moringa peregrine seed oil and its bioactivities. Int. J. Manage. Sci. Bus. Res. 2, 98–108."}, {"Citation": "Abdel-Rahman Tahany M. A., Hegazy A. K., Mohsen Sayed A., Kabiel H. F., El-Alfy T., El-Komy S. M. (2010). Study on combined antimicrobial activity of some biologically active constituents from wild Moringa peregrina Forssk. J. Yeast Fungal Res. 1, 15–24."}, {"Citation": "Abe R., Ohtani K. (2013). An ethnobotanical study of medicinal plants and traditional therapies on Batan Island, the Philippines. J. Ethnopharmacol. 2013, 554–565. 10.1016/j.jep.2012.11.029", "ArticleIdList": ["10.1016/j.jep.2012.11.029", "23183086"]}, {"Citation": "Adedapo A. A., Falayi O. O., Oyagbemi A. A. (2015). Evaluation of the analgesic, anti-inflammatory, anti-oxidant, phytochemical and toxicological properties of the methanolic leaf extract of commercially processed Moringa oleifera in some laboratory animals. J. Basic Clin. Physiol. Pharmacol. 26, 491–499. 10.1515/jbcpp-2014-0105", "ArticleIdList": ["10.1515/jbcpp-2014-0105", "26020553"]}, {"Citation": "Agrawal N. D., Nirala S. K., Shukla S., Mathur R. (2015). Co-administration of adjuvants along with Moringa oleifera attenuates beryllium-induced oxidative stress and histopathological alterations in rats. Pharm. Biol. 53, 1465–1473. 10.3109/13880209.2014.986685", "ArticleIdList": ["10.3109/13880209.2014.986685", "25853973"]}, {"Citation": "Akanni E. O., Adedeji A. L., Adedosu O. T., Olaniran O. I., Oloke J. K. (2014). Chemopreventive and anti-leukemic effects of ethanol extracts of Moringa oleifera leaves on wistar rats bearing benzene induced leukemia. Curr. Pharm. Biotechnol. 15, 563–568. 10.2174/1389201015666140717090755", "ArticleIdList": ["10.2174/1389201015666140717090755", "25051949"]}, {"Citation": "Al-Asmari A. K., Albalawi S. M., Athar M. T., Khan A. Q., Al-Shahrani H., Islam M. (2015). Moringa oleifera as an anti-cancer agent against breast and colorectal cancer cell lines. PLoS ONE 10:e0135814. 10.1371/journal.pone.0135814", "ArticleIdList": ["10.1371/journal.pone.0135814", "PMC4545797", "26288313"]}, {"Citation": "Al-Malki A. L., El Rabey H. A. (2015). The Antidiabetic effect of low doses of Moringa oleifera Lam. seeds on streptozotocin induced diabetes and diabetic nephropathy in male rats. BioMed. Res. Int. 2015, 1–13. 10.1155/2015/381040", "ArticleIdList": ["10.1155/2015/381040", "PMC4299558", "25629046"]}, {"Citation": "Al-Owaisi M., Al-Hadiwi N., Khan S. A. (2014). GC-MS analysis, determination of total phenolics, flavonoids content and free radical scavenging activities of various crude extracts of Moringa peregrina (Forssk.) Fiori leaves. Asian Pac. J. Trop. Biomed. 4, 964–970. 10.12980/APJTB.4.201414B295", "ArticleIdList": ["10.12980/APJTB.4.201414B295"]}, {"Citation": "Ananias K. N. (2015). Antioxidant Activities, Phytochemical, and Micronutrients Analysis of African Moringa (Moringa ovalifolia). Master of Science, The University of Namibia."}, {"Citation": "Anthanont P., Lumlerdkij N., Akarasereenont P., Vannasaeng S., Sriwijitkamol A. (2016). Moringa oleifera leaf increases insulin secretion after single dose administration: a preliminary study in healthy subjects. J. Med. Assoc. Thai. 99, 308–313.", "ArticleIdList": ["27276742"]}, {"Citation": "Anwar F., Latif S., Ashraf M., Gilani A. H. (2007). A food plant with multiple medicinal uses. Phytother. Res. 21, 17–25. 10.1002/ptr.2023", "ArticleIdList": ["10.1002/ptr.2023", "17089328"]}, {"Citation": "Arulselvan P., Tan W. S., Gothai S., Muniandy K., Fakurazi S., Mohd Esa N., et al. (2016). Anti-inflammatory potential of ethyl acetate fraction of Moringa oleifera in Downregulating the NF-κB signaling pathway in lipopolysaccharide-stimulated macrophage. Molecules 21, 1452–1465. 10.3390/molecules21111452", "ArticleIdList": ["10.3390/molecules21111452", "PMC6273666", "27809259"]}, {"Citation": "Asare G. A., Gyan B., Bugyei K., Adjei S., Mahama R., Addo P., et al. . (2012). Toxicity potentials of the nutraceutical Moringa oleifera at supra-supplementation levels. J. Ethnopharmacol. 139, 265–272. 10.1016/j.jep.2011.11.009", "ArticleIdList": ["10.1016/j.jep.2011.11.009", "22101359"]}, {"Citation": "Atawodi S. E., Atawodi J. C., Idakwo G. A., Pfundstein B., Haubner R., Wurtele G., et al. . (2010). Evaluation of the polyphenol content and antioxidant properties of methanol extracts of the leaves, stem, and root barks of Moringa oleifera Lam. J. Med. Food. 13, 710–716. 10.1089/jmf.2009.0057", "ArticleIdList": ["10.1089/jmf.2009.0057", "20521992"]}, {"Citation": "Awodele O., Oreagba I. A., Odoma S., Texeira Da Silva J. A., Osunkalu V. O. (2012). Toxicological evaluation of the aqueous leaf extract of Moringa oleifera Lam. J. Ethnopharmacol. 139, 330–336. 10.1016/j.jep.2011.10.008", "ArticleIdList": ["10.1016/j.jep.2011.10.008", "22138517"]}, {"Citation": "Ayyari M., Salehi P., Ebrahimi S. N., Zimmermann S., Portmann L., Krauth-Siegel R. L., et al. . (2013). Antitrypanosomal isothiocyanate and thiocarbamate glycosides from Moringa peregrina. Planta Med. 80, 86–89. 10.1055/s-0033-1351102", "ArticleIdList": ["10.1055/s-0033-1351102", "24310210"]}, {"Citation": "Balamurugan V., Balakrishnan V. (2013). Evaluation of phytochemical, pharmacognostical and antimicrobial activity from the bark of Moringa concanensis Nimmo. Int. J. Curr. Microbiol. Appl. Sci. 2, 117–125."}, {"Citation": "Barbagallo I., Vanella L., Distefano A., Nicolosi D., Maravigna A., Lazzarino G., et al. . (2016). Moringa oleifera Lam. improves lipid metabolism during adipogenic differentiation of human stem cells. Eur. Rev. Med. Pharmacol. Sci. 20, 5223–5232.", "ArticleIdList": ["28051244"]}, {"Citation": "Bargah R. K., Das C. (2014). Isolation and characterization of steroidal glycoside from chloroform extract of the stem bark of Moringa pterygosperma Gaertn. Int. J. Innov. Res. Sci. Eng. Technol. 3, 18319–18322. 10.15680/IJIRSET.2014.0312077", "ArticleIdList": ["10.15680/IJIRSET.2014.0312077"]}, {"Citation": "Bazrafshan E., Mostafapour F. K., Faridi H., Zazouli M. A. (2012). Application of Moringa peregrina seed extract as a natural coagulant for phenol removal from aqueous solutions. Afr. J. Biotechnol. 11, 16758–16766. 10.5897/AJB12.1779", "ArticleIdList": ["10.5897/AJB12.1779"]}, {"Citation": "Bekele B., Adane L., Tariku Y., Hailu A. (2013). Evaluation of antileishmanial activities of triglycerides isolated from roots of Moringa stenopetala. Med. Chem. Res. 22, 4592–4599. 10.1007/s00044-013-0467-x", "ArticleIdList": ["10.1007/s00044-013-0467-x"]}, {"Citation": "Berkovich L., Earon G., Ron I., Rimmon A., Vexler A., Lev-Ari S. (2013). Moringa oleifera aqueous lead extract down-regulates nuclear factor-kappaB and increases cytotoxic effect of chemotherapy in pancreatic cancer cells. BMC Complement. Altern. Med. 13, 212–218. 10.1186/1472-6882-13-212", "ArticleIdList": ["10.1186/1472-6882-13-212", "PMC3765468", "23957955"]}, {"Citation": "Bharali R., Tabassum J., Azad M. R. H. (2003). Chemomodulatory effect of Moringa oleifera, Lam, on hepatic carcinogen metabolising enzymes, antioxidant parameters and skin papillomagenesis in mice. Asian Pac. J. Cancer Prev. 4, 131–139.", "ArticleIdList": ["12875626"]}, {"Citation": "Bhatnagar M., Parwani L., Sharma V., Ganguli J., Bhatnagar A. (2013). Hemostatic, antibacterial biopolymers from Acacia arabica (Lam.) Willd. and Moringa oleifera (Lam.) as potential wound dressing materials. Indian J. Exp. Biol. 51, 804–810.", "ArticleIdList": ["24266104"]}, {"Citation": "Budda S., Butryee C., Tuntipopipat S., Rungsipipat A., Wangnaithum S., Lee J. S., et al. . (2011). Suppressive effects of Moringa oleifera Lam Pod against mouse colon carcinogenesis induced by azoxymethane and dextran sodium sulfate. Asian Pac. J. Cancer Prev. 12, 3221–3228.", "ArticleIdList": ["22471457"]}, {"Citation": "Caceres A., Saravia A., Rizzo S., Zabala L., De Leon E., Nave F. (1992). Pharmacologic properties of Moringa oleifera. 2: screening for antispasmodic, antiinflammatory and diuretic activity. J. Ethnopharmacol. 36, 233–237. 10.1016/0378-8741(92)90049-W", "ArticleIdList": ["10.1016/0378-8741(92)90049-W", "1434682"]}, {"Citation": "Cheenpracha S., Park E. J., Yoshida W. Y., Barit C., Wall M., Pezzuto J. M., et al. . (2010). Potential anti-inflammatory phenolic glycosides from the medicinal plant Moringa oleifera fruits. Bioorg. Med. Chem. 18, 6598–6602. 10.1016/j.bmc.2010.03.057", "ArticleIdList": ["10.1016/j.bmc.2010.03.057", "20685125"]}, {"Citation": "Chen K. H., Chen Y. J., Yang C. H., Liu K. W., Chang J. L., Pan S. F., et al. . (2012). Attenuation of the extract from Moringa oleifera on monocrotaline-induced pulmonary hypertension in rats. Chin. J. Physiol. 55, 22–30. 10.4077/CJP.2012.AMM104", "ArticleIdList": ["10.4077/CJP.2012.AMM104", "22242951"]}, {"Citation": "Chitravadivu C., Bhoopathi M., Balakrishnan V., Elavazhagan T., Jayakumar S. (2009). Antimicrobial activity of laehiums prepared by herbal venders, South India. Amer. Eur. J. Sci. Res. 4, 142–147."}, {"Citation": "Choi E. J., Debnath T., Tang Y., Ryu Y. B., Moon S. H., Kim E. K. (2016). Topical application of Moringa oleifera leaf extract ameliorates experimentally induced atopic dermatitis by the regulation of Th1/Th2/Th17 balance. Biomed. Pharmacother. 84, 870–877. 10.1016/j.biopha.2016.09.085", "ArticleIdList": ["10.1016/j.biopha.2016.09.085", "27744247"]}, {"Citation": "Chuang P. H., Lee C. W., Chou J. Y., Murugan M., Shieh B. J., Chen H. M. (2007). Anti-fungal activity of crude extracts and essential oil of Moringa oleifera Lam. Bioresour. Technol. 98, 232–236. 10.1016/j.biortech.2005.11.003", "ArticleIdList": ["10.1016/j.biortech.2005.11.003", "16406607"]}, {"Citation": "Dalvand A., Gholibegloo E., Ganjali M. R., Golchinpoor N., Khazaei M., Kamani H., et al. . (2016). Comparison of Moringa stenopetala seed extract as a clean coagulant with Alum and Moringa stenopetala-Alum hybrid coagulant to remove direct dye from textile wastewater. Environ. Sci. Pollut. Res. 23, 16396–16405. 10.1007/s11356-016-6708-z", "ArticleIdList": ["10.1007/s11356-016-6708-z", "27164876"]}, {"Citation": "Das B. R., Kurup P. A., Narasimha Rao P. L. (1957). Antibiotic principle from Moringa pterygosperma. VII. Antibacterial activity and chemical structure of compounds related to pterygospermin. Indian J. Med. Res. 45, 191–196.", "ArticleIdList": ["13438557"]}, {"Citation": "Debnath S., Biswas D., Ray K., Guha D. (2011). Moringa oleifera induced potentiation of serotonin release by 5HT3 receptors in experimental ulcer model. Phytomedicine 18, 91–95. 10.1016/j.phymed.2010.06.003", "ArticleIdList": ["10.1016/j.phymed.2010.06.003", "20637582"]}, {"Citation": "Debnath S., Guha D. (2007). Role of Moringa oleifera on enterochromaffin cell count and serotonin content of experimental ulcer model. Indian J Exp Biol. 45, 726–731.", "ArticleIdList": ["17877150"]}, {"Citation": "Dehshahri S., Afsharypuor S., Asghari G., Mohagheghzadeh A. (2012a). Determination of volatile glucosinolate degradation products in seed coat, stem and in vitro cultures of Moringa peregrina (Forssk.) Fiori. Res. Pharm. Sci. 7, 51–56.", "ArticleIdList": ["PMC3500558", "23181080"]}, {"Citation": "Dehshahri S., Wink M., Afsharypuor S., Asghari G., Mohagheghzadeh A. (2012b). Antioxidant activity of methanolic leaf extract of Moringa peregrina (Forssk.) Fiori. Res. Pharm. Sci. 7, 111–118.", "ArticleIdList": ["PMC3501899", "23181088"]}, {"Citation": "Devaraj V. C., Krishna B. G., Viswanatha G. L. (2011). Simultaneous determination of quercetin, rutin and kaempferol in the leaf extracts of Moringa oleifera Lam. and Raphinus sativus Linn. by liquid chromatography-tandem mass spectrometry. J. Chin. Integrat. Med. 9, 1022–1030. 10.3736/jcim20110914", "ArticleIdList": ["10.3736/jcim20110914", "21906528"]}, {"Citation": "Diab K. A., Guru S. K., Bhushan S., Saxena A. K. (2015). In vitro anticancer activities of Anogeissus latifolia, Terminalia bellerica, Acacia catechu and Moringa oleiferna Indian plants. Asian Pac. J. Cancer Prev. 16, 6423–6428. 10.7314/APJCP.2015.16.15.6423", "ArticleIdList": ["10.7314/APJCP.2015.16.15.6423", "26434854"]}, {"Citation": "Duangjai A., Ingkaninan K., Limpeanchob N. (2011). Potential mechanisms of hypocholesterolaemic effect of Thai spices/dietary extracts. Nat. Prod. Res. 25, 341–352. 10.1080/14786411003754249", "ArticleIdList": ["10.1080/14786411003754249", "20623425"]}, {"Citation": "Dzotam J. K., Touani F. K., Kuete V. (2016). Antibacterial and antibiotic-modifying activities of three food plants (Xanthosoma mataffa Lam., Moringa oleifera (L.) Schott and Passiflora edulis Sims) against multidrug-resistant (MDR) Gram-negative bacteria. BMC Complement. Altern. Med. 16:9. 10.1186/s12906-016-0990-7", "ArticleIdList": ["10.1186/s12906-016-0990-7", "PMC4709887", "26753836"]}, {"Citation": "Eilert U., Wolters B., Nahrstedt A. (2007). The antibiotic principle of seeds of Moringa oleifera and Moringa stenopetala. Planta Med. 42, 55–61. 10.1055/s-2007-971546", "ArticleIdList": ["10.1055/s-2007-971546", "7255568"]}, {"Citation": "El-Alfy T. S., Ezzat S. M., Hegazy A. K., Amer A. M. M., Kamel G. M. (2011). Isolation of biologically active constituents from Moringa peregrina (Forssk.) Fiori. (family: Moringaceae) growing in Egypt. Pharmacogn. Mag. 7, 109–115. 10.4103/0973-1296.80667", "ArticleIdList": ["10.4103/0973-1296.80667", "PMC3113348", "21716619"]}, {"Citation": "El-Awady M. A., Hassan M. M., Abdel-Hameed E. S., Gaber A. (2015). Comparison of the antimicrobial activities of the leaves-crude extracts of Moringa peregrina and Moringa oleifera in Saudi Arabia. Int. J. Curr. Microbiol. Appl. Sci. 4, 1–9."}, {"Citation": "Elbatran S. A., Abdel-Salam O. M., Abdelshfeek K. A., Nazif N. M., Ismail S. I., Hammouda F. M. (2005). Phytochemical and pharmacological investigations on Moringa peregrina (Forssk). Nat. Product Sci. 11, 199–206."}, {"Citation": "Elgamily H., Moussa A., Elboraey A., El-Sayed H., Al-Moghazy M., Abdalla A. (2016). Microbiological assessment of Moringa oleifera extracts and its incorporation in novel dental remedies against some oral pathogens. Open Access Maced. J. Med. Sci. 4, 585–590. 10.3889/oamjms.2016.132", "ArticleIdList": ["10.3889/oamjms.2016.132", "PMC5175503", "28028395"]}, {"Citation": "El-Haddad A. E., Koheil M. A., Abd El-Khalik S. M., Mohamed El-Hefnawy H., Al-Azzouni A. S., Osman S. (2002). Antihyperglycemic activity and nitrile glycosides of Moringa Peregrina (Forssk.) seeds, in Fourth Euro-Mediterranean conference of Natural Products and Drug Discovery: Back to Mother Nature (BioNat-IV) (Sharm El-Sheikh: )."}, {"Citation": "Elsayed E. A., Sharaf-Eldin M. A., Wadaan M. (2015). In vitro evaluation of cytotoxic activities of essential oil from Moringa oleifera seeds on HeLa, HepG2, MCF-7, CACO-2 and L929 cell lines. Asian Pac. J. Cancer Prev. 16, 4671–4675. 10.7314/APJCP.2015.16.11.4671", "ArticleIdList": ["10.7314/APJCP.2015.16.11.4671", "26107222"]}, {"Citation": "Eyarefe O. D., Idowu A., Afolabi J. M. (2015). Healing potentials of oral Moringa oleifera leaves extract and tetracycline on methicillin resistant Staphylococcus aureus infected wounds of Wistar rats. Niger. J. Physiol. Sci. 30, 73–78.", "ArticleIdList": ["27507780"]}, {"Citation": "Fahey W. J. (2005). Moringa oleifera: a review of the medical evidence for its nutritional, therapeutic, and prophylactic properties. Part 1. Trees Life J. 1, 1–24."}, {"Citation": "Faizi S., Siddiqui B. S., Saleem R., Siddiqui S., Aftab K. (1994). Isolation and structure elucidation of new nitrile and mustard oil glycosides from Moringa oleifera and their effect on blood pressure. J. Nat. Prod. 57, 1256–1261. 10.1021/np50111a011", "ArticleIdList": ["10.1021/np50111a011", "7798960"]}, {"Citation": "Faizi S., Sumbul S., Versiani M. A., Saleem R., Sana A., Siddiqui H. (2014). GC/GCMS analysis of the petroleum ether and dichloromethane extract of Moringa oleifera roots. Asian Pac. J. Trop. Biomed. 4, 650–654. 10.12980/APJTB.4.201414B141", "ArticleIdList": ["10.12980/APJTB.4.201414B141", "PMC4037659", "25183335"]}, {"Citation": "Fakurazi S., Hairuszah I., Nanthini U. (2008). Moringa oleifera Lam prevents acetaminophen induced liver injury through restoration of glutathione level. Food Chem. Toxicol. 46, 2611–2615. 10.1016/j.fct.2008.04.018", "ArticleIdList": ["10.1016/j.fct.2008.04.018", "18514995"]}, {"Citation": "Forest Department (2016). Medicinal Plants of Sindh: Swanjehro. Government of Sindh."}, {"Citation": "Gaikwad M., Kale S., Bhandare S., Urunkar V., Rajmane A. (2011). Extraction, characterization and comparison of fixed oil of Moringa oleifera L & Moringa concanensis Nimmo Fam. Moringaceae. Int. J. PharmTech Res. 3, 1567–1575."}, {"Citation": "Galuppo M., De Nicola G. R., Iori R., Dell'utri P., Bramanti P., Mazzon E. (2013). Antibacterial activity of glucomoringin bioactivated with myrosinase against two important pathogens affecting the health of long-term patients in hospitals. Molecules 18, 14340–14348. 10.3390/molecules181114340", "ArticleIdList": ["10.3390/molecules181114340", "PMC6270176", "24264136"]}, {"Citation": "Galuppo M., Giacoppo S., De Nicola G. R., Iori R., Navarra M., Lombardo G. E., et al. . (2014). Antiinflammatory activity of glucomoringin isothiocyanate in a mouse model of experimental autoimmune encephalomyelitis. Fitoterapia 95, 160–174. 10.1016/j.fitote.2014.03.018", "ArticleIdList": ["10.1016/j.fitote.2014.03.018", "24685508"]}, {"Citation": "Galuppo M., Giacoppo S., Iori R., De Nicola G. R., Bramanti P., Mazzon E. (2015a). Administration of 4-(alpha-L-rhamnosyloxy)-benzyl isothiocyanate delays disease phenotype in SOD1G93A rats: a transgenic model of amyotrophic lateral sclerosis. Biomed. Res. Int. 1–12. 10.1155/2015/259417", "ArticleIdList": ["10.1155/2015/259417", "PMC4436451", "26075221"]}, {"Citation": "Galuppo M., Giacoppo S., Iori R., De Nicola G. R., Milardi D., Bramanti P., et al. . (2015b). 4(α-L-rhamnosyloxy)-benzyl isothiocyanate, a bioactive phytochemical that defends cerebral tissue and prevents severe damage induced by focal ischemia/reperfusion. J. Biol. Regul. Homeost. Agents. 29, 343–356.", "ArticleIdList": ["26122222"]}, {"Citation": "Geleta B., Makonnen E., Debella A., Abebe A., Fekadu N. (2016a). In vitro vasodilatory activity and possible mechanisms of the crude extracts and fractions of Moringa stenopetala (Baker f.) Cufod. leaves in isolated thoracic aorta of guinea pigs. J. Exp. Pharmacol. 8, 35–42. 10.2147/JEP.S117545", "ArticleIdList": ["10.2147/JEP.S117545", "PMC5067057", "27785112"]}, {"Citation": "Geleta B., Makonnen E., Debella A., Tadele A. (2016b). In vivo antihypertensive and antihyperlipidemic effects of the crude extracts and fractions of Moringa stenopetala (Baker f.) Cufod. Leaves in rats. Front. Pharmacol. 7:97. 10.3389/fphar.2016.00097", "ArticleIdList": ["10.3389/fphar.2016.00097", "PMC4838630", "27148056"]}, {"Citation": "Ghiridhari V. V. A., Malhati D., Geetha K. (2011). Anti-diabetic properties of drumstick (Moringa oleifera) leaf tablets. Int. J. Health Nutr. 2, 1–5."}, {"Citation": "Giacoppo S., Rajan T. S., De Nicola G. R., Iori R., Bramanti P., Mazzon E. (2016). Moringin activates Wnt canonical pathway by inhibiting gsK3β in a mouse model of experimental autoimmune encephalomyelitis. Drug Des. Dev. Ther. 10, 3291–3304. 10.2147/DDDT.S110514", "ArticleIdList": ["10.2147/DDDT.S110514", "PMC5063603", "27784989"]}, {"Citation": "Giacoppo S., Rajan T. S., Iori R., Rollin P., Bramanti P., Mazzon E. (2017). The α-cyclodextrin complex of the Moringa isothiocyanate suppresses lipopolysaccharideinduced inflammation in RAW 264.7 macrophage cells through Akt and p38 inhibition. Inflamm. Res. 66, 487–503. 10.1007/s00011-017-1033-7", "ArticleIdList": ["10.1007/s00011-017-1033-7", "28289752"]}, {"Citation": "Gismondi A., Canuti L., Impei S., Marco G. D., Kenzo M., Colizzi V., et al. . (2013). Antioxidant extracts of African medicinal plants induce cell cycle arrest and differentiation in B16F10 melanoma cells. Int. J. Oncol. 43, 956–964. 10.3892/ijo.2013.2001", "ArticleIdList": ["10.3892/ijo.2013.2001", "23817892"]}, {"Citation": "Gothai S., Arulselvan P., Tan W. S., Fakurazi S. (2016). Wound healing properties of ethyl acetate fraction of Moringa oleifera in normal human dermal fibroblasts. J. Int. Ethnopharmacol. 5, 1–6. 10.5455/jice.20160201055629", "ArticleIdList": ["10.5455/jice.20160201055629", "PMC4805140", "27069722"]}, {"Citation": "Guevara A. P., Vargas C., Sakurai H., Fujiwara Y., Hashimoto K., Maoka T., et al. . (1999). An antitumor promoter from Moringa oleifera Lam. Mutat. Res. 440, 181–188. 10.1016/S1383-5718(99)00025-X", "ArticleIdList": ["10.1016/S1383-5718(99)00025-X", "10209341"]}, {"Citation": "Gupta A., Gautam M. K., Singh R. K., Kumar M. V., Rao C. V., Goel R. K., et al. . (2010). Immunomodulatory effect of Moringa oleifera Lam. extract on cyclophosphamide induced toxicity in mice. Indian J. Exp. Biol. 48, 1157–1160.", "ArticleIdList": ["21117458"]}, {"Citation": "Gupta R., Dubey D. K., Kannan G. M., Flora S. J. (2007). Concomitant administration of Moringa oleifera seed powder in the remediation of arsenic-induced oxidative stress in mouse. Cell Biol. Int. 31, 44–56. 10.1016/j.cellbi.2006.09.007", "ArticleIdList": ["10.1016/j.cellbi.2006.09.007", "17055307"]}, {"Citation": "Habtemariam S. (2016). The African Moringa is to change the lives of millions in Ethiopia and far beyond. Asian Pac. J. Trop. Biomed. 6, 355–356. 10.1016/j.apjtb.2015.12.016", "ArticleIdList": ["10.1016/j.apjtb.2015.12.016"]}, {"Citation": "Habtemariam S., Varghese G. K. (2015). Extractability of rutin in herbal tea preparations of Moringa stenopetala leaves. Beverages 1, 169–182. 10.3390/beverages1030169", "ArticleIdList": ["10.3390/beverages1030169"]}, {"Citation": "Ibrahim M. A., Mohammed A., Isah M. B., Aliyu A. B. (2014). Anti-trypanosomal activity of African medicinal plants: a review update. J. Ethnopharmacol. 154, 26–54. 10.1016/j.jep.2014.04.012", "ArticleIdList": ["10.1016/j.jep.2014.04.012", "24742753"]}, {"Citation": "Iffiu-Soltesz Z., Wanecq E., Lomba A., Portillo M. P., Pellati F., Szoko E., et al. . (2010). Chronic benzylamine administration in the drinking water improves glucose tolerance, reduces body weight gain and circulating cholesterol in high-fat diet-fed mice. Pharmacol. Res. 61, 355–363. 10.1016/j.phrs.2009.12.014", "ArticleIdList": ["10.1016/j.phrs.2009.12.014", "20045461"]}, {"Citation": "Jayabharathi M., Chitra M. (2011). Evaluation of anti-inflammatory, analgesic and antipyretic activity of Moringa concanensis Nimmo. J. Chem. Pharm. Res. 3, 802–806."}, {"Citation": "Jayanthi M., Garg S. K., Yadav P., Bhatia A. K., Goel A. (2015). Some newer marker phytoconstituents in methanolic extract of Moringa oleifera leaves and evaluation of its immunomodulatory and splenocytes proliferation potential in rats. Indian J. Pharmacol. 47, 518–523. 10.4103/0253-7613.165199", "ArticleIdList": ["10.4103/0253-7613.165199", "PMC4621673", "26600641"]}, {"Citation": "Joy A. E., Kunhikatta S. B., Manikkoth S. (2013). Anti-convulsant activity of ethanolic extract of Moringa concanensis leaves in Swiss albino mice. Arch. Med. Health Sci. 1, 6–9. 10.4103/2321-4848.113548", "ArticleIdList": ["10.4103/2321-4848.113548"]}, {"Citation": "Jung I. L. (2014). Soluble extract from Moringa oleifera leaves with a new anticancer activity. PLoS ONE 9:e95492. 10.1371/journal.pone.0095492", "ArticleIdList": ["10.1371/journal.pone.0095492", "PMC3991666", "24748376"]}, {"Citation": "Jung I. L., Lee J. H., Kang S. C. (2015). A potential oral anticancer drug candidate, Moringa oleifera leaf extract, induces the apoptosis of human hepatocellular carcinoma cells. Oncol. Lett. 10, 1597–1604. 10.3892/ol.2015.3482", "ArticleIdList": ["10.3892/ol.2015.3482", "PMC4533244", "26622717"]}, {"Citation": "Karmegam N., Nagaraj R. (2017). Combinatorial antibacterial activity of selective medicinal plant species from Southern Eastern Ghats, in National Seminar on Recent Advances in Biotechnology and Applied Microbiology (Salem: )."}, {"Citation": "Kasolo J. N., Bimenya G. S., Ojok L., Ochieng J., Ogwal-Okeng J. W. (2010). Phytochemicals and uses of Moringa oleifera leaves in Ugandan rural communities. J. Med. Plant Res. 4, 753–757. 10.5897/JMPR10.492", "ArticleIdList": ["10.5897/JMPR10.492"]}, {"Citation": "Kaur A., Kaur P. K., Singh S., Singh I. P. (2014). Antileishmanial compounds from Moringa oleifera Lam. Z Naturforsch C. 69, 110–116. 10.5560/znc.2013-0159", "ArticleIdList": ["10.5560/znc.2013-0159", "24873031"]}, {"Citation": "Kaur G., Invally M., Sanzagiri R., Buttar H. S. (2015). Evaluation of the antidepressant activity of Moringa oleifera alone and in combination with fluoxetine. J. Ayurveda Integr. Med. 6, 273–279. 10.4103/0975-9476.172384", "ArticleIdList": ["10.4103/0975-9476.172384", "PMC4719488", "26834427"]}, {"Citation": "Kifleyohannes T., Terefe G., Tolossa Y. H., Gliday M., Kebede N. (2014). Effect of crude extracts of Moringa stenopetala and Artemisia absinthium on parasitaemia of mice infected with Trypanosoma congolense. BMC Complement. Altern. Med. 7:390. 10.1186/1756-0500-7-390", "ArticleIdList": ["10.1186/1756-0500-7-390", "PMC4077147", "24962241"]}, {"Citation": "Kleiman R., Ashley D. A., Brown J. H. (2008). Comparison of two seed oils used in cosmetics, moringa and marula. Ind. Crops Prod. 28, 361–364. 10.1016/j.indcrop.2008.04.003", "ArticleIdList": ["10.1016/j.indcrop.2008.04.003"]}, {"Citation": "Koheil M. A., Hussein M. A., Othman S. M., El-Haddad A. (2011). Anti-inflammatory and antioxidant activities of Moringa peregrina seeds. Free Radic. Antioxid. 1, 49–61. 10.5530/ax.2011.2.10", "ArticleIdList": ["10.5530/ax.2011.2.10"]}, {"Citation": "Kooltheat N., Sranujit R. P., Chumark P., Potup P., Laytragoon-Lewin N., Usuwanthim K. (2014). An ethyl acetate fraction of Moringa oleifera Lam. inhibits human macrophage cytokine production induced by cigarette smoke. Nutrients 6, 697–710. 10.3390/nu6020697", "ArticleIdList": ["10.3390/nu6020697", "PMC3942728", "24553063"]}, {"Citation": "Kumari D. J. (2010). Hypoglycemic effect of Moringa oleifera and Azadirachta indica in type-2 diabete. Bioscan. 5, 211–214."}, {"Citation": "Kurmi R., Ganeshpurkar A., Bansal D., Agnihotri A., Dubey N. (2014). Ethanol extract of Moringa oleifera prevents in vitro glucose induced cataract on isolated goat eye lens. Indian J. Ophthalmol. 62, 154–157. 10.4103/0301-4738.116482", "ArticleIdList": ["10.4103/0301-4738.116482", "PMC4005229", "24008789"]}, {"Citation": "Kurokawa M., Wadhwani A., Kai H., Hidaka M., Yoshida H., Sugita C., et al. . (2016). Activation of cellular immunity in herpes simplex virus type 1-infected mice by the oral administration of aquoeus extract of Moringa oleifera Lam. leaves. Phytother Res. 30, 797–804. 10.1002/ptr.5580", "ArticleIdList": ["10.1002/ptr.5580", "26814058"]}, {"Citation": "Lalas S., Gortzi O., Athanasiadis V., Tsaknis J., Chinou I. (2012). Determination of Antimicrobial activity and resistance to oxidation of Moringa peregrina seed oil. Molecules 17, 2330–2334. 10.3390/molecules17032330", "ArticleIdList": ["10.3390/molecules17032330", "PMC6268647", "22367027"]}, {"Citation": "Lalas S., Tsaknis J. (2002). Extraction and identification of natural antioxidant from the seeds of the Moringa oleifera tree variety of Malawi. J. Amer. Oil Chem. Soc. 79, 677–683. 10.1007/s11746-002-0542-2", "ArticleIdList": ["10.1007/s11746-002-0542-2"]}, {"Citation": "Lee H. J., Jeong Y. J., Lee T. S., Park Y. Y., Chae W. G., Chung I. K., et al. (2013). Moringa fruit inhibits LPS induced NO/iNOS expression through suppressing the NFκB activation in RAW264.7 cells. Am. J. Chin. Med. 41, 1109–1123. 10.1142/S0192415X13500754", "ArticleIdList": ["10.1142/S0192415X13500754", "24117072"]}, {"Citation": "Leone A., Fiorillo G., Criscuoli F., Ravasenghi S., Santagostini L., Fico G., et al. (2015a). Nutritional characterization of phenolic profiling of Moringa oleifera leaves grown in Chad, Sahrawi refugee camps, and Haiti. Int. J. Mol. Sci. 15, 18923–18937. 10.3390/ijms160818923", "ArticleIdList": ["10.3390/ijms160818923", "PMC4581279", "26274956"]}, {"Citation": "Leone A., Spada A., Battezzati A., Schiraldi A., Aristil J., Bertoli S. (2015b). Cultivation, genetic, ethnopharmacology, phytochemistry and pharmacology of Moringa oleifera leaves: an overview. Int. J. Mol. Sci. 16, 12791–12835. 10.3390/ijms160612791", "ArticleIdList": ["10.3390/ijms160612791", "PMC4490473", "26057747"]}, {"Citation": "Lipipun V., Kurokawa M., Suttisri R., Taweechotipatr P., Pramyothin P., Hattori M., et al. . (2003). Efficacy of Thai medicinal plant extracts against herpes simplex virus type 1 infection in vitro and in vivo. Antiviral Res. 60, 175–180. 10.1016/S0166-3542(03)00152-9", "ArticleIdList": ["10.1016/S0166-3542(03)00152-9", "14638393"]}, {"Citation": "Lurling M., Beekman W. (2010). Anti-cyanobacterial activity of Moringa oleifera seeds. J. Appl. Phycol. 22, 503–510. 10.1007/s10811-009-9485-y", "ArticleIdList": ["10.1007/s10811-009-9485-y", "PMC2898099", "20676212"]}, {"Citation": "Madi N., Dany M., Abdoun S., Usta J. (2016). Moringa oleifera's nutritious aqueous leaf extract has anticancerous effects by compromising mitochondrial viability an ROS-dependent manner. J. Am. Coll. Nutr. 35, 604–613. 10.1080/07315724.2015.1080128", "ArticleIdList": ["10.1080/07315724.2015.1080128", "27314649"]}, {"Citation": "Mahajan G. S., Mehta A. A. (2010). Immunosuppressive activity of ethanolic extract of seeds of Moringa oleifera Lam. in experimental immune inflammation. J. Ethnopharmacol. 130, 183–186. 10.1016/j.jep.2010.04.024", "ArticleIdList": ["10.1016/j.jep.2010.04.024", "20435128"]}, {"Citation": "Mahmood K. T., Mugal T., Haq I. U. (2010). Moringa oleifera: a natural gift - a review. J. Pharm. Sci Res. 2, 775–781."}, {"Citation": "Maiyo F. C., Moodley R., Singh M. (2016). Cytotoxicity, antioxidant and apoptosis studies of quercetin-3-O-glucoside and 4-(beta-D-glucopyranosyl-1->4-alpha-L-rhamnopyranosyloxy)-benzyl isothiocyanate from Moringa oleifera. Anticancer. Agents Med. Chem. 16, 648–656. 10.2174/1871520615666151002110424", "ArticleIdList": ["10.2174/1871520615666151002110424", "26428271"]}, {"Citation": "Manaheji H., Jafari S., Zaringhalam J., Rezazadeh S., Taghizadfarid R. (2011). Analgesic effects of methanolic extracts of the leaf or root of Moringa oleifera on complete Freund's adjuvant-induced arthritis in rats. J. Chin. Integrat. Med. 9, 216–222. 10.3736/jcim20110216", "ArticleIdList": ["10.3736/jcim20110216", "21288459"]}, {"Citation": "Manguro L. O., Lemmen P. (2007). Phenolics of Moringa oleifera leaves. Nat. Prod. Res. 21, 56–68. 10.1080/14786410601035811", "ArticleIdList": ["10.1080/14786410601035811", "17365690"]}, {"Citation": "Marrufo T., Nazzaro F., Mancini E., Fratianni F., Coppola R., De Martino L., et al. . (2013). Chemical composition and biological activity of the essential oil from leaves of Moringa oleifera Lam. cultivated in Mozambique. Molecules 18, 10989–11000. 10.3390/molecules180910989", "ArticleIdList": ["10.3390/molecules180910989", "PMC6269949", "24022760"]}, {"Citation": "Marwah R. G., Fatope M. O., Al-Mahrooqi R., Varma G. B., Al Abadi H., Al-Burtamani S. S. (2007). Antioxidant capacity of some edible and wound healing plants in Oman. Food Chem. 101, 465–470. 10.1016/j.foodchem.2006.02.001", "ArticleIdList": ["10.1016/j.foodchem.2006.02.001"]}, {"Citation": "Mathur B. S. (2005). Moringa Book. St. Louis, MI: Trees for Life International."}, {"Citation": "Mehta K., Balaraman R., Amin A. H., Bafna P. A., Gulati O. D. (2003). Effect of fruits of Moringa oleifera on the lipid profile of normal and hypercholesterolaemic rabbits. J. Ethnopharmacol. 86, 191–195. 10.1016/S0378-8741(03)00075-8", "ArticleIdList": ["10.1016/S0378-8741(03)00075-8", "12738086"]}, {"Citation": "Mekonen A., Gebreyesus T. (2000). Chemical investigation of the leaves of Moringa stenopetala. Bull. Chem. Soc. Ethiop. 14, 51–55. 10.4314/bcse.v14i1.72018", "ArticleIdList": ["10.4314/bcse.v14i1.72018"]}, {"Citation": "Mekonnen N., Houghton P., Timbrell J. (2005). The toxicity of extracts of plant parts of Moringa stenopetala cells in vitro. Phytother. Res. 19, 870–875. 10.1002/ptr.1720", "ArticleIdList": ["10.1002/ptr.1720", "16261516"]}, {"Citation": "Mekonnen Y. (2002). The Multi-purpose Moringa Tree: Ethiopia. (Addis Ababa: Institute of Pathobiology; Addis Ababa University."}, {"Citation": "Mekonnen Y., Drager B. (2003). Glucosinolates in Moringa stenopetala. Planta Med. 69, 380–382. 10.1055/s-2003-38881", "ArticleIdList": ["10.1055/s-2003-38881", "12709911"]}, {"Citation": "Mekonnen Y., Gessesse A. (1998). Documentation on the uses of Moringa Stenopetala and its possible antileishmanial and antifertility effects. Ethiop. J. Sci. 21, 287–295. 10.4314/sinet.v21i2.18126", "ArticleIdList": ["10.4314/sinet.v21i2.18126"]}, {"Citation": "Mekonnen Y., Yardley V., Rock P., Croft S. (1999). In vitro antitrypanosomal activity of Moringa stenopetala leaves and roots. Phytother Res. 13, 538–539. 10.1002/(SICI)1099-1573(199909)13:6<538::AID-PTR486>3.0.CO;2-K", "ArticleIdList": ["10.1002/(SICI)1099-1573(199909)13:6<538::AID-PTR486>3.0.CO;2-K", "10479771"]}, {"Citation": "Memon G. M., Memon S. A., Memon A. R. (1985). Isolation and structure elucidation of moringyne - a new glycoside from seeds of Moringa oleifera Lam. Pak. J. Sci. Ind. Res. 28, 7–9."}, {"Citation": "Miller A. G., Morris M., Sruart-Smith S. (1988). Plants of Dhofa: The Southern Region of Oman-Traditional, Economic and Medicinal Uses. Edinburgh, UK: Office of the Adviser for Conservation of the Environment, Diwan of Royal Court, Sultanate of Oman."}, {"Citation": "Minaiyan M., Asghari G., Taheri D., Saeidi M., Nasr-Esfahani S. (2014). Anti-inflammatory effect of Moringa oleifera Lam. seeds on acetic-induced acute colitis in rats. Avicenna J. Phytomed. 4, 127–136.", "ArticleIdList": ["PMC4103706", "25050310"]}, {"Citation": "Monera G. T., Maponga C. C. (2010). Moringa oleifera supplementation by patients on antiretroviral therapy. J. Int. AIDS Soc. 13:188 10.1186/1758-2652-13-S4-P188", "ArticleIdList": ["10.1186/1758-2652-13-S4-P188"]}, {"Citation": "Monera T. G., Wolfe A. R., Maponga C. C., Benet L. Z., Guglielmo J. (2008). Moringa oleifera leaf extracts inhibit 6β-hydroxylation of testosterone by CYP3A4. J. Infect. Dev. Ctries. 2, 379–383. 10.3855/jidc.201", "ArticleIdList": ["10.3855/jidc.201", "PMC5385924", "19745507"]}, {"Citation": "Muangnoi C., Chingsuwanrote P., Praengamthanachoti P., Svasti S., Tuntipopipat S. (2012). Moringa oleifera pod inhibits inflammatory mediator production by lipopolysaccharidestimulated RAW 264.7 murine macrophage cell lines. Inflammation 35, 445–455. 10.1007/s10753-011-9334-4", "ArticleIdList": ["10.1007/s10753-011-9334-4", "21537903"]}, {"Citation": "Muhammad A. A., Arulselvan P., Cheah P. S., Abas F., Fakurazi S. (2016). Evaluation of wound healing properties of bioactive aqueous fraction from Moringa oleifera Lam on experimentally induced diabetic animal model. Drug Des. Devel. Ther. 10, 1715–1730. 10.2147/DDDT.S96968", "ArticleIdList": ["10.2147/DDDT.S96968", "PMC4887066", "27307703"]}, {"Citation": "Murakami A., Kitazono Y., Jiwajinda S., Koshimizu K., Ohigashi H. (1998). Niaziminin, a thiocarbamate from the leaves of Moringa oleifera, holds a strict structural requirement for inhibition of tumor-promoter-induced Epstein-Barr Virus activation. Planta Med. 64, 319–323. 10.1055/s-2006-957442", "ArticleIdList": ["10.1055/s-2006-957442", "9619112"]}, {"Citation": "Nadeem M., Imran M. (2016). Promising features of Moringa oleifera oil: recent updates and perspectives. Lipids Health Dis. 15:212. 10.1186/s12944-016-0379-0", "ArticleIdList": ["10.1186/s12944-016-0379-0", "PMC5146848", "27931216"]}, {"Citation": "Nambiar V. S., Guin P., Parnami S., Daniel M. (2010). Impact of antioxidants from drumstick leaves on the lipid profile of hyperlipidemics. J. Herb. Med. Toxicol. 4, 165–172."}, {"Citation": "Ndhlala A. R., Mulaudzi R., Ncube B., Abdelgadir H. A., Plooy C. P., Staden J. V. (2014). Antioxidant, antimicrobial and phytochemical variations in thirteen Moringa oleifera Lam. cultivars. Molecules 19, 10480–10494. 10.3390/molecules190710480", "ArticleIdList": ["10.3390/molecules190710480", "PMC6271396", "25045889"]}, {"Citation": "Nfambi J., Bbosa G. S., Sembajwe L. F., Gakunga J., Kasolo J. N. (2015). Immunomodulatory activity of methanolic leaf extract of Moringa oleifera in Wistar albino rats. J. Basic Clin. Physiol. Pharmacol. 26, 603–611. 10.1515/jbcpp-2014-0104", "ArticleIdList": ["10.1515/jbcpp-2014-0104", "PMC4630119", "26103628"]}, {"Citation": "Ngamukote S., Khannongpho T., Siriwatanapaiboon M., Sirikwanpong S., Dahlan W., Adisakwattana S. (2016). Moringa Oleifera leaf extract increases plasma antioxidant status associated with reduced plasma malondialdehyde concentration without hypoglycemia in fasting healthy volunteers. Chin. J. Integr. Med. [Epub ahead of print]. 10.1007/s11655-016-2515-0", "ArticleIdList": ["10.1007/s11655-016-2515-0", "28035536"]}, {"Citation": "Nibret E., Wink M. (2010). Trypanocidal and antileukaemic effects of the essential oils of Hagenia abyssinica, Leonotis ocymifolia, Moringa stenopetala, and their main individual constituents. Phytomedicine 17, 911–920. 10.1016/j.phymed.2010.02.009", "ArticleIdList": ["10.1016/j.phymed.2010.02.009", "20359874"]}, {"Citation": "Nikkon F., Saud Z. A., Rahman M. H., Haque M. E. (2003). In vitro antimicrobial activity of the compound isolated from chloroform extract of Moringa oleifera Lam. Pak. J. Biol. Sci. 6, 1888–1890. 10.3923/pjbs.2003.1888.1890", "ArticleIdList": ["10.3923/pjbs.2003.1888.1890"]}, {"Citation": "Nunthanawanich P., Sompong W., Sirikwanpong S., Makynen K., Adisakwattana S., Dahlan W., et al. (2016). Moringa oleifera aquoeus leaf extract inhibits reducing monosaccharide-induced protein glycation and oxidation of bovine serum albumin. Springerplus 5:1098 10.1186/s40064-016-2759-3", "ArticleIdList": ["10.1186/s40064-016-2759-3", "PMC4947060", "27468399"]}, {"Citation": "Nwosu M. O., Okafor J. L. (1995). Preliminary studies of antifungal activities of some medicinal planst against Basidiobolus and some other pathogenic fungi. Mycoses 38, 191–195. 10.1111/j.1439-0507.1995.tb00048.x", "ArticleIdList": ["10.1111/j.1439-0507.1995.tb00048.x", "8531930"]}, {"Citation": "Odee D. W., Muluvi G. M., Machua J., Olson M. E., Changwony M. (2002). Domestication of Moringa species in Kenya, in Development potential for Moringa products. Workshop (Dar es Salaam: )."}, {"Citation": "Ogunbino A. O., Flamini G., Cioni P. L., Adebayo M. A., Oguwande I. A. (2009). Constituents of Cajanus cajan (L.) Millsp., Moringa oleifera Lam., Heliotropium indicum L. and Bidens pilosa L. from Nigeria. Nat. Prod. Commun. 4, 573–578.", "ArticleIdList": ["19476009"]}, {"Citation": "Olson M. E. (1999). The Home Page of the Plant Family Moringaceae [Online]. Available online at: http://www.mobot.org/gradstudents/olson/moringahome.html (Accessed, November 11, 2016)."}, {"Citation": "Olson M. E., Razafimmandimbison S. G. (2000). Moringa hildebrandtii (Moringaceae): a tree extinct in the wild but preserved by indigenous horticultural practices in Madagascar. Adansonia ser. 3. 22, 217–221."}, {"Citation": "Olson M. E., Rosell J. A. (2006). Using heterochrony to detect modularity in the evolution of stem diversity in the plant family Moringaceae. Evolution 60, 724–734. 10.1111/j.0014-3820.2006.tb01151.x", "ArticleIdList": ["10.1111/j.0014-3820.2006.tb01151.x", "16739454"]}, {"Citation": "Olurishe C., Kwanashie H., Zezi A., Danjuma N., Mohammed B. (2016). Chronic administration of ethanol leaf extract of Moringa oleifera Lam. (Moringaceae) may compromise glycaemic efficacy of Sitagliptin with no significant effect in retinopathy in a diabetic rat model. J. Ethnopharmacol. 194, 895–903. 10.1016/j.jep.2016.10.065", "ArticleIdList": ["10.1016/j.jep.2016.10.065", "27789327"]}, {"Citation": "Padla E. P., Solis L. T., Levida R. M., Shen C. C., Ragasa C. Y. (2012). Antimicrobial isothiocyanates from the seeds of Moringa oleifera Lam. Z. Naturforsch. C. 67, 557–564. 10.5560/ZNC.2012.67c0557", "ArticleIdList": ["10.5560/ZNC.2012.67c0557", "23413749"]}, {"Citation": "Pal S. K., Mukherjee P. K., Saha B. P. (1995). Studies on the antiulcer activity of Moringa oleifera leaf extract on gastric ulcer models in rats. Phytother. Res. 9, 463–465. 10.1002/ptr.2650090618", "ArticleIdList": ["10.1002/ptr.2650090618"]}, {"Citation": "Panda S. (2015). Butanolic fraction of Moringa oleifera Lam. (Moringaceae) attenuates isoprotrenol-induced cardiac necrosis and oxidative stress in rats: an EPR study. EXCLI J. 14, 64–74. 10.17179/excli2014-431", "ArticleIdList": ["10.17179/excli2014-431", "PMC4553891", "26417351"]}, {"Citation": "Panda S., Kar A., Sharma P., Sharma A. (2013). Cardioprotective potential of N,α-L-rhamnopyranosyl vincosamide, an indole alkaloid, isolated from the leaves of Moringa oleifera in isoproterenol induced cardiotoxic rats: in vivo and in vitro studies. Bioorg. Med. Chem. 23, 959–962. 10.1016/j.bmcl.2012.12.060", "ArticleIdList": ["10.1016/j.bmcl.2012.12.060", "23321560"]}, {"Citation": "Park E. J., Cheenpracha S., Chang C. L., Kondratyuk P. T., Pezzuto M. J. (2011). Inhibition of lipopolysaccharide-induced cyclooxygenase-2 expression and inducible nitric oxide synthase by 4-[(2′-oacetyl-α-L-rhamnosyloxy)benzyl]isothiocyanate from Moringa oleifera. Nutr. Cancer. 63, 971–982. 10.1080/01635581.2011.589960", "ArticleIdList": ["10.1080/01635581.2011.589960", "PMC3381517", "21774591"]}, {"Citation": "Parrotta J. A. (1993). Moringaceae Horseradish-Tree Family. U. S. G. P. OFFICE."}, {"Citation": "Patel N., Patel P., Patel D., Desai S., Meshram D. (2014). Phytochemical analysis and antibacterial activity of Moringa oleifera. Int. J. Med. Pharmaceut. Sci. 4, 27–34."}, {"Citation": "Patil M. V., Patil D. A. (2005). Ethnomedicinal practises of Nasik District, Maharashta. Indian J. Tradit. Knowledge. 4, 287–290."}, {"Citation": "Paula P. C., Oliveira J. T., Sousa D. O., Alves B. G., Carvalho A. F., Franco O. L., et al. . (2016). Insulin-like plant proteins as potential innovative drugs to treat diabetes-The Moringa oleifera case study. N. Biotechnol. 39, 99–109. 10.1016/j.nbt.2016.10.005", "ArticleIdList": ["10.1016/j.nbt.2016.10.005", "27737801"]}, {"Citation": "Paula P. C., Sousa D. O., Oliveira J. T., Carvalho A. F., Alves B. G., Pereira M. L., et al. . (2017). A protein isolate from Moringa oleifera leaves has hypoglycemic and antioxidant effects in alloxan-induced diabetic mice. Molecules 22, 1–15. 10.3390/molecules22020271", "ArticleIdList": ["10.3390/molecules22020271", "PMC6155657", "28208654"]}, {"Citation": "Peixoto J. R., Silva G. C., Costa R. A., De Sousa Fontanelle J. R., Viera G. H., Filho A. A., et al. . (2011). In vitro antibacterial effect of aqueous and ethanolic Moringa leaf extracts. Asian Pac. J. Trop. Med. 4, 201–204. 10.1016/S1995-7645(11)60069-2", "ArticleIdList": ["10.1016/S1995-7645(11)60069-2", "21771453"]}, {"Citation": "Popoola J. O., Obembe O. O. (2013). Local knowledge, use pattern and geographical distribution of Moringa oleifera Lam. (Moringaceae) in Nigeria. J. Ethnopharmacol. 150, 682–691. 10.1016/j.jep.2013.09.043", "ArticleIdList": ["10.1016/j.jep.2013.09.043", "24096203"]}, {"Citation": "Prakash A. O., Pathak S., Shukla S., Mathur R. (1987). Uterine histoarchitecture during pre and post-implantation periods of rats treated with aqueous extract of Moringa oleifera Lam. Acta Eur. Fertil. 18, 129–135.", "ArticleIdList": ["3630576"]}, {"Citation": "Prakash A. O., Pathak S., Shukla S., Mathur R. (1988). Pre and Post-Implantation changes in the uterus of rats: response to Moringa Oleifera Lam. Extract. Anc. Sci. Life. 8, 49–54.", "ArticleIdList": ["PMC3331342", "22557630"]}, {"Citation": "Rahman M. M., Rahman M. M., Akhter S., Jamal M. A., Pandeya D. R., Haque M. A., et al. . (2010). Control of coliform bacteria detected from diarrhea associated patients by extracts of Moringa oleifera. Nepal Med. Coll. J. 12, 12–19.", "ArticleIdList": ["20677603"]}, {"Citation": "Rajan T. S., De Nicola G. R., Iori R., Rollin P., Bramanti P., Mazzon E. (2016). Anticancer activity of glucomoringin isothiocyanate in human malignant astrocytoma cells. Fitoterapia 110, 1–7. 10.1016/j.fitote.2016.02.007", "ArticleIdList": ["10.1016/j.fitote.2016.02.007", "26882972"]}, {"Citation": "Randriamboavonjy J. I., Loirand G., Vaillant N., Lauzier B., Derbre S., Michalet S., et al. . (2016). Cardiac protective effects of Moringa oleifera seeds in spontaneous hypertensive rats. Am. J. Hypertens. 29, 873–881. 10.1093/ajh/hpw001", "ArticleIdList": ["10.1093/ajh/hpw001", "26864583"]}, {"Citation": "Rao C. V., Hussain T., Verma A. R., Kumar N., Vijaykumar M., Reddy G. D. (2008). Evaluation of the analgesic and anti-inflammatory activity of Moringa concanensis tender fruits. Asian J. Tradit. Med. 3, 95–102."}, {"Citation": "Rashid U., Anwar F., Moser B. R., Knothe G. (2008). Moringa oleifera oil: a possible source of biodiesel. Bioresour. Technol. 99, 8175–8179. 10.1016/j.biortech.2008.03.066", "ArticleIdList": ["10.1016/j.biortech.2008.03.066", "18474424"]}, {"Citation": "Rathi B. S., Bodhankar S. L., Baheti A. M. (2006). Evaluation of aqueous leaves extract of Moringa oleifera Linn for wound healing in albino rats. Indian J. Exp. Biol. 44, 898–901.", "ArticleIdList": ["17205710"]}, {"Citation": "Rattanasena P. (2012). Antioxidant and antibacterial activities of vegetables and fruits commonly consumed in Thailand. Pak. J. Biol. Sci. 15, 877–882. 10.3923/pjbs.2012.877.882", "ArticleIdList": ["10.3923/pjbs.2012.877.882", "24205757"]}, {"Citation": "Ravichandiran V., Suresh B., Sathishkumar M. N., Elango K., Srinivasan R. (2007). Antifertility activity of hydro alcoholic extract of Moringa concanensis Nimmo: an ethnomedicines used by tribals of Nilgris region in Tamilnadu. Orient. Pharm. Exp. Med. 7, 114–120. 10.3742/OPEM.2007.7.2.114", "ArticleIdList": ["10.3742/OPEM.2007.7.2.114", "17320318"]}, {"Citation": "Saadabi A. M., Abu Zaid I. E. (2011). An in vitro antimicrobial activity of Moringa oleifera L. seed extracts against different groups of microorganisms. Aust. J. Basic Appl. Sci. 5, 129–134."}, {"Citation": "Sadraei H., Asghari G., Farahnaki F. (2015). Assessment of hydroalcoholic extract of seeds and leaves of Moringa peregrina on ileum spasm. Res. Pharm. Sci. 10, 252–258.", "ArticleIdList": ["PMC4621632", "26600852"]}, {"Citation": "Safaeian L., Asghari G., Javanmard S. H., Heidarinejad A. (2015). The effect of hydroalcoholic extract from the leaves of Moringa peregrina (Forssk.) Fiori. on blood pressure and oxidative status in dexamethasone-induced hypertensive rats. Adv. Biomed. Res. 4, 1–11. 10.4103/2277-9175.156681", "ArticleIdList": ["10.4103/2277-9175.156681", "PMC4434450", "26015927"]}, {"Citation": "Sahakitpichan P., Mahidol C., Disadee W., Ruchirawat S., Kanchanapoom T. (2011). Unusual glycosides of pyrrole alkaloid and 4′-hydroxyphenylethanamide from leaves of Moringa oleifera. Phytochemistry 72, 791–795. 10.1016/j.phytochem.2011.02.021", "ArticleIdList": ["10.1016/j.phytochem.2011.02.021", "21439596"]}, {"Citation": "Saini R. K., Shetty N. P., Giridhar P. (2014). Carotenoid content in vegetative and reproductive parts of commercially grown Moringa oleifera Lam. cultivars from India by LC–APCI–MS. Eur. Food Res. Technol. 238, 971–978. 10.1007/s00217-014-2174-3", "ArticleIdList": ["10.1007/s00217-014-2174-3"]}, {"Citation": "Saini R. K., Sivanesan I., Keum Y. S. (2016). Phytochemicals of Moringa oleifera: a review of their nutritional, therapeutic and industrial significance. 3 Biotech. 6, 1–14. 10.1007/s13205-016-0526-3", "ArticleIdList": ["10.1007/s13205-016-0526-3", "PMC5033775", "28330275"]}, {"Citation": "Sangkitikomol W., Rocejanasaroj A., Tencomnao T. (2014). Effect of Moringa oleifera on advanced glycation end-product formation and lipid metabolism gene expression in HepG2 cells. Genet. Mol. Res. 13, 723–735. 10.4238/2014.January.29.3", "ArticleIdList": ["10.4238/2014.January.29.3", "24615037"]}, {"Citation": "Santhi K., Sengottuvel R. (2016). The antioxidant activity of the methanolic leaf extract of Moringa concanensis Nimmo. Int. J. Adv. Interdiscipl. Res. 3, 1–5."}, {"Citation": "Sashidara K. V., Rosaiah J. N., Tyagi E., Shukla R., Raghubir R., Rajendran S. M. (2009). Rare dipeptide and urea derivatives from roots of Moringa oleifera as potential antiinflammatory and antinociceptive agents. Eur. J. Med. Chem. 44, 432–436. 10.1016/j.ejmech.2007.12.018", "ArticleIdList": ["10.1016/j.ejmech.2007.12.018", "18243423"]}, {"Citation": "Sasikala V., Rooban B. N., Priya S. G., Sahasranamam V., Abraham A. (2010). Moringa oleifera prevents seleniteinduced cataractogenesis in rat pups. J. Ocul. Pharmacol. Ther. 26, 441–447. 10.1089/jop.2010.0049", "ArticleIdList": ["10.1089/jop.2010.0049", "20879807"]}, {"Citation": "Satish A., Sairam S., Ahmed F., Urooj A. (2012). Moringa oleifera Lam.: protease activity against blood coagulation cascade. Pharmacognosy Res. 4, 44–49. 10.4103/0974-8490.91034", "ArticleIdList": ["10.4103/0974-8490.91034", "PMC3250039", "22224061"]}, {"Citation": "Seifu E. (2014). Actual and potential applications of Moringa stenopetala, underutilized indigenous vegetable of Southern Ethiopia: a review. Int. J. Agric. Food Res. 3, 8–19."}, {"Citation": "Sethi N., Nath D., Shukla S. C., Dyal R. (1988). Abortifacient activity of a medicinal plant “Moringa Oleifera” in rats. Anc. Sci. Life. 7, 172–174.", "ArticleIdList": ["PMC3336641", "22557610"]}, {"Citation": "Shailemo D. H. P., Kwaambwa H. M., Kandawa-Schulz M., Msagati T. A. M. (2016). Antibacterial activity of Moringa ovalifolia and Moringa oleifera Methanol, N-hexane and water seeds and bark extracts against pathogens that are implicated in water borne diseases. Green Sustain. Chem. 6, 71–77. 10.4236/gsc.2016.62006", "ArticleIdList": ["10.4236/gsc.2016.62006"]}, {"Citation": "Shanker K., Gupta M. M., Srivastava S. K., Bawankule D. U., Pal A., Khanuja S. P. S. (2007). Determination of bioactive nitrile glycoside(s) in drumstick (Moringa oleifera) by reverse phase HPLC. Food Chem. 105, 376–382. 10.1016/j.foodchem.2006.12.034", "ArticleIdList": ["10.1016/j.foodchem.2006.12.034"]}, {"Citation": "Shih M. C., Chang C. M., Kang S. M., Tsai M. L. (2011). Effect of different parts (leaf, stem and stalk) and seasons (summer and winter) on the chemical compositions and antioxidant activity of Moringa oleifera. Int. J. Mol. Sci. 12, 6077–6088. 10.3390/ijms12096077", "ArticleIdList": ["10.3390/ijms12096077", "PMC3189769", "22016645"]}, {"Citation": "Shukla S., Mathur R., Prakash A. O. (1988). Antifertility profile of the aqueous extract of Moringa oleifera roots. J. Ethnopharmacol. 22, 51–62. 10.1016/0378-8741(88)90230-9", "ArticleIdList": ["10.1016/0378-8741(88)90230-9", "3352285"]}, {"Citation": "Singh B. N., Singh B. R., Singh R. L., Prakash D., Dhakarey R., Upadhyay G., et al. (2009). Oxidative DNA damage protective activity, antioxidant and antiquorum sensing potentials of Moringa oleifera. Food Chem. Toxicol. 47, 1109–1116. 10.1016/j.fct.2009.01.034", "ArticleIdList": ["10.1016/j.fct.2009.01.034", "19425184"]}, {"Citation": "Singh M. K., Paul J., De T., Chakraborti T. (2015). Bioactivity guided fractionation of Moringa oleifera Lam. flower targeting Leishmania donovani. Indian J. Exp. Biol. 53, 747–752.", "ArticleIdList": ["26669018"]}, {"Citation": "Sinha M., Das D. K., Bhattacharjee S., Majumdar S., Dey S. (2011). Leaf Extract of Moringa oleifera prevents ionizing radiation induced oxidative stress in mice. J. Med. Food. 14, 1167–1172. 10.1089/jmf.2010.1506", "ArticleIdList": ["10.1089/jmf.2010.1506", "21861723"]}, {"Citation": "Silver J. (2017). Moringa Oleifera: The Future of Health. Village volunteers, 1–9."}, {"Citation": "Sivasankari B., Anandharaj M., Gunasekaran P. (2014). An ethnobotanical study of indigenous knowledge on medicinal plants used by the village peoples of Thoppampatti, Dindigul district, Tamilnadu, India. J. Ethnopharmacol. 153, 408–423. 10.1016/j.jep.2014.02.040", "ArticleIdList": ["10.1016/j.jep.2014.02.040", "24583241"]}, {"Citation": "Soltan M. M., Zaki A. K. (2009). Antiviral screening of forty-two Egyptian medicinal plants. J. Ethnopharmacol. 126, 102–107. 10.1016/j.jep.2009.08.001", "ArticleIdList": ["10.1016/j.jep.2009.08.001", "19666102"]}, {"Citation": "Sreelatha S., Padma P. R. (2011). Modulatory effects of Moringa oleifera extracts against hydrogen peroxide-induced cytotoxicity and oxidative damage. Hum. Exp. Toxicol. 30, 1359–1368. 10.1177/0960327110391385", "ArticleIdList": ["10.1177/0960327110391385", "21148198"]}, {"Citation": "Tan W. S., Arulselvan P., Karthivashan G., Fakurazi S. (2015). Moringa oleifera flower extract suppresses the activation of inflammatory mediators in lipopolysaccharide-stimulated RAW 264.7 macrophages via NF-κB pathway. Mediators Inflamm. 2015, 1–11. 10.1155/2015/720171", "ArticleIdList": ["10.1155/2015/720171", "PMC4644847", "26609199"]}, {"Citation": "Teixera E. M., Carvalho M. R., Neves V. A., Silva M. A., Arantes-Pereira L. (2014). Chemical characteristics and fractionation of proteins from Moringa oleifera Lam. leaves. Food Chem. 147, 51–54. 10.1016/j.foodchem.2013.09.135", "ArticleIdList": ["10.1016/j.foodchem.2013.09.135", "24206684"]}, {"Citation": "Teklehaymanot T., Giday M. (2010). Quantitative ethnobotany of medicinal plants used by Kara and Kwego semi-pastoralist people in lower Omo River Valley, Debub Omo Zone, Southern Nations, Nationalities and Peoples Regional State, Ethiopia. J. Ethnopharmacol. 130, 76–84. 10.1016/j.jep.2010.04.013", "ArticleIdList": ["10.1016/j.jep.2010.04.013", "20420888"]}, {"Citation": "Tesemma M., Adane L., Tariku Y., Muleta D., Demise S. (2013). Isolation of compounds from acetone extract of root wood of Moringa stenopetala and evaluation of their antibacterial activities. Res. J. Med. Plant. 7, 32–47. 10.3923/rjmp.2013.32.47", "ArticleIdList": ["10.3923/rjmp.2013.32.47"]}, {"Citation": "Tiloke C., Phulukdaree A., Chuturgoon A. A. (2013). The antiproliferative effect of Moringa oleifera crude aqueous leaf extract on cancerous human alveolar epithelial cells. BMC Complement Altern Med. 13:226. 10.1186/1472-6882-13-226", "ArticleIdList": ["10.1186/1472-6882-13-226", "PMC3852616", "24041017"]}, {"Citation": "Toma A., Makonnen E., Mekonnen Y., Debella A., Adisakwattana S. (2014). Intestinal alpha glucosidase and some pancreatic enzymes inhibitory effect of hydroalcoholic extract of Moringa stenopetala leaves. BMC Complement Altern Med 14:180 10.1186/1472-6882-14-180", "ArticleIdList": ["10.1186/1472-6882-14-180", "PMC4096440", "24890563"]}, {"Citation": "Torondel B., Opare D., Brandberg B., Cobb E., Cairncross S. (2014). Efficacy of Moringa oleifera leaf powder as a hand-washing product: a crossover controlled study among healthy volunteers. BMC Complement Altern. Med. 14:57. 10.1186/1472-6882-14-57", "ArticleIdList": ["10.1186/1472-6882-14-57", "PMC3930822", "24528477"]}, {"Citation": "Tumer T. B., Rojas-Silva P., Poulev A., Raskin I., Waterman C. (2015). Direct and indirect antioxidant activity of polyphenol- and isothiocyanate-enriched fractions from Moringa oleifera. J. Agric. Food Chem. 63, 1505–1513. 10.1021/jf505014n", "ArticleIdList": ["10.1021/jf505014n", "PMC4798254", "25605589"]}, {"Citation": "Tuorkey M. J. (2016). Effects of Moringa oleifera aquoeus leaf extract in alloxan induced diabetic mice. Interv. Med. Appl. Sci. 8, 109–117. 10.1556/1646.8.2016.3.7", "ArticleIdList": ["10.1556/1646.8.2016.3.7", "PMC5283757", "28203392"]}, {"Citation": "Uma N. J., Fakurazi S., Hairuszah I. (2010). Moringa oleifera enhances liver antioxidant status via elevation of antioxidant enzymes activity and counteracts paracetamol-induced hepatotoxicity. Malays. J. Nutr. 16, 293–307.", "ArticleIdList": ["22691934"]}, {"Citation": "Verma A. R., Vijayakumar M., Mathela C. S., Rao C. V. (2009). In vitro and in vivo antioxidant properties of different fractions of Moringa oleifera leaves. Food Chem. Toxicol. 47, 2196–2201. 10.1016/j.fct.2009.06.005", "ArticleIdList": ["10.1016/j.fct.2009.06.005", "19520138"]}, {"Citation": "Vijayakumar S., Sumathi A. (2016). Preliminary phytochemical and GC-MS analysis of bioactive compounds from Moringa concanensis Nimmo leaves family: Moringaceae. Int. J. Recent Adv. Multidiscipl. Res. 3, 1257–1259."}, {"Citation": "Vijayarajan M., Pandian M. R. (2016). Cytotoxicity of methanol and acetone root bark extracts of Moringa concanensis against A549, Hep-G2 and HT-29 cell lines. J. Acad. Ind. Res. 5, 45–49."}, {"Citation": "Vongsak B., Gritsanapan W., Wongkrajang Y., Jantan I. (2013). In vitro inhibitory effects of Moringa oleifera leaf extract and its major components on chemiluminescence and chemotactic activity of phagocytes. Nat. Prod. Commun. 8, 1559–1561.", "ArticleIdList": ["24427941"]}, {"Citation": "Vongsak B., Mangmool S., Gritsanapan W. (2015). Antioxidant activity and induction of mRNA expressions of antioxidant enzymes in HEK-293 cells of Moringa oleifera Leaf extract. Planta Med. 81, 1084–1089. 10.1055/s-0035-1546168", "ArticleIdList": ["10.1055/s-0035-1546168", "26166137"]}, {"Citation": "Vongsak B., Sithisarn P., Gritsanapan W. (2014). Simultaneous HPLC quantitative analysis of active compounds in leaves of Moringa oleifera Lam. J. Chromatogr. Sci. 52, 641–645. 10.1093/chromsci/bmt093", "ArticleIdList": ["10.1093/chromsci/bmt093", "23828911"]}, {"Citation": "Waiyaput W., Payungporn S., Issara-Amphorn J., Panjaworayan T. N. (2012). Inhibitory effects of crude extracts from some edible Thai plants against replication of hepatitis B virus and human liver cancer cells. BMC Complement Altern Med. 12:246. 10.1186/1472-6882-12-246", "ArticleIdList": ["10.1186/1472-6882-12-246", "PMC3553072", "23216691"]}, {"Citation": "Walter A., Samuel W., Peter A., Jospeh O. (2011). Antibacterial activity of Moringa oleifera and Moringa stenopetala methanol and n-hexane seed extracts on bacteria implicated in water borne diseases. Afr. J. Microbiol. Res. 5, 153–157. 10.5897/AJMR10.457", "ArticleIdList": ["10.5897/AJMR10.457"]}, {"Citation": "Wang Y., Gao Y., Ding H., Liu S., Han X., Gui J., et al. . (2017). Subcritical ethanol extraction of flavanoids from Moringa oleifera leaf and evaluation of antioxidant activity. Food Chem. 218, 152–158. 10.1016/j.foodchem.2016.09.058", "ArticleIdList": ["10.1016/j.foodchem.2016.09.058", "27719892"]}, {"Citation": "Waterman C., Cheng D. M., Rojas-Silva P., Poulev A., Dreifus J., Lila M. A., et al. . (2014). Stable, water extractable isothiocyanates from Moringa oleifera leaves attenuate inflammation in vitro. Phytochemistry 103, 114–122. 10.1016/j.phytochem.2014.03.028", "ArticleIdList": ["10.1016/j.phytochem.2014.03.028", "PMC4071966", "24731259"]}, {"Citation": "Waterman C., Rojas-Silva P., Tumer T. B., Kuhn P., Richard A. J., Wicks S., et al. . (2015). Isothiocyanate-rich Moringa oleifera extract reduces weigh gain, insulin resistance and hepatic gluconeogenesis in mice. Mol. Nutr. Food Res. 59, 1013–1024. 10.1002/mnfr.201400679", "ArticleIdList": ["10.1002/mnfr.201400679", "PMC4456298", "25620073"]}, {"Citation": "Yabesh J. E., Prabhu S., Vijayakumar S. (2014). An ethnobotanical study of medicinal plants used by traditional healers in silent valley of Kerala, India. J. Ethnopharmacol. 154, 774–789. 10.1016/j.jep.2014.05.004", "ArticleIdList": ["10.1016/j.jep.2014.05.004", "24832113"]}, {"Citation": "Younus I., Siddiq A., Ishaq H., Anwer L., Badar S., Ashraf M. (2016). Evaluation of antiviral activity of plant extracts against foot and mouth disease virus in vitro. Pak. J. Pharm. Sci. 29, 1263–1268.", "ArticleIdList": ["27393440"]}, {"Citation": "Zaffer M., Ahmad S., Sharma R., Mahajan S., Gupta A., Agnihotri R. K. (2014). Antibacterial activity of bark extracts of Moringa oleifera Lam. against some selected bacteria. Pak. J. Pharm. Sci. 27, 1857–1862.", "ArticleIdList": ["25362592"]}, {"Citation": "Zaghloul M. S., Hamrick J. L., Moustafa A. A. (2012). Conservation genetics of Sinai's remnant populations of Moringa peregrina, an economically valuable medicinal plant. Conserv. Genet. 13, 9–19. 10.1007/s10592-011-0260-7", "ArticleIdList": ["10.1007/s10592-011-0260-7"]}]}], "History": [{"Year": "2017", "Month": "11", "Day": "27"}, {"Year": "2018", "Month": "1", "Day": "31"}, {"Year": "2018", "Month": "3", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "2", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["29503616", "PMC5820334", "10.3389/fphar.2018.00108"]}}]}