{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dendrobium officinale", "alkaloids", "metabolomics", "methyl jasmonate", "secologanin", "tryptophan"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29510516", "DateCompleted": {"Year": "2018", "Month": "09", "Day": "05"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "03", "Day": "03"}], "Language": ["eng"], "ELocationID": ["728", "10.3390/ijms19030728"], "Journal": {"ISSN": "1422-0067", "JournalIssue": {"Volume": "19", "Issue": "3", "PubDate": {"Year": "2018", "Month": "Mar", "Day": "03"}}, "Title": "International journal of molecular sciences", "ISOAbbreviation": "Int J Mol Sci"}, "ArticleTitle": "Metabolic Profiling of Dendrobium officinale in Response to Precursors and Methyl Jasmonate.", "Abstract": {"AbstractText": ["Alkaloids are the main active ingredients in the medicinal plant <i>Dendrobium officinale</i>. Based on the published genomic and transcriptomic data, a proposed terpenoid indole alkaloid (TIA) biosynthesis pathway may be present in <i>D. officinale</i>. In this study, protocorm-like bodies (PLBs) with a high-yielding production of alkaloids were obtained by the optimization of tryptophan, secologanin and methyl jasmonate (MeJA) treatment. The results showed that the total alkaloid content was 2.05 times greater than that of the control group when the PLBs were fed with 9 µM tryptophan, 6 µM secologanin and 100 µM MeJA after 36 days. HPLC analysis showed that strictosidine synthase (STR) activity also increased in the treated plants. A total of 78 metabolites were identified using gas chromatography-mass spectrometry (GC-MS) in combination with liquid chromatography-mass spectrometry (LC-MS) methods; 29 differential metabolites were identified according to the multivariate statistical analysis. Among them, carapanaubine, a kind of TIA, exhibited <i>dramatically</i> increased levels. In addition, a possible underlying process of the metabolic flux from related metabolism to the TIA biosynthetic pathway was enhanced. These results provide a comprehensive view of the metabolic changes related to alkaloid biosynthesis, especially TIA biosynthesis, in response to tryptophan, secologanin and MeJA treatment."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Anhui Agricultural University, Hefei 230036, China. 15212426671@163.com."}], "LastName": "Jiao", "ForeName": "Chunyan", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Anhui Agricultural University, Hefei 230036, China. laniao812329218@163.com."}], "LastName": "Song", "ForeName": "Cheng", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Anhui Agricultural University, Hefei 230036, China. 13866103668@163.com."}], "LastName": "Zheng", "ForeName": "Siyan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Anhui Agricultural University, Hefei 230036, China. 13856983945@163.com."}], "LastName": "Zhu", "ForeName": "Yingpeng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Anhui Agricultural University, Hefei 230036, China. qingjin@ahau.edu.cn."}], "LastName": "Jin", "ForeName": "Qing", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Anhui Agricultural University, Hefei 230036, China. ypcaiah@163.com."}], "LastName": "Cai", "ForeName": "Yongping", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Anhui Agricultural University, Hefei 230036, China. linyi1957@126.com."}], "LastName": "Lin", "ForeName": "Yi", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Mol Sci", "NlmUniqueID": "101092791", "ISSNLinking": "1422-0067"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Acetates"}, {"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Cyclopentanes"}, {"RegistryNumber": "0", "NameOfSubstance": "Iridoid Glucosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxylipins"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Growth Regulators"}, {"RegistryNumber": "19351-63-4", "NameOfSubstance": "secologanin"}, {"RegistryNumber": "8DUH1N11BX", "NameOfSubstance": "Tryptophan"}, {"RegistryNumber": "900N171A0F", "NameOfSubstance": "methyl jasmonate"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Acetates"}, {"QualifierName": ["analysis", "biosynthesis"], "DescriptorName": "Alkaloids"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Cyclopentanes"}, {"QualifierName": ["chemistry", "drug effects", "metabolism"], "DescriptorName": "Dendrobium"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Iridoid Glucosides"}, {"QualifierName": [], "DescriptorName": "Metabolome"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Oxylipins"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Growth Regulators"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Tryptophan"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Cui H.Y., Murthy H.N., Moh S.H., Cui Y.Y., Paek K.Y. Establishment of protocorm suspension cultures of Dendrobium candidum for the production of bioactive compounds. Hortic. Environ. Biotechnol. 2015;1:114–122. doi: 10.1007/s13580-015-0082-5.", "ArticleIdList": ["10.1007/s13580-015-0082-5"]}, {"Citation": "Ng T.B., Liu J., Wong J.H., Ye X., Sze S.C.W., Tong Y., Zhang K.Y. Review of research on Dendrobium, a prized folk medicine. Appl. Microbiol. Biotechnol. 2012;93:1795–1803. doi: 10.1007/s00253-011-3829-7.", "ArticleIdList": ["10.1007/s00253-011-3829-7", "22322870"]}, {"Citation": "Zhang J., He C., Wu K., Teixeira da Silva J.A., Zeng S., Zhang X., Yu Z., Xia H., Duan J. Transcriptome analysis of Dendrobium officinale and its application to the identification of genes associated with polysaccharide synthesis. Front. Plant Sci. 2016;7:5. doi: 10.3389/fpls.2016.00005.", "ArticleIdList": ["10.3389/fpls.2016.00005", "PMC4742539", "26904032"]}, {"Citation": "Tang H., Zhao T., Sheng Y., Zheng T., Fu L., Zhang Y. Dendrobium officinale Kimura et Migo: A Review on Its Ethnopharmacology, Phytochemistry, Pharmacology, and Industrialization. Evid.-Based Complement. Altern. Med. 2017;2017:7436259. doi: 10.1155/2017/7436259.", "ArticleIdList": ["10.1155/2017/7436259", "PMC5366227", "28386292"]}, {"Citation": "Zhang Y., Zhang L., Liu J., Liang J., Si J., Wu S. Dendrobium officinale, leaves as a new antioxidant source. J. Funct. Foods. 2017;37:400–415. doi: 10.1016/j.jff.2017.08.006.", "ArticleIdList": ["10.1016/j.jff.2017.08.006"]}, {"Citation": "Chen X.M., Xiao S.Y., Guo S.X. Comparison of chemical compositions between Dendrobium candidum and Dendrobium nobile. Acta Acad. Med. Sin. 2006;28:524–529.", "ArticleIdList": ["16995306"]}, {"Citation": "Guo X., Li Y., Li C., Luo H., Wang L., Qian J., Luo X., Xiang L., Song J., Sun C., et al. Analysis of the Dendrobium officinale transcriptome reveals putative alkaloid biosynthetic genes and genetic markers. Gene. 2013;527:131–138. doi: 10.1016/j.gene.2013.05.073.", "ArticleIdList": ["10.1016/j.gene.2013.05.073", "23756193"]}, {"Citation": "Yan L., Wang X., Liu H., Tian Y., Lian J., Yang R., Hao S., Wang X., Yang S., Li Q., et al. The genome of Dendrobium officinale illuminates the biology of the important traditional Chinese orchid herb. Mol. Plant. 2015;8:922–934. doi: 10.1016/j.molp.2014.12.011.", "ArticleIdList": ["10.1016/j.molp.2014.12.011", "25825286"]}, {"Citation": "Shen C., Guo H., Chen H., Shi Y., Meng Y., Lu J., Feng S., Wang H. Identification and analysis of genes associated with the synthesis of bioactive constituents in Dendrobium officinale using RNA-Seq. Sci. Rep. 2017;7:187. doi: 10.1038/s41598-017-00292-8.", "ArticleIdList": ["10.1038/s41598-017-00292-8", "PMC5412657", "28298629"]}, {"Citation": "Zhu X., Zeng X., Sun C., Chen S. Biosynthetic pathway of terpenoid indole alkaloids in Catharanthus roseus. Front. Med. 2014;8:285–293. doi: 10.1007/s11684-014-0350-2.", "ArticleIdList": ["10.1007/s11684-014-0350-2", "25159992"]}, {"Citation": "Rischer H., Oresic M., Seppanen-Laakso T., Katajamaa M., Lammertyn F., Ardiles-Diaz W., Van Montagu M.C., Inze D., Oksman-Caldentey K.M., Goossens A. Gene-to-metabolite networks for terpenoid indole alkaloid biosynthesis in Catharanthus roseus cells. Proc. Natl. Acad. Sci. USA. 2006;103:5614–5619. doi: 10.1073/pnas.0601027103.", "ArticleIdList": ["10.1073/pnas.0601027103", "PMC1459402", "16565214"]}, {"Citation": "Skrzypczak-Pietraszek E., Słota J., Pietraszek J. The influence of L-phenylalanine, methyl jasmonate and sucrose concentration on the accumulation of phenolic acids in Exacum affine Balf. f. ex Regel shoot culture. Acta Biochim. Pol. 2014;61:47–53.", "ArticleIdList": ["24644557"]}, {"Citation": "Pauwels L., Morreel K., De Witte E., Lammertyn F., Van Montagu M., Boerjan W., Inze D., Goossens A. Mapping methyl jasmonate-mediated transcriptional reprogramming of metabolism and cell cycle progression in cultured Arabidopsis cells. Proc. Natl. Acad. Sci. USA. 2008;105:1380–1385. doi: 10.1073/pnas.0711203105.", "ArticleIdList": ["10.1073/pnas.0711203105", "PMC2234147", "18216250"]}, {"Citation": "Wang H.Q., Jin M.Y., Paek K.Y., Piao X.C., Lian M.L. An efficient strategy for enhancement of bioactive compounds by protocorm-like body culture of Dendrobium candidum. Ind. Crops Prod. 2016;84:121–130. doi: 10.1016/j.indcrop.2016.02.001.", "ArticleIdList": ["10.1016/j.indcrop.2016.02.001"]}, {"Citation": "Yuan Z.Q., Zhang J.Y., Liu T. Enhancement of polysaccharides accumulation in Dendrobium officinale by exogenously applied methyl jasmonate. Biol. Plant. 2017;61:438–444. doi: 10.1007/s10535-016-0702-7.", "ArticleIdList": ["10.1007/s10535-016-0702-7"]}, {"Citation": "Panwar G.S., Guru S.K. Stimulation of reserpine production in the whole plant culture of Rauwolfia serpentina L. by elicitors and precursor feeding. J. Plant Biochem. Biotechnol. 2015;24:49–55. doi: 10.1007/s13562-013-0235-5.", "ArticleIdList": ["10.1007/s13562-013-0235-5"]}, {"Citation": "Whitmer S., van der Heijden R., Verpoorte R. Effect of precursor feeding on alkaloid accumulation by a tryptophan decarboxylase over-expressing transgenic cell line T22 of Catharanthus roseus. J. Biotechnol. 2002;96:193–203. doi: 10.1016/S0168-1656(02)00027-5.", "ArticleIdList": ["10.1016/S0168-1656(02)00027-5", "12039535"]}, {"Citation": "Liu J., Liu Y., Wang Y., Abozeid A., Zu Y.G., Tang Z.H. The integration of GC-MS and LC-MS to assay the metabolomics profiling in Panax ginseng and Panax quinquefolius reveals a tissue-and species-specific connectivity of primary metabolites and ginsenosides accumulation. J. Pharm. Biomed. Anal. 2017;135:176–185. doi: 10.1016/j.jpba.2016.12.026.", "ArticleIdList": ["10.1016/j.jpba.2016.12.026", "28038384"]}, {"Citation": "Tugizimana F., Ncube E.N., Steenkamp P.A., Dubery I.A. Metabolomics-derived insights into the manipulation of terpenoid synthesis in Centella asiatica cells by methyl jasmonate. Plant Biotechnol. Rep. 2015;9:125–136. doi: 10.1007/s11816-015-0350-y.", "ArticleIdList": ["10.1007/s11816-015-0350-y"]}, {"Citation": "Chen Q., Lu X., Guo X., Guo Q., Li D. Metabolomics Characterization of Two Apocynaceae Plants, Catharanthus roseus and Vinca minor, Using GC-MS and LC-MS Methods in Combination. Molecules. 2017;22:997. doi: 10.3390/molecules22060997.", "ArticleIdList": ["10.3390/molecules22060997", "PMC6152753", "28629120"]}, {"Citation": "Jin Q., Jiao C., Sun S., Song C., Cai Y., Lin Y., Fan H., Zhu Y. Metabolic analysis of medicinal Dendrobium officinale and Dendrobium huoshanense during different growth years. PLoS ONE. 2016;11:e0146607. doi: 10.1371/journal.pone.0146607.", "ArticleIdList": ["10.1371/journal.pone.0146607", "PMC4709240", "26752292"]}, {"Citation": "Chen N.D., You T., Li J., Bai L.T., Hao J.W., Xu X.Y. A comparative study of three tissue-cultured Dendrobium species and their wild correspondences by headspace gas chromatography-mass spectrometry combined with chemometric methods. J. Food Drug Anal. 2016;24:839–847. doi: 10.1016/j.jfda.2016.05.006.", "ArticleIdList": ["10.1016/j.jfda.2016.05.006", "PMC9337285", "28911623"]}, {"Citation": "Wang Y.H., Avula B., Abe N., Wei F., Wang M., Ma S.C., Ali Z., Elsohly M.A., Khan I.A. Tandem mass spectrometry for structural identification of sesquiterpene alkaloids from the stems of Dendrobium nobile using LC-QToF. Planta Med. 2016;82:622–670. doi: 10.1055/s-0042-103031.", "ArticleIdList": ["10.1055/s-0042-103031", "27054915"]}, {"Citation": "Li Q., Ding G., Li B., Guo S.X. Transcriptome Analysis of Genes Involved in Dendrobine Biosynthesis in Dendrobium nobile Lindl. Infected with Mycorrhizal Fungus MF23 (Mycena sp.) Sci. Rep. 2017;7:361. doi: 10.1038/s41598-017-00445-9.", "ArticleIdList": ["10.1038/s41598-017-00445-9", "PMC5428410", "28331229"]}, {"Citation": "Fan H., Wu Q., Wang X., Wu L., Cai Y., Lin Y. Molecular cloning and expression of 1-deoxy-d-xylulose-5-phosphate synthase and 1-deoxy-d-xylulose-5-phosphate reductoisomerase in Dendrobium officinale. Plant Cell Tissue Organ Cult. 2016;125:381–385. doi: 10.1007/s11240-016-0945-1.", "ArticleIdList": ["10.1007/s11240-016-0945-1"]}, {"Citation": "Xu Y.Y., Wang L., Huang B., Xie X., Wu Q., Shi J. Comparison of contents of polysaccharides and alkaloids in Dendrobium from different harvest time. West China J. Pharm. Sci. 2014;29:288–291."}, {"Citation": "Kierkegaard P., Pilotti A.M. Studies on orchidaceae alkaloids. XX. The constitution and relative configuration of crepidine, an alkaloid from Dendrobium crepidatum Lindl. Acta Chem. Scand. 1970;24:3735–3759. doi: 10.3891/acta.chem.scand.24-3757.", "ArticleIdList": ["10.3891/acta.chem.scand.24-3757"]}, {"Citation": "Kanehisa M., Goto S., Sato Y., Furumichi M., Tanabe M. KEGG for integration and interpretation of large-scale molecular data sets. Nucleic Acids Res. 2011;40:D109–D114. doi: 10.1093/nar/gkr988.", "ArticleIdList": ["10.1093/nar/gkr988", "PMC3245020", "22080510"]}, {"Citation": "Langel D., Ober D., Pelser P.B. The evolution of pyrrolizidine alkaloid biosynthesis and diversity in the Senecioneae. Phytochem. Rev. 2011;10:3–74. doi: 10.1007/s11101-010-9184-y.", "ArticleIdList": ["10.1007/s11101-010-9184-y"]}, {"Citation": "Yamada Y., Kokabu Y., Chaki K., Yoshimoto T., Ohgaki M., Yoshida S., Kato N., Koyama T., Sato F. Isoquinoline alkaloid biosynthesis is regulated by a unique bHLH-type transcription factor in Coptis japonica. Plant Cell Physiol. 2011;52:1131–1141. doi: 10.1093/pcp/pcr062.", "ArticleIdList": ["10.1093/pcp/pcr062", "21576193"]}, {"Citation": "Su S., Liu X., Pan G., Hou X., Zhang H., Yuan Y. In vitro characterization of a (E)-β-farnesene synthase from Matricaria recutita L. and its up-regulation by methyl jasmonate. Gene. 2015;571:58–64. doi: 10.1016/j.gene.2015.06.037.", "ArticleIdList": ["10.1016/j.gene.2015.06.037", "26095800"]}, {"Citation": "Zhou M., Memelink J. Jasmonate-responsive transcription factors regulating plant secondary metabolism. Biotechnol. Adv. 2016;34:441–449. doi: 10.1016/j.biotechadv.2016.02.004.", "ArticleIdList": ["10.1016/j.biotechadv.2016.02.004", "26876016"]}, {"Citation": "Wungsintaweekul J., Choo-malee J., Charoonratana T., Keawpradub N. Methyl jasmonate and yeast extract stimulate mitragynine production in Mitragyna speciosa (Roxb.) Korth. shoot culture. Biotechnol. Lett. 2012;34:1945–1950. doi: 10.1007/s10529-012-0968-6.", "ArticleIdList": ["10.1007/s10529-012-0968-6", "22714271"]}, {"Citation": "Paul P., Singh S.K., Patra B., Sui X., Pattanaik S., Yuan L. A differentially regulated AP2/ERF transcription factor gene cluster acts downstream of a MAP kinase cascade to modulate terpenoid indole alkaloid biosynthesis in Catharanthus roseus. New Phytol. 2017;213:1107–1123. doi: 10.1111/nph.14252.", "ArticleIdList": ["10.1111/nph.14252", "27801944"]}, {"Citation": "Flores-Sanchez I.J., Paniagua-Vega D., Vera-Reyes I., Cerda-García-Rojas C.M., Ramos-Valdivia A.C. Alkaloid biosynthesis and metabolic profiling responses to jasmonic acid elicitation in Hamelia patens plants by NMR-based metabolomics. Metabolomics. 2016;12:66. doi: 10.1007/s11306-016-0999-4.", "ArticleIdList": ["10.1007/s11306-016-0999-4"]}, {"Citation": "Wu J., Wang L., Baldwin I.T. Methyl jasmonate-elicited herbivore resistance: Does MeJA function as a signal without being hydrolyzed to JA? Planta. 2008;227:1161–1168. doi: 10.1007/s00425-008-0690-8.", "ArticleIdList": ["10.1007/s00425-008-0690-8", "PMC2756367", "18214527"]}, {"Citation": "Balusamy S.R.D., Rahimi S., Sukweenadhi J., Kim Y.J., Yang D.C. Exogenous methyl jasmonate prevents necrosis caused by mechanical wounding and increases terpenoid biosynthesis in Panax ginseng. Plant Cell Tissue Organ Cult. 2015;123:341–348. doi: 10.1007/s11240-015-0838-8.", "ArticleIdList": ["10.1007/s11240-015-0838-8"]}, {"Citation": "Miersch O., Wasternack C. Octadecanoid and jasmonate signaling in tomato (Lycopersicon esculentum Mill.) leaves: Endogenous jasmonates do not induce jasmonate biosynthesis. Biol. Chem. 2000;381:715–722. doi: 10.1515/BC.2000.092.", "ArticleIdList": ["10.1515/BC.2000.092", "11030429"]}, {"Citation": "Carrari F., Baxter C., Usadel B., Urbanczyk-Wochniak E., Zanor M.I., Nunes-Nesi A., Nikiforova V., Centero D., Ratzka A., Pauly M., et al. Integrated analysis of metabolite and transcript levels reveals the metabolic shifts that underlie tomato fruit development and highlight regulatory aspects of metabolic network behavior. Plant Physiol. 2006;142:1380–1396. doi: 10.1104/pp.106.088534.", "ArticleIdList": ["10.1104/pp.106.088534", "PMC1676044", "17071647"]}, {"Citation": "Hedhili S., Courdavault V., Giglioli-Guivarc’h N., Gantet P. Regulation of the terpene moiety biosynthesis of Catharanthus roseus terpene indole alkaloids. Phytochem. Rev. 2007;6:341–351. doi: 10.1007/s11101-006-9021-5.", "ArticleIdList": ["10.1007/s11101-006-9021-5"]}, {"Citation": "Vranová E., Coman D., Gruissem W. Network analysis of the MVA and MEP pathways for isoprenoid synthesis. Annu. Rev. Plant Biol. 2013;64:665–700. doi: 10.1146/annurev-arplant-050312-120116.", "ArticleIdList": ["10.1146/annurev-arplant-050312-120116", "23451776"]}, {"Citation": "Lundborg L., Nordlander G., Björklund N., Nordenhem H., Borg-Karlson A.K. Methyl Jasmonate-Induced Monoterpenes in Scots Pine and Norway Spruce Tissues Affect Pine Weevil Orientation. J. Chem. Ecol. 2016;42:1237–1246. doi: 10.1007/s10886-016-0790-z.", "ArticleIdList": ["10.1007/s10886-016-0790-z", "PMC5148791", "27896555"]}, {"Citation": "Xiang L., Zhu S., Zhao T., Zhang M., Liu W., Chen M., Lan X., Liao Z. Enhancement of artemisinin content and relative expression of genes of artemisinin biosynthesis in Artemisia annua by exogenous MeJA treatment. Plant Growth Regul. 2015;75:435–441. doi: 10.1007/s10725-014-0004-z.", "ArticleIdList": ["10.1007/s10725-014-0004-z"]}, {"Citation": "Vaccaro M.C., Mariaevelina A., Malafronte N., De Tommasi N., Leone A. Increasing the synthesis of bioactive abietane diterpenes in Salvia sclarea hairy roots by elicited transcriptional reprogramming. Plant Cell Rep. 2017;36:375–386. doi: 10.1007/s00299-016-2076-x.", "ArticleIdList": ["10.1007/s00299-016-2076-x", "27853836"]}, {"Citation": "Aleong J., Howard D. Extensions of the duncan’s multiple range test for unbalanced data. J. Appl. Stat. 1985;12:83–90. doi: 10.1080/02664768500000009.", "ArticleIdList": ["10.1080/02664768500000009"]}, {"Citation": "Wang M., Li Q., Di Fiore S., Fischer R. Expression of strictosidine synthase in selected subcellular compartments of tobacco plant. Acta Bot. Sin. 2002;44:579–582."}, {"Citation": "Vera-Reyes I., Huerta-Heredia A.A., Ponce-Noyola T., Flores-Sanchez I.J., Esparza-García F., Cerda-García-Rojas C.M., Trejo-Tapia G., Ramos-Valdivia A.C. Strictosidine-related enzymes involved in the alkaloid biosynthesis of Uncaria tomentosa root cultures grown under oxidative stress. Biotechnol. Prog. 2013;29:621–630. doi: 10.1002/btpr.1723.", "ArticleIdList": ["10.1002/btpr.1723", "23606578"]}, {"Citation": "Lisec J., Schauer N., Kopka J., Willmitzer L., Fernie A.R. Gas chromatography mass spectrometry-based metabolite profiling in plants. Nat. Protoc. 2006;1:387–396. doi: 10.1038/nprot.2006.59.", "ArticleIdList": ["10.1038/nprot.2006.59", "17406261"]}, {"Citation": "Akhgari A., Yrjönen T., Laakso I., Vuorela H., Oksman-Caldentey K.M., Rischer H. Establishment of transgenic Rhazya stricta hairy roots to modulate terpenoid indole alkaloid production. Plant Cell Rep. 2015;34:1939–1952. doi: 10.1007/s00299-015-1841-6.", "ArticleIdList": ["10.1007/s00299-015-1841-6", "26245531"]}, {"Citation": "Vinaixa M., Schymanski E.L., Neumann S., Navarro M., Salek R.M., Yanes O. Mass spectral databases for LC/MS-and GC/MS-based metabolomics: State of the field and future prospects. TrAC Trends Anal. Chem. 2016;78:23–35. doi: 10.1016/j.trac.2015.09.005.", "ArticleIdList": ["10.1016/j.trac.2015.09.005"]}, {"Citation": "Meyer M.R., Peters F.T., Maurer H.H. Automated mass spectral deconvolution and identification system for GC-MS screening for drugs, poisons, and metabolites in urine. Clin. Chem. 2010;56:575–584. doi: 10.1373/clinchem.2009.135517.", "ArticleIdList": ["10.1373/clinchem.2009.135517", "20185625"]}, {"Citation": "Whittle M., Willett P., Klaffke W., van Noort P. Evaluation of similarity measures for searching the dictionary of natural products database. J. Chem. Inf. Comput. Sci. 2003;43:449–457. doi: 10.1021/ci025591m.", "ArticleIdList": ["10.1021/ci025591m", "12653508"]}, {"Citation": "Little J.L., Williams A.J., Pshenichnov A., Tkachenko V. Identification of “known unknowns” utilizing accurate mass data and ChemSpider. J. Am. Soc. Mass Spectrom. 2012;23:179–185. doi: 10.1007/s13361-011-0265-y.", "ArticleIdList": ["10.1007/s13361-011-0265-y", "22069037"]}, {"Citation": "Xia J., Sinelnikov I.V., Han B., Wishart D.S. MetaboAnalyst 3.0-making metabolomics more meaningful. Nucleic Acids Res. 2015;43:W251–W257. doi: 10.1093/nar/gkv380.", "ArticleIdList": ["10.1093/nar/gkv380", "PMC4489235", "25897128"]}]}], "History": [{"Year": "2018", "Month": "1", "Day": "25"}, {"Year": "2018", "Month": "2", "Day": "28"}, {"Year": "2018", "Month": "2", "Day": "28"}, {"Year": "2018", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["29510516", "PMC5877589", "10.3390/ijms19030728", "ijms19030728"]}}]}