{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29538438", "DateCompleted": {"Year": "2018", "Month": "06", "Day": "28"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "03", "Day": "14"}], "Language": ["eng"], "ELocationID": ["e0193811", "10.1371/journal.pone.0193811"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "13", "Issue": "3", "PubDate": {"Year": "2018"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Composition and diversity of rhizosphere fungal community in Coptis chinensis Franch. continuous cropping fields.", "Pagination": {"StartPage": "e0193811", "MedlinePgn": "e0193811"}, "Abstract": {"AbstractText": ["In this study, effects of continuous cropping on soil properties, enzyme activities, and relative abundance, community composition and diversity of fungal taxa were investigated. Rhizosphere soil from field continuously cropped for one-year, three-year and five-year by Coptis chinensis Franch. was collected and analyzed. Illumina high-throughput sequencing analysis showed that continuous cropping of C. chinensis resulted in a significant and continuous decline in the richness and diversity of soil fungal population. Ascomycota, Zygomycota, Basidiomycota, and Glomeromycota were the dominant phyla of fungi detected in rhizosphere soil. Fungal genera such as Phoma, Volutella, Pachycudonia, Heterodermia, Gibberella, Cladosporium, Trichocladium, and Sporothrix, were more dominant in continuously cropped samples for three-year and five-year compared to that for one-year. By contrast, genera, such as Zygosaccharomyces, Pseudotaeniolina, Hydnum, Umbelopsis, Humicola, Crustoderma, Psilocybe, Coralloidiomyces, Mortierella, Polyporus, Pyrenula, and Monographella showed higher relative abundance in one-year samples than that in three-year and five-year samples. Cluster analysis of the fungal communities from three samples of rhizosphere soil from C. chinensis field revealed that the fungal community composition, diversity, and structure were significantly affected by the continuous cropping. Continuous cropping of C. chinensis also led to significant declines in soil pH, urease, and catalase activities. Redundancy analysis showed that the soil pH had the most significant effect on soil fungal population under continuous cropping of C. chinensis."]}, "AuthorList": [{"Identifier": ["0000-0001-7459-6802"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Academy of Chinese Materia Medica, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Engineering Research Center for Fine Variety Breeding Techniques of Chinese Materia Medica, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Sub-center of National Resource, Center for Chinese Materia Medica, China Academy of Chinese Medical Science, Chongqing, China."}], "LastName": "Song", "ForeName": "Xuhong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Academy of Chinese Materia Medica, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Engineering Research Center for Fine Variety Breeding Techniques of Chinese Materia Medica, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Sub-center of National Resource, Center for Chinese Materia Medica, China Academy of Chinese Medical Science, Chongqing, China."}], "LastName": "Pan", "ForeName": "Yuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Academy of Chinese Materia Medica, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Engineering Research Center for Fine Variety Breeding Techniques of Chinese Materia Medica, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Sub-center of National Resource, Center for Chinese Materia Medica, China Academy of Chinese Medical Science, Chongqing, China."}], "LastName": "Li", "ForeName": "Longyun", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Academy of Chinese Materia Medica, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Engineering Research Center for Fine Variety Breeding Techniques of Chinese Materia Medica, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Sub-center of National Resource, Center for Chinese Materia Medica, China Academy of Chinese Medical Science, Chongqing, China."}], "LastName": "Wu", "ForeName": "Xiaoli", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Academy of Chinese Materia Medica, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Engineering Research Center for Fine Variety Breeding Techniques of Chinese Materia Medica, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Sub-center of National Resource, Center for Chinese Materia Medica, China Academy of Chinese Medical Science, Chongqing, China."}], "LastName": "Wang", "ForeName": "Yu", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soil"}], "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Agriculture"}, {"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": [], "DescriptorName": "Cluster Analysis"}, {"QualifierName": ["microbiology"], "DescriptorName": "Coptis"}, {"QualifierName": ["microbiology"], "DescriptorName": "Crops, Agricultural"}, {"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Fungi"}, {"QualifierName": [], "DescriptorName": "Hydrogen-Ion Concentration"}, {"QualifierName": ["microbiology"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["microbiology"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rhizosphere"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}, {"QualifierName": [], "DescriptorName": "Time Factors"}], "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Tang J, Feng Y, Tsao S, Wang N, Curtain R, Wang Y. Berberine and Coptidis rhizoma as novel antineoplastic agents: a review of traditional use and biomedical investigations. J Ethnopharmacol. 2009; 126: 5–17. doi: 10.1016/j.jep.2009.08.009\n", "ArticleIdList": ["10.1016/j.jep.2009.08.009", "19686830"]}, {"Citation": "Wang L, Zhang SY, Chen L, Huang XJ, Zhang QW, Jiang RW, et al.\nNew enantiomeric isoquinoline alkaloids from Coptis chinensis. Phytochem Lett. 2014; 7: 89–92. doi: 10.1016/j.phytol.2013.10.007", "ArticleIdList": ["10.1016/j.phytol.2013.10.007"]}, {"Citation": "Yan D, Jin C, Xiao XH, Dong XP. Antimicrobial properties of berberines alkaloids in Coptis chinensis Franch. by microcalorimetry. J Biochem Biophy Meth. 2008; 70(6): 845–849. doi: 10.1016/j.jbbm.2007.07.009\n", "ArticleIdList": ["10.1016/j.jbbm.2007.07.009", "17804078"]}, {"Citation": "Park EK, Rhee HI, Jung HS, Ju SM, Lee YA, Lee SH, et al. Anti-inflammatory effects of a combined herbal preparation (RAH13) of Phellodendron amurense and Coptis chinensis in animal models of inflammation. Phytother Res. 2007; 21: 746–750.", "ArticleIdList": ["17450506"]}, {"Citation": "Chen HB, Luo CD, Liang JL, Zhang ZB, Lin GS, Wu JZ, et al.\nAnti-inflammatory activity of coptisine free base in mice through inhibition of NF-κB and MAPK signaling pathways. Eur J Pharmacol. 2017; 811: 222–231. doi: 10.1016/j.ejphar.2017.06.027\n", "ArticleIdList": ["10.1016/j.ejphar.2017.06.027", "28648405"]}, {"Citation": "Wu JS, Zhang H, Hu BY, Yang LJ, Wang P, Wang F, et al.\nCoptisine from Coptis chinensis inhibits production of inflammatory mediators in lipopolysaccharide-stimulated RAW 264.7 murine macrophage cells. Eur J Pharmacol. 2016; 780: 106–114. doi: 10.1016/j.ejphar.2016.03.037\n", "ArticleIdList": ["10.1016/j.ejphar.2016.03.037", "27018392"]}, {"Citation": "Auyeung KK, Ko JK. Coptis chinensis inhibits hepatocellular carcinoma cell growth through nonsteroidal anti-inflammatory drug-activated gene activation. Int J Mol Med. 2009; 24(4): 571–577.", "ArticleIdList": ["19724899"]}, {"Citation": "Diogo CV, Machado NG, Barbosa IA, Serafim TL, Burgeiro A, Oliveira PJ. Berberine as a promising safe anti-cancer agent-is there a role for mitochondria?\nCurr Drug Targets. 2011; 12: 850–859. doi: 10.2174/138945011795528930\n", "ArticleIdList": ["10.2174/138945011795528930", "21269266"]}, {"Citation": "Yang TC, Chao HF, Shi LS, Chang TC, Lin HC, Chang WL. Alkaloids from Coptis chinensis root promote glucose uptake in C2C12 myotubes. Fitoterapia. 2014; 93: 239–244. doi: 10.1016/j.fitote.2014.01.008\n", "ArticleIdList": ["10.1016/j.fitote.2014.01.008", "24444890"]}, {"Citation": "Liu Q, Liu S, Gao L, Sun S, Huan Y, Li C, et al.\nAnti-diabetic effects and mechanisms of action of a Chinese herbal medicine preparation JQ-R in vitro and in diabetic KKAy mice. Acta Pharm Sin B. 2017; 7: 461–469. doi: 10.1016/j.apsb.2017.04.010\n", "ArticleIdList": ["10.1016/j.apsb.2017.04.010", "PMC5518656", "28752031"]}, {"Citation": "Chang W, Chen L, Hatch GM. Berberine as a therapy for type 2 diabetes and its complications: from mechanism of action to clinical studies. Biochem Cell Biol. 2015; 93(5): 479–486. doi: 10.1139/bcb-2014-0107\n", "ArticleIdList": ["10.1139/bcb-2014-0107", "25607236"]}, {"Citation": "Chang W. Non-coding RNAs and Berberine: A new mechanism of its anti-diabetic activities. Eur J Pharmacol. 2017; 795: 8–12. doi: 10.1016/j.ejphar.2016.11.055\n", "ArticleIdList": ["10.1016/j.ejphar.2016.11.055", "27915042"]}, {"Citation": "Liu YM, Niu L, Wang LL, Bai L, Fang XY, Li YC, et al.\nBerberine attenuates depressive-like behaviors by suppressing neuro-inflammation in stressed mice. Brain Res Bull. 2017; 134: 220–227. doi: 10.1016/j.brainresbull.2017.08.008\n", "ArticleIdList": ["10.1016/j.brainresbull.2017.08.008", "28842306"]}, {"Citation": "Wang L, Zhang SY, Chen L, Huang XJ, Zhang QW, Jiang RW, et al.\nNew enantiomeric isoquinoline alkaloids from Coptis chinensis. Phytochem Lett. 2014; 7: 89–92. doi: 10.1016/j.phytol.2013.10.007", "ArticleIdList": ["10.1016/j.phytol.2013.10.007"]}, {"Citation": "Tao K, Xiao D, Weng J, Xiong A, Kang B, et al.\nBerberine promotes bone marrow-derived mesenchymal stem cells osteogenic differentiation via canonical Wnt/β-catenin signaling pathway. Toxicol Lett. 2016; 240: 68–80. doi: 10.1016/j.toxlet.2015.10.007\n", "ArticleIdList": ["10.1016/j.toxlet.2015.10.007", "26478571"]}, {"Citation": "Yan H, Sun X, Sun S, Wang S, Zhang J, et al.\nAnti-ultraviolet radiation effects of Coptis chinensis and Phellodendron amurense glycans by immunomodulating and inhibiting oxidative injury. Int J Biol Macromol. 2011; 48: 720–725. doi: 10.1016/j.ijbiomac.2011.02.014\n", "ArticleIdList": ["10.1016/j.ijbiomac.2011.02.014", "21356237"]}, {"Citation": "Zhu L, Huang B, Ban X, He J, Chen Y, Han L, et al.\nCoptis chinensis inflorescence extract protection against ultraviolet-B-induced phototoxicity, and HPLC-MS analysis of its chemical composition. Food Chem Toxicol. 2012; 50: 2584–2588. doi: 10.1016/j.fct.2012.04.035\n", "ArticleIdList": ["10.1016/j.fct.2012.04.035", "22561681"]}, {"Citation": "Wu LK, Chen J, Wu HM, Wang JY, Wu YH, Lin S, et al.\nEffects of consecutive monoculture of Pseudostellaria heterophylla on soil fungal community as determined by pyrosequencing. Sci Rep. 2016; 6: 26601\ndoi: 10.1038/srep26601\n", "ArticleIdList": ["10.1038/srep26601", "PMC4877567", "27216019"]}, {"Citation": "Song XH, Wang Y, Li LY, Tan J. Research on bacteria microecology in root rot rhizosphere soil of Coptis chinensis produced in Shizhu city. China Journal of Chinese Material Medica, 2017; 42(7): 1304–1311.", "ArticleIdList": ["29052391"]}, {"Citation": "Nannipieri P, Kandeler E, Ruggiero P, Burns RG, Dick RP. Enzyme activities and microbiological and biochemical processes in soil In: Burns RG, Dick RP, editors. Enzymes in the Environment: Activity, Ecology and Applications. New York: Marcel Dekker; 2002. p. 1–33."}, {"Citation": "Sparling GP. Soil microbial biomass, activity and nutrient cycling as indicators of soil health In: Pankhurst CE, Doube BM, Gupta VVSR, editors. Biological Indicators of Soil Health. Wallingford CT: CAB International; 1997. p. 97–119."}, {"Citation": "Alkorta I, Aizpurua A, Riga P, Albizu I, Amézaga I, Garbisu C. Soil enzyme activities as biological indicators of soil health. Rev Environ Health, 2003; 18(1): 65–73. doi: 10.1515/REVEH.2003.18.1.65\n", "ArticleIdList": ["10.1515/REVEH.2003.18.1.65", "12875512"]}, {"Citation": "Lu LH, Yin SX, Liu X, Zhang WM, Gu TY, Shen QR, et al.\nFungal networks in yield-invigorating and -debilitating soils induced by prolonged potato monoculture. Soil Biol Biochem. 2013; 65:186–194. doi: 10.1016/j.soilbio.2013.05.025", "ArticleIdList": ["10.1016/j.soilbio.2013.05.025"]}, {"Citation": "Sun J, Zhang Q, Zhou J, Wei QP. Illumina amplicon sequencing of 16S rRNA Tag reveals bacterial community development in the rhizosphere of apple nurseries at a replant disease site and a new planting site. PLoS One.2014; 9(10): e111744\ndoi: 10.1371/journal.pone.0111744\n", "ArticleIdList": ["10.1371/journal.pone.0111744", "PMC4216118", "25360786"]}, {"Citation": "Yao HY, Jiao XD, Wu FZ. Effects of continuous cucumber cropping and alternative rotations under protected cultivation on soil microbial community diversity. Plant Soil. 2006; 284: 195–203."}, {"Citation": "Chen MN, Li X, Yang QL, Chi XY, Pan LJ, Chen N, et al.\nSoil eukaryotic microorganism succession as affected by continuous cropping of peanut—pathogenic and beneficial fungi were selected. PLoS One. 2012; 7(7): e40659\ndoi: 10.1371/journal.pone.0040659\n", "ArticleIdList": ["10.1371/journal.pone.0040659", "PMC3393692", "22808226"]}, {"Citation": "Xiong W, Li ZG, Liu HJ, Xue C, Zhang RF, Wu HS, et al.\nThe Effect of Long-Term Continuous Cropping of Black Pepper on Soil Bacterial Communities as Determined by 454 Pyrosequencing. PLoS One. 2015; 10(8): e0136946\ndoi: 10.1371/journal.pone.0136946\n", "ArticleIdList": ["10.1371/journal.pone.0136946", "PMC4552827", "26317364"]}, {"Citation": "Zhang ZY, Yang WX, Chen YH, Chen XJ. Effects of consecutively monocultured Rehmannia glutinosa L. on diversity of fungal community in rhizospheric soil. J Integr Agr. 2011; 10(9): 1374–1384."}, {"Citation": "Zhou X, Wu F. Dynamics of the diversity of fungal and Fusarium communities during continuous cropping of cucumber in the greenhouse. FEMS Microbiol Ecol. 2012; 80(2): 469–478. doi: 10.1111/j.1574-6941.2012.01312.x\n", "ArticleIdList": ["10.1111/j.1574-6941.2012.01312.x", "22273443"]}, {"Citation": "Smalla K, Oros-Sichler M, Milling A, Heuer H, Baumgarte S, Becker R, et al.\nBacterial diversity of soils assessed by DGGE, T-RFLP and SSCP fingerprints of PCR-amplified 16S rRNA gene fragments: do the different methods provide similar results?\nJ Microbiol Methods. 2007; 69(3): 470–479. doi: 10.1016/j.mimet.2007.02.014\n", "ArticleIdList": ["10.1016/j.mimet.2007.02.014", "17407797"]}, {"Citation": "Zhang W, Long XQ, Huo XD, Chen YF, Lou K. 16S rRNA-based PCR-DGGE analysis of actinomycete communities in fields with continuous cotton cropping in Xinjiang, China. Microb Ecol. 2013; 66(2): 385–393. doi: 10.1007/s00248-012-0160-5\n", "ArticleIdList": ["10.1007/s00248-012-0160-5", "23299346"]}, {"Citation": "Eickhorst T, Tippkötter R. Improved detection of soil microorganisms using fluorescence in situ hybridization (FISH) and catalyzed reporter deposition (CARD-FISH). Soil Biol Biochem. 2008; 40(7): 1883–1891. doi: 10.1016/j.soilbio.2008.03.024", "ArticleIdList": ["10.1016/j.soilbio.2008.03.024"]}, {"Citation": "Caporaso JG, Lauber CL, Walters WA, Berg-Lyons D, Huntley J, Fierer N. et al.\nUltra-high-throughput microbial community analysis on the Illumina HiSeq and MiSeq platforms. ISME J. 2012; 6(8): 1621–1624. doi: 10.1038/ismej.2012.8\n", "ArticleIdList": ["10.1038/ismej.2012.8", "PMC3400413", "22402401"]}, {"Citation": "Degnan PH, Ochman H. Illumina-based analysis of microbial community diversity. ISME J. 2012; 6: 183–194. doi: 10.1038/ismej.2011.74\n", "ArticleIdList": ["10.1038/ismej.2011.74", "PMC3246231", "21677692"]}, {"Citation": "Han YS, Xu LX, Liu LQ, Yi M, Guo EH, Zhang AY. et al.\nIllumina sequencing reveals a rhizosphere bacterial community associated with foxtail millet smut disease suppression. Plant Soil. 2016; 410: 411–421. doi: 10.1007/s11104-016-3042-7", "ArticleIdList": ["10.1007/s11104-016-3042-7"]}, {"Citation": "Tan Y, Cui Y, Li HY, Kuang AX, Li XR, Wei YL. et al.\nRhizospheric soil and root endogenous fungal diversity and composition in response to continuous Panax notoginseng cropping practices. Microbiol Res. 2017; 194: 10–19. doi: 10.1016/j.micres.2016.09.009\n", "ArticleIdList": ["10.1016/j.micres.2016.09.009", "27938858"]}, {"Citation": "Ashworth AJ, DeBruyn JM, Allen FL, Radosevich M, Owens PR. Microbial community structure is affected by cropping sequences and poultry litter under long-term no-tillage. Soil Biol Biochem. 2017; 114: 210–219. doi: 10.1016/j.soilbio.2017.07.019", "ArticleIdList": ["10.1016/j.soilbio.2017.07.019"]}, {"Citation": "Li Q, Yang SP, Cui GL, Huang JG, Li LY, Chang YY. Microbial biomass, enzyme activity and composition of the fungal community in rhizospheric soil cropping with Artemisia annua for several years. Acta Prataculturae Sinica. 2017; 26: 34–42."}, {"Citation": "Magoč T, Salzberg SL. FLASH: fast length adjustment of short reads to improve genome assemblies. Bioinformatics. 2011; 27(21): 2957–2963. doi: 10.1093/bioinformatics/btr507\n", "ArticleIdList": ["10.1093/bioinformatics/btr507", "PMC3198573", "21903629"]}, {"Citation": "Bao SD Soil Agricultural Chemistry Analysis. Beijing: China Agriculture Press; 2000. p. 34–107."}, {"Citation": "Wang Q, Garrity GM, Tiedje JM, Cole JR. Naive Bayesian classifier for rapid assignment of rRNA sequences into the new bacterial taxonomy. Appl Environ Microbiol. 2007; 73(16): 5261–5267. doi: 10.1128/AEM.00062-07\n", "ArticleIdList": ["10.1128/AEM.00062-07", "PMC1950982", "17586664"]}, {"Citation": "Liu DH, Guo QS, Sun YH, Ma F, Dong XW, Li RJ, Cai XY. Causes of soil fertility decline upon cultivation of Chinese herbal medicine and counter-measures for improving soil fertility. Chinese Journal of Soil Science. 2000; 31(2): 76–78."}, {"Citation": "Zhou K, Liu X, Nie LW, Qin YM, Li XS. Research on the rhizosphere soil physiochemical properties and enzyme activity variations caused by continuous cultivating of Paeonia ostii. Journal of biology. 2011; 28(2): 17–20."}, {"Citation": "Wu LK, Huang WM, Wang JY, Wu HM, Chen J, Qin XJ, et al. Diversity analysis of rhizosphere microflora of wild R. glutinosa grown in monocropping for different years. Acta Agronomica Sinica. 2015; 41(2): 308–317."}, {"Citation": "Zhang D. The study on the mechanism of continuous cropping obstacle in Coptis chinensis by allelopathy compounds and changes of microbial community structure [dissertation]. Cheng Du: Chengdu University of Traditional Chinese Medicine; 2015."}, {"Citation": "Kennedy AC, Smith KL. Soil microbial diversity and the sustainability of agricultural soils. Plant Soil. 1995; 170(1): 75–86."}, {"Citation": "Luo CW, Tsementzi D, Kyrpides N, Read T, Konstantinidis KT. Direct comparisons of Illumina vs. Roche 454 sequencing technologies on the same microbial community DNA sample. PLoS One. 2012; 7: e30087\ndoi: 10.1371/journal.pone.0030087\n", "ArticleIdList": ["10.1371/journal.pone.0030087", "PMC3277595", "22347999"]}, {"Citation": "Rhodes J, Beale MA, Fisher MC. Illuminating choices for library perp: a comparison of library preparation methods for whole genome sequencing of Cryptococcus neoformans using Illumina Hiseq. PLoS One. 2014; 9(11): e113501\ndoi: 10.1371/journal.pone.0113501\n", "ArticleIdList": ["10.1371/journal.pone.0113501", "PMC4237435", "25409295"]}, {"Citation": "Liu J, Wu FZ, Yang Y. Effects of cinanamic acid on bacterial community diversity in rgizophere soil of cucumber seedlings under salt stress. Scientia Agricultura Sinica. 2010; 9: 266–274."}, {"Citation": "Bai L, Cui JQ, Jie WG, Cai BY. Analysis of the community compositions of rhizosphere fungi in soybeans continuous cropping fields. Microbiol Res. 2015; 180: 49–56. doi: 10.1016/j.micres.2015.07.007\n", "ArticleIdList": ["10.1016/j.micres.2015.07.007", "26505311"]}, {"Citation": "Berendsen RL, Pieterse CM, Bakker PA. The rhizosphere microbiome and plant health. Trends Plant Sci. 2012; 17(8): 478–486. doi: 10.1016/j.tplants.2012.04.001\n", "ArticleIdList": ["10.1016/j.tplants.2012.04.001", "22564542"]}, {"Citation": "Gao F, Ren XX, Wang ML, Qin XM. Research progress in rot disease of Chinese herbal medicine and control strategy by antagonistic microorganisms. China Journal of Chinese Material Medica. 40: 2015; 4122–4126.", "ArticleIdList": ["27071243"]}, {"Citation": "Gajera H, Domadiya R, Patel S, Kapopara M, Golakiya B. Molecular mechanism of Trichoderma as bio-control agents against phytopathogen system–a review. Curr Res Microbiol Biotechnol. 2013; 1(4): 133–142."}, {"Citation": "Lecomte C, Alabouvette C, Edel-Hermann V, Robert F, Steinberg C. Biological control of ornamental plant diseases caused by Fusarium oxysporum: A review. Biological Control. 2016; 101: 17–30."}, {"Citation": "Mukherjee M, Mukherjee PK, Horwitz BA, Zachow C, Berg G, Zeilinger S. Trichoderma-plant-pathogen interactions: advances in genetics of biological control. Indian J Microbiol. 2012; 52(4): 522–529. doi: 10.1007/s12088-012-0308-5\n", "ArticleIdList": ["10.1007/s12088-012-0308-5", "PMC3516657", "24293705"]}, {"Citation": "Luo XM, Li JL, Dong JY, Sui AP, Sheng ML, Yang XY. First report of Fusarium solani causing root rot on Coptis chinensis in Southwestern China. Plant Dis. 2014; 98: 1273.", "ArticleIdList": ["30699657"]}, {"Citation": "Gordon TR, Martyn RD. The evolutionary biology of Fusarium oxysporum. Annu. Rev. Hytopathol. 1997; 35(1): 111–123. doi: 10.1146/annurev.phyto.35.1.111\n", "ArticleIdList": ["10.1146/annurev.phyto.35.1.111", "15012517"]}, {"Citation": "Zhang D, Meng KX, Hao YH, Fan HY, Cui N, Song TF. Comparative proteomic analysis of cucumber roots infected by Fusarium oxysporum f. sp. cucumerium Owen. Physiol Mol Plant P. 2016; 96: 77–84. doi: 10.1016/j.pmpp.2016.09.002", "ArticleIdList": ["10.1016/j.pmpp.2016.09.002"]}, {"Citation": "Fierer N, Jackson RB. The diversity and biogeography of soil bacterial communities. PNAS. 2006; 103(3): 626–631. doi: 10.1073/pnas.0507535103\n", "ArticleIdList": ["10.1073/pnas.0507535103", "PMC1334650", "16407148"]}, {"Citation": "Gianfreda L, Antonietta Rao M, Piotrowska A, Palumbo G, Colombo C. Soil enzyme activities as affected by anthropogenic alterations: intensive agricultural practices and organic pollution. Sci Total Environ. 2005; 341: 265–279. doi: 10.1016/j.scitotenv.2004.10.005\n", "ArticleIdList": ["10.1016/j.scitotenv.2004.10.005", "15833257"]}, {"Citation": "Nayyar A, Hamel C, Lafond G, Gossen BD, Hanson K, Germida J. Soil microbial quality associated with yield reduction in continuous-pea. Appl Soil Eco. 2009; 43(1): 115–121. doi: 10.1016/j.apsoil.2009.06.008", "ArticleIdList": ["10.1016/j.apsoil.2009.06.008"]}, {"Citation": "Li PD, Dai CC, Wang XX, Zhang TI, Chen Y. Variation of soil enzyme activities and microbial community structure in peanut monocropping system in subtropical China. Afr J Agr Res. 2012; 7(12): 1870–1879."}]}], "History": [{"Year": "2017", "Month": "5", "Day": "3"}, {"Year": "2018", "Month": "2", "Day": "19"}, {"Year": "2018", "Month": "3", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["29538438", "PMC5851603", "10.1371/journal.pone.0193811", "PONE-D-17-16941"]}}]}