{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antidiabetics", "Bulbine abyssinica", "antioxidants", "liquid chromatography and mass spectroscopy", "medicinal plants", "polyphenolics"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29568191", "DateRevised": {"Year": "2022", "Month": "03", "Day": "16"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/pr.pr_55_17"], "Journal": {"ISSN": "0976-4836", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2018", "Season": "Jan-Mar"}}, "Title": "Pharmacognosy research", "ISOAbbreviation": "Pharmacognosy Res"}, "ArticleTitle": "Identification of Antidiabetic Compounds from Polyphenolic-rich Fractions of <i>Bulbine abyssinica</i> A. Rich Leaves.", "Pagination": {"StartPage": "72", "EndPage": "80", "MedlinePgn": "72-80"}, "Abstract": {"AbstractText": ["<i>Bulbine abyssinica</i> has been reported to possess a variety of pharmacological activities traditionally. Previous work suggested its antidiabetic properties, but information on the antidiabetic compounds is still lacking.", "The present research exertion was aimed to isolate and identify biologically active polyphenols from <i>B. abyssinica</i> leaves and to evaluate their efficacy on carbohydrate digesting enzymes.", "Fractionation of the polyphenolic contents from the methanolic extract of <i>B. abyssinica</i> leaves was executed by the silica gel column chromatography to yield different fractions. The antioxidant activities of these fractions were carried out against 2,2'-azino-bis (3-ethylbenzthiazoline-6-sulfonic acid) diammonium salt (ABTS), 2,2-diphenyl-1-picrylhydrazyl radicals, and ferric ion-reducing antioxidant power (FRAP). <i>In vitro</i> antidiabetic experimentation was performed by evaluating the α-amylase and α-glucosidase inhibitory capacity. The isolated polyphenols were then identified using liquid chromatography and mass spectroscopy (LC/MS).", "Out of the eight polyphenolic fractions (BAL 1-8), BAL-4 has the highest inhibitory activity against ABTS radicals whereas BAL-6 showed potent ferric ion-reducing capacity. BAL-5 was the most effective fraction with antidiabetic activity with IC<sub>50</sub>of 140.0 and 68.58 ± 3.2 μg/ml for α-amylase and α-glucosidase inhibitory activities, respectively. All the fractions competitively inhibited α-amylase, BAL-5 and BAL-6 also inhibited α-glucosidase competitively, while BAL-4 and BAL-1 exhibited noncompetitive and near competitive inhibitions against α-glucosidase, respectively. The LC/MS analysis revealed the presence of carvone in all the fractions.", "The present study demonstrates the antioxidant and antidiabetic activities of the isolated polyphenols from <i>B. abyssinica</i>.", "Polyphenols were successfully isolated and identified from <i>Bulbine abyssinica</i> leavesThe isolated polyphenols are biologically active with high antioxidant as well as inhibitor of carbohydrate-digesting enzymes<i>B. abyssinica</i> can be a good source of amylase and glucosidase inhibitors<i>B. abyssinica</i> can be used as complementary or alternative therapeutic agents especially for the treatment of diabetesCarvone, quercetin, and psoralen could be the compounds responsible for the α-amylase and α-glucosidase inhibitory activities. <b>Abbreviations Used:</b> ABTS: 2,2'-Azino-bis (3-ethylbenzthiazoline-6-sulfonic acid), DPPH: 2,2-diphenyl-1-picrylhydrazyl, FRAP: Ferric ion-reducing antioxidant power, LC/MS: Liquid chromatography and mass spectroscopy, AGEs: Advanced glycation end products, TLC: Thin-layer chromatography, MeOH: Methanol, PNP-G: ρ-Nitrophenyl-α-D-Glucoside, <i>R</i><sup>2</sup>: Coefficient of determination, mgQE: Milligram quercetin equivalent, mgTAE: Milligram tannic acid equivalent, mgCE: Milligram catechin equivalent, g: Gram."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Medicinal Plants and Economic Development Research Centre, University of Fort Hare, Eastern Cape, South Africa."}], "LastName": "Odeyemi", "ForeName": "Samuel Wale", "Initials": "SW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Medicinal Plants and Economic Development Research Centre, University of Fort Hare, Eastern Cape, South Africa."}], "LastName": "Afolayan", "ForeName": "Anthony Jiede", "Initials": "AJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Pharmacognosy Res", "NlmUniqueID": "101558769", "ISSNLinking": "0974-8490"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mazid M, Khan T, Mohammad F. Role of secondary metabolites in defense mechanisms of plants. Biol Med. 2011;3:232–9."}, {"Citation": "Wuyts N, De Waele D, Swennen R. Extraction and partial characterization of polyphenol oxidase from banana (Musa acuminata grande naine) roots. Plant Physiol Biochem. 2006;44:308–14.", "ArticleIdList": ["16814556"]}, {"Citation": "Genwali GR, Acharya PP, Rajbhandari M. Isolation of gallic acid and estimation of total phenolic content in some medicinal plants and their antioxidant activity. Nepal J Sci Technol. 2013;14:95–102."}, {"Citation": "Halliwell B, Gutteridge JM. Role of free radicals and catalytic metal ions in human disease: An overview. Methods Enzymol. 1990;186:1–85.", "ArticleIdList": ["2172697"]}, {"Citation": "Odeyemi S, Afolayan A, Bradley G. In vitro anti-inflammatory and free radical scavenging activities of crude saponins extracted from Albuca bracteata Jacq. Bulb. Afr J Tradit Complement Altern Med. 2015;12:34–40."}, {"Citation": "Art IC, Hollman CP. Polyphenols and disease risk in epidemiological studies. Am J Clin Nutr. 2005;81:317–5.", "ArticleIdList": ["15640497"]}, {"Citation": "Erturk O, Demirbag˘ Z. Scorzonare mollis Bieb (compositae) bitkisinin antimikrobiyal aktivitesi. Cev Kor. 2003;12:27–31."}, {"Citation": "Singh B, Sahu PM, Sharma MK. Anti-inflammatory and antimicrobial activities of triterpenoids from Strobilanthes callosus Nees. Phytomedicine. 2002;9:355–9.", "ArticleIdList": ["12120818"]}, {"Citation": "Kibiti CM, Afolayan AJ. Evaluation of the Medicinal Potentials of Bulbine Abyssinica A. Rich in the Management of Diabetes Mellitus in the Eastern Cape, South Africa. University of Fort Hare.  [Last accessed on 2016 Dec 22].  Available from: http://www.hdl.handle.net/20.500.11837/232 ."}, {"Citation": "Azrul LM, Nurulaini R, Adzemi MA, Marina H, Effendy AWM. Tannins quantification in Terminalia catappa leaves extract and antihelmenthic potential evaluation. J Nat Prod. 2014;7:98–103."}, {"Citation": "Ordonez A, Gomez J, Vattuone M, Ordonez A, Gomez J, Vattuone M, et al. Antioxidant activities of Sechium edule (Jacq.) swartz extracts. Food Chem. 2006;97:452–8."}, {"Citation": "Oyedemi S, Bradley G, Afolayan A. In vitro and in vivo antioxidant activities of aqueous stem bark extract of Strychnos henningsii Gilg. Afr J Pharm Pharmacol. 2010;4:070–8."}, {"Citation": "Carmona-Jiménez Y, García-Moreno MV, Igartuburu JM, Garcia Barroso C. Simplification of the DPPH assay for estimating the antioxidant activity of wine and wine by-products. Food Chem. 2014;165:198–204.", "ArticleIdList": ["25038667"]}, {"Citation": "Thaipong K, Boonprakob U, Crosby K, Cisneros-Zevallos L, Hawkins Byrne D. Comparison of ABTS, DPPH, FRAP, and ORAC assays for estimating antioxidant activity from guava fruit extracts. J Food Compost Anal. 2006;19:669–75."}, {"Citation": "Rabeta MS, Nur Faraniza R. Total phenolic content and ferric reducing antioxidant power of the leaves and fruits of Garcinia atrovirdis and Cynometra cauliflora. Int Food Res J. 2013;20:1691–6."}, {"Citation": "Kazeem MI, Adamson JO, Ogunwande IA. Modes of inhibition of α-amylase and α-glucosidase by aqueous extract of Morinda lucida benth leaf. Biomed Res Int. 2013;2013:527570.", "ArticleIdList": ["PMC3884628", "24455701"]}, {"Citation": "Ooi KL, Muhammad TS, Tan ML, Sulaiman SF. Cytotoxic, apoptotic and anti-α-glucosidase activities of 3,4-di-O-caffeoyl quinic acid, an antioxidant isolated from the polyphenolic-rich extract of Elephantopus mollis Kunth. J Ethnopharmacol. 2011;135:685–95.", "ArticleIdList": ["21497647"]}, {"Citation": "Perez Gutierrez RM. Inhibition of advanced glycation end-product formation by Origanum majorana L. In vitro and in streptozotocin-induced diabetic rats. Evid Based Complement Alternat Med. 2012;2012:598638.", "ArticleIdList": ["PMC3447365", "23008741"]}, {"Citation": "Kim W, Egan JM. The role of incretins in glucose homeostasis and diabetes treatment. Pharmacol Rev. 2008;60:470–512.", "ArticleIdList": ["PMC2696340", "19074620"]}, {"Citation": "Sati SC, Sati N, Rawat U, Sati OP. Medicinal plants as a source of antioxidants. Res J Phytochem. 2010;4:213–24."}, {"Citation": "Kumarappan CT, Thilagam E, Mandal SC. Antioxidant activity of polyphenolic extracts of ichnocarpus frutescens. Saudi J Biol Sci. 2012;19:349–55.", "ArticleIdList": ["PMC3730722", "23961196"]}, {"Citation": "Thilagam E, Parimaladevi B, Kumarappan C, Mandal SC. A-glucosidase and α-amylase inhibitory activity of Senna surattensis. J Acupunct Meridian Stud. 2013;6:24–30.", "ArticleIdList": ["23433052"]}, {"Citation": "Adefegha SA, Oyeleye SI, Oboh G. Distribution of phenolic contents, antidiabetic potentials, antihypertensive properties, and antioxidative effects of soursop (Annona muricata L.) fruit parts in vitro. Biochem Res Int. 2015;2015:347673.", "ArticleIdList": ["PMC4693006", "26788368"]}, {"Citation": "Oboh G, Akinyemi AJ, Ademiluyi AO. Inhibition of α-amylase and α-glucosidase activities by ethanolic extract of Telfairia occidentalis (fluted pumpkin) leaf. Asian Pac J Trop Biomed. 2012;2:733–8.", "ArticleIdList": ["PMC3609380", "23570004"]}, {"Citation": "Kaur C, Kapoor HC. Antioxidants in fruits and vegetables - The millennium's health. Int J Food Sci Technol. 2008;36:703–25."}, {"Citation": "Umeno A, Horie M, Murotomi K, Nakajima Y, Yoshida Y. Antioxidative and antidiabetic effects of natural polyphenols and isoflavones. Molecules. 2016;21:708.", "ArticleIdList": ["PMC6274112", "27248987"]}, {"Citation": "Muruganathan U, Srinivasan S. Beneficial effect of carvone, a dietary monoterpene ameliorates hyperglycemia by regulating the key enzymes activities of carbohydrate metabolism in streptozotocin-induced diabetic rats. Biomed Pharmacother. 2016;84:1558–67.", "ArticleIdList": ["27876337"]}, {"Citation": "Muruganathan U, Srinivasan S, Indumathi D. Antihyperglycemic effect of carvone: Effect on the levels of glycoprotein components in streptozotocin-induced diabetic rats. J Acute Dis. 2013;2:310–5."}, {"Citation": "Elmastaş M, Dermirtas I, Isildak O, Aboul-Enein HY. Antioxidant activity of S-carvone isolated from spearmint (Mentha Spicata L. Fam Lamiaceae) J Liq Chromatogr Relat Technol. 2006;29:1465–75."}, {"Citation": "Mishra N. Haematological and hypoglycemic potential Anethum graveolens seeds extract in normal and diabetic swiss albino mice. Vet World. 2013;6:502."}, {"Citation": "Bicas JL, Neri-Numa IA, Ruiz AL, De Carvalho JE, Pastore GM. Evaluation of the antioxidant and antiproliferative potential of bioflavors. Food Chem Toxicol. 2011;49:1610–5.", "ArticleIdList": ["21540069"]}, {"Citation": "Sabir SM, Singh D, Rocha JB. In Vitro antioxidant activity of S-carvone isolated from Zanthoxylum alatum. Pharm Chem J. 2015;49:187–91."}, {"Citation": "Shalaby NM, Abd-Alla HI, Aly HF, Albalawy MA, Shaker KH, Bouajila J, et al. Preliminary in vitro and in vivo evaluation of antidiabetic activity of Ducrosia anethifolia Boiss. And its Linear furanocoumarins. Biomed Res Int. 2014;2014:480545.", "ArticleIdList": ["PMC3988972", "24800231"]}, {"Citation": "Saha S, Verma RJ. Antioxidant activity of polyphenolic extract of Terminalia chebula retzius fruits. J Taibah Univ Sci. 2014;10:805–12."}, {"Citation": "Nickavar B, Amin G. Enzyme assay guided isolation of an α-amylase inhibitor flavonoid from Vaccinium arctostaphylos leaves. Iran J Pharm Res. 2011;10:849–53.", "ArticleIdList": ["PMC3813050", "24250422"]}, {"Citation": "Yin Z, Zhang W, Feng F, Zhang Y, Kang W. α-Glucosidase inhibitors isolated from medicinal plants. Food Sci Hum Wellness. 2014;3:136–74."}, {"Citation": "Mirshafie B, Mokhber-Dezfouli N, Manayi A, Saeidnia S, Ajani Y, Gohari AR, et al. Alpha-amylase inhibitory activity and phytochemical study of Zhumeria majdae rech. F. And Wendelbo. Pharmacognosy Res. 2014;7:309–13.", "ArticleIdList": ["PMC4660508", "26692743"]}, {"Citation": "Soares-Bezerra RJ, Calheiros AS, da Silva Ferreira NC, da Silva Frutuoso V, Alves LA. Natural products as a source for new anti-inflammatory and analgesic compounds through the inhibition of purinergic P2X receptors. Pharmaceuticals (Basel) 2013;6:650–8.", "ArticleIdList": ["PMC3817725", "24276172"]}, {"Citation": "Koech SC, Ouko RO, Michael NM, Ireri MM, Ngugi MP, Njagi NM. Analgesic activity of dichloromethanolic root extract of Clutia abyssinica in swiss albino mice. Nat Prod Chem Res. 2017;5:255."}]}], "History": [{"Year": "2018", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29568191", "PMC5855377", "10.4103/pr.pr_55_17", "PR-10-72"]}}]}