{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant", "Basella alba", "blood", "gonads", "oxidative stress", "pancreas"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29568184", "DateRevised": {"Year": "2022", "Month": "03", "Day": "16"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/pr.pr_84_17"], "Journal": {"ISSN": "0976-4836", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2018", "Season": "Jan-Mar"}}, "Title": "Pharmacognosy research", "ISOAbbreviation": "Pharmacognosy Res"}, "ArticleTitle": "Antioxidant Activities of <i>Basella alba</i> Aqueous Leave Extract In Blood, Pancreas, and Gonadal Tissues of Diabetic Male Wistar Rats.", "Pagination": {"StartPage": "31", "EndPage": "36", "MedlinePgn": "31-36"}, "Abstract": {"AbstractText": ["Oxidative stress is frequently identified as a key element in the pathophysiology of many complications of diabetes mellitus, including reproductive complications. The antioxidant potential of medicinal plants have been suggested for therapeutic focus of diseases in recent reports.", "To investigate the effect of <i>Basella alba</i> (Ba) aqueous leave extract on diabetes-induced oxidative stress.", "Forty male Wistar rats (8-10 weeks) were randomly divided into four groups (<i>n</i> = 10) and treated as follows; Control (C + Ns) and Diabetic (D + Ns) animals received oral normal saline 0.5 ml/100 g body weight daily, while Healthy Treatment (H + Ba) and Diabetic Treatment (D + Ba) rats were given Ba extract at an oral dose of 200 mg/kg body weight daily. Treatment was by gavage and lasted 4 weeks in all groups. Diabetes was induced in D + Ns and D + Ba rats by single intraperitoneal injection of streptozotocin (55 mg/kg) and fasting blood sugar (FBS) recorded weekly in all rats afterwards. Animals were euthanized at the end of the experiment and blood samples, pancreas, testes, and epididymis were preserved for analysis of oxidative stress biomarkers.", "Oral administration of aqueous leave extract of Ba significantly (<i>P</i> < 0.0001) lowered FBS in D + Ba rats. There was significantly higher blood superoxide dismutase activity and serum ferric reducing antioxidant power, but lower serum concentration of conjugated dienes and thiobarbituric acid reactive substances in D + Ba compared to D + Ns rats (<i>P</i> < 0.05).", "Ba exerts antioxidant effects in the gonads by enhancing antioxidant parameters in circulating blood, but not necessarily in the gonadal tissues.", "Oral treatment of diabetic rats with aqueous leave extract of <i>Basella alba</i> exerts antioxidant effects in the gonads by enhancing antioxidant parameters in circulating blood, but not necessarily in the gonadal tissues. <b>Abbreviations Used:</b> AP - Antioxidant parameters, Ba - <i>Basella alba</i>, CAT - Catalase, CDs - Conjugated dienes, DM - Diabetes mellitus, FBS - Fasting blood sugar, FRAP - Ferric reducing antioxidant power, GSH - reduced glutathione, Ns - Normal saline, ORAC - oxygen radical antioxidant capacity, RNS - reactive nitrogen species, ROS - reactive oxygen species, SOD - superoxide dismutase, TAC - Total antioxidant capacity, TBARS - thiobarbituric acid reactive substances, TEAC - trolox equivalent antioxidant capacity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, Faculty of Health and Wellness Sciences, Cape Peninsula University of Technology, Bellville, Cape Town, South Africa."}], "LastName": "Arokoyo", "ForeName": "Dennis Seyi", "Initials": "DS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Medical Physiology, Faculty of Medicine and Health Sciences, Stellenbosch University, Tygerberg, South Africa."}], "LastName": "Oyeyipo", "ForeName": "Ibukun Peter", "Initials": "IP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Medical Physiology, Faculty of Medicine and Health Sciences, Stellenbosch University, Tygerberg, South Africa."}], "LastName": "Du Plessis", "ForeName": "Stefan Simon", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, Faculty of Health and Wellness Sciences, Cape Peninsula University of Technology, Bellville, Cape Town, South Africa."}], "LastName": "Aboua", "ForeName": "Yapo Guillaume", "Initials": "YG"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Pharmacognosy Res", "NlmUniqueID": "101558769", "ISSNLinking": "0974-8490"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Baynes JW, Thorpe SR. Role of oxidative stress in diabetic complications: A new perspective on an old paradigm. Diabetes. 1999;48:1–9.", "ArticleIdList": ["9892215"]}, {"Citation": "Ceriello A, Morocutti A, Mercuri F, Quagliaro L, Moro M, Damante G, et al. Defective intracellular antioxidant enzyme production in type 1 diabetic patients with nephropathy. Diabetes. 2000;49:2170–7.", "ArticleIdList": ["11118022"]}, {"Citation": "Telci A, Cakatay U, Salman S, Satman I, Sivas A. Oxidative protein damage in early stage type 1 diabetic patients. Diabetes Res Clin Pract. 2000;50:213–23.", "ArticleIdList": ["11106836"]}, {"Citation": "Matough FA, Budin SB, Hamid ZA, Alwahaibi N, Mohamed J. The role of oxidative stress and antioxidants in diabetic complications. Sultan Qaboos Univ Med J. 2012;12:5–18.", "ArticleIdList": ["PMC3286717", "22375253"]}, {"Citation": "Taheri E, Djalali M, Saedisomeolia A, Moghadam AM, Djazayeri A, Qorbani M, et al. The relationship between the activates of antioxidant enzymes in red blood cells and body mass index in Iranian type 2 diabetes and healthy subjects. J Diabetes Metab Disord. 2012;11:3.", "ArticleIdList": ["PMC3581104", "23497678"]}, {"Citation": "Halliwell B. Antioxidants in human health and disease. Annu Rev Nutr. 1996;16:33–50.", "ArticleIdList": ["8839918"]}, {"Citation": "Tiwari BK, Pandey KB, Abidi AB, Rizvi SI. Markers of oxidative stress during diabetes mellitus. J Biomark. 2013;2013:378790.", "ArticleIdList": ["PMC4437365", "26317014"]}, {"Citation": "Matés JM, Pérez-Gómez C, Núñez de Castro I. Antioxidant enzymes and human diseases. Clin Biochem. 1999;32:595–603.", "ArticleIdList": ["10638941"]}, {"Citation": "American Diabetes Association. Diagnosis and classification of diabetes mellitus. Diabetes Care. 2012;35(Suppl 1):S64–71.", "ArticleIdList": ["PMC3632174", "22187472"]}, {"Citation": "Asmat U, Abad K, Ismail K. Diabetes mellitus and oxidative stress - A concise review. Saudi Pharm J. 2016;24:547–53.", "ArticleIdList": ["PMC5059829", "27752226"]}, {"Citation": "American Diabetes Association. Diagnosis and classification of diabetes mellitus. Diabetes Care. 2009;32(Suppl 1):S62–7.", "ArticleIdList": ["PMC2613584", "19118289"]}, {"Citation": "Pandey KB, Mishra N, Rizvi SI. Protein oxidation biomarkers in plasma of type 2 diabetic patients. Clin Biochem. 2010;43:508–11.", "ArticleIdList": ["19941844"]}, {"Citation": "Haskins K, Bradley B, Powers K, Fadok V, Flores S, Ling X, et al. Oxidative stress in type 1 diabetes. Ann N Y Acad Sci. 2003;1005:43–54.", "ArticleIdList": ["14679039"]}, {"Citation": "Nowotny K, Jung T, Höhn A, Weber D, Grune T. Advanced glycation end products and oxidative stress in type 2 diabetes mellitus. Biomolecules. 2015;5:194–222.", "ArticleIdList": ["PMC4384119", "25786107"]}, {"Citation": "La Vignera S, Condorelli R, Vicari E, D'Agata R, Calogero AE. Diabetes mellitus and sperm parameters. J Androl. 2012;33:145–53.", "ArticleIdList": ["21474785"]}, {"Citation": "Jain GC, Jangir RN. Modulation of diabetes-mellitus-induced male reproductive dysfunctions in experimental animal models with medicinal plants. Pharmacogn Rev. 2014;8:113–21.", "ArticleIdList": ["PMC4127820", "25125884"]}, {"Citation": "Chan CH, Ngoh GC, Yusoff R. A brief review on anti diabetic plants: Global distribution, active ingredients, extraction techniques and acting mechanisms. Pharmacogn Rev. 2012;6:22–8.", "ArticleIdList": ["PMC3358964", "22654401"]}, {"Citation": "Bamidele O, Arokoyo DS, Akinnuga AM, Oluwarole AO. Antidiabetic effect of aqueous extract of Basella alba leaves and metformin in alloxan-induced diabetic albino rats. Afr J Biotechnol. 2014;13:2455–8."}, {"Citation": "Adhikari R, Kumar HN, Shruthi SD. A review of medicinal importance of Basella alba L. Int J Pharm Sci Drug Res. 2012;4:110–4."}, {"Citation": "Nantia EA, Moundipa PF, Monsees TK, Carreau S. Medicinal plants as potential male anti-infertility agents: A review. Andrologie. 2009;19:148–58."}, {"Citation": "Nantia EA, Travert C, Manfo FP, Carreau S, Monsees TK, Moundipa PF, et al. Effects of the methanol extract of Basella alba L (Basellaceae) on steroid production in Leydig cells. Int J Mol Sci. 2011;12:376–84.", "ArticleIdList": ["PMC3039958", "21339992"]}, {"Citation": "Iloki-Assanga SB, Lewis-Luján LM, Lara-Espinoza CL, Gil-Salido AA, Fernandez-Angulo D, Rubio-Pino JL, et al. Solvent effects on phytochemical constituent profiles and antioxidant activities, using four different extraction formulations for analysis of Bucida buceras L. And Phoradendron californicum. BMC Res Notes. 2015;8:396.", "ArticleIdList": ["PMC4553924", "26323940"]}, {"Citation": "Pournaghi P, Sadrkhanlou RA, Hasanzadeh S, Foroughi A. An investigation on body weights, blood glucose levels and pituitary-gonadal axis hormones in diabetic and metformin-treated diabetic female rats. Vet Res Forum. 2012;3:79–84.", "ArticleIdList": ["PMC4312800", "25653751"]}, {"Citation": "Asensi M, Sastre J, Pallardo FV, Lloret A, Lehner M, Garcia-de-la Asuncion J, et al. Ratio of reduced to oxidized glutathione as indicator of oxidative stress status and DNA damage. Methods Enzymol. 1999;299:267–76.", "ArticleIdList": ["9916205"]}, {"Citation": "Ellerby LM, Bredesen DE. Measurement of cellular oxidation, reactive oxygen species, and antioxidant enzymes during apoptosis. Methods Enzymol. 2000;322:413–21.", "ArticleIdList": ["10914037"]}, {"Citation": "Benzie IF, Strain JJ. Ferric reducing/antioxidant power assay: Direct measure of total antioxidant activity of biological fluids and modified version for simultaneous measurement of total antioxidant power and ascorbic acid concentration. Methods Enzymol. 1999;299:15–27.", "ArticleIdList": ["9916193"]}, {"Citation": "Re R, Pellegrini N, Proteggente A, Pannala A, Yang M, Rice-Evans C, et al. Antioxidant activity applying an improved ABTS radical cation decolorization assay. Free Radic Biol Med. 1999;26:1231–7.", "ArticleIdList": ["10381194"]}, {"Citation": "Cao G, Prior RL. Measurement of oxygen radical absorbance capacity in biological samples. Methods Enzymol. 1999;299:50–62.", "ArticleIdList": ["9916196"]}, {"Citation": "Recknagel RO, Glende EA., Jr Spectrophotometric detection of lipid conjugated dienes. Methods Enzymol. 1984;105:331–7.", "ArticleIdList": ["6727673"]}, {"Citation": "Esterbauer H, Cheeseman KH. Determination of aldehydic lipid peroxidation products: Malonaldehyde and 4-hydroxynonenal. Methods Enzymol. 1990;186:407–21.", "ArticleIdList": ["2233308"]}, {"Citation": "Olajire AA, Azeez L. Total antioxidant activity, phenolic, flavonoid and ascorbic acid contents of Nigerian vegetables. Afr J Food Sci Technol. 2011;2:22–9."}, {"Citation": "Pari L, Umamaheswari J. Antihyperglycaemic activity of Musa sapientum flowers: Effect on lipid peroxidation in alloxan diabetic rats. Phytother Res. 2000;14:136–8.", "ArticleIdList": ["10685115"]}, {"Citation": "Bajaj S, Khan A. Antioxidants and diabetes. Indian J Endocrinol Metab. 2012;16:S267–71.", "ArticleIdList": ["PMC3603044", "23565396"]}, {"Citation": "Shull S, Heintz NH, Periasamy M, Manohar M, Janssen YM, Marsh JP, et al. Differential regulation of antioxidant enzymes in response to oxidants. J Biol Chem. 1991;266:24398–403.", "ArticleIdList": ["1761541"]}, {"Citation": "Michiels C, Raes M, Toussaint O, Remacle J. Importance of se-glutathione peroxidase, catalase, and Cu/Zn-SOD for cell survival against oxidative stress. Free Radic Biol Med. 1994;17:235–48.", "ArticleIdList": ["7982629"]}, {"Citation": "Dias JP, Talbot S, Sénécal J, Carayon P, Couture R. Kinin B1 receptor enhances the oxidative stress in a rat model of insulin resistance: Outcome in hypertension, allodynia and metabolic complications. PLoS One. 2010;5:e12622.", "ArticleIdList": ["PMC2935380", "20830306"]}, {"Citation": "Zelen I, Djurdjevic P, Popovic S, Stojanovic M, Jakovljevic V, Radivojevic S, et al. Antioxidant enzymes activities and plasma levels of oxidative stress markers in B-chronic lymphocytic leukemia patients. J BUON. 2010;15:330–6.", "ArticleIdList": ["20658731"]}, {"Citation": "Sies H. Total antioxidant capacity: Appraisal of a concept. J Nutr. 2007;137:1493–5.", "ArticleIdList": ["17513413"]}, {"Citation": "Cao G, Russell RM, Lischner N, Prior RL. Serum antioxidant capacity is increased by consumption of strawberries, spinach, red wine or Vitamin C in elderly women. J Nutr. 1998;128:2383–90.", "ArticleIdList": ["9868185"]}, {"Citation": "Rubio CP, Hernández-Ruiz J, Martinez-Subiela S, Tvarijonaviciute A, Ceron JJ. Spectrophotometric assays for total antioxidant capacity (TAC) in dog serum: An update. BMC Vet Res. 2016;12:166.", "ArticleIdList": ["PMC4986369", "27526688"]}, {"Citation": "Winter JL, Barber LG, Freeman L, Griessmayr PC, Milbury PE, Blumberg JB, et al. Antioxidant status and biomarkers of oxidative stress in dogs with lymphoma. J Vet Intern Med. 2009;23:311–6.", "ArticleIdList": ["19210312"]}]}], "History": [{"Year": "2018", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29568184", "PMC5855370", "10.4103/pr.pr_84_17", "PR-10-31"]}}]}