{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acute Kidney Injury", "Alkaloids", "Anthraquinones", "Aristolochic Acids", "Chinese Herbal", "Chronic", "Drugs", "Fanconi Syndrome", "Flavonoids", "Glycosides", "Heavy", "Herbal Medicine", "Humans", "Incidence", "Medicinal", "Metals", "Neoplasms", "Nephrolithiasis", "Plants", "Renal Insufficiency", "Traditional Chinese Medicine", "chronic kidney disease", "kidney", "nephrotoxicity", "rhabdomyolysis"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29615394", "DateCompleted": {"Year": "2019", "Month": "12", "Day": "18"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "04", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.2215/CJN.11571017"], "Journal": {"ISSN": "1555-905X", "JournalIssue": {"Volume": "13", "Issue": "10", "PubDate": {"Year": "2018", "Month": "Oct", "Day": "08"}}, "Title": "Clinical journal of the American Society of Nephrology : CJASN", "ISOAbbreviation": "Clin J Am Soc Nephrol"}, "ArticleTitle": "Nephrotoxicity and Chinese Herbal Medicine.", "Pagination": {"StartPage": "1605", "EndPage": "1611", "MedlinePgn": "1605-1611"}, "Abstract": {"AbstractText": ["Chinese herbal medicine has been practiced for the prevention, treatment, and cure of diseases for thousands of years. Herbal medicine involves the use of natural compounds, which have relatively complex active ingredients with varying degrees of side effects. Some of these herbal medicines are known to cause nephrotoxicity, which can be overlooked by physicians and patients due to the belief that herbal medications are innocuous. Some of the nephrotoxic components from herbs are aristolochic acids and other plant alkaloids. In addition, anthraquinones, flavonoids, and glycosides from herbs also are known to cause kidney toxicity. The kidney manifestations of nephrotoxicity associated with herbal medicine include acute kidney injury, CKD, nephrolithiasis, rhabdomyolysis, Fanconi syndrome, and urothelial carcinoma. Several factors contribute to the nephrotoxicity of herbal medicines, including the intrinsic toxicity of herbs, incorrect processing or storage, adulteration, contamination by heavy metals, incorrect dosing, and interactions between herbal medicines and medications. The exact incidence of kidney injury due to nephrotoxic herbal medicine is not known. However, clinicians should consider herbal medicine use in patients with unexplained AKI or progressive CKD. In addition, exposure to herbal medicine containing aristolochic acid may increase risk for future uroepithelial cancers, and patients require appropriate postexposure screening."], "CopyrightInformation": "Copyright © 2018 by the American Society of Nephrology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nephrology, First Teaching Hospital of Tianjin University of Traditional Chinese Medicine, Tianjin, China."}, {"Identifier": [], "Affiliation": "International Renal Research Institute of Vicenza and."}], "LastName": "Yang", "ForeName": "Bo", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International Renal Research Institute of Vicenza and."}, {"Identifier": [], "Affiliation": "Department of Nephrology, Xin Hua Hospital Affiliated to Shanghai Jiaotong University School of Medicine, Shanghai, China."}], "LastName": "Xie", "ForeName": "Yun", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Integrative Medicine, Tianjin University of Traditional Chinese Medicine, Tianjin, China; and."}], "LastName": "Guo", "ForeName": "Maojuan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Nephrology, University of Virginia Health System, Charlottesville, Virginia."}], "LastName": "Rosner", "ForeName": "Mitchell H", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nephrology, First Teaching Hospital of Tianjin University of Traditional Chinese Medicine, Tianjin, China."}], "LastName": "Yang", "ForeName": "Hongtao", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International Renal Research Institute of Vicenza and."}, {"Identifier": [], "Affiliation": "Department of Nephrology, Dialysis and Transplantation, San Bortolo Hospital, Vicenza, Italy."}], "LastName": "Ronco", "ForeName": "Claudio", "Initials": "C"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Clin J Am Soc Nephrol", "NlmUniqueID": "101271570", "ISSNLinking": "1555-9041"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Kidney Diseases"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "WHO: WHO Traditional Medicine Strategy 2014-2023, December 2013. Available at: http://www.who.int/medicines/publications/traditional/trm_strategy14_23/en/. Accessed March 15, 2017"}, {"Citation": "Bardia A, Nisly NL, Zimmerman MB, Gryzlak BM, Wallace RB: Use of herbs among adults based on evidence-based indications: Findings from the National Health Interview Survey. Mayo Clin Proc 82: 561–566, 2007", "ArticleIdList": ["PMC1964882", "17493422"]}, {"Citation": "Fan T, Briggs J, Liu L, Lu A, Greef JVD, Xu A: The art and science of traditional medicine. Part 2: Multidisciplinary approaches for studying traditional medicine. Science 347: S27–S51, 2015"}, {"Citation": "Zhang Q, Zhu L, Lerberghe WV: The importance of traditional Chinese medicine services in health care provision in China. Univ Forum 2: 1–8, 2011"}, {"Citation": "Teng L, Zu Q, Li G, Yu T, Job KM, Yang X, Di L, Sherwin CM, Enioutina EY: Herbal medicines: Challenges in the modern world. Part 3: China and Japan. Expert Rev Clin Pharmacol 9: 1225–1233, 2016", "ArticleIdList": ["27232545"]}, {"Citation": "Luyckx VA: Nephrotoxicity of alternative medicine practice. Adv Chronic Kidney Dis 19: 129–141, 2012", "ArticleIdList": ["22578672"]}, {"Citation": "Xu X, Nie S, Liu Z, Chen C, Xu G, Zha Y, Qian J, Liu B, Han S, Xu A, Xu X, Hou FF: Epidemiology and clinical correlates of AKI in Chinese hospitalized adults. Clin J Am Soc Nephrol 10: 1510–1518, 2015", "ArticleIdList": ["PMC4559507", "26231194"]}, {"Citation": "Wang Y, Cui Z, Fan M: Hospital-acquired and community-acquired acute renal failure in hospitalized Chinese: A ten-year review. Ren Fail 29: 163–168, 2007", "ArticleIdList": ["17365931"]}, {"Citation": "Xu XL, Yang LJ, Jiang JG: Renal toxic ingredients and their toxicology from traditional Chinese medicine. Expert Opin Drug Metab Toxicol 12: 149–159, 2016", "ArticleIdList": ["26670420"]}, {"Citation": "Lv W, Piao JH, Jiang JG: Typical toxic components in traditional Chinese medicine. Expert Opin Drug Saf 11: 985–1002, 2012", "ArticleIdList": ["22992190"]}, {"Citation": "Lin JL, Ho YS: Flavonoid-induced acute nephropathy. Am J Kidney Dis 23: 433–440, 1994", "ArticleIdList": ["8128947"]}, {"Citation": "Boubaker K, Ounissi M, Brahmi N, Goucha R, Hedri H, Abdellah TB, El Younsi F, Maiz HB, Kheder A: Acute renal failure by ingestion of Euphorbia paralias. Saudi J Kidney Dis Transpl 24: 571–575, 2013", "ArticleIdList": ["23640634"]}, {"Citation": "Zhang WX, Zhang ZM, Zhang ZQ, Wang Y, Zhou W: Andrographolide induced acute kidney injury: Analysis of 26 cases reported in Chinese Literature. Nephrology (Carlton) 19: 21–26, 2014", "ArticleIdList": ["24148088"]}, {"Citation": "Lee JJ, Chen HC: Flavonoid-induced acute nephropathy by Cupressus funebris Endl (Mourning Cypress). Am J Kidney Dis 48: e81–e85, 2006", "ArticleIdList": ["17059987"]}, {"Citation": "Horoz M, Gok E, Genctoy G, Ozcan T, Olmaz R, Akca M, Kiykim A, Gurses I: Crataegus orientalis associated multiorgan hypersensitivity reaction and acute renal failure. Intern Med 47: 2039–2042, 2008", "ArticleIdList": ["19043257"]}, {"Citation": "Crataegus oxyacantha (Hawthorn). Monograph. Altern Med Rev 15: 164–167, 2010", "ArticleIdList": ["20807002"]}, {"Citation": "Debelle FD, Vanherweghem JL, Nortier JL: Aristolochic acid nephropathy: A worldwide problem. Kidney Int 74: 158–169, 2008", "ArticleIdList": ["18418355"]}, {"Citation": "Jadot I, Declèves AE, Nortier J, Caron N: An integrated view of aristolochic acid nephropathy: Update of the literature. Int J Mol Sci 18: E297, 2017", "ArticleIdList": ["PMC5343833", "28146082"]}, {"Citation": "Hong YT, Fu LS, Chung LH, Hung SC, Huang YT, Chi CS: Fanconi’s syndrome, interstitial fibrosis and renal failure by aristolochic acid in Chinese herbs. Pediatr Nephrol 21: 577–579, 2006", "ArticleIdList": ["16520953"]}, {"Citation": "Yang L, Li X, Wang H: Possible mechanisms explaining the tendency towards interstitial fibrosis in aristolochic acid-induced acute tubular necrosis. Nephrol Dial Transplant 22: 445–456, 2007", "ArticleIdList": ["17124284"]}, {"Citation": "Yang L, Su T, Li XM, Wang X, Cai SQ, Meng LQ, Zou WZ, Wang HY: Aristolochic acid nephropathy: Variation in presentation and prognosis. Nephrol Dial Transplant 27: 292–298, 2012", "ArticleIdList": ["21719716"]}, {"Citation": "Poon WT, Lai CK, Chan AYW: Aristolochic acid nephropathy: The Hong Kong perspective. Hong Kong J Nephrol 9: 7–14, 2007"}, {"Citation": "Chen D, Tang Z, Luo C, Chen H, Liu Z: Clinical and pathological spectrums of aristolochic acid nephropathy. Clin Nephrol 78: 54–60, 2012", "ArticleIdList": ["22732338"]}, {"Citation": "Nortier J, Pozdzik A, Roumeguere T, Vanherweghem JL: [Aristolochic acid nephropathy (“Chinese herb nephropathy”)]. Nephrol Ther 11: 574–588, 2015", "ArticleIdList": ["26515658"]}, {"Citation": "Katsoulieris E, Mabley JG, Samai M, Sharpe MA, Green IC, Chatterjee PK: Lipotoxicity in renal proximal tubular cells: Relationship between endoplasmic reticulum stress and oxidative stress pathways. Free Radic Biol Med 48: 1654–1662, 2010", "ArticleIdList": ["20363316"]}, {"Citation": "Declèves AÉ, Jadot I, Colombaro V, Martin B, Voisin V, Nortier J, Caron N: Protective effect of nitric oxide in aristolochic acid-induced toxic acute kidney injury: An old friend with new assets. Exp Physiol 101: 193–206, 2016", "ArticleIdList": ["26442795"]}, {"Citation": "Pozdzik AA, Salmon IJ, Husson CP, Decaestecker C, Rogier E, Bourgeade MF, Deschodt-Lanckman MM, Vanherweghem JL, Nortier JL: Patterns of interstitial inflammation during the evolution of renal injury in experimental aristolochic acid nephropathy. Nephrol Dial Transplant 23: 2480–2491, 2008", "ArticleIdList": ["18385385"]}, {"Citation": "Saito T, Tsuboi Y, Fujisawa G, Sakuma N, Honda K, Okada K, Saito K, Ishikawa S, Saito T: An autopsy case of licorice-induced hypokalemic rhabdomyolysis associated with acute renal failure: Special reference to profound calcium deposition in skeletal and cardiac muscle. Nippon Jinzo Gakkai Shi 36: 1308–1314, 1994", "ArticleIdList": ["7853765"]}, {"Citation": "Ishikawa S, Kato M, Tokuda T, Momoi H, Sekijima Y, Higuchi M, Yanagisawa N: Licorice-induced hypokalemic myopathy and hypokalemic renal tubular damage in anorexia nervosa. Int J Eat Disord 26: 111–114, 1999", "ArticleIdList": ["10349593"]}, {"Citation": "Gabardi S, Munz K, Ulbricht C: A review of dietary supplement-induced renal dysfunction. Clin J Am Soc Nephrol 2: 757–765, 2007", "ArticleIdList": ["17699493"]}, {"Citation": "Kwan TH, Tong MK, Leung KT, Lai CK, Poon WT, Chan YW, Lo WH, Au TC: Acute renal failure associated with prolonged intake of slimming pills containing anthraquinones. Hong Kong Med J 12: 394–397, 2006", "ArticleIdList": ["17028363"]}, {"Citation": "Blau JJ: Ephedrine nephrolithiasis associated with chronic ephedrine abuse. J Urol 160: 825, 1998", "ArticleIdList": ["9720557"]}, {"Citation": "Powell T, Hsu FF, Turk J, Hruska K: Ma-huang strikes again: Ephedrine nephrolithiasis. Am J Kidney Dis 32: 153–159, 1998", "ArticleIdList": ["9669437"]}, {"Citation": "Stahl CE, Borlongan CV, Szerlip M, Szerlip H: No pain, no gain--exercise-induced rhabdomyolysis associated with the performance enhancer herbal supplement ephedra. Med Sci Monit 12: CS81–CS84, 2006", "ArticleIdList": ["16940935"]}, {"Citation": "Drew AK, Whyte IM, Bensoussan A, Dawson AH, Zhu X, Myers SP: Chinese herbal medicine toxicology database: Monograph on Herba Asari, “xi xin”. J Toxicol Clin Toxicol 40: 169–172, 2002", "ArticleIdList": ["12126188"]}, {"Citation": "Nortier JL, Martinez MC, Schmeiser HH, Arlt VM, Bieler CA, Petein M, Depierreux MF, De Pauw L, Abramowicz D, Vereerstraeten P, Vanherweghem JL: Urothelial carcinoma associated with the use of a Chinese herb (Aristolochia fangchi). N Engl J Med 342: 1686–1692, 2000", "ArticleIdList": ["10841870"]}, {"Citation": "Shaw D: Toxicological risks of Chinese herbs. Planta Med 76: 2012–2018, 2010", "ArticleIdList": ["21077025"]}, {"Citation": "Xue X, Xiao Y, Gong L, Guan S, Liu Y, Lu H, Qi X, Zhang Y, Li Y, Wu X, Ren J: Comparative 28-day repeated oral toxicity of Longdan Xieganwan, Akebia trifoliate (Thunb.) koidz., Akebia quinata (Thunb.) Decne. and Caulis aristolochiae manshuriensis in mice. J Ethnopharmacol 119: 87–93, 2008", "ArticleIdList": ["18582552"]}, {"Citation": "Liu SH, Chuang WC, Lam W, Jiang Z, Cheng YC: Safety surveillance of traditional Chinese medicine: Current and future. Drug Saf 38: 117–128, 2015", "ArticleIdList": ["PMC4348117", "25647717"]}, {"Citation": "Miao JW, Liang SX, Wu Q, Liu J, Sun AS: Toxicology evaluation of realgar-containing niu-huang-jie-du pian as compared to arsenicals in cell cultures and in mice. ISRN Toxicol 2011: 250387, 2011", "ArticleIdList": ["PMC3658795", "23724280"]}, {"Citation": "Wang T, Guo R, Zhou G, Zhou X, Kou Z, Sui F, Li C, Tang L, Wang Z: Traditional uses, botany, phytochemistry, pharmacology and toxicology of Panax notoginseng (Burk.) F.H. Chen: A review. J Ethnopharmacol 188: 234–258, 2016", "ArticleIdList": ["27154405"]}, {"Citation": "De Smet PA: Herbal remedies. N Engl J Med 347: 2046–2056, 2002", "ArticleIdList": ["12490687"]}, {"Citation": "Vanherweghem LJ: Misuse of herbal remedies: The case of an outbreak of terminal renal failure in Belgium (Chinese herbs nephropathy). J Altern Complement Med 4: 9–13, 1998", "ArticleIdList": ["9553830"]}, {"Citation": "Isnard Bagnis C, Deray G, Baumelou A, Le Quintrec M, Vanherweghem JL: Herbs and the kidney. Am J Kidney Dis 44: 1–11, 2004", "ArticleIdList": ["15211432"]}, {"Citation": "Myhre MJ: Herbal remedies, nephropathies, and renal disease. Nephrol Nurs J 27: 473–478, 2000", "ArticleIdList": ["16649322"]}, {"Citation": "Chou WC, Wu CC, Yang PC, Lee YT: Hypovolemic shock and mortality after ingestion of Tripterygium wilfordii hook F.: A case report. Int J Cardiol 49: 173–177, 1995", "ArticleIdList": ["7628889"]}, {"Citation": "Brvar M, Ploj T, Kozelj G, Mozina M, Noc M, Bunc M: Case report: Fatal poisoning with Colchicum autumnale. Crit Care 8: R56–R59, 2004", "ArticleIdList": ["PMC420069", "14975056"]}, {"Citation": "Segasothy M, Swaminathan M, Kong NC, Bennett WM: Djenkol bean poisoning (djenkolism): An unusual cause of acute renal failure. Am J Kidney Dis 25: 63–66, 1995", "ArticleIdList": ["7810535"]}, {"Citation": "Dukes DC, Dukes HM, Gordon JA, Mynors JM, Weinberg RW, Davidson LA: Acute renal failure in Central Africa. The toxic effects of traditional African medicine. Cent Afr J Med 15: 71–78, 1969", "ArticleIdList": ["5798846"]}]}], "History": [{"Year": "2018", "Month": "4", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29615394", "PMC6218812", "10.2215/CJN.11571017", "01277230-201810000-00027"]}}]}