{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Inflammation", "Nasal congestion", "Nigella sativa seed fixed oil", "Pain", "Sinusitis"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29629288", "DateRevised": {"Year": "2023", "Month": "11", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "02", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.1016/j.imr.2018.01.005"], "Journal": {"ISSN": "2213-4220", "JournalIssue": {"Volume": "7", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Mar"}}, "Title": "Integrative medicine research", "ISOAbbreviation": "Integr Med Res"}, "ArticleTitle": "Natural therapeutic approach of <i>Nigella sativa</i> (Black seed) fixed oil in management of Sinusitis.", "Pagination": {"StartPage": "27", "EndPage": "32", "MedlinePgn": "27-32"}, "Abstract": {"AbstractText": ["Sinusitis is associated with inflammation and infections of air-filled cavities of sinuses. The aim of this study was to evaluate the potential efficacy of <i>Nigella sativa</i> seed fixed oil in management of sinusitis. The information was extracted from accessible international databases, traditional books, electronic resources, and unpublished data.", "The results of investigations on <i>N. sativa</i> seed fixed oil showed its therapeutic potential in treatment of sinusitis by its anti-inflammatory, antioxidant, antihistaminic, immune-modulator, antimicrobial and analgesic effects. The use of <i>N. sativa</i> seed fixed oil can inhibit the inflammation of sinuses and respiratory airways, microbial infections and finally help the patients suffering from clinical symptoms of sinusitis such as coryza, nasal congestion, headache, neck pain, earache and toothache. Clinical studies are required to evaluate its efficacy in patients with sinusitis in future."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Medicinal Plants Research Center of Barij, Kashan, Iran."}], "LastName": "Mahboubi", "ForeName": "Mohaddese", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Integr Med Res", "NlmUniqueID": "101612707", "ISSNLinking": "2213-4220"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "DeMuri G.P., Gern J.E., Moyer S.C., Lindstrom M.J., Lynch S.V., Wald E.R. Clinical features, virus identification, and sinusitis as a complication of upper respiratory tract illness in children ages 4-7 years. The Journal of pediatrics. 2016;171:133–139. e131.", "ArticleIdList": ["PMC4808614", "26787374"]}, {"Citation": "Anon J.B., Jacobs M.R., Poole M.D. Antimicrobial treatment guidelines for acute bacterial rhinosinusitis. Otolaryngology--head and neck surgery. 2004;130:1–45.", "ArticleIdList": ["PMC7118847", "14726904"]}, {"Citation": "Gwaltney J.M., Jr., Hendley J.O., Phillips C.D., Bass C.R., Mygind N., Winther B. Nose blowing propels nasal fluid into the paranasal sinuses. Clinical infectious diseases. 2000;30:387–391.", "ArticleIdList": ["10671347"]}, {"Citation": "Brook I., Yocum P., Shah K. Aerobic and anaerobic bacteriology of concurrent chronic otitis media with effusion and chronic sinusitis in children. Archives of otolaryngology--head & neck surgery. 2000;126:174–176.", "ArticleIdList": ["10680868"]}, {"Citation": "Ballivet de Regloix S., Maurin O., Crambert A., Genestier L., Bonfort G., Pons Y. Complications of sinusitis. Presse medicale (Paris, France: 1983). 2017", "ArticleIdList": ["28683957"]}, {"Citation": "Silverman M., Povitz M., Sontrop J.M. Antibiotic prescribing for nonbacterial acute upper respiratory infections in elderly persons. Annals of internal medicine. 2017;166:765–774.", "ArticleIdList": ["28492914"]}, {"Citation": "Fendrick A.M., Saint S., Brook I., Jacobs M.R., Pelton S., Sethi S. Diagnosis and treatment of upper respiratory tract infections in the primary care setting. Clinical therapeutics. 2001;23:1683–1706.", "ArticleIdList": ["11726004"]}, {"Citation": "Shakhova E.G. The role of topical glucocorticoids in the treatment of rhinosinusitis. Vestnik otorinolaringologii. 2017;82:70–73.", "ArticleIdList": ["28514369"]}, {"Citation": "Avicenna . Vol. 2. Soroosh Press; Tehran: 1988. (Qanoon dar Teb.)."}, {"Citation": "Yarnell E., Abascal K. Nigella sativa: Holy Herb of the Middle East. Alternative and Complementary Therapies. 2011;17:99–105."}, {"Citation": "Austin D.F. Jstor; 2008. Duke's Handbook of Medicinal Plants of the Bible."}, {"Citation": "Azimova S.S., Glushenkova A.I., Vinogradova V.I. Springer Science & Business Media; 2011. Lipids, lipophilic components and essential oils from plant sources:"}, {"Citation": "Khan M.T.H., Ather A. Vol 2. Elsevier; 2006. (Lead molecules from natural products: discovery and new trends)."}, {"Citation": "Tisserand R., Balacs T. Hartcourt Publishers Limited; London: Churchill Livingstone: 1999. Essential oil safety. A guide for health care professionals."}, {"Citation": "Cheikh-Rouhou S., Besbes S., Hentati B., Blecker C., Deroanne C., Attia H. Nigella sativa L.: Chemical composition and physicochemical characteristics of lipid fraction. Food Chem. 2007;101:673–681."}, {"Citation": "Lutterodt H., Luther M., Slavin M. Fatty acid profile, thymoquinone content, oxidative stability, and antioxidant properties of cold-pressed black cumin seed oils. LWT - Food Science and Technology. 2010;43:1409–1413."}, {"Citation": "Houghton P.J., Zarka R., de las Heras B., Hoult J. Fixed oil of Nigella sativa and derived thymoquinone inhibit eicosanoid generation in leukocytes and membrane lipid peroxidation. Planta Medica. 1995;61:33–36.", "ArticleIdList": ["7700988"]}, {"Citation": "Abdel-Aziz M., Abass A., Zalata K., Al-Galel T.A., Allam U., Karrouf G. Effect of dexamethasone and Nigella sativa on inducible nitric oxide synthase in the lungs of a murine model of allergic asthma. Iranian Journal of Allergy, Asthma and Immunology. 2014;13:324.", "ArticleIdList": ["25150073"]}, {"Citation": "Zaoui A., Cherrah Y., Mahassini N., Alaoui K., Amarouch H., Hassar M. Acute and chronic toxicity of Nigella sativa fixed oil. Phytomedicine. 2002;9:69–74.", "ArticleIdList": ["11924767"]}, {"Citation": "Malhotra S.K., 20 - Nigella A2, Peter K.V. Second edition. Woodhead Publishing; 2012. Handbook of Herbs and Spices; pp. 391–416."}, {"Citation": "El-Dakhakhny M., Madi N.J., Lembert N., Ammon H.P. Nigella sativa oil, nigellone and derived thymoquinone inhibit synthesis of 5-lipoxygenase products in polymorphonuclear leukocytes from rats. Journal of ethnopharmacology. 2002;81:161–164.", "ArticleIdList": ["12065147"]}, {"Citation": "Majdalawieh A.F., Fayyad M.W. Immunomodulatory and anti-inflammatory action of Nigella sativa and thymoquinone: A comprehensive review. International Immunopharmacology. 2015;28:295–304.", "ArticleIdList": ["26117430"]}, {"Citation": "Mahdavi R., Namazi N., Alizadeh M., Farajnia S. Nigella sativa oil with a calorie-restricted diet can improve biomarkers of systemic inflammation in obese women: A randomized double-blind, placebo-controlled clinical trial. Journal of clinical lipidology. 2016;10:1203–1211.", "ArticleIdList": ["27678438"]}, {"Citation": "Hadi V., Kheirouri S., Alizadeh M., Khabbazi A., Hosseini H. Effects of Nigella sativa oil extract on inflammatory cytokine response and oxidative stress status in patients with rheumatoid arthritis: a randomized, double-blind, placebo-controlled clinical trial. Avicenna journal of phytomedicine. 2016;6:34–43.", "ArticleIdList": ["PMC4884216", "27247920"]}, {"Citation": "Nikakhlagh S., Rahim F., Aryani F.H.N., Syahpoush A., Brougerdnya M.G., Saki N. Herbal treatment of allergic rhinitis: the use of Nigella sativa. Am J Otolaryngol. 2011;32:402–407.", "ArticleIdList": ["20947211"]}, {"Citation": "Gholamnezhad Z., Keyhanmanesh R., Boskabady M.H. Anti-inflammatory, antioxidant, and immunomodulatory aspects of Nigella sativa for its preventive and bronchodilatory effects on obstructive respiratory diseases: A review of basic and clinical evidence. J Funct Foods. 2015;17:910–927."}, {"Citation": "Sapmaz H.I., Sarsilmaz M., Godekmerdan A., Ogeturk M., Tas U., Kose E. Effects of formaldehyde inhalation on humoral immunity and protective effect of Nigella sativa oil: An experimental study. Toxicology and industrial health. 2016;32:1564–1569.", "ArticleIdList": ["25653037"]}, {"Citation": "Buyukozturk S., Gelincik A., Ozseker F. Nigella sativa (black seed) oil does not affect the T-helper 1 and T-helper 2 type cytokine production from splenic mononuclear cells in allergen sensitized mice. Journal of ethnopharmacology. 2005;100:295–298.", "ArticleIdList": ["16125022"]}, {"Citation": "Abbas A.T., Abdel-Aziz M.M., Zalata K.R., Abd Al-Galel Tel D. Effect of dexamethasone and Nigella sativa on peripheral blood eosinophil count, IgG1 and IgG2a, cytokine profiles and lung inflammation in murine model of allergic asthma. The Egyptian journal of immunology. 2005;12:95–102.", "ArticleIdList": ["16734144"]}, {"Citation": "Shahzad M., Yang X., Raza Asim M.B. Black seed oil ameliorates allergic airway inflammation by inhibiting T-cell proliferation in rats. Pulmonary Pharmacology and Therapeutics. 2009;22:37–43.", "ArticleIdList": ["19059494"]}, {"Citation": "Mansour M., Tornhamre S. Inhibition of 5-lipoxygenase and leukotriene C4 synthase in human blood cells by thymoquinone. Journal of enzyme inhibition and medicinal chemistry. 2004;19:431–436.", "ArticleIdList": ["15648658"]}, {"Citation": "El Gazzar M., El Mezayen R., Nicolls M.R., Marecki J.C., Dreskin S.C. Downregulation of leukotriene biosynthesis by thymoquinone attenuates airway inflammation in a mouse model of allergic asthma. Biochim Biophys Acta. 2006;1760:1088–1095.", "ArticleIdList": ["16624488"]}, {"Citation": "Keyhanmanesh R., Pejman L., Omrani H., Mirzamohammadi Z., Shahbazfar A.A. The effect of single dose of thymoquinone, the main constituents of Nigella sativa, in guinea pig model of asthma. Bioimpacts. 2014;4:75–81.", "ArticleIdList": ["PMC4097975", "25035850"]}, {"Citation": "Ebaid H., Dkhil M.A., Zahran W.S., El Feki M.A., Gabry M.S. Role of Nigella sativa in ameliorating chloramphenicol induced tissue damage in rats. Journal of Medicinal Plants Research. 2011;5:208–288."}, {"Citation": "Umar S., Shah M.A., Munir M.T. Synergistic effects of thymoquinone and curcumin on immune response and anti-viral activity against avian influenza virus (H9N2) in turkeys. Poultry science. 2016;95:1513–1520.", "ArticleIdList": ["26944958"]}, {"Citation": "Salem M.L., Hossain M.S. Protective effect of black seed oil from Nigella sativa against murine cytomegalovirus infection. International journal of immunopharmacology. 2000;22:729–740.", "ArticleIdList": ["10884593"]}, {"Citation": "Salem M.L., Hossain M.S. Protective effect of black seed oil from Nigella sativa against murine cytomegalovirus infection. International journal of immunopharmacology. 2000;22:729–740.", "ArticleIdList": ["10884593"]}, {"Citation": "Mahmoudvand H., Sepahvand A., Jahanbakhsh S., Ezatpour B., Ayatollahi Mousavi S.A. Evaluation of antifungal activities of the essential oil and various extracts of Nigella sativa and its main component, thymoquinone against pathogenic dermatophyte strains. Journal de mycologie medicale. 2014;24:e155–e161.", "ArticleIdList": ["25442918"]}, {"Citation": "Darakhshan S., Bidmeshki Pour A., Hosseinzadeh Colagar A., Sisakhtnezhad S. Thymoquinone and its therapeutic potentials. Pharmacological research. 2015;95-96:138–158.", "ArticleIdList": ["25829334"]}, {"Citation": "Forouzanfar F., Bazzaz B.S., Hosseinzadeh H. Black cumin (Nigella sativa) and its constituent (thymoquinone): a review on antimicrobial effects. Iranian journal of basic medical sciences. 2014;17:929–938.", "ArticleIdList": ["PMC4387228", "25859296"]}, {"Citation": "Al-Attass S.A., Zahran F.M., Turkistany S.A. Nigella sativa and its active constituent thymoquinone in oral health. Saudi medical journal. 2016;37:235–244.", "ArticleIdList": ["PMC4800885", "26905343"]}, {"Citation": "Hariharan P., Paul-Satyaseela M., Gnanamani A. In vitro profiling of antimethicillin-resistant Staphylococcus aureus activity of thymoquinone against selected type and clinical strains. Letters in applied microbiology. 2016;62:283–289.", "ArticleIdList": ["26743923"]}, {"Citation": "Al-Naggar T.B., Gomez-Serranillos M.P., Carretero M.E., Villar A.M. Neuropharmacological activity of Nigella sativa L. extracts. Journal of ethnopharmacology. 2003;88:63–68.", "ArticleIdList": ["12902052"]}, {"Citation": "Rushmi Z.T., Akter N., Mow R.J. The impact of formulation attributes and process parameters on black seed oil loaded liposomes and their performance in animal models of analgesia. Saudi Pharmaceutical Journal. 2017;25:404–412.", "ArticleIdList": ["PMC5357109", "28344496"]}, {"Citation": "Abdel-Fattah A.M., Matsumoto K., Watanabe H. Antinociceptive effects of Nigella sativa oil and its major component, thymoquinone, in mice. European journal of pharmacology. 2000;400:89–97.", "ArticleIdList": ["10913589"]}, {"Citation": "Ghourchian A., Hajimehdipoor H., Ara L. Essential oil and fixed oil content of Nigella sativa after a traditional medicine processing-a comparative study. Biological Forum. 2016;8:120–125."}, {"Citation": "Tauseef Sultan M., Butt M.S., Anjum F.M. Safety assessment of black cumin fixed and essential oil in normal Sprague Dawley rats: Serological and hematological indices. Food and chemical toxicology: an international journal published for the British Industrial Biological Research Association. 2009;47:2768–2775.", "ArticleIdList": ["19699773"]}, {"Citation": "Salim E.I., Fukushima S. Chemopreventive potential of volatile oil from black cumin (Nigella sativa L.) seeds against rat colon carcinogenesis. Nutr Cancer. 2003;45:195–202.", "ArticleIdList": ["12881014"]}, {"Citation": "Wadaan M.A.M. Long-term effects of black seed and garlic oil on the offspring of two consecutive pregnancies in rats. Journal of King Saud University - Science. 2009;21:155–161."}, {"Citation": "Abukhader M.M. Thymoquinone in the clinical treatment of cancer: Fact or fiction? Pharmacognosy reviews. 2013;7:117–120.", "ArticleIdList": ["PMC3841989", "24347919"]}, {"Citation": "Al-Ali A., Alkhawajah A.A., Randhawa M.A., Shaikh N.A. Oral and intraperitoneal LD50 of thymoquinone, an active principle of Nigella sativa, in mice and rats. Journal of Ayub Medical College, Abbottabad: JAMC. 2008;20:25–27.", "ArticleIdList": ["19385451"]}]}], "History": [{"Year": "2017", "Month": "10", "Day": "25"}, {"Year": "2018", "Month": "1", "Day": "9"}, {"Year": "2018", "Month": "1", "Day": "15"}, {"Year": "2018", "Month": "4", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "2", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29629288", "PMC5884000", "10.1016/j.imr.2018.01.005", "S2213-4220(17)30221-4"]}}]}