{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Orthosiphon aristatus", "Rotheca serrata", "Woodfordia floribunda", "anti-candidal", "antibacterial"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29656672", "DateCompleted": {"Year": "2018", "Month": "09", "Day": "19"}, "DateRevised": {"Year": "2020", "Month": "12", "Day": "09"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/13880209.2018.1462834"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "56", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "Screening of in vitro antimicrobial activity of plants used in traditional Indonesian medicine.", "Pagination": {"StartPage": "287", "EndPage": "293", "MedlinePgn": "287-293"}, "Abstract": {"AbstractText": ["In many regions of Indonesia, there are numerous traditional herbal preparations for treatment of infectious diseases. However, their antimicrobial potential has been poorly studied by modern laboratory methods.", "This study investigates in vitro antimicrobial activity of 49 ethanol extracts from 37 plant species used in Indonesian traditional medicine for treatment against Candida albicans, Enterococcus faecalis, Escherichia coli, Pseudomonas aeruginosa and Staphylococcus aureus.", "The plants were collected from the Biopharmaca collection garden, Bogor, Indonesia. The plant material was dried, finely grounded, extracted using ethanol, concentrated, and the dried residue was dissolved in 100% DMSO. Antimicrobial activity was determined in terms of a minimum inhibitory concentration (MIC) using a broth microdilution method in 96-well microplates.", "The extract of Orthosiphon aristatus (Blume) Miq. (Lamiaceae) leaf produced the strongest antimicrobial effect, inhibiting the growth of C. albicans (MIC 128 μg/mL), S. aureus (MIC 256 μg/mL), E. faecalis (MIC 256 μg/mL) and P. aeruginosa (MIC 256 μg/mL). The leaf extract of Woodfordia floribunda Salisb. (Lythraceae) also exhibited significant effect against C. albicans (MIC 128 μg/mL), S. aureus (MIC 256 μg/mL) and E. faecalis (MIC 256 μg/mL). Rotheca serrata (L.) Steane & Mabb. (Lamiaceae) leaf extract inhibited the growth of S. aureus (MIC 256 µg/mL) and C. albicans (MIC 256 µg/mL).", "The leaf extract of O. aristatus and W. floribunda exhibited a significant anti-candidal effect. Therefore, both of these plants can serve as prospective source materials for the development of new anti-candidal agents."]}, "AuthorList": [{"Identifier": ["0000-0002-1034-5817"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Department of Crop Sciences and Agroforestry, Faculty of Tropical AgriSciences , Czech University of Life Sciences Prague , Prague , Czech Republic."}], "LastName": "Romulo", "ForeName": "Andreas", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "b Department of Forest Resources Conservation and Ecotourism, Faculty of Forestry , Bogor Agricultural University , Bogor , Indonesia."}], "LastName": "Zuhud", "ForeName": "Ervizal A M", "Initials": "EAM"}, {"Identifier": ["0000-0002-6142-2309"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Department of Crop Sciences and Agroforestry, Faculty of Tropical AgriSciences , Czech University of Life Sciences Prague , Prague , Czech Republic."}], "LastName": "Rondevaldova", "ForeName": "Johana", "Initials": "J"}, {"Identifier": ["0000-0002-5677-692X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "a Department of Crop Sciences and Agroforestry, Faculty of Tropical AgriSciences , Czech University of Life Sciences Prague , Prague , Czech Republic."}], "LastName": "Kokoska", "ForeName": "Ladislav", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antifungal Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Solvents"}, {"RegistryNumber": "3K9958V90M", "NameOfSubstance": "Ethanol"}], "MeshHeadingList": [{"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Antifungal Agents"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Bacteria"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Candida albicans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ethanol"}, {"QualifierName": [], "DescriptorName": "Indonesia"}, {"QualifierName": ["chemistry"], "DescriptorName": "Lamiaceae"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["chemistry"], "DescriptorName": "Orthosiphon"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Solvents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Woodfordia"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdulah R. 2012. Antibiotic abuse in developing countries. Pharm Regulat Affairs: Open Access. 1:1–3."}, {"Citation": "Akiko KM, Hiroshi K, Fumiko K, Hisao E, Katsutoshi T, Shigetoshi K, Yasushi T, Tohru K.. 1992. Woodfruticosin (woodfordin C), a new inhibitor of DNA topoisomerase II. Biochem Pharmacol. 44:1961–1965.", "ArticleIdList": ["1333201"]}, {"Citation": "Alimboyoguen AB, Castro-Cruz D, Shen KA, Li CC, Ragasa CY WT.. 2014. Chemical constituents of the bark of Aleurites moluccana L. Willd. J Chem Pharm Res. 6:1318–1320."}, {"Citation": "Batubara I, Mitsunaga T, Ohashi H.. 2009. Screening antiacne potency of Indonesian medicinal plants: antibacterial, lipase inhibition, and antioxidant activities. J Wood Sci. 55:230–235."}, {"Citation": "Beers SJ. 2001. Jamu: the ancient Indonesian art of herbal healing. Singapore: Turtle Publishing."}, {"Citation": "Bhatt S, Weiss DJ, Cameron E, Bisanzio D, Mappin B, Dalrymple U, Battle K, Moyes CL, Henry A, Eckhoff PA, et al. . 2015. The effect of malaria control on Plasmodium falciparum in Africa between 2000 and 2015. Nature. 526:207–211.", "ArticleIdList": ["PMC4820050", "26375008"]}, {"Citation": "[CLSI] Clinical and Laboratory Standards Institute 2009. Methods for dilution antimicrobial susceptibility tests for bacteria that grow aerobically: approved standard M07-A8. 8th ed. Wayne: CLSI."}, {"Citation": "Cos P, Vlietinck AJ, Berghe D, Vanden Maes L.. 2006. Antimicrobial potential of natural products: how to develop a stronger in vitro “proof-of-concept.” J Ethnopharmacol. 106:290–302.", "ArticleIdList": ["16698208"]}, {"Citation": "Dai J, Mumper RJ.. 2010. Plant phenolics: extraction, analysis and their antioxidant and anticancer properties. Molecules. 15:7313–7352.", "ArticleIdList": ["PMC6259146", "20966876"]}, {"Citation": "Di XX, Wang SQ, Zhang XL, Wang B, Lou HX, Wang XN.. 2013. Diterpenoids from the aerial parts of Orthosiphon aristatus var. aristatus . Phytochem Lett. 6:412–417."}, {"Citation": "Dubey D, Patnaik R, Ghosh G.. 2014. In vitro antibacterial activity, gas chromatography mass spectrometry analysis of Woodfordia fruticosa Kurz. leaf extract and host toxicity testing with in vitro cultured lymphocytes from human umbilical cord blood. Osong Public Heal Res Perspect. 5:298–312.", "ArticleIdList": ["PMC4225590", "25389517"]}, {"Citation": "Farrell DJ, Jenkins SG, Brown SD, Patel M, Lavin BS, Klugman KP.. 2005. Emergence and spread of Streptococcus pneumoniae with ermB and mefA resistance. Emerg Infect Dis. 11:851–858.", "ArticleIdList": ["PMC3367592", "15963279"]}, {"Citation": "Ginsburg H, Deharo E.. 2011. A call for using natural compounds in the development of new antimalarial treatments – an introduction. Malaria J. 10:S1.", "ArticleIdList": ["PMC3059457", "21411010"]}, {"Citation": "Gohari AR, Saeidnia S, Malmir M, Hadjiakhoondi A, Ajani Y.. 2010. Flavones and rosmarinic acid from Salvia limbata . Nat Prod Res. 24:1902–1906.", "ArticleIdList": ["21108116"]}, {"Citation": "Golkar Z, Bagasra O, Gene Pace D.. 2014. Bacteriophage therapy: a potential solution for the antibiotic resistance crisis. J Infect Dev Count. 8:129–136.", "ArticleIdList": ["24518621"]}, {"Citation": "Grosvenor PW, Gothard PK, McWilliam NC, Supriono A, Gray DO.. 1995. Medicinal plants from Riau province, Sumatra, Indonesia, part 2: antibacterial and antifungal activity. J Ethnopharmacol. 45:97–111.", "ArticleIdList": ["7776665"]}, {"Citation": "Himmi SK, Humaedi MA, Astutik S.. 2014. Ethnobiological study of the plants used in the healing practices of an indigenous people Tau Taa Wana in Central Sulawesi, Indonesia. Proc Environ Sci. 20:841–846."}, {"Citation": "Ho CH, Noryati I, Sulaiman SF, Rosma A.. 2010. In vitro antibacterial and antioxidant activities of Orthosiphon stamineus Benth. extracts against food-borne bacteria. Food Chem. 122:1168–1172."}, {"Citation": "Hossain MA, Ismail Z, Rahman A, Kang SC.. 2008. Chemical composition and anti-fungal properties of the essential oils and crude extracts of Orthosiphon stamineus Benth. Ind Crops Prod. 27:328–334."}, {"Citation": "[IP] Indonesian Pharmacopoeia 2014. Pharmacopoeia of Indonesia. 5th ed. Jakarta: Ministry of Health Republic of Indonesia."}, {"Citation": "Kamazeri TSAT, Samah OA, Taher M, Susanti D, Qaralleh H.. 2012. Antimicrobial activity and essential oils of Curcuma aeruginosa, Curcuma mangga, and Zingiber cassumunar from Malaysia. Asian Pac J Trop Med. 5:202–209.", "ArticleIdList": ["22305785"]}, {"Citation": "Kusuma IW, Arung ET, Kim Y.. 2014. Antimicrobial and antioxidant properties of medicinal plants used by the Bentian tribe from Indonesia. Food Sci Hum Wellness. 3:191–196."}, {"Citation": "Levy SB. 2005. Antibiotic resistance—the problem intensifies. Adv Drug Deliv Rev. 57:1446–1450.", "ArticleIdList": ["15949867"]}, {"Citation": "Liu K, Abdullah AA, Huang M, Nishioka T, Altaf-Ul-Amin M, Kanaya S.. 2017. Novel approach to classify plants based on metabolite-content similarity. Biomed Res Int. 2017:5296729.", "ArticleIdList": ["PMC5253511", "28164123"]}, {"Citation": "Locher CP, Burch MT, Mower HF, Berestecky J, Davis H, Van Poel B, Lasure A, Berghe DAV, Vlietinck AJ.. 1995. Anti-microbial activity and anti-complement activity of extracts obtained from selected Hawaiian medicinal plants. J Ethnopharmacol. 49:23–32.", "ArticleIdList": ["8786654"]}, {"Citation": "Mitscher LA. 2005. Bacterial topoisomerase inhibitors: quinolone and pyridone antibacterial agents. Chem Rev. 105:559–592.", "ArticleIdList": ["15700957"]}, {"Citation": "Mujeeb F, Bajpai P, Pathak N.. 2014. Phytochemical evaluation, antimicrobial activity, and determination of bioactive components from leaves of Aegle marmelos . Biomed Res Int. 2014:497606.", "ArticleIdList": ["PMC4037574", "24900969"]}, {"Citation": "Neharkar V, Laware S.. 2013. Antibacterial and antifungal activity of hydro-alcoholic extract of Orthosiphon stamineus Benth. Int J Pharm Chem Sci. 2:713–715."}, {"Citation": "Nugraha AS, Keller PA.. 2011. Revealing indigenous Indonesian traditional medicine: anti-infective agents. Nat Prod Commun. 6:1953–1966.", "ArticleIdList": ["22312747"]}, {"Citation": "Olah NK, Radu L, Mogoşan C, Hanganu D, Gocan S.. 2003. Phytochemical and pharmacological studies on Orthosiphon stamineus Benth. (Lamiaceae) hydroalcoholic extracts. J Pharm Biomed Anal. 33:117–123.", "ArticleIdList": ["12946538"]}, {"Citation": "Philip K, Nurestri S, Sani W, Shin SK, Kumar S, Lai HS, Lee GS, Rahman S.. 2009. Antimicrobial activity of some medicinal plants from Malaysia. Am J Appl Sci. 6:1613–1617."}, {"Citation": "Pratiwi SUT, Lagendijk EL, Hertiani TD, Weert S, Cornellius AM, Van Den Hondel JJ.. 2015. Antimicrobial effects of Indonesian medicinal plants extracts on planktonic and biofilm growth of Pseudomonas aeruginosa and Staphylococcus aureus . J Hortic. 7:183–191."}, {"Citation": "Price JN, Morgan JW.. 2006. Variability in plant fitness influences range expansion of Leptospermum scoparium . Ecography. 29:623–631."}, {"Citation": "Rahmatullah M, Hossan S, Khatun A, Seraj S, Jahan R.. 2012. Medicinal plants used by various tribes of Bangladesh for treatment of malaria. Malaria Res Treatment. 2012:371798.", "ArticleIdList": ["PMC3270449", "22315700"]}, {"Citation": "Rashid MT, Yadav AS, Bajaj A, Lone AS.. 2013. An assessment of antibacterial potency of aqueous leaf extract of Clerodendrum serratum Linn. against pathogenic bacterial strains. Indo Am J Pharm Res. 3:1637–1644."}, {"Citation": "Renisheya JJMT, Johnson M, Mary Uthith M, Arthy A.. 2011. Antibacterial activity of ethanolic extracts of selected medicinal plants against human pathogens. Asian Pac J Trop Biomed. 1:S76–S78."}, {"Citation": "Riswan S, Sangat HR.. 2002. Jamu as traditional medicine in Java, Indonesia. South Pac Study. 23:1–10."}, {"Citation": "Riswan S, Yamada I.. 2006. A note on the progress of biodiversity research in Indonesia. Tropics. 15:249–258."}, {"Citation": "Roosita K, Kusharto CM, Sekiyama M, Fachrurozi Y, Ohtsuka R.. 2008. Medicinal plants used by the villagers of a Sundanese community in West Java, Indonesia. J Ethnopharmacol. 115:72–81.", "ArticleIdList": ["17961941"]}, {"Citation": "Salawu SO, Ogundare AO, Ola-Salawu BB, Akindahunsi AA.. 2011. Antimicrobial activities of phenolic containing extracts of some tropical vegetables. Afr J Pharm Pharmacol. 5:486–492."}, {"Citation": "Savithramma N, Ankanna S, Rao ML, Saradvathi J.. 2012. Studies on antimicrobial efficacy of medicinal tuberous shrub Talinum cuneifolium . J Environ Biol. 33:775–780.", "ArticleIdList": ["23360007"]}, {"Citation": "Silalahi M, Nisyawati Walujo EB, Supriatna J, Mangunwardoyo W.. 2015. The local knowledge of medicinal plants trader and diversity of medicinal plants in the Kabanjahe traditional market, North Sumatra, Indonesia. J Ethnopharmacol. 175:432–443.", "ArticleIdList": ["26435224"]}, {"Citation": "Stevensen C. 1999. Jamu: an Indonesian herbal tradition with a long past, a little known present and an uncertain future. Complement Ther Nurs Midwifery. 5:1–3.", "ArticleIdList": ["10639976"]}, {"Citation": "Sujarwo W, Keim AP, Savo V, Guarrera PM, Caneva G.. 2015. Ethnobotanical study of Loloh: traditional herbal drinks from Bali (Indonesia). J Ethnopharmacol. 169:34–48.", "ArticleIdList": ["25861955"]}, {"Citation": "\nThe Plant List \n2013; [accessed 2017 Feb 28]. http://www.theplantlist.org/."}, {"Citation": "Tu Y. 2011. The discovery of artemisinin (qinghaosu) and gifts from Chinese medicine. Nat Med. 17:1217–1220.", "ArticleIdList": ["21989013"]}, {"Citation": "Ulung G, Biofarmaka PS.. 2014. Healthy natural with herbs. Jakarta: Gramedia Pustaka Utama."}, {"Citation": "Veneziani RCS, Ambrósio SR, Martins CHG, Lemes DC, Oliveira LC.. 2017. Antibacterial potential of diterpenoids In: Rahman A, editor. Studies in natural products chemistry, vol. 54 1st ed. Amsterdam: Elsevier; p. 109–139."}, {"Citation": "Vijayan C, Adersh M, Reji SR.. 2013. Screening biological activities of Orthosiphon aristatus . Int J Adv Res. 5:594–600."}, {"Citation": "\n[WHO] World Health Organization \n2015a.  Indonesia: WHO statistical profile [Internet]; [accessed 2017 Mar 01]. http://www.who.int/gho/countries/idn.pdf."}, {"Citation": "[WHO] World Health Organization 2015b. Treatment of severe malaria – guidelines for the treatment of malaria. 3rd ed. Geneva: World Health Organization."}, {"Citation": "Wikaningtyas P, Sukandar EY.. 2016. The antibacterial activity of selected plants towards resistant bacteria isolated from clinical specimens. Asian Pac J Trop Biomed. 6:16–19."}, {"Citation": "Wright GD. 2014. Something old, something new: revisiting natural products in antibiotic drug discovery. Can J Microbiol. 60:147–154.", "ArticleIdList": ["24588388"]}, {"Citation": "Yoshida T, Chou T, Nitta A, Miyamoto K, Koshiura R, Okuda T.. 1990. Woodfordin C, a macro-ring hydrolyzable tannin dimer with antitumor activity, and accompanying dimers from Woodfordia fruticosa flowers. Chem Pharm Bull. 38:1211–1217.", "ArticleIdList": ["2393947"]}, {"Citation": "Zuhud EAM. 2009. The Indonesian tropical forest as buffer of natural medicine product for national healthy. J Bahan Alam Indo. 6:227–232 (in Indonesian)."}, {"Citation": "Zumsteg IS, Weckerle CS.. 2007. Bakera, a herbal steam bath for postnatal care in Minahasa (Indonesia): documentation of the plants used and assessment of the method. J Ethnopharmacol. 111:641–650.", "ArticleIdList": ["17293070"]}]}], "History": [{"Year": "2018", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29656672", "PMC6130619", "10.1080/13880209.2018.1462834"]}}]}