{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29725356", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "03", "Day": "14"}], "Language": ["eng"], "ELocationID": ["6849317", "10.1155/2018/6849317"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2018", "PubDate": {"Year": "2018"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Yerba Mate <i>(Ilex paraguariensis)</i> Beverage: Nutraceutical Ingredient or Conveyor for the Intake of Medicinal Plants? Evidence from Paraguayan Folk Medicine.", "Pagination": {"StartPage": "6849317", "MedlinePgn": "6849317"}, "Abstract": {"AbstractText": ["The use of medicinal plants mixed with yerba mate <i>(Ilex paraguariensis)</i> has been poorly studied in the ethnopharmacological literature so far. The Paraguayan Mestizo people have the longest tradition of using the yerba mate beverage, apart from the indigenous Guarani people. This study analyses the role of yerba mate and medicinal plants in the treatment of illnesses within Paraguayan folk medicine. The research was conducted among 100 Paraguayan migrants living in Misiones, Argentina, in 2014 and 2015. Yerba mate is not considered to be a medicinal plant by its own virtues but is culturally a very important type of medicinal plant intake. Ninety-seven species are employed in hot and cold versions of the yerba mate beverage. The most important species are as follows: <i>Allophylus edulis</i> (highest number of citations), <i>Aristolochia triangularis</i> (highest relative importance value), and <i>Achyrocline flaccida</i> and <i>Achyrocline tomentosa</i> (highest score by Index of Agreement on Species). The plants are used in the treatment of 18 medicinal categories, which include illnesses traditionally treated with plants: digestive system, humoral medicine, and relatively new health conditions such as diabetes, hypertension, and high levels of cholesterol. Newly incorporated medicinal plants, such as <i>Moringa oleifera,</i> are ingested predominantly or exclusively with the <i>mate</i> beverage."]}, "AuthorList": [{"Identifier": ["0000-0002-5643-3417"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Ethnology and Cultural Anthropology, University of Lodz, ul. Lindleya 3/5, 90-131 Lodz, Poland."}], "LastName": "Kujawska", "ForeName": "Monika", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Rosovsky R. Contribución a La Bibliografía De La Yerba Mate. Buenos Aires, Argentina: INTI; 1983."}, {"Citation": "Delacassa E., Bandoni A. L. El mate. Revista de Fitoterapia. 2001;1(4):257–265."}, {"Citation": "de Montenegro P. Edición de la Biblioteca Nacional de Buenos Aires. 1945."}, {"Citation": "Bracesco N., Sanchez A. G., Contreras V., Menini T., Gugliucci A. Recent advances on Ilex paraguariensis research: Minireview. Journal of Ethnopharmacology. 2011;136(3):378–384. doi: 10.1016/j.jep.2010.06.032.", "ArticleIdList": ["10.1016/j.jep.2010.06.032", "20599603"]}, {"Citation": "Millman H. Daily dose drinking maté in Asunción, Paraguay. Gastronomica: The Journal of Food and Culture. 2013;13(4):16–21. doi: 10.1525/gfc.2013.13.4.16.", "ArticleIdList": ["10.1525/gfc.2013.13.4.16"]}, {"Citation": "Burris K. P., Harte F. M., Michael Davidson P., Stewart C. N., Jr., Zivanovic S. Composition and bioactive properties of Yerba Mate (Ilex paraguariensis A. St.-Hil.): A review. Chilean Journal of Agricultural Research. 2012;72(2):268–274. doi: 10.4067/S0718-58392012000200016.", "ArticleIdList": ["10.4067/S0718-58392012000200016"]}, {"Citation": "Heck C. I., De Mejia E. G. Yerba mate tea (Ilex paraguariensis): a comprehensive review on chemistry, health implications, and technological considerations. Journal of Food Science. 2007;72(9):R138–R151. doi: 10.1111/j.1750-3841.2007.00535.x.", "ArticleIdList": ["10.1111/j.1750-3841.2007.00535.x", "18034743"]}, {"Citation": "Fersan E. N. Migration and Mashreq. Washington, DC, USA: The Middle East Institute; 2011. Syro-Lebanese migration (1880-present), push , and, pull , factors; pp. 13–17."}, {"Citation": "Albala K. Food Cultures of the World Encyclopaedia. Santa Barbara, Calif, USA: Bloomsbury Food Library; 2010.", "ArticleIdList": ["10.5040/9781474208642"]}, {"Citation": "Markowicz Bastos D. H., de Oliveira D. M., Lobato Teixeira Matsumoto R., de Oliveira Carvalho P., Lima Ribeiro M. Lima Ribeiro, “Yerba maté: Pharmacological properties, research and biotechnology. Medicinal and Aromatic Plant Science and Biotechnology. 2007;1:37–46."}, {"Citation": "Filip R., Lotito S. B., Ferraro G., Fraga C. G. Antioxidant activity of Ilex paraguariensis and related species. Nutrition Research. 2000;20(10):1437–1446. doi: 10.1016/S0271-5317(00)80024-X.", "ArticleIdList": ["10.1016/S0271-5317(00)80024-X"]}, {"Citation": "Filip R., López P., Giberti G., Coussio J., Ferraro G. Phenolic compounds in seven South American Ilex species. Fitoterapia. 2001;72(7):774–778. doi: 10.1016/S0367-326X(01)00331-8.", "ArticleIdList": ["10.1016/S0367-326X(01)00331-8", "11677016"]}, {"Citation": "Heinrichs R., Malavolta E. Composição mineral do produto comercial da erva-mate (Ilex paraguariensis St. Hil.) Ciência Rural. 2001;31(5):781–785. doi: 10.1590/S0103-84782001000500007.", "ArticleIdList": ["10.1590/S0103-84782001000500007"]}, {"Citation": "Andersen T., Fogh J. Weight loss and delayed gastric emptying following a South American herbal preparation in overweight patients. Journal of Human Nutrition and Dietetics. 2001;14(3):243–250. doi: 10.1046/j.1365-277X.2001.00290.x.", "ArticleIdList": ["10.1046/j.1365-277X.2001.00290.x", "11424516"]}, {"Citation": "Pittler M. H., Ernst E. Dietary supplements for body-weight reduction: a systematic review. American Journal of Clinical Nutrition. 2004;79(4):529–536. doi: 10.1093/ajcn/79.4.529.", "ArticleIdList": ["10.1093/ajcn/79.4.529", "15051593"]}, {"Citation": "Schinella G., Fantinelli J. C., Mosca S. M. Cardioprotective effects of Ilex paraguariensis extract: Evidence for a nitric oxide-dependent mechanism. Clinical Nutrition. 2005;24(3):360–366. doi: 10.1016/j.clnu.2004.11.013.", "ArticleIdList": ["10.1016/j.clnu.2004.11.013", "15869828"]}, {"Citation": "Görgen M., Turatti K., Medeiros A. R., et al. Aqueous extract of Ilex paraguariensis decreases nucleotide hydrolysis in rat blood serum. Journal of Ethnopharmacology. 2005;97(1):73–77. doi: 10.1016/j.jep.2004.10.015.", "ArticleIdList": ["10.1016/j.jep.2004.10.015", "15652278"]}, {"Citation": "Filip R., Sebastian T., Ferraro G., Anesini C. Effect of Ilex extracts and isolated compounds on peroxidase secretion of rat submandibulary glands. Food and Chemical Toxicology. 2007;45(4):649–655. doi: 10.1016/j.fct.2006.10.014.", "ArticleIdList": ["10.1016/j.fct.2006.10.014", "17141390"]}, {"Citation": "De Morais E. C., Stefanuto A., Klein G. A., et al. Consumption of yerba mate (ilexparaguariensis) improves serum lipid parameters in healthy dyslipidemic subjects and provides an additional LDL-cholesterol reduction in individuals on statin therapy. Journal of Agricultural and Food Chemistry. 2009;57(18):8316–8324. doi: 10.1021/jf901660g.", "ArticleIdList": ["10.1021/jf901660g", "19694438"]}, {"Citation": "Prado Martin J. G., Porto E., de Alencar S. M., da Glória E. M., Corrêa C. B., Ribeiro Cabral I. S. Antimicrobial activity of yerba mate (Ilex paraguariensis St. Hil.) against food pathogens. Revista Argentina de Microbiología. 2013;45(2):93–98. doi: 10.1016/S0325-7541(13)70006-3.", "ArticleIdList": ["10.1016/S0325-7541(13)70006-3", "23876271"]}, {"Citation": "Martínez G. J. Las plantas en la medicina tradicional de las Sierras de Córdoba. Córdoba, Argentina: Museo de Antropología; 2015. Las plantas en la medicina tradicional de las Sierras de Córdoba, Museo de Antropología."}, {"Citation": "Dickel M. L., Rates S. M. K., Ritter M. R. Plants popularly used for loosing weight purposes in Porto Alegre, South Brazil. Journal of Ethnopharmacology. 2007;109(1):60–71. doi: 10.1016/j.jep.2006.07.003.", "ArticleIdList": ["10.1016/j.jep.2006.07.003", "16963210"]}, {"Citation": "Schmeda-Hirschmann G., Bordas E. Paraguayan medicinal compositae. Journal of Ethnopharmacology. 1990;28(2):163–171. doi: 10.1016/0378-8741(90)90026-P.", "ArticleIdList": ["10.1016/0378-8741(90)90026-P", "2329807"]}, {"Citation": "Kujawska M., Zamudio F., Hilgert N. I. Honey-based mixtures used in home medicine by nonindigenous population of Misiones, Argentina. Evidence-Based Complementary and Alternative Medicine. 2012;2012:15. doi: 10.1155/2012/579350.579350", "ArticleIdList": ["10.1155/2012/579350", "PMC3270538", "22315632"]}, {"Citation": "Scarpa G. F. Las plantas en la vida de los criollos del oeste formoseño. Medicina, ganadería, alimentación y viviendas tradicionales. Buenos Aires, Argentina: Asociación Civil Rumbo Sur; 2012."}, {"Citation": "Goyke N. Traditional medicinal use in Chamorro Cué, Gral. E. Aquino, San Pedro, Paraguay [M. S. thesis] Dissertations, Master’s Theses and Master’s Reports, Michigan Technological University; 2017."}, {"Citation": "Arenas P., Azorero R. Plants of common use in Paraguayan folk medicine for regulating fertility. Economic Botany. 1977;31(3):298–300. doi: 10.1007/BF02866879.", "ArticleIdList": ["10.1007/BF02866879", "12336417"]}, {"Citation": "Basualdo I., Zardini E., Ortiz M. Medicinal plants of Paraguay: Underground organs. Economic Botany. 1991;45(1):86–96. doi: 10.1007/BF02860052.", "ArticleIdList": ["10.1007/BF02860052"]}, {"Citation": "Basualdo I., Zardini E. M., Ortiz M. Medicinal plants of Paraguay: Underground Organs, II. Economic Botany. 1995;49(4):387–394. doi: 10.1007/BF02863089.", "ArticleIdList": ["10.1007/BF02863089"]}, {"Citation": "Moreno N. B. Suplemento Antropológico, Revsta de Centro de Estudios Antropológicos. Vol. 42. Asunción, Paraguay: 2007. The role of the medicinal plants in rural Paraguayan livelihoods reasons for extensive medicinal plant use in Paraguay; pp. 1–159."}, {"Citation": "Kujawska M., Jiménez-Escobar N. D., Nolan J. M., Arias-Mutis D. Cognition, culture and utility: Plant classification by Paraguayan immigrant farmers in Misiones, Argentina. Journal of Ethnobiology and Ethnomedicine. 2017;13(1, article no. 42) doi: 10.1186/s13002-017-0169-4.", "ArticleIdList": ["10.1186/s13002-017-0169-4", "PMC5526315", "28743302"]}, {"Citation": "Da Ponte E., Roch M., Leinenkugel P., Dech S., Kuenzer C. Paraguay's Atlantic Forest cover loss – Satellite-based change detection and fragmentation analysis between 2003 and 2013. Applied Geography. 2017;79:37–49. doi: 10.1016/j.apgeog.2016.12.005.", "ArticleIdList": ["10.1016/j.apgeog.2016.12.005"]}, {"Citation": "Campanello P. I., Montti L., Mac Donagh P., Goldstein G. Reduced-impact logging and post-harvest management in the Atlantic Forest of Argentina: Alternative approaches to enhance regeneration and growth of canopy trees. Forest Management. 2009:39–60."}, {"Citation": "Galindo-Leal C., Câmara I. G. Atlantic Forest Hotspot Status: An Overview. In: Galindo-Leal C., Câmara I. G., Galindo-Leal and I. G., editors. The Atlantic Forest of South: biodiversity status, threats, and outlook. Washington, DC, USA: Island Press; 2003. pp. 3–11."}, {"Citation": "Kujawska M., Hilgert N. I., Keller H. A., Gil G. Medicinal plant diversity and inter-cultural interactions between indigenous guarani, criollos and polish migrants in the subtropics of Argentina. PLoS ONE. 2017;12(1) doi: 10.1371/journal.pone.0169373.e0169373", "ArticleIdList": ["10.1371/journal.pone.0169373", "PMC5226798", "28076407"]}, {"Citation": "Service E. R. Spanish-Guarani relations in early colonial. Ann Arbor, Mich, USA: University of Michigan Press; 1954."}, {"Citation": "Gawryciki M. F. Historia Paragwaju [History of Paraguay] Biblioteka Iberyjska, Warszawa, 2016."}, {"Citation": "Bennett B. C., Prance G. T. Introduced plants in the indigenous pharmacopoeia of northern South America. Economic Botany. 2000;54(1):90–102. doi: 10.1007/BF02866603.", "ArticleIdList": ["10.1007/BF02866603"]}, {"Citation": "Foster G. M. Relationships between Spanish and Spanish-American Folk Medicine. Journal of American Folklore. 1953;66(261):p. 201. doi: 10.2307/537230.", "ArticleIdList": ["10.2307/537230"]}, {"Citation": "Messer E. The hot and cold in mesoamerican indigenous and hispanicized thought. Social Science & Medicine. 1987;25(4):339–346. doi: 10.1016/0277-9536(87)90272-3.", "ArticleIdList": ["10.1016/0277-9536(87)90272-3", "3317874"]}, {"Citation": "INDEC. Instituto Geográfico Nacional (IGN) 2010.   http://www.sig.indec.gov.ar/censo2010/,web."}, {"Citation": "Quinlan M. Considerations for collecting freelists in the field: examples from ethobotany. Field Methods. 2005;17(3):219–234."}, {"Citation": "Vandebroek I. The Dual Intracultural and Intercultural Relationship between Medicinal Plant Knowledge and Consensus. Economic Botany. 2010;64(4):303–317. doi: 10.1007/s12231-010-9135-y.", "ArticleIdList": ["10.1007/s12231-010-9135-y"]}, {"Citation": "Trotter R., Logan M. Informant consensus: a new approach for identifying potentially effective medicinal plants. In: Etkin N. L., editor. Plants in Indigenous Medicine and Diet: Biobehavioral approaches. Bedford Hills, NY, USA: Redgrave Publishers; 1986. pp. 91–112."}, {"Citation": "Goldenberg D., Golz A., Joachims H. Z. The beverage maté: A risk factor for cancer of the head and neck. Head & Neck. 2003;25(7):595–601. doi: 10.1002/hed.10288.", "ArticleIdList": ["10.1002/hed.10288", "12808663"]}, {"Citation": "Bates M. N., Hopenhayn C., Rey O. A., Moore L. E. Bladder cancer and mate consumption in Argentina: A case-control study. Cancer Letters. 2007;246(1-2):268–273. doi: 10.1016/j.canlet.2006.03.005.", "ArticleIdList": ["10.1016/j.canlet.2006.03.005", "16616809"]}, {"Citation": "Arisawa M., Morinaga Y., Nishi Y., et al. Chemical and pharmaceutical studies on medicinal plants in Paraguay. Constituents of angiotensin converting enzyme inhibitory fraction from 'Cocu', Allophylus edulis Radlk. Japanese Journal of Pharmacology. 1989;43(1):78–80."}, {"Citation": "Lorca G. L., Gonzalez S., Riglos F. G. A., Vero J. R. Evaluation of the cytological parameters induced by aqueous extracts of seven plants used as hypertensive in Argentina folk medicine. Acta Farmacéutica Bonaerense. 2002;21:37–42."}, {"Citation": "Mongelli E., Pampuro S., Coussio J., Salomon H., Ciccia G. Cytotoxic and DNA interaction activities of extracts from medicinal plants used in Argentina. Journal of Ethnopharmacology. 2000;71(1-2):145–151. doi: 10.1016/S0378-8741(99)00195-6.", "ArticleIdList": ["10.1016/S0378-8741(99)00195-6", "10904157"]}, {"Citation": "De Souza G. C., Haas A. P. S., Von Poser G. L., Schapoval E. E. S., Elisabetsky E. Ethnopharmacological studies of antimicrobial remedies in the south of Brazil. Journal of Ethnopharmacology. 2004;90(1):135–143. doi: 10.1016/j.jep.2003.09.039.", "ArticleIdList": ["10.1016/j.jep.2003.09.039", "14698521"]}, {"Citation": "Heinrich M., Chan J., Wanke S., Neinhuis C., Simmonds M. S. J. Local uses of Aristolochia species and content of nephrotoxic aristolochic acid 1 and 2-A global assessment based on bibliographic sources. Journal of Ethnopharmacology. 2009;125(1):108–144. doi: 10.1016/j.jep.2009.05.028.", "ArticleIdList": ["10.1016/j.jep.2009.05.028", "19505558"]}, {"Citation": "Lopes L. M. X., Bolzani V. D. S., Trevisan L. M. V., Grigolli T. M. Terpenes from Aristolochia triangularis. Phytochemistry. 1990;29(2):660–662. doi: 10.1016/0031-9422(90)85139-7.", "ArticleIdList": ["10.1016/0031-9422(90)85139-7"]}, {"Citation": "Ambros M. L., De Siqueira N. S. Phytochemical study of Aristolochia triangularis. Revista Brasileira de Farmácia. 1971;52:125–129."}, {"Citation": "Ambros M. L., De Siqueira N. S. Aristolochic acid in Aristolochia Triangularis. Revista Brasileira de Farmácia. 1971;52:61–63."}, {"Citation": "García G., Cavallaro L., Broussalis A., Ferraro G., Martino V., Campos R. Biological and chemical characterization of the fraction with antiherpetic activity from Achyrocline flaccida. Planta Medica. 1999;65(4):343–346. doi: 10.1055/s-1999-14061.", "ArticleIdList": ["10.1055/s-1999-14061", "10364841"]}, {"Citation": "Gutkind G., Norbedo C., Mollerach M., Ferraro G., Coussio J. D., de Torres R. Antibacterial activity of achyrocline flaccida. Journal of Ethnopharmacology. 1984;10(3):319–321. doi: 10.1016/0378-8741(84)90019-9.", "ArticleIdList": ["10.1016/0378-8741(84)90019-9", "6431197"]}, {"Citation": "Lopez P. G., Ferraro G. E., Broussalis A. M. Determination of caffeoyl derivatives content in South American species of the genus Achyrocline. Farmacéutica Bonaerense. 2006;25:571–573."}, {"Citation": "Ferraro G. E., Martino V. S., Villar S. I., Coussio J. D. Flavonoids from Achyrocline tomentosa. Journal of Natural Products. 1985;48(5):817–818. doi: 10.1021/np50041a019.", "ArticleIdList": ["10.1021/np50041a019"]}, {"Citation": "Del Vitto L. A., Petenatti E. M., Petenatti M. E., Mazza S. M., Marchevsky E. J. Major and trace elements contents in crude drug and infusions of two South American species of Achyrocline (Asteraceae) named \"marcelas\". Latin American Journal of Pharmacy. 2009;28(4):552–559."}, {"Citation": "Pin A., González G., Marin G., et al. In: Plantas medicinales del Jardín Botánico de Asunción. Pin A., Céspedes G., editors. Asunción, Paraguay: 2009."}, {"Citation": "Anwar F., Latif S., Ashraf M., Gilani A. H. Moringa oleifera: a food plant with multiple medicinal uses. Phytotherapy Research. 2007;21(1):17–25. doi: 10.1002/ptr.2023.", "ArticleIdList": ["10.1002/ptr.2023", "17089328"]}, {"Citation": "Gupta R., Mathur M., Bajaj V. K., et al. Evaluation of antidiabetic and antioxidant activity of Moringa oleifera in experimental diabetes. Journal of Diabetes. 2012;4(2):164–171. doi: 10.1111/j.1753-0407.2011.00173.x.", "ArticleIdList": ["10.1111/j.1753-0407.2011.00173.x", "22103446"]}, {"Citation": "Pari L., Latha M. Antidiabetic effect of Scopariadulcis: Effect on lipid peroxidation in streptozotocin diabetes. General Physiology and Biophysics. 2005;24:13–26.", "ArticleIdList": ["15900084"]}, {"Citation": "da Silva L., Onki G. H., Agripino D. G., et al. Bicyclogermacrene, resveratrol and antifungal activity on leaf extracts from Cissusverticillata. Revista Brasileira. 2007;17:361–367."}, {"Citation": "Auricchio M. T., Bacchi E. M. Eugenia uniflora L. <Brazilian cherry> leaves: pharmacobotanical, chemical and pharmacological properties. Revista do Instituto Adolfo Lutz. 2003;62:55–61."}, {"Citation": "Ferro E., Schinini A., Maldonado M., Rosner J., Hirschmann G. S. Eugenia uniflora leaf extract and lipid metabolism in Cebus apella monkeys. Journal of Ethnopharmacology. 1988;24(2-3):321–325. doi: 10.1016/0378-8741(88)90161-4.", "ArticleIdList": ["10.1016/0378-8741(88)90161-4", "3253496"]}]}], "History": [{"Year": "2017", "Month": "11", "Day": "29"}, {"Year": "2018", "Month": "2", "Day": "7"}, {"Year": "2018", "Month": "5", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "3", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["29725356", "PMC5872613", "10.1155/2018/6849317"]}}]}