{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotanical surveys", "India", "Irula tribes"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29740242", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "10", "Day": "19"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2016.10.011"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "25", "Issue": "4", "PubDate": {"Year": "2018", "Month": "May"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Ethnomedicinal assessment of Irula tribes of Walayar valley of Southern Western Ghats, India.", "Pagination": {"StartPage": "760", "EndPage": "775", "MedlinePgn": "760-775"}, "Abstract": {"AbstractText": ["The present study was aimed to explore the traditional knowledge of Irula tribal people who are practicing herbal medicine in Walayar valley, the Southern Western Ghats, India. A total number of 146 species of plants distributed in 122 genera belonging to 58 families were identified as commonly used ethnomedicinal plants by them. Interestingly, 26 new claims were also made in the present study. Through the data obtained from Irula tribal healers, the herbs were mostly used for medicine (40.4%) followed by trees (26.7%) and climbers (18.5%). In addition leaves were highly used for medicinal purposes, collected from 55 species (38%) followed by multiple parts from 18 species (12%). <i>Acorus calamus</i> is the species of higher use value (1.80) assessed to be prescribed most commonly for the treatment of cough. High informant consensus factor (1.0) obtained for insecticidal uses and cooling agent indicates that the usage of <i>Canarium strictum</i> and <i>Melia dubia</i>, and <i>Mimosa pudica</i> and <i>Sesamum indicum</i> respectively for that purposes had obtained high degree of agreement among the healers in using these species for the respective purposes. The most commonly used method of preparation was decoction (63%) followed by raw form (23%), paste (12%) and powder (2%). Therefore, it is suggested to take-up pharmacological and phytochemical studies to evaluate the species to confirm the traditional knowledge of Irulas on medicinal plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PG and Research Department of Botany, Kongunadu Arts and Science College, Coimbatore 641029, India."}], "LastName": "Venkatachalapathi", "ForeName": "Arjunan", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PG and Research Department of Botany, Kongunadu Arts and Science College, Coimbatore 641029, India."}], "LastName": "Sangeeth", "ForeName": "Thekkan", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Ali", "ForeName": "Mohammad Ajmal", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "R & D, Bharthiar University, Coimbatore 641046, India."}], "LastName": "Tamilselvi", "ForeName": "Sulur Senniyappan", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PG and Research Department of Botany, Kongunadu Arts and Science College, Coimbatore 641029, India."}], "LastName": "Paulsamy", "ForeName": "Subramaniyam", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Al-Hemaidc", "ForeName": "Fahad M A", "Initials": "FMA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abraham Z. Ethnobotany of the Todas, the Kotas and the Irulas of Nilgiris. In: Jain S.K., editor. Glimpses of Indian Ethnobotany. Oxford & IBA Publishing Co.; New Delhi: 1981. pp. 308–320."}, {"Citation": "Ahirwar R.K. A survey of medicinal plants used by tribals of Anuppur District, Central India. Indian J. Appl. Pure Biol. 2010;25:227–230."}, {"Citation": "Amjad M.S., Arshad M., Qureshi R. Ethnobotanical inventory and folk uses of indigenous plants from Pir Nasoora National Park, Azad Jammu and Kashmir. Asian Pac. J. Trop. Biomed. 2015;5:234–241."}, {"Citation": "Arunachalam K., Parimelazhagan T. Ethnobotanical observations among Hooralis tribes in Kadambur hills (Kalkadambur), Erode District, Tamil Nadu. Global J. Pharmacol. 2011;5:117–121."}, {"Citation": "Ayyanar M., Ignacimuthu S. Ethnobotanical survey of medicinal plants commonly used by Kani tribals in Tirunelveli hills of Western Ghats. India. J. Ethnopharmacol. 2011;134:851–864.", "ArticleIdList": ["21291981"]}, {"Citation": "Bahmani M., Zargaran A., Rafieian-Kopaei M., Saki K. Ethnobotanical study of medicinal plants used in the management of diabetes mellitus in the Urmia, Northwest Iran. Asian Pac. J. Trop. Biomed. 2014;7:348–354.", "ArticleIdList": ["25312149"]}, {"Citation": "Bahmani M., Kourosh S., Hannaneh G., Mahmoud R.K., Narges A., Ahmad A., Farshad N., Fariba B. Ethnobotanical and therapeutic uses of Camomille. J. Chem. Pharm. Res. 2015;7:640–645."}, {"Citation": "Black P.L., Arnason J.T., Cuerrier A. Medicinal plants used by the Inuit of Qujuqtaaluk (Baffin Island, Nunavut) Bot-Botanique. 2007;86:157–163."}, {"Citation": "Champion H.G., Seth S.K. Govt. of India Press; New Delhi: 1968. A Revised Survey of Forest Types of India; p. 404."}, {"Citation": "Cook F.E.M. Kew, Royal Botanic Gardens; 1995. Economic Botany Data Collection Standard. Prepared for the International Working Group on Taxonomic Databases for Plant Sciences (TDWG) p. 146."}, {"Citation": "Dobson A.P. Biodiversity and human health. Trends Ecol. Evol. 1995;10:390–391.", "ArticleIdList": ["21237079"]}, {"Citation": "Edgar T. Vol. 3. Government Press; Madras: 1909. p. 354. (Castes and Tribes of Southern India)."}, {"Citation": "Erinoso S.M., Aworinde D.O. Ethnobotanical survey of some medicinal plants used in traditional health care in Abeokuta areas of Ogun State, Nigeria. African J. Pharm. Pharmacol. 2012;6:1352–1362."}, {"Citation": "Ernst E. The efficacy of herbal medicine - an overview. Fundam. Clin. Pharmacol. 2005;19:405–409.", "ArticleIdList": ["16011726"]}, {"Citation": "Friedmen J., Yaniv Z., Dafni A., Palewitch D. A preliminary classification of the healing potential of medicinal plants, based on a rational analysis of an ethnopharmacological field survey among Bedouins in the Negev desert, Israel. J. Ethnopharmacol. 1986;16:275–287.", "ArticleIdList": ["3747566"]}, {"Citation": "Gamble J.S., Fischer C.E.C. Vols. I–III. Adlard & Sons Ltd.; London: 1935. (Flora of the Presidency of Madras)."}, {"Citation": "Giday M., Asfaw Z., Woldu Z. Ethnomedicinal study of plants used by Sheko ethnic group of Ethiopia. J. Ethnopharmacol. 2010;132:75–85.", "ArticleIdList": ["20674734"]}, {"Citation": "Gonzalez J.A., Garcia-Barrriuso M., Amich F. Ethnobotanical study of medicinal plants traditionally used in the Arribes Del Duero, Western Spain. J. Ethnopharmacol. 2010;131:343–355.", "ArticleIdList": ["20643201"]}, {"Citation": "Heinrich M. Ethnobotany and its role in drug development. Phytother. Rese. 1999;14:479–488.", "ArticleIdList": ["11054835"]}, {"Citation": "Iwu M.W., Duncan A.R., Okunji C.O. New antimicrobials of plant origin. In: Janick J., editor. Perspectives on New Crops and New Uses. ASHS Press; Alexandria: 1999. pp. 457–462."}, {"Citation": "Jain S.K., Goel A.K. Scientific Publishers; Jodhpur: 1995. A Manual of Ethnobotany."}, {"Citation": "Karthikeyani T.P. Bharathiar University; Coimbatore, Tamil Nadu: 2003. Ethno-medico-botanical Studies of Irulas in Siruvani hills, Coimbatore District, Tamil Nadu, India. Ph.D. Thesis."}, {"Citation": "Lixin Y., Selena A., John R.S., Kai M., Yanqiang Z., Junzeng M., Chen L., Shengji P., Huyin H., Gang X., Alan C.H., Zhi-wei Y., Dayuan X. Comparative homegarden medical ethnobotany of Naxi healers and farmers in Northwestern Yunnan, China. J. Ethnobiol. Ethnomed. 2014;10:6.", "ArticleIdList": ["PMC3907136", "24410825"]}, {"Citation": "Matthew K.M. The Rapinat Herbarium, 3. St. Josephs College; Tiruchirapalli, India: 1983. The Flora of the Tamil Nadu Carnatic; p. 2154."}, {"Citation": "Nair K.K.N., Jayakumar R. Ethnobotany of Hill-Pulaya tribe in the context of biodiversity rehabilitation at Chinnar wild life Sanctuary, Western Ghats of India. In: Maheshwari J.K., editor. Ethnobatany and Medicinal Plants of Indian Subcontinent. Scientific Publishing (India); Jodhpur: 2003. pp. 431–449."}, {"Citation": "Owuor B.O., Kisangan D.P. Kenyan medicinal plants used as antivenin: a comparison of plant usage. J. Ethnobiol. Ethnomed. 2006;2:7.", "ArticleIdList": ["PMC1409767", "16451723"]}, {"Citation": "Parasuraman S., Thing G.S., Dhanaraj S.A. Polyherbal formulation: concept of ayurveda. Pharmacogn. Rev. 2014;8:73–80.", "ArticleIdList": ["PMC4127824", "25125878"]}, {"Citation": "Paulsamy S. Lemongrass oil and tribal welfare in Anaimalai hills, Western Ghats. South Asian J. Soc-Polit. Stud. 2004;5:111–113."}, {"Citation": "Phillips O., Gentry A.H., Reynel C., Wilkin P., Galvez-Durand B.C. Quan-titative ethnobotany and Amazonian conservation. Conserv. Biol. 1994;8:225–248."}, {"Citation": "Pullaiah T., Murthy K.S.R., Goud P.S.P., Kumar T.D.C., Vijayakumar R. Medicinal plants used by the tribals of Nallamalais, Eastern Ghats of India. J. Trop. Med. Plants. 2003;4:237–244."}, {"Citation": "Pushpakarani R., Natarajan S. Ethnomedicines used by Kaniyakaran tribes in Kaniyakumari district Southern Western Ghats of Tamil Nadu, India. J. App. Pharm. Sci. 2014;4:056–060."}, {"Citation": "Ragupathy S., Steven N.G., Maruthakkutti M., Velusamy B., Ul-Huda M.M. Consensus of the ‘Malasars’ traditional aboriginal knowledge of medicinal plants in the Velliangiri holy hills. India. J. Ethnobiol. Ethnomed. 2008;4:8.", "ArticleIdList": ["PMC2323365", "18371206"]}, {"Citation": "Rajendran A., Henry A.N. Plants used by the tribe Kadar in Anamalai Hills of Tamil Nadu. Ethnobotany. 1994;6:19–24."}, {"Citation": "Ramachandran V.S. Wild edible plants of the Anamalais, Coimbatore district, Western Ghats, Tamil Nadu. Indian J. Tradt. Know. 2007;6:173–176."}, {"Citation": "Rasingam L. Ethnobotanical studies on the wild edible plants of Irula tribes of Pillur Valley, Coimbatore district, Tamil Nadu, India. Asian Pac. J. Trop. Biomed. 2012:1493–1497."}, {"Citation": "Saikia A., Bora L., Paul V., Bam J., Hazarika D. Handicraft skills of Yak Pastoralists in Arunachal Pradesh. Indian J. Tradt. Know. 2013;12:718–724."}, {"Citation": "Sanjeev K., Som Datt S., Nitesh K. Ethnobatanical study of some common plants from district Hamirpur of Himachal Pradesh (India) Int. J. Adv. Res. 2015;3:492–496."}, {"Citation": "Savithramma N., Linga Rao M., Yugandhar P., Hari Babu R. Ethnobotanical study of Penchalakona forest area of Nellore District, Andhra Pradesh. India. Int. J. Phytomed. 2012;4:333–339."}, {"Citation": "Senthilkumar K., Aravindhan V., Rajendran A. Ethnobotanical survey of medicinal plants used by Malayali tribes in Yercaud hills of Eastern Ghats. India. J. Nat. Remedies. 2013;13:118–132."}, {"Citation": "Shosan L.O., Fawibe O.O., Ajiboye A.A., Abeegunrin T.A., Agboola D.A. Ethnobotanical survey of medicinal plants used in curing some diseases in infants in Abeokuta south local government area of Ogun state, Nigeria. Am. J. Plant Sci. 2014;5:3258–3268."}, {"Citation": "Swapna B. An ethnobotanical survey of plants used by Yanadi tribe of Kavali, Nellore district, Andhra Pradesh, India. J. Sci. Inno. Res. 2015;4:22–26."}, {"Citation": "Trotter R., Logan M. Informant consensus: a new approach for identifying potentially effective medicinal plants. In: Etkin N.L., editor. Plants in Indigenous Medicine and Diet: Biobehavioural Approaches. Redgrave Publishers; Bedfort hills, New York: 1986. pp. 91–112."}, {"Citation": "Umapriya T., Rajendran A., Aravindhan V., Thomans B., Maharajan M. Ethnobotany of Irular tribe in Palamalai Hills, Coimbatore, Tamil Nadu. Indian J. Nat Prod Reso. 2011;2:250–255."}, {"Citation": "Vashistha P.B.D. An ethnobotanical study of plains of Yamuna Nagar District, Haryana. India. Int. J. Innov. Res. Sci. Eng. Technol. 2015;4:18600–18607."}, {"Citation": "Venkatachalapathi A., Abdul Kaffoor H., Paulsamy S. Proceedings of the National Symposium on Cultural Landscapes, Indigenous Knowledge and Biotechnological Tools for Biodiversity Conservation. Kongunadu Arts and Science College; Coimbatore, India: 2014. Ethnomedicinal survey on the Irula tribes of Attukal, a part of Western Ghats, Coimbatore, Tamil Nadu, India; p. 253."}, {"Citation": "Venkatachalapathi A., Sangeeth T., Paulsamy S. Ethnobotanical informations on the species of selected areas in Nilgiri Biosphere Reserve, the Western Ghats, India. J. Res. Biol. 2015;5:43–57."}, {"Citation": "Venkatachalapathi A., Tamilselvi S.S., Paulsamy S. Ethnobotanical knowledge of Irula tribal community of Walayar valley, Southern Western Ghats, India. Int. J. Rec. Adv. Mult. Res. 2016;03:1379–1392."}, {"Citation": "Venkatasamy R., Mubarack H.M., Doss A., Ravi T.K., Sukumar M. Ethnobotanical study of medicinal plants used by Malasar tribals in Coimbatore district of Tamil Nadu (South India) Asian J. Exp. Biol. Sci. 2010;1:387–392."}, {"Citation": "Von F.H.C. University of California Press; Berkeley: 1982. Tribes of India: The Struggle for Survival."}, {"Citation": "Yesodharana K., Sujana K.A. Ethnobotanical knowledge among Malamalasar tribe, Parambikulam Wildlife Sanctuary, Kerala. Indian J. Tradt. Know. 2007;6:481–483."}]}], "History": [{"Year": "2016", "Month": "6", "Day": "11"}, {"Year": "2016", "Month": "9", "Day": "12"}, {"Year": "2016", "Month": "10", "Day": "10"}, {"Year": "2018", "Month": "5", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "10", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29740242", "PMC5936975", "10.1016/j.sjbs.2016.10.011", "S1319-562X(16)30135-8"]}}]}