{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Achillea tenuifolia root", "Oxidative stress", "Pancreatic islet cells", "Prangol", "β-Sitosterol"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29755562", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1735-0328", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2018", "Season": "Winter"}}, "Title": "Iranian journal of pharmaceutical research : IJPR", "ISOAbbreviation": "Iran J Pharm Res"}, "ArticleTitle": "Investigation of β-Sitosterol and Prangol Extracted from <i>Achillea Tenoifolia</i> Along with Whole Root Extract on Isolated Rat Pancreatic Islets.", "Pagination": {"StartPage": "317", "EndPage": "325", "MedlinePgn": "317-325"}, "Abstract": {"AbstractText": ["The genus <i>Achillea</i> (Asteraceae) consisting of important medicinal species, growing wildly in Iran, of which <i>A. tenuifolia</i> is found in Iran-o-Turan regions. Regarding the traditional use of <i>Achillea</i> species for treatment of diabetes and also lack of information on phyto-constituents of <i>A. tenuifolia</i> underground parts, in this study anti-diabetic activity of the plant have been reported. In order to find the main active components, underground parts of the plant were extracted with water and fractioned by hexane, ethyl acetate, and methanol and the separation of the main compounds were carried out <i>via</i> medium pressure liquid chromatography (MPLC). Also, anti-diabetic effects of the extract were investigated on rat pancreatic islets. The root extract of the plant as well as the compound β-sitosterol showed moderate α-amylase inhibitory activity, however prangol did not suppress the enzyme activity. The results of islet cells' bio-function assays revealed that the herb root extract was able to increase the secretion of insulin in high concentration (10 mg/mL) and improved the cell viability with no toxicity in all doses. Furthermore, the herbal extract could reduce the levels of reactive oxygen species (ROS) and lipid peroxidation (LPO). The plant extract also significantly decreased the enzyme activity for both caspase-3 and -9 and increased the antioxidant capacity of the isolated cells. Taking together, preparations or extracts from the underground parts of the plant are good candidates for further anti-diabetic investigation and clinical trials."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Toxicology and Diseases Group, Pharmaceutical Sciences Research Center, Tehran University of Medical Sciences, Tehran 1417614411, Iran."}, {"Identifier": [], "Affiliation": "M.R. and A.M. contributed equally to this work."}], "LastName": "Rahimifard", "ForeName": "Mahban", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Tehran University of Medical Sciences, Tehran 1417614411, Iran."}, {"Identifier": [], "Affiliation": "M.R. and A.M. contributed equally to this work."}], "LastName": "Manayi", "ForeName": "Azadeh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Toxicology and Diseases Group, Pharmaceutical Sciences Research Center, Tehran University of Medical Sciences, Tehran 1417614411, Iran."}], "LastName": "Baeeri", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Toxicology and Pharmacology, Faculty of Pharmacy, Tehran University of Medical Science, Tehran, Iran."}], "LastName": "Gholami", "ForeName": "Mahdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Tehran University of Medical Sciences, Tehran 1417614411, Iran."}], "LastName": "Saeidnia", "ForeName": "Soodabeh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Toxicology and Diseases Group, Pharmaceutical Sciences Research Center, Tehran University of Medical Sciences, Tehran 1417614411, Iran."}, {"Identifier": [], "Affiliation": "Department of Toxicology and Pharmacology, Faculty of Pharmacy, Tehran University of Medical Science, Tehran, Iran."}], "LastName": "Abdollahi", "ForeName": "Mohammad", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Iran J Pharm Res", "NlmUniqueID": "101208407", "ISSNLinking": "1726-6882"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kitabchi AE, Umpierrez GE, Miles JM, Fisher JN. Hyperglycemic crises in adult patients with diabetes. Diabetes Care. 2009;32:1335–43.", "ArticleIdList": ["PMC2699725", "19564476"]}, {"Citation": "World Health Organization. \"About diabetes\".  [Accessed 17 Nov 2014].  Available from  http://www.who.int/diabetes/action_online/basics/en/"}, {"Citation": "National Institute for Health and Clinical Excellence. Clinical guideline 66: Type 2 diabetes. 2008.  [Accessed 17 Nov 2014].  Available from:  http://www.nice.org.uk/guidance/CG66."}, {"Citation": "Ripsin CM, Kang H, Urban RJ. Management of blood glucose in type 2 diabetes mellitus. Am. Fam. Physician. 2009;79:29–36.", "ArticleIdList": ["19145963"]}, {"Citation": "Cheng J, Zhang W, Zhang X, Han F, Li X, He X, Li Q, Chen J. Effect of angiotensin-converting enzyme inhibitors and angiotensin II receptor blockers on all-cause mortality, cardiovascular deaths, and cardiovascular events in patients with diabetes mellitus: A meta-analysis. JAMA Intern. Med. 2014;174:773–85.", "ArticleIdList": ["24687000"]}, {"Citation": "Tabatabaei-Malazy O, Larijani B, Abdollahi M. Targeting metabolic disorders by natural products. J. Diabetes Metab. Disord. 2015;14:57.", "ArticleIdList": ["PMC4495701", "26157708"]}, {"Citation": "Sales PM, Souza PM, Simeoni LA, Silvera D. α-Amylase inhibitors: a review of raw material and isolated compounds from plant source. J. Pharm. Pharm. Sci. 2012;15:141–83.", "ArticleIdList": ["22365095"]}, {"Citation": "Saeidnia S, Abdollahi M. Toxicological and pharmacological concerns on oxidative stress and related diseases. Toxicol. Appl. Pharm. 2013;273:442–55.", "ArticleIdList": ["24121054"]}, {"Citation": "Sarkhail P, Abdollahi M, Fadayevatan S, Shafiee A, Mohammadirad A, Dehghan G, Esmaily H, Amin G. Effect of Phlomis persica on glucose levels and hepatic enzymatic antioxidants in streptozotocin-induced diabetic rats. Pharmacogn. Mag. 2010;6:219–24.", "ArticleIdList": ["PMC2950386", "20931083"]}, {"Citation": "Saeidnia S, Gohari A, Mokhber-Dezfuli N, Kiuchi F. A review on phytochemistry and medicinal properties of the genus Achillea. Daru. 2011;19:173–86.", "ArticleIdList": ["PMC3232110", "22615655"]}, {"Citation": "Asgarirad H, Pourmorad F, Hosseinimehr SJ, Saeidnia S, Ebrahimzadeh MA, Lotfi F. In vitro antioxidant analysis of Achillea tenuifolia. Afr. J. Biotechnol. 2010;9:3536–41."}, {"Citation": "Manayi A, Mirnezami T, Saeidnia S, Ajani Y. Pharmacognostical evaluation, phytochemical analysis and antioxidant activity of the roots of Achillea tenuifolia LAM. Pharmacogn. J. 2012;4:14–19."}, {"Citation": "Giancarlo S, Rosa LM, Nadjafi F, Francesco M. Hypoglycaemic activity of two spices extracts: Rhus coriaria L and Bunium persicum Boiss. Nat. Prod. Res. 2006;20:882–6.", "ArticleIdList": ["16753927"]}, {"Citation": "Pourkhalili N, Hosseini A, Nili-Ahmadabadi A, Rahimifard M, Navaei-Nigjeh M, Hassani S, Baeeri M, Abdollahi M. Improvement of isolated rat pancreatic islets function by combination of cerium oxide nanoparticles/sodium selenite through reduction of oxidative stress. Toxicol. Mech. Methods. 2012;22:476–82.", "ArticleIdList": ["22409398"]}, {"Citation": "Rahimifard M, Navaii-Nigjeh M, Nilli-Ahmadabadi A, Pourkhalili N, Baeeri M, Mohammadirad A, Abdollahi M. On the benefit of pure glycyrrhizic acid on the function and metabolic activity of isolated pancreatic langerhans islets in-vitro. Asian J. Anim. Vet. Adv. 2012;7:1212–18."}, {"Citation": "Rahimifard M, Navaei-Nigjeh M, Baeeri M, Maqbool F, Abdollahi M. Multiple protective mechanisms of alpha-lipoic acid in oxidation, apoptosis and inflammation against hydrogen peroxide induced toxicity in human lymphocytes. Mol. Cell Biochem. 2015;403:179–86.", "ArticleIdList": ["25673508"]}, {"Citation": "Kim JY, Lim DM, Moon CI, Jo KJ, Lee SK, Baik HW, Lee KH, Lee KW, Park KY, Kim BJ. Exendin-4 protects oxidative stress-induced β-cell apoptosis through reduced JNK and GSK3β activity. J. Korean Med. Sci. 2010;25:1626–32.", "ArticleIdList": ["PMC2967000", "21060752"]}, {"Citation": "Hajimehdipoor H, Gohari AR, Ajani Y, Saeidnia S. Comparative study of the total phenol content and antioxidant activity of some medicinal herbal extracts. Res. J. Pharmacogn (RJP) 2014;1:21–5."}, {"Citation": "Astaneie F, Afshari M, Mojtahedi A, Mostafalou S, Zamani MJ, Larijani B, Abdollahi M. Total antioxidant capacity and levels of epidermal growth factor and nitric oxide in blood and saliva of insulin-dependent diabetic patients. Arch. Med. Res. 2005;36:376–81.", "ArticleIdList": ["15950078"]}, {"Citation": "Saeidnia S, Ghamarinia M, Gohari AR, Shakeri A. Terpenes from the root of Salvia hypoleuca Benth. Daru. 2012;20:66.", "ArticleIdList": ["PMC3556016", "23351362"]}, {"Citation": "Saeidnia S, Manayi A, Gohari AR, Abdollahi M. The story of beta-sitosterol-a review. Eur. J. Med. Plants. 2014;4:590–609."}, {"Citation": "Naseri M, Monsef-Esfehani HR, Saeidnia S, Dastan D, Gohari AR. Antioxidative coumarins from the roots of Ferulago subvelutina. Asian J. Chem. 2013;25:1875–8."}, {"Citation": "Andrade-Cetto A, Becerra-Jimenez J, Cardenas-Vazquez R. Alpha-glucosidase inhibiting activity of some Mexican plants used in the treatment of type 2 diabetes. J. Ethnopharmacol. 2008;116:27–32.", "ArticleIdList": ["18082348"]}, {"Citation": "Hosseini M, Harandizadeh F, Niazamand S, Soukhtanloo M, Mahmoudabady M. Antioxidant effect of Achillea wilhelmsii extract on pentylenetetrazole (seizure model)-induced oxidative brain damage in Wistar rats. Indian J. Physiol. Pharmacol. 2013;57:418–24.", "ArticleIdList": ["24968581"]}, {"Citation": "Dadkhah A, Fatemi F, Alipour M, Ghaderi Z, Zolfaghari F, Razdan F. Protective effects of Iranian Achillea wilhelmsii essential oil on acetaminophen-induced oxidative stress in rat liver. Pharm. Biol. 2015;53:220–7.", "ArticleIdList": ["25243867"]}, {"Citation": "Sun C, Huang H, Xu C, Li X, Chen K. Biological activities of extracts from Chinese bayberry (Myrica rubra Sieb et Zucc): a review. Plant Foods Hum. Nutr. 2013;68:97–106.", "ArticleIdList": ["23605674"]}, {"Citation": "Mohseni Salehi Monfared SS, Larijani B, Abdollahi M. Islet transplantation and antioxidant management: A comprehensive review. World J. Gastroenterol. 2009;15:1153–61.", "ArticleIdList": ["PMC2658860", "19291814"]}, {"Citation": "Tabatabaei-Malazy O, Larijani B, Abdollahi M. A systematic review of in-vitro studies conducted on effect of herbal products on secretion of insulin from Langerhans islets. J. Pharm. Pharmaceut. Sci. 2012;15:447–66.", "ArticleIdList": ["23148894"]}]}], "History": [{"Year": "2018", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29755562", "PMC5937101"]}}]}