{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant activity", "Berberis integerrima Bunge", "Comet assay", "DNA protection", "Xanthine oxidase inhibitor"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29796226", "DateRevised": {"Year": "2022", "Month": "03", "Day": "17"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22038/IJBMS.2018.26563.6506"], "Journal": {"ISSN": "2008-3866", "JournalIssue": {"Volume": "21", "Issue": "4", "PubDate": {"Year": "2018", "Month": "Apr"}}, "Title": "Iranian journal of basic medical sciences", "ISOAbbreviation": "Iran J Basic Med Sci"}, "ArticleTitle": "DNA protection, antioxidant and xanthine oxidase inhibition activities of polyphenol-enriched fraction of <i>Berberis integerrima</i> Bunge fruits.", "Pagination": {"StartPage": "411", "EndPage": "416", "MedlinePgn": "411-416"}, "Abstract": {"AbstractText": ["The aim of this study was to prepare fraction and determine the biological activities of the polyphenol-enriched fraction of <i>Berberis integerrima</i> Bunge fruits.", "In this assay fraction was extracted by column chromatography, using Amberlite column as the stationary phase. Phenol and flavonoids in the extract and fraction were analyzed by high performance liquid chromatography (HPLC). DNA protection ability, antioxidant and xanthine oxidase inhibition capacities of this fraction were also examined.", "Phenol and flavonoid content measurement and HPLC analyses of this fraction confirmed that phenol and flavonoids were increased in fraction in comparison to extract (before using Amberlite column). In antioxidant measurement assay, the trolox equivalent values were 1.05± 0.04 and 0.8±0.11 in oxygen radical absorbance capacity (ORAC) and the EC<sub>50</sub> values for cellular antioxidant activity were 55.51±0.21 and 95.67±0.13 µg/ml for quercetin and the fraction, respectively. The xanthine oxidase inhibition percentages were 97.6±0.003 and 90.2 6±0.003 in 100 µg/ml concentration of fraction and vitamin C respectively. Comet assay analysis showed that this fraction protects human lymphocytes against H<sub>2</sub>O<sub>2</sub>-induced DNA damages at 12.5 to 100 µg/ml concentrations.", "This study suggests that Amberlite column as the stationary phase help to improve phenolic compound in separating fractions. The results showed that <i>B. integerrima</i> fruits are rich in phenolic compounds and they are potent antioxidants with protective effects on oxidative damages. They might be used as functional ingredients in food and supplements."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Fars, Iran."}], "LastName": "Sabahi", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Fars, Iran."}], "LastName": "Farmani", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Soltani", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Fars, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Fars, Iran."}], "LastName": "Moein", "ForeName": "Mahmoodreza", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Basic Med Sci", "NlmUniqueID": "101517966", "ISSNLinking": "2008-3866"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Skała E, Sitarek P, Różalski M, Krajewska U, Szemraj J, Wysokińska H, et al. Antioxidant and DNA repair stimulating effect of extracts from transformed and normal roots of Rhaponticum carthamoides against induced oxidative stress and DNA damage in cho cells. Oxid Med Cell Longev. 2016;2016", "ArticleIdList": ["PMC4789442", "27034736"]}, {"Citation": "Kang JS, Kim DJ, Kim GY, Cha HJ, Kim S, Kim HS, et al. Ethanol extract of Prunus mume fruit attenuates hydrogen peroxide-induced oxidative stress and apoptosis involving nrf2/ho-1 activation in c2c12 myoblasts. Rev Bras Farmacogn. 2016;26:184–190."}, {"Citation": "Ehtesham-Gharaee M, Eshaghi A, Shojaee S, Asili J, Emami S.A, Behravan J, et al. Protective effects of Scutellaria lindbergii root extract against oxidative-induced cell and DNA damage in mouse fibroblast-like cells. Drug Chem Toxicol2015; 38:293–299.", "ArticleIdList": ["25238169"]}, {"Citation": "Arora M, Mahat R.K, Kumar S, Tyagi S, Batra J. Oxidative stress and its relation to glycemic control in patients of type 2 diabetes mellitus. Int J Med Sci Public Health. 2016;5:1173–1177."}, {"Citation": "Sghaier M.B, Ismail M.B, Bouhlel I, Ghedira K, Chekir-Ghedira L. Leaf extracts from Teucrium ramosissimum protect against DNA damage in human lymphoblast cell k562 and enhance antioxidant, antigenotoxic and antiproliferative activity. Environ Toxicol Pharmacol. 2016;44:44–52.", "ArticleIdList": ["27105156"]}, {"Citation": "Mahdi-Pour B, Jothy S.L, Latha L.Y, Chen Y, Sasidharan S. Antioxidant activity of methanol extracts of different parts of Lantana camara. Asian Pac J Trop Biomed. 2012;2:960–965.", "ArticleIdList": ["PMC3621472", "23593576"]}, {"Citation": "Sahin H. Honey as an apitherapic product: Its inhibitory effect on urease and xanthine oxidase. J Enzyme Inhib Med Chem. 2016;31:490–494.", "ArticleIdList": ["25942364"]}, {"Citation": "Sabahi Z, Khoshnood-Mansoorkhani M J, Rahmani Namadi S, Moein M. Antidiabetic and synergistic effects of anthocyanin fraction from Berberis integerrima fruit on streptozotocin-induced diabetic rats model. Tips. 2016;2(1):43–50."}, {"Citation": "Ashraf H, Heidari R, Nejati V. Antihyperglycemic and antihyperlipidemic effects of fruit aqueous extract of Berberis integerrima Bge in streptozotocin-induced diabetic rats. IJPR. 2014;13:1313–1318.", "ArticleIdList": ["PMC4232797", "25587320"]}, {"Citation": "Moein S, Moein M. Relationship between antioxidant properties and phenolics in Zhumeria majdae. J Med Plant Res. 2010;4:517–521."}, {"Citation": "Moein M, Moein S, Ahmadizadeh S. Radical scavenging and reducing power of Salvia mirzayanii subfractions. Molecules. 2008;13:2804–2813.", "ArticleIdList": ["PMC6245311", "19015620"]}, {"Citation": "Hossain M, Barry-Ryan C, Martin-Diana A.B, Brunton N. Effect of drying method on the antioxidant capacity of six lamiaceae herbs. Food Chem. 2010;123:85–91."}, {"Citation": "Olsen E, Hansen E, Isaksson J, Isaksson J, Andersen J. Cellular antioxidant effect of four bromophenols from the red algae Vertebrata lanosa. Mar Drugs. 2013;11:2769–2784.", "ArticleIdList": ["PMC3766864", "23921722"]}, {"Citation": "Berboucha M, Ayouni K, Atmani D, Benboubetra M. Kinetic study on the inhibition of xanthine oxidase by extracts from two selected Algerian plants traditionally used for the treatment of inflammatory diseases. J Med Food. 2010;13:896–904.", "ArticleIdList": ["20553185"]}, {"Citation": "Carlson RV, Boyd KM, Webb D. The Revision of the Declaration of Helsinki: past, present and future. Brit J Clin Pharmacol. 2004;57:695–713.", "ArticleIdList": ["PMC1884510", "15151515"]}, {"Citation": "Singh N.P, McCoy M.T, Tice R.R, Schneider E.L. A simple technique for quantitation of low levels of DNA damage in individual cells. Exp Cell Res. 1988;175:184–191.", "ArticleIdList": ["3345800"]}, {"Citation": "Collins A.R, Duthie S.J, Dobson V.L. Direct enzymic detection of endogenous oxidative base damage in human lymphocyte DNA. Carcinoge. 1993;14:1733–1735.", "ArticleIdList": ["8403192"]}, {"Citation": "Mellado-Ortega E, Zabalgogeazcoa I, de Aldana BRV, Arellano JB. Solutions to decrease a systematic error related to aaph addition in the fluorescence-based orac assay. Anal Biochem. 2017;519:27–29.", "ArticleIdList": ["27965064"]}, {"Citation": "Park JH, Lee M, Park E. Antioxidant activity of orange flesh and peel extracted with various solvents. Prev Nutr Food Sci. 2014;19:291–298.", "ArticleIdList": ["PMC4287321", "25580393"]}, {"Citation": "Zhang X-D, Yi X, Zhang T, Jun-Jiang L. Assessing plant antioxidants by cellular antioxidant activity assay based on microfluidic cell chip with arrayed microchannels. Chin J Anal Chem. 2016;44:604–609."}, {"Citation": "Mashino T, Takigawa Y, Saito N, Wong L Q, Mochizuki M. Antioxidant activity and xanthine oxidase inhibition activity of reductic acid: ascorbic acid analogue. Bioorg Med Chem Lett. 2000;10:2783–2785.", "ArticleIdList": ["11133091"]}, {"Citation": "Vitale RM, Antenucci L, Gavagnin M, Raimo G, Amodeo P. Structure-activity relationships of fraxamoside as an unusual xanthine oxidase inhibitor. J Enzyme Inhib Med Chem. 2017;32:345–354.", "ArticleIdList": ["PMC6009875", "28097900"]}, {"Citation": "Berboucha M, Ayouni K, Atmani D, Atmani D, Benboubetra M. Kinetic study on the inhibition of xanthine oxidase by extracts from two selected algerian plants traditionally used or the treatment of inflammatory diseases. J Med Food. 2010;13:896–904.", "ArticleIdList": ["20553185"]}, {"Citation": "Kostić DA, Dimitrijević DS, Stojanović GS, Palić IR, Đorđević AS, Ickovski J D. Xanthine oxidase: isolation, assays of activity, and inhibition. J Chem. 2015;2015:1–8."}, {"Citation": "Azqueta A, Collins A. Polyphenols and DNA damage: A mixed blessing. Nutr. 2016;3:8.", "ArticleIdList": ["PMC5188440", "27918471"]}, {"Citation": "Winterbourn C.C. Reconciling the chemistry and biology of reactive oxygen species. Nat Chem Biol. 2008;4:278–286.", "ArticleIdList": ["18421291"]}, {"Citation": "Ostling O, Johanson K.J. Microelectrophoretic study of radiation-induced DNA damages in individual mammalian cells. Biochem Biophys Res Commun. 1984;123:291–298.", "ArticleIdList": ["6477583"]}, {"Citation": "Ashraf H, Heidari R, Nejati V, Ilkhanipoor M. Effects of aqueous extract of Berberis integerrima root on some physiological parameters in streptozotocin-induced diabetic rats. IJPR. 2013;12:425–434.", "ArticleIdList": ["PMC3813236", "24250618"]}, {"Citation": "Mokhber-Dezfuli N, Saeidnia S, Gohari A.R, Kurepaz-Mahmoodabadi M. Phytochemistry and pharmacology of berberis species. Pharmacogn Rev. 2014;8:8–15.", "ArticleIdList": ["PMC3931204", "24600191"]}, {"Citation": "Kich D.M, Bitencourt S, Caye B, Faleiro D, Alves C, Silva J, et al. Lymphocyte genotoxicity and protective effect of Calyptranthes tricona (myrtaceae) against H2O2-induced cell death in MCF-7 cells. Mol Cell Biochem. 2017;424:35–43.", "ArticleIdList": ["27704465"]}, {"Citation": "da Costa Lopes A.M, Brenner M, Falé P, Roseiro L.B, Bogel-Łukasik R. Extraction and purification of phenolic compounds from lignocellulosic biomass assisted by ionic liquid, polymeric resins, and supercritical CO2. ACS SustainChem Engin. 2016;4:3357–3367."}, {"Citation": "Rezaeian S, Pourianfar H.R, Janpoor J. Antioxidant properties of several medicinal plants growing wild in northeastern iran. Asian J Plant Sci Res. 2015;5:63–68."}, {"Citation": "Charehsaz M, Sipahi H, Celep E, Üstündağ A, Ülker Ö.C, Duydu Y, et al. The fruit extract of berberis crataegina dc: Exerts potent antioxidant activity and protects DNA integrity. DARU. 2015;23:24.", "ArticleIdList": ["PMC4411939", "25884392"]}, {"Citation": "Farideh S, Poorakbar L. The survey of antioxidant properties of phenolic compounds in fresh and dry hybrid barberry fruits (Berberis integerrima×vulgaris) Cumhuriyet Sci J. 2015;36:1609–1617."}, {"Citation": "Senevirathne M, Kim S-H, Jeon Y-J. Protective effect of enzymatic hydrolysates from highbush blueberry (Vaccinium corymbosum l.) against hydrogen peroxide-induced oxidative damage in chinese hamster lung fibroblast cell line. Nutr Res Pract. 2010;4:183–190.", "ArticleIdList": ["PMC2895697", "20607062"]}, {"Citation": "Bräunlich M, Slimestad R, Wangensteen H, Brede C, Malterud K E, Barsett H. Extracts, anthocyanins and procyanidins from Aronia melanocarpa as radical scavengers and enzyme inhibitors. Nutr. 2013;5:663–678.", "ArticleIdList": ["PMC3705312", "23459328"]}, {"Citation": "Balasundram N, Sundram K, Samman S. Phenolic compounds in plants and agr-industrial by-products: Antioxidant activity, occurrence, and potential uses. Food chem. 2006;99:191–203."}, {"Citation": "Dai J, Mumper R.J. Plant phenolics: Extraction, analysis and their antioxidant and anticancer properties. Molecules. 2010;15:7313–7352.", "ArticleIdList": ["PMC6259146", "20966876"]}, {"Citation": "Fredotović Ž, Šprung M, Soldo B, Ljubenkov I, Budić-Leto I, Bilušić T, et al. Chemical Composition and Biological Activity of Allium cepa L and Allium ×cornutum (Clementi ex Visiani 1842) Methanolic Extracts. Molecules. 2017;22:448.", "ArticleIdList": ["PMC6155300", "28287477"]}]}], "History": [{"Year": "2018", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29796226", "PMC5960759", "10.22038/IJBMS.2018.26563.6506", "IJBMS-21-411"]}}]}