{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Analgesic", "Antinociceptive", "Chronic pain", "Herbal medicine Neuropathic pain"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29796216", "DateRevised": {"Year": "2024", "Month": "03", "Day": "14"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22038/IJBMS.2018.24026.6021"], "Journal": {"ISSN": "2008-3866", "JournalIssue": {"Volume": "21", "Issue": "4", "PubDate": {"Year": "2018", "Month": "Apr"}}, "Title": "Iranian journal of basic medical sciences", "ISOAbbreviation": "Iran J Basic Med Sci"}, "ArticleTitle": "Medicinal herbs in the treatment of neuropathic pain: a review.", "Pagination": {"StartPage": "347", "EndPage": "358", "MedlinePgn": "347-358"}, "Abstract": {"AbstractText": ["Chronic neuropathic pain is a common significant and debilitating problem that presents a major challenge to health-care. Despite the large number of available drugs, there are no curative conventional treatments for neuropathic pain. Nowadays, more attention has been focused on the herbal formulation in the field of drug discovery. Therefore, we performed an extensive review about herbal drugs and plants that exhibited protective effects on neuropathic pain. In this review, the beneficial effects of each plant in different neuropathic pain model, either in animals or in patients are reported. Moreover, the possible involved mechanisms for the protective effects are discussed. The more common plants which are used for the treatment of neuropathic pain are included as: <i>Acorus calamus, Artemisia dracunculus, Butea monosperma, Citrullus colocynthis, Curcuma longa, Crocus sativus, Elaeagnus angustifolia, Ginkgo biloba, Mitragyna speciosa, Momordica charantia, Nigella sativa, Ocimum sanctum, Phyllanthus amarus</i>, Pterodon pubescens Benth, Rubia cordifolia and Salvia officinalis. Furthermore, the most pathways which are known to be involved in pain relief by means of herbal remedies are anti-oxidant activity, anti-inflammatory, anti-apoptotic, neuroprotective and calcium inhibitory actions. In conclusion, this review suggests that some herbal plants can be suitable candidates for the treatment of neuropathic pain."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neuroscience, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Forouzanfar", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacodynamy and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseinzadeh", "ForeName": "Hossein", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Basic Med Sci", "NlmUniqueID": "101517966", "ISSNLinking": "2008-3866"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wang LX, Wang ZJ. Animal and cellular models of chronic pain. Adv Drug Deliv Rev. 2003;55:949–965.", "ArticleIdList": ["12935939"]}, {"Citation": "Razavi BM, Hosseinzadeh H. A review of the role of orexin system in pain modulation. Biomed Pharmacother. 2017;90:187–193.", "ArticleIdList": ["28360013"]}, {"Citation": "Treede RD, Jensen TS, Campbell J, Cruccu G, Dostrovsky J, Griffin J, et al. Neuropathic pain redefinition and a grading system for clinical and research purposes. Neurology. 2008;70:1630–1635.", "ArticleIdList": ["18003941"]}, {"Citation": "Mulla SM, Buckley DN, Moulin DE, Couban R, Izhar Z, Agarwal A, et al. Management of chronic neuropathic pain: a protocol for a multiple treatment comparison meta-analysis of randomised controlled trials. BMJ open. 2014;4(11):e006112.", "ArticleIdList": ["PMC4244486", "25412864"]}, {"Citation": "Gilron I, Watson CPN, Cahill CM, Moulin DE. Neuropathic pain: a practical guide for the clinician ?Can Med Assoc J. 2006;175:265–275.", "ArticleIdList": ["PMC1513412", "16880448"]}, {"Citation": "Forouzanfar F, Amin B, Ghorbani A, Ghazavi H, Ghasemi F, Sadri K, et al. New approach for the treatment of neuropathic pain: Fibroblast growth factor 1 gene-transfected adipose-derived mesenchymal stem cells. Eur J Pain. 2018;22:295–310.", "ArticleIdList": ["28949091"]}, {"Citation": "Quintans JS, Antoniolli AR, Almeida JR, Santana-Filho VJ, Quintans-Junior LJ. Natural Products Evaluated in Neuropathic Pain Models-A Systematic Review. Basic Clin Pharmacol Toxicol. 2014;114:442–450.", "ArticleIdList": ["24252102"]}, {"Citation": "Vranken JH. Current approaches to the management of peripheral neuropathic pain. J Pain Palliat Care Pharmacother. 2015;29:307–310.", "ArticleIdList": ["26305433"]}, {"Citation": "Hosseinzadeh H, Moallem S, Moshiri M, Sarnavazi M, Etemad L. Anti-nociceptive and anti-inflammatory effects of cyanocobalamin (vitamin B12) against acute and chronic pain and inflammation in mice. Arzneimittelforschung. 2012;62:324–329.", "ArticleIdList": ["22588629"]}, {"Citation": "Amin B, Hajhashemi V, Hosseinzadeh H. Minocycline potentiates the anti-hyperalgesic effect of ceftriaxone in CCI-induced neuropathic pain in rats. Res Pharm Sci. 2015;10:34–42.", "ArticleIdList": ["PMC4578210", "26430455"]}, {"Citation": "Cohen SP, Mao J. Neuropathic pain: mechanisms and their clinical implications. BMJ. 2014;348:f7656.", "ArticleIdList": ["24500412"]}, {"Citation": "Attal N. Neuropathic pain: mechanisms, therapeutic approach, and interpretation of clinical trials. Continuum. 2012;18:161–175.", "ArticleIdList": ["22810075"]}, {"Citation": "Manji HK, Moore GJ, Rajkowska G, Chen G. Neuroplasticity and cellular resilience in mood disorders. Mol Psychiatry. 2000;5:578–593.", "ArticleIdList": ["11126389"]}, {"Citation": "Gao Y-J, Ji R-R. Chemokines, neuronal–glial interactions, and central processing of neuropathic pain. Pharmacol Ther. 2010;126:56–68.", "ArticleIdList": ["PMC2839017", "20117131"]}, {"Citation": "Fan H, Li T-F, Gong N, Wang Y-X. Shanzhiside methylester, the principle effective iridoid glycoside from the analgesic herb Lamiophlomis rotata reduces neuropathic pain by stimulating spinal microglial β-endorphin expression. Neuropharmacol. 2016;101:98–109.", "ArticleIdList": ["26363192"]}, {"Citation": "Li JW-H, Vederas JC. Drug discovery and natural products: end of an era or an endless frontier? Science. 2009;325:161–165.", "ArticleIdList": ["19589993"]}, {"Citation": "Boyd A, Bleakley C, Gill C, McDonough S, Hurley DA, Bell P, et al. Herbal medicinal products or preparations for neuropathic pain and fibromyalgia. Cochrane Database Syst Rev. 2013", "ArticleIdList": ["PMC6445324", "30938843"]}, {"Citation": "Garg G, Adams JD. Treatment of neuropathic pain with plant medicines. Chin J Integr Med. 2012;18:565–570.", "ArticleIdList": ["22855031"]}, {"Citation": "Mogil JS, Davis KD, Derbyshire SW. The necessity of animal models in pain research. Pain. 2010;151:12–17.", "ArticleIdList": ["20696526"]}, {"Citation": "Mabley JG, Soriano FG. Role of nitrosative stress and poly (ADP-ribose) polymerase activation in diabetic vascular dysfunction. Curr Vasc Pharmacol. 2005;3:247–252.", "ArticleIdList": ["16026321"]}, {"Citation": "Tiwari V, Kuhad A, Chopra K. Emblica officinalis corrects functional, biochemical and molecular deficits in experimental diabetic neuropathy by targeting the oxido-nitrosative stress mediated inflammatory cascade. Phytother Res. 2011;25:1527–1536.", "ArticleIdList": ["21394805"]}, {"Citation": "Drel VR, Pacher P, Vareniuk I, Pavlov I, Ilnytska O, Lyzogubov VV, et al. A peroxynitrite decomposition catalyst counteracts sensory neuropathy in streptozotocin-diabetic mice. Eur J Pharmacol. 2007;569:48–58.", "ArticleIdList": ["PMC2225472", "17644085"]}, {"Citation": "Wang ZQ, Porreca F, Cuzzocrea S, Galen K, Lightfoot R, Masini E, et al. A newly identified role for superoxide in inflammatory pain. J Pharm Exp Ther. 2004;309:869–878.", "ArticleIdList": ["14988418"]}, {"Citation": "Vincent AM, Brownlee M, Russell JW. Oxidative stress and programmed cell death in diabetic neuropathy. Ann N Y Acad Sci. 2002;959:368–383.", "ArticleIdList": ["11976211"]}, {"Citation": "Watcho P, Stavniichuk R, Ribnicky DM, Raskin I, Obrosova IG. High-fat diet-induced neuropathy of prediabetes and obesity: effect of PMI-5011, an ethanolic extract of Artemisia dracunculus L. Mediators Inflamm. 2010;2010:268547.", "ArticleIdList": ["PMC2852597", "20396384"]}, {"Citation": "Ozay R, Uzar E, Aktas A, Uyar ME, Gürer B, Evliyaoglu O, et al. The role of oxidative stress and inflammatory response in high-fat diet induced peripheral neuropathy. J Chem Neuroanat. 2014;55:51–57.", "ArticleIdList": ["24407112"]}, {"Citation": "Winzell MS, Ahrén B. The high-fat diet–fed mouse a model for studying mechanisms and treatment of impaired glucose tolerance and type 2 diabetes. Diabetes. 2004;53:S215–S219.", "ArticleIdList": ["15561913"]}, {"Citation": "Schroder S, Beckmann K, Franconi G, Meyer-Hamme G, Friedemann T, Greten HJ, et al. Can medical herbs stimulate regeneration or neuroprotection and treat neuropathic pain in chemotherapy-induced peripheral neuropathy? Evid Based Complement Alternat Med. 2013;2013:423713.", "ArticleIdList": ["PMC3747437", "23983777"]}, {"Citation": "Jaggi AS, Singh N. Mechanisms in cancer-chemotherapeutic drugs-induced peripheral neuropathy. Toxicology. 2012;291:1–9.", "ArticleIdList": ["22079234"]}, {"Citation": "Mittal N, Ginwal H, Varshney V. Pharmaceutical and biotechnological potential of Acorus calamus Linn an indigenous highly valued medicinal plant species. Pharmacogn Rev. 2009;3:83–93."}, {"Citation": "Muthuraman A, Singh N, Jaggi AS. Effect of hydroalcoholic extract of Acorus calamus on tibial and sural nerve transection-induced painful neuropathy in rats. J Nat Med. 2011;65:282–292.", "ArticleIdList": ["21153448"]}, {"Citation": "Muthuraman A, Singh N. Attenuating effect of Acorus calamus extract in chronic constriction injury induced neuropathic pain in rats: an evidence of anti-oxidative, anti-inflammatory, neuroprotective and calcium inhibitory effects. BMC Complement Altern Med. 2011;11:24.", "ArticleIdList": ["PMC3072356", "21426568"]}, {"Citation": "Muthuraman A, Singh N. Attenuating effect of hydroalcoholic extract of Acorus calamus in vincristine-induced painful neuropathy in rats. J Nat Med. 2011;65:480–487.", "ArticleIdList": ["21404093"]}, {"Citation": "Muthuraman A, Singh N. Neuroprotective effect of saponin rich extract of Acorus calamus L. in rat model of chronic constriction injury (CCI) of sciatic nerve-induced neuropathic pain. J Ethnopharmacol. 2012;142:723–731.", "ArticleIdList": ["22706151"]}, {"Citation": "Arulmozhi S, Mazumder PM, Narayanan L, Thakurdesai P. In vitro antioxidant and free radical scavenging activity of fractions from Alstonia scholaris Linn. R. Br. Int J PharmTech Res. 2010;2:18–25."}, {"Citation": "Singh H, Arora R, Arora S, Singh B. Ameliorative potential of Alstonia scholaris (Linn.) R. Br. against chronic constriction injury-induced neuropathic pain in rats. BMC Complement Altern Med. 2017;17:63.", "ArticleIdList": ["PMC5247805", "28103857"]}, {"Citation": "Hong JH, Lee IS. Effects of Artemisia capillaris ethyl acetate fraction on oxidative stress and antioxidant enzyme in high-fat diet induced obese mice ?Chem. Biol. Interact. 2009;179:88–93.", "ArticleIdList": ["19121296"]}, {"Citation": "Shahraki MR, Mirshekari H, Samadi Z. The nociceptive and anti-Inflammatory effects of Artemisia dracunculus L. aqueous extract on fructose fed male rats. J Evid Based Complementary Altern Med. 2015:895417.", "ArticleIdList": ["PMC4481084", "26170888"]}, {"Citation": "Thiagarajan VRK, Shanmugam P, Krishnan UM, Muthuraman A, Singh N. Antinociceptive effect of Butea monosperma on vincristine-induced neuropathic pain model in rats. Toxicol Ind Health. 2013;29:3–13.", "ArticleIdList": ["22287618"]}, {"Citation": "Thiagarajan VR, Shanmugam P, Krishnan UM, Muthuraman A, Singh N. Ameliorative potential of Butea monosperma on chronic constriction injury of sciatic nerve induced neuropathic pain in rats. An Acad Bras Cienc. 2012;84:1091–1104.", "ArticleIdList": ["23011113"]}, {"Citation": "Marzouk B, Marzouk Z, Haloui E, Fenina N, Bouraoui A, Aouni M. Screening of analgesic and anti-inflammatory activities of Citrullus colocynthis from southern Tunisia. J Ethnopharmacol. 2010;128:15–19.", "ArticleIdList": ["19962436"]}, {"Citation": "Heydari M, Homayouni K, Hashempur MH, Shams M. Topical Citrullus colocynthis (bitter apple) extract oil in painful diabetic neuropathy: A double-blind randomized placebo-controlled clinical trial. J Diabetes. 2016;8:246–252.", "ArticleIdList": ["25800045"]}, {"Citation": "Shishodia S, Sethi G, Aggarwal BB. Curcumin: getting back to the roots. Ann N Y Acad Sci. 2005;1056:206–217.", "ArticleIdList": ["16387689"]}, {"Citation": "Zhao X, Xu Y, Zhao Q, Chen C-R, Liu A-M, Huang Z-L. Curcumin exerts antinociceptive effects in a mouse model of neuropathic pain: descending monoamine system and opioid receptors are differentially involved. Neuropharmacol. 2012;62:843–854.", "ArticleIdList": ["21945716"]}, {"Citation": "Moini Zanjani T, Ameli H, Labibi F, Sedaghat K, Sabetkasaei M. The attenuation of pain behavior and serum COX-2 concentration by curcumin in a rat model of neuropathic pain. Korean J Pain. 2014;27:246–252.", "ArticleIdList": ["PMC4099237", "25031810"]}, {"Citation": "Hosseinzadeh H, Modaghegh MH, Saffari Z. Crocus sativus L.(Saffron) extract and its active constituents (crocin and safranal) on ischemia-reperfusion in rat skeletal muscle. Evid Based Complement Alternat Med. 2009;6:343–350.", "ArticleIdList": ["PMC2722204", "18955256"]}, {"Citation": "Hosseinzadeh H, Nassiri-Asl M. Avicenna's (Ibn Sina) the canon of medicine and saffron (Crocus sativus): a review. Phytother Res. 2013;27:475–483.", "ArticleIdList": ["22815242"]}, {"Citation": "Amin B, Hosseinzadeh H. Evaluation of aqueous and ethanolic extracts of saffron Crocus sativus L. and its constituents, safranal and crocin in allodynia and hyperalgesia induced by chronic constriction injury model of neuropathic pain in rats. Fitoterapia. 2012;83:888–895.", "ArticleIdList": ["22484092"]}, {"Citation": "Alavizadeh SH, Hosseinzadeh H. Bioactivity assessment and toxicity of crocin: a comprehensive review. Food Chem Toxicol. 2014;64:65–80.", "ArticleIdList": ["24275090"]}, {"Citation": "Sadeghnia HR, Shaterzadeh H, Forouzanfar F, Hosseinzadeh H. Neuroprotective effect of safranal, an active ingredient of Crocus sativus in a rat model of transient cerebral ischemia. Folia Neuropathol. 2017;55:206–213.", "ArticleIdList": ["28984113"]}, {"Citation": "Amin B, Abnous K, Motamedshariaty V, Hosseinzadeh H. Attenuation of oxidative stress, inflammation and apoptosis by ethanolic and aqueous extracts of Crocus sativus L. stigma after chronic constriction injury of rats. An Acad Bras Cienc. 2014;86:1821–1832.", "ArticleIdList": ["25590719"]}, {"Citation": "Hosseinzadeh H, Shariaty VM. Anti-nociceptive effect of safranal, a constituent of Crocus sativus (saffron), in mice. Pharmacologyonline. 2007;2:498–503."}, {"Citation": "Hosseinzadeh H, Younesi HM. Antinociceptive and anti-inflammatory effects of Crocus sativus L. stigma and petal extracts in mice. BMC Pharmacol. 2002;2:7.", "ArticleIdList": ["PMC101384", "11914135"]}, {"Citation": "Taghavi T, Rashidy-Pour A, Vafaei AA, Sokhanvar M, Mohebbi N, Rezaei-Taviran M. Effects of saffron (Crocus Sativus L) stigma extract and its active constituent crocin on neuropathic pain responses in a rat model of chronic constriction injury. Iran J Pharm Res. 2016;15:253–261.", "ArticleIdList": ["PMC4986099", "27610166"]}, {"Citation": "Amin B, Hosseinzadeh H. Analgesic and anti-inflammatory effects of Crocus sativus L. (saffron) Bioactive nutraceuticals and dietary supplements in neurological and brain disease. 2014:319–324."}, {"Citation": "Amin B, Hosseini S, Hosseinzadeh H. Enhancement of antinociceptive effect by co-administration of Amitriptyline and Crocus Sativus in a rat model of neuropathic pain. Iran J Pharm Res. 2017;16:187–200.", "ArticleIdList": ["PMC5423246", "28496474"]}, {"Citation": "Karimi G, Hosseinzadeh H, Rassoulzadeh M, Razavi BM, Taghiabadi E. Antinociceptive effect of Elaeagnus angustifolia fruits on sciatic nerve ligated mice. Iran J Basic Med Sci. 2010;13:97–101."}, {"Citation": "Tehranizadeh ZA, Baratian A, Hosseinzadeh H. Russian olive (Elaeagnus angustifolia) as a herbal healer. Bioimpacts. 2016;6:155–167.", "ArticleIdList": ["PMC5108988", "27853679"]}, {"Citation": "Zargari A. Medicinal plants. Tehran: Tehran Univ Press; 1989. Persian."}, {"Citation": "Hosseinzadeh H, Ramezani M, Namjo N. Muscle relaxant activity of Elaeagnus angustifolia L. fruit seeds in mice. J Ethnopharmacol. 2003;84:275–278.", "ArticleIdList": ["12648826"]}, {"Citation": "Hosseinzadeh H, Rahimi R. Anti-inflammatory effects of Elaeagnus angustifolia L. fruits in mice and rats. Irn J Med Sci. 1999;24:143–147."}, {"Citation": "Ramezani M, Hosseinzadeh H, Daneshmand N. Antinociceptive effect of Elaeagnus angustifolia fruit seeds in mice. Fitoterapia. 2001;72:255–262.", "ArticleIdList": ["11295301"]}, {"Citation": "Panahi Y, Alishiri GH, Bayat N, Hosseini SM, Sahebkar A. Efficacy of Elaeagnus Angustifolia extract in the treatment of knee osteoarthritis: a randomized controlled trial. Excli J. 2016;15:203–210.", "ArticleIdList": ["PMC4908661", "27330526"]}, {"Citation": "Lee E, Chen HY, Wu TS, Chen TY, Ayoub IA, Maynard KI. Acute administration of Ginkgo biloba extract (EGb 761) affords neuroprotection against permanent and transient focal cerebral ischemia in Sprague-Dawley rats. J Neurosci Res. 2002;68:636–645.", "ArticleIdList": ["12111854"]}, {"Citation": "Ahlemeyer B, Krieglstein J. Neuroprotective effects of Ginkgo biloba extract. Cell Mol Life Sci. 2003;60:1779–1792.", "ArticleIdList": ["14523543"]}, {"Citation": "Kim YS, Park HJ, Kim TK, Moon DE, Lee HJ. The effects of Ginkgo biloba extract EGb 761 on mechanical and cold allodynia in a rat model of neuropathic pain. Anesth Analg. 2009;108:1958–1963.", "ArticleIdList": ["19448231"]}, {"Citation": "Taliyan R, Sharma P. Protective effect and potential mechanism of Ginkgo biloba extract EGb 761 on STZ-induced neuropathic pain in rats. Phytother Res. 2012;26:1823–1829.", "ArticleIdList": ["22422566"]}, {"Citation": "Takayama H. Chemistry and pharmacology of analgesic indole alkaloids from the rubiaceous plant, Mitragyna speciosa. Chem Pharm Bull. 2004;52:916–928.", "ArticleIdList": ["15304982"]}, {"Citation": "Carpenter JM, Criddle CA, Craig HK, Ali Z, Zhang Z, Khan IA, et al. Comparative effects of Mitragyna speciosa extract, mitragynine, and opioid agonists on thermal nociception in rats. Fitoterapia. 2016;109:87–90.", "ArticleIdList": ["26688378"]}, {"Citation": "Matsumoto K, Narita M, Muramatsu N, Nakayama T, Misawa K, Kitajima M, et al. Orally active opioid μ/δdual agonist MGM-16, a derivative of the indole alkaloid mitragynine, exhibits potent antiallodynic effect on neuropathic pain in mice. J Pharmacol Exp Ther. 2014;348:383–392.", "ArticleIdList": ["PMC6067406", "24345467"]}, {"Citation": "Basch E, Gabardi S, Ulbricht C. Bitter melon (Momordica charantia): a review of efficacy and safety. Am J Health Syst Pharm. 2003;60:356–359.", "ArticleIdList": ["12625217"]}, {"Citation": "Jain V, Pareek A, Paliwal N, Ratan Y, Jaggi AS, Singh N. Antinociceptive and antiallodynic effects of Momordica charantia L. in tibial and sural nerve transection-induced neuropathic pain in rats. Nutr Neurosci. 2014;17:88–96.", "ArticleIdList": ["23692809"]}, {"Citation": "Amin B, Hosseinzadeh H. Black cumin (Nigella sativa) and its active constituent, thymoquinone: an overview on the analgesic and anti-inflammatory effects. Planta Med. 2016;82:8–16.", "ArticleIdList": ["26366755"]}, {"Citation": "Javidi S, Razavi BM, Hosseinzadeh H. A review of neuropharmacology effects of Nigella sativa and its main component, thymoquinone. Phytother Res. 2016;30:1219–1229.", "ArticleIdList": ["27169925"]}, {"Citation": "Forouzanfar F, Fazly Bazzaz BS, Hosseinzadeh H. Black cumin (Nigella sativa) and its constituent (thymoquinone): a review on antimicrobial effects. Iran J Basic Med Sci. 2014;17:929–938.", "ArticleIdList": ["PMC4387228", "25859296"]}, {"Citation": "Kanter M. Effects of Nigella sativa and its major constituent, thymoquinone on sciatic nerves in experimental diabetic neuropathy. Neurochem Res. 2008;33:87–96.", "ArticleIdList": ["17713854"]}, {"Citation": "Amin B, Taheri M, Hosseinzadeh H. Effects of intraperitoneal thymoquinone on chronic neuropathic pain in rats. Planta medica. 2014;80:1269–1277.", "ArticleIdList": ["25272235"]}, {"Citation": "Tewari S, Salman M, Thadani S, Singh S, Ahmad A. A study of pregabalin, tramadol, their combination and Nigella sativa in neuropathic pain in rats. Int J Pharm Sci Res. 2015;6:4406."}, {"Citation": "Kaur G, Jaggi AS, Singh N. Exploring the potential effect of Ocimum sanctum in vincristine-induced neuropathic pain in rats. J Brachial Plex Peripher Nerve Inj. 2010;5:3.", "ArticleIdList": ["PMC2832770", "20181005"]}, {"Citation": "Muthuraman A, Diwan V, Jaggi AS, Singh N, Singh D. Ameliorative effects of Ocimum sanctum in sciatic nerve transection-induced neuropathy in rats. J Ethnopharmacol. 2008;120:56–62.", "ArticleIdList": ["18762236"]}, {"Citation": "Kaur G, Bali A, Singh N, Jaggi AS. Ameliorative potential of Ocimum sanctum in chronic constriction injury-induced neuropathic pain in rats. Anais da Academia Brasileira de Ciências. 2015;87:417–429.", "ArticleIdList": ["25673470"]}, {"Citation": "Kassuya CA, Silvestre AA, Rehder VLG, Calixto JB. Anti-allodynic and anti-oedematogenic properties of the extract and lignans from Phyllanthus amarus in models of persistent inflammatory and neuropathic pain. Eur J Pharmacol. 2003;478:145–153.", "ArticleIdList": ["14575799"]}, {"Citation": "Nucci-Martins C, Martins DF, Nascimento LF, Venzke D, Oliveira AS, Frederico MJ, et al. Ameliorative potential of standardized fruit extract of Pterodon pubescens Benth on neuropathic pain in mice: Evidence for the mechanisms of action. J Ethnopharmacol. 2015;175:273–286.", "ArticleIdList": ["26386380"]}, {"Citation": "Hoscheid J, Bersani-Amado CA, da Rocha BA, Outuki PM, da Silva MARCP, Froehlich DL, et al. Inhibitory effect of the hexane fraction of the ethanolic extract of the fruits of Pterodon pubescens Benth in acute and chronic inflammation. Evid Based Complement Alternat Med. 2013;2013:272795.", "ArticleIdList": ["PMC3736400", "23970930"]}, {"Citation": "Al-Sereiti M, Abu-Amer K, Sena P. Pharmacology of rosemary (Rosmarinus officinalis Linn.) and its therapeutic potentials. Indian J Exp Biol. 1999;37:124–130.", "ArticleIdList": ["10641130"]}, {"Citation": "Yu M-H, Choi J-H, Chae I-G, Im H-G, Yang S-A, More K, et al. Suppression of LPS-induced inflammatory activities by Rosmarinus officinalis L. Food Chem. 2013;136:1047–1054.", "ArticleIdList": ["23122161"]}, {"Citation": "Ghasemzadeh Rahbardar M, Mehri S, Mirnajafi-Zadeh SJ, Hosseinzadeh H. Anti-inflammatory effects of ethanolic extract of Rosmarinus officinalis L and rosmarinic acid in a rat model of neuropathic pain. Biomed Pharmacother. 2017;86:441–449.", "ArticleIdList": ["28012923"]}, {"Citation": "Ghasemzadeh M, Amin B, Mehri S, Mirnajafi-Zadeh SJ, Hosseinzadeh H. Effect of alcoholic extract of aerial parts of Rosmarinus officinalis L. on pain, inflammation and apoptosis induced by chronic constriction injury (CCI) model of neuropathic pain in rats. J Ethnopharmacol. 2016;194:117–130.", "ArticleIdList": ["27566199"]}, {"Citation": "Patel A, Patel T, Macwan C, Patel M, Chauhan K, Patel J. Evaluation of Anti-inflammatory and Analgesic activity of roots of Rubia cordifolia in rats. Journal of Pharmaceutical Sciences and Research. 2010;2:809–813."}, {"Citation": "Diwane C, Patil R, Vyavahare P, Bhambar R. Protective effect of Rubia cordifolia in paclitaxel-induced neuropathic pain in experimental animals. Indian J Pain. 2015;29:150–154."}, {"Citation": "Mansourabadi AH, Sadeghi HM, Razavi N, Rezvani E. Anti-inflammatory and analgesic properties of Salvigenin Salvia officinalis flavonoid extracted. Advanced Herbal Medicine. 2015;1:31–41."}, {"Citation": "Hohmann J, Zupkó I, Rédei D, Csányi M, Falkay G, Máthé I, et al. Protective effects of the aerial parts of Salvia officinalis, Melissa officinalis and Lavandula angustifolia and their constituents against enzyme-dependent and enzyme-independent lipid peroxidation. Planta Med. 1999;65:576–578.", "ArticleIdList": ["10532875"]}, {"Citation": "Qnais EY, Abu-Dieyeh M, Abdulla FA, Abdalla SS. The antinociceptive and anti-inflammatory effects of Salvia officinalis leaf aqueous and butanol extracts. Pharm Biol. 2010;48:1149–1156.", "ArticleIdList": ["20860437"]}, {"Citation": "Rodrigues MRA, Kanazawa LKS, Das Neves TLM, Da Silva CF, Horst H, Pizzolatti MG, et al. Antinociceptive and anti-inflammatory potential of extract and isolated compounds from the leaves of Salvia officinalis in mice. J Ethnopharmacol. 2012;139:519–526.", "ArticleIdList": ["22154965"]}, {"Citation": "Abad ANA, Nouri MHK, Tavakkoli F. Effect of Salvia officinalis hydroalcoholic extract on vincristine-induced neuropathy in mice. Chin J Nat Med. 2011;9:354–358."}, {"Citation": "Comelli F, Giagnoni G, Bettoni I, Colleoni M, Costa B. Antihyperalgesic effect of a Cannabis sativa extract in a rat model of neuropathic pain: mechanisms involved. Phytother Res. 2008;22:1017–1024.", "ArticleIdList": ["18618522"]}, {"Citation": "Rog DJ, Nurmikko TJ, Young CA. Oromucosal Δ9-tetrahydrocannabinol/cannabidiol for neuropathic pain associated with multiple sclerosis: an uncontrolled, open-label, 2-year extension trial. Clin Ther. 2007;29:2068–2079.", "ArticleIdList": ["18035205"]}, {"Citation": "Ellis RJ, Toperoff W, Vaida F, Van Den Brande G, Gonzales J, Gouaux B, et al. Smoked medicinal cannabis for neuropathic pain in HIV: a randomized, crossover clinical trial. Neuropsychopharmacology. 2009;34:672–680.", "ArticleIdList": ["PMC3066045", "18688212"]}, {"Citation": "Johnson JR, Burnell-Nugent M, Lossignol D, Ganae-Motan ED, Potts R, Fallon MT. Multicenter, double-blind, randomized, placebo-controlled, parallel-group study of the efficacy, safety, and tolerability of THC: CBD extract and THC extract in patients with intractable cancer-related pain. J Pain Symptom Manage. 2010;39:167–179.", "ArticleIdList": ["19896326"]}, {"Citation": "Johnson JR, Lossignol D, Burnell-Nugent M, Fallon MT. An open-label extension study to investigate the long-term safety and tolerability of THC/CBD oromucosal spray and oromucosal THC spray in patients with terminal cancer-related pain refractory to strong opioid analgesics. J Pain Symptom Manage. 2013;46:207–218.", "ArticleIdList": ["23141881"]}, {"Citation": "Serpell M, Ratcliffe S, Hovorka J, Schofield M, Taylor L, Lauder H, et al. A double-blind, randomized, placebo-controlled, parallel group study of THC/CBD spray in peripheral neuropathic pain treatment. Eur J Pain. 2014;18:999–1012.", "ArticleIdList": ["24420962"]}, {"Citation": "Hoggart B, Ratcliffe S, Ehler E, Simpson K, Hovorka J, Lejcko J, et al. A multicentre, open-label, follow-on study to assess the long-term maintenance of effect, tolerance and safety of THC/CBD oromucosal spray in the management of neuropathic pain. J Neurol. 2015;262:27–40.", "ArticleIdList": ["25270679"]}, {"Citation": "Taki M, Omiya Y, Suzuki Y, Ikeda Y, Noguchi M, Matuba T, et al. Quality and pharmacological investigation of processed Aconiti tuber (JT-3022) Nat Med. 1998;52:343–352."}, {"Citation": "Murayama M, Mori T, Bando H, Amiya T. Studies on the constituents of Aconitum species IX. The pharmacological properties of pyro-type aconitine alkaloids, components of processed aconite powder 'kako-bushi-matsu': analgesic, antiinflammatory and acute toxic activities. J Ethnopharmacol. 1991;35:159–164.", "ArticleIdList": ["1809822"]}, {"Citation": "Feng L, Liu W-K, Deng L, Tian J-X, Tong X-L. Clinical efficacy of aconitum-containing traditional Chinese medicine for diabetic peripheral neuropathic pain. Am J Chin Med. 2014;42:109–117.", "ArticleIdList": ["24467538"]}, {"Citation": "Singhuber J, Zhu M, Prinz S, Kopp B. Aconitum in traditional Chinese medicine—a valuable drug or an unpredictable risk? J Ethnopharmacol. 2009;126:18–30.", "ArticleIdList": ["19651200"]}, {"Citation": "Ou S, Zhao Y-D, Xiao Z, Wen H-Z, Cui J, Ruan H-Z. Effect of lappaconitine on neuropathic pain mediated by P2X 3 receptor in rat dorsal root ganglion. Neurochem Int. 2011;58:564–573.", "ArticleIdList": ["21272608"]}, {"Citation": "Moon E, Lee SO, Kang TH, Kim HJ, Choi SZ, Son M-W, et al. Dioscorea extract (DA-9801) modulates markers of peripheral neuropathy in type 2 diabetic db/db mice. Biomol Ther. 2014;22:445–452.", "ArticleIdList": ["PMC4201231", "25414776"]}, {"Citation": "Maithili V, Dhanabal S, Mahendran S, Vadivelan R. Antidiabetic activity of ethanolic extract of tubers of Dioscorea alata in alloxan induced diabetic rats. Indian J Pharmacol. 2011;43:455.", "ArticleIdList": ["PMC3153713", "21845005"]}, {"Citation": "Gao X, Li B, Jiang H, Liu F, Xu D, Liu Z. Dioscorea opposita reverses dexamethasone induced insulin resistance. Fitoterapia. 2007;78:12–15.", "ArticleIdList": ["17084991"]}, {"Citation": "Choi S-Z, Son M-W. Novel botanical drug for the treatment of diabetic neuropathy. Arch Pharm Res. 2011;34:865–867.", "ArticleIdList": ["21660513"]}, {"Citation": "Kono T, Hata T, Morita S, Munemoto Y, Matsui T, Kojima H, et al. Goshajinkigan oxaliplatin neurotoxicity evaluation (GONE): a phase 2, multicenter, randomized, double-blind, placebo-controlled trial of goshajinkigan to prevent oxaliplatin-induced neuropathy. Cancer Chemother Pharmacol. 2013;72:1283–1290.", "ArticleIdList": ["PMC3834178", "24121454"]}, {"Citation": "Watanabe K, Shimada A, Miyaki K, Hirakata A, Matsuoka K, Omae K, et al. Long-term effects of Goshajinkigan in prevention of diabetic complications: a randomized open-labeled clinical trial. Evid Based Complement Alternat Med. 2014;2014", "ArticleIdList": ["PMC4000675", "24812564"]}, {"Citation": "Wang M-L, Yu G, Yi S-P, Zhang F-Y, Wang Z-T, Huang B, et al. Antinociceptive effects of incarvillateine, a monoterpene alkaloid from Incarvillea sinensis, and possible involvement of the adenosine system. Sci Rep. 2015;5:16107.", "ArticleIdList": ["PMC4630779", "26527075"]}, {"Citation": "Nakamura M, Chi Y-M, Yan W-M, Nakasugi Y, Yoshizawa T, Irino N, et al. Strong antinociceptive effect of incarvillateine, a novel monoterpene alkaloid from Incarvillea sinensis. J Nat Prod. 1999;62:1293–1294.", "ArticleIdList": ["10514316"]}, {"Citation": "Chi Y-M, Nakamura M, Yoshizawa T, Zhao X-Y, Yan W-M, Hashimoto F, et al. Pharmacological study on the novel antinociceptive agent, a novel monoterpene alkaloid from Incarvillea sinensis. Biol Pharm Bull. 2005;28:1989–1991.", "ArticleIdList": ["16204962"]}, {"Citation": "Jin G-L, Su Y-P, Liu M, Xu Y, Yang J, Liao K-J, et al. Medicinal plants of the genus Gelsemium (Gelsemiaceae, Gentianales)—a review of their phytochemistry, pharmacology, toxicology and traditional use. J Ethnopharmacol. 2014;152:33–52.", "ArticleIdList": ["24434844"]}, {"Citation": "Qiu H-Q, Xu Y, Jin G-L, Yang J, Liu M, Li S-P, et al. Koumine enhances spinal cord 3α-hydroxysteroid oxidoreductase expression and activity in a rat model of neuropathic pain. Mol Pain. 2015;11:1–13.", "ArticleIdList": ["PMC4529695", "26255228"]}, {"Citation": "Ling Q, Liu M, Wu M-X, Xu Y, Yang J, Huang H-H, et al. Anti-allodynic and neuroprotective effects of koumine, a Benth alkaloid, in a rat model of diabetic neuropathy. Biol Pharm Bull. 2014;37:858–864.", "ArticleIdList": ["24790009"]}, {"Citation": "Kandhare AD, Raygude KS, Ghosh P, Ghule AE, Bodhankar SL. Neuroprotective effect of naringin by modulation of endogenous biomarkers in streptozotocin induced painful diabetic neuropathy. Fitoterapia. 2012;83:650–659.", "ArticleIdList": ["22343014"]}, {"Citation": "Hu CY, Zhao YT. Analgesic effects of naringenin in rats with spinal nerve ligation-induced neuropathic pain. Biomed Rep. 2014;2:569–573.", "ArticleIdList": ["PMC4051469", "24944810"]}, {"Citation": "Liu X, Liu M, Mo Y, Peng H, Gong J, Li Z, et al. Naringin ameliorates cognitive deficits in streptozotocin-induced diabetic rats. Iran J Basic Med Sci. 2016;19:411–416.", "ArticleIdList": ["PMC4887715", "27279986"]}, {"Citation": "Anjaneyulu M, Chopra K. Quercetin, a bioflavonoid, attenuates thermal hyperalgesia in a mouse model of diabetic neuropathic pain. Prog Neuropsychopharmacol Biol Psychiatry. 2003;27:1001–1005.", "ArticleIdList": ["14499317"]}, {"Citation": "Qu L, Liang X, Gu B, Liu W. Quercetin alleviates high glucose-induced Schwann cell damage by autophagy ?Neural Regener Res. 2014;9:1195–203.", "ArticleIdList": ["PMC4146282", "25206782"]}, {"Citation": "Elbe H, Vardi N, Esrefoglu M, Ates B, Yologlu S, Taskapan C. Amelioration of streptozotocin-induced diabetic nephropathy by melatonin, quercetin, and resveratrol in rats. Hum Exp Toxicol. 2015;34:100–113.", "ArticleIdList": ["24812155"]}, {"Citation": "Civi S, Emmez G, Dere UA, Borcek AO, Emmez H. Effects of quercetin on chronic constriction nerve injury in an experimental rat model. Acta Neurochir. 2016;158:959–965.", "ArticleIdList": ["26960544"]}]}], "History": [{"Year": "2018", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29796216", "PMC5960749", "10.22038/IJBMS.2018.24026.6021", "IJBMS-21-347"]}}]}