{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29844227", "DateCompleted": {"Year": "2019", "Month": "03", "Day": "13"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "05", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1104/pp.17.01815"], "Journal": {"ISSN": "1532-2548", "JournalIssue": {"Volume": "177", "Issue": "3", "PubDate": {"Year": "2018", "Month": "Jul"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Candidate Enzymes for Saffron Crocin Biosynthesis Are Localized in Multiple Cellular Compartments.", "Pagination": {"StartPage": "990", "EndPage": "1006", "MedlinePgn": "990-1006"}, "Abstract": {"AbstractText": ["Saffron is the dried stigmas of <i>Crocus sativus</i> and is the most expensive spice in the world. Its red color is due to crocins, which are apocarotenoid glycosides that accumulate in the vacuole to a level up to 10% of the stigma dry weight. Previously, we characterized the first dedicated enzyme in the crocin biosynthetic pathway, carotenoid cleavage dioxygenase2 (CsCCD2), which cleaves zeaxanthin to yield crocetin dialdehyde. In this work, we identified six putative <i>aldehyde dehydrogenase</i> (<i>ALDH</i>) genes expressed in <i>C. sativus</i> stigmas. Heterologous expression in <i>Escherichia coli</i> showed that only one of corresponding proteins (CsALDH3I1) was able to convert crocetin dialdehyde into the crocin precursor crocetin. CsALDH3I1 carries a carboxyl-terminal hydrophobic domain, similar to that of the <i>Neurospora crassa</i> membrane-associated apocarotenoid dehydrogenase YLO-1. We also characterized the UDP-glycosyltransferase CsUGT74AD1, which converts crocetin to crocins 1 and 2'. In vitro assays revealed high specificity of CsALDH3I1 for crocetin dialdehyde and long-chain apocarotenals and of CsUGT74AD1 for crocetin. Following extract fractionation, CsCCD2, CsALDH3I1, and CsUGT74AD1 were found in the insoluble fraction, suggesting their association with membranes or large insoluble complexes. Analysis of protein localization in both <i>C. sativus</i> stigmas and following transgene expression in <i>Nicotiana benthamiana</i> leaves revealed that CsCCD2, CsALDH3I, and CsUGT74AD1 were localized to the plastids, the endoplasmic reticulum, and the cytoplasm, respectively, in association with cytoskeleton-like structures. Based on these findings and current literature, we propose that the endoplasmic reticulum and cytoplasm function as transit centers for metabolites whose biosynthesis starts in the plastid and are accumulated in the vacuole."], "CopyrightInformation": "© 2018 American Society of Plant Biologists. All rights reserved."}, "AuthorList": [{"Identifier": ["0000-0003-3344-5754"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Italian National Agency for New Technologies, Energy and Sustainable Economic Development, 00123 Rome, Italy."}], "LastName": "Demurtas", "ForeName": "Olivia Costantina", "Initials": "OC"}, {"Identifier": ["0000-0001-8161-3797"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Italian National Agency for New Technologies, Energy and Sustainable Economic Development, 00123 Rome, Italy."}], "LastName": "Frusciante", "ForeName": "Sarah", "Initials": "S"}, {"Identifier": ["0000-0003-3071-2212"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Italian National Agency for New Technologies, Energy and Sustainable Economic Development, 00123 Rome, Italy."}], "LastName": "Ferrante", "ForeName": "Paola", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Italian National Agency for New Technologies, Energy and Sustainable Economic Development, 00123 Rome, Italy."}], "LastName": "Diretto", "ForeName": "Gianfranco", "Initials": "G"}, {"Identifier": ["0000-0002-6459-1490"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Plant and Plant Production, University of Mohaghegh Ardabili, Ardabil, Iran 56199-11367."}], "LastName": "Azad", "ForeName": "Noraddin Hosseinpour", "Initials": "NH"}, {"Identifier": ["0000-0002-8789-6860"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Italian National Agency for New Technologies, Energy and Sustainable Economic Development, 00123 Rome, Italy."}, {"Identifier": [], "Affiliation": "Council for Agricultural Research and Economics, Research Center for Olive, Citrus, and Tree Fruit, 47121 Forli, Italy."}], "LastName": "Pietrella", "ForeName": "Marco", "Initials": "M"}, {"Identifier": ["0000-0003-4969-2696"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Italian National Agency for New Technologies, Energy and Sustainable Economic Development, 00123 Rome, Italy."}], "LastName": "Aprea", "ForeName": "Giuseppe", "Initials": "G"}, {"Identifier": ["0000-0001-6063-9939"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Large Equipment, Section of Electron Microscopy, University of Tuscia, Largo dell'Università, 01100 Viterbo, Italy."}], "LastName": "Taddei", "ForeName": "Anna Rita", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Rome Tor Vergata, 00133 Rome, Italy."}], "LastName": "Romano", "ForeName": "Elena", "Initials": "E"}, {"Identifier": ["0000-0001-7846-9472"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "King Abdullah University of Science and Technology, Biological and Environmental Sciences and Engineering Division, The Bioactives Lab, Thuwal 23955-6900, Kingdom of Saudi Arabia."}], "LastName": "Mi", "ForeName": "Jianing", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "King Abdullah University of Science and Technology, Biological and Environmental Sciences and Engineering Division, The Bioactives Lab, Thuwal 23955-6900, Kingdom of Saudi Arabia."}], "LastName": "Al-Babili", "ForeName": "Salim", "Initials": "S"}, {"Identifier": ["0000-0003-4100-6022"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, University of Warwick, Coventry CV4 7AL, United Kingdom."}], "LastName": "Frigerio", "ForeName": "Lorenzo", "Initials": "L"}, {"Identifier": ["0000-0002-2486-0510"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Italian National Agency for New Technologies, Energy and Sustainable Economic Development, 00123 Rome, Italy giovanni.giuliano@enea.it."}], "LastName": "Giuliano", "ForeName": "Giovanni", "Initials": "G"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "trans-sodium crocetinate"}, {"RegistryNumber": "11103-57-4", "NameOfSubstance": "Vitamin A"}, {"RegistryNumber": "147336-22-9", "NameOfSubstance": "Green Fluorescent Proteins"}, {"RegistryNumber": "36-88-4", "NameOfSubstance": "Carotenoids"}, {"RegistryNumber": "877GWI46C2", "NameOfSubstance": "crocin"}, {"RegistryNumber": "EC 1.2.1.3", "NameOfSubstance": "Aldehyde Dehydrogenase"}, {"RegistryNumber": "EC 2.4.-", "NameOfSubstance": "Glycosyltransferases"}], "CommentsCorrectionsList": [{"RefSource": "Plant Physiol. 2018 Jul;177(3):869-870. doi: 10.1104/pp.18.00662", "PMID": "30006455"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Aldehyde Dehydrogenase"}, {"QualifierName": ["biosynthesis", "metabolism"], "DescriptorName": "Carotenoids"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Crocus"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Glycosylation"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Glycosyltransferases"}, {"QualifierName": ["analysis", "genetics", "metabolism"], "DescriptorName": "Green Fluorescent Proteins"}, {"QualifierName": ["methods"], "DescriptorName": "Immunohistochemistry"}, {"QualifierName": [], "DescriptorName": "Microscopy, Confocal"}, {"QualifierName": [], "DescriptorName": "Organ Specificity"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": [], "DescriptorName": "Plants, Genetically Modified"}, {"QualifierName": ["genetics"], "DescriptorName": "Nicotiana"}, {"QualifierName": ["analogs & derivatives"], "DescriptorName": "Vitamin A"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahrazem O, Rubio-Moraga A, Trapero-Mozos A, Climent MF, Gómez-Cadenas A, Gómez-Gómez L (2015) Ectopic expression of a stress-inducible glycosyltransferase from saffron enhances salt and oxidative stress tolerance in Arabidopsis while alters anchor root formation. Plant Sci 234: 60–73", "ArticleIdList": ["25804810"]}, {"Citation": "Ahrazem O, Rubio-Moraga A, Berman J, Capell T, Christou P, Zhu C, Gómez-Gómez L (2016) The carotenoid cleavage dioxygenase CCD2 catalysing the synthesis of crocetin in spring crocuses and saffron is a plastidial enzyme. New Phytol 209: 650–663", "ArticleIdList": ["26377696"]}, {"Citation": "Alavizadeh SH, Hosseinzadeh H (2014) Bioactivity assessment and toxicity of crocin: a comprehensive review. Food Chem Toxicol 64: 65–80", "ArticleIdList": ["24275090"]}, {"Citation": "Al-Babili S, von Lintig J, Haubruck H, Beyer P (1996) A novel, soluble form of phytoene desaturase from Narcissus pseudonarcissus chromoplasts is Hsp70-complexed and competent for flavinylation, membrane association and enzymatic activation. Plant J 9: 601–612", "ArticleIdList": ["8653112"]}, {"Citation": "Alboresi A, Perin G, Vitulo N, Diretto G, Block M, Jouhet J, Meneghesso A, Valle G, Giuliano G, Maréchal E, et al. (2016) Light remodels lipid biosynthesis in Nannochloropsis gaditana by modulating carbon partitioning between organelles. Plant Physiol 171: 2468–2482", "ArticleIdList": ["PMC4972283", "27325666"]}, {"Citation": "Azama K, Abe S, Sugimoto H, Davies E (2003) Lysine-containing proteins in maize endosperm: a major contribution from cytoskeleton-associated carbohydrate-metabolizing enzymes. Planta 217: 628–638", "ArticleIdList": ["12684783"]}, {"Citation": "Bathaie SZ, Farajzade A, Hoshyar R (2014) A review of the chemistry and uses of crocins and crocetin, the carotenoid natural dyes in saffron, with particular emphasis on applications as colorants including their use as biological stains. Biotech Histochem 89: 401–411", "ArticleIdList": ["24665936"]}, {"Citation": "Benghezal M, Wasteneys GO, Jones DA (2000) The C-terminal dilysine motif confers endoplasmic reticulum localization to type I membrane proteins in plants. Plant Cell 12: 1179–1201", "ArticleIdList": ["PMC149058", "10899983"]}, {"Citation": "Bisti S, Maccarone R, Falsini B (2014) Saffron and retina: neuroprotection and pharmacokinetics. Vis Neurosci 31: 355–361", "ArticleIdList": ["24819927"]}, {"Citation": "Bouvier F, Dogbo O, Camara B (2003a) Biosynthesis of the food and cosmetic plant pigment bixin (annatto). Science 300: 2089–2091", "ArticleIdList": ["12829782"]}, {"Citation": "Bouvier F, Suire C, Mutterer J, Camara B (2003b) Oxidative remodeling of chromoplast carotenoids: identification of the carotenoid dioxygenase CsCCD and CsZCD genes involved in Crocus secondary metabolite biogenesis. Plant Cell 15: 47–62", "ArticleIdList": ["PMC143450", "12509521"]}, {"Citation": "Brandle JE, Telmer PG (2007) Steviol glycoside biosynthesis. Phytochemistry 68: 1855–1863", "ArticleIdList": ["17397883"]}, {"Citation": "Brocker C, Vasiliou M, Carpenter S, Carpenter C, Zhang Y, Wang X, Kotchoni SO, Wood AJ, Kirch HH, Kopečný D, et al. (2013) Aldehyde dehydrogenase (ALDH) superfamily in plants: gene nomenclature and comparative genomics. Planta 237: 189–210", "ArticleIdList": ["PMC3536936", "23007552"]}, {"Citation": "Chryssanthi DG, Lamari FN, Georgakopoulos CD, Cordopatis P (2011) A new validated SPE-HPLC method for monitoring crocetin in human plasma: application after saffron tea consumption. J Pharm Biomed Anal 55: 563–568", "ArticleIdList": ["21398065"]}, {"Citation": "Cinelli RA, Ferrari A, Pellegrini V, Tyagi M, Giacca M, Beltram F (2000) The enhanced green fluorescent protein as a tool for the analysis of protein dynamics and localization: local fluorescence study at the single-molecule level. Photochem Photobiol 71: 771–776", "ArticleIdList": ["10857375"]}, {"Citation": "Cote F, Cormier F, Dufresne C, Willemot C (2001) A highly specific glucosyltransferase is involved in the synthesis of crocetin glucosylesters in Crocus sativus cultured cells. J Plant Physiol 158: 553–560"}, {"Citation": "D’Esposito D, Ferriello F, Molin AD, Diretto G, Sacco A, Minio A, Barone A, Di Monaco R, Cavella S, Tardella L, et al. (2017) Unraveling the complexity of transcriptomic, metabolomic and quality environmental response of tomato fruit. BMC Plant Biol 17: 66.", "ArticleIdList": ["PMC5369198", "28347287"]}, {"Citation": "Demurtas OC, Massa S, Illiano E, De Martinis D, Chan PK, Di Bonito P, Franconi R (2016) Antigen production in plant to tackle infectious diseases flare up: the case of SARS. Front Plant Sci 7: 54.", "ArticleIdList": ["PMC4742786", "26904039"]}, {"Citation": "Díaz-Sánchez V, Estrada AF, Trautmann D, Al-Babili S, Avalos J (2011) The gene carD encodes the aldehyde dehydrogenase responsible for neurosporaxanthin biosynthesis in Fusarium fujikuroi. FEBS J 278: 3164–3176", "ArticleIdList": ["21749649"]}, {"Citation": "Diretto G, Al-Babili S, Tavazza R, Scossa F, Papacchioli V, Migliore M, Beyer P, Giuliano G (2010) Transcriptional-metabolic networks in β-carotene-enriched potato tubers: the long and winding road to the Golden phenotype. Plant Physiol 154: 899–912", "ArticleIdList": ["PMC2949014", "20671108"]}, {"Citation": "Dong T, Hwang I (2014) Contribution of ABA UDP-glucosyltransferases in coordination of ABA biosynthesis and catabolism for ABA homeostasis. Plant Signal Behav 9: e28888", "ArticleIdList": ["PMC4091422", "25763481"]}, {"Citation": "Dong T, Park Y, Hwang I (2015) Abscisic acid: biosynthesis, inactivation, homoeostasis and signalling. Essays Biochem 58: 29–48", "ArticleIdList": ["26374885"]}, {"Citation": "Emanuelsson O, Nielsen H, Brunak S, von Heijne G (2000) Predicting subcellular localization of proteins based on their N-terminal amino acid sequence. J Mol Biol 300: 1005–1016", "ArticleIdList": ["10891285"]}, {"Citation": "Estrada AF, Youssar L, Scherzinger D, Al-Babili S, Avalos J (2008) The ylo-1 gene encodes an aldehyde dehydrogenase responsible for the last reaction in the Neurospora carotenoid pathway. Mol Microbiol 69: 1207–1220", "ArticleIdList": ["18627463"]}, {"Citation": "Fasano C, Diretto G, Aversano R, D’Agostino N, Di Matteo A, Frusciante L, Giuliano G, Carputo D (2016) Transcriptome and metabolome of synthetic Solanum autotetraploids reveal key genomic stress events following polyploidization. New Phytol 210: 1382–1394", "ArticleIdList": ["26915816"]}, {"Citation": "Frusciante S, Diretto G, Bruno M, Ferrante P, Pietrella M, Prado-Cabrero A, Rubio-Moraga A, Beyer P, Gomez-Gomez L, Al-Babili S, et al. (2014) Novel carotenoid cleavage dioxygenase catalyzes the first dedicated step in saffron crocin biosynthesis. Proc Natl Acad Sci USA 111: 12246–12251", "ArticleIdList": ["PMC4143034", "25097262"]}, {"Citation": "Gachon CM, Langlois-Meurinne M, Saindrenan P (2005) Plant secondary metabolism glycosyltransferases: the emerging functional analysis. Trends Plant Sci 10: 542–549", "ArticleIdList": ["16214386"]}, {"Citation": "Gibson DG, Young L, Chuang RY, Venter JC, Hutchison CA III, Smith HO (2009) Enzymatic assembly of DNA molecules up to several hundred kilobases. Nat Methods 6: 343–345", "ArticleIdList": ["19363495"]}, {"Citation": "Gómez-Gómez L, Parra-Vega V, Rivas-Sendra A, Seguí-Simarro JM, Molina RV, Pallotti C, Rubio-Moraga Á, Diretto G, Prieto A, Ahrazem O (2017) Unraveling massive crocins transport and accumulation through proteome and microscopy tools during the development of saffron stigma. Int J Mol Sci 18: E76.", "ArticleIdList": ["PMC5297711", "28045431"]}, {"Citation": "Hamilton AJ, Baulcombe DC (1999) A species of small antisense RNA in posttranscriptional gene silencing in plants. Science 286: 950–952", "ArticleIdList": ["10542148"]}, {"Citation": "Jain M, Srivastava PL, Verma M, Ghangal R, Garg R (2016) De novo transcriptome assembly and comprehensive expression profiling in Crocus sativus to gain insights into apocarotenoid biosynthesis. Sci Rep 6: 22456.", "ArticleIdList": ["PMC4776159", "26936416"]}, {"Citation": "Kirch HH, Bartels D, Wei Y, Schnable PS, Wood AJ (2004) The ALDH gene superfamily of Arabidopsis. Trends Plant Sci 9: 371–377", "ArticleIdList": ["15358267"]}, {"Citation": "Kotchoni SO, Kuhns C, Ditzer A, Kirch HH, Bartels D (2006) Over-expression of different aldehyde dehydrogenase genes in Arabidopsis thaliana confers tolerance to abiotic stress and protects plants against lipid peroxidation and oxidative stress. Plant Cell Environ 29: 1033–1048", "ArticleIdList": ["17080931"]}, {"Citation": "Kumar S, Stecher G, Tamura K (2016) MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets. Mol Biol Evol 33: 1870–1874", "ArticleIdList": ["PMC8210823", "27004904"]}, {"Citation": "Lätari K, Wüst F, Hübner M, Schaub P, Beisel KG, Matsubara S, Beyer P, Welsch R (2015) Tissue-specific apocarotenoid glycosylation contributes to carotenoid homeostasis in Arabidopsis leaves. Plant Physiol 168: 1550–1562", "ArticleIdList": ["PMC4528739", "26134165"]}, {"Citation": "Lee H, Sparkes I, Gattolin S, Dzimitrowicz N, Roberts LM, Hawes C, Frigerio L (2013) An Arabidopsis reticulon and the atlastin homologue RHD3-like2 act together in shaping the tubular endoplasmic reticulum. New Phytol 197: 481–489", "ArticleIdList": ["23163512"]}, {"Citation": "Liu M, Diretto G, Pirrello J, Roustan JP, Li Z, Giuliano G, Regad F, Bouzayen M (2014) The chimeric repressor version of an Ethylene Response Factor (ERF) family member, Sl-ERF.B3, shows contrasting effects on tomato fruit ripening. New Phytol 203: 206–218", "ArticleIdList": ["24645853"]}, {"Citation": "Martinoia E, Maeshima M, Neuhaus HE (2007) Vacuolar transporters and their essential role in plant metabolism. J Exp Bot 58: 83–102", "ArticleIdList": ["17110589"]}, {"Citation": "Masaki R, Yamamoto A, Tashiro Y (1994) Microsomal aldehyde dehydrogenase is localized to the endoplasmic reticulum via its carboxyl-terminal 35 amino acids. J Cell Biol 126: 1407–1420", "ArticleIdList": ["PMC2290952", "8089174"]}, {"Citation": "Mehrshahi P, Stefano G, Andaloro JM, Brandizzi F, Froehlich JE, DellaPenna D (2013) Transorganellar complementation redefines the biochemical continuity of endoplasmic reticulum and chloroplasts. Proc Natl Acad Sci USA 110: 12126–12131", "ArticleIdList": ["PMC3718160", "23818635"]}, {"Citation": "Moraga AR, Nohales PF, Pérez JA, Gómez-Gómez L (2004) Glucosylation of the saffron apocarotenoid crocetin by a glucosyltransferase isolated from Crocus sativus stigmas. Planta 219: 955–966", "ArticleIdList": ["15605174"]}, {"Citation": "Moraga AR, Mozos AT, Ahrazem O, Gómez-Gómez L (2009) Cloning and characterization of a glucosyltransferase from Crocus sativus stigmas involved in flavonoid glucosylation. BMC Plant Biol 9: 109.", "ArticleIdList": ["PMC2736960", "19695093"]}, {"Citation": "Nagatoshi M, Terasaka K, Owaki M, Sota M, Inukai T, Nagatsu A, Mizukami H (2012) UGT75L6 and UGT94E5 mediate sequential glucosylation of crocetin to crocin in Gardenia jasminoides. FEBS Lett 586: 1055–1061", "ArticleIdList": ["22569263"]}, {"Citation": "Nambara E, Marion-Poll A (2005) Abscisic acid biosynthesis and catabolism. Annu Rev Plant Biol 56: 165–185", "ArticleIdList": ["15862093"]}, {"Citation": "Nishihara K, Kanemori M, Kitagawa M, Yanagi H, Yura T (1998) Chaperone coexpression plasmids: differential and synergistic roles of DnaK-DnaJ-GrpE and GroEL-GroES in assisting folding of an allergen of Japanese cedar pollen, Cryj2, in Escherichia coli. Appl Environ Microbiol 64: 1694–1699", "ArticleIdList": ["PMC106217", "9572938"]}, {"Citation": "Ponti G, Palombi F, Abate D, Ambrosino F, Aprea G, Bastianelli T, Beone F, Bertini R, Bracco G, Caporicci M (2014) The role of medium size facilities in the HPC ecosystem: the case of the new CRESCO4 cluster integrated in the ENEAGRID infrastructure. In Bassini S, Nygard M , eds, 2014 International Conference on High Performance Computing & Simulation (HPCS).IEEE, New York, NY, pp 1030–103310.1109/HPCSim.2014.6903807", "ArticleIdList": ["10.1109/HPCSim.2014.6903807"]}, {"Citation": "Rambla JL, Trapero-Mozos A, Diretto G, Rubio-Moraga A, Granell A, Gómez-Gómez L, Ahrazem O (2016) Gene-metabolite networks of volatile metabolism in Airen and Tempranillo grape cultivars revealed a distinct mechanism of aroma bouquet production. Front Plant Sci 7: 1619.", "ArticleIdList": ["PMC5082229", "27833635"]}, {"Citation": "Ross J, Li Y, Lim EK, Bowles DJ (2001) Higher plant glycosyltransferases. Genome Biol 2: REVIEWS3004.", "ArticleIdList": ["PMC138907", "11182895"]}, {"Citation": "Rubio-Moraga A, Trapero A, Ahrazem O, Gómez-Gómez L (2010) Crocins transport in Crocus sativus: the long road from a senescent stigma to a newborn corm. Phytochemistry 71: 1506–1513", "ArticleIdList": ["20573363"]}, {"Citation": "Saitou N, Nei M (1987) The neighbor-joining method: a new method for reconstructing phylogenetic trees. Mol Biol Evol 4: 406–425", "ArticleIdList": ["3447015"]}, {"Citation": "Shao H, He X, Achnine L, Blount JW, Dixon RA, Wang X (2005) Crystal structures of a multifunctional triterpene/flavonoid glycosyltransferase from Medicago truncatula. Plant Cell 17: 3141–3154", "ArticleIdList": ["PMC1276034", "16214900"]}, {"Citation": "Stiti N, Adewale IO, Petersen J, Bartels D, Kirch HH (2011a) Engineering the nucleotide coenzyme specificity and sulfhydryl redox sensitivity of two stress-responsive aldehyde dehydrogenase isoenzymes of Arabidopsis thaliana. Biochem J 434: 459–471", "ArticleIdList": ["21166653"]}, {"Citation": "Stiti N, Missihoun TD, Kotchoni SO, Kirch HH, Bartels D (2011b) Aldehyde dehydrogenases in Arabidopsis thaliana: biochemical requirements, metabolic pathways, and functional analysis. Front Plant Sci 2: 65.", "ArticleIdList": ["PMC3355590", "22639603"]}, {"Citation": "Sturn A, Quackenbush J, Trajanoski Z (2002) Genesis: cluster analysis of microarray data. Bioinformatics 18: 207–208", "ArticleIdList": ["11836235"]}, {"Citation": "Su L, Diretto G, Purgatto E, Danoun S, Zouine M, Li Z, Roustan JP, Bouzayen M, Giuliano G, Chervin C (2015) Carotenoid accumulation during tomato fruit ripening is modulated by the auxin-ethylene balance. BMC Plant Biol 15: 114.", "ArticleIdList": ["PMC4424491", "25953041"]}, {"Citation": "Tarantilis PA, Tsoupras G, Polissiou M (1995) Determination of saffron (Crocus sativus L.) components in crude plant extract using high-performance liquid chromatography-UV-visible photodiode-array detection-mass spectrometry. J Chromatogr A 699: 107–118", "ArticleIdList": ["7757208"]}, {"Citation": "Trapero A, Ahrazem O, Rubio-Moraga A, Jimeno ML, Gómez MD, Gómez-Gómez L (2012) Characterization of a glucosyltransferase enzyme involved in the formation of kaempferol and quercetin sophorosides in Crocus sativus. Plant Physiol 159: 1335–1354", "ArticleIdList": ["PMC3425182", "22649274"]}, {"Citation": "Trapnell C, Roberts A, Goff L, Pertea G, Kim D, Kelley DR, Pimentel H, Salzberg SL, Rinn JL, Pachter L (2012) Differential gene and transcript expression analysis of RNA-seq experiments with TopHat and Cufflinks. Nat Protoc 7: 562–578", "ArticleIdList": ["PMC3334321", "22383036"]}, {"Citation": "Trautmann D, Beyer P, Al-Babili S (2013) The ORF slr0091 of Synechocystis sp. PCC6803 encodes a high-light induced aldehyde dehydrogenase converting apocarotenals and alkanals. FEBS J 280: 3685–3696", "ArticleIdList": ["23734995"]}, {"Citation": "Wang X. (2009) Structure, mechanism and engineering of plant natural product glycosyltransferases. FEBS Lett 583: 3303–3309", "ArticleIdList": ["19796637"]}]}], "History": [{"Year": "2018", "Month": "1", "Day": "2"}, {"Year": "2018", "Month": "5", "Day": "9"}, {"Year": "2018", "Month": "5", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29844227", "PMC6053014", "10.1104/pp.17.01815", "pp.17.01815"]}}]}