{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cytotoxicity", "Essential oil", "Nickel oxide nanoparticles", "Oxidative stress", "Pistacia lentiscus"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29854619", "DateRevised": {"Year": "2021", "Month": "01", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "03", "Day": "21"}], "Language": ["eng"], "ELocationID": ["10.1016/j.toxrep.2018.03.012"], "Journal": {"ISSN": "2214-7500", "JournalIssue": {"Volume": "5", "PubDate": {"Year": "2018"}}, "Title": "Toxicology reports", "ISOAbbreviation": "Toxicol Rep"}, "ArticleTitle": "NiO nanoparticles induce cytotoxicity mediated through ROS generation and impairing the antioxidant defense in the human lung epithelial cells (A549): Preventive effect of <i>Pistacia lentiscus</i> essential oil.", "Pagination": {"StartPage": "480", "EndPage": "488", "MedlinePgn": "480-488"}, "Abstract": {"AbstractText": ["Nickel oxide nanoparticles (NiO NPs) have attracted increasing attention owing to potential capacity to penetrate to several human cell systems and exert a toxic effect. Elsewhere, the use of medicinal plants today is the form of the most widespread medicine worldwide. Utilizing aromatic plants as interesting source of phytochemicals constitute one of the largest scientific concerns. Thus this study was focused to investigate antioxidant and cytoprotective effects of essential oil of a Mediterranean plant <i>P. lentiscus</i> (PLEO) on NiO NPs induced cytotoxicity and oxidative stress in human lung epithelial cells (A549). The obtained results showed that cell viability was reduced by NiO NPs, who's also found to induce oxidative stress in dose-dependent manner indicated by induction of reactive oxygen species and reduction of antioxidant enzymes activities. Our results also demonstrated that PLEO contains high amounts in terpinen-4-ol (11.49%), germacrene D (8.64%), α-pinene (5.97%), sabinene (5.19%), caryophyllene (5.10%) and δ-Cadinene (4.86%). PLEO exhibited a potent antioxidant capacity by cell viability improving, ROS scavenging and enhancing the endogenous antioxidant system against NiO NPs in this model of cells. The present work demonstrated, for the first time, the protective activity of PLEO against cell oxidative damage induced by NiO NPs. It was suggested that this plant essential oil could be use as a cells protector."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Applied Biochemistry and Microbiology, Department of Biochemistry, Faculty of Sciences, University of Annaba, 23000 Annaba, Algeria."}, {"Identifier": [], "Affiliation": "Phytochemical Laboratory, Department of Chemical Engineering, Faculty of Engineering, University Malaysia Sabah, 88400 Kota Kinabalu, Malaysia."}], "LastName": "Mohamed", "ForeName": "Khiari", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Applied Biochemistry and Microbiology, Department of Biochemistry, Faculty of Sciences, University of Annaba, 23000 Annaba, Algeria."}], "LastName": "Zine", "ForeName": "Kechrid", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Applied Biochemistry and Microbiology, Department of Biochemistry, Faculty of Sciences, University of Annaba, 23000 Annaba, Algeria."}], "LastName": "Fahima", "ForeName": "Klibet", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ecophysiology Animal, Faculty of Science, University of Sfax, 3038 Sfax, Tunisia."}], "LastName": "Abdelfattah", "ForeName": "Elfeki", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Food Science and Nutrition, University Malaysia Sabah, 88400 Kota Kinabalu, Sabah, Malaysia."}], "LastName": "Sharifudin", "ForeName": "Shaarani Md", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytochemical Laboratory, Department of Chemical Engineering, Faculty of Engineering, University Malaysia Sabah, 88400 Kota Kinabalu, Malaysia."}], "LastName": "Duduku", "ForeName": "Krishnaiah", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "Toxicol Rep", "NlmUniqueID": "101630272", "ISSNLinking": "2214-7500"}, "CommentsCorrectionsList": [{"RefSource": "Toxicol Rep. 2020 Dec 25;8:62-63. doi: 10.1016/j.toxrep.2020.12.008", "PMID": "33391998"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hossain S.T., Mukherjee S.K. Toxicity of cadmium sulfide (CdS) nanoparticles against Escherichia coli and HeLa cells. J. Hazard. Mater. 2013;260:1073–1082.", "ArticleIdList": ["23892173"]}, {"Citation": "Zhang X.Q., Yin L.H., Tang M., Pu Y.P. ZnO, TiO(2) SiO(2,) and Al(2)O(3) nanoparticles-induced toxic effects on human fetal lung fibroblasts. Biomed. Environ. Sci. 2011;24:661–669.", "ArticleIdList": ["22365403"]}, {"Citation": "Coricovac D.-E., Moacă E.-A., Pinzaru I., Cîtu C., Soica C., Mihali C.-V., Păcurariu C., Tutelyan V.A., Tsatsakis A., Dehelean C.-A. Biocompatible colloidal suspensions based on magnetic iron oxide nanoparticles: synthesis, characterization and toxicological profile. Front. Pharmacol. 2017;8", "ArticleIdList": ["PMC5368253", "28400730"]}, {"Citation": "Balmuri S.R., Selvaraj U., Kumar V.V., Anthony S.P., Tsatsakis A.M., Golokhvast K.S., Raman T. Effect of surfactant in mitigating cadmium oxide nanoparticle toxicity: implications for mitigating cadmium toxicity in environment. Environ. Res. 2017;152:141–149.", "ArticleIdList": ["27771568"]}, {"Citation": "Sharma V., Shukla R.K., Saxena N., Parmar D., Das M., Dhawan A. DNA damaging potential of zinc oxide nanoparticles in human epidermal cells. Toxicol. Lett. 2009;185:211–218.", "ArticleIdList": ["19382294"]}, {"Citation": "Chernyshev V.V., Zakharenko A.M., Ugay S.M., Hien T.T., Hai L.H., Kholodov A.S., Burykina T.I., Stratidakis A.K., Mezhuev Ya.O., Tsatsakis A.M., Golokhvast K.S. Morphologic and chemical composition of particulate matter in motorcycle engine exhaust. Toxicol. Rep. 2018;5:224–230.", "ArticleIdList": ["PMC5977370", "29854593"]}, {"Citation": "Skocaj M., Filipic M., Petkovic J., Novak S. Titanium dioxide in our everyday life; is it safe? Radiol. Oncol. 2011;45:227–247.", "ArticleIdList": ["PMC3423755", "22933961"]}, {"Citation": "Donaldson K., Duffin R., Langrish J.P., Miller M.R., Mills N.L., Poland C.A., Raftis, Shah A., Shaw C.A., Newby D.E. Nanoparticles and the cardiovascular system: a critical review. Nanomedicine (Lond) 2013;8:403–423.", "ArticleIdList": ["23477334"]}, {"Citation": "Venkateswara Rao K., Sunandana C.S. Co3O4 nanoparticles by chemical combustion: effect of fuel to oxidizer ratio on structure, microstructure and EPR. Solid State Commun. 2008;148:32–37."}, {"Citation": "Capasso L., Camatini M., Gualtieri M. Nickel oxide nanoparticles induce inflammation and genotoxic effect in lung epithelial cells. Toxicol. Lett. 2014;226:28–34.", "ArticleIdList": ["24503009"]}, {"Citation": "Halliwell B. Oxidative stress in cell culture: an under-appreciated problem? FEBS Lett. 2003;540:3–6.", "ArticleIdList": ["12681474"]}, {"Citation": "Sioutas C., Delfino R.J., Singh M. Exposure assessment for atmospheric Ultrafine Particles (UFPs) and implications in epidemiologic research. Environ. Health Perspect. 2005;113:947–955.", "ArticleIdList": ["PMC1280332", "16079062"]}, {"Citation": "Kumaran A., Karunakaran R.J. Activity-guided isolation and identification of free radical-scavenging components from an aqueous extract of Coleus aromaticus. Food Chem. 2007;100:356–361."}, {"Citation": "Vellosa J.C.R., Khalil N.M., Formenton V.A.F., Ximenes V.F., Fonseca L.M., Furlan M., Brunetti I.L., Oliveira O.M.M.F. Antioxidant activity of Maytenus ilicifolia root bark. Fitoterapia. 2006;77:243–244.", "ArticleIdList": ["16567059"]}, {"Citation": "Remila S., Atmani-Kilani D., Delemasure S., Connat J.L., Azib L., Richard T., Atmani D. Antioxidant cytoprotective, anti-inflammatory and anticancer activities of Pistacia lentiscus (Anacardiaceae) leaf and fruit extracts. Eur. J. Integr. Med. 2015;7:274–286."}, {"Citation": "Yi T., Wen J., Golan-Goldhirsh A., Parfitt D.E. Phylogenetics and reticulate evolution in Pistacia (Anacardiaceae) Am. J. Bot. 2008;95:241–251.", "ArticleIdList": ["21632348"]}, {"Citation": "Bentley R., Trimen H. International Book Distributors; 1880. Medicinal Plants."}, {"Citation": "Ali-Shtayeh M.S., Yaghmour R.M.R., Faidi Y.R., Salem K., Al-Nuri M.A. Antimicrobial activity of 20 plants used in folkloric medicine in the Palestinian area. J. Ethnopharmacol. 1998;60:265–271.", "ArticleIdList": ["9613839"]}, {"Citation": "Benhammou N., Bekkara F.A., Panovska T.K. Antioxidant and antimicrobial activities of the Pistacia lentiscus and Pistacia atlantica extracts. Afr. J. Pharm. Pharmacol. 2008;2:22–28."}, {"Citation": "Gardeli C., Vassiliki P., Athanasios M., Kibouris T., Komaitis M. Essential oil composition of Pistacia lentiscus L. and Myrtus communis L.: evaluation of antioxidant capacity of methanolic extracts. Food Chem. 2008;107:1120–1130."}, {"Citation": "Kordali S., Cakir A., Zengin H., Duru M.E. Antifungal activities of the leaves of three Pistacia species grown in Turkey. Fitoterapia. 2003;74:164–167.", "ArticleIdList": ["12628416"]}, {"Citation": "Dedoussis G.V.Z., Kaliora A.C., Psarras S., Chiou A., Mylona A., Papadopoulos N.G., Andrikopoulos N.K. Antiatherogenic effect of Pistacia lentiscus via GSH restoration and downregulation of CD36 mRNA expression. Atherosclerosis. 2004;174:293–303.", "ArticleIdList": ["15136059"]}, {"Citation": "Harborne J.B. Phytochemical methods. J. Chem. Inf. Model. 1998;3:317."}, {"Citation": "Van den dool H., Kratz P.D. A generalization of the retention index system including linear temperature programmed gas-liquid partition chromatography. J. Chromatogr. 1963;11:463–471.", "ArticleIdList": ["14062605"]}, {"Citation": "Adams R.P. 4th ed. Allured Publishing; Carol Stream, IL, USA: 2007. Identification of Essential Oil Components by Gas Chromatography/Mass Spectrometry."}, {"Citation": "Dob T., Dahmane D., Chelghoum C. Chemical composition of the essential oils of Pistacia lentiscus L. from Algeria. J. Essent. Oil Res. 2006;18:335–338."}, {"Citation": "NIST . 2018. NIST Chemistry WebBook: NIST Standard Reference Database Number 69. Available:  http://webbook.nist.gov/chemistry/ (Accessed 20 July 2017)"}, {"Citation": "Hatano T., Kagawa H., Yasuhara T., Okuda T. Two new flavonoids and other constituents in licorice root. Their relative astringency and radical scavenging effects. Chem. Pharm. Bull. (Tokyo) 1988;36:2090–2097.", "ArticleIdList": ["3240445"]}, {"Citation": "Beyer W.F., Fridovich I. Assaying for superoxide dismutase activity: some large consequences of minor changes in conditions. Anal. Biochem. 1987;161:559–566.", "ArticleIdList": ["3034103"]}, {"Citation": "Re R., Pellegrini N., Proteggente A., Pannala A., Yang M., Rice-Evans C. Antioxidant activity applying an improved ABTS radical cation decolorization assay. Free Radic. Biol. Med. 1999;26:1231–1237.", "ArticleIdList": ["10381194"]}, {"Citation": "Oyaizu M. Studies on products of browning reaction. Antioxidative activities of products of browning reaction prepared from glucosamine. Jpn. J. Nutr. Diet. 1986;44:307–315."}, {"Citation": "Ahamed M., Ali D., Alhadlaq H.A., Akhtar M.J. Nickel oxide nanoparticles exert cytotoxicity via oxidative stress and induce apoptotic response in human liver cells (HepG2) Chemosphere. 2013;93:2514–2522.", "ArticleIdList": ["24139157"]}, {"Citation": "Mosmann T. Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays. J. Immunol. Methods. 1983;65:55–63.", "ArticleIdList": ["6606682"]}, {"Citation": "Wang H., Joseph J.A. Quantifying cellular oxidative stress by dichlorofluorescein assay using microplate reader. Free Radic. Biol. Med. 1999;27:612–616.", "ArticleIdList": ["10490282"]}, {"Citation": "Zrira S., Elamrani A., Benjilali B. Chemical composition of the essential oil of Pistacia lentiscus L. from Morocco – a seasonal variation. Flavour Fragr. J. 2003;18:475–480."}, {"Citation": "Benyoussef E.-H., Charchari S., Nacer-Bey N., Yahiaoui N., Chakou A., Bellatreche M. The essential oil of Pistacia lentiscus L. from Algeria. J. Essent. Oil Res. 2005;17:642–644."}, {"Citation": "Abdelwahed A., Bouhlel I., Skandrani I., Valenti K., Kadri M., Guiraud P., Steiman R., Mariotte A.M., Ghedira K., Laporte F., Dijoux-Franca M.G., Chekir-Ghedira L. Study of antimutagenic and antioxidant activities of Gallic acid and 1,2,3,4,6-pentagalloylglucose from Pistacia lentiscus. Confirmation by microarray expression profiling. Chem. Biol. Interact. 2007;165:1–13.", "ArticleIdList": ["17129579"]}, {"Citation": "Bhouri W., Derbel S., Skandrani I., Boubaker J., Bouhlel I., Sghaier M.B., Kilani S., Mariotte A.M., GDijoux-Franca M., Ghedira K., Chekir-Ghedira L. Study of genotoxic, antigenotoxic and antioxidant activities of the digallic acid isolated from Pistacia lentiscus fruits. Toxicol. In Vitro. 2010;24:509–515.", "ArticleIdList": ["19563883"]}, {"Citation": "Atmani D., Chaher N., Berboucha M., Ayouni K., Lounis H., Boudaoud H., Debbache N., Atmani D. Antioxidant capacity and phenol content of selected Algerian medicinal plants. Food Chem. 2009;112:303–309."}, {"Citation": "Barra A., Coroneo V., Dessi S., Cabras P., Angioni A. Characterization of the volatile constituents in the essential oil of Pistacia lentiscus L. from different origins and its antifungal and antioxidant activity. J. Agric. Food Chem. 2007;55:7093–7098.", "ArticleIdList": ["17658828"]}, {"Citation": "Patterson A.L. The scherrer formula for X-ray particle size determination. Phys. Rev. 1939;56:978–982."}, {"Citation": "Ahamed M. Toxic response of nickel nanoparticles in human lung epithelial A549 cells. Toxicol. In Vitro. 2011;25:930–936.", "ArticleIdList": ["21376802"]}, {"Citation": "da M., Gomide S., de F., Lemos O., Lopes M.T.P., de T.M., Alves A., Viccini L.F., Coelho C.M. The effect of the essential oils from five different Lippia species on the viability of tumor cell lines. Braz. J. Pharmacogn. 2013;23:895–902."}, {"Citation": "Huerta-García E., Pérez-Arizti J.A., Márquez-Ramírez S.G., Delgado-Buenrostro N.L., Chirino Y.I., Iglesias G.G., López-Marure R. Titanium dioxide nanoparticles induce strong oxidative stress and mitochondrial damage in glial cells. Free Radic. Biol. Med. 2014;73C:84–94.", "ArticleIdList": ["24824983"]}, {"Citation": "Siddiqui M.A., Ahamed M., Ahmad J., Majeed Khan M.A., Musarrat J., Al-Khedhairy A.A., Alrokayan S.A. Nickel oxide nanoparticles induce cytotoxicity, oxidative stress and apoptosis in cultured human cells that is abrogated by the dietary antioxidant curcumin. Food Chem. Toxicol. 2012;50:641–647.", "ArticleIdList": ["22273695"]}, {"Citation": "Rodrigo C. Bosco. Oxidative stress and protective effects of polyphenols: comparative studies in human and rodent kidney. A review. Comp. Biochem. Physiol. – C Toxicol. Pharmacol. 2006;142:317–327.", "ArticleIdList": ["16380298"]}, {"Citation": "Li A., Han L., Han C.C. Antioxidant and neuroprotective activities of essential oil, isolated from chinese herb pairs of Angelica sinensis and Sophora flavescens. J. Appl. Pharm. Sci. 2012;2:1–4."}, {"Citation": "Niska K., Santos-Martinez M.J., Radomski M.W., Inkielewicz-Stepniak I. CuO nanoparticles induce apoptosis by impairing the antioxidant defense and detoxification systems in the mouse hippocampal HT22 cell line: protective effect of crocetin. Toxicol. In Vitro. 2015;29:663–671.", "ArticleIdList": ["25701151"]}, {"Citation": "Porres-Martínez M., González-Burgos E., Carretero M.E., Gómez-Serranillos M.P. Protective properties of Salvia lavandulifolia Vahl. essential oil against oxidative stress-induced neuronal injury. Food Chem. Toxicol. 2015;80:154–162.", "ArticleIdList": ["25778348"]}]}], "History": [{"Year": "2017", "Month": "9", "Day": "13"}, {"Year": "2018", "Month": "2", "Day": "28"}, {"Year": "2018", "Month": "3", "Day": "19"}, {"Year": "2018", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "3", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["29854619", "PMC5977410", "10.1016/j.toxrep.2018.03.012", "S2214-7500(18)30169-0"]}}]}