{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Carnivorous plants", "Digestive enzyme", "Enzyme discovery", "Industrial applications", "Protein characterisation", "Secreted protease"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29888132", "DateRevised": {"Year": "2024", "Month": "03", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "06", "Day": "05"}], "Language": ["eng"], "ELocationID": ["e4914", "10.7717/peerj.4914"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2018"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "Discovery of digestive enzymes in carnivorous plants with focus on proteases.", "Pagination": {"StartPage": "e4914", "MedlinePgn": "e4914"}, "Abstract": {"AbstractText": ["Carnivorous plants have been fascinating researchers with their unique characters and bioinspired applications. These include medicinal trait of some carnivorous plants with potentials for pharmaceutical industry.", "This review will cover recent progress based on current studies on digestive enzymes secreted by different genera of carnivorous plants: <i>Drosera</i> (sundews), <i>Dionaea</i> (Venus flytrap)<i>, Nepenthes</i> (tropical pitcher plants), <i>Sarracenia</i> (North American pitcher plants)<i>, Cephalotus</i> (Australian pitcher plants)<i>, Genlisea</i> (corkscrew plants)<i>,</i> and <i>Utricularia</i> (bladderworts).", "Since the discovery of secreted protease nepenthesin in <i>Nepenthes</i> pitcher, digestive enzymes from carnivorous plants have been the focus of many studies. Recent genomics approaches have accelerated digestive enzyme discovery. Furthermore, the advancement in recombinant technology and protein purification helped in the identification and characterisation of enzymes in carnivorous plants.", "These different aspects will be described and discussed in this review with focus on the role of secreted plant proteases and their potential industrial applications."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Systems Biology (INBIOSIS), Universiti Kebangsaan Malaysia, Bangi, Selangor, Malaysia."}], "LastName": "Ravee", "ForeName": "Rishiesvari", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Systems Biology (INBIOSIS), Universiti Kebangsaan Malaysia, Bangi, Selangor, Malaysia."}], "LastName": "Mohd Salleh", "ForeName": "Faris 'Imadi", "Initials": "F'"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Systems Biology (INBIOSIS), Universiti Kebangsaan Malaysia, Bangi, Selangor, Malaysia."}], "LastName": "Goh", "ForeName": "Hoe-Han", "Initials": "HH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "CoiStatement": "The authors declare there are no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adamec L. Mineral nutrition of carnivorous plants: a review. The Botanical Review. 1997;63:273–299. doi: 10.1007/BF02857953.", "ArticleIdList": ["10.1007/BF02857953"]}, {"Citation": "Adlassnig W, Peroutka M, Lendl T. Traps of carnivorous pitcher plants as a habitat: composition of the fluid, biodiversity and mutualistic activities. Annals of Botany. 2010;107:181–194. doi: 10.1093/aob/mcq238.", "ArticleIdList": ["10.1093/aob/mcq238", "PMC3025736", "21159782"]}, {"Citation": "Amagase S. Digestive enzymes in insectivorous plants: acid proteases in the genus Nepenthes and Drosera peltata. Journal of Biochemistry. 1972;72:73–81. doi: 10.1093/oxfordjournals.jbchem.a129899.", "ArticleIdList": ["10.1093/oxfordjournals.jbchem.a129899", "5069751"]}, {"Citation": "Amagase S, Nakayama S, Tsugita A. Acid protease in Nepenthes: study on the specificity of Nepenthesin. Journal of Biochemistry. 1969;66:431–439.", "ArticleIdList": ["5354017"]}, {"Citation": "Amri E, Mamboya F. Papain, a plant enzyme of biological importance: a review. American Journal of Biochemistry and Biotechnology. 2012;8:99–104. doi: 10.3844/ajbbsp.2012.99.104.", "ArticleIdList": ["10.3844/ajbbsp.2012.99.104"]}, {"Citation": "An C-I, Fukusaki E, Kobayashi A. Aspartic proteinases are expressed in pitchers of the carnivorous plant Nepenthes alata Blanco. Planta. 2002;214:661–667. doi: 10.1007/s004250100665.", "ArticleIdList": ["10.1007/s004250100665", "11882933"]}, {"Citation": "Athauda SBP, Matsumoto K, Sanath R, Rajapakshe S, Kuribayashi M, Kojima M, Kubomura N, Inoue H, Shibata C, Takahashi K. Enzymic and structural characterization of nepenthesin, a unique member of a novel subfamily of aspartic proteinases. Journal of Biochemistry. 2004;381:295–306. doi: 10.1042/BJ20031575.", "ArticleIdList": ["10.1042/BJ20031575", "PMC1133788", "15035659"]}, {"Citation": "Banasiuk R, Kawiak A, Krölicka A. In vitro cultures of carnivorous plants from the Drosera and Dionaea genus for the production of biologically active secondary metabolites. Journal of Biotechnology, Computational Biology and Bionanotechnology. 2012;93:87–96. doi: 10.5114/bta.2012.46572.", "ArticleIdList": ["10.5114/bta.2012.46572"]}, {"Citation": "Bauer U, Paulin M, Robert D, Sutton GP. Mechanism for rapid passive-dynamic prey capture in a pitcher plant. Proceedings of the National Academy of Sciences. 2015;112:13384–13389. doi: 10.1073/pnas.1510060112.", "ArticleIdList": ["10.1073/pnas.1510060112", "PMC4629364", "26438874"]}, {"Citation": "Behie SW, Bidochka MJ. Insects as a nitrogen source for plants. Insects. 2013;4:413–424. doi: 10.3390/insects4030413.", "ArticleIdList": ["10.3390/insects4030413", "PMC4553473", "26462427"]}, {"Citation": "Buch F, Kaman WE, Bikker FJ, Yilamujiang A, Mithöfer A. Nepenthesin protease activity indicates digestive fluid dynamics in carnivorous Nepenthes plants. PLOS ONE. 2015;10:e0118853. doi: 10.1371/journal.pone.0118853.", "ArticleIdList": ["10.1371/journal.pone.0118853", "PMC4353617", "25750992"]}, {"Citation": "Buch F, Rott M, Rottloff S, Paetz C, Hilke I, Raessler M, Mithöfer A. Secreted pitfall-trap fluid of carnivorous Nepenthes plants is unsuitable for microbial growth. Annals of Botany. 2012;111:375–383. doi: 10.1093/aob/mcs287.", "ArticleIdList": ["10.1093/aob/mcs287", "PMC3579442", "23264234"]}, {"Citation": "Buddrick O, Cornell HJ, Small DM. Reduction of toxic gliadin content of wholegrain bread by the enzyme caricain. Food Chemistry. 2015;170:343–347. doi: 10.1016/j.foodchem.2014.08.030.", "ArticleIdList": ["10.1016/j.foodchem.2014.08.030", "25306355"]}, {"Citation": "Butts CT, Bierma JC, Martin RW. Novel proteases from the genome of the carnivorous plant Drosera capensis: structural prediction and comparative analysis. Proteins. 2016;84:1517–1533. doi: 10.1002/prot.25095.", "ArticleIdList": ["10.1002/prot.25095", "PMC5026580", "27353064"]}, {"Citation": "Canay S, Erguven S, Yulug N. The function of enzyme in removing candida accumulated on denture plaque. Journal of Islamic Academy of Sciences. 1991;4:87–89."}, {"Citation": "Caniato R, Filippini R, Cappelletti EM. Naphthoquinone contents of cultivated Drosera species. International Journal of Crude Drug Research. 1989;27:129–136. doi: 10.3109/13880208909053952.", "ArticleIdList": ["10.3109/13880208909053952"]}, {"Citation": "Chanalia P, Gandhi D, Jodha D, Singh J. Applications of microbial proteases in pharmaceutical industry: an overview. Reviews in Medical Microbiology. 2011;22:96–101. doi: 10.1097/MRM.0b013e3283494749.", "ArticleIdList": ["10.1097/MRM.0b013e3283494749"]}, {"Citation": "Chang SC, Gallie DR. RNase activity decreases following a heat shock in wheat leaves and correlates with its posttranslational modification. Plant Physiology. 1997;113:1253–1263. doi: 10.1104/pp.113.4.1253.", "ArticleIdList": ["10.1104/pp.113.4.1253", "PMC158248", "12223673"]}, {"Citation": "Choudhury D, Roy S, Chakrabarti C, Biswas S, Dattagupta JK. Production and recovery of recombinant propapain with high yield. Phytochemistry. 2009;70:465–472. doi: 10.1016/j.phytochem.2009.02.001.", "ArticleIdList": ["10.1016/j.phytochem.2009.02.001", "19272620"]}, {"Citation": "Clancy FG, Coffey MD. Acid phosphatase and protease release by the insectivorous plant Drosera rotundifolia. Canadian Journal of Botany. 1977;55:480–488. doi: 10.1139/b77-058.", "ArticleIdList": ["10.1139/b77-058"]}, {"Citation": "Darwin C. Insectivorous plants. D. Appleton and Company; New York: 1875."}, {"Citation": "Didry N, Dubreuil L, Trotin F, Pinkas M. Antimicrobial activity of aerial parts of Drosera peltata Smith on oral bacteria. Journal of Ethnopharmacology. 1998;60:91–96. doi: 10.1016/S0378-8741(97)00129-3.", "ArticleIdList": ["10.1016/S0378-8741(97)00129-3", "9533437"]}, {"Citation": "Eilenberg H, Pnini-cohen S, Schuster S, Movtchan A, Zilberstein A, Aviv R. Isolation and characterization of chitinase genes from pitchers of the carnivorous plant Nepenthes khasiana. Journal of Experimental Botany. 2006;57:2775–2784. doi: 10.1093/jxb/erl048.", "ArticleIdList": ["10.1093/jxb/erl048", "16829546"]}, {"Citation": "Ellison AM. Nutrient limitation and stoichiometry of carnivorous plants. Plant Biology. 2006;8:740–747. doi: 10.1055/s-2006-923956.", "ArticleIdList": ["10.1055/s-2006-923956", "17203429"]}, {"Citation": "Ellison AM, Gotelli NJ. Evolutionary ecology of carnivorous plants. Trends in Ecology and Evolution. 2001;16:623–629. doi: 10.1016/S0169-5347(01)02269-8.", "ArticleIdList": ["10.1016/S0169-5347(01)02269-8"]}, {"Citation": "Ellison AM, Gotelli NJ. Energetics and the evolution of carnivorous plants—Darwin’s “most wonderful plants in the world”. Journal of Experimental Botany. 2009;60:19–42. doi: 10.1093/jxb/ern179.", "ArticleIdList": ["10.1093/jxb/ern179", "19213724"]}, {"Citation": "Farnsworth EJ, Ellison AM. Prey availability directly affects physiology, growth, nutrient allocation and scaling relationships among leaf traits in 10 carnivorous plant species. Journal of Ecology. 2008;96:213–221. doi: 10.1111/j.1365-2745.2007.01313.x.", "ArticleIdList": ["10.1111/j.1365-2745.2007.01313.x"]}, {"Citation": "Feijoo-Siota L, Villa TG. Native and biotechnologically engineered plant proteases with industrial applications. Food and Bioprocess Technology. 2011;4:1066–1088. doi: 10.1007/s11947-010-0431-4.", "ArticleIdList": ["10.1007/s11947-010-0431-4"]}, {"Citation": "Fejfarová K, Kádek A, Mrázek H, Hausner J, Tretyachenko V, Koval’ T, Man P, Hašek J, Dohnálek J. Crystallization of nepenthesin I using a low-pH crystallization screen. Acta Crystallographica Section: F Structural Biology Communications. 2016;72:24–28. doi: 10.1107/S2053230X15022323.", "ArticleIdList": ["10.1107/S2053230X15022323", "PMC4708046", "26750480"]}, {"Citation": "Frazao C, Bento I, Costa J, Soares CM, Veríssimo P, Faro C, Pires E, Cooper J, Carrondo MA. Crystal structure of cardosin A, a glycosylated and Arg-Gly-Asp-containing aspartic proteinase from the flowers of Cynara cardunculus L. The Journal of Biological Chemistry. 1999;274:27694–27701. doi: 10.1074/jbc.274.39.27694.", "ArticleIdList": ["10.1074/jbc.274.39.27694", "10488111"]}, {"Citation": "Fukushima K, Fang X, Alvarez-Ponce D, Cai H, Carretero-Paulet L, Chen C, Chang TH, Farr KM, Fujita T, Hiwatashi Y, Hoshi Y, Imai T, Kasahara M, Librado P, Mao L, Mori H, Nishiyama T, Nozawa M, Pálfalvi G, Pollard ST, Rozas J, Sánchez-Gracia A, Sankoff D, Shibata TF, Shigenobu S, Sumikawa N, Uzawa T, Xie M, Zheng C, Pollock DD, Albert VA, Li S, Hasebe M. Genome of the pitcher plant Cephalotus reveals genetic changes associated with carnivory. Nature Ecology and Evolution. 2017;1 doi: 10.1038/s41559-016-0059. Article 0059.", "ArticleIdList": ["10.1038/s41559-016-0059", "28812732"]}, {"Citation": "Gaascht F, Dicato M, Diederich M. Venus flytrap (Dionaea muscipula solander ex Ellis) contains powerful compounds that prevent and cure cancer. Frontiers in Oncology. 2013;3:30–34. doi: 10.3389/fonc.2013.00202.", "ArticleIdList": ["10.3389/fonc.2013.00202", "PMC3747514", "23971004"]}, {"Citation": "Givnish TJ. New evidence on the origin of carnivorous plants. Proceedings of the National Academy of Sciences. 2015;112:10–11. doi: 10.1073/pnas.1422278112.", "ArticleIdList": ["10.1073/pnas.1422278112", "PMC4291624", "25538295"]}, {"Citation": "Givnish TJ, Burkhardt EL, Happel RE, Weintraub JD. Carnivory in the Bromeliad Brocchinia reducta, with a cost/benefit model for the general restriction of carnivorous plants to sunny, moist, nutrient-poor habitats. The American Naturalist. 1984;124:479–497."}, {"Citation": "Gorb E, Kastner V, Peressadko A, Arzt E, Gaume L, Rowe N, Gorb S. Structure and properties of the glandular surface in the digestive zone of the pitcher in the carnivorous plant Nepenthes ventrata and its role in insect trapping and retention. Journal of Experimental Biology. 2004;207:2947–2963. doi: 10.1242/jeb.01128.", "ArticleIdList": ["10.1242/jeb.01128", "15277550"]}, {"Citation": "Hatano N, Hamada T. Proteome analysis of pitcher fluid of the carnivorous plant Nepenthes alata. Journal of Proteome Research. 2008;7:809–816. doi: 10.1021/pr700566d.", "ArticleIdList": ["10.1021/pr700566d", "18183948"]}, {"Citation": "Higashi S, Nakashima A, Ozaki H, Abe M, Uchiumi T. Analysis of feeding mechanism in a pitcher of Nepenthes hybrida. Journal of Plant Research. 1993;106:47–54. doi: 10.1007/BF02344372.", "ArticleIdList": ["10.1007/BF02344372"]}, {"Citation": "Houde A, Kademi A, Leblanc D. Lipases and their industrial applications: an overview. Applied Biochemistry and Biotechnology. 2004;118:155–170. doi: 10.1385/ABAB:118:1-3:155.", "ArticleIdList": ["10.1385/ABAB:118:1-3:155", "15304746"]}, {"Citation": "Ishisaki K, Arai S, Hamada T, Honda Y. Biochemical characterization of a recombinant plant class III chitinase from the pitcher of the carnivorous plant Nepenthes alata. Carbohydrate Research. 2012a;361:170–174. doi: 10.1016/j.carres.2012.09.001.", "ArticleIdList": ["10.1016/j.carres.2012.09.001", "23026711"]}, {"Citation": "Ishisaki K, Honda Y, Taniguchi H, Hatano N, Hamada T. Heterogonous expression and characterization of a plant class IV chitinase from the pitcher of the carnivorous plant Nepenthes alata. Glycobiology. 2012b;22:345–351. doi: 10.1093/glycob/cwr142.", "ArticleIdList": ["10.1093/glycob/cwr142", "21930651"]}, {"Citation": "Jaffe K, Michelangeli F, Gonzalez JM, Miras B, Ruiz MC. Carnivory in pitcher plants of the genus Heliamphora (Sarraceniaceae) New Phytologist. 1992;122:733–744. doi: 10.1111/j.1469-8137.1992.tb00102.x.", "ArticleIdList": ["10.1111/j.1469-8137.1992.tb00102.x"]}, {"Citation": "Jentsch J. Enzymes from carnivorous plants (nepenthes). Isolation of protease nepenthacin. FEBS Letters. 1972;21:273–276. doi: 10.1016/0014-5793(72)80181-9.", "ArticleIdList": ["10.1016/0014-5793(72)80181-9", "11946525"]}, {"Citation": "Jopcik M, Moravcikova J, Matusikova I, Bauer M, Rajninec M, Libantova J. Structural and functional characterisation of a class I endochitinase of the carnivorous sundew (Drosera rotundifolia L.) Planta. 2017;245:313–327. doi: 10.1007/s00425-016-2608-1.", "ArticleIdList": ["10.1007/s00425-016-2608-1", "27761648"]}, {"Citation": "Kadek A, Mrazek H, Halada P, Rey M, Schriemer DC, Man P. Aspartic protease nepenthesin-1 as a tool for digestion in hydrogen/deuterium exchange mass spectrometry. Analytical Chemistry. 2014a;86:4287–4294. doi: 10.1021/ac404076j.", "ArticleIdList": ["10.1021/ac404076j", "24661217"]}, {"Citation": "Kadek A, Tretyachenko V, Mrazek H, Ivanova L, Halada P, Rey M, Schriemer DC, Man P. Expression and characterization of plant aspartic protease nepenthesin-1 from Nepenthes gracilis. Protein Expression and Purification. 2014b;95:121–128. doi: 10.1016/j.pep.2013.12.005.", "ArticleIdList": ["10.1016/j.pep.2013.12.005", "24365662"]}, {"Citation": "Karnchanatat A, Tiengburanatam N, Boonmee A, Puthong S, Sangvanich P. Zingipain, a cysteine protease from Zingiber ottensii valeton rhizomes with antiproliferative activities against fungi and human malignant cell lines. Preparative Biochemistry and Biotechnology. 2011;41:138–153. doi: 10.1080/10826068.2011.547347.", "ArticleIdList": ["10.1080/10826068.2011.547347", "21442550"]}, {"Citation": "Koopman MM, Fuselier DM, Hird S, Carstens BC. The carnivorous pale pitcher plant harbors diverse, distinct, and time-dependent bacterial communities. Applied and Environmental Microbiology. 2010;76:1851–1860. doi: 10.1128/AEM.02440-09.", "ArticleIdList": ["10.1128/AEM.02440-09", "PMC2838028", "20097807"]}, {"Citation": "Król E, Płachno BJ, Adamec L, Stolarz M, Dziubińska H, Trebacz K. Quite a few reasons for calling carnivores “the most wonderful plants in the world”. Annals of Botany. 2011;109:47–64. doi: 10.1093/aob/mcr249.", "ArticleIdList": ["10.1093/aob/mcr249", "PMC3241575", "21937485"]}, {"Citation": "Lakshmi BKM, Hemalatha KPJ. Eco friendly recovery of silver from used X-ray films by alkaline protease of Bacillus Cereus strain S8. Frontiers in Environmental Microbiology. 2016;2:45–48. doi: 10.11648/j.fem.20160206.14.", "ArticleIdList": ["10.11648/j.fem.20160206.14"]}, {"Citation": "Lan T, Renner T, Ibarra-Laclette E, Farr KM, Chang T-H, Cervantes-Pérez SA, Zheng C, Sankoff D, Tang H, Purbojati RW, Putra A, Drautz-Moses DI, Schuster SC, Herrera-Estrella L, Albert VA. Long-read sequencing uncovers the adaptive topography of a carnivorous plant genome. Nature. 2017;114:E5483–E5483. doi: 10.1073/pnas.1709197114.", "ArticleIdList": ["10.1073/pnas.1709197114", "PMC5465930", "28507139"]}, {"Citation": "Lee L, Zhang Y, Ozar B, Sensen CW, Schriemer DC. Carnivorous nutrition in pitcher plants (Nepenthes spp.) via an unusual complement of endogenous enzymes. Journal of Proteome Research. 2016;15:3108–3117. doi: 10.1021/acs.jproteome.6b00224.", "ArticleIdList": ["10.1021/acs.jproteome.6b00224", "27436081"]}, {"Citation": "Leushkin EV, Sutormin RA, Nabieva ER, Penin AA, Kondrashov AS, Logacheva MD. The miniature genome of a carnivorous plant Genlisea aurea contains a low number of genes and short non-coding sequences. BMC Genomics. 2013;14:476. doi: 10.1186/1471-2164-14-476.", "ArticleIdList": ["10.1186/1471-2164-14-476", "PMC3728226", "23855885"]}, {"Citation": "Luciano CS, Newell SJ. Effects of prey, pitcher age, and microbes on acid phosphatase activity in fluid from pitchers of Sarracenia purpurea (Sarraceniaceae) PLOS ONE. 2017;12:e0181252. doi: 10.1371/journal.pone.0181252.", "ArticleIdList": ["10.1371/journal.pone.0181252", "PMC5515422", "28719666"]}, {"Citation": "Malone LA, Todd JH, Burgess EPJ, Philip BA, Christeller JT. Effects of kiwifruit (Actinidia deliciosa) cysteine protease on growth and survival of Spodoptera litura larvae (Lepidoptera: Noctuidae) fed with control or transgenic avidin-expressing tobacco. New Zealand Journal of Crop and Horticultural Science. 2005;33:99–105. doi: 10.1080/01140671.2005.9514337.", "ArticleIdList": ["10.1080/01140671.2005.9514337"]}, {"Citation": "Matušíková I, Salaj J, Moravčíková J, Mlynárová L, Nap JP, Libantová J. Tentacles of in vitro-grown round-leaf sundew (Drosera rotundifolia L.) show induction of chitinase activity upon mimicking the presence of prey. Planta. 2005;222:1020–1027. doi: 10.1007/s00425-005-0047-5.", "ArticleIdList": ["10.1007/s00425-005-0047-5", "16049675"]}, {"Citation": "Mazorra-Manzano MA, Ramírez-Suarez JC, Yada RY. Plant proteases for bioactive peptides release: a review. Critical Reviews in Food Science and Nutrition. 2017:1–17. doi: 10.1080/10408398.2017.1308312. In Press.", "ArticleIdList": ["10.1080/10408398.2017.1308312", "28394630"]}, {"Citation": "Mcnally SF, Stewart A, Wilson UE. The stimulation of acid phosphatase activity in the stalked gland of Drosera-rotundifolia. Annals of Botany. 1988;61:289–292. doi: 10.1093/oxfordjournals.aob.a087556.", "ArticleIdList": ["10.1093/oxfordjournals.aob.a087556"]}, {"Citation": "Michalko J, Socha P, Mészáros P, Blehová A, Libantová J, Moravčíková J, Matušíková I. Glucan-rich diet is digested and taken up by the carnivorous sundew (Drosera rotundifolia L.): implication for a novel role of plant β-1,3-glucanases. Planta. 2013;238:715–725. doi: 10.1007/s00425-013-1925-x.", "ArticleIdList": ["10.1007/s00425-013-1925-x", "23832529"]}, {"Citation": "Miguel S, Hehn A, Bourgaud F. Nepenthes: state of the art of an inspiring plant for biotechnologists. Journal of Biotechnology. 2018;265:109–115. doi: 10.1016/j.jbiotec.2017.11.014.", "ArticleIdList": ["10.1016/j.jbiotec.2017.11.014", "29191666"]}, {"Citation": "Mithöfer A. Carnivorous pitcher plants: insights in an old topic. Phytochemistry. 2011;72:1678–1682. doi: 10.1016/j.phytochem.2010.11.024.", "ArticleIdList": ["10.1016/j.phytochem.2010.11.024", "21185041"]}, {"Citation": "Morohoshi T, Oikawa M, Sato S, Kikuchi N, Kato N, Ikeda T. Isolation and characterization of novel lipases from a metagenomic library of the microbial community in the pitcher fluid of the carnivorous plant Nepenthes hybrida. Journal of Bioscience and Bioengineering. 2011;112:315–320. doi: 10.1016/j.jbiosc.2011.06.010.", "ArticleIdList": ["10.1016/j.jbiosc.2011.06.010", "21778111"]}, {"Citation": "Müller K, Borsch T, Legendre L, Porembski S, Theisen I, Barthlott W. Evolution of carnivory in lentibulariaceae and the lamiales. Plant Biology. 2004;6:477–490. doi: 10.1055/s-2004-817909.", "ArticleIdList": ["10.1055/s-2004-817909", "15248131"]}, {"Citation": "Nakayama S, Amagase S. Acid Protease in Nepenthes. Proceedings of the Japan Academy. 1968;44:358–362."}, {"Citation": "Patel NR. Carnivory in pitcher plants: an enigmatic meat eating plant. Research & Review in BioScience. 2014;8:94–106."}, {"Citation": "Pavlovic A, Jaksova J, Novak O. Triggering a false alarm: wounding mimics prey capture in the carnivorous Venus flytrap (Dionaea muscipula) New Phytologist. 2017;216:927–938. doi: 10.1111/nph.14747.", "ArticleIdList": ["10.1111/nph.14747", "28850713"]}, {"Citation": "Pavlovic A, Krausko M, Libiaková M, Adamec L. Feeding on prey increases photosynthetic efficiency in the carnivorous sundew Drosera capensis. Annals of Botany. 2013;113:69–78. doi: 10.1093/aob/mct254.", "ArticleIdList": ["10.1093/aob/mct254", "PMC3864725", "24201141"]}, {"Citation": "Peiter E. Chapter 11: mineral deficiencies. In: Krauss G-J, Nies DH, editors. Ecological biochemistry: environmental and interspecies interactions. Wiley-VCH Verlag GmbH & Co. KGaA; Weinheim: 2014. pp. 208–235.", "ArticleIdList": ["10.1002/9783527686063"]}, {"Citation": "Płachno BJ, Adamec L, Lichtscheidl IK, Peroutka M, Adlassnig W, Vrba J. Fluorescence labelling of phosphatase activity in digestive glands of carnivorous plants. Plant Biology. 2006;8:813–820. doi: 10.1055/s-2006-924177.", "ArticleIdList": ["10.1055/s-2006-924177", "16865659"]}, {"Citation": "Porembski S, Barthlott W. Advances in carnivorous plants research. Plant Biology. 2006;8:737–739. doi: 10.1055/s-2006-924669.", "ArticleIdList": ["10.1055/s-2006-924669", "17203428"]}, {"Citation": "Rao MB, Tanksale AM, Ghatge MS, Deshpande VV. Molecular and biotechnological aspects of microbial proteases. Microbiology and Molecular Biology Reviews. 1998;62:597–635.", "ArticleIdList": ["PMC98927", "9729602"]}, {"Citation": "Renner T, Specht CD. Inside the trap: gland morphologies, digestive enzymes, and the evolution of plant carnivory in the Caryophyllales. Current Opinion in Plant Biology. 2013;16:436–442. doi: 10.1016/j.pbi.2013.06.009.", "ArticleIdList": ["10.1016/j.pbi.2013.06.009", "PMC3820484", "23830995"]}, {"Citation": "Rey M, Yang M, Lee L, Zhang Y, Sheff JG, Sensen CW, Mrazek H, Halada P, Man P, Mccarville JL, Verdu EF, Schriemer DC. Addressing proteolytic efficiency in enzymatic degradation therapy for celiac disease. Scientific Reports. 2016;6:30980. doi: 10.1038/srep30980.", "ArticleIdList": ["10.1038/srep30980", "PMC4969619", "27481162"]}, {"Citation": "Risør MW, Thomsen LR, Sanggaard KW, Nielsen TA, Thøgersen IB, Lukassen MV, Rossen L, Garcia-Ferrer I, Guevara T, Scavenius C, Meinjohanns E, Gomis-Rüth FX, Enghild JJ. Enzymatic and structural characterization of the major endopeptidase in the Venus flytrap digestion fluid. Journal of Biological Chemistry. 2016;291:2271–2287. doi: 10.1074/jbc.M115.672550.", "ArticleIdList": ["10.1074/jbc.M115.672550", "PMC4732211", "26627834"]}, {"Citation": "Rosli MA, Azizan KA, Baharum SN, Goh H-H. Mass spectrometry data of metabolomics analysis of Nepenthes pitchers. Data in Brief. 2017;14:295–297. doi: 10.1016/j.dib.2017.07.068.", "ArticleIdList": ["10.1016/j.dib.2017.07.068", "PMC5540702", "28795107"]}, {"Citation": "Rottloff S, Miguel S, Biteau F, Nisse E, Hammann P, Kuhn L, Chicher J, Bazile V, Gaume L, Mignard B, Hehn A, Bourgaud F. Proteome analysis of digestive fluids in Nepenthes pitchers. Annals of Botany. 2016;117:479–495. doi: 10.1093/aob/mcw001.", "ArticleIdList": ["10.1093/aob/mcw001", "PMC4765550", "26912512"]}, {"Citation": "Rottloff S, Stieber R, Maischak H, Turini FG, Heubl G, Mithöfer A. Functional characterization of a class III acid endochitinase from the traps of the carnivorous pitcher plant genus, Nepenthes. Journal of Experimental Botany. 2011;62:4639–4647. doi: 10.1093/jxb/err173.", "ArticleIdList": ["10.1093/jxb/err173", "PMC3170555", "21633084"]}, {"Citation": "Rudenskaya GN, Bogdanova EA, Revina LP, Golovkin BN, Stepanov VM. Macluralisin—a serine proteinase from fruits of Maclura pomifera (Raf.) Schneid. Planta. 1995;196:174–179. doi: 10.1007/BF00193231.", "ArticleIdList": ["10.1007/BF00193231", "7767235"]}, {"Citation": "Runeberg-Roos P, Saarma M. Phytepsin, a barley vacuolar aspartic proteinase, is highly expressed during autolysis of developing tracheary elements and sieve cells. The Plant Journal. 1998;15:139–145. doi: 10.1046/j.1365-313X.1998.00187.x.", "ArticleIdList": ["10.1046/j.1365-313X.1998.00187.x", "9744102"]}, {"Citation": "Scala J, Iott K, Schwab DW, Semersky FE. Digestive secretion of Dionaea muscipula (Venus’s flytrap) Plant Physiology. 1969;44:367–371. doi: 10.1104/pp.44.3.367.", "ArticleIdList": ["10.1104/pp.44.3.367", "PMC396093", "16657071"]}, {"Citation": "Schrader CU, Lee L, Rey M, Sarpe V, Man P, Sharma S, Zabrouskov V, Larsen B, Schriemer DC. Neprosin, a selective prolyl endoprotease for bottom-up proteomics and histone mapping. Molecular & Cellular Proteomics. 2017;16:1162–1171. doi: 10.1074/mcp.M116.066803.", "ArticleIdList": ["10.1074/mcp.M116.066803", "PMC5461545", "28404794"]}, {"Citation": "Schulze WX, Sanggaard KW, Kreuzer I, Knudsen AD, Bemm F, Thøgersen IB, Bräutigam A, Thomsen LR, Schliesky S, Dyrlund TF, Escalante-Perez M, Becker D, Schultz J, Karring H, Weber A, Højrup P, Hedrich R, Enghild JJ. The protein composition of the digestive fluid from the venus flytrap sheds light on prey digestion mechanisms. Molecular & Cellular Proteomics. 2012;11:1306–1319. doi: 10.1074/mcp.M112.021006.", "ArticleIdList": ["10.1074/mcp.M112.021006", "PMC3494193", "22891002"]}, {"Citation": "Schwallier R, De Boer HJ, Visser N, Van Vugt RR, Gravendeel B. Traps as treats: a traditional sticky rice snack persisting in rapidly changing Asian kitchens. Journal of Ethnobiology and Ethnomedicine. 2015;11 doi: 10.1186/s13002-015-0010-x. Article 24.", "ArticleIdList": ["10.1186/s13002-015-0010-x", "PMC4374397", "25889115"]}, {"Citation": "Simões I, Faro C. Structure and function of plant aspartic proteinases. European Journal of Biochemistry. 2004;271:2067–2075. doi: 10.1111/j.1432-1033.2004.04136.x.", "ArticleIdList": ["10.1111/j.1432-1033.2004.04136.x", "15153096"]}, {"Citation": "Sirova D, Adamec L, Vrba J. Enzymatic activities in traps of four aquatic species of the carnivorous genus Utricularia. New Phytologist. 2003;159:669–675. doi: 10.1046/j.1469-8137.2003.00834.x.", "ArticleIdList": ["10.1046/j.1469-8137.2003.00834.x", "33873591"]}, {"Citation": "Srivastava A, Rogers WL, Breton CM, Cai L, Malmberg RL. Transcriptome analysis of Sarracenia, an insectivorous plant. DNA Research. 2011;18:253–261. doi: 10.1093/dnares/dsr014.", "ArticleIdList": ["10.1093/dnares/dsr014", "PMC3158462", "21676972"]}, {"Citation": "Steckelberg R, Lüttge U, Weigl J. Nepenthes.Kannensaft. Planta. 1967;76:238–241. doi: 10.1007/BF00409815.", "ArticleIdList": ["10.1007/BF00409815", "24549466"]}, {"Citation": "Stephenson P, Hogan J. Cloning and characterization of a Ribonuclease, a cysteine proteinase, and an aspartic proteinase from pitchers of the carnivorous plant Nepenthes ventricosa Blanco. International Journal of Plant Sciences. 2006;167:239–248. doi: 10.1086/499284.", "ArticleIdList": ["10.1086/499284"]}, {"Citation": "Takahashi K, Matsumoto K, Nishii W, Muramatsu M, Kubota K. Comparative studies on the acid proteinase activities in the digestive fluids of Nepenthes, Cephalotus, Dionaea, and Drosera. Carnivorous Plant Newsletter. 2009;38:75–82."}, {"Citation": "Takahashi K, Tanji M, Shibata C. Variations in the content and isozymic composition of Nepenthesin in the pitcher fluids among Nepenthes species. Carnivorous Plant Newsletter. 2007;36:73–76."}, {"Citation": "Takeuchi Y, Chaffron S, Salcher MM, Shimizu-inatsugi R, Kobayashi MJ, Diway B, Von Mering C, Pernthaler J, Shimizu KK. Bacterial diversity and composition in the fluid of pitcher plants of the genus Nepenthes. Systematic and Applied Microbiology. 2015;38:330–339. doi: 10.1016/j.syapm.2015.05.006.", "ArticleIdList": ["10.1016/j.syapm.2015.05.006", "26138047"]}, {"Citation": "Takeuchi Y, Salcher MM, Ushio M, Shimizu-Inatsugi R, Kobayashi MJ, Diway B, Von Mering C, Pernthaler J, Shimizu KK. In situ enzyme activity in the dissolved and particulate fraction of the fluid from four pitcher plant species of the genus Nepenthes. PLOS ONE. 2011;6:e25144. doi: 10.1371/journal.pone.0025144.", "ArticleIdList": ["10.1371/journal.pone.0025144", "PMC3174996", "21949872"]}, {"Citation": "Thornhill AH, Harper IS, Hallam ND. The development of the digestive glands and enzymes in the pitchers of three nepenthes species: N. alata, N. tobaica, and N. ventricosa (Nepenthaceae) International Journal of Plant Science. 2008;169:615–624. doi: 10.1086/533599.", "ArticleIdList": ["10.1086/533599"]}, {"Citation": "Tokes ZA, Woon WC, Chambers SM. Digestive enzymes secreted by the carnivorous plant Nepenthes macferlanei L. Planta. 1974;119:39–46. doi: 10.1007/BF00390820.", "ArticleIdList": ["10.1007/BF00390820", "24442407"]}, {"Citation": "Unhelkar MH, Duong VT, Enendu KN, Kelly JE, Tahir S, Butts CT, Martin RW. Structure prediction and network analysis of chitinases from the Cape sundew, Drosera capensis. Biochimica et Biophysica Acta—General Subjects. 2017;1861:636–643. doi: 10.1016/j.bbagen.2016.12.007.", "ArticleIdList": ["10.1016/j.bbagen.2016.12.007", "PMC6679993", "28040565"]}, {"Citation": "Usharani B, Muthuraj M. Production and characterization of protease enzyme from Bacillus laterosporus. Journal of Microbiology Research. 2010;4:1057–1063."}, {"Citation": "Wan Zakaria WNA, Aizat WM, Goh HH, Noor NM. Proteomic analysis of pitcher fluid from Nepenthes × ventrata. Data in Brief. 2018;17:517–519. doi: 10.1016/j.dib.2018.01.037.", "ArticleIdList": ["10.1016/j.dib.2018.01.037", "PMC5988297", "29876422"]}, {"Citation": "Wan Zakaria WNA, Loke KK, Goh HH, Mohd Noor N. RNA-seq analysis for plant carnivory gene discovery in Nepenthes × ventrata. Genomics Data. 2016a;7:18–19. doi: 10.1016/j.gdata.2015.11.007.", "ArticleIdList": ["10.1016/j.gdata.2015.11.007", "PMC4778577", "26981352"]}, {"Citation": "Wan Zakaria W-N-A, Loke KK, Zulkapli MM, Mohd Salleh F-’I, Goh HH, Mohd Noor N. RNA-seq analysis of Nepenthes ampullaria. Frontiers in Plant Science. 2016b;6 doi: 10.3389/fpls.2015.01229. Article 1229.", "ArticleIdList": ["10.3389/fpls.2015.01229", "PMC4707257", "26793209"]}, {"Citation": "Yang M, Hoeppner M, Rey M, Kadek A, Man P, Schriemer DC. Recombinant nepenthesin II for hydrogen/deuterium exchange mass spectrometry. Analytical Chemistry. 2015;87:6681–6687. doi: 10.1021/acs.analchem.5b00831.", "ArticleIdList": ["10.1021/acs.analchem.5b00831", "25993527"]}, {"Citation": "Yilamujiang A, Zhu A, Ligabue-Braun R, Bartram S, Witte CP, Hedrich R, Hasabe M, Schöner CR, Schöner MG, Kerth G, Carlini CR, Mithöfer A. Coprophagous features in carnivorous Nepenthes plants: a task for ureases. Scientific Reports. 2017;7:11647. doi: 10.1038/s41598-017-11999-z.", "ArticleIdList": ["10.1038/s41598-017-11999-z", "PMC5599630", "28912541"]}, {"Citation": "Zulkapli MM, Rosli MAF, Salleh FIM, Mohd Noor N, Aizat WM, Goh HH. Iso-Seq analysis of Nepenthes ampullaria, Nepenthes rafflesiana and Nepenthes×hookeriana for hybridisation study in pitcher plants. Genomics Data. 2017;12:130–131. doi: 10.1016/j.gdata.2017.05.003.", "ArticleIdList": ["10.1016/j.gdata.2017.05.003", "PMC5429222", "28529881"]}]}], "History": [{"Year": "2018", "Month": "3", "Day": "13"}, {"Year": "2018", "Month": "5", "Day": "16"}, {"Year": "2018", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "6", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["29888132", "PMC5993016", "10.7717/peerj.4914", "4914"]}}]}