{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Biodiversity", "Branding", "Certification", "Giant Panda habitat", "Sustainable trade"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29883683", "DateCompleted": {"Year": "2018", "Month": "11", "Day": "13"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "06", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2018.05.042", "S0378-8741(18)30401-X"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "224", "PubDate": {"Year": "2018", "Month": "Oct", "Day": "05"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Sustainable harvest, people and pandas: Assessing a decade of managed wild harvest and trade in Schisandra sphenanthera.", "Pagination": {"StartPage": "522", "EndPage": "534", "MedlinePgn": "522-534"}, "Abstract": {"AbstractText": ["Endemic to China, the distribution of Schisandra sphenanthera Rehder & E.H. Wilson includes giant panda (Ailuropoda melanoleuca David, 1869) habitats in forests of the Minshan and Qinling Mountains, both inside and outside conservation areas. The fruit is used in indigenous medicines of the Qiang, Tibetan and Yi ethnic minorities of Sichuan. Also used in traditional Chinese medicine (TCM), indications for use are prescribed in the Chinese Pharmacopoeia. For continued access and medical use, survival of healthy populations depends on forests. Biodiversity conservation programmes implemented in forests within the panda landscapes that also benefit rural and indigenous communities, link future access to wild medicinal plants with survival of the panda and resilient rural economies.", "This study aimed at assessing the project activities, institutional-level outcomes and achievements, 10 years on, of the 5-year (2007-2011) UNDP- and WWF- supported EU-China Biodiversity Programme for sustainable, \"panda-friendly\" schisandra.", "Our study combined analysis of quantitative data such as purchase records coupled with qualitative data obtained from field work, project documents, site-visit reports, certification documents and published articles about the project.", "At start of project, interested companies were identified to support economic viability of the sustainable wild harvesting and a \"panda friendly\" pro-conservation model that provided an incentive to maintain habitat outside formal protected areas. Criteria of relevant sustainability standards, the Organic Wild-crop Harvesting Practice Standard and FairWild Standard, were applied while a new standard was drafted, the Giant Panda Friendly Products Standard. The initial pilot project involving 1 village determined feasibility leading to formation of the Pingwu Shuijing TCM Cooperative which, by 2016, scaled out to membership of 22 villages. From the cooperative's first commercial sale of S. sphenanthera Rehder & E.H.Wilson fruits of 0.5 MT in 2009, annual quantities steadily increased up to 30 MT sold in 2017. The cooperative achieved organic certification in 2012. In 2016, governmental authorisation for the certification of Chinese operations implementing the FairWild Standard was granted. In 2017, the Giant Panda Friendly Products Standard became an official Chinese standard with the cooperative becoming the first panda-friendly certified operation in 2018.", "A decade after the project first started, there is strong evidence for the pro-conservation micro- and small enterprise model. For example, through the establishment of a TCM cooperative with members in 22 villages engaged in sustainable resource management, harvesting and equitable trade of TCM ingredients with organic and panda-friendly branding. The project benefited from multi-disciplinary collaboration of experts in ethnoecology, TCM, panda biology and habitat, nature conservation, sustainability standards and international trade. Inviting interested companies at the start enabled a transition from a funded-project to annual contracts for sustainably harvested TCM herbal drugs. At end of project (2011), the companies and NGOs remained engaged and motivating for completion of activities started during the project. Major eventual outcomes rooted in the initial project included Chinese government authorisation of the FairWild Standard (2016) and Giant Panda Friendly Products Standard (2017)."], "CopyrightInformation": "Copyright © 2018 The Authors. Published by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Traditional Medicinals, 4515 Ross Road, Sebastopol, CA 95472, USA. Electronic address: jbrinckmann@tradmed.com."}], "LastName": "Brinckmann", "ForeName": "J A", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pingwu Shuijing Traditional Chinese Medicinal Material Planting Specialised Cooperative, No. 100 Ronghua Street, Shuijing Town, Pingwu County, Sichuan Province 622564, China."}], "LastName": "Luo", "ForeName": "W", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "WWF Chengdu Programme Office, Room 103, Building 42 Langtingyuan, Chengdu Huayuan, 8 Qingyang Avenue, Qingyang District, Chengdu Province 610071, China."}], "LastName": "Xu", "ForeName": "Q", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "WWF Chengdu Programme Office, Room 103, Building 42 Langtingyuan, Chengdu Huayuan, 8 Qingyang Avenue, Qingyang District, Chengdu Province 610071, China."}], "LastName": "He", "ForeName": "X", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Draco Natural Products/Shanghai Tian Yuan Botanicals Products Company, 18 He Xiang Road, Baihe, Qing Pu, Shanghai 201709, China."}], "LastName": "Wu", "ForeName": "J", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, University of KwaZulu-Natal, King Edward Avenue, Pietermaritzburg 3209, South Africa; Kunming Institute of Botany, Chinese Academy of Sciences, 132# Lanhei Road, Heilongtan, Kunming, Yunnan, China."}], "LastName": "Cunningham", "ForeName": "A B", "Initials": "AB"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Commerce"}, {"QualifierName": [], "DescriptorName": "Conservation of Natural Resources"}, {"QualifierName": [], "DescriptorName": "Endangered Species"}, {"QualifierName": [], "DescriptorName": "Fruit"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Pilot Projects"}, {"QualifierName": [], "DescriptorName": "Schisandra"}, {"QualifierName": [], "DescriptorName": "Ursidae"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2018", "Month": "2", "Day": "1"}, {"Year": "2018", "Month": "5", "Day": "29"}, {"Year": "2018", "Month": "5", "Day": "29"}, {"Year": "2018", "Month": "6", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "9", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29883683", "10.1016/j.jep.2018.05.042", "S0378-8741(18)30401-X"]}}]}