{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Drug", "Genomics", "Herbal", "Metabolite"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29892557", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "01", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1016/j.biopen.2017.12.003"], "Journal": {"ISSN": "2214-0085", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2018", "Month": "Jun"}}, "Title": "Biochimie open", "ISOAbbreviation": "Biochim Open"}, "ArticleTitle": "Herbal genomics as tools for dissecting new metabolic pathways of unexplored medicinal plants and drug discovery.", "Pagination": {"StartPage": "9", "EndPage": "16", "MedlinePgn": "9-16"}, "Abstract": {"AbstractText": ["Herbal drugs, on which 80% of the world's population rely, are relatively safe over conventional drugs. Conventional drugs are costly, have serious side effects and hence over the past few decades researchers have focused on drug discovery from herbal medicines or botanical sources. The majority of new herbal drugs have been generated from secondary metabolites (alkaloids, terpenoids and phenolic compounds) of plant metabolism. Till date, only a small fraction of the vast diversity of plant metabolism has been explored for the production of new medicines and other products. The emergence of new herbal genomics research, medicinal plant genomics consortium, together with advances in other omics information may help for the speedy discovery of previously unknown metabolic pathways and enzymes. This review highlights the importance of genomics research in the discovery of some previously unknown enzymes/pathways which may make significant contributions in plant metabolic biology and may be used for the future discovery of many new pharmaceutical agents."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Kalpana Chawla Center for Space and Nanosciences, Indian Institute of Chemical Biology (retd.), Kolkata, 700032, India."}], "LastName": "Chakraborty", "ForeName": "Prasanta", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Biochim Open", "NlmUniqueID": "101706117", "ISSNLinking": "2214-0085"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chen S., Song J., Sun C., Xu J., Zhu Y., Verpoorte R., Fan T.-P. Herbal genomics: examining the biology of traditional medicines. Science. 2015;347:527–529."}, {"Citation": "Patwardhan B., Warude D., Pushpangadan P., Bhatt N. Ayurveda and traditional Chinese medicine: a comparative overview. Evid Based Comple. Alter Med. 2005;2:465–473.", "ArticleIdList": ["PMC1297513", "16322803"]}, {"Citation": "Modak M., Dixit P., Londhe J., Ghaskadbi S., Devasagayam T.P.A. Indian herbs and herbal drugs used for the treatment of diabetes. J. Clin. Biochem. Nutr. 2007;40:163–173.", "ArticleIdList": ["PMC2275761", "18398493"]}, {"Citation": "Luca V.D., Salim V., Masada S., Yu F. Mining the biodiversity of plants: a revolution in the making. Science. 2012;336:1658–1661.", "ArticleIdList": ["22745417"]}, {"Citation": "Chang C., Bowman J.C., Meyerowitz E.M. Field guide to plant model system. Cell. 2016;167:325–339.", "ArticleIdList": ["PMC5068971", "27716506"]}, {"Citation": "Brower V. Back to Nature: extinction of medicinal plants threatens drug discovery. J. Natl. Cancer Inst. 2008;100:838–839.", "ArticleIdList": ["18544733"]}, {"Citation": "Reymond P., Weber H., Damond M., Farmer E.E. Differential gene expression in response to mechanical wounding and insect feeding in Arabidopsis. Plant Cell. 2000;12:707–719.", "ArticleIdList": ["PMC139922", "10810145"]}, {"Citation": "Hermsmeier D., Schittko U., Baldwin I.T. Molecular interactions between the specialist herbivore Manduca sexta and its natural host Nicotiana attenuate. I. Large- scale changes in the accumulation of growth- and defense- related plant mRNAs. Plant Physiol. 2001;125:683–700.", "ArticleIdList": ["PMC64870", "11161026"]}, {"Citation": "Chen S., Xu J., Liu C. Genome sequence of the model medicinal mushroom Ganoderma Lucidum. Nat. Commun. 2012;3:913–922.", "ArticleIdList": ["PMC3621433", "22735441"]}, {"Citation": "Giddings L.A. A stereoselective hydroxylation step of alkaloid biosynthesis by a unique cytochrome P450 in Catharanthus roseus. J. Biol. Chem. 2011;286:16751–16757.", "ArticleIdList": ["PMC3089517", "21454651"]}, {"Citation": "Rastogi S., Kalra A., Gupta V. Unravelling the genome of Holy basil an incomparable“elixir of life” of traditional Indian medicine. BMC Genom. 2015;16:413–431.", "ArticleIdList": ["PMC4445982", "26017011"]}, {"Citation": "Rastogi S., Meena S., Bhattacharya A. De novo sequencing and comparative analysis of holy and sweet basil transcriptomes. BMC Genom. 2014;15:588–603.", "ArticleIdList": ["PMC4125705", "25015319"]}, {"Citation": "Chae L., Kim T., Nilo-Poyanco R. Genomic signatures of specialized metabolism in plants. Science. 2014;344:510–513.", "ArticleIdList": ["24786077"]}, {"Citation": "Kliebemstein D.J. A role for gene duplication and natural variation of gene expression in the Evolution of metabolism. PLoS One. 2008;3:e1838. 1–13.", "ArticleIdList": ["PMC2263126", "18350173"]}, {"Citation": "Supplementary materials of Ref. [12] Science. 2014;344:1–31."}, {"Citation": "Luca V.D., Salim V., Atsumi S.M. Biodiversity of plants: a revolution in the plant biology. Science. 2012;336:1658–1661.", "ArticleIdList": ["22745417"]}, {"Citation": "Allen R.S., Millgate A.G., Chitty J.A. RNAi-mediated replacement of morphine with the non narcotic alkaloid reticuline in opium poppy. Nat. Biotechnol. 2004;22:1559–1566.", "ArticleIdList": ["15543134"]}, {"Citation": "Ratcliff F.G., MacFarlane S.A., Baulcombe D.C. Gene silencing without DNA: RNA mediated cross-protection between viruses. Plant Cell. 1999;11:1207–1215.", "ArticleIdList": ["PMC144281", "10402423"]}, {"Citation": "Hagel J.M., Facchini P.J. Dioxygenases catalyze the O-demethylation steps of morphine biosynthesis in opium poppy. Nat. Chem. Biol. 2010;6:273–275.", "ArticleIdList": ["20228795"]}, {"Citation": "Li R., Reed D.W., Liu E. Functional genomic analysis of alkaloid biosynthesis in Hyoscyamus Niger reveals a cytochrome P450 involved in littorine rearrangement. Chem. Biol. 2006;13:513–520.", "ArticleIdList": ["16720272"]}, {"Citation": "Roepke J., Salim V., Wu M. Vinca drug components accumulate exclusively in leaf exu-dates of Madagascar periwinkle. Proc. Natl. Acad. Sci. USA. 2010;107:15287–15292.", "ArticleIdList": ["PMC2930567", "20696903"]}, {"Citation": "Liscombe D.K., O'Connor S.E. A virus-induced gene silencing approach to understanding alkaloid metabolism in Catharanthus roseus. Phytochemistry. 2011;72:1969–1977.", "ArticleIdList": ["PMC3435519", "21802100"]}, {"Citation": "Paddon C.J., Westfall P.J., Pitera D.J. High-level semi-synthetic production of the potent antimalarial artemisinin. Nature. 2013;496:528–532.", "ArticleIdList": ["23575629"]}, {"Citation": "Thodey K., Galanie S., Smolke C.D. A microbial biomanufacturing platform for natural and semisynthetic opioids. Nat. Chem. Biol. 2014;10:837–844.", "ArticleIdList": ["PMC4167936", "25151135"]}, {"Citation": "Brown S., Clastre M., Courdavault V. De novo production of the plant-derived alkaloid strictosidine in yeast. Proc. Natl. Acad. Sci. USA. 2015;112:3205–3210.", "ArticleIdList": ["PMC4371906", "25675512"]}, {"Citation": "Qu Y., Easson M.L.A.E., Froese J. Completion of the seven step pathway from taberso- nine to the anticancer drug precursor vindoline and its assembly in yeast. Proc. Natl. Acad. Sci. USA. 2015;112:6224–6229.", "ArticleIdList": ["PMC4434687", "25918424"]}, {"Citation": "Kellner A.  2015. Genome sequence of Catharanthus roseus.http://medicinalplantgenomics.msu.edu/"}, {"Citation": "Transcriptome characterization, sequencing, and assembly of medicinal plants relevant to human health, http://uic.edu/pharmacy/med pl transcriptome/index.html."}, {"Citation": "Plants 1000 (one KP or 1 KP) gene sequencing data, www.onekp.com."}, {"Citation": "Chu H.Y., Wegel E., Osbourn A. From hormones to secondary metabolism : the emergence of metabolic gene clusters in plants. Plant J. 2011;66:66–79.", "ArticleIdList": ["21443624"]}, {"Citation": "Wizer T., Gazda V., He Z. A Papaver somniferum 10-Gene cluster for synthesis of the anticancer alkaloid noscapine. Science. 2012;336:1704–1708.", "ArticleIdList": ["22653730"]}, {"Citation": "Lau W., Sattely E.S. Six enzymes from mayapple that complete the biosynthetic pathway to the etoposide aglycone. Science. 2015;349:1224–1228.", "ArticleIdList": ["PMC6861171", "26359402"]}, {"Citation": "United Nations office on drugs and crime . United Nations office on drugs and crime; Vienna, Austria: 2010. World Drug Report 2010."}, {"Citation": "Gagne S.J., Stout J.M., Liu E. Identification of olivetolic acid cyclase from Cannabissativa reveals a unique catalytic route to plant polyketides. Proc. Natl. Acad. Sci. USA. 2012;109:12811–12816.", "ArticleIdList": ["PMC3411943", "22802619"]}, {"Citation": "Geu-Flores F., Sherden N.H., Courdavault V. An alternative route to cyclic terpenes by reductive cyclization in iridoid biosynthesis. Nature. 2012;492:138–142.", "ArticleIdList": ["23172143"]}, {"Citation": "Dinda B., Chowdhury R., Mohanta D. Naturally occurring iridoids, secoiridoids and their bioactivity. Chem. Pharm. Bull. (Tokyo) 2009;57:765–796.", "ArticleIdList": ["19652401"]}, {"Citation": "Dinda B., Debnath S., Banik R. Naturally occurring iridoids and secoiridoids. Chem. Pharm. Bull. (Tokyo) 2011;59:803–833.", "ArticleIdList": ["21720031"]}, {"Citation": "Dinda B., Debnath S., Harigaya Y. Naturally occurring secoiridoids and bioactivity natu- rally occurring iridoids and secoiridoid. Chem. Pharm. Bull. (Tokyo) 2007;55:689–728.", "ArticleIdList": ["17473457"]}, {"Citation": "Tundis R., Loizzo M.R., Menichini F. Biological and pharmacological activities of iridoids: recent developments. Med. Chem. 2008;8:399–420.", "ArticleIdList": ["18473930"]}, {"Citation": "Runguphan W., Qu X., O'Connor S.E. Integrating carbon-halogen bond formation into medicinal plant metabolism. Nature. 2010;468:461–464.", "ArticleIdList": ["PMC3058899", "21048708"]}, {"Citation": "Hileman L.C., Drea S., Martino G. Virus-induced gene silencing is an effective tool for assaying gene function in the basal eudicot species Papaver somniferum (opium poppy) Plant J. 2005;44:334–341.", "ArticleIdList": ["16212610"]}, {"Citation": "Wege S., Scholz A., Gleissberg S. Highly efficient virus-induced gene silencing in California poppy (Eschscholzia californica): an evaluation of VIGS as a strategy to obtain functional data from non-model plants. Ann. Bot. (Lond) 2007;100:641–649.", "ArticleIdList": ["PMC2533598", "17616562"]}, {"Citation": "Facchini P.J., Bohlmann J., Covello P.S. Synthetic biosystems for the production of high-value plant metabolites. Trends Biotech. 2012;30:127–131.", "ArticleIdList": ["22209518"]}, {"Citation": "Chen S., Sun Y.Z., Xu J. Strategies of the study on herb genome program. Yao Xue Xue Bao. 2010;45:807–812.", "ArticleIdList": ["20931775"]}, {"Citation": "Chen S., Xu L.X., Guo Q.L. An introduction to the medicinal plant genome project. Front. Med. 2011;5:178–184.", "ArticleIdList": ["21695623"]}, {"Citation": "Mahajan R.T.C.M. Phyto-pharmacology of Ziziphus Jujuba Mill-a plant review. Pharmacol. Rev. 2009;3:320–329."}, {"Citation": "Shivaraj Y., Govind S., Jogaiah S. Functional analysis of medicinal plants using system biology approaches. Int. J. Pharm. Pharmaceut. Sci. 2015;7:41–43."}, {"Citation": "He Y., Xiao H., Deng C. The complete chloroplast genome sequences of the medicinal plant Pogostemon cablin. Int. J. Mol. Sci. 2016;17:820–830.", "ArticleIdList": ["PMC4926354", "27275817"]}, {"Citation": "Qian J., Song J., Gao H. The complete chloroplast genome sequences of the medicinal plant Salvia miltiorrhiza. PLoS One. 2013;8:e57607.", "ArticleIdList": ["PMC3584094", "23460883"]}, {"Citation": "Kellner F., Kim J., Clavijo B.J. Genome-guided investigation of plant natural product biosynthesis. Plant J. 2015;82:680–692.", "ArticleIdList": ["25759247"]}, {"Citation": "Li Y., Xu C., Lin X. De novo assembly and characterization of the fruit transcriptome of Chinese Jujuba(Zizipus Jujuba Mill) using 454 pyrosequencing and the development of novel trinucleotide SSR markers. PLoS One. 2014", "ArticleIdList": ["PMC4153635", "25184704"]}, {"Citation": "Xu H., Song J., Luo H. Analysis of the genome sequence of the medicinal plant Salvia miltiorrhiza. Mol. Plant. 2016;9:949–952.", "ArticleIdList": ["PMC5517341", "27018390"]}]}], "History": [{"Year": "2017", "Month": "7", "Day": "12"}, {"Year": "2017", "Month": "12", "Day": "28"}, {"Year": "2018", "Month": "6", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["29892557", "PMC5991880", "10.1016/j.biopen.2017.12.003", "S2214-0085(18)30001-4"]}}]}