{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Biofilm", "Drug resistance", "Epigallocatechin-3-gallate", "Licochalcone A", "Salmonella Typhimurium"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29922419", "DateRevised": {"Year": "2022", "Month": "03", "Day": "18"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2008-3289", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Feb"}}, "Title": "Iranian journal of microbiology", "ISOAbbreviation": "Iran J Microbiol"}, "ArticleTitle": "Antimicrobial effect of Licochalcone A and Epigallocatechin-3-gallate against <i>Salmonella</i> Typhimurium isolated from poultry flocks.", "Pagination": {"StartPage": "51", "EndPage": "58", "MedlinePgn": "51-58"}, "Abstract": {"AbstractText": ["Salmonellosis due to multi-drug resistant <i>Salmonella</i> Typhimurium with biofilm formation ability is a serious public health threat worldwide. Studies have shown that medicinal plants inhibit the growth of bacterial species. The present study aimed at determining antibiotic resistance pattern and biofilm formation ability of <i>S.</i> Typhimurium isolated from poultry flocks. Moreover, the antibacterial activity of Licochalcone A (LAA) and Epigallocatechin-3-gallate (EGCG) against the studied isolates were investigated in this study.", "Antibiotic susceptibility testing of <i>S</i>. Typhimurium RITCC1730 and 23 clinical isolates of <i>S.</i> Typhimurium against 8 antibiotics was performed using standard Kirby-Bauer disc diffusion method. The extent of biofilm formation was measured by Microtiter dish biofilm formation assay. Antimicrobials activities of LAA and EGCG were determined by MIC and MBC assays using microdilution method.", "The highest antimicrobial resistance was detected against chloramphenicol (52.17%), followed by furazolidone (26.08%), and trimethoprim/sulfamethoxazole (21.73%). All isolates were sensitive to ciprofloxacin (100%), followed by gentamicin, imipenem (95.65%), and cefixime (91.30%). Most of the isolates (78.26%) were able to produce weak biofilm. LAA and EGCG inhibited the growth of <i>S.</i> Typhimurium at the MIC levels of 62.5∼1000 and 1.56∼400 μg/mL, respectively. The MBC value of LAA was >1000 μg/mL, while the corresponding value of EGCG varied from 100 to 800 μg/mL.", "<i>S.</i> Typhimurium isolates revealed a multiple antibiotic resistance with biofilm production ability. As a result, EGCG, and to a lesser extent, LAA displayed potential antibacterial activity against <i>S</i>. Typhimurium and could be considered as useful compounds for the development of antibacterial agents against salmonellosis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Veterinary Medicine, Urmia University, Urmia, Iran."}], "LastName": "Hosseinzadeh", "ForeName": "Somayyeh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Veterinary Medicine, Urmia University, Urmia, Iran."}], "LastName": "Saei", "ForeName": "Habib Dastmalchi", "Initials": "HD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Veterinary Medicine, Urmia University, Urmia, Iran."}], "LastName": "Ahmadi", "ForeName": "Malahat", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Veterinary Medicine, Tehran University, Tehran, Iran."}], "LastName": "Salehi", "ForeName": "Taghi Zahraei", "Initials": "TZ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Microbiol", "NlmUniqueID": "101518404", "ISSNLinking": "2008-3289"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Behravesh CB, Brinson D, Hopkins BA, Gomez TM. Backyard poultry flocks and salmonellosis: a recurring, yet preventable public health challenge. Clin Infect Dis 2014; 58:1432–1438.", "ArticleIdList": ["24501387"]}, {"Citation": "Dallal MMS, Doyle MP, Rezadehbashi M, Dabiri H, Sanaei M, Modarresi S, et al. Prevalence and antimicrobial resistance profiles of Salmonella serotypes, Campylobacter and Yersinia spp. isolated from retail chicken and beef, Tehran, Iran. Food Control 2010; 21:388–392."}, {"Citation": "Ventola CL. The antibiotic resistance crisis: part 1: causes and threats. P T 2015; 40:277–283.", "ArticleIdList": ["PMC4378521", "25859123"]}, {"Citation": "Su L-H, Chiu C-H, Chu C, Ou JT. Antimicrobial resistance in nontyphoid Salmonella serotypes: a global challenge. Clin Infect Dis 2004; 39:546–551.", "ArticleIdList": ["15356819"]}, {"Citation": "Stevenson JE, Gay K, Barrett TJ, Medalla F, Chiller TM, Angulo FJ. Increase in nalidixic acid resistance among non-Typhi Salmonella enterica isolates in the United States from 1996 to 2003. Antimicrob Agents Chemother 2007; 51:195–197.", "ArticleIdList": ["PMC1797669", "17088493"]}, {"Citation": "DiMarzio M, Shariat N, Kariyawasam S, Barrangou R, Dudley EG. Antibiotic resistance in Salmonella enterica serovar Typhimurium associates with CRISPR sequence type. Antimicrob Agents Chemother 2013; 57:4282–4289.", "ArticleIdList": ["PMC3754329", "23796925"]}, {"Citation": "Wiesner M, Calva JJ, Bustamante VH, Pérez-Morales D, Fernández-Mora M, Calva E, et al. A multi-drug resistant Salmonella Typhimurium ST213 human-invasive strain (33676) containing the bla (CMY-2) gene on an IncF plasmid is attenuated for virulence in BALB/c mice. BMC Microbiol 2016; 16:18.", "ArticleIdList": ["PMC4748464", "26862033"]}, {"Citation": "Sadekuzzaman M, Yang S, Mizan MFR, Kim H-S, Ha S-D. Effectiveness of a phage cocktail as a biocontrol agent against L. monocytogenes biofilms. Food Control 2017; 78:256–263."}, {"Citation": "Nair A, Rawool DB, Doijad S, Poharkar K, Mohan V, Barbuddhe SB, et al. Biofilm formation and genetic diversity of Salmonella isolates recovered from clinical, food, poultry and environmental sources. Infect Genet Evol 2015; 36:424–433.", "ArticleIdList": ["26292170"]}, {"Citation": "Peng D. (2016). Biofilm formation of Salmonella, chapter 12 from the book microbial biofilms - importance and applications. In: Tech. Ed, Dhanasekaran D, Thujuddin N. pp. 231–249."}, {"Citation": "Shen F, Tang X, Wang Y, Yang Z, Shi X, Wang C, et al. Phenotype and expression profile analysis of Staphylococcus aureus biofilms and planktonic cells in response to licochalcone A. Appl Microbiol Biotechnol 2015; 99:359–373.", "ArticleIdList": ["25256617"]}, {"Citation": "Steinmann J, Buer J, Pietschmann T, Steinmann E. Anti-infective properties of epigallocatechin-3-gallate (EGCG), a component of green tea. Br J Pharmacol 2013; 168:1059–1073.", "ArticleIdList": ["PMC3594666", "23072320"]}, {"Citation": "Tsukiyama R-I, Katsura H, Tokuriki N, Kobayashi M. Antibacterial activity of licochalcone A against spore-forming bacteria. Antimicrob Agents Chemother 2002; 46:1226–1230.", "ArticleIdList": ["PMC127195", "11959549"]}, {"Citation": "Hatano T, Shintani Y, Aga Y, Shiota S, Tsuchiya T, Yoshida T. Phenolic constituents of licorice. VIII. Structures of glicophenone and glicoisoflavanone, and effects of licorice phenolics on methicillin-resistant Staphylococcus aureus. Chem Pharm Bull (Tokyo) 2000; 48:1286–1292.", "ArticleIdList": ["10993226"]}, {"Citation": "Fazl AA, Salehi TZ, Jamshidian M, Amini K, Jangjou AH. Molecular detection of invA, ssaP, sseC and pipB genes in Salmonella Typhimurium isolated from human and poultry in Iran. Afr J Microbiol Res 2013; 7:1104–1108."}, {"Citation": "Clinical and laboratory standards institute “Performance standards for antimicrobial susceptibility testing”; twenty-second informational supplement-11th edn M100-S22. Standards; 2012. 32."}, {"Citation": "Pokharel BM, Koirala J, Dahal RK, Mishra SK, Khadga PK, Tuladhar NR. Multidrug-resistant and extended-spectrum beta-lactamase (ESBL)-producing Salmonella enterica (serotypes Typhi and Paratyphi A) from blood isolates in Nepal: surveillance of resistance and a search for newer alternatives. Int J Infect Dis 2006; 10:434–438.", "ArticleIdList": ["16978898"]}, {"Citation": "Stepanovic S, Cirkovic I, Ranin L, Svabic-Vlahovic M. Biofilm formation by Salmonella spp. and Listeria monocytogenes on plastic surface. Lett Appl Microbiol 2004; 38:428–432.", "ArticleIdList": ["15059216"]}, {"Citation": "Sasidharan NK, Sreekala SR, Jacob J, Nambisan B. In vitro synergistic effect of curcumin in combination with third generation cephalosporins against bacteria associated with infectious diarrhea. Biomed Res Int 2014; 2014:561456.", "ArticleIdList": ["PMC4052158", "24949457"]}, {"Citation": "Scholar E. Chloramphenicol. xPharm: the comprehensive pharmacology reference. New York: Elsevier; 2007, 1–7."}, {"Citation": "Ghoddusi A, Nayeri Fasaei B, Karimi V, Ashrafi Tamai I, Moulana Z, Zahraei Salehi T. Molecular identification of Salmonella Infantis isolated from backyard chickens and detection of their resistance genesby PCR. Iran J Vet Res 2015; 16:293–297.", "ArticleIdList": ["PMC4782701", "27175192"]}, {"Citation": "Fallah SH, Asgharpour F, Naderian Z, Moulana Z. Isolation and determination of antibiotic resistance patterns in Nontyphoid Salmonella spp isolated from chicken. Int J Enteric Pathog 2013; 1(1): e9416."}, {"Citation": "Hsu Y-M, Tang C-Y, Lin H, Chen Y-H, Chen Y-L, Su Y-H, et al. Comparative study of class 1 integron, ampicillin, chloramphenicol, streptomycin, sulfamethoxazole, tetracycline (ACSSuT) and fluoroquinolone resistance in various Salmonella serovars from humans and animals. Comp Immunol Microbiol Infect Dis 2013; 36:9–16.", "ArticleIdList": ["22963790"]}, {"Citation": "Asif M, Rahman H, Qasim M, Khan TA, Ullah W, Jie Y. Molecular detection and antimicrobial resistance profile of zoonotic Salmonella enteritidis isolated from broiler chickens in Kohat, Pakistan. J Chin Med Assoc 2017; 80:303–306.", "ArticleIdList": ["28286058"]}, {"Citation": "Sodagari HR, Mashak Z, Ghadimianazar A. Prevalence and antimicrobial resistance of Salmonella sero-types isolated from retail chicken meat and giblets in Iran. J Infect Dev Ctries 2015; 9:463–469.", "ArticleIdList": ["25989165"]}, {"Citation": "Alcaine SD, Warnick LD, Wiedmann M. Antimicrobial resistance in nontyphoidal Salmonella. J Food Prot 2007; 70:780–790.", "ArticleIdList": ["17388077"]}, {"Citation": "Mayrhofer S, Paulsen P, Smulders FJ, Hilbert F. Antimicrobial resistance profile of five major food-borne pathogens isolated from beef, pork and poultry. Int J Food Microbiol 2004; 97:23–29.", "ArticleIdList": ["15527915"]}, {"Citation": "Majtan J, Majtanova L, Xu M, Majtan V. In vitro effect of subinhibitory concentrations of antibiotics on bio-film formation by clinical strains of Salmonella enterica serovar Typhimurium isolated in Slovakia. J Appl Microbiol 2008; 104:1294–1301.", "ArticleIdList": ["18028358"]}, {"Citation": "Kalai Chelvam K, Chai LC, Thong KL. Variations in motility and biofilm formation of Salmonella enterica serovar Typhi. Gut Pathog 2014; 6:2.", "ArticleIdList": ["PMC3922113", "24499680"]}, {"Citation": "Diez-Garcia M, Capita R, Alonso-Calleja C. Influence of serotype on the growth kinetics and the ability to form biofilms of Salmonella isolates from poultry. Food Microbiol 2012; 31:173–180.", "ArticleIdList": ["22608221"]}, {"Citation": "Ghasemmahdi H, Tajik H, Moradi M, Mardani K, Modaresi R, Badali A, et al. Antibiotic resistance pattern and biofilm formation ability of clinically isolates of Salmonella enterica serotype typhimurium. Int J Enteric Pathog 2015; 3(2): e27372."}, {"Citation": "Qi L, Li H, Zhang C, Liang B, Li J, Wang L, et al. Relationship between antibiotic resistance, biofilm formation, and biofilm-specific resistance in Acinetobacter baumannii. Front Microbiol 2016; 7:483.", "ArticleIdList": ["PMC4828443", "27148178"]}, {"Citation": "Bor T, Aljaloud SO, Gyawali R, Ibrahim SA. Chapter 26 - antimicrobials from herbs, spices and plants A2 - Watson, Ronald Ross. In: Preedy VR, editor. Fruits, Vegetables, and Herbs: Academic Press; 2016. p. 551–578."}, {"Citation": "Tan H, Ma R, Lin C, Liu Z, Tang T. Quaternized chitosan as an antimicrobial agent: antimicrobial activity, mechanism of action and biomedical applications in orthopedics. Int J Mol Sci 2013; 14:1854–1869.", "ArticleIdList": ["PMC3565352", "23325051"]}, {"Citation": "Friis-Moller A, Chen M, Fuursted K, Christensen SB, Kharazmi A. In vitro antimycobacterial and antilegionella activity of licochalcone A from Chinese licorice roots. Planta Med 2002; 68;416–419.", "ArticleIdList": ["12058317"]}]}], "History": [{"Year": "2018", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29922419", "PMC6004634"]}}]}