{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cisplatin", "ROS", "Rheum turkestanicum", "nephrotoxicity", "oxidative stress"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "29962794", "DateRevised": {"Year": "2022", "Month": "03", "Day": "18"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/JPBS.JPBS_9_18"], "Journal": {"ISSN": "0976-4879", "JournalIssue": {"Volume": "10", "Issue": "2", "PubDate": {"Year": "2018", "Season": "Apr-Jun"}}, "Title": "Journal of pharmacy & bioallied sciences", "ISOAbbreviation": "J Pharm Bioallied Sci"}, "ArticleTitle": "Protective Effect of <i>Rheum turkestanicum</i> against Cisplatin by Reducing Oxidative Stress in Kidney Tissue.", "Pagination": {"StartPage": "66", "EndPage": "71", "MedlinePgn": "66-71"}, "Abstract": {"AbstractText": ["Cisplatin is used as chemotherapeutic drug in the treatment of some solid tumors. It causes different side effects such as nephrotoxicity because of increasing oxidative stress and reactive oxygen species production. This study was designed to investigate the effect of <i>Rheum turkestanicum</i> on cisplatin-induced nephrotoxicity in rat.", "Animals were randomly divided into four groups (six each). Group I received normal saline (1mL/day, intraperitoneally [i.p.]). Group II received a single dose of cisplatin (8mg/kg, i.p.). Groups III and IV received extract at doses of 100mg/kg and 200mg/kg, i.p., respectively, for 3 consecutive days, 1h before a single dose of cisplatin only at the first day. Blood samples were taken for measuring the level of urea and creatinine. Furthermore, 24-h urinary factors such as glucose and protein were measured. Histopathological observation was carried out on kidney sections. Statistical analysis was performed using one-way analysis of variance followed by Tukey-Kramer <i>post hoc</i> test for multiple comparisons.", "Cisplatin increased the lipid peroxidation, serum creatinine, serum urea, urinary glucose, and urinary protein, whereas decreased the content of thiol in kidney. The extract reduced serum creatinine, serum urea, urinary glucose, urinary protein, lipid peroxidation, and increased thiol following cisplatin administration. Histological studies revealed lower lesions in kidney in the extract-treated groups compared to cisplatin-treated one.", "This research showed the extract has protective effect against cisplatin-induced nephrotoxicity. This observation may be related to antioxidant properties of the extract."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseini", "ForeName": "Azar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Fanoudi", "ForeName": "Sahar", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, School of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Mollazadeh", "ForeName": "Hamid", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Aghaei", "ForeName": "Azita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Boroushaki", "ForeName": "Mohammad Taher", "Initials": "MT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Pharm Bioallied Sci", "NlmUniqueID": "101537209", "ISSNLinking": "0975-7406"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Rabik CA, Dolan ME. Molecular mechanisms of resistance and toxicity associated with platinating agents. Cancer Treat Rev. 2007;33:9–23.", "ArticleIdList": ["PMC1855222", "17084534"]}, {"Citation": "Schrier RW. Cancer therapy and renal injury. J Clin Invest. 2002;110:743–5.", "ArticleIdList": ["PMC151139", "12235103"]}, {"Citation": "Arany I, Safirstein RL. Cisplatin nephrotoxicity. Semin NePhlol. 2003;23:460–4.", "ArticleIdList": ["13680535"]}, {"Citation": "Ramesh G, Reeves WB. TNFR2-mediated apoptosis and necrosis in cisplatin-induced acute renal failure. Am J Physiol Renal Physiol. 2003;285:F610–8.", "ArticleIdList": ["12865254"]}, {"Citation": "Kart A, Cigremis Y, Karaman M, Ozen H. Caffeic acid phenethyl ester (CAPE) ameliorates cisplatin-induced hepatotoxicity in rabbit. Exp Toxicol Pathol. 2010;62:45–52.", "ArticleIdList": ["19268559"]}, {"Citation": "Gulec M, Iraz M, Yilmaz HR, Ozyurt H, Temel I. The effects of Ginkgo biloba extract on tissue adenosine deaminase, xanthine oxidase, myeloperoxidase, malondialdehyde, and nitric oxide in cisplatin-induced nephrotoxicity. Toxicol Ind Health. 2006;22:125–30.", "ArticleIdList": ["16716042"]}, {"Citation": "Mollazadeh H, Hosseinzadeh H. The protective effect of Nigella sativa against liver injury: a review. Iran J Basic Med Sci. 2014;17:958–66.", "ArticleIdList": ["PMC4387231", "25859299"]}, {"Citation": "Nasr AY. Protective effect of aged garlic extract against the oxidative stress induced by cisplatin on blood cells parameters and hepatic antioxidant enzymes in rats. Toxicol Rep. 2014;1:682–91.", "ArticleIdList": ["PMC5598491", "28962282"]}, {"Citation": "El-Sayed ME, Kamel KM, Fawzy HM, Metwally SA, El-Latif HAA. Protective effects of onion oil and selenium against cisplatin-induced nephrotoxicity and oxidative stress in rats. Egypt J Hospl Med. 2015;58:18–25."}, {"Citation": "Park JY, Lee D, Jang H-J, Jang DS, Kwon HC, Kim KH, et al. Protective effect of Artemisia asiatica extract and its active compound eupatilin against cisplatin-induced renal damage. Evid Based Complement Alternat Med 2015. 2015:1–6.", "ArticleIdList": ["PMC4619882", "26539226"]}, {"Citation": "Hosseinian S, Khajavi Rad A, Hadjzadeh MA, Mohamadian Roshan N, Havakhah S, Shafiee S. The protective effect of Nigella sativa against cisplatin-induced nephrotoxicity in rats. Avicenna J Phytomed. 2016;6:44–54.", "ArticleIdList": ["PMC4884217", "27247921"]}, {"Citation": "Naghizadeh B, Boroushaki MT, Vahdati Mashhadian N, Mansouri MT. Protective effects of crocin against cisplatin-induced acute renal failure and oxidative stress in rats. Iran Biomed J. 2008;12:93–100.", "ArticleIdList": ["18506215"]}, {"Citation": "Boroushaki MT, Rajabian A, Farzadnia M, Hoseini A, Poorlashkari M, Taghavi A, et al. Protective effect of pomegranate seed oil against cisplatin-induced nephrotoxicity in rat. Ren Fail. 2015;37:1338–43.", "ArticleIdList": ["26288026"]}, {"Citation": "Dorsey JF, Kao GD. Aloe(-emodin) for cancer? More than just a comforting salve. Cancer Biol Ther. 2007;6:89–90.", "ArticleIdList": ["17297301"]}, {"Citation": "Shiezadeh F, Mousavi SH, Amiri MS, Iranshahi M, Tayarani-Najaran Z, Karimi G. Cytotoxic and apoptotic potential of Rheum turkestanicum Janisch root extract on human cancer and normal cells. Iran J Pharm Res. 2013;12:811–9.", "ArticleIdList": ["PMC3920695", "24523761"]}, {"Citation": "Hosseini A, Mollazadeh H, Amiri MS, Sadeghnia HR, Ghorbani A. Effects of a standardized extract of Rheum turkestanicum Janischew root on diabetic changes in the kidney, liver and heart of streptozotocin-induced diabetic rats. Biomed Pharmacother. 2017;86:605–11.", "ArticleIdList": ["28027536"]}, {"Citation": "Hosseini A, Rajabian A. Protective effect of Rheum turkestanikum root against doxorubicin-induced toxicity in H9c2 cells. Rev Brasileira Farmacognos. 2016;26:347–51."}, {"Citation": "Lott JA, Turner K. Evaluation of Trinder’s glucose oxidase method for measuring glucose in serum and urine. Clin Chem. 1975;21:1754–60.", "ArticleIdList": ["1237363"]}, {"Citation": "McElderry LA, Tarbit IF, Cassells-Smith AJ. Six methods for urinary protein compared. Clin Chem. 1982;28:356–60.", "ArticleIdList": ["7055959"]}, {"Citation": "Masson P, Ohlsson P, Björkhem I. Combined enzymic-Jaffé method for determination of creatinine in serum. Clin Chem. 1981;27:18–21.", "ArticleIdList": ["7449105"]}, {"Citation": "Hosseinzadeh H, Sadeghnia HR, Ziaee T, Danaee A. Protective effect of aqueous saffron extract (Crocus sativus L.) and crocin, its active constituent, on renal ischemia-reperfusion-induced oxidative damage in rats. J Pharm Pharm Sci. 2005;8:387–93.", "ArticleIdList": ["16401388"]}, {"Citation": "Boroushaki MT, Mollazadeh H, Rajabian A, Dolati K, Hoseini A, Paseban M, et al. Protective effect of pomegranate seed oil against mercuric chloride-induced nephrotoxicity in rat. Ren Fail. 2014;36:1581–6.", "ArticleIdList": ["25154291"]}, {"Citation": "Bouroshaki MT, Sadeghnia HR, Banihasan M, Yavari S. Protective effect of pomegranate seed oil on hexachlorobutadiene-induced nephrotoxicity in rat kidneys. Ren Fail. 2010;32:612–7.", "ArticleIdList": ["20486845"]}, {"Citation": "Mollazadeh H, Hosseinzadeh H. Cinnamon effects on metabolic syndrome: a review based on its mechanisms. Iran J Basic Med Sci. 2016;19:1258–70.", "ArticleIdList": ["PMC5220230", "28096957"]}, {"Citation": "Palipoch S, Punsawad C. Biochemical and histological study of rat liver and kidney injury induced by cisplatin. J Toxicol Pathol. 2013;26:293–9.", "ArticleIdList": ["PMC3787607", "24155562"]}, {"Citation": "Nematbakhsh M, Pezeshki Z, Eshraghi-Jazi F, Ashrafi F, Nasri H, Talebi A, et al. Vitamin E, vitamin C, or losartan is not nephroprotectant against cisplatin-induced nephrotoxicity in presence of estrogen in ovariectomized rat model. Int J Nephrol 2012. 2012:284896.", "ArticleIdList": ["PMC3463913", "23056943"]}, {"Citation": "Baek SM, Kwon CH, Kim JH, Woo JS, Jung JS, Kim YK. Differential roles of hydrogen peroxide and hydroxyl radical in cisplatin-induced cell death in renal proximal tubular epithelial cells. J Lab Clin Med. 2003;142:178–86.", "ArticleIdList": ["14532906"]}, {"Citation": "Silva CR, Antunes LM, Bianchi ML. Antioxidant action of bixin against cisplatin-induced chromosome aberrations and lipid peroxidation in rats. Pharmacol Res. 2001;43:561–6.", "ArticleIdList": ["11419966"]}, {"Citation": "Öztürk M, Aydoğmuş-Öztürk F, Duru ME, Topçu G. Antioxidant activity of stem and root extracts of Rhubarb (Rheum ribes): an edible medicinal plant. Food Chem. 2007;103:623–30."}, {"Citation": "Liu H, Gu LB, Tu Y, Hu H, Huang YR, Sun W, et al. Emodin ameliorates cisplatin-induced apoptosis of rat renal tubular cells in vitro by activating autophagy. Acta Pharmacol Sin. 2016;37:235–45.", "ArticleIdList": ["PMC4753365", "26775661"]}, {"Citation": "Waly MI, Ali BH, Al-Lawati I, Nemmar A. Protective effects of emodin against cisplatin-induced oxidative stress in cultured human kidney (HEK 293) cells. J Appl Toxicol. 2013;33:626–30.", "ArticleIdList": ["22271272"]}]}], "History": [{"Year": "2018", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29962794", "PMC5998698", "10.4103/JPBS.JPBS_9_18", "JPBS-10-66"]}}]}