{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Raynaud's phenomenon", "cold hypersensitivity", "coldness", "herbal medicine", "meta-analysis", "systematic review"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "29993255", "DateCompleted": {"Year": "2020", "Month": "05", "Day": "18"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "07", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1089/acm.2018.0009"], "Journal": {"ISSN": "1557-7708", "JournalIssue": {"Volume": "24", "Issue": "12", "PubDate": {"Year": "2018", "Month": "Dec"}}, "Title": "Journal of alternative and complementary medicine (New York, N.Y.)", "ISOAbbreviation": "J Altern Complement Med"}, "ArticleTitle": "Herbal Medicines for Cold Hypersensitivity in the Hands and Feet: A Systematic Review and Meta-Analysis.", "Pagination": {"StartPage": "1150", "EndPage": "1158", "MedlinePgn": "1150-1158"}, "Abstract": {"AbstractText": ["<b><i>Objectives:</i></b> Cold hypersensitivity in the hands and feet (CHHF) and Raynaud's phenomenon (RP) are prevalent among Asian populations, especially among women, who exhibit a higher rate of cold hypersensitivity that may be associated with gynecological problems. In several countries, herbal medicine has effectively treated cold hypersensitivity symptoms. This systematic review and meta-analysis of the literature was undertaken to evaluate the efficacy of herbal medicine for the treatment of CHHF in adults. <b><i>Design:</i></b> Through March 31, 2018, comprehensive databases were searched, including MEDLINE, EMBASE, Cochrane Library, Chinese Academic Journal, and Japanese National Institute of Informatics, to identify relevant studies and extract data. <b><i>Outcome measures:</i></b> Primary: total effective rate (TER); secondary: skin temperature, peripheral blood flow, adverse events. <b><i>Results:</i></b> Fourteen randomized controlled trials (<i>n</i> = 974) were included. Thirteen studies with dichotomous values showed a significant reduction in CHHF and RP (risk ratio 0.31, 0.24-0.40) when comparing herbal medicine with/without Western medicine, and no treatment or Western medicine alone. Reductions in CHHF and RP were also observed between herbal medicine plus Western medicine and Western medicine alone (risk ratio 0.45, 0.24-0.86), as well as between herbal medicine and Western medicine alone (risk ratio 0.30, 0.21-0.41). In the only study using a placebo arm, herbal medicine was found to be superior to placebo in increasing skin temperature and peripheral blood flow. Six participants exhibited minor adverse drug reactions. Herbal medicine showed a superior TER, especially when combined with Western medicine, to Western medicine alone or placebo. However, there was a high risk of bias within all studies. <b><i>Conclusion:</i></b> Although herbal medicine shows potential to be a safe and effective treatment for CHHF and RP, the high risk of bias in all studies prevents definitive conclusions; thus, higher quality studies must be performed."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sasang Constitutional Medicine, College of Korean Medicine, Sangji University, Wonju, Republic of Korea."}], "LastName": "Yu", "ForeName": "Jun-Sang", "Initials": "JS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gynecology Medicine, College of Korean Medicine, Semyung University, Chungju, Republic of Korea."}], "LastName": "Lee", "ForeName": "Dongnyung", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, The Graduate School of Yonsei University, Wonju, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Biostatistics and Computing, The Graduate School of Yonsei University, Wonju, Republic of Korea."}], "LastName": "Hyun", "ForeName": "Daesung", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Wonju College of Medicine, Yonsei University, Wonju, Republic of Korea."}, {"Identifier": [], "Affiliation": "Institute of Environmental & Occupational Medicine, Wonju College of Medicine, Yonsei University, Wonju, Republic of Korea."}], "LastName": "Chang", "ForeName": "Sei-Jin", "Initials": "SJ"}], "PublicationTypeList": ["Journal Article", "Meta-Analysis", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Altern Complement Med", "NlmUniqueID": "9508124", "ISSNLinking": "1075-5535"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}], "SupplMeshList": ["Cold Hypersensitivity"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Cryopyrin-Associated Periodic Syndromes"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["physiopathology"], "DescriptorName": "Foot"}, {"QualifierName": ["physiopathology"], "DescriptorName": "Hand"}, {"QualifierName": ["methods"], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Raynaud Disease"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}], "CoiStatement": "No competing financial interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ushiroyama T, Kamimoto Y, Sakuma K, et al. . Assessment of chilly sensation in Japanese women with laser Doppler fluxmetry and acceleration plethysmogram with respect to peripheral circulation. Bull Osaka Med Coll 2005;51:76–84"}, {"Citation": "Lee SL, Lee KS, Song BK. The literature review on the cold hypersensitivity of women. Korean J Obstet Gynecol 1996;9:55–80"}, {"Citation": "Hur YM, Chae JH, Chung KW, et al. . Feeling of cold hands and feet is a highly heritable phenotype. Twin Res Hum Genet 2012;15:166–169", "ArticleIdList": ["22856358"]}, {"Citation": "Bae KH, Lee JA, Park KH, et al. . Cold hypersensitivity in the hands and feet may be associated with functional dyspepsia: Results of a multicenter survey study. Evid Based Complement Alternat Med 2016;2016:1–8", "ArticleIdList": ["PMC4812350", "27069497"]}, {"Citation": "Sachiyo N, Shigeko H, Haruo Y. Relationship between pregnant women's sensitivity to cold(hiesho) and premature labor assessed using propensity scores for adjusting confounding factors. Jpn J Public Health 2012;59:381–389", "ArticleIdList": ["22834093"]}, {"Citation": "Sachiyo N, Shigeko H, Masako M. Inference of causal effects between pregnant women's sensitivity to cold(hiesho) and premature rupture of membranes—Adjustment of confounding factors by propensity scores. J Jpn Acad Midwif 2012;2692;190–200"}, {"Citation": "Sachiyo N, Shigeko H. Relationship between pregnant women's sensitivity to cold(hiesho) and abnormal delivery. J Jpn Acad Midwif 2013;27:94–99"}, {"Citation": "Sachiyo N, Shigeko H, Haruo Y. Estimation of causal effects of pregnant women's sensitivity to cold(hiesho) on uterine inertia and prolonged labor: Adjustment of confounding factors by propensity scores. J Jpn Acad Nurs Sci 2013;33:3–12"}, {"Citation": "Shirai M, Kuge H, Miyazaki J, et al. . The relationship between a female hie(cold disorder) condition and infertility. J Jpn Soc Acupunct 2016;66:180–188"}, {"Citation": "Yuriko K, Yoko E. Relationships between cold sensitivity in pregnant women and perinatal outcomes. J Jpn Acad Midwif 2013;27:40–47"}, {"Citation": "Herrick AL. Pathogenesis of Raynaud's phenomenon. Rheumatology (Oxford) 2005;44:587–596", "ArticleIdList": ["15741200"]}, {"Citation": "Higgins JP, Thompson SG. Quantifying heterogeneity in a meta-analysis. Stat Med 2002;21:1539–1558", "ArticleIdList": ["12111919"]}, {"Citation": "Wang D, Cai ZM. Analysis of treatment effect of Dangguisinitang plus Huangqiguizhiwuwutang for Raynaud's syndrome. Contemp Diagn Treat 2014;18:4156–4157"}, {"Citation": "Guan L, Li GX. Tongmaitang oral in combination with Tongmaisan Fumigation treating Raynaud's disease random parallel control study. J Pract Trad Chinese Intern Med 2015;7:31–34"}, {"Citation": "Xiao L, Zheng GR. 20 cases of Raynaud's syndrome treated by Chinese and Western medicine combined therapy. Guangming Zhongyi 2014;7:1487–1488"}, {"Citation": "Zhao W, Yang Y. Clinical observation of 33 cases of Raynaud's syndrome treated by self made Fumaxinguitang. J Yunnan Zhongyi Zongyao 2015;1:49–50"}, {"Citation": "Zhang ZX, Zhang LJ, Zhang BT. 30 cases of Raynaud's syndrome treated by Onyangochungtongbitang. China Med Herald 2005;18:51"}, {"Citation": "Dou LG, Yu XH, Li YX, et al. . Clinical observation of 28 cases for Raynaud's syndrome treated by Sinitang added prescription. Zhongyiyaoxuebao 2000;2:21"}, {"Citation": "Wu Y, Wang JX. 42 cases of Raynaud's syndrome treated by self made Tongmaijiejingsan. J New Chinese Med 1995;3:25–26"}, {"Citation": "Park KS, Park KI, Kim JW, et al. . Efficacy and safety of Korean red ginseng for cold hypersensitivity in the hands and feet: A randomized, double-blind, placebo-controlled trial. J Ethnopharmacol 2014;158:25–32", "ArticleIdList": ["25284751"]}, {"Citation": "Nobuhiro S, Noriyuki T, Kenichi I, et al. . Effects of a combination preparation of Guizhi Fuling Wand and vitamin E on indefinite complaints such as stiffness of shoulder and cold feeling. East Med 2003;19:23–43"}, {"Citation": "Shinji N, Eri E, Tetsuya O, et al. . Effects of a traditional herbal medicine on peripheral blood flow in women experiencing peripheral coldness: A randomized controlled trial. BMC Complement Altern Med 2015;15:105.", "ArticleIdList": ["PMC4405845", "25886635"]}, {"Citation": "Akiyama Y, Ohno S, Asaoka T, et al. . The combination therapy with Sarpogrelate Hydrochloride and Kampo medicine (Oren-gedoku-to or Toki-shakuyaku-san) for Raynaud's phenomenon. Kampo Med 2001;51:1101–1108"}, {"Citation": "Ushiroyama T, Sakuma K, Nosaka S. Comparison of Effects of Vitamin E and Wen-jing-tang (Unkei-to), an herbal medicine, on peripheral blood flow in post-menopausal women with chilly sensation in the lower extremities: A randomized prospective study. Am J Chin Med 2006;34:969–979", "ArticleIdList": ["17163586"]}, {"Citation": "Wang WD. Clinical observation of modified Danggui Sini Tang for Raynaud's disease. J New Chin Med 2017;49:44–45"}, {"Citation": "Dan MH. Clinical observation of modified Danggui Sini Tang for Raynaud's disease. Henan Med Res 2017;26:1282–1283"}, {"Citation": "Chevallier A. Encyclopedia of Herbal Medicine. London, UK: Dorling Kindersley, 2000:155"}, {"Citation": "Wu T, Li L, Bian Z, et al. . Randomized trials published in some Chinese journals: How many are randomized? Trails 2009;10:46", "ArticleIdList": ["PMC2716312", "19573242"]}, {"Citation": "Purgato M, Cipriani A, Barbui C. Randomized trials published in Chinese or Western journals: Comparative empirical analysis. J Clin Psychopharmacol 2012;32:354–361", "ArticleIdList": ["22544018"]}]}], "History": [{"Year": "2018", "Month": "7", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "14"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29993255", "PMC6308292", "10.1089/acm.2018.0009"]}}]}