{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Harpagophytum procumbens", "Myrciaria dubia", "Ribes nigrum", "Uncaria tomentosa", "anti-inflammatory", "chronic diseases", "hesperidin", "medicinal plants"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30012980", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "07", "Day": "16"}], "Language": ["eng"], "ELocationID": ["76", "10.3390/medicines5030076"], "Journal": {"ISSN": "2305-6320", "JournalIssue": {"Volume": "5", "Issue": "3", "PubDate": {"Year": "2018", "Month": "Jul", "Day": "16"}}, "Title": "Medicines (Basel, Switzerland)", "ISOAbbreviation": "Medicines (Basel)"}, "ArticleTitle": "Bioactive Compounds and Extracts from Traditional Herbs and Their Potential Anti-Inflammatory Health Effects.", "Abstract": {"AbstractText": ["The inflammatory processes associated with several chronic illnesses like cardiovascular disease and cancer have been the focus of mechanistic studies of the pathogenicity of these diseases and of the use of different pharmacological and natural methods to prevent them. In this study we review the current evidence regarding the effectiveness of natural extracts from as-yet little-studied traditional botanical species in alleviating the inflammation process associated with several chronic diseases. Additionally, the intention is to expose the known pathways of action and the potential synergistic effects of the constituent compounds of the discussed extracts. It is noted that the here-studied extracts, which include black garlic rich in S-allylcystein, polyphenols from cat's claw (<i>Uncaria tomentosa</i>), devil's claw (<i>Harpagophytum procumbens</i>), camu-camu (<i>Myrciaria dubia</i>), and blackcurrant (<i>Ribes nigrum</i>), and citrus fruit extracts rich in hesperidin, have similar or greater effects than other, more extensively studied extracts such as tea and cocoa. The combined use of all of these extracts can give rise to synergetic effects with greater biological relevance at lower doses."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Technology, Nutrition and Food Science, Veterinary Faculty University of Murcia, Campus de Espinardo, Espinardo, 30100 Murcia, Spain. antonio.serrano5@um.es."}], "LastName": "Serrano", "ForeName": "Antonio", "Initials": "A"}, {"Identifier": ["0000-0002-8894-4481"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Technology, Nutrition and Food Science, Veterinary Faculty University of Murcia, Campus de Espinardo, Espinardo, 30100 Murcia, Spain. gros@um.es."}], "LastName": "Ros", "ForeName": "Gaspar", "Initials": "G"}, {"Identifier": ["0000-0003-2349-2899"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Technology, Nutrition and Food Science, Veterinary Faculty University of Murcia, Campus de Espinardo, Espinardo, 30100 Murcia, Spain. gnieto@um.es."}], "LastName": "Nieto", "ForeName": "Gema", "Initials": "G"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Medicines (Basel)", "NlmUniqueID": "101671069", "ISSNLinking": "2305-6320"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wang M., Honn K., Nie D. Cyclooxygenases, prostanoids, and tumor progression. Cancer Metastasis Rev. 2007;26:525–534. doi: 10.1007/s10555-007-9096-5.", "ArticleIdList": ["10.1007/s10555-007-9096-5", "17763971"]}, {"Citation": "Balkwill F. TNF-α in promotion and progression of cancer. Cancer Metastasis Rev. 2006;25:409–416. doi: 10.1007/s10555-006-9005-3.", "ArticleIdList": ["10.1007/s10555-006-9005-3", "16951987"]}, {"Citation": "Minihane A., Vinoy S., Russell W., Baka A., Roche H., Tuohy K., Teeling J., Blaak E., Fenech M., Vauzour D., et al. Low-grade inflammation, diet composition and health: Current research evidence and its translation. Br. J. Nutr. 2015;114:999–1012. doi: 10.1017/S0007114515002093.", "ArticleIdList": ["10.1017/S0007114515002093", "PMC4579563", "26228057"]}, {"Citation": "Block E., Naganathan S., Putman D., Zhao S. Allium chemistry: HPLC analysis of thiosulfinates from onion, garlic, wild garlic (ramsoms), leek, scallion, shallot, elephant (great-headed) garlic, chive, and Chinese chive. Uniquely high allyl to methyl ratios in some garlic samples. J. Agric. Food Chem. 1992;40:2418–2430. doi: 10.1021/jf00024a017.", "ArticleIdList": ["10.1021/jf00024a017"]}, {"Citation": "Horita C., Farías-Campomanes A., Barbosa T., Esmerino E., da Cruz A., Bolini H., Meireles M., Pollonio M. The antimicrobial, antioxidant and sensory properties of garlic and its derivatives in Brazilian low-sodium frankfurters along shelf-life. Food Res. Int. 2016;84:1–8. doi: 10.1016/j.foodres.2016.02.006.", "ArticleIdList": ["10.1016/j.foodres.2016.02.006"]}, {"Citation": "Kimura S., Tung Y., Pan M., Su N., Lai Y., Cheng K. Black garlic: A critical review of its production, bioactivity, and application. J. Food Drug Anal. 2017;25:62–70. doi: 10.1016/j.jfda.2016.11.003.", "ArticleIdList": ["10.1016/j.jfda.2016.11.003", "28911544"]}, {"Citation": "Yuan H., Sun L., Chen M., Wang J. An analysis of the changes on intermediate products during the thermal processing of black garlic. Food Chem. 2018;239:56–61. doi: 10.1016/j.foodchem.2017.06.079.", "ArticleIdList": ["10.1016/j.foodchem.2017.06.079", "28873605"]}, {"Citation": "Martínez-Casas L., Lage-Yusty M., López-Hernández J. Changes in the Aromatic Profile, Sugars, and Bioactive Compounds When Purple Garlic Is Transformed into Black Garlic. J. Agric. Food Chem. 2017;65:10804–10811. doi: 10.1021/acs.jafc.7b04423.", "ArticleIdList": ["10.1021/acs.jafc.7b04423", "29161814"]}, {"Citation": "Ryu J., Kang D. Physicochemical Properties, Biological Activity, Health Benefits, and General Limitations of Aged Black Garlic: A Review. Molecules. 2017;22:919. doi: 10.3390/molecules22060919.", "ArticleIdList": ["10.3390/molecules22060919", "PMC6152780", "28587168"]}, {"Citation": "Kim M., Yoo Y., Kim H., Shin S., Sohn E., Min A., Sung N., Kim M. Aged Black Garlic Exerts Anti-Inflammatory Effects by Decreasing NO and Proinflammatory Cytokine Production with Less Cytoxicity in LPS-Stimulated RAW 264.7 Macrophages and LPS-Induced Septicemia Mice. J. Med. Food. 2014;17:1057–1063. doi: 10.1089/jmf.2013.3043.", "ArticleIdList": ["10.1089/jmf.2013.3043", "25238199"]}, {"Citation": "Kim D., Kang M., Hong S., Choi Y., Shin J. Anti-inflammatory Effects of Functionally Active Compounds Isolated from Aged Black Garlic. Phytother. Res. 2016;31:53–61. doi: 10.1002/ptr.5726.", "ArticleIdList": ["10.1002/ptr.5726", "27686665"]}, {"Citation": "Choi I., Cha H., Lee Y. Physicochemical and Antioxidant Properties of Black Garlic. Molecules. 2014;19:16811–16823. doi: 10.3390/molecules191016811.", "ArticleIdList": ["10.3390/molecules191016811", "PMC6270986", "25335109"]}, {"Citation": "Heitzman M.E., Neto C.C., Winiarz E., Vaisberg A.J., Hammond G.B. Ethnobotany, phytochemistry and pharmacology of (Rubiaceae) Phytochemistry. 2005;66:5–29. doi: 10.1002/chin.200517286.", "ArticleIdList": ["10.1002/chin.200517286", "15649507"]}, {"Citation": "Navarro Hoyos M., Sánchez-Patán F., Murillo Masis R., Martín-Álvarez P., Zamora Ramirez W., Monagas M., Bartolomé B. Phenolic Assesment of Uncaria tomentosa L. (Cat’s Claw): Leaves, Stem, Bark and Wood Extracts. Molecules. 2015;20:22703–22717. doi: 10.3390/molecules201219875.", "ArticleIdList": ["10.3390/molecules201219875", "PMC6332257", "26694348"]}, {"Citation": "Rojas-Duran R., González-Aspajo G., Ruiz-Martel C., Bourdy G., Doroteo-Ortega V., Alban-Castillo J., Robert G., Auberger P., Deharo E. Anti-inflammatory activity of Mitraphylline isolated from Uncaria tomentosa bark. J. Ethnopharmacol. 2012;143:801–804. doi: 10.1016/j.jep.2012.07.015.", "ArticleIdList": ["10.1016/j.jep.2012.07.015", "22846434"]}, {"Citation": "Pilarski R., Filip B., Wietrzyk J., Kuraś M., Gulewicz K. Anticancer activity of the Uncaria tomentosa (Willd.) DC. preparations with different oxindole alkaloid composition. Phytomedicine. 2010;17:1133–1139. doi: 10.1016/j.phymed.2010.04.013.", "ArticleIdList": ["10.1016/j.phymed.2010.04.013", "20576410"]}, {"Citation": "Bors M., Michałowicz J., Pilarski R., Sicińska P., Gulewicz K., Bukowska B. Studies of biological properties of Uncaria tomentosa extracts on human blood mononuclear cells. J. Ethnopharmacol. 2012;142:669–678. doi: 10.1016/j.jep.2012.05.036.", "ArticleIdList": ["10.1016/j.jep.2012.05.036", "22683905"]}, {"Citation": "Goncalves C., Dinis T., Batista M. Antioxidant properties of proanthocyanidins of bark decoction: A mechanism for anti-inflammatory activity. Phytochemistry. 2005;66:89–98. doi: 10.1016/j.phytochem.2004.10.025.", "ArticleIdList": ["10.1016/j.phytochem.2004.10.025", "15649515"]}, {"Citation": "Allen-Hall L., Cano P., Arnason J., Rojas R., Lock O., Lafrenie R. Treatment of THP-1 cells with Uncaria tomentosa extracts differentially regulates the expression if IL-1β and TNF-α. J. Ethnopharmacol. 2007;109:312–317. doi: 10.1016/j.jep.2006.07.039.", "ArticleIdList": ["10.1016/j.jep.2006.07.039", "16959454"]}, {"Citation": "Domingues A., Sartori A., Valente L., Golim M., Siani A., Viero R. Uncaria tomentosa Aqueous-ethanol Extract Triggers an Immunomodulation toward a Th2 Cytokine Profile. Phytother. Res. 2011;25:1229–1235. doi: 10.1002/ptr.3549.", "ArticleIdList": ["10.1002/ptr.3549", "21656603"]}, {"Citation": "Gurrola-Díaz C., García-López P., Gulewicz K., Pilarski R., Dihlmann S. Inhibitory mechanisms of two Uncaria tomentosa extracts affecting the Wnt-signaling pathway. Phytomedicine. 2011;18:683–690. doi: 10.1016/j.phymed.2010.11.002.", "ArticleIdList": ["10.1016/j.phymed.2010.11.002", "21156346"]}, {"Citation": "Mncwangi N., Chen W., Vermaak I., Viljoen A., Gericke N. Devil’s Claw—A review of the ethnobotany, phytochemistry and biological activity of Harpagophytum procumbens. J. Ethnopharmacol. 2012;143:755–771. doi: 10.1016/j.jep.2012.08.013.", "ArticleIdList": ["10.1016/j.jep.2012.08.013", "22940241"]}, {"Citation": "Manon L., Béatrice B., Thierry O., Jocelyne P., Fathi M., Evelyne O., Alain B. Antimutagenic potential of harpagoside and Harpagophytum procumbens against 1-nitropyrene. Pharmacogn. Mag. 2015;11:29. doi: 10.4103/0973-1296.157675.", "ArticleIdList": ["10.4103/0973-1296.157675", "PMC4461965", "26109771"]}, {"Citation": "Fiebich B., Muñoz E., Rose T., Weiss G., McGregor G. Molecular Targets of the Anti-inflammatory Harpagophytum procumbens (Devil’s claw): Inhibition of TNFα and COX-2 Gene Expression by Preventing Activation of AP-1. Phytother. Res. 2011;26:806–811. doi: 10.1002/ptr.3636.", "ArticleIdList": ["10.1002/ptr.3636", "22072539"]}, {"Citation": "Hostanska K., Melzer J., Rostock M., Suter A., Saller R. Alteration of anti-inflammatory activity of Harpagophytum procumbens(devil’s claw) extract after external metabolic activation with S9 mix. J. Pharm. Pharmacol. 2014;66:1606–1614. doi: 10.1111/jphp.12242.", "ArticleIdList": ["10.1111/jphp.12242", "25175765"]}, {"Citation": "Schaffer L., Peroza L., Boligon A., Athayde M., Alves S., Fachinetto R., Wagner C. Harpagophytum procumbens Prevents Oxidative Stress and Loss of Cell Viability In Vitro. Neurochem. Res. 2013;38:2256–2267. doi: 10.1007/s11064-013-1133-x.", "ArticleIdList": ["10.1007/s11064-013-1133-x", "23982320"]}, {"Citation": "Georgiev M., Alipieva K., Orhan I. Cholinesterases Inhibitory and Antioxidant Activities of Harpagophytum procumbens from In Vitro Systems. Phytother. Res. 2011;26:313–316. doi: 10.1002/ptr.3555.", "ArticleIdList": ["10.1002/ptr.3555", "21721061"]}, {"Citation": "Akter M., Oh S., Eun J., Ahmed M. Nutritional compositions and health promoting phytochemicals of camu-camu (Myrciaria dubia) fruit: A review. Food Res. Int. 2011;44:1728–1732. doi: 10.1016/j.foodres.2011.03.045.", "ArticleIdList": ["10.1016/j.foodres.2011.03.045"]}, {"Citation": "Inoue T., Komoda H., Uchida T., Node K. Tropical fruit camu-camu (Myrciaria dubia) has anti-oxidative and anti-inflammatory properties. J. Cardiol. 2008;52:127–132. doi: 10.1016/j.jjcc.2008.06.004.", "ArticleIdList": ["10.1016/j.jjcc.2008.06.004", "18922386"]}, {"Citation": "Fracassetti D., Costa C., Moulay L., Tomás-Barberán F. Ellagic acid derivatives, ellagitannins, proanthocyanidins and other phenolics, vitamin C and antioxidant capacity of two powder products from camu-camu fruit (Myrciaria dubia) Food Chem. 2013;139:578–588. doi: 10.1016/j.foodchem.2013.01.121.", "ArticleIdList": ["10.1016/j.foodchem.2013.01.121", "23561148"]}, {"Citation": "Kaneshima T., Myoda T., Nakata M., Fujimori T., Toeda K., Nishizawa M. Antioxidant activity of C-Glycosidic ellagitannins from the seeds and peel of camu-camu (Myrciaria dubia) LWT Food Sci. Technol. 2016;69:76–81. doi: 10.1016/j.lwt.2016.01.024.", "ArticleIdList": ["10.1016/j.lwt.2016.01.024"]}, {"Citation": "Da Silva F., Arruda A., Ledel A., Dauth C., Romão N., Viana R., de Barros Falcão Ferraz A., Picada J., Pereira P. Antigenotoxic effect of acute, subacute and chronic treatments with Amazonian camu–camu (Myrciaria dubia) juice on mice blood cells. Food Chem. Toxicol. 2012;50:2275–2281. doi: 10.1016/j.fct.2012.04.021.", "ArticleIdList": ["10.1016/j.fct.2012.04.021", "22542553"]}, {"Citation": "Garg A., Garg S., Zaneveld L., Singla A. Chemistry and pharmacology of the citrus bioflavonoid hesperidin. Phytother. Res. 2001;15:655–669. doi: 10.1002/ptr.1074.", "ArticleIdList": ["10.1002/ptr.1074", "11746857"]}, {"Citation": "Devi K., Rajavel T., Nabavi S., Setzer W., Ahmadi A., Mansouri K., Nabavi S. Hesperidin: A promising anticancer agent from nature. Ind. Crops Prod. 2015;76:582–589. doi: 10.1016/j.indcrop.2015.07.051.", "ArticleIdList": ["10.1016/j.indcrop.2015.07.051"]}, {"Citation": "Saiprasad G., Chitra P., Manikandan R., Sudhandiran G. Hesperidin alleviates oxidative stress and downregulates the expressions of proliferative and inflammatory markers in azoxymethane-induced experimental colon carcinogenesis in mice. Inflamm. Res. 2013;62:425–440. doi: 10.1007/s00011-013-0595-2.", "ArticleIdList": ["10.1007/s00011-013-0595-2", "23377175"]}, {"Citation": "Jain M., Parmar H. Evaluation of antioxidative and anti-inflammatory potential of hesperidin and naringin on the rat air pouch model of inflammation. Inflamm. Res. 2010;60:483–491. doi: 10.1007/s00011-010-0295-0.", "ArticleIdList": ["10.1007/s00011-010-0295-0", "21181230"]}, {"Citation": "Javed H., Vaibhav K., Ahmed M., Khan A., Tabassum R., Islam F., Safhi M., Islam F. Effect of hesperidin on neurobehavioral, neuroinflammation, oxidative stress and lipid alteration in intracerebroventricular streptozotocin induced cognitive impairment in mice. J. Neurol. Sci. 2015;348:51–59. doi: 10.1016/j.jns.2014.10.044.", "ArticleIdList": ["10.1016/j.jns.2014.10.044", "25434716"]}, {"Citation": "Rotimi S., Bankole G., Adelani I., Rotimi O. Hesperidin prevents lipopolysaccharide-induced endotoxicity in rats. Immunopharmacol. Immunotoxicol. 2016;38:364–371. doi: 10.1080/08923973.2016.1214142.", "ArticleIdList": ["10.1080/08923973.2016.1214142", "27427274"]}, {"Citation": "Xiong Y., Chu H., Lin Y., Han F., Li Y., Wang A., Wang F., Chen D., Wang J. Hesperidin alleviates rat postoperative ileus through anti-inflammation and stimulation of Ca2+-dependent myosin phosphorylation. Acta Pharmacol. Sin. 2016;37:1091–1100. doi: 10.1038/aps.2016.56.", "ArticleIdList": ["10.1038/aps.2016.56", "PMC4973386", "27345626"]}, {"Citation": "Umar S., Kumar A., Sajad M., Zargan J., Ansari M., Ahmad S., Katiyar C., Khan H. Hesperidin inhibits collagen-induced arthritis possibly through suppression of free radical load and reduction in neutrophil activation and infiltration. Rheumatol. Int. 2013;33:657–663. doi: 10.1007/s00296-012-2430-4.", "ArticleIdList": ["10.1007/s00296-012-2430-4", "22527139"]}, {"Citation": "Haidari F., Heybar H., Jalali M., Ahmadi Engali K., Helli B., Shirbeigi E. Hesperidin Supplementation Modulates Inflammatory Responses Following Myocardial Infarction. J. Am. Coll. Nutr. 2015;34:205–211. doi: 10.1080/07315724.2014.891269.", "ArticleIdList": ["10.1080/07315724.2014.891269", "25757593"]}, {"Citation": "Tits M. Prodelphinidins from Ribes nigrum. Phytochemistry. 1992;31:971–973. doi: 10.1016/0031-9422(92)80050-O.", "ArticleIdList": ["10.1016/0031-9422(92)80050-O"]}, {"Citation": "Lu Y., Yeap Foo L. Polyphenolic constituents of blackcurrant seed residue. Food Chem. 2003;80:71–76. doi: 10.1016/S0308-8146(02)00239-X.", "ArticleIdList": ["10.1016/S0308-8146(02)00239-X"]}, {"Citation": "Olejnik A., Kowalska K., Olkowicz M., Juzwa W., Dembczyński R., Schmidt M. A Gastrointestinally Digested Ribes nigrum L. Fruit Extract Inhibits Inflammatory Response in a Co-culture Model of Intestinal Caco-2 Cells and RAW264.7 Macrophages. J. Agric. Food Chem. 2016;64:7710–7721. doi: 10.1021/acs.jafc.6b02776.", "ArticleIdList": ["10.1021/acs.jafc.6b02776", "30860381"]}, {"Citation": "Huebbe P., Giller K., de Pascual-Teresa S., Arkenau A., Adolphi B., Portius S., Arkenau C., Rimbach G. Effects of blackcurrant-based juice on atherosclerosis-related biomarkers in cultured macrophages and in human subjects after consumption of a high-energy meal. Br. J. Nutr. 2011;108:234–244. doi: 10.1017/S0007114511005642.", "ArticleIdList": ["10.1017/S0007114511005642", "22011640"]}, {"Citation": "Lee S., Kim B., Yang Y., Pham T., Park Y., Manatou J., Koo S., Chun O., Lee J. Berry anthocyanins suppress the expression and secretion of proinflammatory mediators in macrophages by inhibiting nuclear translocation of NF-κB independent of NRF2-mediated mechanism. J. Nutr. Biochem. 2014;25:404–411. doi: 10.1016/j.jnutbio.2013.12.001.", "ArticleIdList": ["10.1016/j.jnutbio.2013.12.001", "24565673"]}, {"Citation": "Hurst S., McGhie T., Cooney J., Jensen D., Gould E., Lyall K., Hurst R. Blackcurrant proanthocyanidins augment IFN-γ-induced suppression of IL-4 stimulated CCL26 secretion in alveolar epithelial cells. Mol. Nutr. Food Res. 2010;54:S159–S170. doi: 10.1002/mnfr.200900297.", "ArticleIdList": ["10.1002/mnfr.200900297", "20229526"]}, {"Citation": "Desjardins J., Tanabe S., Bergeron C., Gafner S., Grenier D. Anthocyanin-Rich Black Currant Extract and Cyanidin-3-O-Glucoside Have Cytoprotective and Anti-Inflammatory Properties. J. Med. Food. 2012;15:1045–1050. doi: 10.1089/jmf.2011.0316.", "ArticleIdList": ["10.1089/jmf.2011.0316", "22738124"]}, {"Citation": "Garbacki N., Tits M., Angenot L., Damas J. Inhibitory effects of proanthocyanidins from Ribes nigrum leaves on carrageenin acute inflammatory reactions induced in rats. BMC Pharmacol. 2004;4:25. doi: 10.1186/1471-2210-4-25.", "ArticleIdList": ["10.1186/1471-2210-4-25", "PMC526370", "15498105"]}, {"Citation": "Bishayee A., Mbimba T., Thoppil R., Háznagy-Radnai E., Sipos P., Darvesh A., Folkesson H., Hohmann J. Anthocyanin-rich black currant (Ribes nigrum L.) extract affords chemoprevention against diethylnitrosamine-induced hepatocellular carcinogenesis in rats. J. Nutr. Biochem. 2011;22:1035–1046. doi: 10.1016/j.jnutbio.2010.09.001.", "ArticleIdList": ["10.1016/j.jnutbio.2010.09.001", "21216582"]}, {"Citation": "Ullah N., Ahmad M., Aslam H., Tahir M., Aftab M., Bibi N., Ahmad S. Green tea phytocompounds as anticancer: A review. Asian Pac. J. Trop. Dis. 2016;6:330–336. doi: 10.1016/S2222-1808(15)61040-4.", "ArticleIdList": ["10.1016/S2222-1808(15)61040-4"]}, {"Citation": "Chen L., Mo H., Zhao L., Gao W., Wang S., Cromie M., Lu C., Wang J., Shen C. Therapeutic properties of green tea against environmental insults. J. Nutr. Biochem. 2017;40:1–13. doi: 10.1016/j.jnutbio.2016.05.005.", "ArticleIdList": ["10.1016/j.jnutbio.2016.05.005", "PMC5124528", "27723473"]}, {"Citation": "Baeza G., Amigo-Benavent M., Sarriá B., Goya L., Mateos R., Bravo L. Green coffee hydroxycinnamic acids but not caffeine protect human HepG2 cells against oxidative stress. Food Res. Int. 2014;62:1038–1046. doi: 10.1016/j.foodres.2014.05.035.", "ArticleIdList": ["10.1016/j.foodres.2014.05.035"]}, {"Citation": "Shin H., Satsu H., Bae M., Zhao Z., Ogiwara H., Totsuka M., Shimizu M. Anti-inflammatory effect of chlorogenic acid on the IL-8 production in Caco-2 cells and the dextran sulphate sodium-induced colitis symptoms in C57BL/6 mice. Food Chem. 2015;168:167–175. doi: 10.1016/j.foodchem.2014.06.100.", "ArticleIdList": ["10.1016/j.foodchem.2014.06.100", "25172696"]}, {"Citation": "Shi H., Dong L., Jiang J., Zhao J., Zhao G., Dang X., Lu X., Jia M. Chlorogenic acid reduces liver inflammation and fibrosis through inhibition of toll-like receptor 4 signaling pathway. Toxicology. 2013;303:107–114. doi: 10.1016/j.tox.2012.10.025.", "ArticleIdList": ["10.1016/j.tox.2012.10.025", "23146752"]}, {"Citation": "Strat K., Rowley T., Smithson A., Tessem J., Hulver M., Liu D., Davy B., Davy K., Neilson A. Mechanisms by which cocoa flavanols improve metabolic syndrome and related disorders. J. Nutr. Biochem. 2016;35:1–21. doi: 10.1016/j.jnutbio.2015.12.008.", "ArticleIdList": ["10.1016/j.jnutbio.2015.12.008", "27560446"]}, {"Citation": "Giribabu N., Karim K., Kilari E., Kassim N., Salleh N. Anti-Inflammatory, Antiapoptotic and Proproliferative Effects of Vitis vinifera Seed Ethanolic Extract in the Liver of Streptozotocin-Nicotinamide-Induced Type 2 Diabetes in Male Rats. Can. J. Diabetes. 2018;42:138–149. doi: 10.1016/j.jcjd.2017.04.005.", "ArticleIdList": ["10.1016/j.jcjd.2017.04.005", "28673757"]}, {"Citation": "Handoussa H., Hanafi R., Eddiasty I., El-Gendy M., El Khatib A., Linscheid M., Mahran L., Ayoub N. Anti-inflammatory and cytotoxic activities of dietary phenolics isolated from Corchorus olitorius and Vitis vinifera. J. Funct. Foods. 2013;5:1204–1216. doi: 10.1016/j.jff.2013.04.003.", "ArticleIdList": ["10.1016/j.jff.2013.04.003"]}, {"Citation": "Pawlus A., Cantos-Villar E., Richard T., Bisson J., Poupard P., Papastamoulis Y., Monti J., Teissedre P., Waffo-Téguo P., Mérillon J. Chemical dereplication of wine stilbenoids using high performance liquid chromatography–nuclear magnetic resonance spectroscopy. J. Chromatogr. A. 2013;1289:19–26. doi: 10.1016/j.chroma.2013.03.010.", "ArticleIdList": ["10.1016/j.chroma.2013.03.010", "23566915"]}]}], "History": [{"Year": "2018", "Month": "5", "Day": "10"}, {"Year": "2018", "Month": "7", "Day": "9"}, {"Year": "2018", "Month": "7", "Day": "11"}, {"Year": "2018", "Month": "7", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "7", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["30012980", "PMC6164612", "10.3390/medicines5030076", "medicines5030076"]}}]}