{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apium graveolens", "hyperuricemia", "hypouricemic agent", "xanthine dehydrogenase (XDH)", "xanthine oxidase (XO)"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30018891", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "06", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.3746/pnf.2018.23.2.127"], "Journal": {"ISSN": "2287-1098", "JournalIssue": {"Volume": "23", "Issue": "2", "PubDate": {"Year": "2018", "Month": "Jun"}}, "Title": "Preventive nutrition and food science", "ISOAbbreviation": "Prev Nutr Food Sci"}, "ArticleTitle": "Inhibitory Effects of <i>Apium graveolens</i> on Xanthine Oxidase Activity and Serum Uric Acid Levels in Hyperuricemic Mice.", "Pagination": {"StartPage": "127", "EndPage": "133", "MedlinePgn": "127-133"}, "Abstract": {"AbstractText": ["Celery (<i>Apium graveolens</i>) is traditionally used to treat rheumatism and cardiovascular disorders. Hyperuricemia is considered as a predisposing factor for gout and is also suggested to be associated with coronary artery disease. In the present study, the effect of hydroalcoholic extracts from <i>A. graveolens</i> (AGE) against potassium oxonate (PO)-induced hyperuricemia was investigated in mice. AGE (250, 500, and 1,000 mg/kg) or allopurinol (5 mg/kg, as positive control) were orally administrated 1 h after PO injection (250 mg/kg, ip) for two weeks. After that, the serum uric acid level and hepatic xanthine dehydrogenase (XDH) and xanthine oxidase (XO) activities were measured. In addition, the antioxidant activity of AGE was determined by assessment of hepatic lipid peroxidation, <i>in vivo</i> and the ferric reducing/antioxidant power assay, <i>in vitro</i>. The extract exhibited good capacity to reduce ferric ion to ferrous ion with mean value of 63.8±8.5 μmol/g. The data also showed that oxonate treatment produced a significant increase in serum uric acid level (4.6 vs. 2.3 mg/ dL, <i>P</i><0.001), liver XO/XDH activities (<i>P</i><0.01 and <i>P</i><0.001, respectively), and hepatic lipid peroxides levels (about two fold, <i>P</i><0.01), compared to the healthy mice. AGE significantly decreased the serum uric acid level, hepatic XO/XDH activities, and lipid peroxidation, in a dose-dependent manner. Oral administration of 1,000 mg/kg AGE for two weeks reversed the elevated serum uric acid level (2.7 vs. 4.6 mg/dL, <i>P</i><0.001) and significantly inhibited liver XO/XDH activities (<i>P</i><0.001) and diminished hepatic lipid peroxidation (0.45 vs. 0.82 nmol/mg protein, <i>P</i><0.05), compared with hyperuricemic mice. AGE (1,000 mg/kg) <i>per se</i> did not significantly modify these parameters. Our results demonstrated that AGE could reduce the serum uric acid level via inhibition of hepatic XDH/XO and indicated its potential utility as an effective hypouricemic bioactive agent or functional food."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad 9177948564, Iran."}], "LastName": "Dolati", "ForeName": "Karim", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad 9177948564, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad 9177948564, Iran."}], "LastName": "Rakhshandeh", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad 9177948564, Iran."}], "LastName": "Golestani", "ForeName": "Mohsen", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Neurocognitive Sciences, Psychiatry and Behavioral Sciences Research Center, Mashhad University of Medical Sciences, Mashhad 9177948564, Iran."}], "LastName": "Forouzanfar", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad 9177948564, Iran."}], "LastName": "Sadeghnia", "ForeName": "Roya", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad 9177948564, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad 9177948564, Iran."}, {"Identifier": [], "Affiliation": "Division of Neurocognitive Sciences, Psychiatry and Behavioral Sciences Research Center, Mashhad University of Medical Sciences, Mashhad 9177948564, Iran."}], "LastName": "Sadeghnia", "ForeName": "Hamid R", "Initials": "HR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Prev Nutr Food Sci", "NlmUniqueID": "101586663", "ISSNLinking": "2287-1098"}, "CoiStatement": "AUTHOR DISCLOSURE STATEMENT The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Nuki G, Simkin PA. A concise history of gout and hyperuricemia and their treatment. Arthritis Res Ther. 2006;8:S1. doi: 10.1186/ar1906.", "ArticleIdList": ["10.1186/ar1906", "PMC3226106", "16820040"]}, {"Citation": "Terkeltaub R. Update on gout: new therapeutic strategies and options. Nat Rev Rheumatol. 2010;6:30–38. doi: 10.1038/nrrheum.2009.236.", "ArticleIdList": ["10.1038/nrrheum.2009.236", "20046204"]}, {"Citation": "Terkeltaub RA. Gout. N Engl J Med. 2003;349:1647–1655. doi: 10.1056/NEJMcp030733.", "ArticleIdList": ["10.1056/NEJMcp030733", "14573737"]}, {"Citation": "Dalbeth N, Haskard D. Mechanisms of inflammation in gout. Rheumatology. 2005;44:1090–1096. doi: 10.1093/rheumatology/keh640.", "ArticleIdList": ["10.1093/rheumatology/keh640", "15956094"]}, {"Citation": "Dalbeth N, Kumar S, Stamp L, Gow P. Dose adjustment of allopurinol according to creatinine clearance does not provide adequate control of hyperuricemia in patients with gout. J Rheumatol. 2006;33:1646–1650.", "ArticleIdList": ["16783857"]}, {"Citation": "Chao J, Terkeltaub R. A critical reappraisal of allopurinol dosing, safety, and efficacy for hyperuricemia in gout. Curr Rheumatol Rep. 2009;11:135–140. doi: 10.1007/s11926-009-0019-z.", "ArticleIdList": ["10.1007/s11926-009-0019-z", "19296886"]}, {"Citation": "Mohamed DA, Al-Okbi SY. Evaluation of anti-gout activity of some plant food extracts. Pol J Food Nutr Sci. 2008;58:389–395."}, {"Citation": "Mo SF, Zhou F, Lv YZ, Hu QH, Zhang DM, Kong LD. Hypouricemic action of selected flavonoids in mice: structure-activity relationships. Biol Pharm Bull. 2007;30:1551–1556. doi: 10.1248/bpb.30.1551.", "ArticleIdList": ["10.1248/bpb.30.1551", "17666819"]}, {"Citation": "Hassanen NHM, Eissa AMF, Hafez SAM, Mosa EAM. Antioxidant and antimicrobial activity of celery (Apium graveolens) and coriander (Coriandrum sativum) herb and seed essential oils. Int J Curr Microbiol App Sci. 2015;4:284–296."}, {"Citation": "Fazal SS, Singla RK. Review on the pharmacognostical & pharmacological characterization of Apium graveolens Linn. Indo Global J Pharm Sci. 2012;2:36–42."}, {"Citation": "Sowbhagya HB, Srinivas P, Krishnamurthy N. Effect of enzymes on extraction of volatiles from celery seeds. Food Chem. 2010;120:230–234. doi: 10.1016/j.foodchem.2009.10.013.", "ArticleIdList": ["10.1016/j.foodchem.2009.10.013"]}, {"Citation": "Gharouni M, Sarkarati A. Application of Apium graveolens in treatment of hypertension. Tehran Univ Med J. 2000;58:67–69."}, {"Citation": "Momin RA, Nair MG. Mosquitocidal, nematicidal, and antifungal compounds from Apium graveolens L. seeds. J Agric Food Chem. 2001;49:142–145. doi: 10.1021/jf001052a.", "ArticleIdList": ["10.1021/jf001052a", "11305251"]}, {"Citation": "Mencherini T, Cau A, Bianco G, Della Loggia R, Aquino RP, Autore G. An extract of Apium graveolens var. dulce leaves: structure of the major constituent, apiin, and its anti-inflammatory properties. J Pharm Pharmacol. 2007;59:891–897. doi: 10.1211/jpp.59.6.0016.", "ArticleIdList": ["10.1211/jpp.59.6.0016", "17637182"]}, {"Citation": "Lewis DA, Tharib SM, Veitch GBA. The Anti-inflammatory activity of celery Apium graveolens L. (Fam. Umbelliferae) Int J Crude Drug Res. 1985;23:27–32. doi: 10.3109/13880208509070685.", "ArticleIdList": ["10.3109/13880208509070685"]}, {"Citation": "Momin RA, Nair MG. Antioxidant, cyclooxygenase and topoisomerase inhibitory compounds from Apium graveolens Linn. seeds. Phytomedicine. 2002;9:312–318. doi: 10.1078/0944-7113-00131.", "ArticleIdList": ["10.1078/0944-7113-00131", "12120812"]}, {"Citation": "Al-Howiriny T, Alsheikh A, Alqasoumi S, Al-Yahya M, ElTahir K, Rafatullah S. Gastric antiulcer, antisecretory and cytoprotective properties of celery (Apium graveolens) in rats. Pharm Biol. 2010;48:786–793. doi: 10.3109/13880200903280026.", "ArticleIdList": ["10.3109/13880200903280026", "20645778"]}, {"Citation": "Zhou K, Zhao F, Liu Z, Zhuang Y, Chen L, Qiu F. Triterpenoids and flavonoids from celery (Apium graveolens) J Nat Prod. 2009;72:1563–1567. doi: 10.1021/np900117v.", "ArticleIdList": ["10.1021/np900117v", "19778086"]}, {"Citation": "Kooti W, Mansouri E, Ghasemiboroon M, Harizi M, Ashtary-Larky D, Afrisham R. The effects of hydroalcoholic extract of Apium graveolens leaf on the number of sexual cells and testicular structure in rat. Jundishapur J Nat Pharm Prod. 2014;9:e17532. doi: 10.17795/jjnpp-17532.", "ArticleIdList": ["10.17795/jjnpp-17532", "PMC4302398", "25625050"]}, {"Citation": "Nićetin M, Lončar B, Filipović V, Knežević V, Kuljanin T, Pezo L, Gorjanović S. Changes in antioxidant activity and phenolic content of celery leaves and root during osmotic treatment. J Hyg Eng Des. 2015;13:75–81."}, {"Citation": "Sadeghnia HR, Shaterzadeh H, Forouzanfar F, Hosseinzadeh H. Neuroprotective effect of safranal, an active ingredient of Crocus sativus, in a rat model of transient cerebral ischemia. Folia Neuropathol. 2017;55:206–213. doi: 10.5114/fn.2017.70485.", "ArticleIdList": ["10.5114/fn.2017.70485", "28984113"]}, {"Citation": "Haidari F, Keshavarz SA, Mohammad Shahi M, Mahboob SA, Rashidi MR. Effects of parsley (Petroselinum crispum) and its flavonol constituents, kaempferol and quercetin, on serum uric acid levels, biomarkers of oxidative stress and liver xanthine oxidoreductase aactivity in oxonate-induced hyperuricemic rats. Iran J Pharm Res. 2011;10:811–819.", "ArticleIdList": ["PMC3813066", "24250417"]}, {"Citation": "Haidari F, Keshavarz SA, Rashidi MR, Shahi MM. Orange juice and hesperetin supplementation to hyperuricemic rats alter oxidative stress markers and xanthine oxidoreductase activity. J Clin Biochem Nutr. 2009;45:285–291. doi: 10.3164/jcbn.09-15.", "ArticleIdList": ["10.3164/jcbn.09-15", "PMC2771249", "19902018"]}, {"Citation": "Hussain S, Iqbal T. Association of serum uric acid with family history of coronary artery disease in a Pakistani population. Balkan Med J. 2015;32:235–236. doi: 10.5152/balkanmedj.2015.0729.", "ArticleIdList": ["10.5152/balkanmedj.2015.0729", "PMC4432710", "26167354"]}, {"Citation": "Balakumar P, Sharma R, Kalia AN, Singh M. Hyperuricemia: is it a risk factor for vascular endothelial dysfunction and associated cardiovascular disorders? Curr Hypertens Rev. 2009;5:1–6. doi: 10.2174/157340209787314306.", "ArticleIdList": ["10.2174/157340209787314306"]}, {"Citation": "Billiet L, Doaty S, Katz JD, Velasquez MT. Review of hyperuricemia as new marker for metabolic syndrome. ISRN Rheumatol. 2014;2014:852954. doi: 10.1155/2014/852954.", "ArticleIdList": ["10.1155/2014/852954", "PMC3945178", "24693449"]}, {"Citation": "Kuwabara M. Hyperuricemia, cardiovascular disease, and hypertension. Pulse. 2016;3:242–252. doi: 10.1159/000443769.", "ArticleIdList": ["10.1159/000443769", "PMC4865070", "27195245"]}, {"Citation": "Puddu P, Puddu GM, Cravero E, Vizioli L, Muscari A. Relationships among hyperuricemia, endothelial dysfunction and cardiovascular disease: molecular mechanisms and clinical implications. J Cardiol. 2012;59:235–242. doi: 10.1016/j.jjcc.2012.01.013.", "ArticleIdList": ["10.1016/j.jjcc.2012.01.013", "22398104"]}, {"Citation": "Fernandes RP, Trindade MA, Tonin FG, Lima CG, Pugine SM, Munekata PE, Lorenzo JM, de Melo MP. Evaluation of antioxidant capacity of 13 plant extracts by three different methods: cluster analyses applied for selection of the natural extracts with higher antioxidant capacity to replace synthetic antioxidant in lamb burgers. J Food Sci Technol. 2016;53:451–460. doi: 10.1007/s13197-015-1994-x.", "ArticleIdList": ["10.1007/s13197-015-1994-x", "PMC4711430", "26787964"]}, {"Citation": "Kooti W, Ali-Akbari S, Asadi-Samani M, Ghadery H, Ashtary-Larky D. A review on medicinal plant of Apium graveolens. Adv Herb Med. 2015;1:48–59."}, {"Citation": "Kooti W, Daraei N. A review of the antioxidant activity of celery (Apium graveolens L) J Evid Based Complementary Altern Med. 2017;22:1029–1034. doi: 10.1177/2156587217717415.", "ArticleIdList": ["10.1177/2156587217717415", "PMC5871295", "28701046"]}, {"Citation": "Bjeldanes LF, Kim IS. Phthalide components of celery essential oil. J Org Chem. 1977;42:2333–2335. doi: 10.1021/jo00433a033.", "ArticleIdList": ["10.1021/jo00433a033"]}, {"Citation": "Owen PL, Johns T. Xanthine oxidase inhibitory activity of northeastern North American plant remedies used for gout. J Ethnopharmacol. 1999;64:149–160. doi: 10.1016/S0378-8741(98)00119-6.", "ArticleIdList": ["10.1016/S0378-8741(98)00119-6", "10197750"]}, {"Citation": "Lin CM, Chen CS, Chen CT, Liang YC, Lin JK. Molecular modeling of flavonoids that inhibits xanthine oxidase. Biochem Biophys Res Commun. 2002;294:167–172. doi: 10.1016/S0006-291X(02)00442-4.", "ArticleIdList": ["10.1016/S0006-291X(02)00442-4", "12054758"]}, {"Citation": "Flemmig J, Kuchta K, Arnhold J, Rauwald HW. Olea europaea leaf (Ph.Eur.) extract as well as several of its isolated phenolics inhibit the gout-related enzyme xanthine oxidase. Phytomedicine. 2011;18:561–566. doi: 10.1016/j.phymed.2010.10.021.", "ArticleIdList": ["10.1016/j.phymed.2010.10.021", "21144719"]}, {"Citation": "de Souza MR, de Paula CA, Pereira de Resende ML, Grabe-Guimarães A, de Souza Filho JD, Saúde-Guimarães DA. Pharmacological basis for use of Lychnophora trichocarpha in gouty arthritis: anti-hyperuricemic and anti-inflammatory effects of its extract, fraction and constituents. J Ethnopharmacol. 2012;142:845–850. doi: 10.1016/j.jep.2012.06.012.", "ArticleIdList": ["10.1016/j.jep.2012.06.012", "22732730"]}, {"Citation": "Huang J, Wang S, Zhu M, Chen J, Zhu X. Effects of genistein, apigenin, quercetin, rutin and astilbin on serum uric acid levels and xanthine oxidase activities in normal and hyperuricemic mice. Food Chem Toxicol. 2011;49:1943–1947. doi: 10.1016/j.fct.2011.04.029.", "ArticleIdList": ["10.1016/j.fct.2011.04.029", "21600261"]}, {"Citation": "Yan J, Zhang G, Hu Y, Ma Y. Effect of luteolin on xanthine oxidase: inhibition kinetics and interaction mechanism merging with docking simulation. Food Chem. 2013;141:3766–3773. doi: 10.1016/j.foodchem.2013.06.092.", "ArticleIdList": ["10.1016/j.foodchem.2013.06.092", "23993547"]}, {"Citation": "Wang Y, Zhang G, Pan J, Gong D. Novel insights into the inhibitory mechanism of kaempferol on xanthine oxidase. J Agric Food Chem. 2015;63:526–534. doi: 10.1021/jf505584m.", "ArticleIdList": ["10.1021/jf505584m", "25539132"]}, {"Citation": "Woods JA, Jewell C, O’Brien NM. Sedanolide, a natural phthalide from celery seed oil: effect on hydrogen peroxide and tert-butyl hydroperoxide-induced toxicity in HepG2 and CaCo-2 human cell lines. In Vitr Mol Toxicol. 2001;14:233–240. doi: 10.1089/109793301753407984.", "ArticleIdList": ["10.1089/109793301753407984", "11846995"]}, {"Citation": "Yao Y, Sang W, Zhou M, Ren G. Phenolic composition and antioxidant activities of 11 celery cultivars. J Food Sci. 2010;75:C9–C13. doi: 10.1111/j.1750-3841.2009.01392.x.", "ArticleIdList": ["10.1111/j.1750-3841.2009.01392.x", "20492156"]}, {"Citation": "Jung WS, Chung IM, Kim SH, Kim MY, Ahmad A, Praveen N. In vitro antioxidant activity, total phenolics and flavonoids from celery (Apium graveolens) leaves. J Med Plants Res. 2011;5:7022–7030."}, {"Citation": "Popović M, Kaurinović B, Trivić S, Mimica-Dukić N, Bursać M. Effect of celery (Apium graveolens) extracts on some biochemical parameters of oxidative stress in mice treated with carbon tetrachloride. Phytother Res. 2006;20:531–537. doi: 10.1002/ptr.1871.", "ArticleIdList": ["10.1002/ptr.1871", "16685681"]}, {"Citation": "Sukketsiri W, Chonpathompikunlert P, Tanasawet S, Choosri N, Wongtawatchai T. Effects of Apium graveolens extract on the oxidative stress in the liver of adjuvant-induced arthritic rats. Prev Nutr Food Sci. 2016;21:79–84. doi: 10.3746/pnf.2016.21.2.79.", "ArticleIdList": ["10.3746/pnf.2016.21.2.79", "PMC4935245", "27390722"]}, {"Citation": "Kolarovic J, Popovic M, Mikov M, Mitic R, Gvozdenovic L. Protective effects of celery juice in treatments with doxorubicin. Molecules. 2009;14:1627–1638. doi: 10.3390/molecules14041627.", "ArticleIdList": ["10.3390/molecules14041627", "PMC6254272", "19396021"]}, {"Citation": "Al-Sa’aidi JAA, Alrodhan MNA, Ismael AK. Antioxidant activity of n-butanol extract of celery (Apium graveolens) seed in streptozotocin-induced diabetic male rats. Res Pharm Biotechnol. 2012;4:24–29. doi: 10.5897/RPB12.002.", "ArticleIdList": ["10.5897/RPB12.002"]}, {"Citation": "Sultana S, Ahmed S, Jahangir T, Sharma S. Inhibitory effect of celery seeds extract on chemically induced hepatocarcinogenesis: modulation of cell proliferation, metabolism and altered hepatic foci development. Cancer Lett. 2005;221:11–20. doi: 10.1016/j.canlet.2004.07.030.", "ArticleIdList": ["10.1016/j.canlet.2004.07.030", "15797622"]}, {"Citation": "Li RR, Pang LL, Du Q, Shi Y, Dai WJ, Yin KS. Apigenin inhibits allergen-induced airway inflammation and switches immune response in a murine model of asthma. Immunopharmacol Immunotoxicol. 2010;32:364–370. doi: 10.3109/08923970903420566.", "ArticleIdList": ["10.3109/08923970903420566", "20095800"]}, {"Citation": "Silván AM, Abad MJ, Bermejo P, Villar A. Effects of compounds extracted from Santolina oblongifolia on TXB2 release in human platelets. Inflammopharmacology. 1998;6:255–263. doi: 10.1007/s10787-998-0024-2.", "ArticleIdList": ["10.1007/s10787-998-0024-2", "17657624"]}, {"Citation": "Li P, Jia J, Zhang D, Xie J, Xu X, Wei D. In vitro and in vivo antioxidant activities of a flavonoid isolated from celery (Apium graveolens L. var. dulce) Food Funct. 2014;5:50–56. doi: 10.1039/C3FO60273G.", "ArticleIdList": ["10.1039/C3FO60273G", "24232123"]}, {"Citation": "Al-Hindawi MK, Al-Deen IH, Nabi MH, Ismail MA. Anti-inflammatory activity of some Iraqi plants using intact rats. J Ethnopharmacol. 1989;26:163–168. doi: 10.1016/0378-8741(89)90063-9.", "ArticleIdList": ["10.1016/0378-8741(89)90063-9", "2601356"]}, {"Citation": "Ramezani M, Nasri S, Yassa N. Antinociceptive and anti-inflammatory effects of isolated fractions from Apium graveolens seeds in mice. Pharm Biol. 2009;47:740–743. doi: 10.1080/13880200902939283.", "ArticleIdList": ["10.1080/13880200902939283"]}, {"Citation": "Zhu LH, Bao TH, Deng Y, Li H, Chen LX. Constituents from Apium graveolens and their anti-inflammatory effects. J Asian Nat Prod Res. 2017;19:1079–1086. doi: 10.1080/10286020.2017.1381687.", "ArticleIdList": ["10.1080/10286020.2017.1381687", "28971709"]}, {"Citation": "Ovodova RG, Golovchenko VV, Popov SV, Popova GY, Paderin NM, Shashkov AS, Ovodov YS. Chemical composition and anti-inflammatory activity of pectic polysaccharide isolated from celery stalks. Food Chem. 2009;114:610–615. doi: 10.1016/j.foodchem.2008.09.094.", "ArticleIdList": ["10.1016/j.foodchem.2008.09.094"]}, {"Citation": "Xiang J, Pan J, Chen F, Zheng L, Chen Y, Zhang S, Feng W. L-3-n-butylphthalide improves cognitive impairment of APP/PS1 mice by BDNF/TrkB/PI3K/AKT pathway. Int J Clin Exp Med. 2014;7:1706–1713.", "ArticleIdList": ["PMC4132132", "25126168"]}]}], "History": [{"Year": "2017", "Month": "9", "Day": "6"}, {"Year": "2018", "Month": "1", "Day": "22"}, {"Year": "2018", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30018891", "PMC6047868", "10.3746/pnf.2018.23.2.127", "pnfs-23-127"]}}]}