{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["DNA barcoding", "Traditional Chinese Medicine", "database construction", "market surveys of seed medicines", "seed medicinal materials", "species identification"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30018552", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "07", "Day": "03"}], "Language": ["eng"], "ELocationID": ["701", "10.3389/fphar.2018.00701"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2018"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Identifying the Species of Seeds in Traditional Chinese Medicine Using DNA Barcoding.", "Pagination": {"StartPage": "701", "MedlinePgn": "701"}, "Abstract": {"AbstractText": ["Seed is not only the main reproductive organ of most of herbal plants but also an important part of Traditional Chinese Medicine (TCM). Seed TCMs possess important medicinal properties and have been widely used as components of pharmaceutical products. In parallel with the increasing popularity and accessibility of seeds as medicinal products in recent years, numerous substitutes and adulterants have also appeared on the market. Due to the small volume and similar appearances of many seed TCMs, they are very difficult to accurately identify the constituent plant species through organoleptic methods. Usage of the wrong herb may be ineffective or may worsen the condition and even cause death. Correct identification of seed herbal medicines is therefore essential for their safe use. Here, we acquired 177 ITS2 sequences and 15 <i>psbA-trnH</i> sequences from 51 kinds of seed TCMs belonging to 64 species that have been described in the Chinese Pharmacopoeia. Tree-building analysis showed that the ITS2 sequences of 48 seed TCMs can be differentiated from each other, and they formed distinct, non-overlapping groups in the maximum-likelihood tree. Furthermore, all of the sequences acquired in this study have been submitted to the public DNA barcoding system for herbal medicine, and this integrated database was used to identify 400 seed TCM samples purchased from medicinal markets, drug stores, and the Internet, enabling the identification of 7.5% of the samples as containing non-declared species. This study provides a brief operating procedure for the identification of seed TCMs found in herbal medicine. In the future, researchers and traditional herbal medicine enterprises can use this system to test their herbal materials."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hubei University of Chinese Medicine, Wuhan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Beijing for Identification and Safety Evaluation of Chinese Medicine, Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, Beijing, China."}], "LastName": "Xiong", "ForeName": "Chao", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Beijing for Identification and Safety Evaluation of Chinese Medicine, Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, Beijing, China."}], "LastName": "Sun", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Forestry and Landscape Architecture, South China Agricultural University, Guangzhou, China."}], "LastName": "Li", "ForeName": "Jingjian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."}], "LastName": "Yao", "ForeName": "Hui", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Beijing for Identification and Safety Evaluation of Chinese Medicine, Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, Beijing, China."}], "LastName": "Shi", "ForeName": "Yuhua", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hubei University of Chinese Medicine, Wuhan, China."}], "LastName": "Wang", "ForeName": "Ping", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hubei University of Chinese Medicine, Wuhan, China."}], "LastName": "Huang", "ForeName": "Bisheng", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."}], "LastName": "Shi", "ForeName": "Linchun", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hubei University of Chinese Medicine, Wuhan, China."}], "LastName": "Liu", "ForeName": "Di", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hubei University of Chinese Medicine, Wuhan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Beijing for Identification and Safety Evaluation of Chinese Medicine, Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, Beijing, China."}], "LastName": "Hu", "ForeName": "Zhigang", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hubei University of Chinese Medicine, Wuhan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Beijing for Identification and Safety Evaluation of Chinese Medicine, Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, Beijing, China."}], "LastName": "Chen", "ForeName": "Shilin", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alaghemand A., Ghorbanpour M., Asli D. E., Moghaddasian B. (2013). Calcium fertilization effects on hyoscyamine and scopolamine accumulation in henbane (Hyoscyamus niger L.) under hydroponic culture. Eur. J. Exp. Biol. 3 228–232."}, {"Citation": "Armani A., Guardone L., La Castellana R., Gianfaldoni D., Guidi A., Castigliego L. (2015). DNA barcoding reveals commercial and health issues in ethnic seafood sold on the Italian market. Food Control 55 206–214. 10.1016/j.foodcont.2015.02.030", "ArticleIdList": ["10.1016/j.foodcont.2015.02.030"]}, {"Citation": "Barbuto M., Galimberti A., Ferri E., Labra M., Malandra R., Galli P., et al. (2010). DNA barcoding reveals fraudulent substitutions in shark seafood products: the Italian case of “palombo” (Mustelus spp.). Food Res. Int. 43 376–381. 10.1016/j.foodres.2009.10.009", "ArticleIdList": ["10.1016/j.foodres.2009.10.009"]}, {"Citation": "Busse W. (2000). The significance of quality for efficacy and safety of herbal medicinal products. Drug Inf. J. 34 15–23. 10.1177/009286150003400102", "ArticleIdList": ["10.1177/009286150003400102"]}, {"Citation": "But P. H., Shaw P. C., Jiang R. W., Chan Y. M. (2007). Method of Herbal Authentication Based on 5S rRNA Spacer Sequences. U.S. Patent No. 20070015192 Washington, DC: U.S. Patent and Trademark Office."}, {"Citation": "Byard R. W., Musgrave I., Hoban C., Bunce M. (2015). DNA sequencing and metabolomics: new approaches to the forensic assessment of herbal therapeutic agents. Forensic Sci. Med. Pathol. 11 1–2. 10.1007/s12024-014-9537-8", "ArticleIdList": ["10.1007/s12024-014-9537-8", "24515579"]}, {"Citation": "Chan K., Shaw D., Simmonds M. S., Leon C. J., Xu Q., Lu A., et al. (2012). Good practice in reviewing and publishing studies on herbal medicine, with special emphasis on Traditional Chinese Medicine and Chinese Materia Medica. J. Ethnopharmacol. 140 469–475. 10.1016/j.jep.2012.01.038", "ArticleIdList": ["10.1016/j.jep.2012.01.038", "22330011"]}, {"Citation": "Chen S., Pang X., Song J., Shi L., Yao H., Han J., et al. (2014). A renaissance in herbal medicine identification: from morphology to DNA. Biotechnol. adv. 32 1237–1244. 10.1016/j.biotechadv.2014.07.004", "ArticleIdList": ["10.1016/j.biotechadv.2014.07.004", "25087935"]}, {"Citation": "Chen S. L. (2015). Standard DNA Barcodes of Chinese Materia Medica in Chinese Pharmacopoeia. Beijing: Medical Science and Technology Press."}, {"Citation": "Chen S. L., Song J. Y., Hui Y., Shi L. C., Luo K., Han J. P. (2009). Strategy and key technique of identification of Chinese herbal medicine using DNA barcoding. Chin. J. Nat. Med. 7 322–327. 10.3724/SP.J.1009.2009.00322", "ArticleIdList": ["10.3724/SP.J.1009.2009.00322"]}, {"Citation": "Chen S. L., Yao H., Han J. P., Liu C., Song J. Y., Shi L. C., et al. (2010). Validation of the ITS2 region as a novel DNA barcode for identifying medicinal plant species. PLoS One 5:e8613. 10.1371/journal.pone.0008613", "ArticleIdList": ["10.1371/journal.pone.0008613", "PMC2799520", "20062805"]}, {"Citation": "Cheng X., Su X., Chen X., Zhao H., Bo C., Xu J., et al. (2014). Biological ingredient analysis of Traditional Chinese Medicine preparation based on high-throughput sequencing: the story for Liuwei Dihuang Wan. Sci. Rep. 4:5147. 10.1038/srep05147", "ArticleIdList": ["10.1038/srep05147", "PMC4042125", "24888649"]}, {"Citation": "De Smet P. A. (2004). Health risks of herbal remedies: an update. Clin. Pharmacol. Ther. 76 1–17. 10.1016/j.clpt.2004.03.005", "ArticleIdList": ["10.1016/j.clpt.2004.03.005", "15229459"]}, {"Citation": "Deng Z. Y., Zhang J. W., Wu G. Y., Yin Y., Ruan Z., Li T. J., et al. (2007). Dietary supplementation with polysaccharides from Semen cassiae enhances immunoglobulin production and interleukin gene expression in early-weaned piglets. J. Sci. Food Agric. 87 1868–1873. 10.1002/jsfa.2908", "ArticleIdList": ["10.1002/jsfa.2908"]}, {"Citation": "Dong H. J., Kim Y. S., Sohn E. J., Kim C., Yun M. L., Yoo J. L., et al. (2007). Effects of cs, a buoh-soluble fraction of cassiae semen methanolic extract, on cox-2 expression in renal cortex of stz-induced diabetic rats and cultured glomerular mesangial cells. Diabetes 56:pA155."}, {"Citation": "Eddy S. R. (1998). Profile hidden Markov models. Bioinformatics 14 755–763. 10.1093/bioinformatics/14.9.755", "ArticleIdList": ["10.1093/bioinformatics/14.9.755", "9918945"]}, {"Citation": "Ekor M. (2013). The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front. Pharmacol. 4:177. 10.3389/fphar.2013.00177", "ArticleIdList": ["10.3389/fphar.2013.00177", "PMC3887317", "24454289"]}, {"Citation": "Gu L., Wang X., Liu Z., Ju P., Zhang L., Zhang Y., et al. (2014). A study of Semen Strychni-induced renal injury and herb–herb interaction of Radix Glycyrrhizae extract and/or Rhizoma Ligustici extract on the comparative toxicokinetics of strychnine and brucine in rats. Food Chem. Toxicol. 68 226–233. 10.1016/j.fct.2014.03.028", "ArticleIdList": ["10.1016/j.fct.2014.03.028", "24704041"]}, {"Citation": "Han J., Pang X., Liao B., Yao H., Song J., Chen S. (2016). An authenticity survey of herbal medicines from markets in China using DNA barcoding. Sci. Rep. 6:18723. 10.1038/srep18723", "ArticleIdList": ["10.1038/srep18723", "PMC4703975", "26740340"]}, {"Citation": "Hebert P. D., Cywinska A., Ball S. L., Dewaard J. R. (2003). Biological identifications through DNA barcodes. Proc. Biol. Sci. 270 313–321. 10.1098/rspb.2002.2218", "ArticleIdList": ["10.1098/rspb.2002.2218", "PMC1691236", "12614582"]}, {"Citation": "Hebert P. D., Gregory T. R. (2005). The promise of DNA barcoding for taxonomy. Syst. Biol. 54 852–859. 10.1080/10635150500354886", "ArticleIdList": ["10.1080/10635150500354886", "16243770"]}, {"Citation": "Keller A., Schleicher T., Schultz J., Müller T., Dandekar T., Wolf M. (2009). 5.8S-28S rRNA interaction and HMM-based ITS2 annotation. Gene 430 50–57. 10.1016/j.gene.2008.10.012", "ArticleIdList": ["10.1016/j.gene.2008.10.012", "19026726"]}, {"Citation": "Khan S., Mirza K. J., Tayaab M., Abdin M. Z. (2009). RAPD profile for authentication of medicinal plant Glycyrrhiza glabra Linn. Internet J. Food Saf. 11 24–28."}, {"Citation": "Kit-Ying N. G., Cheng C. L., Hong-Xi X. U. (2009). Safety issues of Chinese medicine: a review of intoxication cases in Hong Kong. Chin. Herb. Med. 1 29–39."}, {"Citation": "Kumar S., Nei M., Dudley J., Tamura K. (2008). Mega: a biologist-centric software for evolutionary analysis of dna and protein sequences. Brief. Bioinform. 9 299–306. 10.1093/bib/bbn017", "ArticleIdList": ["10.1093/bib/bbn017", "PMC2562624", "18417537"]}, {"Citation": "Li D. Z., Gao L. M., Li H. T., Wang H., Ge X. J., Liu J. Q., et al. (2011). Comparative analysis of a large dataset indicates that internal transcribed spacer (ITS) should be incorporated into the core barcode for seed plants. Proc. Natl. Acad. Sci. U.S.A. 108 19641–19646. 10.1073/pnas.1104551108", "ArticleIdList": ["10.1073/pnas.1104551108", "PMC3241788", "22100737"]}, {"Citation": "Li L., Han L. S., Jiang X. L., Leung P. C., Wang C. C. (2017). “Overview of contraindicated Chinese medicines for pregnancy,” in Chinese Medical Therapies for Diabetes, Infertility, Silicosis and the Theoretical Basis ed. Li X.-T. (Rijeka: InTech; ). 10.5772/67066", "ArticleIdList": ["10.5772/67066"]}, {"Citation": "Liu X., Wang Q., Song G., Zhang G., Ye Z., Williamson E. M. (2014). The classification and application of toxic Chinese materia medica. Phytother. Res. 28 334–347. 10.1002/ptr.5006", "ArticleIdList": ["10.1002/ptr.5006", "23722570"]}, {"Citation": "Lv T., Teng R., Shao Q., Wang H., Zhang W., Li M., et al. (2015). DNA barcodes for the identification of Anoectochilus roxburghii and its adulterants. Planta 242 1167–1174. 10.1007/s00425-015-2353-x", "ArticleIdList": ["10.1007/s00425-015-2353-x", "26105653"]}, {"Citation": "Lynch C. R., Khandekar S., Lynch S. M., Disario J. A. (2007). Sublingual L-hyoscyamine for duodenal antimotility during ERCP: a prospective randomized double-blinded study. Gastrointest. Endosc. 66 748–752. 10.1016/j.gie.2007.02.052", "ArticleIdList": ["10.1016/j.gie.2007.02.052", "17905018"]}, {"Citation": "Meusnier I., Singer G. A., Landry J. F., Hickey D. A., Hebert P. D., Hajibabaei M. (2008). A universal DNA mini-barcode for biodiversity analysis. BMC Genomics 9:214. 10.1186/1471-2164-9-214", "ArticleIdList": ["10.1186/1471-2164-9-214", "PMC2396642", "18474098"]}, {"Citation": "Michel C. I., Meyer R. S., Taveras Y., Molina J. (2016). The nuclear internal transcribed spacer (ITS2) as a practical plant DNA barcode for herbal medicines. J. Appl. Res. Med. Aromat. Plants 3 94–100. 10.1016/j.jarmap.2016.02.002", "ArticleIdList": ["10.1016/j.jarmap.2016.02.002"]}, {"Citation": "Newmaster S. G., Grguric M., Shanmughanandhan D., Ramalingam S., Ragupathy S. (2013). DNA barcoding detects contamination and substitution in North American herbal products. BMC Med. 11:222. 10.1186/1741-7015-11-222", "ArticleIdList": ["10.1186/1741-7015-11-222", "PMC3851815", "24120035"]}, {"Citation": "Pang X., Shi L., Song J., Chen X., Chen S. (2013). Use of the potential DNA barcode ITS2 to identify herbal materials. J. Nat. Med. 67 571–575. 10.1007/s11418-012-0715-2", "ArticleIdList": ["10.1007/s11418-012-0715-2", "23179313"]}, {"Citation": "Patwardhan B., Warude D., Pushpangadan P., Bhatt N. (2005). Ayurveda and Traditional Chinese Medicine: a comparative overview. Evid. Based Complement. Alternat. Med. 2 465–473. 10.1093/ecam/neh140", "ArticleIdList": ["10.1093/ecam/neh140", "PMC1297513", "16322803"]}, {"Citation": "Rivera D., Allkin R., Obón C., Alcaraz F., Verpoorte R., Heinrich M. (2014). What is in a name? The need for accurate scientific nomenclature for plants. J. Ethnopharmacol. 152 393–402. 10.1016/j.jep.2013.12.022", "ArticleIdList": ["10.1016/j.jep.2013.12.022", "24374235"]}, {"Citation": "Shi Y., Zhao M., Yao H., Yang P., Xin T., Li B. (2017). Rapidly discriminate commercial medicinal Pulsatilla chinensis (Bge.) Regel from its adulterants using ITS2 barcoding and specific PCR-RFLP assay. Sci. Rep. 7:40000. 10.1038/srep40000", "ArticleIdList": ["10.1038/srep40000", "PMC5216359", "28059130"]}, {"Citation": "Song M., Zhang Y. Q., Lin Y. H., Tu Y., Ma X. X., Sun W., et al. (2014). Identification of Plantaginis Semen based on ITS2 and psbA-trnH sequences. Zhongguo Zhong Yao Za Zhi 39 2227–2232.", "ArticleIdList": ["25244750"]}, {"Citation": "State Pharmacopoeia Committee (2015). Chinese Pharmacopoeia. Beijing: Medical Science and Technology Press; x."}, {"Citation": "Tamura K., Stecher G., Peterson D., Filipski A., Kumar S. (2013). MEGA6: molecular evolutionary genetics analysis version 6.0. Mol. Biol. Evol. 30 2725–2729. 10.1093/molbev/mst197", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Techen N., Crockett S. L., Khan I. A., Scheffler B. E. (2004). Authentication of medicinal plants using molecular biology techniques to compliment conventional methods. Curr. Med. Chem. 11 1391–1401. 10.2174/0929867043365206", "ArticleIdList": ["10.2174/0929867043365206", "15180573"]}, {"Citation": "Uzuner H., Bauer R., Fan T. P., Guo D. A., Dias A., Elnezami H., et al. (2012). Traditional Chinese Medicine research in the post-genomic era: good practice, priorities, challenges and opportunities. J. Ethnopharmacol. 140 458–468. 10.1016/j.jep.2012.02.028", "ArticleIdList": ["10.1016/j.jep.2012.02.028", "22387462"]}, {"Citation": "Wong E. H. K., Hanner R. H. (2008). DNA barcoding detects market substitution in North American seafood. Food Res. Int. 41 828–837. 10.1016/j.foodres.2008.07.005", "ArticleIdList": ["10.1016/j.foodres.2008.07.005"]}, {"Citation": "Wu L., Sun W., Wang B., Zhao H., Li Y., Cai S., et al. (2015). An integrated system for identifying the hidden assassins in traditional medicines containing aristolochic acids. Sci. Rep. 5:11318. 10.1038/srep11318", "ArticleIdList": ["10.1038/srep11318", "PMC4535178", "26270958"]}, {"Citation": "Xin T. Y., Yao H., Gao H. H., Zhou X. Z., Ma X. C., Xu C. Q., et al. (2013). Super food Lycium barbarum (Solanaceae) traceability via an internal transcribed spacer 2 barcode. Food Res. Int. 54 1699–1704. 10.1016/j.foodres.2013.10.007", "ArticleIdList": ["10.1016/j.foodres.2013.10.007"]}, {"Citation": "Xiong C., Hu Z. G., Tu Y., Liu H. G., Wang P., Zhao M. M., et al. (2016). ITS2 barcoding DNA region combined with high resolution melting (HRM) analysis of Hyoscyami Semen, the mature seed of Hyoscyamus niger. Chin. J. Nat. Med. 14 898–903. 10.1016/S1875-5364(17)30014-6", "ArticleIdList": ["10.1016/S1875-5364(17)30014-6", "28262116"]}, {"Citation": "Zhao S., Chen X. C., Song J. Y., Pang X. H., Chen S. L. (2015). Internal transcribed spacer 2 barcode: a good tool for identifying Acanthopanacis cortex. Front. Plant Sci. 6:840. 10.3389/fpls.2015.00840", "ArticleIdList": ["10.3389/fpls.2015.00840", "PMC4597102", "26500674"]}, {"Citation": "Zhao Z., Liang Z., Ping G. (2011). Macroscopic identification of Chinese medicinal materials: traditional experiences and modern understanding. J. Ethnopharmacol. 134 556–564. 10.1016/j.jep.2011.01.018", "ArticleIdList": ["10.1016/j.jep.2011.01.018", "21251968"]}, {"Citation": "Zheng Y., Wang X. (2002). A Clinical Study of Carcinoma of Large Intestine of Damp-Heat Accumulation Type Treated With Chang Da Shun Enema. Zhengzhou: Henan University of Traditional Chinese Medicine."}]}], "History": [{"Year": "2017", "Month": "12", "Day": "8"}, {"Year": "2018", "Month": "6", "Day": "11"}, {"Year": "2018", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "7", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["30018552", "PMC6037847", "10.3389/fphar.2018.00701"]}}]}