{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Minthostachys verticillata", "bovine mastitis", "essential oil", "inhibitory effect", "limonene"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30018971", "DateRevised": {"Year": "2023", "Month": "11", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "07", "Day": "03"}], "Language": ["eng"], "ELocationID": ["146", "10.3389/fvets.2018.00146"], "Journal": {"ISSN": "2297-1769", "JournalIssue": {"Volume": "5", "PubDate": {"Year": "2018"}}, "Title": "Frontiers in veterinary science", "ISOAbbreviation": "Front Vet Sci"}, "ArticleTitle": "Effect of the Essential Oil of <i>Minthostachys verticillata</i> (Griseb.) Epling and Limonene on Biofilm Production in Pathogens Causing Bovine Mastitis.", "Pagination": {"StartPage": "146", "MedlinePgn": "146"}, "Abstract": {"AbstractText": ["Bovine mastitis causes large annual economic losses around the world. Different microorganisms are associated with the disease. The capacity of pathogens to adhere to bovine mammary epithelial cells is associated with biofilm production which leads to antibiotic resistance. Research is now leading to search alternative control methods and medicinal plants constitute a natural, safe, effective and inexpensive option. <i>Minthostachys verticillata</i> is an autochthonous medicinal plant of Argentina with multiple ethnobotanical properties. In a previous study, we demonstrated that the essential oil (EO) of this species and limonene, one of its compounds, inhibited the growth of mastitis pathogens. The objective of the present work was to determine the inhibitory effect of the essential oil of <i>M. verticillata</i> and limonene, on biofilm formation and on mature biofilm produced by pathogens isolated from bovine mastitis. Time kill assay and bacterial lysis were also determined. Furthermore, RAPD-PCR assays were performed to determine changes in bacterial DNA after EO and limonene exposition. Bacterial isolates were identified as <i>Escherichia coli</i> (EC3 and EC9), <i>Bacillus pumilus</i> (BP5, BP6, and BP7) and <i>Enterococcus faecium</i> (EF1) by rRNA 16S sequencing and MALDI-TOF MS. All the strains were able to form biofilm. Addition of both lactose and sucrose did not affect biofilm production. MIC values for EO were 3.6 mg/ml for <i>E. faecium</i>; 0.9 mg/ml for <i>E. coli</i> (EC3), 14.5 mg/ml for <i>E. coli</i> (EC9), 1.8 mg/ml for <i>B. pumilus</i> (BP7), 3.63 mg/ml for <i>B. pumilus</i> (BP6) and 29.0 mg/ml for <i>B. pumilus</i> (BP7). MIC values for limonene were 6.6 mg/ml for <i>B. pumilus</i> (BP6) and 105 mg/ml for <i>B. pumilus</i> (BP5). These results demonstrated that EO was more effective than limonene, showing also bactericidal action against <i>E. faecium</i> (minimal inhibitory concentration (MBC) = 29.0 mg/ml). This result was corroborated by time of death assay, observing a cell decrease after at 6 h, and then by bacterial lysis assay. Both EO and limonene affected mature biofilm of isolated strains. The results contribute to the study of EO and limonene which may serve as a therapy against bovine mastitis pathogens inhibiting the development of pathogenic bacteria."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Microbiología e Inmunología, Facultad de Ciencias Exactas, Físico-Químicas y Naturales, Universidad Nacional de Rio Cuarto, Río Cuarto, Argentina."}], "LastName": "Cerioli", "ForeName": "María F", "Initials": "MF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Microbiología e Inmunología, Facultad de Ciencias Exactas, Físico-Químicas y Naturales, Universidad Nacional de Rio Cuarto, Río Cuarto, Argentina."}, {"Identifier": [], "Affiliation": "INBIAS CONICET, Río Cuarto, Argentina."}], "LastName": "Moliva", "ForeName": "Melina V", "Initials": "MV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Microbiología e Inmunología, Facultad de Ciencias Exactas, Físico-Químicas y Naturales, Universidad Nacional de Rio Cuarto, Río Cuarto, Argentina."}, {"Identifier": [], "Affiliation": "INBIAS CONICET, Río Cuarto, Argentina."}], "LastName": "Cariddi", "ForeName": "Laura N", "Initials": "LN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Microbiología e Inmunología, Facultad de Ciencias Exactas, Físico-Químicas y Naturales, Universidad Nacional de Rio Cuarto, Río Cuarto, Argentina."}, {"Identifier": [], "Affiliation": "INBIAS CONICET, Río Cuarto, Argentina."}], "LastName": "Reinoso", "ForeName": "Elina B", "Initials": "EB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Vet Sci", "NlmUniqueID": "101666658", "ISSNLinking": "2297-1769"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Reinoso EB. Bovine mastitis caused by Streptococcus uberis: virulence factors and biofilm. J Microb Biochem Technol. (2017) 9:237–43. 10.4172/1948-5948.1000371", "ArticleIdList": ["10.4172/1948-5948.1000371"]}, {"Citation": "Varhimo E, Pekka V, Fallarero A, Skogman M, Pyorala S, Iivanainen A. Alpha and β-casein components of host milk induce biofilm formation in the mastitis bacterium Streptococcus uberis. Vet Microbiol. (2011) 149:381–89. 10.1016/j.vetmic.2010.11.010", "ArticleIdList": ["10.1016/j.vetmic.2010.11.010", "21130586"]}, {"Citation": "Abureema S. Characterisation of Streptococcus uberis from Bovine Milk. Ph.D. thesis, School of Applied Sciences RMIT University, Melbourne, Victoria, Australia: (2013)."}, {"Citation": "Moliva MV, Cerioli MF, Reinoso EB. Evaluation of environmental and nutritional factors and sua gene on in vitro biofilm formation of Streptococcus uberis isolates. Microb Pathog. (2017) 107:144–8. 10.1016/j.micpath.2017.03.028", "ArticleIdList": ["10.1016/j.micpath.2017.03.028", "28351714"]}, {"Citation": "Costerton J, Stewart P, Greenberg E. Bacterial biofilms: a common cause of persistent infections. Science (1999) 284:1318–22. 10.1126/science.284.5418.1318", "ArticleIdList": ["10.1126/science.284.5418.1318", "10334980"]}, {"Citation": "Vasudevan P, Nair MK, Annamalai T, Venkitanarayanan KS. Phenotypic and genotypic characterization of bovine mastitis isolates of Staphylococcus aureus for biofilm formation. Vet Microbiol. (2003) 92:179–85. 10.1016/S0378-1135(02)00360-7", "ArticleIdList": ["10.1016/S0378-1135(02)00360-7", "12488081"]}, {"Citation": "Melchior MB, Vaarkamp H, Fink-Gremmels J. Biofilms: a role in recurrent mastitis infections? Vet J. (2006) 171:398–407. 10.1016/j.tvjl.2005.01.006", "ArticleIdList": ["10.1016/j.tvjl.2005.01.006", "16624706"]}, {"Citation": "Mukherjee R. Expression of cytokines and respiratory burst activity of milk cells in response to Azadirachta indica during bovine mastitis. Trop Anim Health Prod. (2009) 41:189–97. 10.1007/s11250-008-9174-x", "ArticleIdList": ["10.1007/s11250-008-9174-x", "18496763"]}, {"Citation": "Schmidt Lebuhn A. Ethnobotany, biochemistry and pharmacology of Minthostachys (Lamiaceae). J Ethnopharmacol. (2008) 118:343–53. 10.1016/j.jep.2008.05.030.", "ArticleIdList": ["10.1016/j.jep.2008.05.030", "18579110"]}, {"Citation": "Montironi ID, Cariddi LN, Reinoso EB. Evaluation of the antimicrobial efficacy of Minthostachys verticillata essential oil and limonene, one of its major components, against Streptococcus uberis strains isolated from bovine mastitis. Rev Argent Microbiol. (2016) 48:210–6. 10.1016/j.ram.2016.04.005.", "ArticleIdList": ["10.1016/j.ram.2016.04.005", "27623108"]}, {"Citation": "Cariddi L, Montironi I, Reinoso E. Evaluación de la actividad antimicrobiana del aceite esencial de Minthostachys verticillata y uno de sus compuestos mayoritarios sobre cepas aisladas de mastitis bovina. Dominguezia (2013) 29:96."}, {"Citation": "Hogan SJ, Gonzalez RN, Harmon JR, Nickerson SC, Oliver SP, Pankey JM, et al. Laboratory Handbook on Bovine Mastitis. Hoard WD. editor. Fort Atkison, WI: National Mastitis Council, Inc; (1999)."}, {"Citation": "El Kolli M, Hocine L, El Kolli H, Akkal S, Sahli F. Chemical analysis, antimicrobial and anti-oxidative properties of Daucus gracilis essential oil and its mechanism of action. Asian Pac J Trop Biomed. (2016). 6:8–15. 10.1016/j.apjtb.2015.08.004.", "ArticleIdList": ["10.1016/j.apjtb.2015.08.004"]}, {"Citation": "Reinoso S, Frigerio C, DiRenzo M, Calzolari A, Bogni C. RAPD-PCR analysis of Staphylococcus aureus strains isolated from bovine and human hosts. Microbiol Res. (2004) 159:245–55. 10.1016/j.micres.2004.04.002", "ArticleIdList": ["10.1016/j.micres.2004.04.002", "15462524"]}, {"Citation": "Aiemsaard J, Aiumlamai S, Aromdee C, Taweechaisupapong S, Khunkitti W. The effect of lemongrass oil and its major components on clinical isolate mastitis pathogens and their mechanisms of action on Staphylococcus aureus DMST 4745. Res Vet Sci. (2011) 91:31–72. 10.1016/j.rvsc.2011.01.012", "ArticleIdList": ["10.1016/j.rvsc.2011.01.012", "21316719"]}, {"Citation": "Smith K, Hogan J. Environmental mastitis. Vet Clin North Am Food Anim Pract. (1993) 9:489–498.", "ArticleIdList": ["8242454"]}, {"Citation": "Carrillo-Casas E, Miranda-Morales R. Bovine mastitis pathogens: prevalence and effects on somatic cell count. Chapter 17. In: Chaiyabutr N. editor. INTECH Open science, Management and Health. Milk Production – An Up-to-Date Overview of Animal Nutrition, Open Minds. London: (2012). p. 359–374."}, {"Citation": "Clewell D. Movable genetic elements and antibiotic resistance in enterococci. Eur J Clin Microbiol Infect Dis. (1990) 9:90–102. 10.1007/BF01963632", "ArticleIdList": ["10.1007/BF01963632", "2156704"]}, {"Citation": "Morin D, Shanks R, McCoy G. Comparison of antibiotic administration in conjunction with supportive measures versus supportive measures alone for treatment of dairy cows with clinical mastitis. J Am Vet Med Assoc. (1998) 213:676–84.", "ArticleIdList": ["9731263"]}, {"Citation": "Wilson D, Gonzalez R, Case K, Garrison L, Groöhn Y. Comparison of seven antibiotic treatments with no treatment for bacteriological efficacy against bovine mastitis pathogens. J Dairy Sci. (1999) 82:1664–70. 10.3168/jds.S0022-0302(99)75395-6", "ArticleIdList": ["10.3168/jds.S0022-0302(99)75395-6", "10480091"]}, {"Citation": "Suojala L, Kaartinen L, Pyörälä S. Treatment for bovine Escherichia coli mastitis - an evidence-based approach. J Vet Pharmacol Ther. (2013) 36:521–31. 10.1111/jvp.12057", "ArticleIdList": ["10.1111/jvp.12057", "23679229"]}, {"Citation": "Peltola J, Andersson M, Haahtela T, Mussalo-Rauhamaa H, Rainey F, Kroppenstedt R, et al. . Toxic-metabolite-producing bacteria and fungus in an indoor environment. Appl Environ Microbiol. (2001) 67:3269–74. 10.1128/AEM.67.7.3269-3274.2001", "ArticleIdList": ["10.1128/AEM.67.7.3269-3274.2001", "PMC93010", "11425751"]}, {"Citation": "Nieminen T, Rintaluoma N, Andersson M, Taimisto AM, Ali-Vehmas T, Seppälä A, et al. . Toxinogenic Bacillus pumilus and Bacillus licheniformis from mastitic milk. Vet Microbiol. (2007) 124:329–39. 10.1016/j.vetmic.2007.05.015", "ArticleIdList": ["10.1016/j.vetmic.2007.05.015", "17611049"]}, {"Citation": "Amer S, Gálvez F, Fukuda Y, Tada C, Jimenez I, Valle W, et al. . Prevalence and etiology of mastitis in dairy cattle in El Oro Province, Ecuador. J Vet Med Sci. (2018) 80:861–8 10.1292/jvms.17-0504", "ArticleIdList": ["10.1292/jvms.17-0504", "PMC6021881", "29643295"]}, {"Citation": "Klancnik A, Guzej B, Kolar MH, Abramovic H, Moz Ina SS. In vitro antimicrobial and antioxidant activity of commercial rosemary extract formulations. J Food Protec. (2009) 72:1744–52. 10.4315/0362-028X-72.8.1744", "ArticleIdList": ["10.4315/0362-028X-72.8.1744", "19722413"]}, {"Citation": "Hamedo H. Monitoring of antimicrobial activity of essential oils using molecular markers. Open Biotech J. (2009) 3:103–7. 10.2174/1874070700903010103", "ArticleIdList": ["10.2174/1874070700903010103"]}, {"Citation": "Tasi R, McNeily T, Sipka A, Zadocks R. La correlación de los rasgos de virulencia hipotética de dos Streptococcus uberis cepas con la manifestación clínica de las mastitis bovina. Vet Res. (2015) 46:123 10.1186/s13567-015-0268", "ArticleIdList": ["10.1186/s13567-015-0268", "PMC4619225", "26497306"]}, {"Citation": "Atulya M, Jesil Mathewa A, Venkata Raoa J, Mallikarjuna Raob C. Influence of milk components in establishing biofilm mediated bacterial mastitis infections in cattle: a fractional factorial approach. Res Vet Science (2014) 96:25–7. 10.1016/j.rvsc.2013.12.001", "ArticleIdList": ["10.1016/j.rvsc.2013.12.001", "24367939"]}]}], "History": [{"Year": "2018", "Month": "3", "Day": "26"}, {"Year": "2018", "Month": "6", "Day": "12"}, {"Year": "2018", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30018971", "PMC6037896", "10.3389/fvets.2018.00146"]}}]}