{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["carbon ionic liquid electrode", "electrochemistry", "gold nanocages", "luteolin"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30018201", "DateCompleted": {"Year": "2018", "Month": "07", "Day": "20"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "07", "Day": "17"}], "Language": ["eng"], "ELocationID": ["2309", "10.3390/s18072309"], "Journal": {"ISSN": "1424-8220", "JournalIssue": {"Volume": "18", "Issue": "7", "PubDate": {"Year": "2018", "Month": "Jul", "Day": "17"}}, "Title": "Sensors (Basel, Switzerland)", "ISOAbbreviation": "Sensors (Basel)"}, "ArticleTitle": "Gold Nanocage-Based Electrochemical Sensing Platform for Sensitive Detection of Luteolin.", "Abstract": {"AbstractText": ["A simple and sensitive electrochemical sensor was developed for the detection of tracelevels of luteolin. The sensoris based on a novel type of chemically modified electrode: gold nanocage (AuNCs)-modified carbon ionic liquid electrode (CILE). To construct this electrochemical sensing platform for luteolin, CILE is initially prepared by using 1-hexylpyridinium hexafluorophosphate as the binder and then AuNCs are coated on the surface of CILE to fabricate AuNCs-modified CILE (AuNCs/CILE). Electrochemical studies have shown that AuNCs/CILE can exhibit enhanced electrocatalytic activity toward the redox reaction of luteolin, therefore, the redox peak current of luteolin can be greatly improved, resulting in the high sensitivity of the developed sensor. Under the optimal conditions, the oxidation peak currents of the sensor increase linearly with an increase in the luteolin concentration in a range from 1 to 1000 nM with a detection limit of 0.4 nM, which is lower than those of most reported electrochemical luteolin sensors. Moreover, the reproducibility, precision, selectivity, and stability of this sensor are excellent. Finally, the sensing system was applied to the analysis of luteolin-spiked drug samples and the recovery in all cases was 95.0⁻96.7%, indicating the potential application of this simple, facile, and sensitive sensing system in pharmaceutical analysis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Tropical Medicinal Plant Chemistry of Ministry of Education, College of Chemistry and Chemical Engineering, Hainan Normal University, Haikou 571158, China. lixiaobao0797@163.com."}], "LastName": "Li", "ForeName": "Xiaobao", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Tropical Medicinal Plant Chemistry of Ministry of Education, College of Chemistry and Chemical Engineering, Hainan Normal University, Haikou 571158, China. zoury@sru.jx.cn."}], "LastName": "Zou", "ForeName": "Ruyi", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Tropical Medicinal Plant Chemistry of Ministry of Education, College of Chemistry and Chemical Engineering, Hainan Normal University, Haikou 571158, China. niuyanyan1986@126.com."}], "LastName": "Niu", "ForeName": "Yanyan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Tropical Medicinal Plant Chemistry of Ministry of Education, College of Chemistry and Chemical Engineering, Hainan Normal University, Haikou 571158, China. sunwei@hainnu.edu.cn."}, {"Identifier": [], "Affiliation": "Key Laboratory of Sensor Analysis of Tumor Marker of Ministry of Education, College of Chemistry and Molecular Engineering, Qingdao University of Science and Technology, Qingdao 266042, China. sunwei@hainnu.edu.cn."}], "LastName": "Sun", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Medicinal and Edible Plants Resources of Hainan Province, School of Chemical and Material Engineering, Hainan Institute of Science and Technology, Haikou 571126, China. shaotaiming@sina.com."}], "LastName": "Shao", "ForeName": "Taiming", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Tropical Medicinal Plant Chemistry of Ministry of Education, College of Chemistry and Chemical Engineering, Hainan Normal University, Haikou 571158, China. cxq2019@126.com."}], "LastName": "Chen", "ForeName": "Xiaoqin", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Sensors (Basel)", "NlmUniqueID": "101204366", "ISSNLinking": "1424-8220"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Shimoi K., Okada H., Furugori M., Goda T., Takase S., Suzuki M., Hara Y., Yamamoto H., Kinae N. Intestinal absorption of luteolin and luteolin 7-O-β-glucoside in rats and humans. FEBS Lett. 1998;438:220–224. doi: 10.1016/S0014-5793(98)01304-0.", "ArticleIdList": ["10.1016/S0014-5793(98)01304-0", "9827549"]}, {"Citation": "Neuhouser M.L. Dietary flavonoids and cancer risk: Evidence from human population studies. Nutr. Cancer. 2004;50:1–7. doi: 10.1207/s15327914nc5001_1.", "ArticleIdList": ["10.1207/s15327914nc5001_1", "15572291"]}, {"Citation": "Franzoi A.C., Vieira I.C., Dupont J., Scheeren C.W., de Oliveira L.F. Biosensor for luteolin based on silver or gold nanoparticles in ionic liquid and laccase immobilized in chitosan modified with cyanuric chloride. Analyst. 2009;134:2320–2328. doi: 10.1039/b911952c.", "ArticleIdList": ["10.1039/b911952c", "19838422"]}, {"Citation": "Liu A., Zhang S., Huang L., Cao Y., Yao H., Chen W., Lin X. Electrochemical oxidation of luteolin at a glassy carbon electrode and its application in pharmaceutical analysis. Chem. Pharm. Bull. 2008;56:745–748. doi: 10.1248/cpb.56.745.", "ArticleIdList": ["10.1248/cpb.56.745", "18520074"]}, {"Citation": "Fu L., Zheng Y., Wang A. Poly (diallyldimethylammonium chloride) functionalized reduced graphene oxide based electrochemical sensing platform for luteolin determination. Int. J. Electrochem. Sci. 2015;10:3518–3529."}, {"Citation": "García-Lafuente A., Guillamón E., Villares A., Rostagno M.A., Martínez J.A. Flavonoids as anti-inflammatory agents: Implications in cancer and cardiovascular disease. Inflamm. Res. 2009;58:537–552. doi: 10.1007/s00011-009-0037-3.", "ArticleIdList": ["10.1007/s00011-009-0037-3", "19381780"]}, {"Citation": "Ren P., He X.S., Liu C. Effect of luteolin on blood lipid level and antioxidant capability in hyperlipidemic rats. Food Sci. 2009;30:348–350."}, {"Citation": "Cheng W., Li J., You T., Hu C. Anti-inflammatory and immunomodulatory activities of the extracts from the inflorescence of Chrysanthemum indicum Linné. J. Ethnopharmacol. 2005;101:334–337. doi: 10.1016/j.jep.2005.04.035.", "ArticleIdList": ["10.1016/j.jep.2005.04.035", "16029939"]}, {"Citation": "Kanazawa K., Uehara M., Yanagitani H., Hashimoto T. Bioavailable flavonoids to suppress the formation of 8-OHdG in HepG2 cells. Arch. Biochem. Biophys. 2006;455:197–203. doi: 10.1016/j.abb.2006.09.003.", "ArticleIdList": ["10.1016/j.abb.2006.09.003", "17052680"]}, {"Citation": "Robards K., Antolovich M. Analytical chemistry of fruit bioflavonoids: A review. Analyst. 1997;122:11R–34R. doi: 10.1039/a606499j.", "ArticleIdList": ["10.1039/a606499j"]}, {"Citation": "Merken H.M., Beecher G.R. Measurement of Food Flavonoids by high-Performance liquid chromatography:  A review. J. Agric. Food Chem. 2000;48:577–599. doi: 10.1021/jf990872o.", "ArticleIdList": ["10.1021/jf990872o", "10725120"]}, {"Citation": "Liu C.S., Song Y.S., Zhang K.J., Ryu J.C., Kim M., Zhou T.H. Gas chromatographic/mass spectrometric profiling of luteolin and its metabolites in rat urine and bile. J. Pharm. Biomed. Anal. 1995;13:1409–1414. doi: 10.1016/0731-7085(95)01523-N.", "ArticleIdList": ["10.1016/0731-7085(95)01523-N", "8634359"]}, {"Citation": "Cuyckens F., Claeys M. Mass spectrometry in the structural analysis of flavonoids. J. Mass Spectrom. 2004;39:1–15. doi: 10.1002/jms.585.", "ArticleIdList": ["10.1002/jms.585", "14760608"]}, {"Citation": "Wang S.P., Huang K.J. Determination of flavonoids by high-performance liquid chromatography and capillary electrophoresis. J. Chromatogr. A. 2004;1032:273–279. doi: 10.1016/j.chroma.2003.11.099.", "ArticleIdList": ["10.1016/j.chroma.2003.11.099", "15065805"]}, {"Citation": "Baranowska I., Rarog D. Application of derivative spectrophotometry to determination of flavonoid mixtures. Talanta. 2001;55:209–212. doi: 10.1016/S0039-9140(01)00408-8.", "ArticleIdList": ["10.1016/S0039-9140(01)00408-8", "18968363"]}, {"Citation": "Zhao D., Zhang X., Feng L., Qi Q., Wang S. Sensitive electrochemical determination of luteolin in peanut hulls using multi-walled carbon nanotubes modified electrode. Food Chem. 2011;127:694–698. doi: 10.1016/j.foodchem.2010.12.125.", "ArticleIdList": ["10.1016/j.foodchem.2010.12.125", "23140721"]}, {"Citation": "Zeng L., Zhang Y., Wang H., Guo L. Electrochemical behavior of luteolin and its detection based on macroporous carbon modified glassy carbon electrode. Anal. Methods. 2013;5:3365–3370. doi: 10.1039/c3ay00047h.", "ArticleIdList": ["10.1039/c3ay00047h"]}, {"Citation": "Pang P., Liu Y., Zhang Y., Gao Y., Hu Q. Electrochemical determination of luteolin in peanut hulls using graphene and hydroxyapatite nanocomposite modified electrode. Sens. Actuators B. 2014;194:397–403. doi: 10.1016/j.snb.2013.12.113.", "ArticleIdList": ["10.1016/j.snb.2013.12.113"]}, {"Citation": "Ibrahim H., Temerk Y. Novel sensor for sensitive electrochemical determination of luteolin based on In2O3 nanoparticles modified glassy carbon paste electrode. Sens. Actuators B. 2015;206:744–752. doi: 10.1016/j.snb.2014.09.011.", "ArticleIdList": ["10.1016/j.snb.2014.09.011"]}, {"Citation": "Liao Y., Wang N., Ni Y., Xu J., Shao S. Electrochemical sensor based on Nbim/CNT composite for selective determination of luteolin in the flavonoids. J. Electroanal. Chem. 2015;754:94–99. doi: 10.1016/j.jelechem.2015.07.014.", "ArticleIdList": ["10.1016/j.jelechem.2015.07.014"]}, {"Citation": "Bard A.J., Faulkner L.R., Leddy J., Zoski C.G. Electrochemical Methods: Fundamentals and Applications. Wiley; New York, NY, USA: 1980."}, {"Citation": "Sun Y., Xia Y. Shape-controlled synthesis of gold and silver nanoparticles. Science. 2002;298:2176–2179. doi: 10.1126/science.1077229.", "ArticleIdList": ["10.1126/science.1077229", "12481134"]}, {"Citation": "Skrabalak S.E., Chen J., Sun Y., Lu X., Au L., Cobley C.M., Xia Y. Gold nanocages: Synthesis, properties, and applications. Acc. Chem. Res. 2008;41:1587–1595. doi: 10.1021/ar800018v.", "ArticleIdList": ["10.1021/ar800018v", "PMC2645935", "18570442"]}, {"Citation": "Xia Y., Li W., Cobley C.M., Chen J., Xia X., Zhang Q., Yang M., Cho E.C., Brown P.K. Gold nanocages: From synthesis to theranostic applications. Acc. Chem. Res. 2011;44:914–924. doi: 10.1021/ar200061q.", "ArticleIdList": ["10.1021/ar200061q", "PMC3168958", "21528889"]}, {"Citation": "Gilroy K.D., Ruditskiy A., Peng H.C., Qin D., Xia Y. Bimetallic nanocrystals: Syntheses, properties, and applications. Chem. Rev. 2016;116:10414–10472. doi: 10.1021/acs.chemrev.6b00211.", "ArticleIdList": ["10.1021/acs.chemrev.6b00211", "27367000"]}, {"Citation": "Zeng J., Zhang Q., Chen J., Xia Y. A Comparison Study of the Catalytic Properties of Au-Based Nanocages, Nanoboxes, and Nanoparticles. Nano Lett. 2010;10:30–35. doi: 10.1021/nl903062e.", "ArticleIdList": ["10.1021/nl903062e", "19928909"]}, {"Citation": "Zhang Y., Zheng J.B. Comparative investigation on electrochemical behavior of hydroquinone at carbon ionic liquid electrode, ionic liquid modified carbon paste electrode and carbon paste electrode. Electrochim. Acta. 2007;52:7210–7216. doi: 10.1016/j.electacta.2007.05.039.", "ArticleIdList": ["10.1016/j.electacta.2007.05.039"]}, {"Citation": "Sun W., Li Y., Yang M., Liu S., Jiao K. Direct electrochemistry of single-stranded DNA on an ionic liquid modified carbon paste electrode. Electrochem. Commun. 2008;10:298–301. doi: 10.1016/j.elecom.2007.12.012.", "ArticleIdList": ["10.1016/j.elecom.2007.12.012"]}, {"Citation": "Zhang Z.P., Tillekeratne L.M.V., Kirchhoff J.R., Hudson R.A. High performance liquid chromatographic separation and pH-dependent electrochemical properties of pyrroloquinoline quinone and three closely related isomeric analogues. Biochem. Biophys. Res. Commun. 1995;22:41–47. doi: 10.1006/bbrc.1995.1933.", "ArticleIdList": ["10.1006/bbrc.1995.1933", "7612016"]}, {"Citation": "Laviron E. General expression of the linear potential sweep voltammogram in the case of diffusionless electrochemical systems. J. Electroanal. Chem. Interfacial Electrochem. 1979;101:19–28. doi: 10.1016/S0022-0728(79)80075-3.", "ArticleIdList": ["10.1016/S0022-0728(79)80075-3"]}, {"Citation": "Wu S.H., Zhu B.J., Huang Z.X., Sun J.J. A heated pencil lead disk electrode with direct current and its preliminary application for highly sensitive detection of luteolin. Electrochem. Commun. 2013;28:47–50. doi: 10.1016/j.elecom.2012.12.008.", "ArticleIdList": ["10.1016/j.elecom.2012.12.008"]}]}], "History": [{"Year": "2018", "Month": "6", "Day": "2"}, {"Year": "2018", "Month": "7", "Day": "7"}, {"Year": "2018", "Month": "7", "Day": "7"}, {"Year": "2018", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "7", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30018201", "PMC6068584", "10.3390/s18072309", "s18072309"]}}]}