{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30026782", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "06", "Day": "13"}], "Language": ["eng"], "ELocationID": ["8426752", "10.1155/2018/8426752"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2018", "PubDate": {"Year": "2018"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Antiobesity and Antioxidant Potentials of Selected Palestinian Medicinal Plants.", "Pagination": {"StartPage": "8426752", "MedlinePgn": "8426752"}, "Abstract": {"AbstractText": ["We evaluated the antioxidant and porcine pancreatic lipase inhibition (PPLI) activities of 90 plants extracts. The antioxidant activity was measured using the free-radical scavenging capacity (DPPH) and reducing power (RP) assays. The pancreatic lipase inhibition assay was used to determine the PPLI activity of plant extracts. Among the 90 plant extracts examined, 41.0 % crude extracts showed antilipase activity of more than 50%. The most active plants by means of IC<sub>50</sub> value were <i>Camellia sinensis</i> (0.5 mg/ml), <i>Ceratonia siliqua</i> (leaves) (0.8 mg/mL), <i>Curcuma longa</i> (0.8 mg/mL), <i>Sarcopoterium spinosum</i> (1.2 mg/mL), and <i>Mentha spicata</i> (1.2 mg/mL). The antioxidant activity of plant extracts using the DPPH and RP assays reveals comparable results. The most active antioxidant extracts using both assays were the leaves and fruit epicarp of <i>Rhus coriaria</i>, areal parts of <i>Sarcopoterium spinosum</i>, and leaves of <i>Ceratonia siliqua</i>. Our results suggest natural resources that possess strong antioxidant and pancreatic lipase inhibitory activities with potential applications in the treatment and prevention of obesity and overweight. The extracts of <i>Camellia sinensis, Ceratonia siliqua, Curcuma longa, Sarcopoterium spinosum,</i> and <i>Mentha spicata</i> were proved to have a great potential as antioxidants and antiobesity agents."]}, "AuthorList": [{"Identifier": ["0000-0002-3131-7807"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biodiversity and Environmental Research Center (BERC), Til, Nablus, State of Palestine."}], "LastName": "Jamous", "ForeName": "Rana M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biodiversity and Environmental Research Center (BERC), Til, Nablus, State of Palestine."}], "LastName": "Abu-Zaitoun", "ForeName": "Salam Y", "Initials": "SY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biodiversity and Environmental Research Center (BERC), Til, Nablus, State of Palestine."}], "LastName": "Akkawi", "ForeName": "Rola J", "Initials": "RJ"}, {"Identifier": ["0000-0001-9795-4238"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biodiversity and Environmental Research Center (BERC), Til, Nablus, State of Palestine."}], "LastName": "Ali-Shtayeh", "ForeName": "Mohammed S", "Initials": "MS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Health Organization (WHO) World Health Organization Factsheets, Obesity and overweight. 2017.   http://www.who.int/mediacentre/factsheets/fs311/en/"}, {"Citation": "Cheung C. K., Wyman J. F., Halcon L. L. Use of complementary and alternative therapies in community-dwelling older adults. The Journal of Alternative and Complementary Medicine. 2007;13(9):997–1006. doi: 10.1089/acm.2007.0527.", "ArticleIdList": ["10.1089/acm.2007.0527", "18047447"]}, {"Citation": "Ndao-Brumblay S. K., Green C. R. Predictors of complementary and alternative medicine use in chronic pain patients. Pain Medicine. 2010;11(1):16–24. doi: 10.1111/j.1526-4637.2009.00767.x.", "ArticleIdList": ["10.1111/j.1526-4637.2009.00767.x", "20447293"]}, {"Citation": "Tsai A. G., Williamson D. F., Glick H. A. Direct medical cost of overweight and obesity in the USA: a quantitative systematic review. Obesity Reviews. 2011;12(1):50–61. doi: 10.1111/j.1467-789X.2009.00708.x.", "ArticleIdList": ["10.1111/j.1467-789X.2009.00708.x", "PMC2891924", "20059703"]}, {"Citation": "Kerkadi A. Evaluation of nutritional status of united arab emirates university female students. Emirates Journal of Food and Agriculture. 2003;15(2):42–50. doi: 10.9755/ejfa.v15i2.5005.", "ArticleIdList": ["10.9755/ejfa.v15i2.5005"]}, {"Citation": "Hawkes C. Uneven dietary development: linking the policies and processes of globalization with the nutrition transition, obesity and diet-related chronic diseases. Globalization and Health. 2006;2(4) doi: 10.1186/1744-8603-2-10.", "ArticleIdList": ["10.1186/1744-8603-2-10", "PMC1440852", "16569239"]}, {"Citation": "Wennert A. L. Hoodia gordonii (Masson) Sweet ex Decne: Une plante d’Afrique du Sud, de son utilisation traditionnelle vers un éventuel avenir thérapeutique. [These de doctorat] France: Université de Lorraine; 2012. (Fre)."}, {"Citation": "Monteiro C. A., Moura E. C., Conde W. L., Popkin B., Barry M. Socioeconomic status and obesity in adult populations of developing countries: a review. Bulletin of the World Health Organization. 2004;82(12):940–946.", "ArticleIdList": ["PMC2623095", "15654409"]}, {"Citation": "Kalter-Leibovici O., Atamna A., Lubin F., et al. Obesity among Arabs and Jews in Israel: A population-based study. Israel Medical Association Journal. 2007;9(7):525–530.", "ArticleIdList": ["17710784"]}, {"Citation": "Husseini A., Abu-Rmeileh N. M., Mikki N., et al. Cardiovascular diseases, diabetes mellitus, and cancer in the occupied Palestinian territory. The Lancet. 2009;373(9668):1041–1049. doi: 10.1016/s0140-6736(09)60109-4.", "ArticleIdList": ["10.1016/s0140-6736(09)60109-4", "19268350"]}, {"Citation": "Abdul-Rahim H. F., Holmboe-Ottesen G., Stene L. C. M., et al. Obesity in a rural and an urban Palestinian West Bank population. International Journal of Obesity. 2003;27(1):140–146. doi: 10.1038/sj.ijo.0802160.", "ArticleIdList": ["10.1038/sj.ijo.0802160", "12532166"]}, {"Citation": "Isbaih M. Prevalence of Overweight and Obesity among School-Age Children in Nablus City [MSc thesis] An-Najah National University; 2009."}, {"Citation": "Yanovski S. Z., Yanovski J. A. Long-term drug treatment for obesity: a systematic and clinical review. Journal of the American Medical Association. 2014;311(1):74–86. doi: 10.1001/jama.2013.281361.", "ArticleIdList": ["10.1001/jama.2013.281361", "PMC3928674", "24231879"]}, {"Citation": "Viner R. M., Hsia Y., Tomsic T., Wong I. C. K. Efficacy and safety of anti-obesity drugs in children and adolescents: systematic review and meta-analysis. Obesity Reviews. 2010;11(8):593–602. doi: 10.1111/j.1467-789x.2009.00651.x.", "ArticleIdList": ["10.1111/j.1467-789x.2009.00651.x", "19922432"]}, {"Citation": "Karthiga T., Venkatalakshmi P., Vadivel V., Brindha P. In vitro anti-obesity, antioxidant and anti-inflammatory studies on the selected medicinal plants. International Journal of Toxicological and Pharmacological Research. 2016;8(5):332–340."}, {"Citation": "Claire C., Ludivine M., Alina R., et al. Traitement pharmacologique de l’obésité, Médecine. The Journal of Clinical Endocrinology & Metabolism. 2012;61:1–12. (Fre)."}, {"Citation": "Kang J. G., Park C. Y. Anto-obesity Drugs: A review about their effects and safety. Diabetes & Metabolism. 2012;36:13–25. doi: 10.4093/dmj.2012.36.1.13.", "ArticleIdList": ["10.4093/dmj.2012.36.1.13", "PMC3283822", "22363917"]}, {"Citation": "Zhou Y., Ma X., Wu C., et al. Effect of Anti-Obesity Drug on Cardiovascular Risk Factors: A Systematic Review and Meta-Analysis of Randomized Controlled Trials. PLoS ONE. 2012;7(6):p. e39062. doi: 10.1371/journal.pone.0039062.", "ArticleIdList": ["10.1371/journal.pone.0039062", "PMC3380040", "22745703"]}, {"Citation": "Lee J., Song J., Lee J. Optimal Extraction Conditions of Anti-obesity Lipase Inhibitor from. Mycobiology. 2010;38(1):p. 58. doi: 10.4489/MYCO.2010.38.1.058.", "ArticleIdList": ["10.4489/MYCO.2010.38.1.058", "PMC3741596", "23956626"]}, {"Citation": "Lowe M. E. The triglyceride lipases of the pancreas. Journal of Lipid Research. 2002;43(12):2007–2016. doi: 10.1194/jlr.r200012-jlr200.", "ArticleIdList": ["10.1194/jlr.r200012-jlr200", "12454260"]}, {"Citation": "Birari R. B., Bhutani K. K. Pancreatic lipase inhibitors from natural sources: unexplored potential. Drug Discovery Therapy. 2007;12(19-20):879–889. doi: 10.1016/j.drudis.2007.07.024.", "ArticleIdList": ["10.1016/j.drudis.2007.07.024", "17933690"]}, {"Citation": "Thomson A. B. R., De Pover A., Keelan M., Jarocka-Cyrta E., Clandinin M. T. Inhibition of lipid absorption as an approach to the treatment of obesity. Methods in Enzymology. 1997;286:3–44. doi: 10.1016/S0076-6879(97)86003-X.", "ArticleIdList": ["10.1016/S0076-6879(97)86003-X", "9309643"]}, {"Citation": "Shi Y., Burn P. Lipid metabolic enzymes: emerging drug targets for the treatment of obesity. Nature Reviews Drug Discovery. 2004;3(8):695–710. doi: 10.1038/nrd1469.", "ArticleIdList": ["10.1038/nrd1469", "15286736"]}, {"Citation": "Neovius M., Johansson K., Rössner S. Head-to-head studies evaluating efficacy of pharmaco-therapy for obesity: A systematic review and meta-analysis. Obesity Reviews. 2008;9(5):420–427. doi: 10.1111/j.1467-789X.2008.00463.x.", "ArticleIdList": ["10.1111/j.1467-789X.2008.00463.x", "18208467"]}, {"Citation": "Lien D. N., Quynh N. T., Quang N. H., Phuc D. V., Thi N., Ngan T. Anti-obesity and body weight reducing effect of Fortunellajaponica peel extract fractions in experimentally obese mice. KKU Science. 2009;37:96–104."}, {"Citation": "Khader Y., Batieha A., Ajlouni H., El-Khateeb M., Ajlouni K. Obesity in Jordan: Prevalence, associated factors, comorbidities, and change in prevalence over ten years. Metabolic Syndrome and Related Disorders. 2008;6(2):113–120. doi: 10.1089/met.2007.0030.", "ArticleIdList": ["10.1089/met.2007.0030", "18510436"]}, {"Citation": "Alias N., Leow T. C., Ali M. S. M., et al. Anti-obesity potential of selected tropical plants via pancreatic lipase inhibition. Advances in Obesity, Weight Management & Control. 2017;6(4) doi: 10.15406/aowmc2017.06.00163.", "ArticleIdList": ["10.15406/aowmc2017.06.00163"]}, {"Citation": "Alakolanga A. G. A. W., Kumar N. S., Jayasinghe L., Fujimoto Y. Antioxidant property and α-glucosidase, α-amylase and lipase inhibiting activities of Flacourtia inermis fruits: characterization of malic acid as an inhibitor of the enzymes. Journal of Food Science and Technology. 2015;52(12):8383–8388. doi: 10.1007/s13197-015-1937-6.", "ArticleIdList": ["10.1007/s13197-015-1937-6", "PMC4648892", "26604419"]}, {"Citation": "Wu T., Tang Q., Gao Z., et al. Blueberry and Mulberry Juice Prevent Obesity Development in C57BL/6 Mice. PLoS ONE. 2013;8(10) doi: 10.1371/journal.pone.0077585.e77585", "ArticleIdList": ["10.1371/journal.pone.0077585", "PMC3797064", "24143244"]}, {"Citation": "Chen W., Su H., Xu Y., Bao T., Zheng X. Protective effect of wild raspberry (Rubus hirsutus Thunb.) extract against acrylamide-induced oxidative damage is potentiated after simulated gastrointestinal digestion. Food Chemistry. 2016;196:943–952. doi: 10.1016/j.foodchem.2015.10.024.", "ArticleIdList": ["10.1016/j.foodchem.2015.10.024", "26593576"]}, {"Citation": "Chen W., Shen Y., Su H., Zheng X. Hispidin derived from Phellinus linteus affords protection against acrylamide-induced oxidative stress in Caco-2 cells. Chemico-Biological Interactions. 2014;219:83–89. doi: 10.1016/j.cbi.2014.05.010.", "ArticleIdList": ["10.1016/j.cbi.2014.05.010", "24877638"]}, {"Citation": "Li Y., Bao T., Chen W. Comparison of the protective effect of black and white mulberry against ethyl carbamate-induced cytotoxicity and oxidative damage. Food Chemistry. 2018;243:65–73. doi: 10.1016/j.foodchem.2017.09.106.", "ArticleIdList": ["10.1016/j.foodchem.2017.09.106", "29146371"]}, {"Citation": "Shivaraj B., Pattabiraman T. N. Natural plant enzyme inhibitors. Characterization of an unusual alpha-amylase/trypsin inhibitor from ragi (Eleusine coracana Geartn.). Biochemical Journal. 1981;193(1):29–36. doi: 10.1042/bj1930029.", "ArticleIdList": ["10.1042/bj1930029", "PMC1162572", "6796040"]}, {"Citation": "Sharp H., Hollinshead J., Bartholomew B. B., Oben J., Watson A., Nash R. J. Inhibitory effects of Cissus quadrangularis L. Derived components on lipase, amylase and α-glucosidase activity in vitro. Natural Product Communications (NPC) 2007;2(8):817–822."}, {"Citation": "Ali-Shtayeh M. S., Jamous R. M., Jamous R. M. Herbal preparation use by patients suffering from cancer in Palestine. Complementary Therapies in Clinical Practice. 2011;17(4):235–240. doi: 10.1016/j.ctcp.2011.06.002.", "ArticleIdList": ["10.1016/j.ctcp.2011.06.002", "21982140"]}, {"Citation": "Ali-Shtayeh M. S., Jamous R. M., Jamous R. M. Complementary and alternative medicine use amongst Palestinian diabetic patients. Complementary Therapies in Clinical Practice. 2012;18(1):16–21. doi: 10.1016/j.ctcp.2011.09.001.", "ArticleIdList": ["10.1016/j.ctcp.2011.09.001", "22196568"]}, {"Citation": "Ali-Shtayeh M. S., Jamous R. M., Jamous R. M., Salameh N. M. Y. Complementary and alternative medicine (CAM) use among hypertensive patients in Palestine. Complementary Therapies in Clinical Practice. 2013;19(4):256–263. doi: 10.1016/j.ctcp.2013.09.001.", "ArticleIdList": ["10.1016/j.ctcp.2013.09.001", "24199984"]}, {"Citation": "Ali-Shtayeh M. S., Jamous R. M., Jamous R. M. Plants used during pregnancy, childbirth, postpartum and infant healthcare in Palestine. Complementary Therapies in Clinical Practice. 2015;21(2):84–93. doi: 10.1016/j.ctcp.2015.03.004.", "ArticleIdList": ["10.1016/j.ctcp.2015.03.004", "25900613"]}, {"Citation": "Ali-Shtayeh M. S., Jamous R. M., Salameh N. M. Y., Jamous R. M., Hamadeh A. M. A. Complementary and alternative medicine use among cancer patients in Palestine with special reference to safety-related concerns. Journal of Ethnopharmacology. 2016;187:104–122. doi: 10.1016/j.jep.2016.04.038.", "ArticleIdList": ["10.1016/j.jep.2016.04.038", "27125594"]}, {"Citation": "Ali-Shtayeh M. S., Jamous R. M., Abu-Zeitoun S. Y. National list of medicinal plants in Palestine - west bank and Gaza strip. Til, Nablus, Palestine, Biodiversity and Environmental Research Center (BERC) 2014"}, {"Citation": "Ali-Shtayeh M. S., Jamous R. M. Traditional Arabic Palestinian Herbal Medicine, TAPHM. Til, Nablus, Palestine, Biodiversity and Environmental Research Center, BERC; 2008."}, {"Citation": "Bustanji Y., Al-Masri I. M., Mohammad M., et al. Pancreatic lipase inhibition activity of trilactone terpenes of Ginkgo biloba. Journal of Enzyme Inhibition and Medicinal Chemistry. 2011;26(4):453–459. doi: 10.3109/14756366.2010.525509.", "ArticleIdList": ["10.3109/14756366.2010.525509", "21028941"]}, {"Citation": "Choi H. Y., Jhun E. J., Lim B. O. Application of flow injection-chemilumineacence to the study of radical scavenging activity in plants. Phytother Res. 2000;14:250–253. doi: 10.1002/1099-1573(200006)14:4<250::AID-PTR587>3.0.CO;2-J.", "ArticleIdList": ["10.1002/1099-1573(200006)14:4<250::AID-PTR587>3.0.CO;2-J", "10861967"]}, {"Citation": "Elzaawely A. A., Xuan T. D., Tawata S. Essential oils, kava pyrones and phenolic compounds from leaves and rhizomes of Alpinia zerumbet (Pers.) B.L. Burtt. & R.M. Sm. and their antioxidant activity. Food Chemistry. 2007;103(2):486–494. doi: 10.1016/j.foodchem.2006.08.025.", "ArticleIdList": ["10.1016/j.foodchem.2006.08.025"]}, {"Citation": "Scherer R., Godoy H. T. Antioxidant activity index (AAI) by the 2,2-diphenyl-1-picrylhydrazyl method. Food Chemistry. 2009;112(3):654–658. doi: 10.1016/j.foodchem.2008.06.026.", "ArticleIdList": ["10.1016/j.foodchem.2008.06.026"]}, {"Citation": "Oyaizu M. Studies on products of browning reaction: antioxidative activity of products of browning reaction prepared from glucosamine. The Japanese Journal of Nutrition and Dietetics. 1986;44:307–315. doi: 10.5264/eiyogakuzashi.44.307.", "ArticleIdList": ["10.5264/eiyogakuzashi.44.307"]}, {"Citation": "Piaru S. P., Mahmud R., Abdul Majid A. M. S., Mahmoud Nassar Z. D. Antioxidant and antiangiogenic activities of the essential oils of Myristica fragrans and Morinda citrifolia. Asian Pacific Journal of Tropical Medicine. 2012;5(4):294–298. doi: 10.1016/S1995-7645(12)60042-X.", "ArticleIdList": ["10.1016/S1995-7645(12)60042-X", "22449521"]}, {"Citation": "Singh R., Shushni M. A. M., Belkheir A. Antibacterial and antioxidant activities of Mentha piperita L. Arabian Journal of Chemistry. 2015;8(13):322–328. doi: 10.1016/j.arabjc.2011.01.019.", "ArticleIdList": ["10.1016/j.arabjc.2011.01.019"]}, {"Citation": "Cheung L. M., Cheung P. C. K., Ooi V. E. C. Antioxidant activity and total phenolics of edible mushroom extracts. Food Chemistry. 2003;81(2):249–255. doi: 10.1016/S0308-8146(02)00419-3.", "ArticleIdList": ["10.1016/S0308-8146(02)00419-3"]}, {"Citation": "Mau J. L., Lin H. C., Song S. F. Antioxidant properties of several speciality mushrooms. Food Research International. 2002;35(6):519–526. doi: 10.1016/S0963-9969(01)00150-8.", "ArticleIdList": ["10.1016/S0963-9969(01)00150-8"]}, {"Citation": "Ali-Shtayeh M. S., Jamous R. M., Al-Shafie' J. H., et al. Traditional knowledge of wild edible plants used in Palestine (Northern West Bank): A comparative study. Journal of Ethnobiology and Ethnomedicine. 2008;4, article no. 13 doi: 10.1186/1746-4269-4-13.", "ArticleIdList": ["10.1186/1746-4269-4-13", "PMC2396604", "18474107"]}, {"Citation": "Kazemipoor M., Radzi C. J., Cordell G. A., Yaze I. Potential of traditional medicinal plants for treating obesity: A review. Proceedings of the International Conference on Food Science and Nutrition; 2012; pp. 1–6."}, {"Citation": "Brand-Williams W., Cuvelier M. E., Berset C. Use of a free radical method to evaluate antioxidant activity. LWT - Food Science and Technology. 1995;28(1):25–30. doi: 10.1016/S0023-6438(95)80008-5.", "ArticleIdList": ["10.1016/S0023-6438(95)80008-5"]}, {"Citation": "Valko M., Rhodes C. J., Moncol J., Izakovic M., Mazur M. Free radicals, metals and antioxidants in oxidative stress-induced cancer. Chemico-Biological Interactions. 2006;160(1):1–40. doi: 10.1016/j.cbi.2005.12.009.", "ArticleIdList": ["10.1016/j.cbi.2005.12.009", "16430879"]}, {"Citation": "Willcox J. K., Ash S. L., Catignani G. L. Antioxidants and prevention of chronic disease. Critical Reviews in Food Science and Nutrition. 2004;44(4):275–295. doi: 10.1080/10408690490468489.", "ArticleIdList": ["10.1080/10408690490468489", "15462130"]}, {"Citation": "Seyedan A., Alshawsh M. A., Alshagga M. A., Koosha S., Mohamed Z. Medicinal plants and their inhibitory activities against pancreatic lipase: a review. Evidence-Based Complementary and Alternative Medicine. 2015;2015:13. doi: 10.1155/2015/973143.973143", "ArticleIdList": ["10.1155/2015/973143", "PMC4657100", "26640503"]}, {"Citation": "Kim Y. S., Lee Y., Kim J., et al. Inhibitory activities of Cudrania tricuspidata leaves on pancreatic lipase in vitro and lipolysis in vivo. ECAM. 2012878365", "ArticleIdList": ["PMC3529879", "23365603"]}, {"Citation": "Shen Y., Song S. J., Keum N., Park T. Olive leaf extract attenuates obesity in high-fat diet-fed mice by modulating the expression of molecules involved in adipogenesis and thermogenesis. Evidence-Based Complementary and Alternative Medicine. 2014;2014:12. doi: 10.1155/2014/971890.971890", "ArticleIdList": ["10.1155/2014/971890", "PMC3927866", "24624222"]}, {"Citation": "Yang C. S., Zhang J., Zhang L., Huang J., Wang Y. Mechanisms of body weight reduction and metabolic syndrome alleviation by tea. Molecular Nutrition & Food Research. 2016;60(1):160–174. doi: 10.1002/mnfr.201500428.", "ArticleIdList": ["10.1002/mnfr.201500428", "PMC4991829", "26577614"]}, {"Citation": "Abumrad N. A., Nassi F., Marcus A. Fordtran’s Gastrointestinal and Liver Disease. 10th. Philadelphia, PA, USA: Elsevier Saunders; 2016. Digestion and absorption of dietary fat, carbohydrate, and protein."}, {"Citation": "Chantre P., Lairon D. Recent findings of green tea extract AR25 (exolise) and its activity for the treatment of obesity. Phytomedicine. 2002;9(1):3–8. doi: 10.1078/0944-7113-00078.", "ArticleIdList": ["10.1078/0944-7113-00078", "11924761"]}, {"Citation": "Chen I., Liu C., Chiu J., Hsu C. Therapeutic effect of high-dose green tea extract on weight reduction: A randomized, double-blind, placebo-controlled clinical trial. Clinical Nutrition. 2016;35(3):592–599. doi: 10.1016/j.clnu.2015.05.003.", "ArticleIdList": ["10.1016/j.clnu.2015.05.003", "26093535"]}, {"Citation": "Thielecke F., Boschmann M. The potential role of green tea catechins in the prevention of the metabolic syndrome—a review. Phytochemistry. 2009;70(1):11–24. doi: 10.1016/j.phytochem.2008.11.011.", "ArticleIdList": ["10.1016/j.phytochem.2008.11.011", "19147161"]}, {"Citation": "Santos M., Rodrigues A., Teixeira J. A. Production of dextran and fructose from carob pod extract and cheese whey by Leuconostoc mesenteroides NRRL B512(f) Biochemical Engineering Journal. 2005;25(1):1–6. doi: 10.1016/j.bej.2005.01.022.", "ArticleIdList": ["10.1016/j.bej.2005.01.022"]}, {"Citation": "Birketvedt G. S., Berwin P. A. Northern white kidney bean extract and Ceratonia siliquaextract in combination with green tea extract in the treatment of excess weight and obesity. US Patent; 2016. (2016/0310552Al)."}, {"Citation": "Gruendel S., Garcia A. L., Otto B., et al. Carob pulp preparation rich in insoluble dietary fiber and polyphenols enhances lipid oxidation and lowers postprandial acylated ghrelin in humans. Journal of Nutrition. 2006;136(6):1533–1538. doi: 10.1093/jn/136.6.1533.", "ArticleIdList": ["10.1093/jn/136.6.1533", "16702317"]}, {"Citation": "Mahtout R., Zaidi F., Saadi L. O., Boudjou S., Oomah B. D., Hosseinian F. Carob (Ceratonia siliqua L.) supplementation affects kefir quality and antioxidant capacity during storage. International Journal of Engineering and Techniques. 2016;2(4):p. 168."}, {"Citation": "Rtibi K., Selmia S., Gramia Dh., et al. Chemical constituents and pharmacological actions of carob pods and leaves (Ceratonia siliqua L.) on the gastrointestinal tract: A review. Biomedicine Pharmacotherapy. 2017;93:522–528. doi: 10.1016/j.biopha.2017.06.088.", "ArticleIdList": ["10.1016/j.biopha.2017.06.088", "28686965"]}, {"Citation": "Vaya J., Mahmood S. Flavonoid content in leaf extracts of the fig (Ficus carica L.), carob (Ceratonia siliqua L.) and pistachio (Pistacia lentiscus L.) BioFactors. 2006;28(3-4):169–175. doi: 10.1002/biof.5520280303.", "ArticleIdList": ["10.1002/biof.5520280303", "17473377"]}, {"Citation": "Su H.-M., Feng L.-N., Zheng X.-D., Chen W. Myricetin protects against diet-induced obesity and ameliorates oxidative stress in C57BL/6 mice. Journal of Zhejiang University SCIENCE B. 2016;17(6):437–446. doi: 10.1631/jzus.B1600074.", "ArticleIdList": ["10.1631/jzus.B1600074", "PMC4913792", "27256677"]}, {"Citation": "Hou Y., Xue P., Bai Y., et al. Nuclear factor erythroid-derived factor 2-related factor 2 regulates transcription of CCAAT/enhancer-binding protein β during adipogenesis. Free Radical Biology & Medicine. 2012;52(2):462–472. doi: 10.1016/j.freeradbiomed.2011.10.453.", "ArticleIdList": ["10.1016/j.freeradbiomed.2011.10.453", "PMC3307524", "22138520"]}, {"Citation": "Joseph S. B., Laffitte B. A., Patel P. H., et al. Direct and indirect mechanisms for regulation of fatty acid synthase gene expression by liver X receptors. The Journal of Biological Chemistry. 2002;277(13):11019–11025. doi: 10.1074/jbc.M111041200.", "ArticleIdList": ["10.1074/jbc.M111041200", "11790787"]}, {"Citation": "Aboura I., Nani A., Belarbi M., et al. Protective effects of polyphenol-rich infusions from carob (Ceratonia siliqua) leaves and cladodes of Opuntia ficus-indica against inflammation associated with diet-induced obesity and DSS-induced colitis in Swiss mice. Biomedicine & Pharmacotherapy. 2017;96:1022–1035. doi: 10.1016/j.biopha.2017.11.125.", "ArticleIdList": ["10.1016/j.biopha.2017.11.125", "29221725"]}, {"Citation": "Ramadan G., Al-Kahtani M. A., El-Sayed W. M. Anti-inflammatory and anti-oxidant properties of Curcuma longa (turmeric) versus Zingiber officinale (ginger) rhizomes in rat adjuvant-induced arthritis. Inflammation. 2011;34(4):291–301. doi: 10.1007/s10753-010-9278-0.", "ArticleIdList": ["10.1007/s10753-010-9278-0", "21120596"]}, {"Citation": "Araújo C. A. C., Leon L. L. Biological activities of Curcuma longa L. Memórias do Instituto Oswaldo Cruz. 2001;96(5):723–728. doi: 10.1590/S0074-02762001000500026.", "ArticleIdList": ["10.1590/S0074-02762001000500026", "11500779"]}, {"Citation": "Yadav K. D., Chaudhury A. K. Anti-obesity mechanism of Curcuma longa L. - An over view. Indian Journal of Natural Products and Resources (IJNPR) 2016;7(2):99–106."}, {"Citation": "Witkin J. M., Li X. Curcumin, an active constiuent of the ancient medicinal herb Curcuma longa L.: some uses and the establishment and biological basis of medical efficacy. CNS & Neurol Disord—Drug Targets. 2013;12(4):487–497. doi: 10.2174/1871527311312040007.", "ArticleIdList": ["10.2174/1871527311312040007", "23574161"]}, {"Citation": "Saad B., Zaid H., Shanak S., Kadan S. Anti-Diabetes and Anti-Obesity Medicinal Plants and Phytochemicals: Safety, Efficacy, and Action Mechanisms. Springer International Publishing AG; 2017. Chapter 2.", "ArticleIdList": ["10.1007/978-3-319-54102-0"]}, {"Citation": "Brahmi F., Khodir M., Mohamed C., Pierre D. Chemical Compostion and Biological Activities of Mentha Species. In: El-Shemy H. A., editor. Aromatic and Medicinal Plants – Back to Nature. Rijeka, Croatia: InTech; 2017."}, {"Citation": "Kizil S., Hasimi N., Tolan V., Kilinç E., Yuksel U., Kilinç E. Mineral content, essential oil compo- nents and biological activity of two Mentha species (M. piperita L., M. spicata L.) Turkish Journal of Field Crops. 2010;15(6):148–153."}, {"Citation": "Hajighasemi F., Hashemi V., Khoshzaban F. Cytotoxic effect of mentha spicata aqueous extract on cancerous cell lines in vitro. Journal of Medicinal Plant Research. 2011;5(20):5142–5147."}, {"Citation": "Arumugam P., Priya N. G., Subathra M., Ramesh A. Anti-inflammatory activity of four solvent fractions of ethanol extract of Mentha spicata L. investigated on acute and chronic inflammation induced rats. Environmental Toxicology and Pharmacology. 2008;26(1):92–95. doi: 10.1016/j.etap.2008.02.008.", "ArticleIdList": ["10.1016/j.etap.2008.02.008", "21783894"]}, {"Citation": "Abbaszadeh B., Valadabadi S. A., Farahani H. A., Darvishi H. H. Studying of essential oil variations in leaves of Mentha species. African Journal of Plant Science. 2009;3(10):217–221."}, {"Citation": "Brahmi F., Hauchard D., Guendouze N., et al. Phenolic composition, in vitro antioxidant effects and tyrosinase inhibitory activity of three Algerian Mentha species: M. spicata (L.) M. pulegium (L.) and M. rotundifolia (L.) Huds (Lamiaceae) Industrial Crops and Products. 2015;74:722–730."}, {"Citation": "Yamamura S., Ozawa K., Ohtani K., Kasai R., Yamasaki K. Antihistaminic flavones and aliphatic glycosides from Mentha spicata. Phytochemistry. 1998;48(1):131–136. doi: 10.1016/S0031-9422(97)01112-6.", "ArticleIdList": ["10.1016/S0031-9422(97)01112-6"]}, {"Citation": "Proestos C., Chorianopoulos N., Nychas G.-J. E., Komaitis M. RP-HPLC analysis of the phenolic compounds of plant extracts. Investigation of their antioxidant capacity and antimicrobial activity. Journal of Agricultural and Food Chemistry. 2005;53(4):1190–1195. doi: 10.1021/jf040083t.", "ArticleIdList": ["10.1021/jf040083t", "15713039"]}, {"Citation": "Papageorgiou V., Mallouchos A., Komaitis M. Investigation of the antioxidant behavior of air- and freeze-dried aromatic plant materials in relation to their phenolic content and vegetative cycle. Journal of Agricultural and Food Chemistry. 2008;56(14):5743–5752. doi: 10.1021/jf8009393.", "ArticleIdList": ["10.1021/jf8009393", "18578534"]}, {"Citation": "Duncan R. E., Ahmadian M., Jaworski K., Sarkadi-Nagy E., Sul H. S. Regulation of lipolysis in adipocytes. Annual Review of Nutrition. 2007;27:79–101. doi: 10.1146/annurev.nutr.27.061406.093734.", "ArticleIdList": ["10.1146/annurev.nutr.27.061406.093734", "PMC2885771", "17313320"]}, {"Citation": "Yaniv Z., Dafni A., Friedman J., Palevitch D. Plants used for the treatment of diabetes in Israel. Journal of Ethnopharmacology. 1987;19(2):145–151. doi: 10.1016/0378-8741(87)90038-9.", "ArticleIdList": ["10.1016/0378-8741(87)90038-9", "3613607"]}, {"Citation": "Dafni A., Yaniv Z., Palevitch D. Ethnobotanical survey of medicinal plants in northern Israel. Journal of Ethnopharmacology. 1984;10(3):295–310. doi: 10.1016/0378-8741(84)90017-5.", "ArticleIdList": ["10.1016/0378-8741(84)90017-5", "6748708"]}, {"Citation": "Ali-Shtayeh M. S., Yaniv Z., Mahajna J. Ethnobotanical survey in the Palestinian area: a classification of the healing potential of medicinal plants. Journal of Ethnopharmacology. 2000;73(1-2):221–232. doi: 10.1016/s0378-8741(00)00316-0.", "ArticleIdList": ["10.1016/s0378-8741(00)00316-0", "11025160"]}, {"Citation": "Bachrach Z. Y. Ethnobotanical studies of Sarcopoterium spinosum in Israel. Israel Journal of Plant Sciences. 2007;55(1):111–114. doi: 10.1560/IJPS.55.1.111.", "ArticleIdList": ["10.1560/IJPS.55.1.111"]}, {"Citation": "Elyasiyan U., Nudel A., Skalka N., et al. Anti-diabetic activity of aerial parts of Sarcopoterium spinosum. BMC Complementary and Alternative Medicine. 2017;17(1) doi: 10.1186/s12906-017-1860-7.", "ArticleIdList": ["10.1186/s12906-017-1860-7", "PMC5501114", "28683738"]}, {"Citation": "Rozenberg K., Smirin P., Sampson S. R., Rosenzweig T. Insulin-sensitizing and insulin-mimetic activities of Sarcopoterium spinosum extract. Journal of Ethnopharmacology. 2014;155(1):362–372. doi: 10.1016/j.jep.2014.05.030.", "ArticleIdList": ["10.1016/j.jep.2014.05.030", "24882728"]}, {"Citation": "Sipahi H., Korkmaz B., Avsar C., Fandakli S., Elmas E. Volatile Profiles, Antioxidant, and Antimicrobial Activities of Essential Oils and Extracts of Different Parts from Sarcopoterium spinosum (L.) Spach Growing Wild in Sinop (Turkey) Journal of Essential Oil Bearing Plants. 2017;20(3):688–700. doi: 10.1080/0972060X.2017.1342567.", "ArticleIdList": ["10.1080/0972060X.2017.1342567"]}, {"Citation": "Smirin P., Taler D., Abitbol G., et al. Sarcopoterium spinosum extract as an antidiabetic agent: In vitro and in vivo study. Journal of Ethnopharmacology. 2010;129(1):10–17. doi: 10.1016/j.jep.2010.02.021.", "ArticleIdList": ["10.1016/j.jep.2010.02.021", "20219662"]}, {"Citation": "Reher G., Reznicek G., Baumann A. Triterpenoids from Sarcopoterium spinosum and Sanguisorba minor. Planta Medica. 1991;57(5):p. 506. doi: 10.1055/s-2006-960189.", "ArticleIdList": ["10.1055/s-2006-960189", "17226194"]}, {"Citation": "Reher G., Buděšínský M. Triterpenoids from plants of the sanguisorbeae. Phytochemistry. 1992;31(11):3909–3914. doi: 10.1016/S0031-9422(00)97552-6.", "ArticleIdList": ["10.1016/S0031-9422(00)97552-6"]}, {"Citation": "Hudifa L. K., Alnouri A. S., Aburjai T. A., Hudaib M. M. Chemical Composition of the Essential Oil from Roots of Sarcopoterium spinosum (L.) (Rosaceae) Grown in Syria. Journal of Essential Oil Bearing Plants. 2013;16(3):412–416. doi: 10.1080/0972060X.2013.813267.", "ArticleIdList": ["10.1080/0972060X.2013.813267"]}, {"Citation": "Tovit R., Zohar K., Dvir D. Pharmaceutical compositions comprising extracts of Sarcopoteriumspinosum, components thereof, and uses thereof. US Patent; 2012. (PCT/IB2010/052551)."}]}], "History": [{"Year": "2018", "Month": "2", "Day": "25"}, {"Year": "2018", "Month": "5", "Day": "9"}, {"Year": "2018", "Month": "5", "Day": "15"}, {"Year": "2018", "Month": "7", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "6", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["30026782", "PMC6031216", "10.1155/2018/8426752"]}}]}