{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-virulence", "bacterial pathogenicity", "natural products", "quorum sensing"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30023261", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/JMAU.JMAU_10_18"], "Journal": {"ISSN": "2213-8803", "JournalIssue": {"Volume": "6", "Issue": "1", "PubDate": {"Year": "2018", "Season": "Jan-Mar"}}, "Title": "Journal of microscopy and ultrastructure", "ISOAbbreviation": "J Microsc Ultrastruct"}, "ArticleTitle": "Anti-Quorum Sensing Natural Compounds.", "Pagination": {"StartPage": "1", "EndPage": "10", "MedlinePgn": "1-10"}, "Abstract": {"AbstractText": ["Increasing extent of pathogenic resistance to drugs has encouraged the seeking for new anti-virulence drugs. Many pharmacological and pharmacognostical researches are performed to identify new drugs or discover new structures for the development of novel therapeutic agents in the antibiotic treatments. Although many phytochemicals show prominent antimicrobial activity, their power lies in their anti-virulence properties. Quorum sensing (QS) is a bacterial intercellular communication mechanism, which depends on bacterial cell population density and controls the pathogenesis of many organisms by regulating gene expression, including virulence determinants. QS has become an attractive target for the development of novel anti-infective agents that do not rely on the use of antibiotics. Anti-QS compounds are known to have the ability to prohibit bacterial pathogenicity. Medicinal plants offer an attractive repertoire of phytochemicals with novel microbial disease-controlling potential, due to the spectrum of secondary metabolites present in extracts, which include phenolics, quinones, flavonoids, alkaloids, terpenoids, and polyacetylenes. They have recently received considerable attention as a new source of safe and effective QS inhibitory substances. The objective of this review is to give a brief account of the research reports on the plants and natural compounds with anti-QS potential."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Microbiology and Parasitology, Faculty of Medicine, Princess Al-Jawhara Center of Excellence in Research of Hereditary Disorders, King Abdulaziz University, Jeddah, Saudi Arabia."}], "LastName": "Asfour", "ForeName": "Hani Z", "Initials": "HZ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Microsc Ultrastruct", "NlmUniqueID": "101709862", "ISSNLinking": "2213-879X"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mohamed GA, Ibrahim SR, Shaaban MI, Ross SA. Mangostanaxanthones I and II, new xanthones from the pericarp of Garcinia mangostana. Fitoterapia. 2014;98:215–21.", "ArticleIdList": ["25128900"]}, {"Citation": "Livermore DM. British Society for Antimicrobial Chemotherapy Working Party on the Urgent Need: Regenerating Antibacterial Drug Discovery and Development. Discovery research: The scientific challenge of finding new antibiotics. J Antimicrob Chemother. 2011;66:1941–4.", "ArticleIdList": ["21700626"]}, {"Citation": "Silver LL. Challenges of antibacterial discovery. Clin Microbiol Rev. 2011;24:71–109.", "ArticleIdList": ["PMC3021209", "21233508"]}, {"Citation": "Wu H, Moser C, Wang HZ, Høiby N, Song ZJ. Strategies for combating bacterial biofilm infections. Int J Oral Sci. 2015;7:1–7.", "ArticleIdList": ["PMC4817533", "25504208"]}, {"Citation": "Cowan MM. Plant products as antimicrobial agents. Clin Microbiol Rev. 1999;12:564–82.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Bax R, Mullan N, Verhoef J. The millennium bugs – The need for and development of new antibacterials. Int J Antimicrob Agents. 2000;16:51–9.", "ArticleIdList": ["11185414"]}, {"Citation": "Newman DJ, Cragg GM, Snader KM. Natural products as sources of new drugs over the period 1981-2002. J Nat Prod. 2003;66:1022–37.", "ArticleIdList": ["12880330"]}, {"Citation": "Chong YM, Yin WF, Ho CY, Mustafa MR, Hadi AH, Awang K, et al. Malabaricone C from Mysrista cinnamomea exhibit anti-quorum sensing activity. J Nat Prod. 2010;74:2261–4.", "ArticleIdList": ["21910441"]}, {"Citation": "Deep A, Chaudhary U, Gupta V. Quorum sensing and bacterial pathogenicity: From molecules to disease. J Lab Physicians. 2011;3:4–11.", "ArticleIdList": ["PMC3118056", "21701655"]}, {"Citation": "Kabir AH, Roy AG, Alam MF, Islam R. Detection of quorum sensing signals in gram-negative bacteria by using reporter strain CV026. Notulae Sci Biol. 2010;2:72–5."}, {"Citation": "Krishnan T, Yin WF, Chan KG. Inhibition of quorum sensing-controlled virulence factor production in Pseudomonas aeruginosa PAO1 by Ayurveda spice clove (Syzygium aromaticum) bud extract. Sensors (Basel) 2012;12:4016–30.", "ArticleIdList": ["PMC3355396", "22666015"]}, {"Citation": "Singh BN, Singh BR, Singh RL, Prakash D, Sarma BK, Singh HB. Antioxidant and anti-quorum sensing activities of green pod of Acacia nilotica L. Food Chem Toxicol. 2009;47:778–86.", "ArticleIdList": ["19168114"]}, {"Citation": "Rocha-Estrada J, Aceves-Diez AE, Guarneros G, de la Torre M. The RNPP family of quorum-sensing proteins in gram-positive bacteria. Appl Microbiol Biotechnol. 2010;87:913–23.", "ArticleIdList": ["20502894"]}, {"Citation": "Xavier KB, Bassler BL. LuxS quorum sensing: More than just a numbers game. Curr Opin Microbiol. 2003;6:191–7.", "ArticleIdList": ["12732311"]}, {"Citation": "Zhang RG, Pappas KM, Brace JL, Miller PC, Oulmassov T, Molyneaux JM, et al. Structure of a bacterial quorum-sensing transcription factor completed with pheromone and DNA. Nature. 2002;417:971–4.", "ArticleIdList": ["12087407"]}, {"Citation": "Choudhary S, Schmidt-Dannert C. Applications of quorum sensing in biotechnology. Appl Microbiol Biotechnol. 2010;86:1267–79.", "ArticleIdList": ["20306190"]}, {"Citation": "Finch R, Pritchard D, Bycroft B, Williams P, Stewart G. Quorum sensing – A novel target for anti-infective therapy. J Antimicrob Chemother. 1998;42:569–71.", "ArticleIdList": ["9848438"]}, {"Citation": "Whitehead NA, Barnard AM, Slater H, Simpson NJ, Salmond GP. Quorum- sensing in Gram-negative bacteria. FEMS Microbiol Rev. 2001;25:365–404.", "ArticleIdList": ["11524130"]}, {"Citation": "Guan LL, Onuki H, Kamino K. Bacterial growth stimulation with exogenous siderophore and synthetic N-acyl homoserine lactone autoinducers under iron-limited and low-nutrient conditions. Appl Environ Microbiol. 2000;66:2797–803.", "ArticleIdList": ["PMC92075", "10877770"]}, {"Citation": "Morohoshi T, Kato M, Fukamachi K, Kato N, Ikeda T. N-acylhomoserine lactone regulates violacein production in Chromobacterium violaceum type strain ATCC 12472. FEMS Microbiol Lett. 2008;279:124–30.", "ArticleIdList": ["18177311"]}, {"Citation": "d'Angelo-Picard C, Haudecoeur E, Chevrot R, Dessaux Y, Faure D. The plant pathogen Agrobacterium tumefaciens: A model to study the roles of lactonases in the quorum-sensing regulatory network. Biol Plant Microbe Interact. 2006;5:353–6."}, {"Citation": "De Lamo Marin S, Xu Y, Meijler MM, Janda KD. Antibody catalyzed hydrolysis of a quorum sensing signal found in gram-negative bacteria. Bioorg Med Chem Lett. 2007;17:1549–52.", "ArticleIdList": ["17254784"]}, {"Citation": "Smith R, Iglewski B. Pseudomonas aeruginosa quorum-sensing systems and virulence. Curr Opin Microbiol. 2003;6:56–60.", "ArticleIdList": ["12615220"]}, {"Citation": "Ditu LM, Chifiriuc MC, Bezirtzoglou E, Voltsi C, Bleotu C, Pelinescu D, et al. Modulation of virulence and antibiotic susceptibility of enteropathogenic Escherichia coli strains by Enterococcus faecium probiotic strain culture fractions. Anaerobe. 2011;17:448–51.", "ArticleIdList": ["21723403"]}, {"Citation": "Choo JH, Rukayadi Y, Hwang JK. Inhibition of bacterial quorum sensing by vanilla extract. Lett Appl Microbiol. 2006;42:637–41.", "ArticleIdList": ["16706905"]}, {"Citation": "Chan KG, Atkinson S, Mathee K, Sam CK, Chhabra SR, Cámara M, et al. Characterization of N-acylhomoserine lactone-degrading bacteria associated with the Zingiber officinale (ginger) rhizosphere: Co-existence of quorum quenching and quorum sensing in Acinetobacter and Burkholderia. BMC Microbiol. 2011;11:51.", "ArticleIdList": ["PMC3062576", "21385437"]}, {"Citation": "Dewick P. 2nd ed. New York: John Wiley & Sons; 2002. Medicinal Natural Products: A Biosynthetic Approach."}, {"Citation": "Hayek SA, Gyawali R, Ibrahim SA. Antimicrobial natural products. Microbial Pathogens and Strategies for Combating Them: Science, Technology and Education. In: Mendez-Vilas A, editor. Vol. 2. Badajoz, Spain: Formatex Research Center; 2013. pp. 910–21."}, {"Citation": "Teplitski M, Robinson JB, Bauer WD. Plants secrete substances that mimic bacterial N-acyl homoserine lactone signal activities and affect population density-dependent behaviors in associated bacteria. Mol Plant Microbe Interact. 2000;13:637–48.", "ArticleIdList": ["10830263"]}, {"Citation": "Issac Abraham SV, Palani A, Ramaswamy BR, Shunmugiah KP, Arumugam VR. Antiquorum sensing and antibiofilm potential of Capparis spinosa. Arch Med Res. 2011;42:658–68.", "ArticleIdList": ["22222491"]}, {"Citation": "Dwivedi D, Singh V. Effects of the natural compounds embelin and piperine on the biofilm-producing property of Streptococcus mutans. J Tradit Complement Med. 2016;6:57–61.", "ArticleIdList": ["PMC4738039", "26870681"]}, {"Citation": "Castillo-Juárez I, García-Contreras R, Velázquez-Guadarrama N, Soto-Hernández M, Martínez-Vázquez M. Amphypterygium adstringens anacardic acid mixture inhibits quorum sensing-controlled virulence factors of Chromobacterium violaceum and Pseudomonas aeruginosa. Arch Med Res. 2013;44:488–94.", "ArticleIdList": ["24126126"]}, {"Citation": "Kang JE, Han JW, Jeon BJ, Kim BS. Efficacies of quorum sensing inhibitors, piericidin A and glucopiericidin A, produced by Streptomyces xanthocidicus KPP01532 for the control of potato soft rot caused by Erwinia carotovora subsp. atroseptica. Microbiol Res. 2016;184:32–41.", "ArticleIdList": ["26856451"]}, {"Citation": "Chong YM, Yin WF, Ho CY, Mustafa MR, Hadi AH, Awang K, et al. Malabaricone C from Myristica cinnamomea exhibits anti-quorum sensing activity. J Nat Prod. 2011;74:2261–4.", "ArticleIdList": ["21910441"]}, {"Citation": "Buer CS, Imin N, Djordjevic MA. Flavonoids: New roles for old molecules. J Integr Plant Biol. 2010;52:98–111.", "ArticleIdList": ["20074144"]}, {"Citation": "Dixon RA, Pasinetti GM. Flavonoids and isoflavonoids: From plant biology to agriculture and neuroscience. Plant Physiol. 2010;154:453–7.", "ArticleIdList": ["PMC2948995", "20921162"]}, {"Citation": "Cushnie TP, Lamb AJ. Antimicrobial activity of flavonoids. Int J Antimicrob Agents. 2005;26:343–56.", "ArticleIdList": ["PMC7127073", "16323269"]}, {"Citation": "Davies DG, Parsek MR, Pearson JP, Iglewski BH, Costerton JW, Greenberg EP, et al. The involvement of cell-to-cell signals in the development of a bacterial biofilm. Science. 1998;280:295–8.", "ArticleIdList": ["9535661"]}, {"Citation": "Zeng Z, Qian L, Cao L, Tan H, Huang Y, Xue X, et al. Virtual screening for novel quorum sensing inhibitors to eradicate biofilm formation of Pseudomonas aeruginosa. Appl Microbiol Biotechnol. 2008;79:119–26.", "ArticleIdList": ["18330563"]}, {"Citation": "Vikram A, Jayaprakasha GK, Jesudhasan PR, Pillai SD, Patil BS. Suppression of bacterial cell-cell signalling, biofilm formation and type III secretion system by citrus flavonoids. J Appl Microbiol. 2010;109:515–27.", "ArticleIdList": ["20163489"]}, {"Citation": "Vandeputte OM, Kiendrebeogo M, Rasamiravaka T, Stévigny C, Duez P, Rajaonson S, et al. The flavanone naringenin reduces the production of quorum sensing-controlled virulence factors in Pseudomonas aeruginosa PAO1. Microbiology. 2011;157:2120–32.", "ArticleIdList": ["21546585"]}, {"Citation": "Wagner VE, Gillis RJ, Iglewski B. Transcriptome analysis of quorum-sensing regulation and virulence factor expression in Pseudomonas aeruginosa. Vaccine. 2004;22(Suppl 1):S15–20.", "ArticleIdList": ["15576196"]}, {"Citation": "Schuster M, Lostroh CP, Ogi T, Greenberg EP. Identification, timing, and signal specificity of Pseudomonas aeruginosa quorum-controlled genes: A transcriptome analysis. J Bacteriol. 2003;185:2066–79.", "ArticleIdList": ["PMC151497", "12644476"]}, {"Citation": "Gopu V, Kothandapani S, Shetty PH. Quorum quenching activity of Syzygium cumini (L.) skeels and its anthocyanin malvidin against Klebsiella pneumoniae. Microb Pathog. 2015;79:61–9.", "ArticleIdList": ["25637095"]}, {"Citation": "Ouyang J, Sun F, Feng W, Sun Y, Qiu X, Xiong L, et al. Quercetin is an effective inhibitor of quorum sensing, biofilm formation and virulence factors in Pseudomonas aeruginosa. J Appl Microbiol. 2016;120:966–74.", "ArticleIdList": ["26808465"]}, {"Citation": "Vandeputte OM, Kiendrebeogo M, Rajaonson S, Diallo B, Mol A, El Jaziri M, et al. Identification of catechin as one of the flavonoids from Combretum albiflorum bark extract that reduces the production of quorum-sensing-controlled virulence factors in Pseudomonas aeruginosa PAO1. Appl Environ Microbiol. 2010;76:243–53.", "ArticleIdList": ["PMC2798626", "19854927"]}, {"Citation": "Gopu V, Shetty PH. Cyanidin inhibits quorum signalling pathway of a food borne opportunistic pathogen. J Food Sci Technol. 2016;53:968–76.", "ArticleIdList": ["PMC4837728", "27162376"]}, {"Citation": "Corral-Lugo A, Daddaoua A, Ortega A, Espinosa-Urgel M, Krell T. Rosmarinic acid is a homoserine lactone mimic produced by plants that activates a bacterial quorum-sensing regulator. Sci Signal. 2016;9:ra1.", "ArticleIdList": ["26732761"]}, {"Citation": "Rasmussen TB, Skindersoe ME, Bjarnsholt T, Phipps RK, Christensen KB, Jensen PO, et al. Identity and effects of quorum-sensing inhibitors produced by Penicillium species. Microbiology. 2005;151:1325–40.", "ArticleIdList": ["15870443"]}, {"Citation": "Girennavar B, Cepeda ML, Soni KA, Vikram A, Jesudhasan P, Jayaprakasha GK, et al. Grapefruit juice and its furocoumarins inhibits autoinducer signaling and biofilm formation in bacteria. Int J Food Microbiol. 2008;125:204–8.", "ArticleIdList": ["18504060"]}, {"Citation": "Vikram A, Jesudhasan PR, Jayaprakasha GK, Pillai BS, Patil BS. Grapefruit bioactive limonoids modulate E. coli O157:H7 TTSS and biofilm. Int J Food Microbiol. 2010;140:109–16.", "ArticleIdList": ["20471125"]}, {"Citation": "Vikram A, Jesudhasan PR, Pillai SD, Patil BS. Isolimonic acid interferes with Escherichia coli O157:H7 biofilm and TTSS in QseBC and QseA dependent fashion. BMC Microbiol. 2012;12:261.", "ArticleIdList": ["PMC3562146", "23153211"]}, {"Citation": "Vikram A, Jesudhasan PR, Jayaprakasha GK, Pillai SD, Patil BS. Citrus limonoids interfere with Vibrio harveyi cell-cell signalling and biofilm formation by modulating the response regulator LuxO. Microbiology. 2011;157:99–110.", "ArticleIdList": ["20864476"]}, {"Citation": "Pejin B, Ciric A, Glamoclija J, Nikolic M, Sokovic M. In vitro anti-quorum sensing activity of phytol. Nat Prod Res. 2015;29:374–7.", "ArticleIdList": ["25103916"]}, {"Citation": "Burt SA, Ojo-Fakunle VT, Woertman J, Veldhuizen EJ. The natural antimicrobial carvacrol inhibits quorum sensing in Chromobacterium violaceum and reduces bacterial biofilm formation at sub-lethal concentrations. PLoS One. 2014;9:e93414.", "ArticleIdList": ["PMC3972150", "24691035"]}, {"Citation": "Lee JH, Park JH, Kim JA, Neupane GP, Cho MH, Lee CS, et al. Low concentrations of honey reduce biofilm formation, quorum sensing and virulence in Escherichia coli O157: H7. Biofouling. 2011;27:1095–1104.", "ArticleIdList": ["22047137"]}, {"Citation": "Truchado P, Lopez-Galvevez F, Gil MI, Tomas-Barberan FA, Allende A. Quorum sensing inhibitory and antimicrobial activities of honeys and the relationship with individual phenolics. Food Chem. 2009;115:1337–44."}, {"Citation": "Truchado P, Tomás-Barberán FA, Larrosa M, Allende A. Food phytochemicals act as quorum sensing inhibitors reducing production and/or degrading autoinducers of Yersinia enterocolitica and Erwinia carotovora. Food Control. 2012;24:78–85."}, {"Citation": "Savka MA, Dailey L, Popova M, Mihaylova R, Merritt B. Chemical composition and disruption of quorum sensing signaling in geographically diverse United States propolis. J Evid Based Complementary Altern Med. 2015;2015:472593–603.", "ArticleIdList": ["PMC4413979", "25960752"]}, {"Citation": "Truchado P, Gil A, Tomás-Barberán FA, Allende A. Inhibition by chestnut honey of Nacyl-l-homoserine lactones and biofilm formation in Erwinia carotovora, Yersinia enterocolitica and Aeromonas hydrophila. J Agric Food Chem. 2009;57:11186–93.", "ArticleIdList": ["19950997"]}, {"Citation": "Majtan J, Bohova J, Horniackova M, Klaudiny J, Majtan V. Anti-biofilm effects of honey against wound pathogens Proteus mirabilis and Enterobacter cloacae. Phytother Res. 2014;28:69–75.", "ArticleIdList": ["23494861"]}, {"Citation": "Lu J, Turnbull L, Burke CM, Liu M, Carter DA, Schlothauer RC, et al. Manuka-type honeys can eradicate biofilms produced by Staphylococcus aureus strains with different biofilm-forming abilities. PeerJ. 2014;2:e326.", "ArticleIdList": ["PMC3970805", "24711974"]}, {"Citation": "Hammond EN, Donkor ES, Brown CA. Biofilm formation of Clostridium difficile and susceptibility to Manuka honey. BMC Complement Altern Med. 2014;14:329.", "ArticleIdList": ["PMC4174649", "25181951"]}, {"Citation": "Fidaleo M, Lavecchia R, Zuorro A. Antibacterial and anti-quorum sensing activities of selected Italian honeys against antibiotic-resistant pathogens. Online J Biol Sci. 2015;15:236–43."}, {"Citation": "Chenia HY. Anti-quorum sensing potential of crude Kigelia africana fruit extracts. Sensors (Basel) 2013;13:2802–17.", "ArticleIdList": ["PMC3658715", "23447012"]}, {"Citation": "Vasavi HS, Arun AB, Rekha PD. Anti-quorum sensing activity of Psidium guajava L. flavonoids against Chromobacterium violaceum and Pseudomonas aeruginosa PAO1. Microbiol Immunol. 2014;58:286–93.", "ArticleIdList": ["24698116"]}, {"Citation": "Ghosh R, Tiwary BK, Kumar A, Chakraborty R. Guava leaf extract inhibits quorum-sensing and Chromobacterium violaceum induced lysis of human hepatoma cells: Whole transcriptome analysis reveals differential gene expression. PLoS One. 2014;9:e107703.", "ArticleIdList": ["PMC4167859", "25229331"]}, {"Citation": "Vasavi HS, Arun AB, Rekha PD. Inhibition of quorum sensing in Chromobacterium violaceum by Syzygium cumini L. and Pimenta dioica L. Asian Pac J Trop Biomed. 2013;3:954–9.", "ArticleIdList": ["PMC3805091", "24093786"]}, {"Citation": "Husain FM, Ahmad I, Khan MS, Ahmad E, Tahseen Q, Khan MS, et al. Sub-MICs of Mentha piperita essential oil and menthol inhibits AHL mediated quorum sensing and biofilm of gram-negative bacteria. Front Microbiol. 2015;6:420.", "ArticleIdList": ["PMC4429619", "26029178"]}, {"Citation": "Husain FM, Ahmad I, Asif M, Tahseen Q. Influence of clove oil on certain quorum-sensing-regulated functions and biofilm of Pseudomonas aeruginosa and Aeromonas hydrophila. J Biosci. 2013;38:835–44.", "ArticleIdList": ["24296886"]}, {"Citation": "Khan MS, Zahin M, Hasan S, Husain FM, Ahmad I. Inhibition of quorum sensing regulated bacterial functions by plant essential oils with special reference to clove oil. Lett Appl Microbiol. 2009;49:354–60.", "ArticleIdList": ["19627477"]}, {"Citation": "Husain FM, Ahmad I, Khan MS, Al-Shabib NA. Trigonella foenum-graceum (Seed) extract interferes with quorum sensing regulated traits and biofilm formation in the strains of Pseudomonas aeruginosa and Aeromonas hydrophila. Evid Based Complement Alternat Med. 2015;2015:879540.", "ArticleIdList": ["PMC4427017", "26000026"]}, {"Citation": "Shukla V, Bhathena Z. Broad spectrum anti-quorum sensing activity of tannin-rich crude extracts of Indian medicinal plants. Scientifica (Cairo) 2016;2016:5823013.", "ArticleIdList": ["PMC4848445", "27190686"]}, {"Citation": "Okusa PN, Rasamiravaka T, Vandeputte O, Stévigny C, Jaziri ME, Duez P. Extracts of Cordia gilletii de wild (Boraginaceae) quench the quorum sensing of Pseudomonas aeruginosa PAO1. J Intercult Ethnopharmacol. 2014;3:138–43.", "ArticleIdList": ["PMC4576808", "26401363"]}, {"Citation": "Adonizio A, Kong KF, Mathee K. Inhibition of quorum sensing-controlled virulence factor production in Pseudomonas aeruginosa by South Florida plant extracts. Antimicrob Agents Chemother. 2008;52:198–203.", "ArticleIdList": ["PMC2223872", "17938186"]}, {"Citation": "Persson T, Hansen TH, Rasmussen TB, Skindersø ME, Givskov M, Nielsen J, et al. Rational design and synthesis of new quorum-sensing inhibitors derived from acylated homoserine lactones and natural products from garlic. Org Biomol Chem. 2005;3:253–62.", "ArticleIdList": ["15632967"]}, {"Citation": "Rasmussen TB, Bjarnsholt T, Skindersoe ME, Hentzer M, Kristoffersen P, Köte M, et al. Screening for quorum-sensing inhibitors (QSI) by use of a novel genetic system, the QSI selector. J Bacteriol. 2005;187:1799–814.", "ArticleIdList": ["PMC1063990", "15716452"]}, {"Citation": "Alvarez MV, Moreira MR, Ponce A. Antiquorum sensing and antimicrobial activity of natural agents with potential use in food. J Food Safety. 2012;32:379387."}, {"Citation": "Lamberte LE, Cabrera EC, Rivera WL. Activity of the ethanolic extract of propolis (EEP) as a potential inhibitor of quorum sensing-mediated pigment production in Chromobacterium violaceum and virulence factor production in Pseudomonas aeruginosa. Philipp Agric Sci. 2011;94:4–22."}, {"Citation": "Vattem DA, Mihalik K, Crixell SH, McLean RJ. Dietary phytochemicals as quorum sensing inhibitors. Fitoterapia. 2007;78:302–10.", "ArticleIdList": ["17499938"]}, {"Citation": "Daniels R, De Vos DE, Desair J, Raedschelders G, Luyten E, Rosemeyer V, et al. The cin quorum sensing locus of Rhizobium etli CNPAF512 affects growth and symbiotic nitrogen fixation. J Biol Chem. 2002;277:462–8.", "ArticleIdList": ["11677232"]}, {"Citation": "Uroz S, Heinonsalo J. Degradation of N-acyl homoserine lactone quorum sensing signal molecules by forest root-associated fungi. FEMS Microbiol Ecol. 2008;65:271–8.", "ArticleIdList": ["18400006"]}, {"Citation": "Zaki AA, Shaaban MI, Hashish NE, Amer MA, Lahloub MF. Assessment of anti-quorum sensing activity for some ornamental and medicinal plants native to Egypt. Sci Pharm. 2013;81:251–8.", "ArticleIdList": ["PMC3617669", "23641343"]}, {"Citation": "Adonizio AL, Downum K, Bennett BC, Mathee K. Anti-quorum sensing activity of medicinal plants in Southern Florida. J Ethnopharmacol. 2006;105:427–35.", "ArticleIdList": ["16406418"]}, {"Citation": "Olivero JT, Pájaro NP, Stashenko E. Antiquorum sensing activity of essential oils isolated from different species of the genus Piper. Vitae. 2011;18:77–82."}, {"Citation": "Song C, Ma H, Zhao Q, Song S, Jia Z. Inhibition of quorum sensing activity by ethanol extract of Scutellaria baicalensis Georgi. J Plant Pathol Microbiol. 2012;S7:1–4."}, {"Citation": "Chaudhari V, Gosai H, Raval S, Kothari V. Effect of certain natural products and organic solvents on quorum sensing in Chromobacterium violaceum. Asian Pac J Trop Med. 2014;7S1:S204–11.", "ArticleIdList": ["25312122"]}, {"Citation": "Olivero-Verbel J, Barreto-Maya A, Bertel-Sevilla A, Stashenko EE. Composition, anti-quorum sensing and antimicrobial activity of essential oils from Lippia alba. Braz J Microbiol. 2014;45:759–67.", "ArticleIdList": ["PMC4204956", "25477905"]}, {"Citation": "Hossain MA, Park JY, Kim JY, Suh JW, Park SC. Synergistic effect and antiquorum sensing activity of Nymphaea tetragona (water lily) extract. Biomed Res Int. 2014;2014:562173.", "ArticleIdList": ["PMC4033391", "24895589"]}, {"Citation": "Alvarez MV, Ortega-Ramirez LA, Gutierrez-Pacheco MM, Bernal-Mercado AT, Rodriguez-Garcia I, Gonzalez-Aguilar GA, et al. Oregano essential oil-pectin edible films as anti-quorum sensing and food antimicrobial agents. Front Microbiol. 2014;5:699.", "ArticleIdList": ["PMC4269197", "25566215"]}, {"Citation": "Abdul Wahab NA, Zain MS, Kader J, Radzi SM, Noor HM. Study on anti-quorum sensing potential of selected local ulam in Malaysia. World J Pharm Pharm Sci. 2014;3:203–11."}, {"Citation": "Ceylan O, Ugur A, Sarac N. In vitro antimicrobial, antioxidant, antibiofilm and quorum sensing inhibitory activities of Bellis perennis L. J BioSci Biotech. 2014:35–42."}, {"Citation": "Rezaei A, Ghahroudi AA, Khorsand A, Yaghoobee S, Shayesteh YS, Rokn AR, et al. Methanol extracts of Salvadora persica control periodontitis by quench of quorum sensing. Rom J Biochem. 2014;51:43–55."}]}], "History": [{"Year": "2018", "Month": "7", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30023261", "PMC6014249", "10.4103/JMAU.JMAU_10_18", "JMAU-6-1"]}}]}