{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chemical biology", "Chemical ecology", "Medicinal chemistry", "Natural products science"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30032475", "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "07", "Day": "21"}], "Language": ["eng"], "ELocationID": ["10.1007/s13659-018-0184-8"], "Journal": {"ISSN": "2192-2195", "JournalIssue": {"Volume": "8", "Issue": "4", "PubDate": {"Year": "2018", "Month": "Aug"}}, "Title": "Natural products and bioprospecting", "ISOAbbreviation": "Nat Prod Bioprospect"}, "ArticleTitle": "An Explorer of Chemical Biology of Plant Natural Products in Southwest China, Xiaojiang Hao.", "Pagination": {"StartPage": "217", "EndPage": "226", "MedlinePgn": "217-226"}, "Abstract": {"AbstractText": ["Xiaojiang Hao, who obtained Master Degree from Kunming Institute of Botany (KIB), Chinese Academy of Sciences (CAS) in 1985, and Doctor in Pharmacy degree in Pharmacy from Institute for Chemical Research, Kyoto University, in 1990, was born in Chongqing in July, 1951. In 1991, he returned to KIB, CAS, as an Associate professor and served as the chair of the Department of Phytochemistry. In 1994, he was promoted to a full professor at the current institute. He served as the Deputy Director of KIB and the Director of Open Laboratory of Phytochemistry from 1995 to 1997, and the Director of KIB from 1997 to 2005. Professor Hao has published more than 450 peer-reviewed SCI papers, which have been cited over 6000 times. He has obtained one PCT patent and 23 patents in China. Due to his tremendous efforts, one candidate drug, phenchlobenpyrrone, has entered the Phase II clinical trail for the treatment of Alzheimer's disease. Moreover, he won the First Prize of Natural Sciences in Yunnan Province for three times, and Ho Leung Ho Lee Fund Science and Technology Innovation Award in 2017."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Shandong University, Jinan, 250012, People's Republic of China. yshen@sdu.edu.cn."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Academic City, No. 3491 Platina Way, Hi-tech Zone, Guiyang, Guizhou, 550014, People's Republic of China. yshen@sdu.edu.cn."}], "LastName": "Shen", "ForeName": "Yue-Mao", "Initials": "YM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Phytochemistry and Plant Resources in West China, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, People's Republic of China."}], "LastName": "Chen", "ForeName": "Duo-Zhi", "Initials": "DZ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Nat Prod Bioprospect", "NlmUniqueID": "101577734", "ISSNLinking": "2192-2209"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lv C, Yan XH, Tu Q, Di YT, Yuan CM, Fang X, Ben-David Y, Xia L, Gong JX, Shen YM, Yang Z, Hao XJ. Angew. Chem. Int. Edit. 2016;55:7539–7543.", "ArticleIdList": ["27167098"]}, {"Citation": "Tian DS, Yi P, Xia L, Xiao X, Fan YM, Gu W, Huang LJ, Ben-David Y, Di YT, Yuan CM, Hao XJ. Org. Lett. 2016;18:5904–5907.", "ArticleIdList": ["27934507"]}, {"Citation": "Li XH, Zhang Y, Zhang JH, Li XN, Cao MM, Di YT, Peng ZG, Jiang JD, Hao XJ. J. Nat. Prod. 2016;79:1203–1207.", "ArticleIdList": ["26967892"]}, {"Citation": "Fang X, Di YT, Zhang Y, Xu ZP, Lu Y, Chen QQ, Zheng QT, Hao XJ. Angew. Chem. Int. Edit. 2015;54:5592–5595.", "ArticleIdList": ["25810025"]}, {"Citation": "Fan YM, Yi P, Li Y, Yan C, Huang T, Gu W, Ma Y, Huang L-J, Zhang JX, Yang CL, Li Y, Yuan CM, Hao XJ. Org. Lett. 2015;17:2066–2069.", "ArticleIdList": ["25867714"]}, {"Citation": "Cao MM, Huang SD, Di YT, Yuan CM, Zuo GY, Gu YC, Zhang Y, Hao XJ. Org. Lett. 2014;16:528–531.", "ArticleIdList": ["24432813"]}, {"Citation": "Cao MM, Zhang Y, Li XH, Peng ZG, Jiang JD, Gu YC, Di YT, Li XN, Chen DZ, Xia CF, He HP, Li SL, Hao XJ. J. Org. Chem. 2014;79:7945–7950.", "ArticleIdList": ["25101523"]}, {"Citation": "Huang SD, Zhang Y, Cao MM, Di Y-T, Tang GH, Peng ZG, Jiang JD, He HP, Hao XJ. Org. Lett. 2013;15:590–593.", "ArticleIdList": ["23320525"]}, {"Citation": "Zhao B, Hao XY, Zhang JX, Liu S, Hao XJ. Org. Lett. 2013;15:528–530.", "ArticleIdList": ["23311984"]}, {"Citation": "Cai JY, Zhang Y, Luo S-H, Chen DZ, Tang GH, Yuan CM, Di YT, Li SH, Hao XJ, He HP. Org. Lett. 2012;14:2524–2527.", "ArticleIdList": ["22540189"]}, {"Citation": "Fu YH, Zhang Y, He HP, Hou L, Di YT, Li SL, Luo XD, Hao XJ. J. Nat. Prod. 2012;75:1987–1990.", "ArticleIdList": ["23088673"]}, {"Citation": "Tang GH, He HP, Gu YC, Di YT, Wang YH, Li SF, Li SL, Zhang Y, Hao XJ. Tetrahedron. 2012;68:9679–9684."}, {"Citation": "Ge YH, Zhang JX, Mu SZ, Chen Y, Yang FM, Lu Y, Hao XJ. Tetrahedron. 2012;68:566–572."}, {"Citation": "Wang L, He HP, Di YT, Zhang Y, Hao XJ. Tetrahedron Lett. 2012;53:1576–1578."}, {"Citation": "Tan CJ, Di YT, Wang YH, Zhang Y, Si YK, Zhang Q, Gao S, Hu XJ, Fang X, Li SF, Hao XJ. Org. Lett. 2010;12:2370–2373.", "ArticleIdList": ["20405956"]}, {"Citation": "Fang X, Di YT, Geng ZL, Tan CJ, Guo J, Ning J, Hao XJ. Eur. J. Org. Chem. 2010;2010:1381–1387."}, {"Citation": "Guo J, He HP, Fang X, Di YT, Li SL, Zhang Z, Leng Y, Hua HM, Hao XJ. Tetrahedron Lett. 2010;51:6286–6289."}, {"Citation": "Geng ZL, Fang X, Di YT, Zhang Q, Zeng Y, Shen YM, Hao XJ. Tetrahedron Lett. 2009;50:2132–2134."}, {"Citation": "Hu XJ, Wang YH, Kong LY, He HP, Gao S, Liu HY, Ding J, Xie H, Di YT, Hao XJ. Tetrahedron Lett. 2009;50:2917–2919."}, {"Citation": "Fang X, Di YT, He HP, Liu HY, Zhang Z, Ren YL, Gao ZL, Gao S, Hao XJ. Org. Lett. 2008;10:1905–1908.", "ArticleIdList": ["18429615"]}, {"Citation": "Gao S, Liu HY, Wang YH, He HP, Wang JS, Di YT, Li CS, Fang X, Hao XJ. Org. Lett. 2007;9:3453–3455.", "ArticleIdList": ["17637035"]}, {"Citation": "Wang YH, Gao S, Yang FM, Sun QY, Wang JS, Liu HY, Li CS, Di YT, Li SL, He HP, Hao XJ. Org. Lett. 2007;9:5279–5281.", "ArticleIdList": ["17994756"]}, {"Citation": "Wang JS, He HP, Shen YM, Hao XJ. Tetrahedron Lett. 2005;46:169–172."}, {"Citation": "Zhang Y, Di YT, He HP, Li SF, Lu Y, Gong NB, Hao XJ. Eur. J. Org. Chem. 2011;2011:4103–4107."}, {"Citation": "Zhang Q, Di YT, Li CS, Fang X, Tan CJ, Zhang Z, Zhang Y, He HP, Li SL, Hao XJ. Org. Lett. 2009;11:2357–2359.", "ArticleIdList": ["19438261"]}, {"Citation": "Zhang Y, Di YT, Zhang Q, Mu SZ, Tan CJ, Fang X, He HP, Li SL, Hao XJ. Org. Lett. 2009;11:5414–5417.", "ArticleIdList": ["19904981"]}, {"Citation": "Tan CJ, Di YT, Wang YH, Wang Y, Mu SZ, Gao S, Zhang Y, Kong NC, He HP, Zhang JX, Fang X, Li CS, Lu Y, Hao XJ. Tetrahedron Lett. 2008;49:3376–3379."}, {"Citation": "Kong NC, Zhang Y, Gao S, Lu Y, Zheng QT, Sun QY, Yang FM, Di YT, Hao XJ. Tetrahedron Lett. 2009;50:957–959."}, {"Citation": "Di YT, He HP, Wang YS, Li LB, Lu Y, Gong JB, Fang X, Kong NC, Li SL, Zhu HJ, Hao XJ. Org. Lett. 2007;9:1355–1358.", "ArticleIdList": ["17326650"]}, {"Citation": "Li CS, Di YT, He HP, Gao S, Wang YH, Lu Y, Zhong JL, Hao XJ. Org. Lett. 2007;9:2509–2512.", "ArticleIdList": ["17539654"]}, {"Citation": "Mu SZ, Wang Y, He HP, Yang XW, Wang YH, Di YT, Lu Y, Chang Y, Hao XJ. J. Nat. Prod. 2006;69:1065–1069.", "ArticleIdList": ["16872145"]}, {"Citation": "Li L, He HP, Di YT, Gao S, Hao XJ. Tetrahedron Lett. 2006;47:6259–6262."}, {"Citation": "Wang L, Xu C, Chen L, Hao XJ, Wang DZ. Org. Lett. 2014;16:1076–1079.", "ArticleIdList": ["24506347"]}, {"Citation": "Xu C, Liu Z, Wang HF, Zhang B, Xiang Z, Hao XJ, Wang DZ. Org. Lett. 2011;13:1812–1815.", "ArticleIdList": ["21388118"]}, {"Citation": "Xu C, Wang L, Hao XJ, Wang DZ. J. Org. Chem. 2012;77:6307–6313.", "ArticleIdList": ["22690724"]}, {"Citation": "Zhang Q, Zhang Y, Yang TQ, Di YT, Hao XJ. RSC Adv. 2013;3:9658–9661."}, {"Citation": "Cao MM, Wang L, Zhang Y, He HP, Gu YC, Zhang Q, Li Y, Yuan CM, Li SL, Di YT, Hao XJ. Fitoterapia. 2013;89:205–209.", "ArticleIdList": ["23756191"]}, {"Citation": "Cao MM, He HP, Gu YC, Zhang Q, Li XN, Zuo GY, Di YT, Yuan CM, Li SL, Zhang Y, Hao XJ. Nat. Prod. Bioprospect. 2013;3:29–32."}, {"Citation": "Cao MM, Zhang Y, He HP, Li SF, Huang SD, Chen DZ, Tang GH, Li SL, Di YT, Hao XJ. J. Nat. Prod. 2012;75:1076–1082.", "ArticleIdList": ["22642560"]}, {"Citation": "Tan CJ, Wang YH, Di YT, He HP, Mu SZ, Li SF, Zhang Y, Hao XJ. Tetrahedron Lett. 2012;53:2588–2591."}, {"Citation": "Y. Zhang, H.P. He, L.L. Guo, S.F. Li, Y.T. Di, X.J. Hao, Z. Naturforsch. B. 67, 407-410 (2012)"}, {"Citation": "Yang TQ, Di YT, He HP, Zhang Q, Zhang Y, Hao XJ. Helv. Chim. Acta. 2011;94:397–403."}, {"Citation": "Zhang Y, Di YT, Mu SZ, Li CS, Zhang Q, Tan CJ, Zhang Z, Fang X, Hao XJ. J. Nat. Prod. 2009;72:1325–1327.", "ArticleIdList": ["19441852"]}, {"Citation": "Li CS, Di YT, Zhang Q, Zhang Y, Tan CJ, Hao XJ. Helv. Chim. Acta. 2009;92:653–659."}, {"Citation": "Mu SZ, Wang JS, Yang XS, He HP, Li CS, Di YT, Wang Y, Zhang Y, Fang X, Huang LJ, Hao XJ. J. Nat. Prod. 2008;71:564–569.", "ArticleIdList": ["18288811"]}, {"Citation": "Li CS, Di YT, Mu SZ, He HP, Zhang Q, Fang X, Zhang Y, Li SL, Lu Y, Gong YQ, Hao XJ. J. Nat. Prod. 2008;71:1202–1206.", "ArticleIdList": ["18553922"]}, {"Citation": "Zhang Q, Di YT, Liu HY, Kong NC, Gao S, Li CS, Zhang Y, Li SL, Hao XJ. Helv. Chim. Acta. 2008;91:914–919."}, {"Citation": "Zhang Y, Di YT, Liu HY, Li CS, Tan CJ, Zhang Q, Fang X, Li SL, Hao XJ. Helv. Chim. Acta. 2008;91:2153–2158."}, {"Citation": "Di YT, Liu LL, Li CS, Zhang Y, Zhang Q, Mu SZ, Sun QY, Yang FM, Liu HY, Hao XJ. Helv. Chim. Acta. 2008;91:838–843."}, {"Citation": "Kong NC, He HP, Wang YH, Mu SZ, Di YT, Hao XJ. J. Nat. Prod. 2007;70:1348–1351.", "ArticleIdList": ["17650015"]}, {"Citation": "Mu SZ, Li CS, He HP, Di YT, Wang Y, Wang YH, Zhang Z, Lue Y, Zhang L, Hao XJ. J. Nat. Prod. 2007;70:1628–1631.", "ArticleIdList": ["17887722"]}, {"Citation": "Li CS, He HP, Di YT, Wang YH, Mu SZ, Li SL, Gao S, Gao ZL, Hao XJ. Tetrahedron Lett. 2007;48:2737–2740."}, {"Citation": "Zhang Y, He HP, Di YT, Mu SZ, Wang YH, Wang JS, Li CS, Kong NC, Gao S, Hao XJ. Tetrahedron Lett. 2007;48:9104–9107."}, {"Citation": "Mu SZ, Yang XW, Di YT, He HP, Wang Y, Wang YH, Li L, Hao XJ. Chem. & Biodivers. 2007;4:129–138.", "ArticleIdList": ["17311225"]}, {"Citation": "Kong NC, He HP, Wang YH, Gao S, Di YT, Hao XJ. Helv. Chim. Acta. 2007;90:972–976."}, {"Citation": "Di YT, He HP, Lu Y, Yi P, Li L, Wu L, Hao XJ. J. Nat. Prod. 2006;69:1074–1076.", "ArticleIdList": ["16872147"]}, {"Citation": "Di YT, He HP, Li CS, Tian JM, Mu SZ, Li SL, Gao S, Hao XJ. J. Nat. Prod. 2006;69:1745–1748.", "ArticleIdList": ["17190453"]}, {"Citation": "Di YT, He HP, Liu HY, Du ZZ, Tian JM, Yang XW, Wang YH, Hao XJ. Tetrahedron Lett. 2006;47:5329–5331."}, {"Citation": "Li L, He HP, Di YT, Tian JM, Hao XJ. Helv. Chim. Acta. 2006;89:1457–1462."}, {"Citation": "Di YT, Wee CS, Li CS, Kong NC, Wang JS, Fang X, Zhu HJ, Wu YD, Hao XJ. Tetrahedron. 2014;70:4017–4021."}, {"Citation": "H.Y. Ye, J.L. Nie, C.X Chen, X.J. Hao, Acta Botanica Yunnannica (Chinese) 18, 471-472 (1996)"}, {"Citation": "Hao XJ, Zhou J, Fuji K, Node M. Acta Bot. Yunnannica (Chin.) 1993;15:205–207."}, {"Citation": "Yuan YX, Zhang Y, Guo LL, Wang YH, Goto M, Morris-Natschke SL, Lee KH, Hao XJ. Org. Lett. 2017;19:4964–4967.", "ArticleIdList": ["PMC6421835", "28876071"]}, {"Citation": "Chang YW, Yuan CM, Zhang J, Liu S, Cao P, Hua HM, Di YT, Hao XJ. Tetrahedron Lett. 2016;57:4952–4955."}, {"Citation": "Fu YH, Di YT, He HP, Li SL, Zhang Y, Hao XJ. J. Nat. Prod. 2014;77:57–62.", "ArticleIdList": ["24417634"]}, {"Citation": "Guo LL, He HP, Di YT, Li SF, Cheng YY, Yang W, Li Y, Yu JP, Zhang Y, Hao XJ. Phytochemistry. 2012;74:140–145.", "ArticleIdList": ["22119076"]}, {"Citation": "Wang L, Zhang Y, He HP, Zhang Q, Li SF, Hao XJ. Planta Med. 2011;77:754–758.", "ArticleIdList": ["21104604"]}, {"Citation": "Liu LL, Di YT, Zhang Q, Fang X, Zhu F, Chen DL, Hao XJ, He HP. Tetrahedron Lett. 2010;51:5670–5673."}, {"Citation": "Zhang Z, Di YT, Wang YH, Zhang Z, Mu SZ, Fang X, Zhang Y, Tan CJ, Zhang Q, Yan XH, Guo J, Li CS, Hao XJ. Tetrahedron. 2009;65:4551–4556."}, {"Citation": "Wang JS, Zheng YT, Efferth T, Wang RR, Shen YM, Hao XJ. Phytochemistry. 2005;66:697–701.", "ArticleIdList": ["15771893"]}, {"Citation": "Cao MM, Zhang Y, Peng ZG, Jiang JD, Gao YJ, Hao XJ. Rsc Advances. 2016;6:10180–10184."}, {"Citation": "Cao MM, Zhang Y, Huang SD, Peng ZG, Jiang JD, Hao XJ. Tetrahedron Lett. 2016;57:4021–4023."}, {"Citation": "Cao MM, Zhang JH, Zhang Y, Peng ZG, Jiang JD, Hao XJ. Tetrahedron Lett. 2016;57:5632–5635."}, {"Citation": "Cao MM, Zhang Y, Huang SD, Di YT, Peng ZG, Jiang JD, Yuan CM, Chen DZ, Li SL, He HP, Hao XJ. J. Nat. Prod. 2015;78:2609–2616.", "ArticleIdList": ["26551513"]}, {"Citation": "Li XH, Cao MM, Zhang Y, Li SL, Di YT, Hao XJ. Tetrahedron Lett. 2014;55:6101–6104."}, {"Citation": "Fu YH, He HP, Di YT, Li SL, Zhang Y, Hao XJ. Tetrahedron Lett. 2012;53:3642–3646."}, {"Citation": "Li SF, Zhang Y, Li Y, Li XR, Kong LM, Tan CJ, Li SL, Di YT, He HP, Hao XJ. Bioorg. Med. Chem. Let. 2012;22:2296–2299.", "ArticleIdList": ["22342628"]}, {"Citation": "Li SF, Di YT, He HP, Zhang Y, Wang YH, Yin JL, Tan CJ, Li SL, Hao XJ. Tetrahedron Lett. 2011;52:3186–3188."}, {"Citation": "Hu XJ, Di YT, Wang YH, Kong LY, Gao S, Li CS, Liu HY, He HP, Ding J, Xie H, Hao XJ. Planta Med. 2009;75:1157–1161.", "ArticleIdList": ["19326327"]}, {"Citation": "Wang YS, He HP, Shen YM, Hong X, Hao XJ. J. Nat. Prod. 2003;66:416–418.", "ArticleIdList": ["12662104"]}, {"Citation": "Zhao Q, Gao JJ, Qin XJ, Hao XJ, He HP, Liu HY. Org. Lett. 2018;20:704–707.", "ArticleIdList": ["29341620"]}, {"Citation": "Yuan WJ, Ding X, Wang Z, Yang BJ, Li XN, Zhang Y, Chen DZ, Li SL, Chen Q, Di YT, Aisa HA, Hao XJ. Sci. Rep. 2017;7:14507.", "ArticleIdList": ["PMC5674023", "29109538"]}, {"Citation": "Xiao H, Yi P, Cao P, Yang SY, Fang X, Zhang Y, Wu B, Leng Y, Di YT, Lv Y, Hao XJ. Sci. Rep. 2016;6:36927.", "ArticleIdList": ["PMC5105127", "27833136"]}, {"Citation": "Yan Y, Zhang JX, Huang T, Mao XY, Gu W, He HP, Di YT, Li SL, Chen DZ, Zhang Y, Hao XJ. J. Nat. Prod. 2015;78:811–821.", "ArticleIdList": ["25798528"]}, {"Citation": "Yin JL, Fang X, Liu ED, Yuan CM, Li SF, Zhang Y, He HP, Li SL, Di YT, Hao XJ. Planta Med. 2014;80:1304–1309.", "ArticleIdList": ["25153097"]}, {"Citation": "Yuan CM, Zhang Y, Tang GH, Di YT, Cao MM, Wang XY, Zuo GY, Li SL, Hua HM, He HP, Hao XJ. J. Nat. Prod. 2013;76:327–333.", "ArticleIdList": ["23210623"]}, {"Citation": "Yuan CM, Tang GH, Zhang Y, Wang XY, Cao MM, Guo F, Li Y, Di YT, Li SL, Hua HM, He HP, Hao XJ. J. Nat. Prod. 2013;76:1166–1174.", "ArticleIdList": ["23734701"]}, {"Citation": "Li SF, Zhang Y, Huang N, Zheng YT, Di YT, Li SL, Cheng YY, He HP, Hao XJ. Phytochemistry. 2013;93:216–221.", "ArticleIdList": ["23628626"]}, {"Citation": "Yuan CM, Zhang Y, Tang GH, Li Y, He HP, Li SF, Hou L, Li XY, Di YT, Li SL, Hua HM, Hao XJ. Planta Med. 2013;79:163–168.", "ArticleIdList": ["23250810"]}, {"Citation": "Yuan CM, Zhang Y, Tang GH, Li SL, Di YT, Hou L, Cai JY, Hua HM, He HP, Hao XJ. Chem. Asian J. 2012;7:2024–2027.", "ArticleIdList": ["22733621"]}, {"Citation": "Cheng YY, Chen H, He HP, Zhang Y, Li SF, Tang GH, Guo LL, Yang W, Zhu F, Zheng YT, Li SL, Hao XJ. Phytochemistry. 2013;96:360–369.", "ArticleIdList": ["24210372"]}, {"Citation": "Mpetga JDS, Shen Y, Tane P, Li SF, He HP, Wabo HK, Tene M, Leng Y, Hao XJ. J. Nat. Prod. 2012;75:599–604.", "ArticleIdList": ["22360639"]}, {"Citation": "Tang GH, Zhang Y, Gu YC, Li SF, Di YT, Wang YH, Yang CX, Zuo GY, Li SL, He HP, Hao XJ. J. Nat. Prod. 2012;75:996–1000.", "ArticleIdList": ["22548480"]}, {"Citation": "Tang GH, Zhang Y, Yuan CM, Li Y, Gu YC, Di YT, Wang YH, Zuo GY, Li SF, Li SL, He HP, Hao XJ. J. Nat. Prod. 2012;75:1962–1966.", "ArticleIdList": ["23148674"]}, {"Citation": "Li SF, Di YT, Luo RH, Zheng YT, Wang YH, Fang X, Zhang Y, Li L, He HP, Li SL, Hao XJ. Planta Med. 2012;78:821–827.", "ArticleIdList": ["22411720"]}, {"Citation": "Yang W, Kong LM, Zhang Y, Tang GH, Zhu F, Li SF, Guo LL, Cheng YY, Hao XJ, He HP. Planta Med. 2012;78:1676–1682.", "ArticleIdList": ["22890542"]}, {"Citation": "Guo J, Zhou LY, He HP, Leng Y, Yang Z, Hao XJ. Molecules. 2012;17:11826–11838.", "ArticleIdList": ["PMC6268726", "23047483"]}, {"Citation": "Zhang Q, Di YT, He HP, Fang X, Chen DL, Yan XH, Zhu F, Yang TQ, Liu LL, Hao XJ. J. Nat. Prod. 2011;74:152–157.", "ArticleIdList": ["21268637"]}, {"Citation": "Li SF, Di YT, Li SL, Zhang Y, Yang FM, Sun QY, Simo JM, He HP, Hao XJ. J. Nat. Prod. 2011;74:464–469.", "ArticleIdList": ["21192108"]}, {"Citation": "Yan XH, Di YT, Fang X, Yang SY, He HP, Li SL, Lu Y, Hao XJ. Phytochemistry. 2011;72:508.", "ArticleIdList": ["21315383"]}, {"Citation": "Yin JL, Di YT, Fang X, Liu ED, Liu HY, He HP, Li SL, Li SF, Hao XJ. Tetrahedron Lett. 2011;52:3083–3085."}, {"Citation": "Zhu F, Di YT, Li XY, Liu LL, Zhang Q, Li Y, Hao XJ, He HP. Planta Med. 2011;77:1536–1541.", "ArticleIdList": ["21360416"]}, {"Citation": "Jing N, Di YT, Xin F, He HP, Wang YY, Yan L, Li SL, Hao XJ. J. Nat. Prod. 2010;73:1327–1331.", "ArticleIdList": ["20666364"]}, {"Citation": "Zhu F, Di YT, Liu LL, Zhang Q, Fang X, Yang TQ, Hao XJ, He HP. J. Nat. Prod. 2010;73:233.", "ArticleIdList": ["20078074"]}, {"Citation": "Jing N, Di YT, Wang YY, He HP, Xin F, Yan L, Li SL, Hao XJ. Planta Med. 2010;76:1907.", "ArticleIdList": ["20509106"]}, {"Citation": "Fang X, Di YT, Li CS, Geng ZL, Zhang Z, Zhang Y, Lu Y, Zheng QT, Yang SY, Hao XJ. J. Nat. Prod. 2009;72:714.", "ArticleIdList": ["19296669"]}, {"Citation": "Fang X, Zhang Q, Tan CJ, Mu SZ, Yang L, Lu YB, Zheng QT, Di YT, Hao XJ. Cheminform. 2009;65:7408–7414."}, {"Citation": "Liu H, Di Y, Yang J, Teng F, Lu Y, Ni W, Chen C, Hao X. Tetrahedron Lett. 2008;49:5150–5151."}, {"Citation": "Yang XW, Ma YL, He HP, Wang YH, Di YT, Zhou H, Li L, Hao XJ. J. Nat. Prod. 2006;69:971–974.", "ArticleIdList": ["16792422"]}, {"Citation": "Wang J, Shen Y, He H, Kang W, Hao X. Planta Med. 2005;71:96.", "ArticleIdList": ["15678385"]}, {"Citation": "Wang BG, Zhu WM, Li XM, Jia ZJ, Hao XJ. J. Nat. Prod. 2000;63:851–854.", "ArticleIdList": ["10869219"]}, {"Citation": "He HP, Shen YM, Hong X, Zhao YB, Zhou J, Hao XJ. J. Nat. Prod. 2002;65:392–394.", "ArticleIdList": ["11908988"]}, {"Citation": "Hao XJ, Yang XS, Zhang Z, Shang LJ. Phytochemistry. 1995;39:447–448."}, {"Citation": "Wang YS, Li BT, Liu SX, Wen ZQ, Yang JH, Zhang HB, Hao XJ. J. Nat. Prod. 2017;80:798.", "ArticleIdList": ["28368606"]}, {"Citation": "Ding JY, Yuan CM, Cao MM, Liu WW, Yu C, Zhang HY, Zhang Y, Di YT, He HP, Li SL. J. Nat. Prod. 2014;77:1800–1805.", "ArticleIdList": ["25116183"]}, {"Citation": "Yang XW, He HP, Ma YL, Wang F, Zuo YQ, Lin H, Li SL, Li L, Hao XJ. Planta Med. 2010;76:88–90.", "ArticleIdList": ["19591089"]}, {"Citation": "Tian JM, Yang XW, Di YT, Ma YL, Ling L, Lin L, He HP, Hao XJ. Planta Med. 2009;75:534–537.", "ArticleIdList": ["19219760"]}, {"Citation": "Yang XW, Zhao PJ, Ma YL, Xiao HT, Zuo YQ, He HP, Li L, Hao XJ. J. Nat. Prod. 2007;70:521–525.", "ArticleIdList": ["17343407"]}, {"Citation": "Di YT, He HP, Liu HY, Yi P, Zhang Z, Ren YL, Wang JS, Sun QY, Yang FM, Fang X. J. Nat. Prod. 2007;70:1352–1355.", "ArticleIdList": ["17655260"]}, {"Citation": "Yang XW, Wang JS, Wang YH, Xiao HT, Hu XJ, Mu SZ, Ma YL, Lin H, He HP, Li L. Planta Med. 2007;73:496–498.", "ArticleIdList": ["17566151"]}, {"Citation": "Yang XW, Wang JS, Ma YL, Xiao HT, Zuo YQ, Lin H, He HP, Li L, Hao XJ. Planta Med. 2007;73:1415–1417.", "ArticleIdList": ["17918038"]}, {"Citation": "Wang J, Di Y, Yang X, Li S, Wang Y, Hao X. Phytochemistry. 2006;67:486–491.", "ArticleIdList": ["16426648"]}, {"Citation": "Wang BG, Hong X, Li L, Zhou J, Hao XJ. Planta Med. 2000;66:511–515.", "ArticleIdList": ["10985075"]}, {"Citation": "Gao ZL, He HP, Di YT, Fang X, Li CS, Liu HY, Zhou QL, Mu QZ, Hao XJ. Steroids. 2009;74:694–700.", "ArticleIdList": ["19463692"]}, {"Citation": "Zhao YB, He HP, Lu CH, Mu QZ, Shen YM, Hao XJ. Steroids. 2006;71:935–941.", "ArticleIdList": ["16938319"]}, {"Citation": "Li SL, Tan H, Shen YM, Kawazoe K, Hao XJ. J. Nat. Prod. 2004;67:82–84.", "ArticleIdList": ["14738392"]}, {"Citation": "Zhao YB, Shen YM, He HP, Li YM, Mu QZ, Hao XJ. Carbohyd. Res. 2004;339:1967.", "ArticleIdList": ["15261590"]}, {"Citation": "Hao X. Prog. Chem. 2009;21:84–99."}, {"Citation": "Hao X, Shen YL, He H. Curr. Med. Chem. 2003;10:2253–2263.", "ArticleIdList": ["14529341"]}, {"Citation": "Zhao PJ, Gao S, Fan LM, Nie JL, He HP, Zeng Y, Shen YM, Hao XJ. J. Nat. Prod. 2009;72:645–649.", "ArticleIdList": ["19275222"]}, {"Citation": "Zuo G, He H, Shen Y, Xu X, Wang Z, Yan C, Hao X. Planta Med. 2009;75:1349.", "ArticleIdList": ["19350486"]}, {"Citation": "Liu HY, Ni W, Chen CX, Di YT, Hao XJ. Helv. Chim. Acta. 2010;92:1198–1202."}, {"Citation": "Liu HY, Gao S, Di YT, Chen CX, Lu Y, Zhang L, Zheng QT, Hao XJ. Helv. Chim. Acta. 2007;38:1386–1390."}, {"Citation": "Zhang Z, Fan L, Yang J, Hao X, Gu Z. Am. J. Bot. 2006;93:762–769.", "ArticleIdList": ["21642139"]}, {"Citation": "Fan LM, Hong-Ping HE, Shen YM, Hao XJ. J. Integr. Plant. Biol. 2005;47:120–123."}, {"Citation": "Zuo GY, He HP, Wang BG, Hong X, Hu YM, Hao XJ. Chin. Chem. Lett. 2003;7:383–384."}, {"Citation": "Li L, Shen YM, Yang XS, Wu WL, Wang BG, Chen ZH, Hao XJ. Brain Res. 2002;944:205–209.", "ArticleIdList": ["12106682"]}, {"Citation": "Li L, Shen YM, Yang XS, Zuo GY, Shen ZQ, Chen ZH, Haoa XJ. Eur. J. Pharmacol. 2002;449:23.", "ArticleIdList": ["12163102"]}, {"Citation": "He HP, Shen YM, Zhang JX, Zuo GY, Hao XJ. J. Nat. Prod. 2001;64:379.", "ArticleIdList": ["11277763"]}, {"Citation": "Li L, Nie J, Shen Z, Wu W, Chen Z, Hao X. Planta Med. 2001;67:142–145.", "ArticleIdList": ["11301860"]}, {"Citation": "Zuo GY, He HP, Hong X, Zhu WM, Yang XS, Hao XJ. Heterocycles. 2001;55:487–493."}, {"Citation": "He HP, Shen YM, Yang XS, Wang BG, Li L, Hao XJ. Chinese Chem. Lett. 2001;12:67–68."}, {"Citation": "Zuo GY, He HP, Hong X, Zhu WM, Hu YM, Yang XS, Hao XJ. Chin. Chem. Lett. 2001;12:147–150."}, {"Citation": "Shen ZQ, Chen ZH, Li L, Lei W, Hao X. Planta Med. 2000;66:287–289.", "ArticleIdList": ["10821062"]}, {"Citation": "Wang BG, Li L, Yang XS, Chen ZH, Hao XJ. Heterocycles. 2000;53:1343–1350."}, {"Citation": "Shen YM, He HP, Zhang YS, Wang BG, Hao XJ. Chin. Chem. Lett. 2000;11:789–792."}, {"Citation": "Wang BG, Hong X, Zuo GY, Hao XJ. J. Asian Nat. Prod. Res. 2000;2:271–281.", "ArticleIdList": ["11249609"]}, {"Citation": "Wang BG, Liu B, Zuo GY, Hao XJ. Acta Bot. Yunn. 2000;22:209–213."}, {"Citation": "Li M, Du XB, Shen YM, Wang BG, Hao XJ. Chin. Chem. Lett. 1999;10:827–830."}, {"Citation": "Hao XJ, Nie JL. Phytochemistry. 1998;48:1213–1215."}, {"Citation": "Hao XJ, Node M, Fuji K. Chinese Chem. Lett. 1997;8:949–950."}, {"Citation": "Nie JL, Hao XJ. Acta Bot. Yunn. 1997;19:429–432."}, {"Citation": "Nie JL, Hao XJ, Li L. Acta Bot. Yunn. 1997;19:327–330."}, {"Citation": "Hao X, Nie J, Sun H, Gu Z. Acta Bot. Yunn. 1997;19:297–303."}, {"Citation": "Hong X, Nie JL, Hao XJ. Chinese Chem. Lett. 1996;7:133–134."}, {"Citation": "Nie JL, Hao XJ. Acta Bot. Yunn. 1996;18:226–228."}, {"Citation": "Hao XJ, Hong X, Yang XS, Zhao BT. Phytochemistry. 1995;38:545–547."}, {"Citation": "Hao XY, Hao XJ. Guizhou Science. 1995;13:25–28."}, {"Citation": "Hao XJ, Node M, Zhou J, Chen SY, Fuji K. Acta Bot. Yunn. 1994;16:301–304."}, {"Citation": "Node M, Hao XJ, Zhou J, Chen SY, Taga T, Miwa Y, Fuji K. Heterocycles. 1993;36:825–831."}, {"Citation": "Yang XS, Hao XJ. Acta Bot. Yunn. 1993;15:421–423."}, {"Citation": "Hao XJ, Zhou J, Fuji K. Chin. Chem. Lett. 1992;3:427–430."}, {"Citation": "Hao XJ, Zhou J, Kaoru F, Manabu N. Acta Bot. Yunn. 1992;14:314–318."}, {"Citation": "Hao X, Zhou J, Chen SY, Fuji K, Manabu N. Acta Bot. Yunn. 1991;13:452–454."}, {"Citation": "Manabu N, Hao XJ, Zhou J, Chen SY, Tooru T, Yoshihisa M, Fuji K. Heterocycles. 1990;30:635–643."}, {"Citation": "Node M, Hao XJ, Nagasawa H, Fuji K. Tetrahedron Lett. 1989;30:4141–4144."}, {"Citation": "Hao X, Node M, Taga T, Miwa Y, Zhou J, Chen S, Fuji K. Chem. Pharm. Bull. 1987;35:1670–1672."}, {"Citation": "Chen J, Zheng G, Zhang Y, Aisa HA, Hao XJ. Front. Plant. Sci. 2016;7:2033.", "ArticleIdList": ["PMC5221121", "28119715"]}, {"Citation": "Huang LJ, Wang B, Zhang JX, Yuan CM, Gu W, Mu SZ, Hao XJ. Bioorg. Med. Chem. Lett. 2016;26:2040–2043.", "ArticleIdList": ["26947608"]}, {"Citation": "Ma Y, Mao XY, Huang LJ, Fan YM, Gu W, Yan C, Huang T, Zhang JX, Yuan CM, Hao XJ. Fitoterapia. 2016;109:8–13.", "ArticleIdList": ["26625838"]}, {"Citation": "Yan Y, Zhang JX, Huang T, Mao XY, Gu W, He HP, Di YT, Li SL, Chen DZ, Zhang Y. J. Nat. Prod. 2015;78:811.", "ArticleIdList": ["25798528"]}, {"Citation": "Chen DZ, Cai JY, Cheng JJ, Jing CX, Yin JL, Jiang JD, Peng ZG, Hao XJ. Sci. Rep. UK. 2015;5:14972.", "ArticleIdList": ["PMC4595722", "26443922"]}, {"Citation": "Wang QY, Deng LL, Liu JJ, Zhang JX, Hao XJ, Mu SZ. Fitoterapia. 2015;101:117–124.", "ArticleIdList": ["25598185"]}, {"Citation": "Yan Y, Yuan CM, Di YT, Huang T, Fan YM, Ma Y, Zhang JX, Hao XJ. Fitoterapia. 2015;107:29–35.", "ArticleIdList": ["26388557"]}, {"Citation": "Cai JY, Chen DZ, Luo SH, Kong NC, Zhang Y, Di YT, Zhang Q, Hua J, Jing SX, Li SL. J. Nat. Prod. 2014;77:472–482.", "ArticleIdList": ["24256462"]}, {"Citation": "Yan Y, Zhang JX, Liu KX, Huang T, Yan C, Huang LJ, Liu S, Mu SZ, Hao XJ. Fitoterapia. 2014;97:50–63.", "ArticleIdList": ["24709074"]}, {"Citation": "Chen L, Zhang JX, Wang B, Mu SZ, Hao XJ. Fitoterapia. 2014;97:204–210.", "ArticleIdList": ["24972348"]}, {"Citation": "Li YT, Hao XJ, Li SF, He HP, Yan XH, Chen YD, Dong JH, Zhang ZK, Li SL. J. Agric. Food Chem. 2013;61:3884–3890.", "ArticleIdList": ["23537063"]}, {"Citation": "Wang XY, Tang GH, Yuan CM, Zhang Y, Zou T, Yu C, Zhao Q, Hao XJ, He HP. Fitoterapia. 2013;85:64–68.", "ArticleIdList": ["23313271"]}, {"Citation": "Ge YH, Liu KX, Zhang JX, Mu SZ, Hao XJ. J. Agr. Food Chem. 2012;60:4289–4295.", "ArticleIdList": ["22500574"]}, {"Citation": "Yan XH, Chen J, Di YT, Fang X, Dong JH, Sang P, Wang YH, He HP, Zhang ZK, Hao XJ. J. Agric. Food Chem. 2010;58:1572–1577.", "ArticleIdList": ["20050684"]}, {"Citation": "Jia C, Yan XH, Dong JH, Peng S, Xin F, Di YT, Zhang ZK, Hao XJ. J. Agric. Food Chem. 2009;57:6590–6595.", "ArticleIdList": ["19586051"]}, {"Citation": "Wang YH, Zhang ZK, Yang FM, Sun QY, He HP, Di YT, Mu SZ, Lu Y, Chang Y, Zheng QT. J. Nat. Prod. 2007;70:1458–1461.", "ArticleIdList": ["17822295"]}, {"Citation": "Li YM, Zhang ZK, Jia YT, Shen YM, He HP, Fang RX, Chen XY, Hao XJ. Plant Biotechnol. J. 2008;6:301–308.", "ArticleIdList": ["18266823"]}, {"Citation": "Li YM, Wang LH, Li SL, Chen XY, Shen YM, Zhang ZK, He HP, Xu WB, Shu YL, Liang GD, Fang RX, Hao XJ. Proc. Natl. Acad. Sci. U.S.A. 2007;104:8083.", "ArticleIdList": ["PMC1876575", "17470783"]}, {"Citation": "Li YM, Jia YT, Zhang ZK, Chen XY, He HP, Fang RX, Hao XJ. J. Integr. Plant Biol. 2007;49:1327–1333."}, {"Citation": "Zhu XL, Yuan CM, Tian CY, Li C, Nie F, Song XM, Zeng R, Wu DQ, Hao XJ, Li L. J. Biol. Chem. 2018", "ArticleIdList": ["PMC5892590", "29462785"]}, {"Citation": "Y. Li, Y. Zhang, Q.W. Gan, M. Xu, X. Ding, G.H. Tang, J.J. Liang, K. Liu, X.Z. Liu, L.L. Guo, Z.Y. Gao, X.J. Hao, C.L. Yang, Protein Cell. 1–14 (2018). 10.1007/s13238-018-0520-0", "ArticleIdList": ["0"]}, {"Citation": "Liu TJY, Yao Y, Gang Z, Ye W, Deng B, Song JL, Li X, Fei H, Xiao X, Yang J, Xia L, Li YJ, Plachynta M, Zhang M, Yan C, Mu SZ, Luo H, Zacksenhaus E, Hao XJ, Ben-David Y. Oncotarget. 2017;8:16728.", "ArticleIdList": ["PMC5369997", "28052010"]}, {"Citation": "He XL, Zhang WJ, Chen Y, Nie F, Li C, Liu XF, Cong F, Li SD, Song XM, Jia YY, Zeng R, Wu DQ, Pan WJ, Hao XJ, Li L. Cell Discov. 2017;3:17003.", "ArticleIdList": ["PMC5387711", "28417011"]}, {"Citation": "Li Y, Xu M, Ding X, Chen Y, Song ZQ, Chen LW, Huang XH, Wang X, Jian YL, Tang GH, Yan C, Tang CY, Di YT, Liu XZ, Liu K, Li T, Wang YC, Miao L, Guo WX, Hao XJ, Yang CL. Nat. Cell Biol. 2016;18:1065–1077.", "ArticleIdList": ["27617930"]}, {"Citation": "D.Z. Chen, C.X. Jing, J.Y. Cai, J.B. Wu, S. Wang, J.L. Yin, X.N. Li, L. Li, X.J. Hao, J. Nat. Prod. 79, (2016)", "ArticleIdList": ["26714198"]}, {"Citation": "Chen DZ, Cai JY, Yin JL, Jiang JD, Jing CX, Zhu YP, Cheng JJ, Di YT, Zhang Y, Cao MM, Li SL, Peng ZG, Hao XJ. Future Med. Chem. 2015;7:561–570.", "ArticleIdList": ["25921398"]}, {"Citation": "Yue W, Chen ZH, Liu HY, Yan C, Chen M, Feng D, Yan CJ, Wu H, Du L, Wang YY, Liu JH, Huang XH, Xia LX, Liu L, Wang XH, Jin HJ, Wang J, Song ZY, Hao XJ, Chen Q. Cell Res. 2014;24:482.", "ArticleIdList": ["PMC3975501", "24513856"]}, {"Citation": "Yan C, Huang L, Liu HC, Chen DZ, Liu HY, Li XH, Zhang Y, Geng MY, Chen Q, Hao XJ. Bioorg. Med. Chem. Lett. 2014;24:1884–1888.", "ArticleIdList": ["24684844"]}, {"Citation": "Wang S, Yin JL, Chen DZ, Nie F, Song XM, Fei C, Miao HF, Jing CB, Ma WJ, Wang L, Xie SC, Li C, Zeng R, Pan WJ, Hao XJ, Li L. Nat. Chem. Biol. 2013;9:579–585.", "ArticleIdList": ["23892894"]}, {"Citation": "Liu JH, Mu CL, Yue W, Li J, Ma B, Zhao LX, Liu L, Chen Q, Yan C, Liu HY, Hao XJ, Zhu YS. Free Radic. Biol. Med. 2013;63:485–494.", "ArticleIdList": ["23732520"]}, {"Citation": "Chen DZ, Jiang JD, Zhang KQ, He HP, Di YT, Zhang Y, Cai JY, Wang L, Li SL, Yi P, Peng ZG, Hao XJ. Cheminform. 2013;23:2679.", "ArticleIdList": ["23511018"]}, {"Citation": "Zhao LX, He F, Liu HY, Zhu YS, Tian WL, Gao P, He HP, Yue W, Lei XB, Ni BY, Wang XH, Jin HJ, Hao XJ, Lin JL, Chen Q. J. Biol. Chem. 2012;287:1054–1065.", "ArticleIdList": ["PMC3256916", "22065578"]}, {"Citation": "Wang W, Liu HY, Wang S, Hao XJ, Li L. Cell Res. 2011;21:730.", "ArticleIdList": ["PMC3203668", "21321609"]}, {"Citation": "Lei XB, Chen YY, Du GH, Yu WY, Wang XH, Qu H, Xia B, He HP, Mao JH, Zong WX, Mehrpour M, Hao XJ, Chen Q. FASEB J. 2006;20:2147–2149.", "ArticleIdList": ["16935937"]}]}], "History": [{"Year": "2018", "Month": "7", "Day": "9"}, {"Year": "2018", "Month": "7", "Day": "9"}, {"Year": "2018", "Month": "7", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "7", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30032475", "PMC6102171", "10.1007/s13659-018-0184-8", "10.1007/s13659-018-0184-8"]}}]}