{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Caryophyllene oxide", "Citral", "Essential oils", "Limonene", "Lippia alba", "Synergy", "Trypanosoma cruzi"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30053848", "DateCompleted": {"Year": "2018", "Month": "08", "Day": "14"}, "DateRevised": {"Year": "2019", "Month": "12", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "07", "Day": "27"}], "Language": ["eng"], "ELocationID": ["225", "10.1186/s12906-018-2293-7"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Jul", "Day": "27"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "Induction of programmed cell death in Trypanosoma cruzi by Lippia alba essential oils and their major and synergistic terpenes (citral, limonene and caryophyllene oxide).", "Pagination": {"StartPage": "225", "MedlinePgn": "225"}, "Abstract": {"AbstractText": ["Chagas Disease caused by Trypanosoma cruzi infection, is one of the most important neglected tropical diseases (NTD), without an effective therapy for the successful parasite eradication or for the blocking of the disease's progression, in its advanced stages. Due to their low toxicity, wide pharmacologic spectrum, and potential synergies, medicinal plants as Lippia alba, offer a promising reserve of bioactive molecules. The principal goal of this work is to characterize the inhibitory properties and cellular effects of the Citral and Carvone L. alba chemotype essential oils (EOs) and their main bioactive terpenes (and the synergies among them) on T. cruzi forms.", "Twelve L. alba EOs, produced under diverse environmental conditions, were extracted by microwave assisted hydrodistillation, and chemically characterized using gas chromatography coupled mass spectrometry. Trypanocidal activity and cytotoxicity were determined for each oil, and their major compounds, on epimastigotes (Epi), trypomastigotes (Tryp), amastigotes (Amas), and Vero cells. Pharmacologic interactions were defined by a matrix of combinations among the most trypanocidal terpenes (limonene, carvone; citral and caryophyllene oxide). The treated cell phenotype was assessed by fluorescent and optic microscopy, flow cytometry, and DNA electrophoresis assays.", "The L. alba EOs displayed significant differences in their chemical composition and trypanocidal performance (p = 0.0001). Citral chemotype oils were more trypanocidal than Carvone EOs, with Inhibitory Concentration 50 (IC<sub>50</sub>) of 14 ± 1.5 μg/mL, 22 ± 1.4 μg/mL and 74 ± 4.4 μg/mL, on Epi, Tryp and Amas, respectively. Limonene exhibited synergistic interaction with citral, caryophyllene oxide and Benznidazole (decreasing by 17 times its IC<sub>50</sub>) and was the most effective and selective treatment. The cellular analysis suggested that these oils or their bioactive terpenes (citral, caryophyllene oxide and limonene) could be inducing T. cruzi cell death by an apoptotic-like mechanism.", "EOs extracted from L. alba Citral chemotype demonstrated significant trypanocidal activity on the three forms of T. cruzi studied, and their composition and trypanocidal performance were influenced by production parameters. Citral, caryophyllene oxide, and limonene showed a possible induction of an apoptotic-like phenotype. The best selective anti-T. cruzi activity was achieved by limonene, the effects of which were also synergic with citral, caryophyllene oxide and benznidazole."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Infectious Disease Research Program, Universidad de Santander, 680006, Bucaramanga, Colombia."}], "LastName": "Moreno", "ForeName": "Érika Marcela", "Initials": "ÉM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Infectious Disease Research Program, Universidad de Santander, 680006, Bucaramanga, Colombia."}, {"Identifier": [], "Affiliation": "Bacteriology and Clinical Laboratory Program, Universidad de Santander, 680006, Bucaramanga, Colombia."}], "LastName": "Leal", "ForeName": "Sandra Milena", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Research Center for Agroindustrialization of Aromatic Medical and Tropical Species (CENIVAM), Universidad Industrial de Santander, 680002, Bucaramanga, Colombia."}], "LastName": "Stashenko", "ForeName": "Elena E", "Initials": "EE"}, {"Identifier": ["0000-0001-9054-9328"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Infectious Disease Research Program, Universidad de Santander, 680006, Bucaramanga, Colombia. l.torcoroma@udes.edu.co."}], "LastName": "García", "ForeName": "Liliana Torcoroma", "Initials": "LT"}], "GrantList": [{"GrantID": "005-14", "Agency": "Universidad de Santander -Vicerrectoría de Investigaciones", "Country": ""}, {"GrantID": "5658", "Agency": "Universidad Industrial de Santander", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Phosphatidylserines"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Trypanocidal Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Death"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Survival"}, {"QualifierName": [], "DescriptorName": "Chlorocebus aethiops"}, {"QualifierName": ["drug effects"], "DescriptorName": "DNA Fragmentation"}, {"QualifierName": ["chemistry"], "DescriptorName": "Lippia"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["metabolism"], "DescriptorName": "Phosphatidylserines"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Terpenes"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Trypanocidal Agents"}, {"QualifierName": ["cytology", "drug effects"], "DescriptorName": "Trypanosoma cruzi"}, {"QualifierName": [], "DescriptorName": "Vero Cells"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Not applicable. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Health Organization . Investing to Overcome the Global Impact of Neglected Tropical Diseases: 3rd WHO Rep Neglect Trop D. 2015."}, {"Citation": "Robertson LJ, Devleesschauwer B, De Noya BA, González ON, Torgerson PR. Trypanosoma cruzi: time for international recognition as a foodborne parasite. PLoS Neglect Trop D. 2016;10(6):e0004656. doi: 10.1371/journal.pntd.0004656.", "ArticleIdList": ["10.1371/journal.pntd.0004656", "PMC4890754", "27253136"]}, {"Citation": "Hotez PJ, Dumonteil E, Heffernan MJ, Bottazzi ME. Innovation for the ‘bottom 100 million’: eliminating neglected tropical diseases in the Americas. In: Curtis N, Finn A, Pollard A, editors. Hot topics in infection and immunity in children IX advances in experimental medicine and biology. Springer: New York; 2013. pp. 1–12.", "ArticleIdList": ["23654053"]}, {"Citation": "Cruz Bermúdez HF, Moreno Collazos JE. Seroprevalencia de tamizaje de Chagas y factores asociados a coinfección en un banco de sangre de Colombia durante 2006-2011. Rev Med Risaralda. 2015;21(1):26–30."}, {"Citation": "Coura JR. The main sceneries of Chagas disease transmission. The vectors, blood and oral transmissions-a comprehensive review. Mem Inst Oswaldo Cruz. 2015;110(3):277–282. doi: 10.1590/0074-0276140362.", "ArticleIdList": ["10.1590/0074-0276140362", "PMC4489464", "25466622"]}, {"Citation": "Bustamante JM, Tarleton RL. Potential new clinical therapies for Chagas disease. Expert Rev Clin Pharmacol. 2014;7(3):317–325. doi: 10.1586/17512433.2014.909282.", "ArticleIdList": ["10.1586/17512433.2014.909282", "24716790"]}, {"Citation": "Bern C. Chagas’ disease. N Engl J Med. 2015;373(5):456–466. doi: 10.1056/NEJMra1410150.", "ArticleIdList": ["10.1056/NEJMra1410150", "26222561"]}, {"Citation": "Morillo CA, Marin-Neto JA, Avezum A, Sosa-Estani S, Rassi A, Jr, Rosas F, Guhl F. Randomized trial of benznidazole for chronic Chagas’ cardiomyopathy. N Engl J Med. 2015;373(14):1295–1306. doi: 10.1056/NEJMoa1507574.", "ArticleIdList": ["10.1056/NEJMoa1507574", "26323937"]}, {"Citation": "Rassi A, De Rezende JM. American trypanosomiasis (Chagas disease) Infect Dis Clin N Am. 2012;26(2):275–291. doi: 10.1016/j.idc.2012.03.002.", "ArticleIdList": ["10.1016/j.idc.2012.03.002", "22632639"]}, {"Citation": "Bonney KM, Engman DM. Autoimmune pathogenesis of Chagas heart disease: looking back, looking ahead. Am J Pathol. 2015;185(6):1537–1547. doi: 10.1016/j.ajpath.2014.12.023.", "ArticleIdList": ["10.1016/j.ajpath.2014.12.023", "PMC4450315", "25857229"]}, {"Citation": "Rassi A, Jr, Neto M, Antonio J, Rassi A. Chronic Chagas cardiomyopathy: a review of the main pathogenic mechanisms and the efficacy of aetiological treatment following the Benznidazole evaluation for interrupting Trypanosomiasis (BENEFIT) trial. Mem Inst Oswaldo Cruz. 2017;112(3):224–235. doi: 10.1590/0074-02760160334.", "ArticleIdList": ["10.1590/0074-02760160334", "PMC5319366", "28225900"]}, {"Citation": "Schmidt TJ, Khalid S, Romanha AJ, Alves T, Biavatti M, Brun R, et al. The potential of secondary metabolites from plants as drugs or leads against protozoan neglected diseases-part II. Curr Med Chem. 2012;19(14):2176–2228. doi: 10.2174/092986712800229087.", "ArticleIdList": ["10.2174/092986712800229087", "22414104"]}, {"Citation": "Al-Snafi AE. Antiparasitic effects of medicinal plants (part 1)-a review. IOSR PHR. 2016;6(10):51–66."}, {"Citation": "Raut JS, Karuppayil SM. A status review on the medicinal properties of essential oils. Ind Crop Prod J. 2014;62:250–264. doi: 10.1016/j.indcrop.2014.05.055.", "ArticleIdList": ["10.1016/j.indcrop.2014.05.055"]}, {"Citation": "Borges AR, De Albuquerque Aires JR, Higino TMM, De Medeiros MDGF, Citó AMDGL, Lopes JAD, De Figueiredo RCBQ. Trypanocidal and cytotoxic activities of essential oils from medicinal plants of northeast of Brazil. Exp Parasitol. 2012;132(2):123–128. doi: 10.1016/j.exppara.2012.06.003.", "ArticleIdList": ["10.1016/j.exppara.2012.06.003", "22771867"]}, {"Citation": "Al-Snafi AE. Antiparasitic, antiprotozoal, molluscicidal and insecticidal activity of medicinal plants (part 2)–plant based review. Sch Acad J Pharm. 2016;5(6):194–207."}, {"Citation": "Santoro GF, Cardoso MG, Guimarães LGL, Freire JM, Soares MJ. Anti-proliferative effect of the essential oil of Cymbopogon citratus (DC) Stapf (lemongrass) on intracellular amastigotes, bloodstream trypomastigotes and culture epimastigotes of Trypanosoma cruzi (Protozoa: Kinetoplastida) Parasitology. 2007;134(11):1649–1656. doi: 10.1017/S0031182007002958.", "ArticleIdList": ["10.1017/S0031182007002958", "17686189"]}, {"Citation": "Cheikh Ali Z, Adiko M, Bouttier S, Bories C, Okpekon T, Poupon E, Champy P. Composition, and antimicrobial and remarkable antiprotozoal activities of the essential oil of rhizomes of Aframomum sceptrum K. Schum. (Zingiberaceae) Chem Biodivers. 2011;8(4):658–667. doi: 10.1002/cbdv.201000216.", "ArticleIdList": ["10.1002/cbdv.201000216", "21480511"]}, {"Citation": "Santos NN, Menezes LR, Dos Santos JA, Meira CS, Guimarhes ET, Soares MB, Costa EV. A new source of (R)-limonene and rotundifolone from leaves of Lippia pedunculosa (verbenaceae) and their trypanocidal properties. Nat Prod Commun. 2014;9(6):737–739.", "ArticleIdList": ["25115066"]}, {"Citation": "Villamizar LH, Cardoso MDG, Andrade JD, Teixeira ML, Soares MJ. Linalool, a Piper aduncum essential oil component, has selective activity against Trypanosoma cruzi trypomastigote forms at 4° C. Mem Inst Oswaldo Cruz. 2017;112(2):131–139. doi: 10.1590/0074-02760160361.", "ArticleIdList": ["10.1590/0074-02760160361", "PMC5293122", "28177047"]}, {"Citation": "Stashenko EE, Martínez JR, Durán DC, Córdoba Y, Caballero D. Estudio comparativo de la composición química y la actividad antioxidante de los aceites esenciales de algunas plantas del género Lippia (Verbenaceae) cultivadas en Colombia. Rev Acad Colomb Ci Exact Fís Nat. 2014;38:89–105. doi: 10.18257/raccefyn.156.", "ArticleIdList": ["10.18257/raccefyn.156"]}, {"Citation": "Ku CM, Lin JY. Anti-inflammatory effects of 27 selected terpenoid compounds tested through modulating Th1/Th2 cytokine secretion profiles using murine primary splenocytes. Food Chem. 2013;141(2):1104–1113. doi: 10.1016/j.foodchem.2013.04.044.", "ArticleIdList": ["10.1016/j.foodchem.2013.04.044", "23790892"]}, {"Citation": "Bai J, Zheng Y, Wang G, Liu P. Protective effect of D-limonene against oxidative stress-induced cell damage in human lens epithelial cells via the p38 pathway. Oxidative Med Cell Longev. 2015;2016:1–12.", "ArticleIdList": ["PMC4670880", "26682012"]}, {"Citation": "Liao PC, Yang TS, Chou JC, Chen J, Lee SC, Kuo YH, Ho LC, Chao LKP. Anti-inflammatory activity of neral and geranial isolated from fruits of Litsea cubeba Lour. J Funct Foods. 2015;19:248–258. doi: 10.1016/j.jff.2015.09.034.", "ArticleIdList": ["10.1016/j.jff.2015.09.034"]}, {"Citation": "García LT, Leal AF, Moreno ÉM, Stashenko EE, Arteaga HJ. Differential anti-proliferative effect on K562 leukemia cells of Lippia alba (Verbenaceae) essential oils produced under diverse growing, collection and extraction conditions. Ind Crop Prod J. 2017;96:140–148. doi: 10.1016/j.indcrop.2016.11.057.", "ArticleIdList": ["10.1016/j.indcrop.2016.11.057"]}, {"Citation": "Hennebelle T, Sahpaz S, Joseph H, Bailleul F. Ethnopharmacology of Lippia alba. J Ethnopharmacol. 2008;116(2):211–222. doi: 10.1016/j.jep.2007.11.044.", "ArticleIdList": ["10.1016/j.jep.2007.11.044", "18207682"]}, {"Citation": "Di Stasi LC, Oliveira GP, Carvalhaes MA, Queiroz-Junior M, Tien OS, Kakinami SH, Reis MS. Medicinal plants popularly used in the Brazilian tropical Atlantic Forest. Fitoterapia. 2002;73(1):69–91. doi: 10.1016/S0367-326X(01)00362-8.", "ArticleIdList": ["10.1016/S0367-326X(01)00362-8", "11864767"]}, {"Citation": "Pinto EDPP, Amorozo MCDM, Furlan A. Conhecimento popular sobre plantas medicinais em comunidades rurais de mata atlântica–Itacaré, BA. Brasil Acta bot bras. 2006;20(4):751–762. doi: 10.1590/S0102-33062006000400001.", "ArticleIdList": ["10.1590/S0102-33062006000400001"]}, {"Citation": "Toscano GJ. Uso tradicional de plantas medicinales en la vereda San Isidro, municipio de San José de Pare-Boyacá: un estudio preliminar usando técnicas cuantitativas. Acta biol Colomb. 2006;11(2):1137–1146."}, {"Citation": "Escobar P, Milena Leal S, Herrera LV, Martinez JR, Stashenko E. Chemical composition and antiprotozoal activities of Colombian Lippia spp essential oils and their major components. Mem Inst Oswaldo Cruz. 2010;105(2):184–190. doi: 10.1590/S0074-02762010000200013.", "ArticleIdList": ["10.1590/S0074-02762010000200013", "20428679"]}, {"Citation": "Azeredo CM, Soares MJ. Combination of the essential oil constituents citral, eugenol and thymol enhance their inhibitory effect on Crithidia fasciculata and Trypanosoma cruzi growth. Rev Bras Farmacogn. 2013;23(5):762–768. doi: 10.1590/S0102-695X2013000500007.", "ArticleIdList": ["10.1590/S0102-695X2013000500007"]}, {"Citation": "Polanco-Hernández G, Escalante-Erosa F, García-Sosa K, Rosado ME, Guzmán-Marín E, Acosta-Viana KY, Giménez-Turba A, Salamanca E, Peña-Rodríguez LM. Synergistic effect of lupenone and caryophyllene oxide against Trypanosoma cruzi. J Evid Based Complementary Altern Med. 2013;2013.", "ArticleIdList": ["PMC3671683", "23762135"]}, {"Citation": "Adams R. Identification of essential oil components by gas chromatography / mass spectrometry. fourth ed. Illinois: Carol Stream; 2007. p. 804."}, {"Citation": "Fivelman QL, Adagu IS, Warhurst DC. Modified fixed-ratio isobologram method for studying in vitro interactions between atovaquone and proguanil or dihydroartemisinin against drug-resistant strains of Plasmodium falciparum. Antimicrob Agents Chemother. 2004;48(11):4097–4102. doi: 10.1128/AAC.48.11.4097-4102.2004.", "ArticleIdList": ["10.1128/AAC.48.11.4097-4102.2004", "PMC525430", "15504827"]}, {"Citation": "Pendergrass W, Wolf N, Poot M. Efficacy of MitoTracker green™ and CMXrosamine to measure changes in mitochondrial membrane potentials in living cells and tissues. Cytom Part A. 2004;61(2):162–169. doi: 10.1002/cyto.a.20033.", "ArticleIdList": ["10.1002/cyto.a.20033", "15382028"]}, {"Citation": "Urbina JA. Recent clinical trials for the etiological treatment of chronic Chagas disease: advances, challenges and perspectives. J Eukariot Microbiol. 2015;62(1):149–156. doi: 10.1111/jeu.12184.", "ArticleIdList": ["10.1111/jeu.12184", "25284065"]}, {"Citation": "Malik LH, Singh GD, Amsterdam EA. The epidemiology, clinical manifestations, and management of chagas heart disease. Clin Cardiol. 2015;38(9):565–569. doi: 10.1002/clc.22421.", "ArticleIdList": ["10.1002/clc.22421", "PMC6490782", "25993972"]}, {"Citation": "Viotti R, De Noya BA, Araujo-Jorge T, Grijalva MJ, Guhl F, López MC, Torrico F. Towards a paradigm shift in the treatment of chronic Chagas disease. Antimicrob Agents Chemother. 2014;58(2):635–639. doi: 10.1128/AAC.01662-13.", "ArticleIdList": ["10.1128/AAC.01662-13", "PMC3910900", "24247135"]}, {"Citation": "Turrens JF. Oxidative stress and antioxidant defenses: a target for the treatment of diseases caused by parasitic protozoa. Mol Asp Med. 2004;25(1):211–220. doi: 10.1016/j.mam.2004.02.021.", "ArticleIdList": ["10.1016/j.mam.2004.02.021", "15051329"]}, {"Citation": "Wilkinson SR, Kelly JM. Trypanocidal drugs: mechanisms, resistance and new targets. Expert Rev Mol Med. 2009;11:e31. doi: 10.1017/S1462399409001252.", "ArticleIdList": ["10.1017/S1462399409001252", "19863838"]}, {"Citation": "Molina I, Salvador F, Sanchez-Montalva A, Treviño B, Serre N, Sao Avilés A, Almirante B. Toxic profile of benznidazole in patients with chronic Chagas disease: risk factors and comparison of the product from two different manufacturers. Antimicrob Agents Chemother. 2015;59(10):6125–6131. doi: 10.1128/AAC.04660-14.", "ArticleIdList": ["10.1128/AAC.04660-14", "PMC4576116", "26195525"]}, {"Citation": "Rajao MA, Furtado C, Alves CL, Passos Silva DG, Moura MB, Schamber Reis BL, Mendes IC. Unveiling Benznidazole's mechanism of action through overexpression of DNA repair proteins in Trypanosoma cruzi. Environ Mol Mutagen. 2014;55(4):309–321. doi: 10.1002/em.21839.", "ArticleIdList": ["10.1002/em.21839", "24347026"]}, {"Citation": "Kpoviessi S, Bero J, Agbani P, Gbaguidi F, Kpadonou-Kpoviessi B, Sinsin B, Quetin-Leclercq J. Chemical composition, cytotoxicity and in vitro antitrypanosomal and antiplasmodial activity of the essential oils of four Cymbopogon species from Benin. J Ethnopharmacol. 2014;151(1):652–659. doi: 10.1016/j.jep.2013.11.027.", "ArticleIdList": ["10.1016/j.jep.2013.11.027", "24269775"]}, {"Citation": "Teles S, Pereira JA, Santos CH, Menezes RV, Malheiro R, Lucchese AM, Silva F. Geographical origin and drying methodology may affect the essential oil of Lippia alba (mill) NE Brown. Ind Crop Prod. 2012;37(1):247–252. doi: 10.1016/j.indcrop.2011.12.029.", "ArticleIdList": ["10.1016/j.indcrop.2011.12.029"]}, {"Citation": "Liu Y, Whelan RJ, Pattnaik BR, Ludwig K, Subudhi E, Rowland H, Felder M. Terpenoids from Zingiber officinale (ginger) induce apoptosis in endometrial cancer cells through the activation of p53. PLoS One. 2012;7(12):e53178. doi: 10.1371/journal.pone.0053178.", "ArticleIdList": ["10.1371/journal.pone.0053178", "PMC3534047", "23300887"]}, {"Citation": "Dudai N, Weinstein Y, Krup M, Rabinski T, Ofir R. Citral is a new inducer of caspase-3 in tumor cell lines. Planta Med. 2005;71(05):484–488. doi: 10.1055/s-2005-864146.", "ArticleIdList": ["10.1055/s-2005-864146", "15931590"]}, {"Citation": "Zeng S, Kapur A, Patankar MS, Xiong MP. Formulation, characterization, and antitumor properties of trans-and cis-citral in the 4T1 breast cancer xenograft mouse model. Pharm Res. 2015;32(8):2548–2558.", "ArticleIdList": ["PMC4490114", "25673043"]}, {"Citation": "Mesa-Arango AC, Montiel-Ramos J, Zapata B, Durán C, Betancur-Galvis L, Stashenko E. Citral and carvone chemotypes from the essential oils of Colombian Lippia alba (mill.) NE Brown: composition, cytotoxicity and antifungal activity. Mem Inst Oswaldo Cruz. 2009;104(6):878–884. doi: 10.1590/S0074-02762009000600010.", "ArticleIdList": ["10.1590/S0074-02762009000600010", "19876560"]}, {"Citation": "De Paula PM, Da Silva GN, Luperini BCO, Bachiega TF, De Castro Marcondes JP, Sforcin JM, Salvadori DMF. Citral and eugenol modulate DNA damage and pro-inflammatory mediator genes in murine peritoneal macrophages. Mol Biol Rep. 2014;41(11):7043–7051. doi: 10.1007/s11033-014-3657-9.", "ArticleIdList": ["10.1007/s11033-014-3657-9", "25103019"]}, {"Citation": "Katsukawa M, Nakata R, Takizawa Y, Hori K, Takahashi S, Inoue H. Citral, a component of lemongrass oil, activates PPARα and γ and suppresses COX-2 expression. BBA-Mol Cell Biol Lipid. 2010;1801(11):1214–1220. doi: 10.1016/j.bbalip.2010.07.004.", "ArticleIdList": ["10.1016/j.bbalip.2010.07.004", "20656057"]}, {"Citation": "Lee HJ, Jeong HS, Kim DJ, Noh YH, Yuk DY, Hong JT. Inhibitory effect of citral on NO production by suppression of iNOS expression and NF-κB activation in RAW264. 7 cells. Arch Pharm Res. 2008;31(3):342–349. doi: 10.1007/s12272-001-1162-0.", "ArticleIdList": ["10.1007/s12272-001-1162-0", "18409048"]}, {"Citation": "Park KR, Nam D, Yun HM, Lee SG, Jang HJ, Sethi G, Ahn KS. β-Caryophyllene oxide inhibits growth and induces apoptosis through the suppression of PI3K/AKT/mTOR/S6K1 pathways and ROS-mediated MAPKs activation. Cancer Lett. 2011;312(2):178–188. doi: 10.1016/j.canlet.2011.08.001.", "ArticleIdList": ["10.1016/j.canlet.2011.08.001", "21924548"]}, {"Citation": "Sun J. D-limonene: safety and clinical applications. Altern Med Rev. 2007;12(3):259.", "ArticleIdList": ["18072821"]}, {"Citation": "Xiu-zhen WLZ. Growth inhibition effects of D-limonene on human gastric carcinoma MGC803 cells. Life Sci Instrum. 2009;1:012."}, {"Citation": "Kapoor S. D-limonene: an emerging antineoplastic agent. Hum Exp Toxicol. 2013;32(11):1228. doi: 10.1177/0960327113489053.", "ArticleIdList": ["10.1177/0960327113489053", "23716733"]}, {"Citation": "Miller JA, Lang JE, Ley M, Nagle R, Hsu CH, Thompson PA, Chow HS. Human breast tissue disposition and bioactivity of limonene in women with early-stage breast cancer. Cancer Prev Res. 2013;6(6):577–584. doi: 10.1158/1940-6207.CAPR-12-0452.", "ArticleIdList": ["10.1158/1940-6207.CAPR-12-0452", "PMC3692564", "23554130"]}, {"Citation": "Rabi T, Bishayee A. D-limonene sensitizes docetaxel-induced cytotoxicity in human prostate cancer cells: generation of reactive oxygen species and induction of apoptosis. J Carcinog. 2009;8:9. doi: 10.4103/1477-3163.51368.", "ArticleIdList": ["10.4103/1477-3163.51368", "PMC2699604", "19465777"]}, {"Citation": "Trachootham D, Zhou Y, Zhang H, Demizu Y, Chen Z, Pelicano H, et al. Selective killing of oncogenically transformed cells through a ROS-mediated mechanism by β-phenylethyl isothiocyanate. Cancer Cell. 2006;10(3):241–252. doi: 10.1016/j.ccr.2006.08.009.", "ArticleIdList": ["10.1016/j.ccr.2006.08.009", "16959615"]}, {"Citation": "Stashenko EE, Jaramillo BE, Martínez JR. Comparison of different extraction methods for the analysis of volatile secondary metabolites of Lippia alba (mill.) NE Brown, grown in Colombia, and evaluation of its in vitro antioxidant activity. J Chromatogr A. 2004;1025(1):93–103. doi: 10.1016/j.chroma.2003.10.058.", "ArticleIdList": ["10.1016/j.chroma.2003.10.058", "14753676"]}, {"Citation": "Chaimovitsh D, Altshuler O, Belausov E, Abu Abied M, Rubin B, Sadot E, Dudai N. The relative effect of citral on mitotic microtubules in wheat roots and BY2 cells. Plant Biol. 2012;14(2):354–364. doi: 10.1111/j.1438-8677.2011.00511.x.", "ArticleIdList": ["10.1111/j.1438-8677.2011.00511.x", "22039835"]}, {"Citation": "Jia SS, Xi GP, Zhang M, Chen YB, Lei B, Dong XS, Yang YM. Induction of apoptosis by D-limonene is mediated by inactivation of Akt in LS174T human colon cancer cells. Oncol Rep. 2013;29(1):349–354. doi: 10.3892/or.2012.2093.", "ArticleIdList": ["10.3892/or.2012.2093", "23117412"]}, {"Citation": "Xia H, Liang W, Song Q, Chen X, Chen X, Hong J. The in vitro study of apoptosis in NB4 cell induced by citral. Cytotechnology. 2013;65(1):49–57. doi: 10.1007/s10616-012-9453-2.", "ArticleIdList": ["10.1007/s10616-012-9453-2", "PMC3536870", "22573288"]}, {"Citation": "Kapur A, Felder M, Fass L, Kaur J, Czarnecki A, Rathi K, Patankar M. The monoterpene, citral, increases intracellular oxygen radicals and inhibits cancer cell proliferation by inducing apoptosis and endoplasmic reticulum stress. Clin Cancer Res. 2016;615(22):19106–14404."}, {"Citation": "Das R, Roy A, Dutta N, Majumder HK. Reactive oxygen species and imbalance of calcium homeostasis contributes to curcumin induced programmed cell death in Leishmania donovani. Apoptosis. 2008;13(7):867–882. doi: 10.1007/s10495-008-0224-7.", "ArticleIdList": ["10.1007/s10495-008-0224-7", "18506627"]}, {"Citation": "García LT, Leite NR, Alfonzo JD, Thiemann OH. Effects of Trypanosoma brucei tryptophanyl-tRNA synthetases silencing by RNA interference. Mem Inst Oswaldo Cruz. 2007;102(6):757–762. doi: 10.1590/S0074-02762007000600016.", "ArticleIdList": ["10.1590/S0074-02762007000600016", "17924007"]}, {"Citation": "Menna-Barreto RF, Salomão K, Dantas AP, Santa-Rita RM, Soares MJ, Barbosa HS, De Castro SL. Different cell death pathways induced by drugs in Trypanosoma cruzi: an ultrastructural study. Micron. 2009;40(2):157–168. doi: 10.1016/j.micron.2008.08.003.", "ArticleIdList": ["10.1016/j.micron.2008.08.003", "18849169"]}, {"Citation": "Jimenez V, Paredes R, Sosa MA, Galanti N. Natural programmed cell death in T. cruzi epimastigotes maintained in axenic cultures. J Cell Biochem. 2008;105(3):688–698. doi: 10.1002/jcb.21864.", "ArticleIdList": ["10.1002/jcb.21864", "18668509"]}, {"Citation": "López MA, Stashenko EE, Fuentes JL. Chemical composition and antigenotoxic properties of Lippia alba essential oils. Genet Biol Mol. 2011;34(3):479–488. doi: 10.1590/S1415-47572011005000030.", "ArticleIdList": ["10.1590/S1415-47572011005000030", "PMC3168191", "21931523"]}, {"Citation": "Chou TC. Theoretical basis, experimental design, and computerized simulation of synergism and antagonism in drug combination studies. Pharmacol Rev. 2006;58(3):621–681. doi: 10.1124/pr.58.3.10.", "ArticleIdList": ["10.1124/pr.58.3.10", "16968952"]}]}], "History": [{"Year": "2017", "Month": "11", "Day": "28"}, {"Year": "2018", "Month": "7", "Day": "18"}, {"Year": "2018", "Month": "7", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["30053848", "PMC6062979", "10.1186/s12906-018-2293-7", "10.1186/s12906-018-2293-7"]}}]}