{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Angiogenesis", "Cancer", "Chorioallantoic membrane", "Human umbilical vein endothelial cells", "Thalidomide", "Trigonella foenum-graecum"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30065767", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/1735-5362.235161"], "Journal": {"ISSN": "1735-5362", "JournalIssue": {"Volume": "13", "Issue": "4", "PubDate": {"Year": "2018", "Month": "Aug"}}, "Title": "Research in pharmaceutical sciences", "ISOAbbreviation": "Res Pharm Sci"}, "ArticleTitle": "<i>In vivo</i> and <i>In vitro</i> effects of ethanolic extract of <i>Trigonella foenum-graecum</i> L. seeds on proliferation, angiogenesis and tube formation of endothelial cells.", "Pagination": {"StartPage": "343", "EndPage": "352", "MedlinePgn": "343-352"}, "Abstract": {"AbstractText": ["The role of angiogenesis in tumor progression and metastasis formation has been well recognized. Recent studies have reported that <i>Trigonella foenum-graecum</i> L. (fenugreek) seed extracts have potential anticancer properties. The current study was planned to investigate the anti-angiogenic activity of hydroalcoholic extract of fenugreek (HAEF) <i>in vitro</i> and <i>in vivo</i>. Effect of HAEF (50-3000 µg/mL) and thalidomide (200-3000 µmol/L), as a positive control, on the viability of human umbilical vein endothelial cells (HUVECs) and 3T3 fibroblast cells was assessed by thiazolyl blue tetrazolium bromide (MTT) assay. Effect of HAEF on vessel-like tube formation by HUVECs was examined in the matrigel-based assay. Furthermore, the chick chorioallantoic membrane (CAM) was used as <i>in vivo</i> model to study the anti-angiogenic effect of HAEF. HAEF, similar to thalidomide, significantly inhibited the viability of HUVECs and 3T3 cells dose-dependently after 24 h. Moreover, both HAEF and thalidomide significantly reduced tube formation by HUVECs in cell culture condition. In CAM model, HAEF and thalidomide caused a significant decline in the number of neovascular points and in the amount of grades 1 and 2 vessels. These findings revealed that fenugreek has cytotoxic and anti-angiogenic effects <i>in vitro</i> and <i>in vivo</i>. Therefore, this medicinal plant can be subjected to further investigations as antitumor agents."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, I.R. Iran."}, {"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, I.R. Iran."}], "LastName": "Iranmanesh", "ForeName": "Mozhdeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, I.R. Iran."}], "LastName": "Mohebbati", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neuroscience, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, I.R. Iran."}], "LastName": "Forouzanfar", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, I.R. Iran."}], "LastName": "Roshan", "ForeName": "Mostafa Karimi", "Initials": "MK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, I.R. Iran."}], "LastName": "Ghorbani", "ForeName": "Ahmad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, I.R. Iran."}], "LastName": "Nik", "ForeName": "Mohammad Jalili", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, I.R. Iran."}], "LastName": "Soukhtanloo", "ForeName": "Mohammad", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Res Pharm Sci", "NlmUniqueID": "101516968", "ISSNLinking": "1735-5362"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Carmeliet P, Jain RK. Angiogenesis in cancer and other diseases. Nature. 2000;407(6801):249–257.", "ArticleIdList": ["11001068"]}, {"Citation": "Cook KM, Figg WD. Angiogenesis inhibitors: current strategies and future prospects. CA Cancer J Clin. 2010;60:222–243.", "ArticleIdList": ["PMC2919227", "20554717"]}, {"Citation": "Nishida N, Yano H, Nishida T, Kamura T, Kojiro M. Angiogenesis in cancer. Vasc Health and Risk Manag. 2006;2(3):213–219.", "ArticleIdList": ["PMC1993983", "17326328"]}, {"Citation": "Shoeb M. Anti-cancer agents from medicinal plants. Bangladesh J Pharm. 2006;1(2):35–41."}, {"Citation": "Shu L, Cheung KL, Khor TO, Chen C, Kong AN. Phytochemicals: cancer chemoprevention and suppression of tumor onset and metastasis. Cancer Metastasis Rev. 2010;29(3):483–502.", "ArticleIdList": ["20798979"]}, {"Citation": "Yin SY, Wei WC, Jian FY, Yang NS. Therapeutic applications of herbal medicines for cancer patients. Evid Based Complement Alternat Med. 2013 Article ID: 302426.", "ArticleIdList": ["PMC3727181", "23956768"]}, {"Citation": "Saklani A, Kutty SK. Plant-derived compounds in clinical trials. Drug discovery Today. 2008;13:161–71.", "ArticleIdList": ["18275914"]}, {"Citation": "Mirian M, Behrooeian M, Ghanadian M, Dana N, Sadeghi-Aliabadi H. Cytotoxicity and antiangiogenic effects of Rhus coriaria, Pistacia vera and Pistacia khinjuk oleoresin methanol extracts. Res Pharma Sci. 2015;10(3):233–240.", "ArticleIdList": ["PMC4621630", "26600850"]}, {"Citation": "Dana N, Javanmard ShH, Rafiee L. Antiangiogenic and antiproliferative effects of black pomegranate peel extract on melanoma cell line. Res pharma sci. 2015;10(2):117–124.", "ArticleIdList": ["PMC4584450", "26487888"]}, {"Citation": "Hsieh YJ, Huang HS, Leu YL, Peng KC, Chang CJ, Chang MY. Anticancer activity of Kalanchoe tubiflora extract against human lung cancer cells in vitro and in vivo. Environ Toxicol. 2016;31(11):1663–1673.", "ArticleIdList": ["26179408"]}, {"Citation": "Petropoulos GA. Fenugreek: The Genus Trigonella. 1st ed. United States: CRC Press; 2002. pp. 1–7."}, {"Citation": "Sur P, Das M, Gomes A, Vedasiromoni J, Sahu NP, Banerjee S, et al. Trigonella foenum graecum (fenugreek) seed extract as an antineoplastic agent. Phytother Res. 2001;15(3):257–259.", "ArticleIdList": ["11351364"]}, {"Citation": "Amin A, Alkaabi A, Al-Falasi S, Daoud SA. Chemopreventive activities of Trigonella foenum graecum (Fenugreek) against breast cancer. Cell biol int. 2005;29(8):687–694.", "ArticleIdList": ["15936223"]}, {"Citation": "Alsemari A, Alkhodairy F, Aldakan A, Al-Mohanna M, Bahoush E, Shinwari Z, et al. The selective cytotoxic anti-cancer properties and proteomic analysis of Trigonella Foenum-Graecum. BMC complement Altern Med. 2014;14:114–122.", "ArticleIdList": ["PMC4021494", "24679057"]}, {"Citation": "Mehrafarin A, Qaderi A, Rezazadeh S, Naghdi Badi H, Noormohammadi G, Zand E. Bioengineering of important secondary metabolites and metabolic pathways in fenugreek (Trigonella foenum-graecum L.) J Med Plants. 2010;3(35):1–18."}, {"Citation": "Ribes G, Sauvaire Y, Costa CD, Baccou JC, Loubatieres-Mariani MM. Antidiabetic effects of subtractions from fenugreek seeds in diabetic dogs. Proc Soc Exp Biol Med. 1986;182(2):159–166.", "ArticleIdList": ["2871558"]}, {"Citation": "Das S. Hepatoprotective activity of methanol extract of fenugreek seeds on rats. Int J Pharm Sci Res. 2014;5(4):1506–1513."}, {"Citation": "Ghorbani A. Best herbs for managing diabetes: a review of clinical studies. Braz J Pharm Sci. 2013;49(3):413–422."}, {"Citation": "Sharma MS, Choudhary PR. Hypolipidemic effect of fenugreek seeds and its comparison with atorvastatin on experimentally induced hyperlipidemia. J Coll Physicians Surg Pak. 2014;24(8):539–542.", "ArticleIdList": ["25149829"]}, {"Citation": "Al-Oqail MM, Farshori NN, Al-Sheddi ES, Musarrat J, Al-Khedhairy AA, Siddiqui MA. In vitro cytotoxic activity of seed oil of fenugreek against various cancer cell lines. Asian Pac J Cancer Prev. 2013;14(3):1829–1832.", "ArticleIdList": ["23679282"]}, {"Citation": "Al-Zubaidy AA, Sahib HB, Sadiq MH. Anti-angiogenig activity of fenugreek extracts: in vivo and ex vivo study. Int J Pharm Sci Rev Res. 2016;36(2):184–189."}, {"Citation": "Mortazavian SM, Parsaee H, Mousavi SH, Tayarani-Najaran Z, Ghorbani A, Sadeghnia HR. Acetylcholinesterase inhibitors promote angiogenesis in chick chorioallantoic membrane and inhibit apoptosis of endothelial cells. Int J Alzheimer Dis. 2013;2013 DOI: 10.1155/2013/121068.", "ArticleIdList": ["PMC3789489", "24159418"]}, {"Citation": "Risau W. Mechanisms of angiogenesis. Nature. 1997;386(6626):671–674.", "ArticleIdList": ["9109485"]}, {"Citation": "Cockerill GW, Gamble JR, Vadas MA. Angiogenesis: models and modulators. Int Rev Cytol. 1995;159:113–160.", "ArticleIdList": ["7537724"]}, {"Citation": "Ribatti D. Chicken chorioallantoic membrane angiogenesis model. Methods Mol Biol. 2012;843:47–57.", "ArticleIdList": ["22222520"]}, {"Citation": "Carmeliet P. Angiogenesis in health and disease. Nat Med. 2003;9(6):653–660.", "ArticleIdList": ["12778163"]}, {"Citation": "Bodnar RJ. Anti-angiogenic drugs: involvement in cutaneous side effects and wound-healing complication. Adv Wound Care. 2014;3(10):635–346.", "ArticleIdList": ["PMC4183909", "25302138"]}, {"Citation": "Thirunavukkarasu V, Anuradha CV, Viswanathan P. Protective effect of fenugreek (Trigonella foenum graecum) seeds in experimental ethanol toxicity. Phytother Res. 2003;17(7):737–743.", "ArticleIdList": ["12916070"]}, {"Citation": "Widsten P, Laine JE, Qvintus-Leino P, Tuominen S. Effect of high-temperature defibration on the chemical structure of hardwood. Holzforschung. 2002;56:51–59."}, {"Citation": "Zhao XL, Zhao YF, Guo SC, Song HS, Wang D, Gong P. Synthesis and anti-tumor activities of novel [1,2,4] triazolo [1,5-a] pyrimidines. Molecules. 2007;12(5):1136–1146.", "ArticleIdList": ["PMC6149424", "17873847"]}, {"Citation": "D’Amato RJ, Loughnan MS, Flynn E, Folkman J. Thalidomide is an inhibitor of angiogenesis. Proc Natl Acad Sci U S A. 1994;91(9):4082–4085.", "ArticleIdList": ["PMC43727", "7513432"]}, {"Citation": "Figg WD, Dahut W, Duray P, Hamilton M, Tompkins A, Steinberg SM, et al. A randomized phase II trial of thalidomide, an angiogenesis inhibitor, in patients with androgen-independent prostate cancer. Clin Cancer Res. 2001;7(7):1888–1893.", "ArticleIdList": ["11448901"]}, {"Citation": "Francescone RA, 3rd, Faibish M, Shao R. A matrigel-based tube formation assay to assess the vasculogenic activity of tumor cells. J Vis Exp. 2011 DOI: 10.3791/3040.", "ArticleIdList": ["PMC3230200", "21931289"]}, {"Citation": "Isaji M, Miyata H, Ajisawa Y, Takehana Y, Yoshimura N. Tranilast inhibits the proliferation, chemotaxis and tube formation of human microvascular endothelial cells in vitro and angiogenesis in vivo. Br J pharmacol. 1997;122(6):1061–1066.", "ArticleIdList": ["PMC1565049", "9401770"]}, {"Citation": "Saleem U, Ahmad B, Ahmad M, Hussain K, Bukhari NI, Ashraf M. Evaluation of anti-angiogenic activity of latex and extracts of Euphorbia helioscopia using chorioallontoic membrane (CAM) assay. Int J Agric Biol. 2015;17:339–344."}, {"Citation": "Oak MH, El Bedoui J, Schini-Kerth VB. Antiangiogenic properties of natural polyphenols from red wine and green tea. J Nut Biochem. 2005;16:1–8.", "ArticleIdList": ["15629234"]}, {"Citation": "Plate KH, Breier G, Weich HA, Risau W. Vascular endothelial growth factor is a potential tumour angiogenesis factor in human gliomas in vivo. 1992;359(6398):845–848.", "ArticleIdList": ["1279432"]}, {"Citation": "Mojzis J, Varinska L, Mojzisova G, Kostova I, Mirossay L. Antiangiogenic effects of flavonoids and chalcones. Pharmacol Res. 2008;57(4):259–265.", "ArticleIdList": ["18387817"]}, {"Citation": "Chen Y, Tang YM, Yu SL, Han YW, Kou JP, Liu BL, et al. Advances in the pharmacological activities and mechanisms of diosgenin. Chin J Nat Med. 2015;13(8):578–587.", "ArticleIdList": ["26253490"]}, {"Citation": "Chen PS, Shih YW, Huang HC, Cheng HW. Diosgenin, a steroidal saponin, inhibits migration and invasion of human prostate cancer PC-3 cells by reducing matrix metalloproteinases expression. PLoS One. 2011;6(5):e20164.", "ArticleIdList": ["PMC3100339", "21629786"]}, {"Citation": "Moalic S, Liagre B, Corbière C, Bianchi A, Dauça M, Bordji K, et al. A plant steroid, diosgenin, induces apoptosis, cell cycle arrest and COX activity in osteosarcoma cells. FEBS Lett. 2001;506(3):225–230.", "ArticleIdList": ["11602250"]}, {"Citation": "Raju J, Patlolla JM, Swamy MV, Rao CV. Diosgenin, a steroid saponin of Trigonella foenum graecum (Fenugreek), inhibits azoxymethane-induced aberrant crypt foci formation in F344 rats and induces apoptosis in HT-29 human colon cancer cells. Cancer Epidemiol Biomarkers Prev. 2004;13(8):1392–1398.", "ArticleIdList": ["15298963"]}, {"Citation": "Hibasami H, Moteki H, Ishikawa K, Katsuzaki H, Imai K, Yoshioka K, et al. Protodioscin isolated from fenugreek (Trigonella foenumgraecum L.) induces cell death and morphological change indicative of apoptosis in leukemic cell line H-60, but not in gastric cancer cell line KATO III. Int J Mol Med. 2003;11:23–26.", "ArticleIdList": ["12469212"]}, {"Citation": "Liu MJ, Wang Z, Ju Y, Wong RN, Wu QY. Diosgenin induces cell cycle arrest and apoptosis in human leukemia K562 cells with the disruption of Ca2+ homeostasis. Cancer chemother pharmacol. 2005;55:79–90.", "ArticleIdList": ["15372201"]}, {"Citation": "Corbiere C, Liagre B, Bianchi A, Bordji K, Dauca M, Netter P, et al. Different contribution of apoptosis to the antiproliferative effects of diosgenin and other plant steroids, hecogenin and tigogenin, on human 1547 osteosarcoma cells. Int J Oncol. 2003;22(4):899–905.", "ArticleIdList": ["12632085"]}, {"Citation": "Aggarwal BB. Nuclear factor-κB: the enemy within. Cancer cell. 2004;6(3):203–208.", "ArticleIdList": ["15380510"]}]}], "History": [{"Year": "2018", "Month": "8", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30065767", "PMC6040168", "10.4103/1735-5362.235161", "RPS-13-343"]}}]}