{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Diaporthe", "Stryphnodendron adstringens", "Vochysia divergens", "medicinal plants", "natural antimicrobials"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30087658", "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "07", "Day": "24"}], "Language": ["eng"], "ELocationID": ["1526", "10.3389/fmicb.2018.01526"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2018"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Bioprospecting and Structure of Fungal Endophyte Communities Found in the Brazilian Biomes, Pantanal, and Cerrado.", "Pagination": {"StartPage": "1526", "MedlinePgn": "1526"}, "Abstract": {"AbstractText": ["Medicinal plants have been recognized as hosts of high diverse endophytic microorganisms, including fungi that produce secondary metabolites with biological activity. Two biomes in Brazil, Pantanal (wetland), and Cerrado (savannah), are known as biodiversity hotspots, and despite their importance as a reservoir for several species, knowledge about the fungal biodiversity in these biomes is very limited. Fungal endophytic communities associated with leaves and petioles of the medicinal plants <i>Vochysia divergens</i> (from Pantanal) and <i>Stryphnodendron adstringens</i> (from Cerrado) were analyzed and studied for their antimicrobial activity against human and plant pathogens. A total of 1,146 isolates of endophytic fungi were obtained from plants collected in January and June of 2016 and grouped into 124 morphotypes. One isolate of each morphotype was identified by sequencing of internal transcribed spacer (ITS) region of the rDNA gene, which revealed the presence of 24 genera, including 3 possible new genera, and 48 taxa. Differences in the endophytic community according to the biomes were observed concerning the analyzed morphotypes. However, when we analyzed the diversity of genera and richness, they were similar for both plants, with <i>Diaporthe, Phyllosticta</i>, and <i>Neofusicoccum</i> as dominant genera. In addition, the community composition of <i>V. divergens</i> differs according to the analyzed plant tissues (petiole and leaf). These data suggested that both, the plant species and plant tissues play a role in the composition of endophytic community. As regards the biotechnological potential, 5 isolates showed activity against the phytopathogens <i>Phyllosticta citricarpa, Colletotrichum abscissum</i>, and <i>Fusarium verticilioides</i>, and 8 isolates showed high activity against clinical pathogens and were selected for the production of crude extract in different culture media. Extract from cultivation of <i>Diaporthe</i> sp. LGMF1548 and LGMF1583 and <i>Neofusicoccum brasiliense</i> LGMF1535 showed activity against methicillin-resistant <i>Staphylococcus aureus, Klebssiella pneumonia</i>, and <i>Candida albicans</i>. In addition, extracts of <i>Diaporthe</i> cf. <i>heveae</i> LGMF1631 inhibited 90% of the mycelial growth of the <i>P. citricarpa</i> and 70% of <i>C. abscissum</i> and may represent an alternative to be used in the biological control of these phytopathogens. Future research will focus on the chemical characterization and structural elucidation of these bioactive compounds."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Basic Pathology, Federal University of Paraná, Curitiba, Brazil."}], "LastName": "Noriler", "ForeName": "Sandriele A", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Federal University of Paraná, Curitiba, Brazil."}], "LastName": "Savi", "ForeName": "Daiani C", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Federal University of Paraná, Curitiba, Brazil."}], "LastName": "Aluizio", "ForeName": "Rodrigo", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Federal University of Paraná, Curitiba, Brazil."}], "LastName": "Palácio-Cortes", "ForeName": "Angela M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Federal University of Mato Grosso do Sul, Campo Grande, Brazil."}], "LastName": "Possiede", "ForeName": "Yvelise M", "Initials": "YM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Federal University of Paraná, Curitiba, Brazil."}], "LastName": "Glienke", "ForeName": "Chirlei", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alho C. J. R., Silva J. S. V. (2012). Effects of severe floods and droughts on wildlife of the Pantanal Wetland (Brazil) - a review. Animals 2, 591–610. 10.3390/ani2040591", "ArticleIdList": ["10.3390/ani2040591", "PMC4494280", "26487165"]}, {"Citation": "Anderson M. J. (2001). A new method for non-parametric multivariate analysis of variance. Austral. Ecol. 26, 32–46. 10.1111/j.1442-9993.2001.01070.pp.x", "ArticleIdList": ["10.1111/j.1442-9993.2001.01070.pp.x"]}, {"Citation": "Badalyan S. M., Innocenti G., Garibyan N. G. (2002). Antagonistic activity of xylotrophic mushrooms against pathogenic fungi of cereals in dual culture. Phytopathol. Mediter. 41, 200–225. 10.14601/Phytopathol_Mediterr-1668", "ArticleIdList": ["10.14601/Phytopathol_Mediterr-1668"]}, {"Citation": "Baldassari R. B., Reis R. F., Goes A. (2006). Susceptibility of fruits of the ‘Valencia’ and ‘Natal’ sweet orange varieties to Guignardia citricarpa and the influence of the coexistence of healthy and symptomatic fruits. Fitopatol. Bras. 31, 4, 337–341. 10.1590/S0100-41582006000400002", "ArticleIdList": ["10.1590/S0100-41582006000400002"]}, {"Citation": "Carvalho C. R., Gonçalves V. N., Pereira C. B., Johann S., Galliza I. V., Rosa C. A., et al. (2012). The diversity, antimicrobial and anticancer activity of endophytic fungi associated with the medicinal plant Stryphnodendron adstringens (Mart.) Coville (Fabaceae) from the Brazilian savannah. Symbiosis 57, 95–107. 10.1007/s13199-012-0182-2", "ArticleIdList": ["10.1007/s13199-012-0182-2"]}, {"Citation": "CDC Centers for Disease Control and Prevention: Antibiotic Resistance Threats in the United States  (2013). U.S. Department of Health & Human Services. Available online at: https://www.cdc.gov/drugresistance/threat-report-2013/pdf/ar-threats-2013-508.pdf"}, {"Citation": "Clarke K. R. (1993). Non-parametric multivariate analysis of changes in community structure. Austral. J. Ecol. 18, 117–143."}, {"Citation": "CLSI (2015). Performance Standards for Antimicrobial Susceptibility Testing; Twenty-Fifth Informational Supplement. CLSI document M100-S25. Wayne, PA: Clinical and Laboratory Standards Institute."}, {"Citation": "Correia A. M. L., Lira S. P., Assis M. A., Rodrigues A. (2017). Fungal Endophyte Communities in Begonia Species from the Brazilian Atlantic Rainforest. Curr. Microbiol. 75, 441–449. 10.1007/s00284-017-1400-1", "ArticleIdList": ["10.1007/s00284-017-1400-1", "29159690"]}, {"Citation": "Da cunha Nunes C., Junk W. J., Falessa O., Costa C. P., Almeida L. (2000). Influences of Dry and Flooding Periods on Phenology and the Dynamic of Seedlings and Saplings of Vochysia divergens Pohl, in the Pantanal of Poconé. German-Brazilian workshop on neotropical ecosystems - Achievements and Prospects of Cooperative Research, Hamburg, 871–874."}, {"Citation": "De Hoog G. S., Gerrits van den Ende A. H.. (1998), Molecular diagnostics of clinical strains of filamentous Basidiomycetes. Mycoses 41, 183–189.", "ArticleIdList": ["9715630"]}, {"Citation": "de Souza Sebastianes F. L., Romão-Dumaresq A. S., Lacava P. T., Harakava R., Azevedo J. L., de Melo I. S., et al. . (2013). Species diversity of cultivable endophytic fungi from Brazilian mangrove forests. Curr. Genet. 59, 153–166. 10.1007/s00294-013-0396-8", "ArticleIdList": ["10.1007/s00294-013-0396-8", "23832271"]}, {"Citation": "Dodonov P., Zanelli C. B., Silva-Matos D. M. (2017). Effects of an accidental dry-season fire on the reproductive phenology of two Neotropical savanna shrubs. Brazil. J. Biol. [Epub ahead of print]. 10.1590/1519-6984.174660", "ArticleIdList": ["10.1590/1519-6984.174660", "29091119"]}, {"Citation": "Dudeja S. S., Giri R. (2014). Beneficial properties, colonization, establishment and molecular diversity of endophytic bacteria in legume and non-legume. Afr. J. Microbiol. Res. 8, 1562–1572. 10.5897/AJMR2013.6541", "ArticleIdList": ["10.5897/AJMR2013.6541"]}, {"Citation": "Dufrene M., Legendre P. (1997). Species assemblages and indicator species: the need for a flexible asymmetrical approach. Ecol. Monogr. 67, 345–366."}, {"Citation": "EPA  (2012). United States Environmental Protection Agency. Available online at: https://www.epa.gov/"}, {"Citation": "Felfili J. M., Fagg C. W. (2007). Floristic composition, diversity and structure of the “Cerrado” sensu stricto on rocky soils in northern Goiás and southern Tocantins, Brazil. Rev. Bras. Bot. 30, 375–385. 10.1590/S0100-84042007000300004", "ArticleIdList": ["10.1590/S0100-84042007000300004"]}, {"Citation": "Ferreira M. C., Cantrell C. L., Wedge D. E., Gonçalves V. N., Jacob M. R., Khan S., et al. . (2012). Antimycobacterial and antimalarial activities of endophytic fungi associated with the ancient and narrowly endemic neotropical plant Vellozia gigantea from Brazil. Mem. Inst. Oswaldo Cruz 112, 692–697. 10.1590/0074-02760170144", "ArticleIdList": ["10.1590/0074-02760170144", "PMC5607518", "28953997"]}, {"Citation": "Fundecitrus  (2015). Doencas e Pragas: Pinta Preta. Available online at: http://www.fundecitrus.trus.com.br/doencas/pintapreta/12 (Accessed January 15, 2018)."}, {"Citation": "Gathage J. W., Lagat Z. O., Fiaboe K. K. M., Akutse K. S., Ekesi S., Maniania N. K. (2016). Prospects of fungal endophytes in the control of Liriomyza leafminer flies in common bean Phaseolus vulgaris under field conditions. Bio. Control 61, 741–753. 10.1007/s10526-016-9761-0", "ArticleIdList": ["10.1007/s10526-016-9761-0"]}, {"Citation": "Gilchrist-Saavedra L., Fuentes-Dávila G., Martinez-Cano C., López-Atilano R. M., Duveiller E. (2006). Practical Guide to the Identification of Selected Diseases of Wheat and Barley, 2nd Edn. Mexico: CIMMYT."}, {"Citation": "Glienke C., Tonial F., Figueiredo J., Savi D. C., Vicente V. A., Possiede Y. M. (2012). Antimicrobial activity of endophytes from Brazilian medicinal plants, in Antibacterial Agents/Book, 1st Edn, ed Bobbarala Varaprasad. (Rijeka: InTech; ), 239–254."}, {"Citation": "Gomes R. R., Glienke C., Videira S. I. R., Lombard L., Groenewald J. Z., Crous P. W. (2013). Diaporthe: a genus of endophytic, saprobic and plant pathogenic fungi. Persoonia 31, 1–41. 10.3767/003158513X666844", "ArticleIdList": ["10.3767/003158513X666844", "PMC3904044", "24761033"]}, {"Citation": "Gos F. M. W. R., Savi D. C., Shaaban K. A., Thorson J. S., Aluizio R., Possied Y. M., et al. . (2017). Antibacterial activity of endophytic actinomycetes isolated from the medicinal plant Vochysia divergens (Pantanal, Brazil). Front. Microbiol. 8:1642. 10.3389/fmicb.2017.01642", "ArticleIdList": ["10.3389/fmicb.2017.01642", "PMC5592219", "28932210"]}, {"Citation": "Hall T. (1999). BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT. Nucl. Acids Symp. Ser. 41, 95–98."}, {"Citation": "Hokama Y., Savi D. C., Assad B., Aluizio R., Gomes-Figueiredo J., Adamoski D., et al. (2017). Endophytic fungi isolated from Vochysia divergens in the pantanal, Mato Grosso do Sul: diversity, phylogeny and biocontrol of Phyllosticta citricarpa in Endophytic Fungi: Diversity, Characterization and Biocontrol, 4th Edn, ed Hughes E. (Hauppauge, NY: Nova; ), 1–25."}, {"Citation": "Hyde K. D., Soytong K. (2008). The fungal endophyte dilemma. Fungal Divers. 33:163–173."}, {"Citation": "IBGE  (2004). Mapa de Biomas do Brasil, Primeira Aproximação. Rio de Janeiro: IBGE. Available online at: www.ibge.gov.br."}, {"Citation": "Junk W. J., Bayley P. B., Sparks R. E. (1989). The flood pulse concept in river-floodplain systems. Can. J. Fish. Aquat. Sci. 106, 110–127."}, {"Citation": "Junk W. J., Cunha C. N., Wanzen K. M., Petermann P., Strussmann C., Marques M. I. (2006). Biodiversity and its conservation in the Pantanal of Mato Grosso Brazil. Aquat. Sci. 68, 278–309. 10.1007/s00027-006-0851-4", "ArticleIdList": ["10.1007/s00027-006-0851-4"]}, {"Citation": "Katoh K., Toh H. (2008). Recent developments in the MAFFT multiple sequence alignment program. Brief. Bioinform. 9, 286–298. 10.1093/bib/bbn013", "ArticleIdList": ["10.1093/bib/bbn013", "18372315"]}, {"Citation": "Köberl M., Schmidt R., Ramadan E. M., Bauer R., Berg G. (2013). The microbiome of medicinal plants: diversity and importance for plant growth, quality and health. Front. Microbiol. 4:400. 10.3389/fmicb.2013.00400", "ArticleIdList": ["10.3389/fmicb.2013.00400", "PMC3868918", "24391634"]}, {"Citation": "Kotzé J. M. (1981). Epidemiology and control of citrus black spot in South Africa. Plant Diseas. 65, 945–950.", "ArticleIdList": ["30866369"]}, {"Citation": "Kotzé J. M. (1996). History and epidemiology of Citrus Black Spot in South Africa. Proc. Int. Soc. Citric. 2, 1296–1299."}, {"Citation": "Kumar S., Stecher G., Tamura K. (2015). MEGA7: Molecular Evolutionary Genetics Analysis version 7 for bigger datasets. Mol. Biol. Evol. 33, 1870–1874. 10.1093/molbev/msw054", "ArticleIdList": ["10.1093/molbev/msw054", "PMC8210823", "27004904"]}, {"Citation": "Larran S., Simón M. R., Moreno M. V., Siurana M. S., Perelló A. (2016). Endophytes from wheat as biocontrol agents against tan spot disease. Biol. Control 92, 17–23. 10.1016/j.biocontrol.2015.09.002", "ArticleIdList": ["10.1016/j.biocontrol.2015.09.002"]}, {"Citation": "Leslie J. F., Summerell B. A. (2006). Fusarium Laboratory Manual. Iowa: Blackwell Publishing."}, {"Citation": "Li J. L., Sun X., Chen L., Liang-Dong G. (2016). Community structure of endophytic fungi of four mangrove species in Southern China. Mycol 7, 180–190. 10.1080/21501203.2016.1258439", "ArticleIdList": ["10.1080/21501203.2016.1258439", "PMC6059130", "30123630"]}, {"Citation": "Lima W. G., Spósito M. B., Amorim L., Gonçalves F. P., Melo Filho P. A. (2011). Colletotrichum gloeosporioides, a new causal agent of citrus post-bloom fruit drop. Eur. J. Plant Pathol. 131, 157–165. 10.1007/s10658-011-9795-1", "ArticleIdList": ["10.1007/s10658-011-9795-1"]}, {"Citation": "Lisboa H. C., Biasetto C. R., de Medeiros J. B., Âraújo Â. R., Silva D. H., Teles H. L., et al. . (2013). Endophytic fungi producing of esterases: Evaluation in vitro of the enzymatic activity using pH indicator. Braz. J. Microbiol. 44, 923–926. 10.1590/S1517-83822013005000067", "ArticleIdList": ["10.1590/S1517-83822013005000067", "PMC3910213", "24516461"]}, {"Citation": "Mair P., Schoenbrodt F., Wilcox R. (2017). WRS2: Wilcox Robust Estimation and Testing. Cambridge."}, {"Citation": "Mapperson R. R., Kotiw M., Davis R. A., Dearnaley J. D. (2014). The diversity and antimicrobial activity of Preussia sp. endophytes isolated from Australian dry rainforests. Curr. Microbiol. 68, 30–37. 10.1007/s00284-013-0415-5", "ArticleIdList": ["10.1007/s00284-013-0415-5", "23975673"]}, {"Citation": "Monciardini P., Iorio M., Maffioli S., Sosio M., Donadio S. (2014). Discovering new bioactive molecules from microbial sources. Microbiol. Biotechnol. 7, 209–220. 10.1111/1751-7915.12123", "ArticleIdList": ["10.1111/1751-7915.12123", "PMC3992017", "24661414"]}, {"Citation": "Murali T. S., Suryanarayanan T. S., Venkatesan G. (2007). Fungal endophyte communities in two tropical forest of southern India: diversity and host affiliation. Mycol. Progr. 6, 191–199. 10.1007/s11557-007-0540-2", "ArticleIdList": ["10.1007/s11557-007-0540-2"]}, {"Citation": "Myers N., Mittermeier R. A., Mittermeier C. G., da Fonseca G. A., Kents J. (2000). Biodiversity hotspots for conservation priorities. Nature 403, 853–858. 10.1038/35002501", "ArticleIdList": ["10.1038/35002501", "10706275"]}, {"Citation": "Nicoletti R., Fiorentino A. (2015). Plant bioactive metabolites and drugs produced by endophytic fungi of Spermatophyta. Agriculture 5, 918–970. 10.3390/agriculture5040918", "ArticleIdList": ["10.3390/agriculture5040918"]}, {"Citation": "Oksanen J. F., Guillaume Blanchet M. F., Roeland K., Pierre L., Dan McGlinn P. R., Minchin R. B., et al.  (2018). vegan: Community Ecology Package. R package Version 2,\n4–6. Available online at: https://CRAN.R-project.org/package=vegan"}, {"Citation": "Oliveira-Filho A. T., Ratter J. A. (2002). Vegetation physiognomies and woody flora of the cerrado biome, in The Cerrados of Brazil: Ecology and Natural History of a Neotropical Savanna, eds Oliveira P. S., Marquis R. J. (New York, NY: Columbia University Press; ), 91–120."}, {"Citation": "Parpinelli B. A. S., Siqueira K. A., Kellner-Filho L. C., Pimenta L. P., Costa R. M., Parreira R. L. T., et al. (2017). Effect of endophytic fungal associations on the chemical profile of in vitro Vochysia divergens seedlings. J. Braz. Chem. Soc. 28, 2375–2381. 10.21577/0103-5053.20170091", "ArticleIdList": ["10.21577/0103-5053.20170091"]}, {"Citation": "Persoh D. (2015). Plant-associated fungal communities in the light of metagenomics. Fungal Diver. 75, 1-25. 10.1007/s13225-015-0334-9", "ArticleIdList": ["10.1007/s13225-015-0334-9"]}, {"Citation": "Petrini O. (1986). Taxonomy of Endophytic Fungi of Aerial Plant Tissues. Microbiology of the Phyllosphere. Cambridge: Cambridge University Press, 175–187."}, {"Citation": "Petrini O., Stone J., Carroll F. E. (1982). Endophytic fungi in evergreen shrubs in western Oregon: a preliminary study. Can. J. Bot. 60, 789–796. 10.1139/b82-102", "ArticleIdList": ["10.1139/b82-102"]}, {"Citation": "Pielou E. C. (1975). Ecological Diversity. New York, NY: John Wiley and Sons."}, {"Citation": "Pietro-Souza W., Mello I. S., Vendruscullo S. J., Da Silva G. F., Da Cunha C. N., White J. F., et al. . (2017). Endophytic fungal communities of Polygonum acuminatum and Aeschynomene fluminensis are influenced by soil mercury contamination. PLoS ONE 12:7. 10.1371/journal.pone.0182017", "ArticleIdList": ["10.1371/journal.pone.0182017", "PMC5526616", "28742846"]}, {"Citation": "Pinho D. B., Lopes U. P., Pereira O. L., Silveira A. L., de Goes A. (2015). Colletotrichum abscissum Pinho and O.L. Pereira, sp. nov. Persoonia 34, 236–237. 10.3767/003158515X688433", "ArticleIdList": ["10.3767/003158515X688433", "0"]}, {"Citation": "Porras-Alfaro A., Bayman P. (2011). Hidden fungi, emergent properties: endophytes and microbiomes. Ann. Rev. Phytopathol. 49, 291–315. 10.1146/annurev-phyto-080508-081831", "ArticleIdList": ["10.1146/annurev-phyto-080508-081831", "19400639"]}, {"Citation": "Queenan A. M., Bush K. (2007). Carbapenemases: the versatile β-lactamases. Clin. Microbiol. Rev. 20, 440–458. 10.1128/CMR.00001-07", "ArticleIdList": ["10.1128/CMR.00001-07", "PMC1932750", "17630334"]}, {"Citation": "Quiroga E. N., Sampietro A. R., Vattuone M. (2001). Screening antifungal activity of selected medicinal plants. J. Ethnopharmacol. 74, 89–96. 10.1016/S0378-8741(00)00350-0", "ArticleIdList": ["10.1016/S0378-8741(00)00350-0", "11137353"]}, {"Citation": "R Core Team  (2017). R: A Language and Environment for Statistical Computing. Vienna: R Foundation for Statistical Computing;  Available online at: https://www.R-project.org/"}, {"Citation": "Raeder J., Broda P. (1985). Rapid Preparation of DNA from filamentous fungi. Let. Appl. Microbiol. 1, 17–20. 10.1111/j.1472-765X.1985.tb01479.x", "ArticleIdList": ["10.1111/j.1472-765X.1985.tb01479.x"]}, {"Citation": "Roberts D. (2016). labdsv: Ordination and Multivariate Analysis for Ecology. R Package Version 1.8-0. Available online at: https://CRAN.R-project.org/package=labdsv"}, {"Citation": "Ronquist F., Teslenko M., Van Der Mark P., Ayres D. L., Darling A. (2011). MrBayes 3.2: efficient Bayesian phylogenetic inference and model choice acrossa large model space. Syst. Biol. 61, 539–542. 10.1093/sysbio/sys029", "ArticleIdList": ["10.1093/sysbio/sys029", "PMC3329765", "22357727"]}, {"Citation": "Sanders H. L. (1968). Marine benthic diversity: a comparative study. Am. Nat. 102, 925–243. 10.1086/282541", "ArticleIdList": ["10.1086/282541"]}, {"Citation": "Santos P. J. C., Savi D. C., Gomes R. R., Goulin E. H., da costa Senkiv C., Tanaka F. A., et al. . (2016). Diaporthe endophytica and D. terebinthifolii from medicinal plants for biological control of Phyllosticta citricarpa. Microbiol. Res. 186, 153–160. 10.1016/j.micres.2016.04.002", "ArticleIdList": ["10.1016/j.micres.2016.04.002", "27242153"]}, {"Citation": "Santoyo G., Moreno-Hagelsieb G., Del Carmen Orozco-Mosqueda M., Glick B. R. (2016). Plant growth-promoting bacterial endophytes. Microbiol. Res. 183, 92–99. 10.1016/j.micres.2015.11.008", "ArticleIdList": ["10.1016/j.micres.2015.11.008", "26805622"]}, {"Citation": "Savi D. C. (2011). Biodiversidade E Bioprospecção De Actinomicetos Da Planta Vochysia divergens (Cambará). Dissertação, Universidade Federal Do Paraná."}, {"Citation": "Savi D. C., Aluizio R., Galli-Terasawa L., Kava V., Glienke C. (2016). 16SgyrB- rpoB multilocus sequence analysis for species identification in the genus Microbispora. Ant. van Leeuw. 109, 801–815. 10.1007/s10482-016-0680-y", "ArticleIdList": ["10.1007/s10482-016-0680-y", "26984252"]}, {"Citation": "Savi D. C., Haminiuk C. W. I., Sora G. T. S., Adamoski D. M., Kensiki J., Winnischofer S. M. B., et al. (2015). Antitumor, antioxidant and antibacterial activities of secondary metabolites extracted by endophytic actinomycetes isolated from Vochysia divergens. Int. J. Pharm. Chem. Biol. Sci. 5, 347–356."}, {"Citation": "Savi D. C., Shaaban K. A., Gos F. M. W. R., Ponomareva L. V., Thorson J. S., Glienke C., et al. . (2018). Phaeophleospora vochysiae Savi and Glienke sp. nov. isolated from Vochysia divergens Found in the Pantanal, Brazil, produces bioactive secondary metabolites. Sci. Rep. 8:3122. 10.1038/s41598-018-21400-2", "ArticleIdList": ["10.1038/s41598-018-21400-2", "PMC5814415", "29449610"]}, {"Citation": "Schulz B., Boyle C., Draeger S., Aust H. J., Römmert A. K., Krohn K. (2002). Endophytic fungi: a source of novel biologically active secondary metabolites. Mycol. Res. 106:996–1004. 10.1017/S0953756202006342", "ArticleIdList": ["10.1017/S0953756202006342"]}, {"Citation": "Schulz K. F., Chalmers I., Hayes R. J., Altman D. G. (1995). Empirical evidence of biasdimensions of methodological quality associated with estimates of treatment effects in controlled trials. JAMA 273, 408–412.", "ArticleIdList": ["7823387"]}, {"Citation": "Shannon C. E., Weaver W. (1949). The Mathematical Theory of Communication. Urbana, IL: University of Illinois Press."}, {"Citation": "Silva A. O., Savi D. C., Gomes F. B., Gos F. M. W. R., Silva G. J., Glienke C. (2016). Identification of Colletotrichum species associated with postbloom fruit drop in Brazil through GAPDH sequencing analysis and multiplex PCR. Eur. J. Plant Pathol. 147, 731–748. 10.1007/s10658-016-1038-z", "ArticleIdList": ["10.1007/s10658-016-1038-z"]}, {"Citation": "Silva J. M. C., Bates J. M. (2002). Biogeographic patterns and conservation in the South American Cerrado: a tropical Savanna hotspot. BioScience 52, 225–233. 10.1641/0006-3568(2002)052[0225:BPACIT]2.0.CO;2", "ArticleIdList": ["10.1641/0006-3568(2002)052[0225:BPACIT]2.0.CO;2"]}, {"Citation": "Silvério D. V., Pereira O. R., Mews H. A., Maracahipes-Santos L. S., Josias O., Lenza E. (2015). Surface fire drives short-term changes in the vegetative phenology of woody species in a Brazilian savanna. Biot. Neotropica 15-3. 10.1590/1676-0611-BN-2014-0077", "ArticleIdList": ["10.1590/1676-0611-BN-2014-0077"]}, {"Citation": "Simpson E. H. (1949). Measurement of diversity. Nature 163:688."}, {"Citation": "Singh D. K., Sharma V. K., Kumar J., Mishra A., Verma S. K., Sieber T. N., et al. . (2017). Diversity of endophytic mycobiota of tropical tree Tectona grandis Linn.f.: Spatiotemporal and tissue type effects. Sci. Rep. 7:3745. 10.1038/s41598-017-03933-0", "ArticleIdList": ["10.1038/s41598-017-03933-0", "PMC5473821", "28623306"]}, {"Citation": "Sousa C. P., Serrano N. F. G., Lacava P. T. (2017). Endophytic microorganisms of the tropical savannah: a promising source of bioactive molecules, in Diversity and Benefits of Microorganisms from the Tropics, eds de Azevedo J., Quecine M. (Cham: Springer; ), 57–70."}, {"Citation": "Specian V., Sarragiotto M. H., Pamphile J. A., Clemente E. (2012). Chemical characterization of bioactive compounds from the endophytic fungus Diaporthe helianthi isolated from Luehea divaricata. Braz. J. Microbiol. 34, 1174–1182. 10.1590/S1517-838220120003000045", "ArticleIdList": ["10.1590/S1517-838220120003000045", "PMC3768880", "24031942"]}, {"Citation": "Tahir H. A., Gu Q., Wu H., Niu Y., Huo R., Gao X. (2017). Bacillus volatiles adversely affect the physiology and ultra-structure of Ralstonia solanacearum and induce systemic resistance in tobacco against bacterial wilt. Sci. Rep. 7:40481. 10.1038/srep40481", "ArticleIdList": ["10.1038/srep40481", "PMC5238454", "28091587"]}, {"Citation": "Tamura K., Peterson D., Peterson N., Stecher G., Nei M., Kumar S. (2013). MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods. Mol. Biol. Evol. 28, 2731–2739. 10.1093/molbev/msr121", "ArticleIdList": ["10.1093/molbev/msr121", "PMC3203626", "21546353"]}, {"Citation": "Tonial F., Maia B. H. L. N. S., Savi D. C., vicente V. A., Gomes R. R. (2017). Biological activity of Diaporthe terebinthifolii extracts against Phyllosticta citricarpa. FEMS Microbiol. Lett. 364:fnx026. 10.1093/femsle/fnx026", "ArticleIdList": ["10.1093/femsle/fnx026", "28158748"]}, {"Citation": "Ventola C. L. (2015). The antibiotic resistance crisis. PT 40, 277-283.", "ArticleIdList": ["PMC4378521", "25859123"]}, {"Citation": "Vieira M. L., Johann S., Hughes F. M., Rosa C. A., Rosa L. H. (2014). The diversity and antimicrobial activity of endophytic fungi associated with medicinal plant Baccharis trimera (Asteraceae) from the Brazilian savannah. Can. J. Microbiol. 60, 847–856. 10.1139/cjm-2014-0449", "ArticleIdList": ["10.1139/cjm-2014-0449", "25403761"]}, {"Citation": "White T. J., Bruns T., Lee J., Taylor J. (1990). Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics, in PCR Protocols: A Guide to Methods and Applications, eds Innis M. A., Gelfand D. H., Sninsky J. J., White T. J. (San Diego, CA: Academic Press; ), 315–322."}, {"Citation": "WHO  (2018). World Helth Organization. Available online at: from http://www.who.int/antimicrobial-resistance/en."}, {"Citation": "Wickham H. (2009). ggplot2: Elegant Graphics for Data Analysis. New York NY: Springer-Verlag."}, {"Citation": "Wilcox R. (2012). Introduction to Robust Estimation and Hypothesis Testing, 3rd Edn. Cambridge: Elsevier."}, {"Citation": "Wiseman A. (1975). Handbook of Enzyme Biotechnology. Chichester: John Wiley and Sons Ltd."}]}], "History": [{"Year": "2018", "Month": "4", "Day": "2"}, {"Year": "2018", "Month": "6", "Day": "19"}, {"Year": "2018", "Month": "8", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "7", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["30087658", "PMC6066559", "10.3389/fmicb.2018.01526"]}}]}