{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30105073", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "07", "Day": "17"}], "Language": ["eng"], "ELocationID": ["8602945", "10.1155/2018/8602945"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2018", "PubDate": {"Year": "2018"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Ethnobotanical Study of Medicinal Plants Used to Treat Human Diseases in Berbere District, Bale Zone of Oromia Regional State, South East Ethiopia.", "Pagination": {"StartPage": "8602945", "MedlinePgn": "8602945"}, "Abstract": {"AbstractText": ["This paper reports an ethnobotanical study that focused on the traditional medicinal plants used by local communities to treat human diseases. Ethnobotanical study of medicinal plants was carried out from June 25 to September 5, 2015, in Berbere district of Oromia region, Ethiopia. The study focused on documentation of medicinal plants used to treat various human diseases in the study area. Ethnobotanical data were collected using semistructured interviews, group discussion, guided field walks, and observations with participants. Preference ranking, paired comparison, direct matrix ranking, and informant consensus factors (ICF) were used to analyze the importance of some plant species. A total of 70 medicinal plants, distributed in 56 genera and 46 families, were collected and identified. Plant family with the highest medicinal plants in the study area used for various diseases treatment was Euphorbiaceae (11.4%). The result of growth form analysis showed that shrubs constituted the highest proportion of medicinal plants (48.6%). Roots, 43 (44.8%), were the most frequently utilized plant parts for preparation of traditional herbal medicines. Crushing was a widely used mode of preparation of traditional remedies where oral administration (37.5%) was the dominant route. The highest informants consensus factor (ICF) values were linked to gonorrhea and syphilis disease (0.95); the lowest was linked with external parasites and wound (0.69). Local people in the study area possess traditional knowledge of medicinal plants to treat various human ailments; however, agricultural expansion and disinterest of young generation became the major threat to medicinal plants. It is, therefore, necessary to preserve this indigenous knowledge on traditional medicines by proper documentation, identification of plant species used, and herbal preparation. To save medicinal plants from further loss, involving local communities in cultivation of the most utilized medicinal plants is recommended."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Ambo University, P.O. Box 19, Ambo, Ethiopia."}], "LastName": "Jima", "ForeName": "Tilahun Tolossa", "Initials": "TT"}, {"Identifier": ["0000-0001-8574-1091"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Science and Technology, Jimma University, P.O. Box 378, Jimma, Ethiopia."}, {"Identifier": [], "Affiliation": "Department of Biology, Madawalabu University, P.O. Box 247, Robe, Ethiopia."}], "LastName": "Megersa", "ForeName": "Moa", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "WHO. Traditional Medicine: Growing Needs and Potentials. 2002."}, {"Citation": "WHO. Traditional medicine.  2012,  http://www.who.int/mediacentre/factsheets/fs134/en."}, {"Citation": "WHO. Traditional medicine.  2008,  http://www.who.int/mediacentre/factsheets/fs34/en."}, {"Citation": "Sofowora A. Medicinal Plants and Traditional Medicine in Africa. New York, NY, USA: John Wiley & Sons; 1982.", "ArticleIdList": ["9395671"]}, {"Citation": "Park H. L., Lee H. S., Shin B. C., et al. Traditional medicine in China, Korea, and Japan: a brief introduction and comparison. Evidence-Based Complementary and Alternative Medicine. 2012;2012:9. doi: 10.1155/2012/429103.429103", "ArticleIdList": ["10.1155/2012/429103", "PMC3486438", "23133492"]}, {"Citation": "WHO. Consultation meeting on traditional medicine and modern medicine: harmonizing the two approaches. (WP)TM/ICP/TM/001/RB/98-RS/99/GE/32(CHN)), 1999."}, {"Citation": "Pankhurst R. An historical examination of traditional Ethiopian medicine and surgery. Ethiopian Medical Journal. 1965;3:157–172."}, {"Citation": "WHO. Legal Status of Traditional Medicine and Complementary/Alternative Medicine: A Worldwide Review. Geneva, Switzerland: WHO; 2001."}, {"Citation": "IBC. Addis Ababa, Ethiopia: IBC; 2012. Ethiopian third national report.  http://www.fao.org/pgrfa-gpa-archive/eth/Reports/Third_Report.pdf."}, {"Citation": "PGRC. Country report to the FAO international technical conference on plant genetic resources. 1996"}, {"Citation": "Kassaye K. D., Amberbir A., Getachew B., Mussema Y. A historical overview of traditional medicine practices and policy in Ethiopia. Ethiopian Journal of Health Development. 2006;20(2):127–134. doi: 10.4314/ejhd.v20i2.10023.", "ArticleIdList": ["10.4314/ejhd.v20i2.10023"]}, {"Citation": "Martin G. J. Ethnobotany: A Method Manual. A “People and Plants” Conservation Manual. London, UK: Champman and Hall; 1995."}, {"Citation": "Alexiades M. Collecting ethnobotanical data. An introduction to basic concepts and techniques. In: Alexiades M., Sheldon J. W., editors. Selected Guideline for Ethnobotanical Research: A Field Manual. New York, NY, USA: Botanical Garden; 1996. pp. 58–94."}, {"Citation": "Cotton C. M. Ethnobotany, Principles and Applications. Chichister, UK: John Wiley & Sons; 1996."}, {"Citation": "Heinrich M., Ankli A., Frei B., Weimann C., Sticher O. Medicinal plants in Mexico: healers' consensus and cultural importance. Social Science & Medicine. 1998;47(11):1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Lulekal E., Kelbessa E., Bekele T., Yineger H. An ethnobotanical study of medicinal plants in Mana Angetu District, southeastern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2008;4, article 10 doi: 10.1186/1746-4269-4-10.", "ArticleIdList": ["10.1186/1746-4269-4-10", "PMC2391147", "18442379"]}, {"Citation": "Hunde D., Asfaw Z., Kelbessa E. Use of traditional medicinal plants by people of ‘Boosat’ Sub district, central eastern Ethiopia. Ethiopian Journal of Health Sciences. 2006;16(2):141–155."}, {"Citation": "Regassa R., Bekele T., Megersa M. Ethnobotanical study of traditional medicinal plants used to treat human ailments by Halaba people, southern Ethiopia. Journal of Medicinal Plants Studies. 2017;5(4):36–47."}, {"Citation": "Adefa M., Abraha B. Ethnobotanical survey of traditional medicinal plants in Tehuledere district, South Wollo, Ethiopia. Journal of Medicinal Plants Studies. 2011;5:6233–6242."}, {"Citation": "Yineger H., Yewhalaw D. Traditional medicinal plant knowledge and use by local healers in Sekoru District, Jimma Zone, Southwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2007;3, article 24 doi: 10.1186/1746-4269-3-24.", "ArticleIdList": ["10.1186/1746-4269-3-24", "PMC1905946", "17547765"]}, {"Citation": "Alemayehu G., Asfaw Z., Kelbessa E. Ethnobotanical study of medicinal plants used by local communities of Minjar-Shenkora district, North Shewa zone of Amhara region, Ethiopia. Journal of Medicinal Plants Studies. 2015;3(6):1–11."}, {"Citation": "Eshete M. A., Kelbessa E., Dalle G. Ethnobotanical study of medicinal plants in Guji Agro-pastoralists, Bule Hora district of Borana zone, Oromia region, Ethiopia. Journal of Medicinal Plants Studies. 2016;4(2):170–184."}, {"Citation": "Megersa M., Asfaw Z., Kelbessa E., Beyene A., Woldeab B. An ethnobotanical study of medicinal plants in Wayu Tuka District, East Welega Zone of Oromia Regional State, West Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2013;9, article 68 doi: 10.1186/1746-4269-9-68.", "ArticleIdList": ["10.1186/1746-4269-9-68", "PMC3851437", "24295044"]}, {"Citation": "Lulekal E., Asfaw Z., Kelbessa E., Van Damme P. Ethnomedicinal study of plants used for human ailments in Ankober District, North Shewa Zone, Amhara Region, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2013;9, article 63 doi: 10.1186/1746-4269-9-63.", "ArticleIdList": ["10.1186/1746-4269-9-63", "PMC3846447", "23984919"]}, {"Citation": "Luizza M. W., Young H., Kuroiwa C., et al. Local knowledge of plants and their uses among women in the Bale Mountains, Ethiopia. Ethnobotany Research and Applications. 2013;11:315–339."}, {"Citation": "Teklehaymanot T., Giday M. Ethnobotanical study of medicinal plants used by people in Zegie Peninsula, Northwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2007;3, article 12 doi: 10.1186/1746-4269-3-12.", "ArticleIdList": ["10.1186/1746-4269-3-12", "PMC1852296", "17355645"]}, {"Citation": "Mesfin F., Demissew S., Teklehaymanot T. An ethnobotanical study of medicinal plants in Wonago Woreda, SNNPR, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2009;5, article 28 doi: 10.1186/1746-4269-5-28.", "ArticleIdList": ["10.1186/1746-4269-5-28", "PMC2769162", "19821994"]}, {"Citation": "Abera B. Medicinal plants used in traditional medicine in Jimma Zone, Oromia Regional State southwest Ethiopia. Ethiopian Journal Health Sciences. 2003;13:85–94."}, {"Citation": "Bekalo T. H., Woodmatas S. D., Woldemariam Z. A. An ethnobotanical study of medicinal plants used by local people in the lowlands of Konta Special Woreda, southern nations, nationalities and peoples regional state, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2009;5, article 26 doi: 10.1186/1746-4269-5-26.", "ArticleIdList": ["10.1186/1746-4269-5-26", "PMC2764637", "19775482"]}, {"Citation": "Kitata G., Abdeta D., Amante M. Ethnoknowledge of plants used in veterinary practices in Midakegn district, west showa of Oromia region, Ethiopia. Journal of Medicinal Plants Studies. 2017;5(5):282–288."}, {"Citation": "Chekole G. Ethnobotanical study of medicinal plants used against human ailments in Gubalafto District, Northern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2017;13(1, article 55)", "ArticleIdList": ["PMC5628421", "28978342"]}, {"Citation": "Abdurhman N. Ethnobotanical study of medicinal plants used by local people in Ofla Wereda, Southern Zone of Tigray Regional State, Ethiopia [M.S thesis] Addis Ababa University; 2010."}, {"Citation": "Getahun A. Some Common Medicinal and Poisonous Plants Used in Ethiopian Folk Medicine. Addis Ababa, Ethiopia: Addis Ababa University; 1976."}, {"Citation": "Demie G., Negash M., Awas T. Ethnobotanical study of medicinal plants used by indigenous people in and around Dirre Sheikh Hussein heritage site of South-eastern Ethiopia. Journal of Ethnopharmacology. 2018;220:87–93. doi: 10.1016/j.jep.2018.03.033.", "ArticleIdList": ["10.1016/j.jep.2018.03.033", "29601979"]}, {"Citation": "Yineger H., Kelbessa E., Bekele T., Lulekal E. Plants used in traditional management of human ailments at Bale Mountains National Park, Southeastern Ethiopia. Journal of Medicinal Plants Research. 2008;2(6):132–153."}, {"Citation": "Yirga G. Ethnobotanical study of medicinal plants in and around Alamata, Southern Tigray, Northern Ethiopia. Current Research Journal of Biological Sciences. 2010;2:338–344."}, {"Citation": "Birhanu Z., Endale A., Shewamene Z. An ethnomedicinal investigation of plants used by traditional healers of Gondar town, North-Western Ethiopia. Journal of Medicinal Plants Studies. 2015;3(2):36–43."}, {"Citation": "Bussmann R. W., Swartzinsky P., Worede A., Evangelista P. Plant use in Odo-Bulu and Demaro, Bale region, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2011;7, article 28 doi: 10.1186/1746-4269-7-28.", "ArticleIdList": ["10.1186/1746-4269-7-28", "PMC3196683", "21943288"]}, {"Citation": "Ragunathan M., Abay S. M. The study of spiritual remedies in orthodox rural churches and traditional medicinal practice in Gondar Zuria district, Northwestern Ethiopia. Pharmacology Journal. 2009;1(3):178–183."}, {"Citation": "Cunningham A. B. Wild plant use and resource management. In: Bennun L. A., Aman R. A., Crafter S. A., editors. The Center for Biodiversity. Nairobi, Kenya: National Museums of Kenya; 1992. pp. 109–126."}, {"Citation": "Roberson E.  Center for Biological Diversity; 2008. Medicinal plants at risk. A native plant conservation campaign report.  http://www.scribd.com/doc/75492242/Medicinal-Plants-at—Risk."}, {"Citation": "Giday M., Asfaw Z., Elmqvist T., Woldu Z. An ethnobotanical study of medicinal plants used by the Zay people in Ethiopia. Journal of Ethnopharmacology. 2003;85(1):43–52. doi: 10.1016/s0378-8741(02)00359-8.", "ArticleIdList": ["10.1016/s0378-8741(02)00359-8", "12576201"]}, {"Citation": "Amsalu N., Bezie Y., Fentahun M., Alemayehu A., Amsalu G. Use and conservation of medicinal plants by indigenous people of Gozamin Wereda, East Gojjam Zone of Amhara region, Ethiopia: an ethnobotanical approach. Evidence-Based Complementary and Alternative Medicine. 2018;2018:23. doi: 10.1155/2018/2973513.2973513", "ArticleIdList": ["10.1155/2018/2973513", "PMC5884302", "29743921"]}, {"Citation": "Yineger H., Yewhalaw D., Teketay D. Ethnomedicinal plant knowledge and practice of the Oromo ethnic group in southwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2008;4, article 11 doi: 10.1186/1746-4269-4-11.", "ArticleIdList": ["10.1186/1746-4269-4-11", "PMC2390512", "18445249"]}, {"Citation": "Schippmann U., Leaman D., Cunningham A. B. Impact of Cultivation and Gathering of Medicinal Plants on Biodiversity: Global Trends and Issues. Rome, Italy: FAO; 2002."}, {"Citation": "Woldeab B., Regassa R., Alemu T., Megersa M. Medicinal plants used for treatment of diarrhoeal related diseases in Ethiopia. Evidence-Based Complementary and Alternative Medicine. 2018;2018:20. doi: 10.1155/2018/4630371.4630371", "ArticleIdList": ["10.1155/2018/4630371", "PMC5878875", "29743923"]}]}], "History": [{"Year": "2018", "Month": "4", "Day": "12"}, {"Year": "2018", "Month": "6", "Day": "5"}, {"Year": "2018", "Month": "6", "Day": "12"}, {"Year": "2018", "Month": "8", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "7", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["30105073", "PMC6076952", "10.1155/2018/8602945"]}}]}