{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anopheles vectors", "Malaria", "Volcanic chain of Cameroon", "Volcanic massif", "Wetlands"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30107815", "DateCompleted": {"Year": "2019", "Month": "01", "Day": "30"}, "DateRevised": {"Year": "2019", "Month": "01", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "08", "Day": "14"}], "Language": ["eng"], "ELocationID": ["471", "10.1186/s13071-018-3041-z"], "Journal": {"ISSN": "1756-3305", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Aug", "Day": "14"}}, "Title": "Parasites & vectors", "ISOAbbreviation": "Parasit Vectors"}, "ArticleTitle": "Bionomics and vectorial role of anophelines in wetlands along the volcanic chain of Cameroon.", "Pagination": {"StartPage": "471", "MedlinePgn": "471"}, "Abstract": {"AbstractText": ["The epidemiological profiles of vector-borne diseases, such as malaria, are strongly associated with landscape components. The reduction of malaria burden in endemic and epidemic regions mainly depends on knowledge of the malaria-transmitting mosquito species, populations and behavioural characteristics, as well as malaria exposure risks. This work aimed at carrying out a holistic study in order to characterise Anopheles species in relation to human malaria in seven wetlands along the lower section of the volcanic chain of Cameroon.", "Eight malaria vectors: Anopheles arabiensis, An. coluzzii, An. funestus (s.s.), An. gambiae, An. hancocki, An. melas, An. nili and An. ziemanni, were found biting humans. Anopheles gambiae was widespread; however, it played a secondary role in the Ndop plain where An. ziemmani was the primary vector species (79.2%). Anophelines were more exophagic (73.6%) than endophagic (26.4%), showing a marked nocturnal activity (22:00-4:00 h) for An. coluzzii and An. gambiae while An. funestus (s.s.) was mostly caught between 1:00 and 6:00 h and An. ziemanni having an early evening biting behaviour (18:00-00:00 h). Female Anopheles were mostly observed to have relative high parity rates (≥ 70%), with the exception of the Meanja site where species parity varies from 46 to 55%. Overall, the transmission level was low with entomological inoculation rates estimated to 0.7 infected bites per person per month (ib/p/mth) in Tiko and Ndop, 1.4 ib/p/mth in Mamfe and 2.24 ib/p/mth in Santchou.", "The present study represents detailed Anopheles vector characterisation from an understudied area along the volcanic chain of Cameroon with endemic malaria transmission. The significant differences in bionomics and Anopheles species distribution within the studied wetlands, highlights the importance of providing baseline data and an opportunity to assess the outcome of ongoing malaria control interventions in the country."]}, "AuthorList": [{"Identifier": ["0000-0002-8097-6630"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Parasitology and Ecology Laboratory, Animal Biology and Physiology Department, Faculty of Science, University of Yaoundé 1, Yaoundé, Cameroon. amvongo.n@gmail.com."}, {"Identifier": [], "Affiliation": "Research Foundation for Tropical Diseases and the Environment (REFOTDE), Buea, Cameroon. amvongo.n@gmail.com."}, {"Identifier": [], "Affiliation": "Centre for Medical Research, Institute of Medical Research and Medicinal Plants Studies (IMPM), Yaoundé, Cameroon. amvongo.n@gmail.com."}], "LastName": "Amvongo-Adjia", "ForeName": "Nathalie", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Foundation for Tropical Diseases and the Environment (REFOTDE), Buea, Cameroon."}, {"Identifier": [], "Affiliation": "Parasite and Vector Biology Research Unit (PAVBRU), Microbiology and Parasitology Department, University of Buea, Buea, Cameroon."}], "LastName": "Wirsiy", "ForeName": "Emmanuela L", "Initials": "EL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Vector Biology Department, Liverpool School of Tropical Medicine, Liverpool, L3 5QA, UK."}], "LastName": "Riveron", "ForeName": "Jacob M", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Foundation for Tropical Diseases and the Environment (REFOTDE), Buea, Cameroon."}, {"Identifier": [], "Affiliation": "Parasite and Vector Biology Research Unit (PAVBRU), Microbiology and Parasitology Department, University of Buea, Buea, Cameroon."}], "LastName": "Chounna Ndongmo", "ForeName": "Winston P", "Initials": "WP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Foundation for Tropical Diseases and the Environment (REFOTDE), Buea, Cameroon."}, {"Identifier": [], "Affiliation": "Parasite and Vector Biology Research Unit (PAVBRU), Microbiology and Parasitology Department, University of Buea, Buea, Cameroon."}], "LastName": "Enyong", "ForeName": "Peter A", "Initials": "PA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Parasitology and Ecology Laboratory, Animal Biology and Physiology Department, Faculty of Science, University of Yaoundé 1, Yaoundé, Cameroon."}, {"Identifier": [], "Affiliation": "Centre for Research in Infectious Diseases (CRID), LSTM Research Unit, Yaoundé, Cameroon."}], "LastName": "Njiokou", "ForeName": "Flobert", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Vector Biology Department, Liverpool School of Tropical Medicine, Liverpool, L3 5QA, UK."}, {"Identifier": [], "Affiliation": "Centre for Research in Infectious Diseases (CRID), LSTM Research Unit, Yaoundé, Cameroon."}], "LastName": "Wondji", "ForeName": "Charles S", "Initials": "CS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Foundation for Tropical Diseases and the Environment (REFOTDE), Buea, Cameroon. samwandji@gmail.com."}, {"Identifier": [], "Affiliation": "Parasite and Vector Biology Research Unit (PAVBRU), Microbiology and Parasitology Department, University of Buea, Buea, Cameroon. samwandji@gmail.com."}], "LastName": "Wanji", "ForeName": "Samuel", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Parasit Vectors", "NlmUniqueID": "101462774", "ISSNLinking": "1756-3305"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["physiology"], "DescriptorName": "Anopheles"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Cameroon"}, {"QualifierName": [], "DescriptorName": "Disease Vectors"}, {"QualifierName": [], "DescriptorName": "Ecological and Environmental Phenomena"}, {"QualifierName": [], "DescriptorName": "Endemic Diseases"}, {"QualifierName": [], "DescriptorName": "Feeding Behavior"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Insect Bites and Stings"}, {"QualifierName": ["epidemiology", "parasitology", "transmission"], "DescriptorName": "Malaria"}, {"QualifierName": [], "DescriptorName": "Mosquito Control"}, {"QualifierName": ["physiology"], "DescriptorName": "Mosquito Vectors"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Volcanic Eruptions"}, {"QualifierName": [], "DescriptorName": "Wetlands"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The protocol used for this study received ethical approval from the Cameroon National Ethics Committee (CNEC) and administrative approval from the Ministry of Public Health of Cameroon. The various aspects of the work were conducted in collaboration with the local district administration. In each community, details were given about potential risks and benefits of the study to the community leaders, head of households and potential mosquito collectors. It was explained that participation was voluntary, and investigators provided a written informed consent form which was signed by the head of households and mosquito collectors. Households were sprayed at the end of the survey, and presumptive malaria treatment was given throughout the study to mosquito collectors as recommended by the National Malaria Control Programme. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wanji S, Tanke T, Atanga S, Ajonina C, Nicholas T, Fontenille D. Anopheles species of the mount Cameroon region: biting habits, feeding behaviour and entomological inoculation rates. Trop Med Int Health. 2003;8:643–649. doi: 10.1046/j.1365-3156.2003.01070.x.", "ArticleIdList": ["10.1046/j.1365-3156.2003.01070.x", "12828548"]}, {"Citation": "Bigoga J, Manga L, Titanji V, Coetzee M, Leke R. Malaria vectors and transmission dynamics in coastal south-western Cameroon. Malar J. 2007;6:5. doi: 10.1186/1475-2875-6-5.", "ArticleIdList": ["10.1186/1475-2875-6-5", "PMC1783660", "17233883"]}, {"Citation": "Atangana J, Fondjo E, Fomena A, Tamesse J, Patchoké S, Ndjemaï H, et al. Seasonal variations of malaria transmission in Western Cameroon highlands: entomological, parasitological and clinical investigations. J Cell Anim Biol. 2009;3:33–38."}, {"Citation": "Tchuinkam T, Simard F, Lélé-Defo E, Téné-Fossog B, Tateng-Ngouateu A, Antonio-Nkondjio C, et al. Bionomics of anopheline species and malaria transmission dynamics along an altitudinal transect in western Cameroon. BMC Infect Dis. 2010;10:119. doi: 10.1186/1471-2334-10-119.", "ArticleIdList": ["10.1186/1471-2334-10-119", "PMC2889998", "20482824"]}, {"Citation": "Tabue R, Nem T, Atangana J, Bigoga J, Patchoké S, Tchouine F, et al. Anopheles ziemanni a locally important malaria vector in Ndop health district, north west region of Cameroon. Parasit Vectors. 2014;7:262. doi: 10.1186/1756-3305-7-262.", "ArticleIdList": ["10.1186/1756-3305-7-262", "PMC4055171", "24903710"]}, {"Citation": "Gething P, Patil A, Smith D, Guerra C, Elyazar I, Johnston G, et al. A new world malaria map: Plasmodium falciparum endemicity in 2010. Malar J. 2011;10:378. doi: 10.1186/1475-2875-10-378.", "ArticleIdList": ["10.1186/1475-2875-10-378", "PMC3274487", "22185615"]}, {"Citation": "World Health Organisation - Global Malaria Programme . World Malaria Report. Geneva: WHO; 2015."}, {"Citation": "Fontenille D, Simard F. Unravelling complexities in human malaria transmission dynamics in Africa through a comprehensive knowledge of vector populations. Comp Immunol Microbiol Infect Dis. 2004;27:357–375. doi: 10.1016/j.cimid.2004.03.005.", "ArticleIdList": ["10.1016/j.cimid.2004.03.005", "15225985"]}, {"Citation": "Antonio-Nkondjio C, Kerah C, Simard F, Awono-Ambene P, Chouaibou M, Tchuinkam T, et al. Complexity of the malaria vectorial system in Cameroon: contribution of secondary vectors to malaria transmission. J Med Entomol. 2006;43:1215–1221. doi: 10.1093/jmedent/43.6.1215.", "ArticleIdList": ["10.1093/jmedent/43.6.1215", "17162956"]}, {"Citation": "Ayala D, Costantini C, Ose K, Kamdem K, Antonio-Nkondjio C, Agbor J, et al. Habitat suitability and ecological niche profile of major malaria vectors in Cameroon. Malar J. 2009;8:307. doi: 10.1186/1475-2875-8-307.", "ArticleIdList": ["10.1186/1475-2875-8-307", "PMC2805691", "20028559"]}, {"Citation": "Sinka M, Bangs M, Manguin S, Coetzee M, Mbogo C, Hemingway J, et al. The dominant Anopheles vectors of human malaria in Africa, Europe and the Middle East: occurrence data, distribution maps and bionomic précis. Parasit Vectors. 2010;3:117. doi: 10.1186/1756-3305-3-117.", "ArticleIdList": ["10.1186/1756-3305-3-117", "PMC3016360", "21129198"]}, {"Citation": "Pascual M, Ahumada J, Chaves L, Rodó X, Bouma M. Malaria resurgence in the East African highlands: temperature trends revisited. Proc Natl Acad Sci USA. 2006;103:5829–5834. doi: 10.1073/pnas.0508929103.", "ArticleIdList": ["10.1073/pnas.0508929103", "PMC1416896", "16571662"]}, {"Citation": "Nmor J, Sunahara T, Goto K, Futami K, Sonye G, Akweywa P, et al. Topographic models for predicting malaria vector breeding habitats: potential tools for vector control managers. Parasit Vectors. 2013;6:14. doi: 10.1186/1756-3305-6-14.", "ArticleIdList": ["10.1186/1756-3305-6-14", "PMC3617103", "23324389"]}, {"Citation": "Clements A. The biology of mosquitoes: development, nutrition and reproduction. vol. 1, 2nd edn. London: CABI Publishing; 2000."}, {"Citation": "Minakawa N, Munga S, Atieli F, Mushinzimana E, Zhou G, Githeko A, et al. Spatial distribution of anopheline larval habitats in Western Kenyan highlands: effects of land cover types and topography. Am J Trop Med Hyg. 2005;73:157–165.", "ArticleIdList": ["16014851"]}, {"Citation": "Minakawa N, Omukunda E, Zhou G, Githeko A, Yan G. Malaria vector productivity in relation to the highland environment in Kenya. Am J Trop Med Hyg. 2006;75:448–453.", "ArticleIdList": ["16968920"]}, {"Citation": "Olson S, Gangnon R, Elguero E, Durieux L, Guégan J-F, Foley J, et al. Links between climate, malaria, and wetlands in the Amazon basin. Emerg Infect Dis. 2009;15:659–662. doi: 10.3201/eid1504.080822.", "ArticleIdList": ["10.3201/eid1504.080822", "PMC2671454", "19331766"]}, {"Citation": "Sousa A, Andrade F, Félix A, Jurado V, Léon-Botubol A, Garcia-Murillo P, et al. Historical importance of wetlands in malaria transmission in southwest of Spain. Limnetica. 2009;28:283–300."}, {"Citation": "Burke K. Origin of the Cameroon line of volcano-capped swells. J Geol. 2001;109:349–362. doi: 10.1086/319977.", "ArticleIdList": ["10.1086/319977"]}, {"Citation": "Kometa S. Wetlands exploitation along the Bafoussam - Bamenda Road axis of the Western Highlands of Cameroon. Hum Ecol. 2013;41:25–32. doi: 10.1080/09709274.2013.11906550.", "ArticleIdList": ["10.1080/09709274.2013.11906550"]}, {"Citation": "Ramsar-Convention. Wetlands and agriculture: partners for growth, food and agricultural activities_The UN international year of family farming. International water management institute. 2014. http://www.ramsar.org/info/values_intro_e.htm. Accessed 14 Sept 2016."}, {"Citation": "Garrett-Jones C. Prognosis for interruption of malaria transmission through the assessment of mosquito vectorial capacity. Nature. 1964;204:1173–1175. doi: 10.1038/2041173a0.", "ArticleIdList": ["10.1038/2041173a0", "14268587"]}, {"Citation": "Antonio-Nkondjio C, Awono-Ambene P, Toto J, Meunier J-Y, Zebaze-Kemleu S, Nyambam R, et al. High malaria transmission intensity in a village close to Yaounde, the capital city of Cameroon. J Med Entomol. 2002;39:350–355. doi: 10.1603/0022-2585-39.2.350.", "ArticleIdList": ["10.1603/0022-2585-39.2.350", "11931035"]}, {"Citation": "Bakwo E, Akono Ntonga P, Belong P, Messi J. Contribution of mosquito vectors in malaria transmission in an urban district of southern Cameroon. J Entomol Nematol. 2010;2:13–7."}, {"Citation": "Akono Ntonga P, Tonga C, Mbida J, Ngo Hondt O, Awono-Ambene P, Ndo C, et al. Anopheles gambiae, vecteur majeur du paludisme à Logbessou, zone péri-urbaine de Douala (Cameroun) Bull Soc Pathol Exot. 2015;108:360–368. doi: 10.1007/s13149-015-0452-3.", "ArticleIdList": ["10.1007/s13149-015-0452-3", "26419486"]}, {"Citation": "Antonio-Nkondjio C, Simard F, Awono-Ambene P, Ngassam P, Toto J, Tchuinkam T, et al. Malaria vectors and urbanization in the equatorial forest region of south Cameroon. Trans R Soc Trop Med Hyg. 2005;99:347–354. doi: 10.1016/j.trstmh.2004.07.003.", "ArticleIdList": ["10.1016/j.trstmh.2004.07.003", "15780341"]}, {"Citation": "Bigoga J, Nanfack F, Awono-Ambene P, Patchoké S, Atangana J, Otia V, et al. Seasonal prevalence of malaria vectors and entomological inoculation rates in the rubber cultivated area of Niete, South Region of Cameroon. Parasit Vectors. 2012;5:197. doi: 10.1186/1756-3305-5-197.", "ArticleIdList": ["10.1186/1756-3305-5-197", "PMC3453502", "22963986"]}, {"Citation": "Ndo C, Simard F, Kengne P, Awono-Ambene P, Morlais I, Sharakhov I, et al. Cryptic genetic diversity within the Anopheles nili group of malaria vectors in the Equatorial forest area of Cameroon (Central Africa) PLoS One. 2013;8:e58862. doi: 10.1371/journal.pone.0058862.", "ArticleIdList": ["10.1371/journal.pone.0058862", "PMC3597579", "23516565"]}, {"Citation": "Robert V, van den Broeck A, Stevens P, Slootweg R, Petrarca V, Coluzzi M, et al. Mosquitoes and malaria transmission in irrigated rice-fields in the Benoue valley of northern Cameroon. Acta Trop. 1992;52:201–204. doi: 10.1016/0001-706X(92)90036-W.", "ArticleIdList": ["10.1016/0001-706X(92)90036-W", "1363184"]}, {"Citation": "Cohuet A, Simard F, Wondji C, Antonio-Nkondjio C, Awono-Ambene P, Fontenille D. High malaria transmission intensity due to Anopheles funestus (Diptera: Culicidae) in a village of savannah-forest transition area in Cameroon. J Med Entomol. 2004;41:901–905. doi: 10.1603/0022-2585-41.5.901.", "ArticleIdList": ["10.1603/0022-2585-41.5.901", "15535619"]}, {"Citation": "Antonio-Nkondjio C, Atangana J, Ndo C, Awono-Ambene P, Fondjo E, Fontenille D, et al. Malaria transmission and rice cultivation in Lagdo, northern Cameroon. Trans R Soc Trop Med Hyg. 2008;102:352–359. doi: 10.1016/j.trstmh.2007.12.010.", "ArticleIdList": ["10.1016/j.trstmh.2007.12.010", "18295810"]}, {"Citation": "Gwanfogbe M, Meligui A, Moukam J, Nguoghia J. Geography of Cameroon. Macmillan Education: Hong Kong; 1983."}, {"Citation": "Fitton JG, Dunlop HM. The Cameroon Line, West Africa, and its bearing on the origin of oceanic and continental alkali basalt. Earth Planet Sci Lett. 1985;72:23–38. doi: 10.1016/0012-821X(85)90114-1.", "ArticleIdList": ["10.1016/0012-821X(85)90114-1"]}, {"Citation": "Suh CE, Sparks RSJ, Fitton JG, Ayonghe SN, Annen C, Nana R, et al. The 1999 and 2000 eruptions of Mount Cameroon: eruption behaviour and petrochemistry of lava. Bull Volcanol. 2003;65:267–281. doi: 10.1007/s00445-002-0257-7.", "ArticleIdList": ["10.1007/s00445-002-0257-7"]}, {"Citation": "Gillies M, Coetzee M. A supplement to the Anophelinae of Africa south of the Sahara (Afrotropical region). Johannesburg: The South African Institute for Medical Research; 1987."}, {"Citation": "Diagne N, Fontenille D, Konate L, Faye O, Lamizana MT, Legros F, et al. Anopheles of Senegal: an annotated and illustrated list. Bull Soc Pathol Exot. 1994;4:267–277.", "ArticleIdList": ["7866049"]}, {"Citation": "Detinova T. Age grouping methods in Diptera of medical importance with special reference to some vectors of malaria. Monogr Ser World Health Organ. 1962;47:13–191.", "ArticleIdList": ["13885800"]}, {"Citation": "Warrel D, Gilles H. Essential malariology. 4th ed. London: Arnold; 2002."}, {"Citation": "Cornel AJ, Collins FH. PCR of the ribosomal DNA intergenic spacer regions as a method for identifying mosquitoes in the Anopheles gambiae complex. Methods Mol Biol. 1993;50:321–332.", "ArticleIdList": ["8751368"]}, {"Citation": "Scott J, Brogdon W, Collins F. Identification of single specimens of the Anopheles gambiae complex by the polymerase chain reaction. Am J Trop Med Hyg. 1993;49:520–529. doi: 10.4269/ajtmh.1993.49.520.", "ArticleIdList": ["10.4269/ajtmh.1993.49.520", "8214283"]}, {"Citation": "Koekemoer L, Kamau L, Hunt R, Coetzee M. A cocktail polymerase chain reaction assay to identify members of the Anopheles funestus (Diptera: Culicidae) group. Am J Trop Med Hyg. 2002;66:804–811. doi: 10.4269/ajtmh.2002.66.804.", "ArticleIdList": ["10.4269/ajtmh.2002.66.804", "12224596"]}, {"Citation": "Fanello C, Santolamazza F, della Torre A. Simultaneous identification of species and molecular forms of Anopheles gambiae complex by PCR-RFLP. Med Vet Entomol. 2002;16:461–4.", "ArticleIdList": ["12510902"]}, {"Citation": "Coetzee M, Hunt R, Wilkerson R, Della Torre A, Coulibaly M, Besansky N. Anopheles coluzzii and Anopheles amharicus, new members of the Anopheles gambiae complex. Zootaxa. 2013;3619:246–274. doi: 10.11646/zootaxa.3619.3.2.", "ArticleIdList": ["10.11646/zootaxa.3619.3.2", "26131476"]}, {"Citation": "Snounou G, Pinheiro L, Goncalves A, Fonseca L, Dias F, Brown KN, et al. The importance of sensitive detection of malaria parasites in the human and insect hosts in epidemiological studies, as shown by the analysis of field samples from Guinea Bissau. Trans R Soc Trop Med Hyg. 1993;87:646–653. doi: 10.1016/0035-9203(93)90274-T.", "ArticleIdList": ["10.1016/0035-9203(93)90274-T", "8296364"]}, {"Citation": "Padley D, Moody AH, Chiodini PL, Saldanha J. Use of a rapid, single-round, multiplex PCR to detect malarial parasites and identify the species present. Ann Trop Med Parasitol. 2003;97:131–137. doi: 10.1179/000349803125002977.", "ArticleIdList": ["10.1179/000349803125002977", "12803868"]}, {"Citation": "Davidson G. Estimation of the survival-rate of anopheline mosquitoes in nature. Nature. 1954;174:792–793. doi: 10.1038/174792a0.", "ArticleIdList": ["10.1038/174792a0", "13214009"]}, {"Citation": "White GB. The importance of Anopheles leucosphyrus group mosquitoes as vectors of malaria and filariasis in relation to transmigration and forestry in Indonesia, with assessment of Anopheles balabacensis ecology and vectorial capacity. In: World Health Organization, WHO project IR VBC 025 Assignement Report. Jakarta: WHO-VBCRU; 1983."}, {"Citation": "Couprié B, Claudot Y, Same-Ekobo A, Issoufa H, Léger-Debruyne M, Tribouley J, et al. Epidemiologic study of malaria in the rice-growing regions of Yagoua and Maga (North Cameroon) Bull Soc Pathol Exot Filiales. 1985;78:191–204.", "ArticleIdList": ["2863004"]}, {"Citation": "Ijumba J, Lindsay S. Impact of irrigation on malaria in Africa: paddies paradox. Med Vet Entomol. 2001;15:1–11. doi: 10.1046/j.1365-2915.2001.00279.x.", "ArticleIdList": ["10.1046/j.1365-2915.2001.00279.x", "11297093"]}, {"Citation": "Nanfumba D, Tenywa M, Okui O, Majaliwa M, Wasige J, Lufafa A, et al. Characterisation of Anopheles mosquitoes breeding habitats in lowland rice fields in Uganda. JNSCI. 2011;9:44–57."}, {"Citation": "Laurence B. The biology of two species of mosquito, Mansonia africana (Theobald) and Mansonia uniformis (Theobald), belonging to the subgenus Mansonioides (Diptera, Culicidae). Bull Entomol Res. 1960;51:491–517."}, {"Citation": "Coetzee M, Craig M, le Sueur D. Distribution of African malaria mosquitoes belonging to the Anopheles gambiae complex. Parasitol Today. 2000;16:74–77. doi: 10.1016/S0169-4758(99)01563-X.", "ArticleIdList": ["10.1016/S0169-4758(99)01563-X", "10652493"]}, {"Citation": "Mbenda H, Awasthi G, Singh P, Gouado I, Das A. Does malaria epidemiology project Cameroon as ‘Africa in miniature’? J Biosci. 2014;39:727–38.", "ArticleIdList": ["25116627"]}, {"Citation": "Kenea O, Balkew M, Tekie T, Gebre-Michael T, Deressa W, Loha E, et al. Human-biting activities of Anopheles species in south-central Ethiopia. Parasit Vectors. 2016;9:527. doi: 10.1186/s13071-016-1813-x.", "ArticleIdList": ["10.1186/s13071-016-1813-x", "PMC5045578", "27716416"]}, {"Citation": "Kamau L, Mulaya N, Vulule J. Evaluation of potential role of Anopheles ziemanni in malaria transmission in western Kenya. J Med Entomol. 2006;43:774–6.", "ArticleIdList": ["16892638"]}, {"Citation": "de Queiroz K. Species concepts and species delimitation. Syst Biol. 2007;56:879–886. doi: 10.1080/10635150701701083.", "ArticleIdList": ["10.1080/10635150701701083", "18027281"]}, {"Citation": "Kudom A. Larval ecology of Anopheles coluzzii in Cape Coast, Ghana: water quality, nature of habitat and implication for larval control. Malar J. 2015;14:447.", "ArticleIdList": ["PMC4642735", "26558365"]}, {"Citation": "Tene-Fossog B, Ayala D, Acevedo P, Kengne P, Ngomo I, Makanga B, et al. Habitat segregation and ecological character displacement in cryptic African malaria mosquitoes. Evol Appl. 2015;8:326–345. doi: 10.1111/eva.12242.", "ArticleIdList": ["10.1111/eva.12242", "PMC4408144", "25926878"]}, {"Citation": "Kamdem C, Tene-Fossog B, Simard F, Etouna J, Ndo C, Kengne P, et al. Anthropogenic habitat disturbance and ecological divergence between incipient species of the malaria mosquito Anopheles gambiae. PLoS One. 2012;7:e39453. doi: 10.1371/journal.pone.0039453.", "ArticleIdList": ["10.1371/journal.pone.0039453", "PMC3382172", "22745756"]}, {"Citation": "Wondji C, Simard F, Fontenille D. Evidence for genetic differentiation between the molecular forms M and S within the Forest chromosomal form of Anopheles gambiae in an area of sympatry. Insect Mol Biol. 2002;11:11–19. doi: 10.1046/j.0962-1075.2001.00306.x.", "ArticleIdList": ["10.1046/j.0962-1075.2001.00306.x", "11841498"]}, {"Citation": "Wondji C, Simard F, Petrarca V, Etang J, Santolamazza F, Della Torre A, et al. Species and populations of the Anopheles gambiae complex in Cameroon with special emphasis on chromosomal and molecular forms of Anopheles gambiae s.s. J Med Entomol. 2005;42:998–1005.", "ArticleIdList": ["16465741"]}, {"Citation": "Awono-Ambene P, Antonio-Nkondjio C, Toto J, Ndo C, Etang J, Fontenille D, et al. Epidemological importance of the Anopheles nili group of malaria vectors in equatorial villages of Cameroon, Central Africa. Afr J Med Med Sci. 2009;1:13–20."}, {"Citation": "Da D, Diabaté A, Mouline K, Lefèvre T, Awono-Ambene H, Ouèdraogo J, et al. Anopheles rufipes remains a potential malaria vector after the first detection of infected specimens in 1960 in Burkina Faso. J Infect Dis Ther. 2013;1:112."}, {"Citation": "Cohuet A, Simard F, Toto J, Kengne P, Coetzee M, Fontenille D. Species identification within the Anopheles funestus group of malaria vectors in Cameroon and evidence for a new species. Am J Trop Med Hyg. 2003;69:200–205.", "ArticleIdList": ["13677376"]}, {"Citation": "Simard F, Ayala D, Kamdem G, Pombi M, Etouna J, Ose K, et al. Ecological niche partitioning between Anopheles gambiae molecular forms in Cameroon: the ecological side of speciation. BMC Ecol. 2009;9:17. doi: 10.1186/1472-6785-9-17.", "ArticleIdList": ["10.1186/1472-6785-9-17", "PMC2698860", "19460146"]}, {"Citation": "Kabbale F, Akol A, Kaddu J, Onapa A. Biting patterns and seasonality of Anopheles gambiae sensu lato and Anopheles funestus mosquitoes in Kamuli District. Uganda. Parasit Vectors. 2013;6:340. doi: 10.1186/1756-3305-6-340.", "ArticleIdList": ["10.1186/1756-3305-6-340", "PMC3866981", "24304974"]}, {"Citation": "Killeen G, Govella N, Lwetoijera D, Okumu F. Most outdoor malaria transmission by behaviourally-resistant Anopheles arabiensis is mediated by mosquitoes that have previously been inside houses. Malar J. 2016;15:225. doi: 10.1186/s12936-016-1280-z.", "ArticleIdList": ["10.1186/s12936-016-1280-z", "PMC4837512", "27093890"]}, {"Citation": "Wanji S, Mafo F, Tendongfor N, Tanga M, Tchuente F, Bilong Bilong C, et al. Spatial distribution, environmental and physicochemical characterization of Anopheles breeding sites in the Mount Cameroon region. J Vector Borne Dis. 2009;46:75–80.", "ArticleIdList": ["19326712"]}, {"Citation": "Gnémé A, Guelbéogo W, Riehle M, Sanou A, Traoré A, Zongo S, et al. Equivalent susceptibility of Anopheles gambiae M and S molecular forms and Anopheles arabiensis to Plasmodium falciparum in Burkina Faso. Malar J. 2013;12:204. doi: 10.1186/1475-2875-12-204.", "ArticleIdList": ["10.1186/1475-2875-12-204", "PMC3687573", "23764031"]}, {"Citation": "Wanji S, Tanke T, Atanga SN, Ajonina C, Tendongfor N, Fontenille D. Anopheles species of the mount Cameroon region: biting habits, feeding behaviour and entomological inoculation rates. Trop Med Int Health. 2003;8:643–649. doi: 10.1046/j.1365-3156.2003.01070.x.", "ArticleIdList": ["10.1046/j.1365-3156.2003.01070.x", "12828548"]}, {"Citation": "Chandler J, Boreham P, Highton R, Hill M. A study of the host selection patterns of the mosquitoes of the Kisumu area of Kenya. Trans R Soc Trop Med Hyg. 1975;69:415–425. doi: 10.1016/0035-9203(75)90200-X.", "ArticleIdList": ["10.1016/0035-9203(75)90200-X", "2997"]}, {"Citation": "Maia M, Abonuusum A, Lorenz L, Clausen P, Bauer B, Garms R, et al. The effect of deltamethrin-treated net fencing around cattle enclosures on outdoor-biting mosquitoes in Kumasi, Ghana. PLoS One. 2012;7:e45794.", "ArticleIdList": ["PMC3446911", "23029245"]}]}], "History": [{"Year": "2018", "Month": "1", "Day": "27"}, {"Year": "2018", "Month": "7", "Day": "30"}, {"Year": "2018", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["30107815", "PMC6092805", "10.1186/s13071-018-3041-z", "10.1186/s13071-018-3041-z"]}}]}