{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Programmed Cell Death", "Regulated Cell Death", "Unicellular organism", "multicellular organsim", "nomenclature"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30116103", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "08", "Day": "02"}], "Language": ["eng"], "ELocationID": ["1179066018790259", "10.1177/1179066018790259"], "Journal": {"ISSN": "1179-0660", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2018"}}, "Title": "Journal of cell death", "ISOAbbreviation": "J Cell Death"}, "ArticleTitle": "\"Programmed Cell Death: A Process of Death for Survival\" - How Far Terminology Pertinent for Cell Death in Unicellular Organisms.", "Pagination": {"StartPage": "1179066018790259", "MedlinePgn": "1179066018790259"}, "Abstract": {"AbstractText": ["Programmed cell death (PCD) is genetically regulated phenomenon of selective elimination of target cells that are either under pathological conditions or unwanted for organism's normal growth and development due to other reasons. The process although being genetically controlled is physiological in nature that renders some hallmarks like blebs in the cell membrane, lobe formation in nuclear membrane, DNA nicks resulting to DNA ladder of 200 bp, and downstream activation of caspases. Moreover, as the process refers to the death of \"targeted cell\", the term is exclusively suitable for multicellular organisms. Number of reports advocate similar type of cell death process in unicellular organisms. As cell death in unicellular organisms is also reflected by the signature of PCD obtained in metazoans, such cell death has been grouped under the broad category of PCD. It is pertinent to mention that by definition a unicellular organism is made of a single cell wherein it carries out all of its life processes. Using the term \"Programmed Cell Death\" with a preset \"survival strategy of the organism\" for unicellular organisms looks misnomer. Therefore, this correspondence argues and requests recommendation committee on cell death to revisit for the nomenclature of the cell death process in the unicellular organisms."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Crop Protection Division, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, India."}], "LastName": "Pandey", "ForeName": "Shiv Shanker", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbial Biotechnology, Panjab University, Chandigarh, India."}], "LastName": "Singh", "ForeName": "Samer", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Cell Biology & Biotechnology, Institute of Advanced Research (IAR), Gandhinagar, India."}], "LastName": "Pathak", "ForeName": "Chandramani", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Cell Biology & Biotechnology, Institute of Advanced Research (IAR), Gandhinagar, India."}], "LastName": "Tiwari", "ForeName": "Budhi Sagar", "Initials": "BS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Cell Death", "NlmUniqueID": "101534028", "ISSNLinking": "1179-0660"}, "CoiStatement": "Declaration of conflicting interests:The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Baehrecke EH. How death shapes life during development. Nat Rev Mol Cell Biol. 2002;3:779–787.", "ArticleIdList": ["12360194"]}, {"Citation": "Barkla DH, Gibson PR. The fate of epithelial cells in the human large intestine. Pathology. 1999;31:230–238.", "ArticleIdList": ["10503269"]}, {"Citation": "Roach HI, Clarke NM. Physiological cell death of chondrocytes in vivo is not confined to apoptosis. New observations on the mammalian growth plate. J Bone Joint Surg Br. 2000;82:601–613.", "ArticleIdList": ["10855892"]}, {"Citation": "Kroemer G, Reed J. Mitochondrial control of cell death. Nat Med. 2000;6:513–519.", "ArticleIdList": ["10802706"]}, {"Citation": "Kerr JF, Wyllie AH, Currie AR. Apoptosis: a basic biological phenomenon with wide-ranging implications in tissue kinetics. Br J Cancer. 1972;26:239–257.", "ArticleIdList": ["PMC2008650", "4561027"]}, {"Citation": "Wolf BB, Green DR. Suicidal tendencies: apoptotic cell death by caspase family proteinases. J Biol Chem. 1999;274:20049–20052.", "ArticleIdList": ["10400609"]}, {"Citation": "Green DR, Reed JC. Mitochondria and apoptosis. Science. 1998;281:1309–1312.", "ArticleIdList": ["9721092"]}, {"Citation": "Adrain C, Martin SJ. The mitochondrial apoptosome: a killer unleashed by the cytochrome seas. Trends Biochem Sci. 2001;26:390–397.", "ArticleIdList": ["11406413"]}, {"Citation": "Kaczanowski S. Apoptosis: its origin, history, maintenance and the medical implications for cancer and aging. Phys Biol. 2016;13:031001. doi:10.1088/1478-3975/13/3/031001.", "ArticleIdList": ["10.1088/1478-3975/13/3/031001.", "27172135"]}, {"Citation": "Ledwich D, Wu YC, Driscoll M, Xue D. Analysis of programmed cell death in the nematode Caenorhabditis elegans. Methods Enzymol. 2000;322:76–88.", "ArticleIdList": ["10914006"]}, {"Citation": "Sulston JE, Horvitz HR. Post-embryonic cell lineages of the nematode, Caenorhabditis elegans. Dev Biol. 1977;56:110–156.", "ArticleIdList": ["838129"]}, {"Citation": "Sulston JE, Schierenberg E, White JG, Thomson JN. The embryonic cell lineage of the nematode Caenorhabditis elegans. Dev Biol. 1983;100:64–119.", "ArticleIdList": ["6684600"]}, {"Citation": "Carmona-Gutierrez D. Guidelines and recommendations on yeast cell death nomenclature. Microbial Cell. 2018;5:4–31. doi:10.15698/mic2018.01.607.", "ArticleIdList": ["10.15698/mic2018.01.607.", "PMC5772036", "29354647"]}, {"Citation": "Suzanne M, Steller H. Shaping organisms with apoptosis. Cell Death Differ. 2013;20:669–675.", "ArticleIdList": ["PMC3619238", "23449394"]}, {"Citation": "Gunawardena AH. Programmed cell death and tissue remodelling in plants. J Exp Bot. 2008;59:445–451.", "ArticleIdList": ["17947252"]}, {"Citation": "Cohen JJ, Duke RC, Fadok VA, Sellins KS. Apoptosis and programmed cell death in immunity. Ann Rev Immunol. 1992;10:267–293.", "ArticleIdList": ["1590988"]}, {"Citation": "Nagata S, Tanaka M. Programmed cell death and the immune system. Nat Rev Immunol. 2017;17:333–340.", "ArticleIdList": ["28163302"]}, {"Citation": "Bredesen DE, Rao RV, Mehlen P. Cell death in the nervous system. Nature. 2006;443:796–802.", "ArticleIdList": ["PMC3970704", "17051206"]}, {"Citation": "Shi YB, Fu L, Hsia SC, Tomita A, Buchholz D. Thyroid hormone regulation of apoptotic tissue remodeling during anuran metamorphosis. Cell Res. 2001;11:245–252.", "ArticleIdList": ["11787769"]}, {"Citation": "Yamaguchi Y, Miura M. Programmed cell death in neurodevelopment. Dev Cell. 2015;32:478–490.", "ArticleIdList": ["25710534"]}, {"Citation": "Burek MJ, Oppenheim RW. Programmed cell death in the developing nervous system. Brain Pathol. 1996;6:427–446.", "ArticleIdList": ["8944315"]}, {"Citation": "Guicciardi ME, Malhi H, Mott JL, Gores GJ. Apoptosis and necrosis in the liver. Compr Physiol. 2013;3:977–1010.", "ArticleIdList": ["PMC3867948", "23720337"]}, {"Citation": "Pennell RI, Lamb C. Programmed cell death in plants. Plant Cell. 1997;9:1157–1168.", "ArticleIdList": ["PMC156988", "12237381"]}, {"Citation": "Greenberg JT. Programmed cell death: a way of life for plants. Proc Natl Acad Sci U S A. 1996;93:12094–12097.", "ArticleIdList": ["PMC37948", "8901538"]}, {"Citation": "Bozhkov PV, Lam E. Green death: revealing programmed cell death in plants. Cell Death Differ. 2011;18:1239–1240.", "ArticleIdList": ["PMC3172107", "21743480"]}, {"Citation": "Dellaporta SL, Calderon-Urrea A. Sex determination in flowering plants. Plant Cell. 1993;5:1241–1251.", "ArticleIdList": ["PMC160357", "8281039"]}, {"Citation": "Goldberg RB, Beals TP, Sanders PM. Anther development: basic principles and practical applications. Plant Cell. 1993;5:1217–1229.", "ArticleIdList": ["PMC160355", "8281038"]}, {"Citation": "Fukuda H. Xylogenesis: initiation, progression, and cell death. Annu Rev Plant Physiol Plant Mol Biol. 1996;47:299–325.", "ArticleIdList": ["15012291"]}, {"Citation": "Fukuda H. Tracheary element differentiation. Plant Cell. 1997;9:1147–1156.", "ArticleIdList": ["PMC156987", "12237380"]}, {"Citation": "Keskitalo J, Bergquist G, Gardeström P, Jansson S. A cellular timetable of autumn senescence. Plant Physiol. 2005;139:1635–1648.", "ArticleIdList": ["PMC1310548", "16299183"]}, {"Citation": "Tiwari BS, Belenghi B, Levine A. Oxidative stress increased respiration and generation of reactive oxygen species, resulting in ATP depletion, opening of mitochondrial permeability transition, and programmed cell death. Plant Physiol. 2002;128:1271–1281.", "ArticleIdList": ["PMC154255", "11950976"]}, {"Citation": "Ambastha V, Tripathy BC, Tiwari BS. Programmed cell death in plants: a chloroplastic connection. Plant Signal Behav. 2015;10:e989752.", "ArticleIdList": ["PMC4622501", "25760871"]}, {"Citation": "Ambastha V, Sopory SK, Tiwari BS, Tripathy BC. Photo-modulation of programmed cell death in rice leaves triggered by salinity. Apoptosis. 2017;22:41–56.", "ArticleIdList": ["27747443"]}, {"Citation": "Lam E, Kato N, Lawton M. Programmed cell death, mitochondria and the plant hypersensitive response. Nature. 2001;411:848–853.", "ArticleIdList": ["11459068"]}, {"Citation": "Durand PM, Choudhury R, Rashidi A, Michod RE. Programmed death in a unicellular organism has species-specific fitness effects. Biol Lett. 2014;10:20131088.", "ArticleIdList": ["PMC3949379", "24573154"]}, {"Citation": "Ameisen JC, Idziorek T, Billaut-Mulot O, et al. Apoptosis in a unicellular eukaryote (Trypanosoma cruzi): implications for the evolutionary origin and role of programmed cell death in the control of cell proliferation, differentiation and survival. Cell Death Differ. 1995;2:285–300.", "ArticleIdList": ["17180034"]}, {"Citation": "Welburn SC, Dale C, Ellis D, Beecroft R, Pearson TW. Apoptosis in procyclic Trypanosoma brucei rhodesiense in vitro. Cell Death Differ. 1996;3:229–236.", "ArticleIdList": ["17180087"]}, {"Citation": "Ch’ng JH, Kotturi SR, Chong AG, Lear MJ, Tan KS. A programmed cell death pathway in the malaria parasite Plasmodium falciparum has general features of mammalian apoptosis but is mediated by clan CA cysteine proteases. Cell Death Dis. 2010;1:e26.", "ArticleIdList": ["PMC3032337", "21364634"]}, {"Citation": "Erental A, Sharon I, Engelberg-Kulka H. Two programmed cell death systems in Escherichia coli: an apoptotic-like death is inhibited by the mazef-mediated death pathway. PLoS Biol. 2012;10:e1001281.", "ArticleIdList": ["PMC3295820", "22412352"]}, {"Citation": "Lee N, Bertholet S, Debrabant A, Muller J, Duncan R, Nakhasi HL. Programmed cell death in the unicellular protozoan parasite Leishmania. Cell Death Differ. 2002;9:53–64.", "ArticleIdList": ["11803374"]}, {"Citation": "Sundström JF, Vaculova A, Smertenko AP, et al. Tudor staphylococcal nuclease is an evolutionarily conserved component of the programmed cell death degradome. Nat Cell Biol. 2009;11:1347–1354.", "ArticleIdList": ["19820703"]}, {"Citation": "Kaczanowski S, Sajid M, Reece SE. Evolution of apoptosis-like programmed cell death in unicellular protozoan parasites. Parasit Vectors. 2011;4:44.", "ArticleIdList": ["PMC3077326", "21439063"]}, {"Citation": "Jiménez C, Capasso JM, Edelstein CL, et al. Different ways to die: cell death modes of the unicellular chlorophyte Dunaliella viridis exposed to various environmental stresses are mediated by the caspase-like activity DEVDase. J Exp Bot. 2009;60:815–828.", "ArticleIdList": ["PMC2652065", "19251986"]}, {"Citation": "Orellana MV, Pang WL, Durand PM, Whitehead K, Baliga NS. A role for programmed cell death in the microbial loop. PLoS ONE. 2013;8:e62595.", "ArticleIdList": ["PMC3648572", "23667496"]}, {"Citation": "Cornillon S, Foa C, Davoust J, Buonavista N, Gross JD, Golstein P. Programmed cell death in Dictyostelium. J Cell Sci. 1994;107:2691–2704.", "ArticleIdList": ["7876338"]}, {"Citation": "Giusti C, Tresse E, Luciani MF, Golstein P. Autophagic cell death: analysis in Dictyostelium. Biochim Biophys Acta. 2009;1793:1422–1431.", "ArticleIdList": ["19133302"]}, {"Citation": "Calvo-Garrido J, Carilla-Latorre S, Kubohara Y, et al. Autophagy in Dictyostelium: genes and pathways, cell death and infection. Autophagy. 2010;6:686–701.", "ArticleIdList": ["20603609"]}, {"Citation": "Papini A, Fani F, Belli M, et al. Structural and ultrastructure changes show an increase in amoeboid forms in Heterosigma akashiwo (Raphidophyceae), during recovery after nutrient depletion. Plant Biosyst. 2017;151:6965–6973."}, {"Citation": "Green DR, Fitzgerald P. Just so stories about the evolution of apoptosis. Curr Biol. 2016;26:R620–R627.", "ArticleIdList": ["PMC4972582", "27404257"]}, {"Citation": "Skulachev VP. Programmed death phenomena: from organelle to organism. Ann N Y Acad Sci. 2002;959:214–237.", "ArticleIdList": ["11976198"]}]}], "History": [{"Year": "2018", "Month": "2", "Day": "14"}, {"Year": "2018", "Month": "6", "Day": "22"}, {"Year": "2018", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "8", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["30116103", "PMC6088462", "10.1177/1179066018790259", "10.1177_1179066018790259"]}}]}