{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30120274", "DateCompleted": {"Year": "2019", "Month": "10", "Day": "18"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "08", "Day": "17"}], "Language": ["eng"], "ELocationID": ["12379", "10.1038/s41598-018-30398-6"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "8", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Aug", "Day": "17"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Complete chloroplast genome sequence of Fagopyrum dibotrys: genome features, comparative analysis and phylogenetic relationships.", "Pagination": {"StartPage": "12379", "MedlinePgn": "12379"}, "Abstract": {"AbstractText": ["Fagopyrum dibotrys, belongs to Polygonaceae family, is one of national key conserved wild plants of China with important medicinal and economic values. Here, the complete chloroplast (cp) genome sequence of F. dibotrys is reported. The cp genome size is 159,919 bp with a typical quadripartite structure and consisting of a pair of inverted repeat regions (30,738 bp) separated by large single copy region (85,134 bp) and small single copy region (13,309 bp). Sequencing analyses indicated that the cp genome encodes 131 genes, including 80 protein-coding genes, 28 tRNA genes and 4 rRNA genes. The genome structure, gene order and codon usage are typical of angiosperm cp genomes. We also identified 48 simple sequence repeats (SSR) loci, fewer of them are distributed in the protein-coding sequences compared to the noncoding regions. Comparison of F. dibotrys cp genome to other Polygonaceae cp genomes indicated the inverted repeats (IRs) and coding regions were more conserved than single copy and noncoding regions, and several variation hotspots were detected. Coding gene sequence divergence analyses indicated that five genes (ndhK, petL rpoC2, ycf1, ycf2) were subject to positive selection. Phylogenetic analysis among 42 species based on cp genomes and 50 protein-coding genes indicated a close relationship between F. dibotrys and F. tataricum. In summary, the complete cp genome sequence of F. dibotrys reported in this study will provide useful plastid genomic resources for population genetics and pave the way for resolving phylogenetic relationships of order Caryophyllales."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Xi'an Jiaotong University, Xi'an, 710061, China. wangxumei@mail.xjtu.edu.cn."}], "LastName": "Wang", "ForeName": "Xumei", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Xi'an Jiaotong University, Xi'an, 710061, China."}], "LastName": "Zhou", "ForeName": "Tao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shaanxi Engineering Research Centre for Conservation and Utilization of Botanical Resources, Xi'an Botanical Garden of Shaanxi Province, Xi'an, 710061, China."}], "LastName": "Bai", "ForeName": "Guoqing", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Biopharmaceutical and Food Engineering, Shangluo University, Shangluo, 726000, China."}], "LastName": "Zhao", "ForeName": "Yuemei", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Codon"}], "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Chloroplasts"}, {"QualifierName": ["genetics"], "DescriptorName": "Codon"}, {"QualifierName": [], "DescriptorName": "Evolution, Molecular"}, {"QualifierName": ["genetics"], "DescriptorName": "Fagopyrum"}, {"QualifierName": ["genetics"], "DescriptorName": "Genome, Chloroplast"}, {"QualifierName": ["genetics"], "DescriptorName": "Microsatellite Repeats"}, {"QualifierName": ["genetics"], "DescriptorName": "Open Reading Frames"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["methods"], "DescriptorName": "Sequence Analysis, DNA"}, {"QualifierName": [], "DescriptorName": "Whole Genome Sequencing"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bendich AJ. Circular chloroplast chromosomes: the grand illusion. The Plant Cell. 2004;16:1661–1666. doi: 10.1105/tpc.160771.", "ArticleIdList": ["10.1105/tpc.160771", "PMC514151", "15235123"]}, {"Citation": "Asaf S, et al. Comparative analysis of complete plastid genomes from wild soybean (Glycine soja) and nine other Glycine species. PLOS ONE. 2017;12:e0182281. doi: 10.1371/journal.pone.0182281.", "ArticleIdList": ["10.1371/journal.pone.0182281", "PMC5538705", "28763486"]}, {"Citation": "Cho K-S, et al. Complete chloroplast genome sequence of tartary buckwheat (Fagopyrum tataricum) and comparative analysis with common buckwheat (F. esculentum) PLOS ONE. 2015;10:e0125332. doi: 10.1371/journal.pone.0125332.", "ArticleIdList": ["10.1371/journal.pone.0125332", "PMC4428892", "25966355"]}, {"Citation": "Eguiluz, M., Rodrigues, N. F., Guzman, F., Yuyama, P. & Margis, R. The chloroplast genome sequence from Eugenia uniflora, a Myrtaceae from Neotropics. Plant Systematics and Evolution, 10.1007/s00606-017-1431-x (2017)."}, {"Citation": "Ruhfel BR, Gitzendanner MA, Soltis PS, Soltis DE, Burleigh JG. From algae to angiosperms–inferring the phylogeny of green plants (Viridiplantae) from 360 plastid genomes. BMC Evolutionary Biology. 2014;14:23. doi: 10.1186/1471-2148-14-23.", "ArticleIdList": ["10.1186/1471-2148-14-23", "PMC3933183", "24533922"]}, {"Citation": "Du FK, et al. An improved method for chloroplast genome sequencing in non-model forest tree species. Tree Genetics & Genomes. 2015;11:114. doi: 10.1007/s11295-015-0942-2.", "ArticleIdList": ["10.1007/s11295-015-0942-2"]}, {"Citation": "Ma P-F, Zhang Y-X, Zeng C-X, Guo Z-H, Li D-Z. Chloroplast phylogenomic analyses resolve deep-level relationships of an intractable bamboo tribe Arundinarieae (Poaceae) Systematic biology. 2014;63:933–950. doi: 10.1093/sysbio/syu054.", "ArticleIdList": ["10.1093/sysbio/syu054", "25092479"]}, {"Citation": "Carbonell-Caballero J, et al. A phylogenetic analysis of 34 chloroplast genomes elucidates the relationships between wild and domestic species within the genus Citrus. Molecular biology and evolution. 2015;32:2015–2035. doi: 10.1093/molbev/msv082.", "ArticleIdList": ["10.1093/molbev/msv082", "PMC4833069", "25873589"]}, {"Citation": "Zhang SD, et al. Diversification of Rosaceae since the Late Cretaceous based on plastid phylogenomics. New Phytologist. 2017;214:1355–1367. doi: 10.1111/nph.14461.", "ArticleIdList": ["10.1111/nph.14461", "28186635"]}, {"Citation": "Zhou, M., Kreft, I., Woo, S. H., Chrungoo, N. & Wieslander, G. Molecular breeding and nutritional aspects of buckwheat. (Oxford: Academic Press, 2016)."}, {"Citation": "Peng Y, Sun Z, Xiao P. The research and development of Fagopyrum dibotrys. Chin. Med. Mat. 1999;27:629–631."}, {"Citation": "Liu G, Li M, Zhu Q, Li Y, Shui S. The research advance on resource plant Fagopyrum dibotrys. Chinese Agricultural Science Bulletin. 2006;22:380–389."}, {"Citation": "Chen, C. & Li, A. Transcriptome analysis of differentially expressed genes Involved in proanthocyanidin accumulation in the rhizomes of Fagopyrum dibotrys and an Irradiation-Induced mutant. Frontiers in Physiology7, 10.3389/fphys.2016.00100 (2016).", "ArticleIdList": ["PMC4796566", "27047386"]}, {"Citation": "Wang K-J, Zhang Y-J, Yang C-R. Antioxidant phenolic constituents from Fagopyrum dibotrys. Journal of ethnopharmacology. 2005;99:259–264. doi: 10.1016/j.jep.2005.02.029.", "ArticleIdList": ["10.1016/j.jep.2005.02.029", "15894136"]}, {"Citation": "De Francischi M, Salgado J, Leitao R. Chemical, nutritional and technological characteristics of buck wheat and non-prolamine buckwheat flours in comparison of wheat flour. Plant Foods for Human Nutrition (Formerly Qualitas Plantarum) 1994;46:323–329. doi: 10.1007/BF01088431.", "ArticleIdList": ["10.1007/BF01088431", "7716113"]}, {"Citation": "Guo Y-Z, Chen Q-F, Yang L-Y, Huang Y-H. Analyses of the seed protein contents on the cultivated and wild buckwheat Fagopyrum esculentum resources. Genetic resources and crop evolution. 2007;54:1465–1472. doi: 10.1007/s10722-006-9135-z.", "ArticleIdList": ["10.1007/s10722-006-9135-z"]}, {"Citation": "Ji, H. Studies on community ecology and genetic diversity of Fagopyrum cymosum (Trev.) Meisn. (Southwest University, 2007)."}, {"Citation": "Yamane K, Ohnishi O. Phylogenetic relationships among natural populations of perennial buckwheat, Fagopyrum cymosum Meisn., revealed by allozyme variation. Genetic Resources and Crop Evolution. 2001;48:69–77. doi: 10.1023/A:1011265212293.", "ArticleIdList": ["10.1023/A:1011265212293"]}, {"Citation": "Sharma T, Jana S. Species relationships in Fagopyrum revealed by PCR-based DNA fingerprinting. TAG Theoretical and Applied Genetics. 2002;105:306–312. doi: 10.1007/s00122-002-0938-9.", "ArticleIdList": ["10.1007/s00122-002-0938-9", "12582533"]}, {"Citation": "Yasui Y, Ohnishi O. Phylogenetic relationships among Fagopyrum species revealed by the nucleotide sequences of the ITS region of the nuclear rRNA gene. Genes & Genetic Systems. 1998;73:201–210. doi: 10.1266/ggs.73.201.", "ArticleIdList": ["10.1266/ggs.73.201", "9880918"]}, {"Citation": "Yasui Y, Ohnishi O. Interspecific relationships in Fagopyrum (Polygonaceae) revealed by the nucleotide sequences of the rbcl and accd genes and their intergenic region. American Journal of Botany. 1998;85:1134–1142. doi: 10.2307/2446346.", "ArticleIdList": ["10.2307/2446346", "21684998"]}, {"Citation": "Ohnishi O. Search for the wild ancestor of buckwheat III. The wild ancestor of cultivated common buckwheat, and of tatary buckwheat. Economic Botany. 1998;52:123. doi: 10.1007/BF02861199.", "ArticleIdList": ["10.1007/BF02861199"]}, {"Citation": "Logacheva MD, Samigullin TH, Dhingra A, Penin AA. Comparative chloroplast genomics and phylogenetics of Fagopyrum esculentum ssp. ancestrale– A wild ancestor of cultivated buckwheat. BMC Plant Biology. 2008;8:59. doi: 10.1186/1471-2229-8-59.", "ArticleIdList": ["10.1186/1471-2229-8-59", "PMC2430205", "18492277"]}, {"Citation": "Yang J, et al. The complete chloroplast genome sequence of Fagopyrum cymosum. Mitochondrial DNA Part A. 2016;27:2410–2411.", "ArticleIdList": ["26119127"]}, {"Citation": "Wang C-L, et al. Comparative analysis of four buckwheat species based on morphology and complete chloroplast genome sequences. Scientific Reports. 2017;7:6514. doi: 10.1038/s41598-017-06638-6.", "ArticleIdList": ["10.1038/s41598-017-06638-6", "PMC5529468", "28747666"]}, {"Citation": "Ravi V, Khurana JP, Tyagi AK, Khurana P. An update on chloroplast genomes. Plant Systematics & Evolution. 2008;271:101–122. doi: 10.1007/s00606-007-0608-0.", "ArticleIdList": ["10.1007/s00606-007-0608-0"]}, {"Citation": "Provan J, Powell W, Hollingsworth PM. Chloroplast microsatellites: new tools for studies in plant ecology and evolution. Trends Ecol Evol. 2001;16:142–147. doi: 10.1016/S0169-5347(00)02097-8.", "ArticleIdList": ["10.1016/S0169-5347(00)02097-8", "11179578"]}, {"Citation": "Pratt, D. B. Phylogeny and morphological evolution of the Chenopodiaceae-Amaranthaceae alliance Doctor thesis, Iowa State University, (2003)."}, {"Citation": "Zhou T, Zhao J, Chen C, Meng X, Zhao G. Characterization of the complete chloroplast genome sequence of Primula veris (Ericales: Primulaceae) Conservation Genetics Resources. 2016;8:455–458. doi: 10.1007/s12686-016-0595-y.", "ArticleIdList": ["10.1007/s12686-016-0595-y"]}, {"Citation": "Zhou, T. et al. Comparative transcriptome and chloroplast genome analyses of two related Dipteronia Species. Frontiers in Plant Science7, 10.3389/fpls.2016.01512 (2016).", "ArticleIdList": ["PMC5061820", "27790228"]}, {"Citation": "Guo X, et al. Plastome phylogeny and early diversification of Brassicaceae. BMC Genomics. 2017;18:176. doi: 10.1186/s12864-017-3555-3.", "ArticleIdList": ["10.1186/s12864-017-3555-3", "PMC5312533", "28209119"]}, {"Citation": "Fan K, Sun X-J, Huang M, Wang X-M. The complete chloroplast genome sequence of the medicinal plant Rheum palmatum L.(Polygonaceae) Mitochondrial DNA Part A. 2016;27:2935–2936. doi: 10.3109/19401736.2015.1079859.", "ArticleIdList": ["10.3109/19401736.2015.1079859", "26153751"]}, {"Citation": "Dagarova SS, Sitpayeva GT, Pak J-H, Kim JS. The complete plastid genome sequence of Rheum wittrockii (Polygonaceae), endangered species of Kazakhstan. Mitochondrial DNA Part B. 2017;2:516–517. doi: 10.1080/23802359.2017.1361359.", "ArticleIdList": ["10.1080/23802359.2017.1361359", "PMC7801014", "33490462"]}, {"Citation": "Aldrich J, Cherney BW. & Merlin, E. The role of insertions/deletions in the evolution of the intergenic region between psbA and trnH in the chloroplast genome. Current Genetics. 1988;14:137–146. doi: 10.1007/BF00569337.", "ArticleIdList": ["10.1007/BF00569337", "3180272"]}, {"Citation": "Techen N, Parveen I, Pan Z, Khan IA. DNA barcoding of medicinal plant material for identification. Current Opinion in Biotechnology. 2014;25:103–110. doi: 10.1016/j.copbio.2013.09.010.", "ArticleIdList": ["10.1016/j.copbio.2013.09.010", "24484887"]}, {"Citation": "Li X, et al. Plant DNA barcoding: from gene to genome. Biological Reviews. 2015;90:157–166. doi: 10.1111/brv.12104.", "ArticleIdList": ["10.1111/brv.12104", "24666563"]}, {"Citation": "He L, et al. Complete chloroplast genome of medicinal plant Lonicera japonica: genome rearrangement, intron gain and loss, and implications for phylogenetic studies. Molecules. 2017;22:249. doi: 10.3390/molecules22020249.", "ArticleIdList": ["10.3390/molecules22020249", "PMC6155926", "28178222"]}, {"Citation": "Wang L, Wuyun TN, Du H, Wang D, Cao D. Complete chloroplast genome sequences of Eucommia ulmoides: genome structure and evolution. Tree Genetics & Genomes. 2016;12:1–15. doi: 10.1007/s11295-015-0959-6.", "ArticleIdList": ["10.1007/s11295-015-0959-6"]}, {"Citation": "Weng ML, Blazier JC, Govindu M, Jansen RK. Reconstruction of the ancestral plastid genome in Geraniaceae reveals a correlation between genome rearrangements, repeats and nucleotide substitution rates. Molecular biology and evolution. 2013;31:645–659. doi: 10.1093/molbev/mst257.", "ArticleIdList": ["10.1093/molbev/mst257", "24336877"]}, {"Citation": "Lu, L. et al. Phylogenetic studies and comparative chloroplast genome analyses elucidate the basal position of halophyte Nitraria sibirica (Nitrariaceae) in the Sapindales. Mitochondrial DNA Part A, 1–11, 10.1080/24701394.2017.1350954 (2017).", "ArticleIdList": ["28712318"]}, {"Citation": "Curci PL, De Paola D, Danzi D, Vendramin GG, Sonnante G. Complete chloroplast genome of the multifunctional crop globe artichoke and comparison with other asteraceae. PLOS ONE. 2015;10:e0120589. doi: 10.1371/journal.pone.0120589.", "ArticleIdList": ["10.1371/journal.pone.0120589", "PMC4361619", "25774672"]}, {"Citation": "Rousseau-Gueutin M, et al. The chloroplast genome of the hexaploid Spartina maritima (Poaceae, Chloridoideae): Comparative analyses and molecular dating. Molecular phylogenetics and evolution. 2015;93:5–16. doi: 10.1016/j.ympev.2015.06.013.", "ArticleIdList": ["10.1016/j.ympev.2015.06.013", "26182838"]}, {"Citation": "Xu J-H, et al. Dynamics of chloroplast genomes in green plants. Genomics. 2015;106:221–231. doi: 10.1016/j.ygeno.2015.07.004.", "ArticleIdList": ["10.1016/j.ygeno.2015.07.004", "26206079"]}, {"Citation": "Kofer W, Koop HU, Wanner G, Steinmüller K. Mutagenesis of the genes encoding subunits A, C, H, I, J and K of the plastid NAD(P)H-plastoquinone-oxidoreductase in tobacco by polyethylene glycol-mediated plastome transformation. Molecular General Genetics. 1998;258:166–173. doi: 10.1007/s004380050719.", "ArticleIdList": ["10.1007/s004380050719", "9613585"]}, {"Citation": "Yang Y, et al. Comparative analysis of the complete chloroplast genomes of five Quercus species. Frontiers in Plant Science. 2016;7:959.", "ArticleIdList": ["PMC4923075", "27446185"]}, {"Citation": "Peng L, Yamamoto H, Shikanai T. Structure and biogenesis of the chloroplast NAD(P)H dehydrogenase complex. Biochimica et biophysica acta. 2011;1807:945–953. doi: 10.1016/j.bbabio.2010.10.015.", "ArticleIdList": ["10.1016/j.bbabio.2010.10.015", "21029720"]}, {"Citation": "de Santana Lopes A, et al. The complete plastome of macaw palm [Acrocomia aculeata (Jacq.) Lodd. ex Mart.] and extensive molecular analyses of the evolution of plastid genes in Arecaceae. Planta. 2018;247:1011–1030. doi: 10.1007/s00425-018-2841-x.", "ArticleIdList": ["10.1007/s00425-018-2841-x", "29340796"]}, {"Citation": "Dong WL, et al. Molecular evolution of chloroplast genomes of Orchid species: Insights into phylogenetic relationship and adaptive evolution. International Journal of Molecular Sciences. 2018;19:716. doi: 10.3390/ijms19030716.", "ArticleIdList": ["10.3390/ijms19030716", "PMC5877577", "29498674"]}, {"Citation": "Jalal A, et al. A small multifunctional pentatricopeptide repeat protein in the chloroplast of Chlamydomonas reinhardtii. Molecular Plant. 2015;8:412–426. doi: 10.1016/j.molp.2014.11.019.", "ArticleIdList": ["10.1016/j.molp.2014.11.019", "25702521"]}, {"Citation": "Drescher A, Ruf S, Calsa T, Carrer H, Bock R. The two largest chloroplast genome‐encoded open reading frames of higher plants are essential genes. The Plant Journal. 2000;22:97–104. doi: 10.1046/j.1365-313x.2000.00722.x.", "ArticleIdList": ["10.1046/j.1365-313x.2000.00722.x", "10792825"]}, {"Citation": "Kikuchi S, et al. Uncovering the protein translocon at the chloroplast inner envelope membrane. Science. 2013;339:571–574. doi: 10.1126/science.1229262.", "ArticleIdList": ["10.1126/science.1229262", "23372012"]}, {"Citation": "Cuenoud P, et al. Molecular phylogenetics of Caryophyllales based on nuclear 18S rDNA and plastid rbcL, atpB, and matK DNA sequences. American Journal of Botany. 2002;89:132–144. doi: 10.3732/ajb.89.1.132.", "ArticleIdList": ["10.3732/ajb.89.1.132", "21669721"]}, {"Citation": "Downie SR, Palmer JD. A chloroplast DNA phylogeny of the Caryophyllales based on structural and inverted repeat restriction site variation. Systematic Botany. 1994;19:236–252. doi: 10.2307/2419599.", "ArticleIdList": ["10.2307/2419599"]}, {"Citation": "Zhou ML, et al. Phylogenetic relationship of four new species related to southwestern Sichuan Fagopyrum based on morphological and molecular characterization. Biochemical Systematics and Ecology. 2014;57:403–409. doi: 10.1016/j.bse.2014.09.024.", "ArticleIdList": ["10.1016/j.bse.2014.09.024"]}, {"Citation": "Leebens-Mack J, et al. Identifying the basal angiosperm node in chloroplast genome phylogenies: sampling one’s way out of the Felsenstein zone. Mol Biol Evol. 2005;22:1948–1963. doi: 10.1093/molbev/msi191.", "ArticleIdList": ["10.1093/molbev/msi191", "15944438"]}, {"Citation": "Doyle JJ. A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochem bull. 1987;19:11–15."}, {"Citation": "Patel RK, Jain M. NGS QC Toolkit: a toolkit for quality control of next generation sequencing data. PloS one. 2012;7:e30619. doi: 10.1371/journal.pone.0030619.", "ArticleIdList": ["10.1371/journal.pone.0030619", "PMC3270013", "22312429"]}, {"Citation": "Langmead B, Salzberg SL. Fast gapped-read alignment with Bowtie 2. Nature methods. 2012;9:357–359. doi: 10.1038/nmeth.1923.", "ArticleIdList": ["10.1038/nmeth.1923", "PMC3322381", "22388286"]}, {"Citation": "Bankevich A, et al. SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing. Journal of Computational Biology. 2012;19:455–477. doi: 10.1089/cmb.2012.0021.", "ArticleIdList": ["10.1089/cmb.2012.0021", "PMC3342519", "22506599"]}, {"Citation": "Hahn C, Bachmann L, Chevreux B. Reconstructing mitochondrial genomes directly from genomic next-generation sequencing reads—a baiting and iterative mapping approach. Nucleic acids research. 2013;41:e129–e129. doi: 10.1093/nar/gkt371.", "ArticleIdList": ["10.1093/nar/gkt371", "PMC3711436", "23661685"]}, {"Citation": "Wyman SK, Jansen RK, Boore JL. Automatic annotation of organellar genomes with DOGMA. Bioinformatics. 2004;20:3252–3255. doi: 10.1093/bioinformatics/bth352.", "ArticleIdList": ["10.1093/bioinformatics/bth352", "15180927"]}, {"Citation": "Lohse M, Drechsel O, Kahlau S, Bock R. OrganellarGenomeDRAW–a suite of tools for generating physical maps of plastid and mitochondrial genomes and visualizing expression data sets. Nucleic Acids Res. 2013;41:W575–W581. doi: 10.1093/nar/gkt289.", "ArticleIdList": ["10.1093/nar/gkt289", "PMC3692101", "23609545"]}, {"Citation": "Frazer KA, Pachter L, Poliakov A, Rubin EM, Dubchak I. VISTA: computational tools for comparative genomics. Nucleic acids research. 2004;32:W273–W279. doi: 10.1093/nar/gkh458.", "ArticleIdList": ["10.1093/nar/gkh458", "PMC441596", "15215394"]}, {"Citation": "Rozas J, et al. DnaSP 6: DNA sequence polymorphism analysis of large data sets. Molecular Biology and Evolution. 2017;34:3299–3302. doi: 10.1093/molbev/msx248.", "ArticleIdList": ["10.1093/molbev/msx248", "29029172"]}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: molecular evolutionary genetics analysis version 6.0. Molecular biology and evolution. 2013;30:2725–2729. doi: 10.1093/molbev/mst197.", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Kurtz S, et al. REPuter: the manifold applications of repeat analysis on a genomic scale. Nucleic acids research. 2001;29:4633–4642. doi: 10.1093/nar/29.22.4633.", "ArticleIdList": ["10.1093/nar/29.22.4633", "PMC92531", "11713313"]}, {"Citation": "Benson G. Tandem repeats finder: a program to analyze DNA sequences. Nucleic acids research. 1999;27:573. doi: 10.1093/nar/27.2.573.", "ArticleIdList": ["10.1093/nar/27.2.573", "PMC148217", "9862982"]}, {"Citation": "Yang Z. PAML 4: phylogenetic analysis by maximum likelihood. Mol Biol Evol. 2007;24:1586–1591. doi: 10.1093/molbev/msm088.", "ArticleIdList": ["10.1093/molbev/msm088", "17483113"]}, {"Citation": "Katoh K, Standley DM. MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Molecular biology and evolution. 2013;30:772–780. doi: 10.1093/molbev/mst010.", "ArticleIdList": ["10.1093/molbev/mst010", "PMC3603318", "23329690"]}, {"Citation": "Swofford, D. L. Commands used in the PAUP Block in PAUP 4.0: phylogenetic analysis using parsimony 132–135. (Smithsonian Institution, 1998)."}, {"Citation": "Nguyen L-T, Schmidt HA, von Haeseler A, Minh BQ. IQ-TREE: a fast and effective stochastic algorithm for estimating maximum-likelihood phylogenies. Molecular Biology and Evolution. 2015;32:268–274. doi: 10.1093/molbev/msu300.", "ArticleIdList": ["10.1093/molbev/msu300", "PMC4271533", "25371430"]}, {"Citation": "Kalyaanamoorthy S, Minh BQ, Wong TKF, von Haeseler A, Jermiin LS. ModelFinder: fast model selection for accurate phylogenetic estimates. Nature Methods. 2017;14:587. doi: 10.1038/nmeth.4285.", "ArticleIdList": ["10.1038/nmeth.4285", "PMC5453245", "28481363"]}, {"Citation": "Ronquist F, et al. MrBayes 3.2: efficient Bayesian phylogenetic inference and model choice across a large model space. Systematic biology. 2012;61:539–542. doi: 10.1093/sysbio/sys029.", "ArticleIdList": ["10.1093/sysbio/sys029", "PMC3329765", "22357727"]}, {"Citation": "Posada D, Crandall KA. Modeltest: testing the model of DNA substitution. Bioinformatics. 1998;14:817–818. doi: 10.1093/bioinformatics/14.9.817.", "ArticleIdList": ["10.1093/bioinformatics/14.9.817", "9918953"]}]}], "History": [{"Year": "2017", "Month": "11", "Day": "3"}, {"Year": "2018", "Month": "7", "Day": "30"}, {"Year": "2018", "Month": "8", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["30120274", "PMC6098159", "10.1038/s41598-018-30398-6", "10.1038/s41598-018-30398-6"]}}]}