{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30138328", "DateCompleted": {"Year": "2019", "Month": "02", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "08", "Day": "23"}], "Language": ["eng"], "ELocationID": ["e0202362", "10.1371/journal.pone.0202362"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "13", "Issue": "8", "PubDate": {"Year": "2018"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Hepatoprotective potential of Malvaviscus arboreus against carbon tetrachloride-induced liver injury in rats.", "Pagination": {"StartPage": "e0202362", "MedlinePgn": "e0202362"}, "Abstract": {"AbstractText": ["Malvaviscus arboreus Cav. is a medicinal plant belonging to family Malvaceae with both ethnomedical and culinary value; however, its phytochemical and biological profiles have been scarcely studied. Accordingly, this work was designed to explore the chemical composition and the hepatoprotective potential of M. arboreus against carbon tetrachloride (CCl4)-induced hepatotoxicity. The total extract of the aerial parts and its derived fractions (petroleum ether, dichloromethane, ethyl acetate, and aqueous) were orally administered to rats for six consecutive days, followed by injection of CCl4 (1:1 v/v, in olive oil, 1.5 ml/kg, i.p.) on the next day. Results showed that the ethyl acetate and dichloromethane fractions significantly alleviated liver injury in rats as indicated by the reduced levels of alanine transaminase (ALT), aspartate transaminase (AST), alkaline phosphatase (ALP), total bilirubin (TB), and malondialdehyde (MDA), along with enhancement of the total antioxidant capacities of their livers, with the maximum effects were recorded by the ethyl acetate fraction. Moreover, the protective actions of both fractions were comparable to those of silymarin (100 mg/kg), and have been also substantiated by histopathological evaluations. On the other hand, liquid chromatography-high resolution electrospray ionization mass spectrometry (LC‒HR‒ESI‒MS) metabolomic profiling of the crude extract of M. arboreus aerial parts showed the presence of a variety of phytochemicals, mostly phenolics, whereas the detailed chemical analysis of the most active fraction (i.e. ethyl acetate) resulted in the isolation and identification of six compounds for the first time in the genus, comprising four phenolic acids; β-resorcylic, caffeic, protocatechuic, and 4-hydroxyphenylacetic acids, in addition to two flavonoids; trifolin and astragalin. Such phenolic principles, together with their probable synergistic antioxidant and liver-protecting properties, seem to contribute to the observed hepatoprotective potential of M. arboreus."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Deraya University, New Minia, Egypt."}], "LastName": "Abdelhafez", "ForeName": "Omnia Hesham", "Initials": "OH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Pharmacy, Minia University, Minia, Egypt."}], "LastName": "Fawzy", "ForeName": "Michael Atef", "Initials": "MA"}, {"Identifier": ["0000-0002-2425-0819"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Minia University, Minia, Egypt."}], "LastName": "Fahim", "ForeName": "John Refaat", "Initials": "JR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Minia University, Minia, Egypt."}], "LastName": "Desoukey", "ForeName": "Samar Yehia", "Initials": "SY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Julius-von-Sachs-Institute of Biosciences, Biocenter, Pharmaceutical Biology, University of Würzburg, Würzburg, Germany."}], "LastName": "Krischke", "ForeName": "Markus", "Initials": "M"}, {"Identifier": ["0000-0001-8122-5460"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Julius-von-Sachs-Institute of Biosciences, Biocenter, Pharmaceutical Biology, University of Würzburg, Würzburg, Germany."}], "LastName": "Mueller", "ForeName": "Martin J", "Initials": "MJ"}, {"Identifier": ["0000-0002-1014-6922"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Minia University, Minia, Egypt."}, {"Identifier": [], "Affiliation": "Department of Botany II, Julius-von-Sachs-Institute for Biological Sciences, University of Würzburg, Würzburg, Germany."}], "LastName": "Abdelmohsen", "ForeName": "Usama Ramadan", "Initials": "UR"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Protective Agents"}, {"RegistryNumber": "CL2T97X0V0", "NameOfSubstance": "Carbon Tetrachloride"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Administration, Oral"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Carbon Tetrachloride"}, {"QualifierName": ["drug therapy", "metabolism", "pathology"], "DescriptorName": "Chemical and Drug Induced Liver Injury"}, {"QualifierName": ["drug effects", "injuries", "metabolism", "pathology"], "DescriptorName": "Liver"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Malvaceae"}, {"QualifierName": [], "DescriptorName": "Metabolome"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Plant Stems"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Protective Agents"}, {"QualifierName": [], "DescriptorName": "Random Allocation"}, {"QualifierName": [], "DescriptorName": "Rats"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Eidi A, Mortazavi P, Bazargan M, and Zaringhalam J. Hepatoprotective activity of Cinnamon ethanolic extract against CCl4-induced liver injury in rats. EXCLI J, 2012; 11: 495–507.", "ArticleIdList": ["PMC4990741", "27547174"]}, {"Citation": "Akindele AJ, Ezenwanebe KO, Anunobi CC, and Adeyemi OO. Hepatoprotective and in vivo antioxidant effects of Byrsocarpus coccineus Schum. and Thonn.(Connaraceae). J Ethnopharmacol, 2010; 129: 46–52.", "ArticleIdList": ["20219667"]}, {"Citation": "Ali H, Kabir N, Muhammad A, Shah MR, Musharraf SG, Iqbal N, et al. Hautriwaic acid as one of the hepatoprotective constituent of Dodonaea viscosa. Phytomedicine, 2014; 21: 131–140.", "ArticleIdList": ["24075215"]}, {"Citation": "Navarro VJ and Senior JR. Drug-related hepatotoxicity. N Engl J Med, 2006; 354: 731–739.", "ArticleIdList": ["16481640"]}, {"Citation": "Shen B, Chen H, Shen C, Xu P, Li J, Shen G, et al. Hepatoprotective effects of lignans extract from Herpetospermum caudigerum against CCl4-induced acute liver injury in mice. J Ethnopharmacol, 2015; 164: 46–52.", "ArticleIdList": ["25666426"]}, {"Citation": "Bishayee A, Darvesh AS, Politis T, and McGory R. Resveratrol and liver disease: from bench to bedside and community. Liver Int, 2010; 30: 1103–1114.", "ArticleIdList": ["20557453"]}, {"Citation": "Lim TK. Edible medicinal and non-medicinal plants. vol. 8, Springer: Netherlands; 2014. pp. 405–408."}, {"Citation": "Tambde GM, Ramchandra DG, and Sardesai MM. A synopsis of the genus Sida L.(Malvaceae) from Maharashtra, India. Taiwania, 2016; 61: 243–252."}, {"Citation": "Delange DM, Rico CLM, Pérez RDS, Canavaciolo VG, and Leyes EAR. Determination by GC-MS of the hexane extract components from Malvaviscus penduliflorus flowers growing in Cuba. Anal Chem Lett, 2012; 2: 171–176."}, {"Citation": "Domínguez XA and Alcorn JB. Screening of medicinal plants used by huastec Mayans of North eastern Mexico. J Ethnopharmacol, 1985; 13: 139–156.", "ArticleIdList": ["4021512"]}, {"Citation": "Kaisoon O, Siriamornpun S, Weerapreeyakul N, and Meeso N. Phenolic compounds and antioxidant activities of edible flowers from Thailand. J Funct Foods, 2011; 3: 88–99."}, {"Citation": "Zamora MC and Pola CNP. Medicinal plants used in some rural populations of Oaxaca, Puebla and Veracruz, México. J Ethnopharmacol, 1992; 35: 229–257.", "ArticleIdList": ["1548896"]}, {"Citation": "Achari B, Basu K, and Pakrashi SC. Chemical investigation of Malvaviscus conzattii. J Nat Prod, 1984; 47: 751–751.", "ArticleIdList": ["6491690"]}, {"Citation": "Bork PM, Schmitz ML, Kuhnt M, Escher C, and Heinrich M. Sesquiterpene lactone containing Mexican Indian medicinal plants and pure sesquiterpene lactone as potent inhibition of transcription factor NF-KB. Febs Lett, 1997; 402: 85–90.", "ArticleIdList": ["9013864"]}, {"Citation": "Cáseres A, Cano O, Samayoa B, and Aguilar L. Plants used in Guatemala for the treatment of gastrointestinal disorders. 1. Screening of 84 plants against enterobacteria. J Ethnopharmacol, 1990; 30: 55–73.", "ArticleIdList": ["2214824"]}, {"Citation": "Yeasmin Z, Tanvir S, Sharmin T, Bin Rashid R, Sikder MA, and Rashid MA. Bioactivities of Malvaviscus arboreus var. drummondii and Phyllanthus reticulatus Poir. Dhaka Univ J Pharm Sci, 2014; 13: 143–147."}, {"Citation": "Stahl E. Thin Layer Chromatography. 2nd ed Springer Verlage: Berlin, Heidelberg, New York; 1970. p. 810."}, {"Citation": "Markham KR. Techniques of flavonoids identification. Academic press: London; 1982."}, {"Citation": "Smith I. Chromatographic and electrophoretic techniques. Heinman: London; 1960. pp. 1–246."}, {"Citation": "Mabry TJ, Markham KR, and Thomas MB. The systematic identification of flavonoids. Springer: New York; 1970. pp. 4–35."}, {"Citation": "Refaat J, Samy MN, Desoukey SY, Ramadan MA, Sugimoto S, Matsunami K, et al. Chemical constituents from Chorisia chodatii flowers and their biological activities. Med Chem Res, 2015; 24: 2939–2949."}, {"Citation": "Refaat J, Desoukey SY, Ramadan MA, Kamel MS, Han J, and Isoda H. Comparative polyphenol contents, free radical scavenging properties and effects on adipogenesis of Chorisia chodatii and Chorisia speciosa. JHD, 2015; 5: 193–207. 10.3233/JHD-180291", "ArticleIdList": ["10.3233/JHD-180291"]}, {"Citation": "Sofowora A. Phytochemical Screening: Medicinal Plants and Traditional Medicine in Africa. Spectrum Books Ltd: Ibadan, Nigeria; 1993. pp. 270–289."}, {"Citation": "Trease GE and Evans WC. Phenols and phenolic glycosides In Textbook of Pharmacognosy. vol. 12 Balliese: Tindall and Co Publishers, London, UK; 1989. pp. 343–383."}, {"Citation": "Abdelmohsen UR, Cheng C, Viegelmann C, Zhang T, Grkovic T, Ahmed S, et al. Dereplication strategies for targeted isolation of new antitrypanosomal actinosporins A and B from a marine sponge associated-Actinokineospora sp. EG49. Mar Drugs, 2014; 12: 1220–1244.", "ArticleIdList": ["PMC3967206", "24663112"]}, {"Citation": "Garber J, Barbee R, Bielitzki J, Clayton L, Donovan J, et al. Guide for the care and use of laboratory animals. 8th ed The National Academic Press: Washington DC; 2010. p. 220."}, {"Citation": "Somasundaram A, Karthikeyan R, Velmurugan V, Dhandapani B, and Raja M. Evaluation of hepatoprotective activity of Kyllinga nemoralis (Hutch & Dalz) rhizomes. J Ethnopharmacol, 2010; 127: 555–557.", "ArticleIdList": ["19941947"]}, {"Citation": "Soon YY and Tan BKH. Evaluation of the hypoglycemic and antioxidant activities of Morinda officinalis in streptozocin-induced diabetic rats. Singapore Med J, 2002; 43: 77–85.", "ArticleIdList": ["11993894"]}, {"Citation": "Wang Y, Han T, Xue LM, Han P, Zhang QY, Huang BK, et al. Hepatotoxicity of kaurene glycosides from Xanthium strumarium L. fruits in mice. Pharmazie, 2011; 66: 445–449.", "ArticleIdList": ["21699085"]}, {"Citation": "Jia L, Jing LL, Zhou SA, and Kong DY. Three new flavonoid glycosides from Urena lobata. J Asian Nat Prod Res, 2011; 13: 907–914. 10.1080/10286020.2011.599802", "ArticleIdList": ["10.1080/10286020.2011.599802", "21972805"]}, {"Citation": "Shimokawa S, Iwashina T, and Murakami N. Flower color changes in three Japanese Hibiscus species: further quantitative variation of anthocyanin and flavonols. Nat Prod Commun, 2015; 10: 451–452.", "ArticleIdList": ["25924527"]}, {"Citation": "Jia L, Guo M, Li D, and Jing L. Chemical constituents from petroleum ether portion of Abelmoschus esculentus II. Zhongguo Zhong Yao Za Zhi, 2011; 36: 891–895.", "ArticleIdList": ["21761729"]}, {"Citation": "Yamada K, Anai T, and Hasegawa K. Lepidimoide, an allelopathic substance in the exudates from germinated seeds. Phytochemistry, 1995; 39: 1031–1032."}, {"Citation": "Wang ML, Morris B, Tonnis B, Davis J, and Pederson GA. Assessment of oil content and fatty acid composition variability in two economically important Hibiscus species. J Agric Food Chem, 2012; 60: 6620–6626. 10.1021/jf301654y", "ArticleIdList": ["10.1021/jf301654y", "22703121"]}, {"Citation": "Takac MJM and Topić DV. FT-IR and NMR spectroscopic studies of salicylic acid derivatives. II. Comparison of 2-hydroxy-and 2, 4-and 2, 5-dihydroxy derivatives. Acta Pharm, 2004; 54: 177–191.", "ArticleIdList": ["15610615"]}, {"Citation": "Jeong CH, Jeong HR, Choi GN, Kim DO, Lee U, and Heo HJ. Neuroprotective and anti-oxidant effects of caffeic acid isolated from Erigeron annuus leaf. Chin Med, 2011; 6: 25.", "ArticleIdList": ["PMC3145603", "21702896"]}, {"Citation": "Syafni N, Putra DP, and Arbain D. 3,4-dihydroxybenzoic acid and 3,4-dihydroxybenzaldehyde from the fern Trichomanes chinense L.; isolation, antimicrobial and antioxidant properties. Indones J Chem, 2012; 12: 273–278."}, {"Citation": "Ohtani K, Fujioka S, Shimada A, and Kimura Y. Nematicidal activities of 4-hydroxyphenylacetic acid and oidiolactone D produced by the fungus Oidiodendron sp. Z Naturforsch C, 2011; 66: 31–34.", "ArticleIdList": ["21476434"]}, {"Citation": "Zhang Y, Wang D, Yang L, Zhou D, and Zhang J. Purification and characterization of flavonoids from the leaves of Zanthoxylum bungeanum and correlation between their structure and antioxidant activity. PLoS One, 2014; 9: e105725 10.1371/journal.pone.0105725", "ArticleIdList": ["10.1371/journal.pone.0105725", "PMC4144902", "25157400"]}, {"Citation": "Jaeschke H. Toxic responses of the liver In: Klaassen CD, editor. Casarett & Doull’s Toxicology: The Basic Science of Poisons. 7th edition McGraw Hill Medical: New York, USA; 2008. pp. 557–582."}, {"Citation": "Weber LW, Boll M, and Stampfl A. Hepatotoxicity and mechanism of action of haloalkanes: carbon tetrachloride as a toxicological model. Crit Rev Toxicol, 2003; 33: 105–136.", "ArticleIdList": ["12708612"]}, {"Citation": "Wu Y, Yang L, Wang F, Wu X, Zhou C, Shi S, et al. Hepatoprotective and anti-oxidative effects of total phenolics from Laggera pterodonta on chemical-induced injury in primary cultured neonatal rat hepatocytes. Food Chem Toxicol, 2007; 45: 1349–1355.", "ArticleIdList": ["17329003"]}, {"Citation": "Ranawat L, Bhatt J, and Patel J. Hepatoprotective activity of ethanolic extracts of bark of Zanthoxylum armatum DC in CCl4-induced hepatic damage in rats. J Ethnopharmacol, 2010; 127: 777–780. 10.1016/j.jep.2009.10.019", "ArticleIdList": ["10.1016/j.jep.2009.10.019", "19874881"]}, {"Citation": "Armendariz-Borunda J, Seyer JM, Postlethwaite AE, and Kang AH. Kupffer cells from carbon tetrachloride-injured rat livers produce chemotactic factors for fibroblasts and monocytes: the role of tumor necrosis factor-α. Hepatology, 1991; 14: 895–900.", "ArticleIdList": ["1937392"]}, {"Citation": "Suresh DR, Annam V, Pratibha K, and Prasad BVM. Total antioxidant capacity–a novel early bio-chemical marker of oxidative stress in HIV infected individuals. J Biomed Sci, 2009; 16: 61–64.", "ArticleIdList": ["PMC2714592", "19583866"]}, {"Citation": "Pietta PG. Flavonoids as antioxidants. J Nat Prod, 2000; 63: 1035–1042.", "ArticleIdList": ["10924197"]}, {"Citation": "Cheng N, Ren N, Gao H, Lei X, Zheng J, and Cao W. Antioxidant and hepatoprotective effects of Schisandra chinensis pollen extract on CCl4-induced acute liver damage in mice. Food Chem Toxicol, 2013; 55: 234–240.", "ArticleIdList": ["23201450"]}, {"Citation": "Wayner DD, Burton GW, Ingold KU, Barclay LR, and Locke SJ. The relative contributions of vitamin E, urate, ascorbate and proteins to the total peroxyl radical-trapping antioxidant activity of human blood plasma. Biochim Biophys Acta, 1987; 924: 408–419.", "ArticleIdList": ["3593759"]}, {"Citation": "Achyilla GS, Kotgale SG, and Wadodka AK. Hepatoprotective activity of Panchgavya gritha in CCl4-induced hepatotoxicity in rats. Indian J Pharmacol, 2003; 35: 311–315."}, {"Citation": "You Y, Yoo S, Yoon HG, Park J, Lee YH, Kim S, et al. In vitro and in vivo hepatoprotective effects of the aqueous extract from Taraxacum officinale (dandelion) root against alcohol-induced oxidative stress. Food Chem Toxicol, 2010; 48: 1632–1637.", "ArticleIdList": ["20347918"]}, {"Citation": "Carini R, Comoglio A, Albano E, and Poli G. Lipid peroxidation and irreversible damage in the rat hepatocytes model: protection by the silybin-phospholipid complex. Biochem Pharmacol, 1992; 38: 2859–2865.", "ArticleIdList": ["1599497"]}, {"Citation": "Al-Rejaie SS, Aleisa AM, Sayed-Ahmed MM, Al-Shabanah OA, Abuohashish HM, Ahmed MM, et al. Protective effect of rutin on the antioxidant genes expression in hypercholestrolemic male Westar rat. BMC Complement Altern Med, 2013; 13: 136–145.", "ArticleIdList": ["PMC3717094", "23773725"]}, {"Citation": "Choi J, Kang HJ, Kim SZ, Kwon TO, Jeong SI, and Jang SI. Antioxidant effect of astragalin isolated from the leaves of Morus alba L. against free radical-induced oxidative hemolysis of human red blood cells. Arch Pharm Res, 2013; 36: 912–917.", "ArticleIdList": ["23512775"]}, {"Citation": "Ezzat SM, Salama MM, Seif el-Din SH, Saleh S, El-Lakkany NM, Hammam OA, et al. Metabolic profile and hepatoprotective activity of the anthocyanin-rich extract of Hibiscus sabdariffa calyces. Pharm Biol, 2016; 54: 3172–3181. 10.1080/13880209.2016.1214739", "ArticleIdList": ["10.1080/13880209.2016.1214739", "27564372"]}, {"Citation": "Gülçin I. Antioxidant activity of caffeic acid (3,4-dihydroxycinnamic acid). Toxicology, 2006; 217: 213–220.", "ArticleIdList": ["16243424"]}, {"Citation": "Hafez MM, Al-Harbi NO, Al-Hoshani AR, Al-Hosaini KA, Shrari SD, Al-Rejaie SS, et al. Hepatoprotective effect of rutin via IL-6/STAT3 pathway in CCl4-induced hepatotoxicity in rats. Biol Res, 2015; 48: 30.", "ArticleIdList": ["PMC4477598", "26062544"]}, {"Citation": "Piazzon A, Forte M, and Nardini M. Characterization of phenolics content and antioxidant activity of different beer types. J Agric Food Chem, 2010; 58: 10677–10683.", "ArticleIdList": ["20822144"]}, {"Citation": "Shi GF, An LJ, Jiang B, Guan S, and Bao YM. Alpinia protocatechuic acid protects against oxidative damage in vitro and reduces oxidative stress in vivo. Neurosci Lett, 2006; 403: 206–210.", "ArticleIdList": ["16806694"]}, {"Citation": "Yang SY, Hong CO, Lee GP, Kim CT, and Lee KW. The hepatoprotection of caffeic acid and rosmarinic acid, major compounds of Perilla frutescens, against t-BHP-induced oxidative liver damage. Food Chem Toxicol, 2013; 55: 92–99.", "ArticleIdList": ["23306788"]}, {"Citation": "Zhong K, Li XJ, Gou AN, Huang YN, Bu Q, and Gao H. Antioxidant and cytoprotective activities of flavonoid glycosides-rich extract from the leaves of Zanthoxylum bungeanum. J Food Nutr Res, 2014; 2: 349–356."}]}], "History": [{"Year": "2018", "Month": "5", "Day": "13"}, {"Year": "2018", "Month": "8", "Day": "1"}, {"Year": "2018", "Month": "8", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["30138328", "PMC6107176", "10.1371/journal.pone.0202362", "PONE-D-18-14150"]}}]}