{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30133458", "DateCompleted": {"Year": "2019", "Month": "02", "Day": "04"}, "DateRevised": {"Year": "2019", "Month": "02", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "08", "Day": "22"}], "Language": ["eng"], "ELocationID": ["e0201873", "10.1371/journal.pone.0201873"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "13", "Issue": "8", "PubDate": {"Year": "2018"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Trade-offs between growth, reproduction and defense in response to resource availability manipulations.", "Pagination": {"StartPage": "e0201873", "MedlinePgn": "e0201873"}, "Abstract": {"AbstractText": ["The Brazilian Cerrado is one of the most endangered biomes in the world. We evaluated the sustainability of leaf harvest in one of the most important Cerrado tree species, Stryphnodendron adstringens. The bark of this tree is used as a source of medicinal tannin. Harvesting bark, however, often kills the tree. In a manipulative field experiment, we tested the hypothesis that harvesting leaves, which might serve as an alternative source of tannin, would be less detrimental for tree survival, growth, reproduction, and defense than harvesting bark. In a two-way crossed experimental design, we either clipped 100% of a plant's leaves or applied NPK fertilizer to the soil. Our predictions of the experimental outcomes were based on plant resource and defense theory. Growth was determined by total leaf dry mass production, reproduction by inflorescence and fruit production traits, and defense by total phenolics, hydrolyzable tannins, and condensed tannins. Fertilization had a marginally positive effect on total leaf dry mass. Defoliation had no effect on subsequent leaf production, and most importantly, no plants died as a result of defoliation. We found high tannin amounts in leaves of S. adstringens produced both prior to and subsequent to clipping, further suggesting that leaves could serve as a sustainable alternative source of tannin. After clipping, plants invested more in tannin production and less in reproduction. Our results suggest that leaf harvest may be more sustainable than harvesting of bark in S. adstringens. We suggest the need for further investigation of the medicinal properties of leaf tannins to formulate a viable sustainable management plan for the exploitation of this plant species."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Setor de Ecologia e Conservação, Departamento de Biologia, Universidade Federal de Lavras, Lavras, MG, Brazil."}, {"Identifier": [], "Affiliation": "Department of Biology and the Whitney R. Harris World Ecology Center, University of Missouri-St. Louis, St. Louis, MO, United States of America."}], "LastName": "Tuller", "ForeName": "Juliana", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and the Whitney R. Harris World Ecology Center, University of Missouri-St. Louis, St. Louis, MO, United States of America."}], "LastName": "Marquis", "ForeName": "Robert J", "Initials": "RJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Setor de Ecologia e Conservação, Departamento de Biologia, Universidade Federal de Lavras, Lavras, MG, Brazil."}], "LastName": "Andrade", "ForeName": "Samara M M", "Initials": "SMM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Setor de Ecologia e Conservação, Departamento de Biologia, Universidade Federal de Lavras, Lavras, MG, Brazil."}], "LastName": "Monteiro", "ForeName": "Angelo B", "Initials": "AB"}, {"Identifier": ["0000-0002-7230-800X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Setor de Ecologia e Conservação, Departamento de Biologia, Universidade Federal de Lavras, Lavras, MG, Brazil."}], "LastName": "Faria", "ForeName": "Lucas D B", "Initials": "LDB"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Fertilizers"}, {"RegistryNumber": "0", "NameOfSubstance": "Tannins"}], "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Agriculture"}, {"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Fabaceae"}, {"QualifierName": [], "DescriptorName": "Fertilizers"}, {"QualifierName": [], "DescriptorName": "Forests"}, {"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Fruit"}, {"QualifierName": ["growth & development"], "DescriptorName": "Inflorescence"}, {"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Reproduction"}, {"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Seeds"}, {"QualifierName": ["analysis"], "DescriptorName": "Tannins"}, {"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Trees"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Herms DA, Matson WJ. The dilemma of plants, to grow or defend. Q Rev Biol. 1992; 67(3): 283–335."}, {"Citation": "Briggs MA, Schultz JC. Chemical defense production in Lotus corniculatus L. II. Trade-offs among growth, reproduction and defense. Oecologia.1999; 83(1): 32–37.", "ArticleIdList": ["28313239"]}, {"Citation": "Weiner J, Campbell LG, Pino J, Echarte L. The allometry of reproduction within plant populations. 2009; J Ecol. 97: 1220–1233."}, {"Citation": "Coley PD. Herbivory and defensive characteristics of tree species in a lowland tropical forest. 1983; Ecol Monogr. 53(2): 209–234."}, {"Citation": "Koricheva J, Nykänen H, Gianoli E. Meta-analysis of trade-offs among plant antiherbivore defenses, are plants jacks-of-all-trades, masters of all? 2004; Am Nat. 163(4): E64–E75. 10.1086/382601", "ArticleIdList": ["10.1086/382601", "15122510"]}, {"Citation": "Dostálek T, Rokaya MB, Maršík P, Rezek J, Skuhrovec J, Pavela R, et al. Trade-off among different anti-herbivore defence strategies along an altitudinal gradient. 2016; AoB PLANTS. plw026.", "ArticleIdList": ["PMC4940502", "27169609"]}, {"Citation": "Coley PD, Barone JA. Herbivory and plant defenses in tropical forests. 1996; Annu Rev Ecol Syst. 27: 305–335."}, {"Citation": "Marquis RJ. Selective impact of herbivores In: Frtiz RS, Simms EL, editors, Plant resistance to herbivores and pathogens: ecology, evolution, and genetics. Chicago: University of Chicago Press; 1992. pp. 301–324."}, {"Citation": "Danks HV. Modification of adverse conditions by insects. 2002; Oikos 99: 10–24."}, {"Citation": "Stowe KA, Marquis RJ, Hochwender CG, Simms EL. The evolutionary ecology of tolerance to consumer damage. 2000; Annu Rev Ecol Syst. 31: 565–595."}, {"Citation": "Maschinski J, Whitham TG. The continuum of plant responses to herbivory, The influence of plant association, nutrient availability, and timing. 1989; Am Nat. 134(1): 1–19."}, {"Citation": "Kersch-Becker MF, Lewinsohn TM. Bottom-up multitrophic effects in resprouting plants. 2012; Ecology. 93(1): 9–16.", "ArticleIdList": ["22486081"]}, {"Citation": "Wang LL, Wang B, Shang N, Liu WZ. Effects of experimental defoliation on resource allocation using integrated physiological units in the andromonoecious Camptotheca acuminata. 2016; S Afr J Bot. 104: 47–54."}, {"Citation": "Sperens U. Long-term variation in, and effects of fertiliser addition on, flower, fruit and seed production in the tree Sorbus aucuparia (Rosaceae). 1997; Ecography. 20: 521–534."}, {"Citation": "Cornelissen TG, Fernandes GW. Defence, growth and nutrient allocation in the tropical shrub Bauhinia brevipes (Leguminosae). 2001; Austral Ecol. 26: 246–253."}, {"Citation": "War AR, Paulraj MG, Ahmad T, Buhroo AA, Hussain B, Ignacimuthu S, Sharma HC. Mechanisms of plant defense against insect herbivores. 2012; Plant Signal Behav. 7(10): 1306–1320. 10.4161/psb.21663", "ArticleIdList": ["10.4161/psb.21663", "PMC3493419", "22895106"]}, {"Citation": "Lattanzio V, Lattanzio VMT, Cardinali A. Role of phenolics in the resistence mechanisms of plants against fungal pathogens and insects In: Imperato F, editor, Phytochemistry: Advances in Research. Kerala: Research Signpost; 2006. pp. 23–67."}, {"Citation": "Boudet AM. Evolution and current status of research in phenolic compounds. 2007; Phytochemistry. 68: 2722–2735. 10.1016/j.phytochem.2007.06.012", "ArticleIdList": ["10.1016/j.phytochem.2007.06.012", "17643453"]}, {"Citation": "Barbehenn RV, Constabel CP. Tannins in plant-herbivore interactions. 2011; Phytochemistry 72: 1551–1565. 10.1016/j.phytochem.2011.01.040", "ArticleIdList": ["10.1016/j.phytochem.2011.01.040", "21354580"]}, {"Citation": "Kestring D, Menezes LCCR, Tomaz CA, Lima GPP, Rossi MN. Relationship among phenolic contents, seed predation, and physical seed traits in Mimosa bimucronata plants. 2009; J Plant Biol. 52: 569–576."}, {"Citation": "Dai J, Mumper RJ. Plant phenolics: Extraction, analysis and their antioxidant and anticancer properties. 2010; Molecules 15: 7313–7352. 10.3390/molecules15107313", "ArticleIdList": ["10.3390/molecules15107313", "PMC6259146", "20966876"]}, {"Citation": "Constabel P, Yoshida CK, Walker V. Diverse Ecological Roles of Plant Tannins: Plant Defense and Beyond In: Romani A, Lattanzio V, Quideau S, editors, Recent Advances in Polyphenol Research. 2014; John Wiley & Sons, Ltd; pp. 115–142."}, {"Citation": "Rubert-Nason KF, Couture JJ, Major IT, Constabel CP, Lindroth RL. Influence of genotype, environment, and gypsy moth herbivory on local and systemic chemical defenses in trembling aspen (Populus tremuloides). 2015; J Chem Ecol. 41: 651–661. 10.1007/s10886-015-0600-z", "ArticleIdList": ["10.1007/s10886-015-0600-z", "26099738"]}, {"Citation": "Godschalx AL, Stady L, Watzig B, Ballhorn DJ. Is protection against florivory consistent with the optimal defense hypothesis? 2016; BMC Plant Biol. 16: 1–9. 10.1186/s12870-015-0700-5", "ArticleIdList": ["10.1186/s12870-015-0700-5", "PMC4730643", "26822555"]}, {"Citation": "Zangerl AR, Rutledge CE. The probability of attack and patterns of constitutive and induced defense: A test of optimal defense theory. 1996; Am Nat. 147:599–608."}, {"Citation": "McKey D. Adaptive patterns in alkaloid physiology. 1974; Am Nat. 108(961): 305–320."}, {"Citation": "Ortiz PL, Arista M, Oliveira PE, Talavera S. Pattern of flower and fruit production in Stryphnodendron adstringens, an andromonoecious legume tree of central Brazil. 2003; Plant Biol 5: 592–599."}, {"Citation": "Felfili JM, Silva MC Jr, Dias BJ, Rezende AV. Estudo fenológico de Stryphnodendron adstringens (Mart.) Coville no cerrado sensu stricto da Fazenda Água Limpa no Distrito Federal, Brasil. 1999; Braz J Bot 22(1): 83–90."}, {"Citation": "Corrêa VSC. Conservação de Stryphnodendron adstringens (MART.) Coville em banco ativo de germoplasma e avaliação do potencial antifúngico frente ao dermatófito Trithophyton rubrum. 2007; Ribeirão Preto: UNAERP (Dissertação de mestrado em Biotecnologia)."}, {"Citation": "Felfili JM, Silva MC Jr. A comparative study of Cerrado (sensu stricto) vegetation in Central Brazil. 1993; J Trop Ecol. 9(3): 277–289."}, {"Citation": "Oliveira DG, Prince KA, Higuchi CT, Santos ACB, Lopes LMX, Simões MJS, et al. Antimycobacterial activity of some Brazilian indigenous medicinal drinks. 2007; Rev Ciênc Farm Básicas Apl. 28(2): 165–169."}, {"Citation": "Corrêa VS, Cerdeira AL, Fachin AL, Bertoni BW, Pereira OS, França SC, et al. Geographical variation and quality assessment of Stryphnodendron adstringens (Mart) Coville within Brazil. 2011; Genet Resour Crop Ev. 59: 1349–1356."}, {"Citation": "Borges-Filho HC, Felfili JM. Avaliação dos níveis de extrativismo da casca de barbatimão Stryphnodendron adstringens (Mart.) Coville no Distrito Federal, Brasil. 2003; Rev Árvore. 27(5): 735–745."}, {"Citation": "Soldati GT, Albuquerque UP. A new application for the Optimal Foraging Theory: The extraction of medicinal plants. 2012; Evid Based Complement Alternat Med. 2012: 1–10.", "ArticleIdList": ["PMC3178232", "21949671"]}, {"Citation": "Feitosa IS, Albuquerque UP, Monteiro JM. Knowledge and extractivism of Stryphnodendron rotundifolium Mart. in a local community of the Brazilian Savanna, Northeastern Brazil. 2014; J Ethnobiol Ethnomed. 10(64): 1–13.", "ArticleIdList": ["PMC4246571", "25204893"]}, {"Citation": "Hussein MS, El-Sherbeny SE, Khalil MY, Naguib NY, Aly SM. Growth characters and chemical constituents of Dracocephalum moldavica L. plants in relation to compost fertilizer and planting distance. 2006; Sci Hort. 108: 322–331."}, {"Citation": "Kindscher K, Cao C, Gallagher RJ, Zhang H, Long Q, Service L, et al. Comparison of bioactive secondary metabolites in experimental and natural populations of wild tomatillos, Physalis longifolia Nutt. 2014; Ethnobot Res Appl. 12: 175–182."}, {"Citation": "Miatto RC, Wright IJ, Batalha MA. Relationships between soil nutrient status and nutrient-related leaf traits in Brazilian cerrado and seasonal forest communities. 2016; Plant Soil. 404(1): 13–33."}, {"Citation": "Marquis RJ, Diniz IR, Morais HC. Patterns and correlates of interspecific variation in foliar insect herbivory and pathogen attack in Brazilian cerrado. 2001; J Trop Ecol 17: 127–148."}, {"Citation": "Meloni F, Lopes NP, Varanda EM. The relationship between leaf nitrogen, nitrogen metabolites and herbivory in two species of Nyctaginaceae from the Brazilian Cerrado. 2012; Environ Exp Bot. 75: 268–276."}, {"Citation": "Sparovek G, VanLier QJ, Dourado-Neto D. Computer assisted Koeppen climate classification: a case study for Brazil. 2007; Internat J Climatol. 27: 257–266."}, {"Citation": "Veloso HP, Rangel-Filho ALR, Lima JCA. Classificação da vegetação brasileira adaptada a um sistema universal. Rio de Janeiro: Instituto Brasileiro de Geografia e Estatística (IBGE); 1991."}, {"Citation": "Forkner RE, Marquis RJ, Lill JT. Feeny revisited, condensed tannins as anti-herbivore defences in leaf-chewing herbivore communities of Quercus. 2004; Ecol Entomol. 29: 174–187."}, {"Citation": "Swain T, Hillis WE. The phenolic constituents of Prunus domestica. I. The quantitative analysis of phenolic constituents. 1959; J Sci Food Agr. 10: 63–68."}, {"Citation": "Bate-Smith EC. Adstringent tannins of Acer species. 1977; Phytochemistry. 16: 1421–1426."}, {"Citation": "Schultz JC, Baldwin IT. Oak leaf quality declines in response to defoliation by gypsy moth larvae. 1982; Science. 217: 149–151. 10.1126/science.217.4555.149", "ArticleIdList": ["10.1126/science.217.4555.149", "17770257"]}, {"Citation": "Holm S. A simple sequentially rejective multiple test procedure. 1979; Scand J Stat. 6:65–70."}, {"Citation": "R Development Core Team. R: a language and environment for statistical computing. 2016. Available from: http://www.rproject.org"}, {"Citation": "Huot B, Yao J, Montgomery BL, He SY. Growth-defense tradeoffs in plants, A balancing act to optimize fitness. 2014; Mol Plant. 7: 1267–1287. 10.1093/mp/ssu049", "ArticleIdList": ["10.1093/mp/ssu049", "PMC4168297", "24777989"]}, {"Citation": "Koricheva J. Meta-analysis of sources of variation in fitness costs of plant antiherbivore defenses. 2002; Ecology. 83(1): 176–190."}, {"Citation": "Lemos MTO. Prospecção de rizobactérias promotoras de crescimento em quatro espécies arbóreas nativas do Brasil. M. Sc. Thesis, Universidade Estadual Paulista- Jaboticabal. 2009."}, {"Citation": "Streeter JG. Nitrate inhibition of legume nodule growth and activity II. Short term studies with high nitrate supply. 1985; Plant Physiol. 77: 325–328.", "ArticleIdList": ["PMC1064513", "16664052"]}, {"Citation": "Puaiatti M, Sodek L. Ethylene and the inhibition of nodulation and nodule activity by nitrate in soybean. 1999; Rev Bras Fisiol Veg. 11(3): 169–174."}, {"Citation": "Hetherington SE, Smillie RM, Davies WJ. Photosynthetic activities of vegetative and fruiting tissues of tomato. 1998; J Exp Bot. 49(324): 1173–1181."}, {"Citation": "Elfalleh W, Hannachi H, Tlili N, Yahia Y, Nasri N, Ferchichi A. Total phenolic contents and antioxidant activities of pomegranate peel, seed, leaf and flower. 2012; J Med Plants Res. 6: 4724–4730."}, {"Citation": "Lima JCS, Martins DTO, Souza-Júnior PT. Experimental evaluation of stem bark of Stryphnodendron adstringens (Mart.) Coville for anti-inflammatory activity. 1998; Phytother Res. 12(3): 212–220."}, {"Citation": "Santos-Filho PR, Ferreira LA, Gouvêa CMCP. Protective action against chemical-induced genotoxicity and free radical scavenging activities of Stryphnodendron adstringens (“barbatimão”) leaf extracts. 2011; Braz J Pharmacog. 21(6): 1000–1005."}]}], "History": [{"Year": "2017", "Month": "8", "Day": "22"}, {"Year": "2018", "Month": "7", "Day": "24"}, {"Year": "2018", "Month": "8", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["30133458", "PMC6104975", "10.1371/journal.pone.0201873", "PONE-D-17-30956"]}}]}