{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anoxia stress", "Arabidopsis thaliana", "Lipidomics", "Membrane lipids", "Submergence"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "30159460", "DateRevised": {"Year": "2024", "Month": "04", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "06", "Day": "06"}], "ELocationID": ["10.1016/j.pld.2016.05.006"], "Language": ["eng"], "Journal": {"ISSN": "2468-2659", "JournalIssue": {"Volume": "38", "Issue": "3", "PubDate": {"Year": "2016", "Month": "Jun"}}, "Title": "Plant diversity", "ISOAbbreviation": "Plant Divers"}, "ArticleTitle": "Submergence induced changes of molecular species in membrane lipids in <i>Arabidopsis thaliana</i>.", "Pagination": {"StartPage": "156", "EndPage": "162", "MedlinePgn": "156-162"}, "Abstract": {"AbstractText": ["The composition of membrane lipids is sensitive to environmental stresses. Submergence is a type of stress often encountered by plants. However, how the molecular species of membrane lipids respond to submergence has not yet been characterised. In this study, we used a lipidomic approach to profile the molecular species of membrane lipids in whole plants of <i>Arabidopsis thaliana</i> that were completely submerged for three days. The plants survived one day of submergence, after which, we found that the total membrane lipids were only subtly decreased, showing significant decreases of monogalactosyldiacylglycerol (MGDG) and phosphatidylcholine (PC) and an increase of phosphatidic acid (PA); however, the basic lipid composition was retained. In contrast, three days of submergence caused plants to die, and the membranes deteriorated via the rapid loss of 96% of lipid content together with a 229% increase in PA. The turnover of molecular species from PG and MGDG to PA indicated that submergence-induced lipid changes occurred through PA-mediated degradation. In addition, molecular species of extraplastidic PG degraded sooner than plastidic ones, lyso-phospholipids exhibited various patterns of change, and the double-bond index (DBI) remained unchanged until membrane deterioration. Our results revealed the unique changes of membrane lipids upon submergence and suggested that the major cause of the massive lipid degradation could be anoxia."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Research Center on Good Agricultural Practice for Dominant Chinese Medicinal Materials, Yunnan Agriculture University, Kunming, 650201, China."}, {"Identifier": [], "Affiliation": "Key Laboratory for Plant Diversity and Biogeography of East Asia, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, China."}], "LastName": "Wang", "ForeName": "Mulan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Honghe University, Mengzi, 661100, China."}], "LastName": "Shen", "ForeName": "Yunmei", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Plant Diversity and Biogeography of East Asia, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, China."}], "LastName": "Tao", "ForeName": "Faqing", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Research Center on Good Agricultural Practice for Dominant Chinese Medicinal Materials, Yunnan Agriculture University, Kunming, 650201, China."}], "LastName": "Yang", "ForeName": "Shengchao", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Plant Diversity and Biogeography of East Asia, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, China."}, {"Identifier": [], "Affiliation": "Germplasm Bank of Wild Species, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, China."}], "LastName": "Li", "ForeName": "Weiqi", "Initials": "W"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Plant Divers", "NlmUniqueID": "101696424", "ISSNLinking": "2468-2659"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bargmann B.O., Laxalt A.M., ter Riet B. Multiple PLDs required for high salinity and water deficit tolerance in plants. Plant Cell Physiol. 2009;50:78–89.", "ArticleIdList": ["PMC2638713", "19017627"]}, {"Citation": "Blokhina O., Virolainen E., Fagerstedt K.V. Antioxidants, oxidative damage and oxygen deprivation stress: a review. Ann. Bot. 2003;91:179–194.", "ArticleIdList": ["PMC4244988", "12509339"]}, {"Citation": "Devaiah S.P., Pan X., Hong Y. Enhancing seed quality and viability by suppressing phospholipase D in Arabidopsis. Plant J. 2007;50:950–957.", "ArticleIdList": ["17565616"]}, {"Citation": "Devaiah S.P., Roth M.R., Baughman E. Quantitative profiling of polar glycerolipid species from organs of wild-type Arabidopsis and a phospholipase Dalpha1 knockout mutant. Phytochemistry. 2006;67:1907–1924.", "ArticleIdList": ["16843506"]}, {"Citation": "Fukao T., Bailey-Serres J. Plant responses to hypoxia – is survival a balancing act? Trends Plant Sci. 2004;9:449–456.", "ArticleIdList": ["15337495"]}, {"Citation": "Glenz C., Schlaepfer R., Iorgulescu I. Flooding tolerance of Central European tree and shrub species. For Ecol Manage. 2006;235:1–13."}, {"Citation": "Jia Y., Tao F., Li W. Lipid profiling demonstrates that suppressing Arabidopsis phospholipase D retards ABA-promoted leaf senescence by attenuating lipid degradation. PloS One. 2013;8:e65687.", "ArticleIdList": ["PMC3676348", "23762411"]}, {"Citation": "Kolb R.M., Joly C.A. Flooding tolerance of Tabebuia cassinoides: metabolic, morphological and growth responses. Flora. 2009;204:528–535."}, {"Citation": "Li A., Wang D., Yu B. Maintenance or collapse: responses of extraplastidic membrane lipid composition to desiccation in the resurrection plant Paraisometrum mileense. PloS One. 2014;9:e103430.", "ArticleIdList": ["PMC4113352", "25068901"]}, {"Citation": "Li M., Welti R., Wang X. Quantitative profiling of Arabidopsis polar glycerolipids in response to phosphorus starvation. Roles of phospholipases D zeta1 and D zeta2 in phosphatidylcholine hydrolysis and digalactosyldiacylglycerol accumulation in phosphorus-starved plants. Plant Physiol. 2006;142:750–761.", "ArticleIdList": ["PMC1586058", "16891548"]}, {"Citation": "Li W., Li M., Zhang W. The plasma membrane-bound phospholipase Ddelta enhances freezing tolerance in Arabidopsis thaliana. Nat. Biotechnol. 2004;22:427–433.", "ArticleIdList": ["15004566"]}, {"Citation": "Li W., Wang R., Li M. Differential degradation of extraplastidic and plastidic lipids during freezing and post-freezing recovery in Arabidopsis thaliana. J. Biol. Chem. 2008;283:461–468.", "ArticleIdList": ["17962199"]}, {"Citation": "Li Y., Zheng G., Jia Y. Acyl chain length of phosphatidylserine is correlated with plant lifespan. PloS One. 2014;9:e103227.", "ArticleIdList": ["PMC4110022", "25058060"]}, {"Citation": "Marechal E., Block M.A., Dorne A.J. Lipid synthesis and metabolism in the plastid envelope. Physiol. Plant. 1997;100:65–77."}, {"Citation": "Miquel M., Cassagne C., Browse J. A new class of Arabidopsis mutants with reduced hexadecatrienoic acid fatty acid levels. Plant Physiol. 1998;117:923–930.", "ArticleIdList": ["PMC34946", "9662534"]}, {"Citation": "Munnik T., Meijer H.J., Ter Riet B. Hyperosmotic stress stimulates phospholipase D activity and elevates the levels of phosphatidic acid and diacylglycerol pyrophosphate. Plant. 2000;22:147–154.", "ArticleIdList": ["10792830"]}, {"Citation": "Sang Y., Zheng S., Li W. Regulation of plant water loss by manipulating the expression of phospholipase Dalpha. Plant J. 2001;28:135–144.", "ArticleIdList": ["11722757"]}, {"Citation": "Tang T., Liu P., Zheng G. Two phases of response to long-term moderate heat: variation in thermotolerance between Arabidopsis thaliana and its relative Arabis paniculata. Phytochemistry. 2016;122:81–90.", "ArticleIdList": ["26782026"]}, {"Citation": "Tang T., Zheng G.W., Li W.Q. Adaptation to extremely high temperature in an Alpine environment: systemic termotolerance in Arabis paniculata. Plant Divers. Resour. 2014;36:683–697."}, {"Citation": "Wang D.D., Zheng G.W., Li W.Q. Plants adapt to long-term Potassium deficiency by accumulation of membrane lipids in leaves and maintenance of lipid composition in roots. Plant Divers. Resour. 2014;36:163–176."}, {"Citation": "Wang X., Devaiah S.P., Zhang W. Signaling functions of phosphatidic acid. Prog. Lipid Res. 2006;45:250–278.", "ArticleIdList": ["16574237"]}, {"Citation": "Wang X., Wang C., Sang Y. Networking of phospholipases in plant signal transduction. Physiol. Plant. 2002;115:331–335.", "ArticleIdList": ["12081524"]}, {"Citation": "Welti R., Li W., Li M. Profiling membrane lipids in plant stress responses. Role of phospholipase D alpha in freezing-induced lipid changes in Arabidopsis. J. Biol. Chem. 2002;277:31994–32002.", "ArticleIdList": ["12077151"]}, {"Citation": "Xie L.J., Chen Q.F., Chen M.X. Unsaturation of very-long-chain ceramides protects plant from hypoxia-induced damages by modulating ethylene signaling in Arabidopsis. PLoS Genet. 2015;11:e1005143.", "ArticleIdList": ["PMC4379176", "25822663"]}, {"Citation": "Xie L.J., Yu L.J., Chen Q.F. Arabidopsis acyl-CoA-binding protein ACBP3 participates in plant response to hypoxia by modulating very-long-chain fatty acid metabolism. Plant J. 2015;81:53–67.", "ArticleIdList": ["0"]}, {"Citation": "Yu X., Li A., Li W. How membranes organize during seed germination: three patterns of dynamic lipid remodelling define chilling resistance and affect plastid biogenesis. Plan. Cell Environ. 2015;38:1391–1403.", "ArticleIdList": ["PMC4766844", "25474382"]}, {"Citation": "Zhang X.D., Wang R.P., Zhang F.J. Lipid profiling and tolerance to low-temperature stress in Thellungiella salsuginea in comparison with Arabidopsis thaliana. Biol. Plant. 2013;57:149–153."}, {"Citation": "Zhang Z.X., Zou X.L., Tang W.H. Revelation on early response and molecular mechanism of submergence tolerance in maize roots by microarray and suppression subtractive hybridization. Environ. Exp. Bot. 2006;58:53–63."}, {"Citation": "Zheng G., Tian B., Zhang F. Plant adaptation to frequent alterations between high and low temperatures: remodelling of membrane lipids and maintenance of unsaturation levels. Plant Cell Environ. 2011;34:1431–1442.", "ArticleIdList": ["PMC3980542", "21486310"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "5", "Day": "13"}, {"Year": "2016", "Month": "5", "Day": "23"}, {"Year": "2016", "Month": "5", "Day": "31"}, {"Year": "2018", "Month": "8", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "6", "Hour": "0", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "6", "Hour": "0", "Minute": "1"}, {"Year": "2016", "Month": "6", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["30159460", "PMC6112195", "10.1016/j.pld.2016.05.006", "S2468-2659(16)30032-4"]}}], "PubmedBookArticle": []}