{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aquilaria", "GC–MS", "Pollination", "Pyralidae", "Seed dispersal", "Vespa"]], "OtherID": [], "CitationSubset": [], "InvestigatorList": [], "SpaceFlightMission": [], "GeneralNote": [], "OtherAbstract": [], "PMID": "30159470", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2016", "Month": "10", "Day": "05"}], "ELocationID": ["10.1016/j.pld.2016.09.006"], "Language": ["eng"], "Journal": {"ISSN": "2468-2659", "JournalIssue": {"Volume": "38", "Issue": "5", "PubDate": {"Year": "2016", "Month": "Oct"}}, "Title": "Plant diversity", "ISOAbbreviation": "Plant Divers"}, "ArticleTitle": "Pollination and seed dispersal of <i>Aquilaria sinensis</i> (Lour.) Gilg (Thymelaeaceae): An economic plant species with extremely small populations in China.", "Pagination": {"StartPage": "227", "EndPage": "232", "MedlinePgn": "227-232"}, "Abstract": {"AbstractText": ["Pollination and seed dispersal in angiosperms have long been investigated in order to understand the coevolution of plants and animals. However, the signals from flowers and/or seeds to attract pollinators and/or seed dispersers have received comparatively little attention. In this study, the pollination biology and seed dispersal of the vulnerable agarwood plant <i>Aquilaria sinensis</i> (Lour.) Gilg, a traditional medicinal plant in China, was studied in its natural distribution range. The reproductive tactics of <i>A. sinensis</i> were studied in detail by employing various tests dealing with fruit set and also seed dispersal. Dynamic headspace extraction followed by GC-MS analysis was also performed in order to reveal the composition of floral scent. The results showed that noctuids and pyralids are the most effective pollinators of pollinator-dependent <i>A. sinensis</i>. The main compounds of the floral scent were (<i>E</i>, <i>E</i>)-α-Farnesene (61.9 ± 3.2%), <i>trans</i>-Ocimene (16.6 ± 1.2%), and Benzyl salicylate (4.6 ± 1.1%). The results obtained from seed dispersal experiments indicate that hornets are effective seed dispersers and they may play an important role in long-distance seed dispersal of <i>A. sinensis</i>. Based on our findings, we recommend several protection methods for this threatened agarwood plant in China."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Kunming Botanical Garden, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming 650201, Yunnan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory for Plant Diversity and Biogeography of East Asia, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming 650201, Yunnan, China."}], "LastName": "Chen", "ForeName": "Gao", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Plant Diversity and Biogeography of East Asia, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming 650201, Yunnan, China."}], "LastName": "Liu", "ForeName": "Changqiu", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Kunming Botanical Garden, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming 650201, Yunnan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory for Plant Diversity and Biogeography of East Asia, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming 650201, Yunnan, China."}], "LastName": "Sun", "ForeName": "Weibang", "Initials": "W"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Plant Divers", "NlmUniqueID": "101696424", "ISSNLinking": "2468-2659"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Anderson S.H., Kelly D., Ladley J.J. Cascading effects of bird functional extinction reduce pollination and plant density. Science. 2011;331:1068–1071.", "ArticleIdList": ["21292938"]}, {"Citation": "Bennett M. Targeting seed collection. Kew Sci. 2001;20:3–4."}, {"Citation": "Casado D., Gemeno C., Avilla J. Day-night and phenological variation of apple tree volatiles and electroantennogram responses in Cydia pomonella (Lepidoptera: Tortricidae) Environ. Entomol. 2006;35:258–267."}, {"Citation": "Caughlin T.T., Ferguson J.M., Lichstein J.W. Loss of animal seed dispersal increases extinction risk in a tropical tree species due to pervasive negative density dependence across life stages. Proc. R. Soc. London B. 2015;282:20142095.", "ArticleIdList": ["PMC4262173", "25392471"]}, {"Citation": "Chen Z.Y., Li D.W., Wang L. Studies on biological characteristics of Heortia vitessoides Moore on Aquilaris sinensis. China Plant Prot. 2011;31:10–14."}, {"Citation": "Chen H.Q., Wei J.H., Yang J.S. Chemical constituents of agarwood originating from the endemic genus Aquilaria plants. Chem. Biodivers. 2012;9:236–250.", "ArticleIdList": ["22344902"]}, {"Citation": "Chen G., Jüergens A., Shao L.D. Semen-like floral scents and pollination biology of a sapromyophilous plant Stemona japonica (Stemonaceae) J. Chem. Ecol. 2015;41:244–252.", "ArticleIdList": ["25835570"]}, {"Citation": "Chen G., Ma X.K., Jüergens A., Lu J., Liu E.X., Sun W.B., Cai X.H. Mimicking livor mortis: a well-known but unsubstantiated color profile in sapromyiophily. J. Chem. Ecol. 2015;41:808–815.", "ArticleIdList": ["26306591"]}, {"Citation": "Chen G., Luo S.H., Mei N.S. Case study of building of conservation coalitions to conserve ecological interactions. Conserv. Biol. 2015;29:1527–1536.", "ArticleIdList": ["26372410"]}, {"Citation": "Chen G., Huang S.Z., Chen S.C. Chemical composition of diaspores of the myrmecochorous plant Stemona tuberosa Lour. Biochem. Syst. Ecol. 2016;64:31–37."}, {"Citation": "China Pharmacopoeia Commission: The Pharmacopoeia of People's Republic of China (I) Chemical Industry Press; Beijing: 2015."}, {"Citation": "Chittka L., Raine N.E. Recognition of flowers by pollinators. Curr. Opin. Plant Boil. 2006;9:428–435.", "ArticleIdList": ["16713328"]}, {"Citation": "Dobson H. Relationship between floral fragrance composition and type of pollinator. In: Dudareva N., Pichersky E., editors. Biology of Floral Scent. CRC Press; 2006. pp. 147–198."}, {"Citation": "Fenner M., Thompson K. Cambridge University Press; 2005. The Ecology of Seeds."}, {"Citation": "Fu L. Science Publishing House Press; Beijing: 1992. Plant Red Book of China: Rare Rhreatened Plant."}, {"Citation": "Gallai N., Salles J.M., Settele J. Economic valuation of the vulnerability of world agriculture confronted with pollinator decline. Ecol. Econ. 2009;68:810–821."}, {"Citation": "Guédot C., Landolt P.J., Smithhisler C.L. Odorants of the flowers of butterfly bush, Buddleja davidii, as possible attractants of pest species of moths. Fla. Entomol. 2008;91:576–582."}, {"Citation": "Harder L.D., Barrett S.C.H. Oxford University Press; Oxford: 2006. Ecology and Evolution of Flowers."}, {"Citation": "He L.J., He L.H., Xie Z.S. Effect of light on seed germination and seedling growth of Aquilaria sinensis. Agric. Sci. Guangdong. 2011;38:32–34."}, {"Citation": "Hu C. Nan Chang University; 2012. Seed Dispersal in Aquilaria Sinensis by Paper Wasp. Master's thesis."}, {"Citation": "IUCN 2009. Aquilaria sinensis. http://www.iucnredlist.org/details/32382/0."}, {"Citation": "Kato M., Takimura A., Kawakita A. An obligate pollination mutualism and reciprocal diversification in the tree genus Glochidion (Euphorbiaceae) Proc. Natl. Acad. Sci. U. S. A. 2003;100:5264–5267.", "ArticleIdList": ["PMC154333", "12695568"]}, {"Citation": "Klein A.M., Vaissiere B.E., Cane J.H. Importance of pollinators in changing landscapes for world crops. Proc. R. Soc. London B. 2007;274:303–313.", "ArticleIdList": ["PMC1702377", "17164193"]}, {"Citation": "Knight T.M., Steets J.A., Vamosi J.C. Pollen limitation of plant reproduction: pattern and process. Annu. Rev. Ecol. Evol. Syst. 2005;36:467–497."}, {"Citation": "Knudsen J.T., Tollsten L. Trends in floral scent chemistry in pollination syndromes: floral scent composition in moth-pollinated taxa. Bot. J. Linn. Soc. 1993;113:263–284."}, {"Citation": "Knudsen J.T., Eriksson R., Gershenzon J. Diversity and distribution of floral scent. Bot. Rev. 2006;72:1–120."}, {"Citation": "Ma Y., Chen G., Grumbine R.E. Conserving plant species with extremely small populations (PSESP) in China. Biodivers. Conserv. 2013;22:803–809."}, {"Citation": "Manohara T.N. Wasp-mediated seed dispersal in agarwood plant (Aquilaria malaccensis), a critically endangered and overexploited species of North East India. Curr. Sci. 2013;105:298–299."}, {"Citation": "Markl J.S., Schleuning M., Forget P.M. Meta-analysis of the effects of human disturbance on seed dispersal by animals. Conserv. Biol. 2012;26:1072–1081.", "ArticleIdList": ["22971077"]}, {"Citation": "Nathan R., Muller-Landau H.C. Spatial patterns of seed dispersal, their determinants and consequences for recruitment. Trends Ecol. Evol. 2000;15:278–285.", "ArticleIdList": ["10856948"]}, {"Citation": "Okamoto T., Kawakita A., Kato M. Floral adaptations to nocturnal moth pollination in Diplomorpha (Thymelaeaceae) Plant Species Boil. 2008;23:192–201."}, {"Citation": "Ollerton J., Winfree R., Tarrant S. How many flowering plants are pollinated by animals? Oikos. 2011;120:321–326."}, {"Citation": "Pauw A. Collapse of a pollination web in small conservation areas. Ecology. 2007;88:1759–1769.", "ArticleIdList": ["17645022"]}, {"Citation": "Peres C.A., Emilio T., Schietti J. Dispersal limitation induces long-term biomass collapse in overhunted Amazonian forests. Proc. Natl. Acad. Sci. U. S. A. 2016;113:892–897.", "ArticleIdList": ["PMC4743805", "26811455"]}, {"Citation": "Proctor M., Yeo P., Lack A. Harper Collins Publishers; 1996. The Natural History of Pollination."}, {"Citation": "Qiao H.L., Lu P.F., Chen J. Antennal and behavioural responses of Heortia vitessoides females to host plant volatiles of Aquilaria sinensis. Entomol. Exp. Appl. 2012;143:269–279."}, {"Citation": "Raguso R.A. Wake up and smell the roses: the ecology and evolution of floral scent. Annu. Rev. Ecol. Evol. Syst. 2008;39:549–569."}, {"Citation": "Ren Z.X., Wang H., Bernhardt P. Insect pollination and self-incompatibility in edible and/or medicinal crops in southwestern China, a global hotspot of biodiversity. Am. J. Bot. 2014;101:1700–1710.", "ArticleIdList": ["25326615"]}, {"Citation": "Rico-Gray V., Oliveira P.S. University of Chicago Press; Chicago: 2007. The Ecology and Evolution of Ant-plant Interactions; pp. 68–84."}, {"Citation": "Robertson A.W., Kelly D., Ladley J.J. Effects of pollinator loss on endemic New Zealand mistletoes (Loranthaceae) Conserv. Biol. 1999;13:499–508."}, {"Citation": "Rotllan-Puig X., Traveset A. Declining relict plants: climate effect or seed dispersal disruption? A landscape-scale approach. Basic Appl. Ecol. 2015;17:81–91."}, {"Citation": "Schiestl F.P. The evolution of floral scent and insect chemical communication. Ecol. Lett. 2010;13:643–656.", "ArticleIdList": ["20337694"]}, {"Citation": "Smith S.D. Using phylogenetics to detect pollinator-mediated floral evolution. New Phytol. 2010;188:354–363.", "ArticleIdList": ["PMC3111064", "20497346"]}, {"Citation": "Soehartono T., Newton A.C. Reproductive ecology of Aquilaria spp. in Indonesia. For. Ecol. Manage. 2001;152:59–71."}, {"Citation": "Su Y.P. The biological characteristic of Heortia vitessoides. J. Chin. Med. Mater. 1994;17:7–9."}, {"Citation": "Sun W.B. Yunnan Science and Technology Press; Kunming, Yunnan: 2013. Conserving Plant Species with Extremely Small Populations (PSESP) in Yunnan: a Practice and Exploration."}, {"Citation": "Tasen W., Tangmitcharoen S., Thakeaw M. Insect pollination of Aquilaria crassna (Thymelaeaceae): effect of moths for the fruit setting in Thailand. J. Fac. Agric. Kyushu Univ. 2009;54:321–328."}, {"Citation": "Thomann M., Imbert E., Devaux C. Flowering plants under global pollinator decline. Trends Plant Sci. 2013;18:353–359.", "ArticleIdList": ["23688727"]}, {"Citation": "Thorsen M.J., Dickinson K.J., Seddon P.J. Seed dispersal systems in the New Zealand flora. Perspect. Plant Ecol. 2009;11:285–309."}, {"Citation": "Tian Y.H., Yuan H.F., Ni S.B. Advances in studies on endangered Aquilaria plant. J. Trop. Subtrop. Bot. 2009;17:98–104."}, {"Citation": "Tiffney B.H. Vertebrate dispersal of seed plants through time. Annu. Rev. Ecol. Evol. Syst. 2004;35:1–29."}, {"Citation": "Traveset A., Gonzalez-Varo J.P., Valido A. Long-term demographic consequences of a seed dispersal disruption. Proc. R. Soc. London B. 2012;279:3298–3303.", "ArticleIdList": ["PMC3385730", "22628466"]}, {"Citation": "van der Niet T., Johnson S.D. Phylogenetic evidence for pollinator-driven diversification of angiosperms. Trends Ecol. Evol. 2012;27:353–361.", "ArticleIdList": ["22445687"]}, {"Citation": "Wang Y.Z., Nevling L.I., Gilbert M.G. Aquilaria. Flora China. 2007;13:214–215."}, {"Citation": "Whitehead V.B., Giliomee J.H., Rebelo A.G. Insect pollination in the cape flora. In: Rebelo A.G., editor. A Preliminary Synthesis of Pollination Biology in the Cape Flora. CSIR; Pretoria: 1987. pp. 52–82."}, {"Citation": "Yuan H.F., Tian Y.H., Wei L.P. Analyses on photosynthetic characteristics and growth rate of Aquilaria sinensis seedlings from different provenances under shading conditions. J. Plant Res. Environ. 2012;21:20–28."}, {"Citation": "Zhang L.X., Lan Q.Y., Li H.T. Developmental changes in relation to desiccation tolerance and storage characteristics of Aquilaria sinensis (Thymelaeaceae) Seeds. Plant Divers. Res. 2011;33:458–464."}, {"Citation": "Zhang X.L., Liu Y.Y., Wei J.H. Production of high-quality agarwood in Aquilaria sinensis trees via whole-tree agarwood-induction technology. Chin. Chem. Lett. 2012;23:727–730."}, {"Citation": "Zou M., Xia Z., Lu C. Genetic diversity and differentiation of Aquilaria sinensis (Lour.) Gilg revealed by ISSR and SRAP markers. Crop Sci. 2012;52:2304–2313."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "6", "Day": "14"}, {"Year": "2016", "Month": "9", "Day": "27"}, {"Year": "2016", "Month": "9", "Day": "29"}, {"Year": "2018", "Month": "8", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "5", "Hour": "0", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "5", "Hour": "0", "Minute": "1"}, {"Year": "2016", "Month": "10", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["30159470", "PMC6112233", "10.1016/j.pld.2016.09.006", "S2468-2659(16)30048-8"]}}], "PubmedBookArticle": []}