{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Al Khobah", "Jazan", "Survey", "Traditional medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30202222", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "04", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jsps.2018.04.001"], "Journal": {"ISSN": "1319-0164", "JournalIssue": {"Volume": "26", "Issue": "6", "PubDate": {"Year": "2018", "Month": "Sep"}}, "Title": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society", "ISOAbbreviation": "Saudi Pharm J"}, "ArticleTitle": "A survey on traditional plants used in Al Khobah village.", "Pagination": {"StartPage": "817", "EndPage": "821", "MedlinePgn": "817-821"}, "Abstract": {"AbstractText": ["The use of traditional medicine for treatment of various diseases is a common practise in most of the developing countries including the Kingdom of Saudi Arabia especially in rural areas. In this survey, Al Khobah village was selected to study the status of Traditional Medicine. Al Khobah village is located on the Southern boarders of the kingdom and characterized by diverse topography and moderate weather. The plants with medicinal uses were collected, identified and their methods of preparation and uses were recorded. After gathering all these information from the local people, literature survey was conducted on each plant to get information about pharmacological activities and weather they support the traditional use or not. The survey revealed that the uses of some plants are consistent with the experimental data in the literature. Some other plants were studied; however, they still need pharmacological investigation to prove the claimed uses. Other plant did not subject to any scientific investigation."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, Prince Sattam Bin Abdulaziz University, 11942 Al Kharj, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, Alexandria University, Alexandria 21215, Egypt."}], "LastName": "Abdel-Kader", "ForeName": "Maged S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Prince Sattam Bin Abdulaziz University, 11942 Al Kharj, Saudi Arabia."}], "LastName": "Hazazi", "ForeName": "Ali M A", "Initials": "AMA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, Prince Sattam Bin Abdulaziz University, 11942 Al Kharj, Saudi Arabia."}], "LastName": "Elmakki", "ForeName": "Osman A", "Initials": "OA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, King Saud University, P.O. Box 2457, Riyadh 11451, Saudi Arabia."}], "LastName": "Alqasoumi", "ForeName": "Saleh I", "Initials": "SI"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi Pharm J", "NlmUniqueID": "9705695", "ISSNLinking": "1319-0164"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdel-Kader M.S., Al-Qutaym A., Bin Saeedan A.S., Hamad A.H., Alkharfy K.M. Nephroprotective and hepatoprotective effects of Tribulus terrestris L. growing in Saudi Arabia. J. P. P. Res. 2016;4(4):144–152."}, {"Citation": "Abu-Taleb A.M., El-Deeb K., Al-Otibi F.O. Assessment of antifungal activity of Rumex vesicarius L. and Ziziphus spina-christi (L.) Willd. extracts against two phytopathogenic fungi. Afr. J Microbiol. Res. 2011;5(9):1001–1011."}, {"Citation": "Al Moamary M.S. Unconventional use among asthma patients in a tertiary care center in Riyadh, Saudi Arabia. Ann. Thorac. Med. 2008;3(2):48–51.", "ArticleIdList": ["PMC2700461", "19561905"]}, {"Citation": "Alanzi A., Assiri A., Aldayel F., Allam A., Bin-Bakheet O., Alanzi F., Alhaydhal A., Alrasheed L. Herbal medicine among saudis: awareness, uses, reasons and common herbs. Int. J. Res. Med. Sci. 2016;1(2):13–19."}, {"Citation": "Al-Arifi M.N. Availability and needs of herbal medicinal information resources at community pharmacy, Riyadh region, Saudi Arabia. Saudi Pharm. J. 2013;21:351–360.", "ArticleIdList": ["PMC3824944", "24227954"]}, {"Citation": "Al-Bedah, 2005. Kingdom of Saudi Arabia. In: WHO Global Atlas of Traditional, Complementary and Alternative Medicine. Bodeker, G., Ong, C-K., Grundy, C., Burford, G., Shein, K. Chapter 23, Pges 171–174. World Health Organization. Programme on Traditional Medicine WHO, Centre for Health Development (Kobe, Japan)."}, {"Citation": "Aldoweriej A.M., Alharbi K.B., Saeed E.M.A., El-Ashmawy I.M. Antimicrobial activity of various extracts from some plants native to Alqassim Region, Saudi Arabia. J. Food Agric. Environ. 2016;14(1):14–19."}, {"Citation": "Al-Harbi M.M., Al-Said M.S., Al-Azizi M.M. Preliminary phytochemical and pharmacological studies on Anisotes trisulcus. Int. J. Pharmacognosy. 1992;30(2):87–92."}, {"Citation": "Ali H.S., Kadhim R.B., Abdul Rasool B.K. Formulation and evaluation of herbal shampoo from Ziziphus spina leaves extract. Int. J. Res. Ayurveda Pharm. 2011;2(6):1802–1806."}, {"Citation": "Alsaimary I.E. Efficacy of some antibacterial agents on Staphylococcus aureus isolated from various burn cases. Int. J. Med. Med. Sci. 2009;1(4):110–114."}, {"Citation": "Al-Zahim A.A., Al-Malki N.Y., Al-Abdulkarim F.M., Al-Sofayan S.A., Abunab H.A., Abdo A.A. Use of alternative medicine by Saudi liver disease patients attending a tertiary care center: prevalence and attitudes. Saudi J. Gastroenterol. 2013;19(2):75–80.", "ArticleIdList": ["PMC3632014", "23481133"]}, {"Citation": "A.O.A.D . First ed. Dar Misr Printing Press; Al-Khartoum, Sudan: 1988. Medicinal, aromatic and poisonous plants in the Arab World."}, {"Citation": "Demirci B., Yusufoglu H.S., Tabanca N., Teme H.E., Bernier U.R., Agramonte N.M., Alqasoumi S.I., Al-Rehaily A.J., CanBaşer K.H., Demirci F. Rhanterium epapposum Oliv. essential oil: Chemical composition and antimicrobial, insect-repellent and anticholinesterase activities. Saudi Pharm. J. 2017;25(5):703–708.", "ArticleIdList": ["PMC5506638", "28725142"]}, {"Citation": "Benson L. first ed. D. C. Heath and Company; Lexington, Massachusetts: 1959. Plant Classification."}, {"Citation": "Brian B., Jessica S., Gaywin E., Alexander P., David T. Sarcostemma viminale: a potential anticancer therapy. Comp. Clin. Path. 2015;24(1):9–17."}, {"Citation": "Chaudhary, S.A., 2001. Flora of the Kingdom of Saudi Arabia Illustrated. KSA, Ministry of Agriculture and Water National Herbarium. Volume II parts 1-3. Riyadh, Saudi Arabia."}, {"Citation": "Chidambara M.K.N., Vanitha A., Mahadeva S.M., Ravishankar G.A. Antioxidant and antimicrobial activity of Cissus quadrangularis L. J. Med. food. 2003;6(2):99–105.", "ArticleIdList": ["12935320"]}, {"Citation": "Collenette S. King Fahad National Library; Riyadh, Saudi Arabia: 1999. Wild Flowers of Saudi Arabia, National Commission for wildlife conservation and Development."}, {"Citation": "Fleurentin J., Hoefler C., Lexa A., Mortier F., Pelt J.M. Hepatoprotective properties of Crepis rueppellii and Anisotes trisulcus: two traditional medicinal plants of Yemen. J. Ethnopharmacol. 1986;16(1):105–111.", "ArticleIdList": ["3747559"]}, {"Citation": "Geyid A., Abebe D., Debella A., Makonnen Z., Aberra F., Teka F., Kebede T., Urga K., Yersaw K., Biza T., Mariam B.H., Guta M. Screening of some medicinal plants of Ethiopia for their anti-microbial properties and chemical profiles. J. Ethnopharmacol. 2005;97(3):421–427.", "ArticleIdList": ["15740876"]}, {"Citation": "Helal E.G.E., Abou-Aouf N., Yousef H.N., Yousef F.M., Khattab A.M.A. Meliorative effects of Artemisia judaica extract against alloxan-induced biochemical alterations in male wistar rats. Int. J. Pharm. Pharm. Sci. 2015;7:90–94."}, {"Citation": "Ibrahim I.A., Shahzad N., Al-Ghamdi S.S., Abdulla M.A., Hajrezaie M., Bader A., Gushash A.S., Hasanpourghadi M. The gastroprotective effects of hydroalcoholic extract of Monolluma quadrangula against ethanol-induced gastric mucosal injuries in Sprague Dawley rats. Drug Des. Devel. Ther. 2016:103–105.", "ArticleIdList": ["PMC4699547", "26766904"]}, {"Citation": "Jansen, P.C.M., Mendes, O., 1983. Plantas Medicinais-Seu Uso Tradicional em Mocambique. Maputo: Gabinete de Estudo da Medicina Tradicional, Maputo, p. a-115, b-233."}, {"Citation": "Jazieh A.R., Al Sudairy R., Abulkhair O., Alaskar A., Al Safi F., Sheblaq N., Young S., Issa M., Tamim H. Use of complementary and alternative medicine by patients with cancer in Saudi Arabia. J. Altern. Complement. Med. 2012;18(11):1045–1049.", "ArticleIdList": ["22906212"]}, {"Citation": "Kamel F.O., Magadmi R.M., Hagras M.M., Magadmi B., Al Ahmad R.A. Knowledge, attitude, and beliefs toward traditional herbal medicine use among diabetics in Jeddah Saudi Arabia. Complement. Ther. Clin. Pract. 2017;29:207–212.", "ArticleIdList": ["29122263"]}, {"Citation": "Kiyohara H., Ichino C., Kawamura Y., Nagai T., Sato N., Yamada H., Salama M.M., Abdel-Sattar E. In vitro anti-influenza virus activity of a cardiotonic glycoside from Adenium obesum (Forssk.) Phytomedicine. 2012;19(2):111–114.", "ArticleIdList": ["21899996"]}, {"Citation": "Koheil M.A., Hussein M.A., Othman S.M., El-Haddad A. Anti-inflammatory and antioxidant activities of Moringa peregrina seeds. Free Radicals Antioxid. 2011;1(2):49–61."}, {"Citation": "Kumar V.L., Guruprasad B., Chaudhary P., Fatmi S.M.A., Oliveira R.S.B., Ramos M.V. Protective effect of proteins derived from Calotropis procera latex against acute inflammation in rat. Auton. Autacoid Pharmacol. 2015;35(1–2):1–8.", "ArticleIdList": ["25882716"]}, {"Citation": "Luo X., Pires D., Ainsa J.A., Gracia B., Mulhovo S., Duarte A., Anes E., Ferreira M.J.U. Antimycobacterial evaluation and preliminary phytochemical investigation of selected medicinal plants traditionally used in Mozambique. J. Ethnopharmacol. 2011;137(1):114–120.", "ArticleIdList": ["21571059"]}, {"Citation": "Mahmood A.A., Sidik K., Fouad H.M. Prevention of ethanol-induced gastric mucosal injury by Ocimum basilicum seed extract in rats. ASM Sci. J. 2007;1(1):1–6."}, {"Citation": "Majali I.S., Oran S.A., Khleifat M.A., Qaralleh H., Rayyan W.A., Althunibat O.Y. Assessment of the antibacterial effects of Moringa peregrina extracts. Afr.n J. Microbiol. Res. 2015;9(51):2410–2414."}, {"Citation": "Manimekalai K., Salwe K.J., Shetty H.M. Evaluation of the effect of the ethanolic extract of Delonix elata on acute inflammation in rats. J. Nat. Pharm. 2011;2(3):149–153."}, {"Citation": "Mohamed E.A.K. Hepatoprotective effect of aqueous leaves extract of Psidium guajava and Zizyphus spina-christi against paracetamol induced hepatotoxicity in rats. J. Appl. Sci. Res. 2012;8(5):2800–2806."}, {"Citation": "Mohammad Y., Al-Ahmari A., Al-Dashash F., Al-Hussain F., Al-Masnour F., Masoud A., Jradi H. Pattern of traditional medicine use by adult Saudi patients with neurological disorders. B.M.C Complement. Altern. Med. 2015;15:102.", "ArticleIdList": ["PMC4387768", "25887047"]}, {"Citation": "Moharram F.A., El-Shenawy S.M. Antinociceptive and anti-inflammatory steroidal saponins from Dracaena ombet. Planta Med. 2007;73(10):1101–1106.", "ArticleIdList": ["17628837"]}, {"Citation": "Murti Y., Sharma S., Mishra P. Analgesic potential of Calotropis procera (Ait.) R. Br. Leaves. J. Chem. Pharm. Res. 2015;7(7):1245–1249."}, {"Citation": "Murugananthan G., Mohan S. Anti-inflammatory and anti-arthritic activities of Delonix elata bark extracts. Int. J. Res. Ayurveda Pharm. 2011;2(6):1819–1821."}, {"Citation": "Musa A.E., Tamil Selvi A., Aravindhan R., Madhan B., Fathima Aafreen, F., Rao, J.R., Chandrasekaran, B. Evaluation of antimicrobial activity of Lawsonia infermis (Henna) against microbial strains isolated from goat skin/leather. J. Am. Leather Chem. As. 2011;106(5):170–175."}, {"Citation": "Narendhirakannan R.T., Subramanian S., Kandaswamy M. Anti-inflammatory and lysosomal stability actions of Cleome gynandra L. studied in adjuvant induced arthritic rats. Food Chem. Toxicol. 2007;45(6):1001–1012.", "ArticleIdList": ["17276570"]}, {"Citation": "Nazik E., Nazik H., Api M., Kale A., Aksu M. Complementary and alternative medicine use by gynecologic oncology patients in Turkey. Asian Pac. J. Cancer Prev. 2012;13(1):21–25.", "ArticleIdList": ["22502670"]}, {"Citation": "Nesseem D.I., Michel C.G., Sleem A.A., El-Alfy T.S. Formulation and evaluation of antihyperglycemic leaf extracts of Zizyphus spina-christi (L.) WILLD. Pharmazie. 2009;64(2):104–109.", "ArticleIdList": ["19320283"]}, {"Citation": "Nofal S.M., Mahmoud S.S., Ramadan A., Soliman G.A., Fawzy R. Antidiabetic effect of Artemisia judaica extracts. Res. J. Med. Med. Sci. 2009;4:42–48."}, {"Citation": "Paul D., Biswas K., Sinha S.N. Biological activities of Adenium obesum (Forssk.) Roem. & Schult.: a concise review. Malaya. J. Biosci. 2015;2(4):214–221."}, {"Citation": "Prasad K., Sharma V., Lackore K., Jenkins S.M., Prasad A., Sood A. Use of complementary therapies in cardiovascular disease. Am. J. Cardiol. 2013;111(3):339–345.", "ArticleIdList": ["23186602"]}, {"Citation": "Rahmoun M.N., Benabdallah M., Villemin D., Boucherit K., Mostefa-Kara B., Ziani-Cherif C., Choukchou-Braham N. Antimicrobial screening of the Algerian Lawsonia inermis (henna) Pharma. Chemica. 2010;2(6):320–326."}, {"Citation": "Raj A.J., Selvaraj A., Gopalakrishnan V.K., Dorairaj S. Antimicrobial profile of Cissus quadrangularis. J. Herbal Med. Toxicol. 2010;4(2):177–180."}, {"Citation": "Rathinam P., Sekhar K.B. Chandra, Sekhar D.S. Antimicrobial activity and phytochemical constituents of combined extracts of Cissus quadrangularis and Aegle marmelos. Int. J. Res. Pharm. Sci. 2012;3(1):135–139."}, {"Citation": "Reichert, A., Kolonko, C., Suenger, G., 2010. Hair coloring means comprising natural dye. PCT Int. Appl., WO 2010006957 A1 20100121."}, {"Citation": "Reiter M., Brandt W. Relaxant effects on tracheal and ileal smooth muscles of the guinea pig. Arzneimittel-Forschung. 1985;35(1A):408–414.", "ArticleIdList": ["4039178"]}, {"Citation": "Sadraei H., Asghari G., Farahnaki F. Assessment of hydroalcoholic extract of seeds and leaves of Moringa peregrina on ileum spasm. Res. Pharm. Sci. 2015;10(3):252–258.", "ArticleIdList": ["PMC4621632", "26600852"]}, {"Citation": "Safaeian L., Heidarinejad A., Asghari G., Javanmard S.H. The effect of hydroalcoholic extract from the leaves of Moringa peregrina (Forssk.) Fiori. on blood pressure and oxidative status in dexamethasone-induced hypertensive rats. Adv. Biomed. Res. 2015;4:101.", "ArticleIdList": ["PMC4434450", "26015927"]}, {"Citation": "Saibul N., Shariff Z.M., Rahmat A., Sulaiman S., Yaw Y.H. Use of complementary and alternative medicine among breast cancer survivors. Asian Pac. J. Cancer Prev. 2012;13(8):4081–4086.", "ArticleIdList": ["23098520"]}, {"Citation": "Saravanan S., Hairul, Islam V.I., David H.A., Lakshmi, Sundaram R., Chellappandian M., Balakrishna K., Rajendran R., Vijayaraghavan P., Gabriel, Paulraj M., Ignacimuthu S. Bioassay guided fractionation and identification of active anti-inflammatory constituent from Delonix elata flowers using RAW 264.7 cells. Pharm. Biol. 2015;53(2):174–184.", "ArticleIdList": ["25289526"]}, {"Citation": "Schulze, A., 2017. Cosmetic care of grey hair comprising melatonin. Ger. Offen., DE 102015111123 A1 20170112."}, {"Citation": "Suleiman A.K. Attitudes and beliefs of consumers of herbal medicines in Riyadh, Saudi Arabia. J. Community Med. Health Educ. 2014;4(2):1–6."}, {"Citation": "Tabbara K.F. Cautery, folk remedies, and magic. Ann. Saudi Med. 1989;9(5):433–434."}, {"Citation": "Telrandhe U.B., Modi A., Uplanchiwar V., Gahane A., Hemalatha S., Goswami D.V. Hepatoprotective and antioxidant activity of root of Cadaba farinosa, Forsk. Against. carbon tetrachlorideinduced hepatotoxicity in rats. J. Pharm. Res. 2010;3(6):1412–1416."}, {"Citation": "Thomson P., Jones J., Evans J.M., Leslie S.L. Factors influencing the use of complementary and alternative medicine and whether patients inform their primary care physician. Complement. Ther. Med. 2012;1–2:45–53.", "ArticleIdList": ["22305248"]}, {"Citation": "Ullah M.F., Bhat S.H., Abuduhier F.M. Antidiabetic potential of hydro-alcoholic extract of Moringa Peregrina leaves: implication as functional food for prophylactic intervention in prediabetic stage. J. Food Biochem. 2015;39(4):360–367."}, {"Citation": "WHO . World Health Organization; Geneva: 2001. Legal Status of Traditional Medicine and Complementary/Alternative Medicine: a Worldwide Review."}, {"Citation": "World Medical Association., 2008. Declaration of Helsinki. <https://www.wma.net/wp-content/uploads/2016/11/DoH-Oct2013-JAMA.pdf> (consulted on 28th March, 2018)."}]}, {"ReferenceList": [], "Reference": [{"Citation": "https://ar.m.wikipedia.org/wiki/محافظةالحرث"}, {"Citation": "https://www.slaati.com/2017/06/07/p796064.html."}], "Title": "Further-reading"}], "History": [{"Year": "2018", "Month": "2", "Day": "14"}, {"Year": "2018", "Month": "4", "Day": "1"}, {"Year": "2018", "Month": "9", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "4", "Day": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30202222", "PMC6128706", "10.1016/j.jsps.2018.04.001", "S1319-0164(18)30081-1"]}}]}