{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Flavonoids", "Germplasm resources", "Metabolite", "Metabolomics", "Taxol", "Taxus"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30223770", "DateCompleted": {"Year": "2018", "Month": "11", "Day": "01"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "09", "Day": "17"}], "Language": ["eng"], "ELocationID": ["197", "10.1186/s12870-018-1412-4"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Sep", "Day": "17"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Comparative metabolomics reveals the metabolic variations between two endangered Taxus species (T. fuana and T. yunnanensis) in the Himalayas.", "Pagination": {"StartPage": "197", "MedlinePgn": "197"}, "Abstract": {"AbstractText": ["Plants of the genus Taxus have attracted much attention owing to the natural product taxol, a successful anti-cancer drug. T. fuana and T. yunnanensis are two endangered Taxus species mainly distributed in the Himalayas. In our study, an untargeted metabolomics approach integrated with a targeted UPLC-MS/MS method was applied to examine the metabolic variations between these two Taxus species growing in different environments.", "The level of taxol in T. yunnanensis is much higher than that in T. fuana, indicating a higher economic value of T. yunnanensis for taxol production. A series of specific metabolites, including precursors, intermediates, competitors of taxol, were identified. All the identified intermediates are predominantly accumulated in T. yunnanensis than T. fuana, giving a reasonable explanation for the higher accumulation of taxol in T. yunnanensis. Taxusin and its analogues are highly accumulated in T. fuana, which may consume limited intermediates and block the metabolic flow towards taxol. The contents of total flavonoids and a majority of tested individual flavonoids are significantly accumulated in T. fuana than T. yunnanensis, indicating a stronger environmental adaptiveness of T. fuana.", "Systemic metabolic profiling may provide valuable information for the comprehensive industrial utilization of the germplasm resources of these two endangered Taxus species growing in different environments."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, 310036, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, 310036, China."}], "LastName": "Yu", "ForeName": "Chunna", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, 310036, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, 310036, China."}], "LastName": "Luo", "ForeName": "Xiujun", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, 310036, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, 310036, China."}], "LastName": "Zhan", "ForeName": "Xiaori", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, 310036, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, 310036, China."}], "LastName": "Hao", "ForeName": "Juan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, Washington State University, Pullman, WA, 99164-6430, USA."}], "LastName": "Zhang", "ForeName": "Lei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, 310036, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Hangzhou City for Ecosystem Protection and Restoration, College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, 310036, China."}], "LastName": "L Song", "ForeName": "Yao-Bin", "Initials": "YB"}, {"Identifier": ["0000-0002-8575-0593"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, 310036, China. shencj@hznu.edu.cn."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, 310036, China. shencj@hznu.edu.cn."}], "LastName": "Shen", "ForeName": "Chenjia", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, 310036, China. dongming@hznu.edu.cn."}, {"Identifier": [], "Affiliation": "Key Laboratory of Hangzhou City for Ecosystem Protection and Restoration, College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, 310036, China. dongming@hznu.edu.cn."}], "LastName": "Dong", "ForeName": "Ming", "Initials": "M"}], "GrantList": [{"GrantID": "2016YFC0503100", "Agency": "National Key R&D Program of China", "Country": ""}, {"GrantID": "31501810", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "31601343", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "LQ14C060001", "Agency": "Zhejiang Provincial Natural Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Comparative Study", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Taxoids"}, {"RegistryNumber": "P88XT4IS4D", "NameOfSubstance": "Paclitaxel"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Endangered Species"}, {"QualifierName": ["metabolism"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["methods"], "DescriptorName": "Metabolomics"}, {"QualifierName": ["metabolism"], "DescriptorName": "Paclitaxel"}, {"QualifierName": [], "DescriptorName": "Secondary Metabolism"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Taxoids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Taxus"}, {"QualifierName": [], "DescriptorName": "Tibet"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: This project uses plant materials and does not utilize transgenic technology. The authority responsible for the <i>Taxus</i> resources is the Mount Qomolangma National Nature Reserve, who provided permission to collect the samples for our scientific research. CONSENT FOR PUBLICATION: Not applicable COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "S J, R C. Taxol: biosynthesis, molecular genetics, and biotechnological applications. Appl Microbiol Biotechnol. 2001;57(1–2):13–19. doi: 10.1007/s002530100757.", "ArticleIdList": ["10.1007/s002530100757", "11693909"]}, {"Citation": "Croteau R, Ketchum RE, Long RM, Kaspera R, Wildung MR. Taxol biosynthesis and molecular genetics. Phytochem Rev. 2006;5(1):75–97. doi: 10.1007/s11101-005-3748-2.", "ArticleIdList": ["10.1007/s11101-005-3748-2", "PMC2901146", "20622989"]}, {"Citation": "John Goodman W. V: the story of Taxol: science and politics in the making of an anticancer drug. 2001."}, {"Citation": "Eisenreich W, Menhard B, Hylands PJ, Zenk MH, Bacher A. Studies on the biosynthesis of taxol: the taxane carbon skeleton is not of mevalonoid origin. Proc Natl Acad Sci U S A. 1996;93(13):6431–6436. doi: 10.1073/pnas.93.13.6431.", "ArticleIdList": ["10.1073/pnas.93.13.6431", "PMC39040", "8692832"]}, {"Citation": "Vranova E, Coman D, Gruissem W. Network analysis of the MVA and MEP pathways for isoprenoid synthesis. Annu Rev Plant Biol. 2013;64:665–700. doi: 10.1146/annurev-arplant-050312-120116.", "ArticleIdList": ["10.1146/annurev-arplant-050312-120116", "23451776"]}, {"Citation": "Harrison JW, Scrowston RM, Lythgoe B, Harrison JW, Scrowston RM, Lythgoe B. Taxine. Part IV. The constitution of taxine-I. J Chem Soc C. 1966:1933–45."}, {"Citation": "Williams David C, Wildung Mark R, Jin Alan Qingwu, Dalal Dolan, Oliver John S, Coates Robert M, Croteau Rodney. Heterologous Expression and Characterization of a “Pseudomature” Form of Taxadiene Synthase Involved in Paclitaxel (Taxol) Biosynthesis and Evaluation of a Potential Intermediate and Inhibitors of the Multistep Diterpene Cyclization Reaction. Archives of Biochemistry and Biophysics. 2000;379(1):137–146. doi: 10.1006/abbi.2000.1865.", "ArticleIdList": ["10.1006/abbi.2000.1865", "10864451"]}, {"Citation": "Thornburg CK, Walter T, Walker KD. Biocatalysis of a paclitaxel analogue: conversion of baccatin III to N-debenzoyl-N-(2-furoyl)paclitaxel and characterization of an amino phenylpropanoyl CoA transferase. Biochemistry. 2017;56(44):5920–5930. doi: 10.1021/acs.biochem.7b00912.", "ArticleIdList": ["10.1021/acs.biochem.7b00912", "29068219"]}, {"Citation": "Lee YH, Lee YR, Park CS, Im SA, Song S, Hong JT, et al. Baccatin III, a precursor for the semisynthesis of paclitaxel, inhibits the accumulation and suppressive activity of myeloid-derived suppressor cells in tumor-bearing mice. Int Immunopharmacol. 2014;21(2):487–493. doi: 10.1016/j.intimp.2014.06.012.", "ArticleIdList": ["10.1016/j.intimp.2014.06.012", "24957690"]}, {"Citation": "Jiménez-Barbero J, Amat-Guerri F, Snyder JP. The solid state, solution and tubulin-bound conformations of agents that promote microtubule stabilization. Curr Med Chem Anticancer Agents. 2002;2(1):91–122. doi: 10.2174/1568011023354416.", "ArticleIdList": ["10.2174/1568011023354416", "12678753"]}, {"Citation": "Guo B, Kai G, Gong Y, Jin H, Wang Y, Miao Z, et al. Molecular cloning and heterologous expression of a 10-deacetylbaccatin III-10-O-acetyl transferase cDNA from Taxus × media. Mol Biol Rep. 2007;34(2):89–95. doi: 10.1007/s11033-006-9018-6.", "ArticleIdList": ["10.1007/s11033-006-9018-6", "17094009"]}, {"Citation": "Long RM, Lagisetti C, Coates RM, Croteau RB. Specificity of the N-benzoyl transferase responsible for the last step of Taxol biosynthesis. Arch Biochem Biophys. 2008;477(2):384–389. doi: 10.1016/j.abb.2008.06.021.", "ArticleIdList": ["10.1016/j.abb.2008.06.021", "PMC2574419", "18621016"]}, {"Citation": "Yang Li, Zheng Zan-Sheng, Cheng Fang, Ruan Xiao, Jiang De-An, Pan Cun-De, Wang Qiang. Seasonal Dynamics of Metabolites in Needles of Taxus wallichiana var. mairei. Molecules. 2016;21(10):1403. doi: 10.3390/molecules21101403.", "ArticleIdList": ["10.3390/molecules21101403", "PMC6273852", "27775631"]}, {"Citation": "Grobosch T, Schwarze B, Stoecklein D, Binscheck T. Fatal poisoning with Taxus baccata: quantification of paclitaxel (Taxol a), 10-deacetyltaxol, baccatin III, 10-deacetylbaccatin III, cephalomannine (Taxol B), and 3,5-dimethoxyphenol in body fluids by liquid chromatography-tandem mass spectrometry. J Anal Toxicol. 2012;36(1):36–43. doi: 10.1093/jat/bkr012.", "ArticleIdList": ["10.1093/jat/bkr012", "22290751"]}, {"Citation": "Shi Q, Oritani T, Sugiyama T, Murakami R, Wei H. Six new taxane diterpenoids from the seeds of Taxus chinensis var. mairei and Taxus yunnanensis. J Nat Prod. 1999;62(8):1114–1118. doi: 10.1021/np990106b.", "ArticleIdList": ["10.1021/np990106b", "10479315"]}, {"Citation": "Wang LY, Ding LM, Huo SC, Sun L, Sun Z. Three new taxoids from the seed of Taxus cuspidata. J Nat Med. 2013;67(4):827–832. doi: 10.1007/s11418-012-0731-2.", "ArticleIdList": ["10.1007/s11418-012-0731-2", "23238651"]}, {"Citation": "Choudhary MI, Khan AM, Habib ur R, Atta ur R, Ashraf M. Two new rearranged taxoids from Taxus wallichiana ZUCC. Chem Pharm Bull (Tokyo) 2002;50(11):1488–1490. doi: 10.1248/cpb.50.1488.", "ArticleIdList": ["10.1248/cpb.50.1488", "12419915"]}, {"Citation": "Sun ZH, Chen Y, Guo YQ, Qiu J, Zhu CG, Jin J, et al. Isolation and cytotoxicity evaluation of taxanes from the barks of Taxus wallichiana var. mairei. Bioorg Med Chem Lett. 2015;25(6):1240–1243. doi: 10.1016/j.bmcl.2015.01.056.", "ArticleIdList": ["10.1016/j.bmcl.2015.01.056", "25682561"]}, {"Citation": "Hai Ping, Wen Shi-Zhen, Li Yan, Gao Yuan, Jiang Xian-Jun, Wang Fei. New Taxane Diterpenoids from Taxus yunnanensis. Natural Products and Bioprospecting. 2014;4(1):47–51. doi: 10.1007/s13659-014-0003-9.", "ArticleIdList": ["10.1007/s13659-014-0003-9", "PMC3956972", "24660136"]}, {"Citation": "Li H, Horiguchi T, Croteau R, Williams RM. Studies on Taxol biosynthesis: preparation of taxadiene-diol- and triol-derivatives by deoxygenation of taxusin. Tetrahedron. 2008;64(27):6561–6567. doi: 10.1016/j.tet.2008.04.008.", "ArticleIdList": ["10.1016/j.tet.2008.04.008", "PMC2585798", "19122848"]}, {"Citation": "Biondi-Zoccai GG, Agostoni P, Sangiorgi GM, Iakovou I, Antoniucci D, Grube E, et al. Comparison of ticlopidine vs. clopidogrel in addition to aspirin after paclitaxel-eluting stent implantation: insights from the TRUE (Taxusin real-life usage evaluation) study. Int J Cardiol. 2006;108(3):406–407. doi: 10.1016/j.ijcard.2005.03.038.", "ArticleIdList": ["10.1016/j.ijcard.2005.03.038", "16520130"]}, {"Citation": "Souard F, Delporte C, Stoffelen P, Thevenot EA, Noret N, Dauvergne B, et al. Metabolomics fingerprint of coffee species determined by untargeted-profiling study using LC-HRMS. Food Chem. 2018;245:603–612. doi: 10.1016/j.foodchem.2017.10.022.", "ArticleIdList": ["10.1016/j.foodchem.2017.10.022", "29287415"]}, {"Citation": "Ketchum RE, Rithner CD, Qiu D, Kim YS, Williams RM, Croteau RB. Taxus metabolomics: methyl jasmonate preferentially induces production of taxoids oxygenated at C-13 in Taxus × media cell cultures. Phytochemistry. 2003;62(6):901–909. doi: 10.1016/S0031-9422(02)00711-2.", "ArticleIdList": ["10.1016/S0031-9422(02)00711-2", "12590117"]}, {"Citation": "Han PP, Yuan YJ. Metabolic profiling as a tool for understanding defense response of Taxus cuspidata cells to shear stress. Biotechnol Prog. 2009;25(5):1244–1253. doi: 10.1002/btpr.209.", "ArticleIdList": ["10.1002/btpr.209", "19606465"]}, {"Citation": "Tanaka K, Li F, Morikawa K, Nobukawa T, Kadota S. Analysis of biosynthetic fluctuations of cultured Taxus seedlings using a metabolomic approach. Phytochemistry. 2011;72(14–15):1760–1766. doi: 10.1016/j.phytochem.2011.06.003.", "ArticleIdList": ["10.1016/j.phytochem.2011.06.003", "21762939"]}, {"Citation": "Song GH, Zhao CF, Zhang M, Fu CH, Zhang H, Yu LJ. Correlation analysis of the taxane core functional group modification, enzyme expression, and metabolite accumulation profiles under methyl jasmonate treatment. Biotechnol Prog. 2014;30(2):269–280. doi: 10.1002/btpr.1864.", "ArticleIdList": ["10.1002/btpr.1864", "24376036"]}, {"Citation": "Zhao C, Song G, Fu C, Dong Y, Xu H, Zhang H, et al. A systematic approach to expound the variations in taxane production under different dissolved oxygen conditions in Taxus chinensis cells. Plant Cell Rep. 2016;35(3):541–559. doi: 10.1007/s00299-015-1902-x.", "ArticleIdList": ["10.1007/s00299-015-1902-x", "26620815"]}, {"Citation": "Zheng Wen, Komatsu Setsuko, Zhu Wei, Zhang Lin, Li Ximin, Cui Lei, Tian Jingkui. Response and Defense Mechanisms ofTaxus chinensisLeaves Under UV-A Radiation are Revealed Using Comparative Proteomics and Metabolomics Analyses. Plant and Cell Physiology. 2016;57(9):1839–1853. doi: 10.1093/pcp/pcw106.", "ArticleIdList": ["10.1093/pcp/pcw106", "27318281"]}, {"Citation": "Hao d C, Huang B, Yang L. Phylogenetic relationships of the genus Taxus inferred from chloroplast intergenic spacer and nuclear coding DNA. Biol Pharm Bull. 2008;31(2):260–265. doi: 10.1248/bpb.31.260.", "ArticleIdList": ["10.1248/bpb.31.260", "18239284"]}, {"Citation": "van Rozendaal EL, Lelyveld GP, van Beek TA. Screening of the needles of different yew species and cultivars for paclitaxel and related taxoids. Phytochemistry. 2000;53(3):383–389. doi: 10.1016/S0031-9422(99)00094-1.", "ArticleIdList": ["10.1016/S0031-9422(99)00094-1", "10703062"]}, {"Citation": "Liu W, Su J. Effects of light acclimation on shoot morphology, structure, and biomass allocation of two Taxus species in southwestern China. Sci Rep. 2016;6:35384. doi: 10.1038/srep35384.", "ArticleIdList": ["10.1038/srep35384", "PMC5062112", "27734944"]}, {"Citation": "Yu C, Guo H, Zhang Y, Song Y, Pi E, Yu C, et al. Identification of potential genes that contributed to the variation in the taxoid contents between two Taxus species (Taxus × media and Taxus mairei) Tree Physiol. 2017;37(12):1659–1671. doi: 10.1093/treephys/tpx091.", "ArticleIdList": ["10.1093/treephys/tpx091", "28985439"]}, {"Citation": "Li Cunfang, Huo Changhong, Zhang Manli, Shi Qingwen. Chemistry of Chinese yew, Taxus chinensis var. mairei. Biochemical Systematics and Ecology. 2008;36(4):266–282. doi: 10.1016/j.bse.2007.08.002.", "ArticleIdList": ["10.1016/j.bse.2007.08.002"]}, {"Citation": "Miao YC, Lang XD, Zhang ZZ, Su JR. Phylogeography and genetic effects of habitat fragmentation on endangered Taxus yunnanensis in Southwest China as revealed by microsatellite data. Plant Biol. 2014;16(2):365–374. doi: 10.1111/plb.12059.", "ArticleIdList": ["10.1111/plb.12059", "23890056"]}, {"Citation": "Liu J, Moller M, Gao LM, Zhang DQ, Li DZ. DNA barcoding for the discrimination of Eurasian yews (Taxus L., Taxaceae) and the discovery of cryptic species. Mol Ecol Resour. 2011;11(1):89–100. doi: 10.1111/j.1755-0998.2010.02907.x.", "ArticleIdList": ["10.1111/j.1755-0998.2010.02907.x", "21429104"]}, {"Citation": "Banskota AH, Usia T, Tezuka Y, Kouda K, Nguyen NT, Kadota S. Three new C-14 oxygenated taxanes from the wood of Taxus yunnanensis. J Nat Prod. 2002;65(11):1700–1702. doi: 10.1021/np020235j.", "ArticleIdList": ["10.1021/np020235j", "12444707"]}, {"Citation": "Tang W, Hazebroek J, Zhong C, Harp T, Vlahakis C, Baumhover B, et al. Effect of genetics, environment, and phenotype on the metabolome of maize hybrids using GC/MS and LC/MS. J Agric Food Chem. 2017;65(25):5215–5225. doi: 10.1021/acs.jafc.7b00456.", "ArticleIdList": ["10.1021/acs.jafc.7b00456", "28574696"]}, {"Citation": "Aversano R, Contaldi F, Adelfi MG, D'Amelia V, Diretto G, De Tommasi N, et al. Comparative metabolite and genome analysis of tuber-bearing potato species. Phytochemistry. 2017;137:42–51. doi: 10.1016/j.phytochem.2017.02.011.", "ArticleIdList": ["10.1016/j.phytochem.2017.02.011", "28215419"]}, {"Citation": "Poudel RC, Gao LM, Moller M, Baral SR, Uprety Y, Liu J, et al. Yews (Taxus) along the Hindu Kush-Himalayan region: exploring the ethnopharmacological relevance among communities of Mongol and Caucasian origins. J Ethnopharmacol. 2013;147(1):190–203. doi: 10.1016/j.jep.2013.02.031.", "ArticleIdList": ["10.1016/j.jep.2013.02.031", "23473867"]}, {"Citation": "Jennewein S, Long RM, Williams RM, Croteau R. Cytochrome p450 taxadiene 5alpha-hydroxylase, a mechanistically unusual monooxygenase catalyzing the first oxygenation step of Taxol biosynthesis. Chem Biol. 2004;11(3):379–387. doi: 10.1016/j.chembiol.2004.02.022.", "ArticleIdList": ["10.1016/j.chembiol.2004.02.022", "15123267"]}, {"Citation": "Vazquez A, Williams RM. Studies on the biosynthesis of taxol. Synthesis Of taxa-4(20), 11(12)-diene-2alpha,5alpha-diol. J Org Chem. 2000;65(23):7865–7869. doi: 10.1021/jo005537+.", "ArticleIdList": ["10.1021/jo005537+", "11073592"]}, {"Citation": "Yang T, Li M, Chen JM. Conversion of taxane glycosides to 10-deacetylbaccatin III. Nat Prod Res. 2006;20(2):119–124. doi: 10.1080/14786410500045218.", "ArticleIdList": ["10.1080/14786410500045218", "16319004"]}, {"Citation": "Braga SF, Galvão DS. A semiempirical study on the electronic structure of 10-deacetylbaccatin-III. J Mol Graph Model. 2002;21(1):57–70. doi: 10.1016/S1093-3263(02)00121-3.", "ArticleIdList": ["10.1016/S1093-3263(02)00121-3", "12413032"]}, {"Citation": "Zhang P, Li ST, Fu CH, Zhou PP, Song FJ, Yu LJ. Overexpression of a 3’-N-Debenzoyltaxol-N-benzoyltransferase gene promotes Taxol yield in Taxus chinensis cells. Chin. J. Biochem. Mol. Biol. 2014;30(4):377–382."}, {"Citation": "Walker K, Croteau R. Taxol biosynthesis: Springer US; 1999."}, {"Citation": "Nasiri J, Naghavi MR, Alizadeh H, Moghadam MR. Seasonal-based temporal changes fluctuate expression patterns of TXS, DBAT, BAPT and DBTNBT genes alongside production of associated taxanes in Taxus baccata. Plant Cell Rep. 2016;35(5):1103–1119. doi: 10.1007/s00299-016-1941-y.", "ArticleIdList": ["10.1007/s00299-016-1941-y", "26883228"]}, {"Citation": "Feng Hongjie, Tian Xinhui, Liu Yongchang, Li Yanjun, Zhang Xinyu, Jones Brian Joseph, Sun Yuqiang, Sun Jie. Analysis of Flavonoids and the Flavonoid Structural Genes in Brown Fiber of Upland Cotton. PLoS ONE. 2013;8(3):e58820. doi: 10.1371/journal.pone.0058820.", "ArticleIdList": ["10.1371/journal.pone.0058820", "PMC3602603", "23527031"]}, {"Citation": "Zhang M, Dong JF, Jin HH, Sun LN, Xu MJ. Ultraviolet-B-induced flavonoid accumulation in Betula pendula leaves is dependent upon nitrate reductase-mediated nitric oxide signaling. Tree Physiol. 2011;31(8):798–807. doi: 10.1093/treephys/tpr070.", "ArticleIdList": ["10.1093/treephys/tpr070", "21813515"]}, {"Citation": "Zu YG, Pang HH, Yu JH, Li DW, Wei XX, Gao YX, et al. Responses in the morphology, physiology and biochemistry of Taxus chinensis var. mairei grown under supplementary UV-B radiation. J Photochem Photobiol B. 2010;98(2):152–158. doi: 10.1016/j.jphotobiol.2009.12.001.", "ArticleIdList": ["10.1016/j.jphotobiol.2009.12.001", "20044266"]}, {"Citation": "Mouradov A, Spangenberg G. Flavonoids: a metabolic network mediating plants adaptation to their real estate. Front Plant Sci. 2014;5:620. doi: 10.3389/fpls.2014.00620.", "ArticleIdList": ["10.3389/fpls.2014.00620", "PMC4226159", "25426130"]}, {"Citation": "Mukherjee S, Ghosh B, Jha TB, Jha S. Variation in content of taxol and related taxanes in eastern Himalayan populations of Taxus wallichiana. Planta Med. 2002;68(8):757–759. doi: 10.1055/s-2002-33808.", "ArticleIdList": ["10.1055/s-2002-33808", "12221606"]}]}], "History": [{"Year": "2018", "Month": "5", "Day": "27"}, {"Year": "2018", "Month": "8", "Day": "31"}, {"Year": "2018", "Month": "9", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["30223770", "PMC6142684", "10.1186/s12870-018-1412-4", "10.1186/s12870-018-1412-4"]}}]}