{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Andrographis paniculata", "Aspilia africana", "MTT assay", "murine cells", "viability"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30234147", "DateRevised": {"Year": "2024", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "05", "Day": "13"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2384-6232", "JournalIssue": {"Volume": "6", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Feb"}}, "Title": "Archives of basic and applied medicine", "ISOAbbreviation": "Arch Basic Appl Med"}, "ArticleTitle": "Assessment of cytotoxicity of leaf extracts of <i>Andrographis paniculata</i> and <i>Aspilia africana</i> on murine cells <i>in vitro</i>.", "Pagination": {"StartPage": "61", "EndPage": "65", "MedlinePgn": "61-65"}, "Abstract": {"AbstractText": ["People, especially in rural environments and recently, those dissatisfied with conventional medicine use medicinal plants for their therapeutic effects. Two or more plants are usually combined for such use and these combinations cause interactions that may be safe but could also be detrimental to health. Used singly, <i>Andrographis paniculata</i> and <i>Aspilia africana</i> are considered safe plants with low toxicities but little is known about their safety in combined therapy. This study assessed the cytotoxic activities of the aqueous, methanol and chloroform extracts of the two plants in a 1:1 combination at various concentrations on murine hepatocytes, thymocytes and splenocytes. The murine cells were seeded in microtitre plates and tested with the combined extracts at different concentrations and percentage viability values of the cells determined by the tetrazolium salt reduction assay (MTT). The extracts used were: combined aqueous extract of the two plants (CAE), and combined chloroform extract (CCE). At 72hr incubation with 500 μg/ml extract concentration, percentage viability was low. Splenocytes thymocytes and hepatocytes incubated with CAE had viability values of 35%, 28% and 64% respectively and with CCE, 26%, 26% and 36% respectively, relative to controls. From the results, the extracts were cytotoxic to the murine cells at this concentration and incubation period. These low values indicate cytotoxic interactions in the combined extracts. However more research is needed to understand the mechanisms of cytotoxicity of the plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, University of Ibadan, Ibadan, Nigeria."}], "LastName": "Ala", "ForeName": "A A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, University of Ibadan, Ibadan, Nigeria."}], "LastName": "Olotu", "ForeName": "B B", "Initials": "BB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Sciences, College of Medicine, University of Ibadan, Ibadan, Nigeria."}], "LastName": "Ohia", "ForeName": "C M D", "Initials": "CMD"}], "GrantList": [{"GrantID": "D43 TW010140", "Acronym": "TW", "Agency": "FIC NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Nigeria", "MedlineTA": "Arch Basic Appl Med", "NlmUniqueID": "101727644", "ISSNLinking": "2360-9680"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Iwu MM 1993. Handbook of African Medicinal Plants, CRP Press Boca Raton, Florida, p88."}, {"Citation": "Jayakumar T, Hsieh C-Y, Lee J-J, & Sheu J-R 2013. Experimental and Clinical Pharmacology of Andrographis paniculata and Its Major Bioactive Phytoconstituent Andrographolide. Evidence-Based Complementary and Alternative Medicine : eCAM, 2013, 846740 10.1155/2013/846740", "ArticleIdList": ["10.1155/2013/846740", "PMC3619690", "23634174"]}, {"Citation": "Joselin J, and Jeeva S. 2014. Andrographis paniculata: A Review of its Traditional Uses, Phytochemistry and Pharmacology. Med Aromat Plants 3: 169 10.4172/2167-0412.1000169.", "ArticleIdList": ["10.4172/2167-0412.1000169"]}, {"Citation": "Manosroi A, Saraphanchotiwitthaya A, and Manosroi J 2003. Immunomodulatory activities of Clausena excavate Burm. f. wood extracts. J. Ethnopharmacol, v.89, n.1, p.155–160.", "ArticleIdList": ["14522448"]}, {"Citation": "Mehrotra S; Mishra KP, Maurya R, Srimal RC, Yadav VS, Pandey R, Singh VK 2003. Anticellular and immunosuppressive properties of ethanolic extract of Acoruscalamus rhizome. Int. Immunopharmacol, v.3, n.1, p.53–61.", "ArticleIdList": ["12538034"]}, {"Citation": "Mosmann T 1983. Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays. J. Immunol. Methods, v.65, n.1–2, p.55–63.", "ArticleIdList": ["6606682"]}, {"Citation": "Okhuarobo A, Falodun J, Erharuyi O, Imieje V, Falodun A, and Langer P 2014. Harnessing the medicinal properties of Andrographis paniculata for diseases and beyond: a review of its phytochemistry and pharmacology. Asian Pacific Journal of Tropical Disease, 4(3), 213–222. 10.1016/S2222-1808(14)60509-0", "ArticleIdList": ["10.1016/S2222-1808(14)60509-0"]}, {"Citation": "Oko OOK, Agiang EA, Osim EE and Asuquo OR 2011. Toxicological Evaluation of Aspilia africana Leaf Extracts in mice. American Journal of Pharmacology and Toxicology 6 (3): 96–101."}, {"Citation": "Okoli CO, Akah PA and Okoli AS\n2007a. \nPotentials of leaves of Aspiliaafricana (Compositae) in wound care: an experimental evaluation.\nComplementary and Alternative Medicine Research Vol 7:24\nhttp://www.biomedcentral.com/1472-6882/7/24", "ArticleIdList": ["PMC1940021", "17623087"]}, {"Citation": "Okoli CO, Akah PA, Nwafor SV, Anisiobi AJ Ibegbunam IN and Erojikwe O 2007b. Antinflammatory Activity of Hexane leaf Extract of Aspilia africana. J. Ethnopharm 109(2): 219–225.", "ArticleIdList": ["16950582"]}, {"Citation": "Rajagopal S, Kumar RA, Deevi DS, Satyanarayana C, Rajagopalan R 2003. Andrographolide, a potential cancer therapeutic agent isolated from Andrographis paniculata. J Exp Ther Oncol 3:147–158.", "ArticleIdList": ["14641821"]}, {"Citation": "Vijayarathna Soundararajan and Sreenivasan Sasidharan 2012. Antioxidant Activity of Elaeis guineensis Leaf Extract: An Alternative Nutraceutical Approach in Impeding Aging. Institute for Research in Molecular Medicine (INFORMM), Universiti Sains Malaysia, 11800, Pulau Pinang, Malaysia."}, {"Citation": "Stanslas J, Liew PS, Iftikhar N, Lee CP, Saad S and Lajis N et al 2001. Potential of AG in the treatment of breast cancer. Eur J Cancer 37 (Suppl. 6): 169."}, {"Citation": "Sukardiman HS, Abdul Rahman, MuljaHadiSantosa and Firsa AP 2014. Ethyl acetate fraction of Andrographis paniculata (ness) increases cytotoxic effect of 5-fluorouracil on human cancer cell lines. International Journal of Pharmacy and Pharmaceutical Sciences ISSN-0975-1491 Vol 6; 5."}, {"Citation": "Talib W, Mahasneh A 2010. Antiproliferative activity of plant extracts used against cancer in traditional medicine. Scientia Pharmaceutica 78:33–45", "ArticleIdList": ["PMC3002826", "21179373"]}, {"Citation": "Taziebou L,C, Etoa F-X, Nkegoum B, Pieme CA and Dzeufiet DPD 2007. Acute And Sub-acute Toxicityof Aspilia africana leaves. Afr. J.Trad. CAM 4 (2):127–134.", "ArticleIdList": ["PMC2816443", "20162083"]}, {"Citation": "Uduak E and Ikoedem U 2013. Phytochemical and Physico-chemical Properties of Aspilia africana (Pers) C. D. Adams and Tithonia diversifolia (Hemsl) A. Gray Petals as a Scientific Backing to Their Tradomedicinal Potentials. International Journal of Modern Biology and Medicine, 3(2): 88–100."}, {"Citation": "Valerio LG jr, and Gonzales GF 2005. Toxicological aspects of the South American herbs cat’s claw (Uncariatomentosa) and Maca (Lepidiummeyenii): a critical synopsis. Toxicol Rev 2005; 24(1):11–35.", "ArticleIdList": ["16042502"]}, {"Citation": "Wamidh H Mahasneh Taliband Adel M. 2010. Antimicrobial, Cytotoxicity and Phytochemical Screening of Jordanian Plants Used in Traditional Medicine. Department of Biological Sciences, Faculty of Science, University of Jordan, Amman-11942, 15(3), 1811–1824", "ArticleIdList": ["PMC6257285", "20336015"]}, {"Citation": "Wilasrusmee C; Kittur S; Siddiqui J; Bruch D .;Wilasrusmee S; Kittur D 2002. In vitro immunomodulatory effects of ten commonly used herbs on murine lymphocytes. J. Alternative Compl. Med, .8(4), p.467–475.", "ArticleIdList": ["12230907"]}]}], "History": [{"Year": "2018", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "9", "Day": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30234147", "NIHMS968413", "PMC6141048"]}}]}