{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Artificial-sheltered", "Ecologically-friendly", "Specie conservation", "Traditional Chinese Medicine", "Wild-collection"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30266420", "DateCompleted": {"Year": "2018", "Month": "12", "Day": "24"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "09", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2018.09.001", "S0378-8741(18)30551-8"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "229", "PubDate": {"Year": "2019", "Month": "Jan", "Day": "30"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "An assessment of the Chinese medicinal Dendrobium industry: Supply, demand and sustainability.", "Pagination": {"StartPage": "81", "EndPage": "88", "MedlinePgn": "81-88"}, "Abstract": {"AbstractText": ["A high proportion of species native to China from the genus Dendrobium (Orchidaceae) have been used as folk medicine for more than 2300 years. The fresh or dried stem of many Dendrobium species are regarded as \"superior grade\" tonic in Traditional Chinese Medicine (TCM), for their traditional properties of nourishing the kidney, moisturizing the lung, benefiting the stomach, promoting the production of body fluids and clearing heat.", "This review aims to provide comprehensive and updated information on the diversity of Dendrobium species used in TCM and the development of the Dendrobium industry. The supply and demand of the Chinese medicinal Dendrobium are investigated. Moreover, we discuss the problems the industry faces and the relationship between the cultivation and species conservation.", "The available information on many Dendrobium species (especially D. officinale) was collected from the electronic databases (using Pubmed, CNKI, Baidu scholar, Google scholar and Web of Science). We also obtained information from communication with specialists with profound knowledge in related research field and industry practitioners. Information was also obtained from website of the Forestry Bureau or relevant government departments, online databases, books, Ph.D. dissertations and M.Sc. theses.", "Approximately 41 species in genus Dendrobium have been recorded in TCM. The development of the Dendrobium industry could be divided into three phases: (a) the wild-collection phase, (b) the massive commercial artificial-sheltered cultivation phase and (c) the diversified ecologically-friendly cultivation phase. The development of seedlings production technology, the improvement of substrates and the integration of cultivation technology support the rapid increase of Dendrobium herbs in the Chinese TCM market. Doubts around the quality and efficacy of product in artificial-sheltered cultivation, the lack of product standards and the low level of product development have limited the utilization for TCM and hampered the development of the Dendrobium industry. Both the artificial-sheltered cultivation and ecologically-friendly cultivation contribute to the conservation of Dendrobium species, through the use seedlings derived from seeds of sexual reproduction rather than meristematic-based clonal propagation.", "This review summarizes the species and cultivation history of medicinal herbs in the Dendrobium. The review can help inform future scientific research towards the TCM in Dendrobium, including mycorrhizal technology and microorganism fertilizer, pharmacological studies, the directed cultivation of varieties and diversified product. It is suggested that Dendrobium cultivation has a great potential to link the commercial TCM industry together with initiatives of biodiversity conservation."], "CopyrightInformation": "Copyright © 2018 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Biological Sciences and Biotechnology, National Engineering Research Center for Floriculture, Beijing Key Laboratory of Ornamental Plants Germplasm Innovation and Molecular Breeding, Beijing Forestry University, Beijing 100083, China. Electronic address: chengjin@bjfu.edu.cn."}], "LastName": "Cheng", "ForeName": "Jin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Biological Sciences and Biotechnology, National Engineering Research Center for Floriculture, Beijing Key Laboratory of Ornamental Plants Germplasm Innovation and Molecular Breeding, Beijing Forestry University, Beijing 100083, China."}], "LastName": "Dang", "ForeName": "Pei-Pei", "Initials": "PP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Biological Sciences and Biotechnology, National Engineering Research Center for Floriculture, Beijing Key Laboratory of Ornamental Plants Germplasm Innovation and Molecular Breeding, Beijing Forestry University, Beijing 100083, China."}], "LastName": "Zhao", "ForeName": "Zhe", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Import and Export Management Center of Endangered species, National Forestry and Grasslands Administration, Beijing 100714, China."}], "LastName": "Yuan", "ForeName": "Liang-Chen", "Initials": "LC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Wild Fauna and Flora Conservation and Management, National Forestry and Grasslands Administration, Beijing 100714, China."}], "LastName": "Zhou", "ForeName": "Zhi-Hua", "Initials": "ZH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Federal Agency for Nature Conservation Department of Plant Conservation Scientific Authority to CITES, Bonn 53179, Germany."}], "LastName": "Wolf", "ForeName": "Daniel", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Systematic and Evolutionary Botany, Institute of Botany, Chinese Academy of Sciences, Beijing 100093, China."}], "LastName": "Luo", "ForeName": "Yi-Bo", "Initials": "YB"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Agriculture"}, {"QualifierName": [], "DescriptorName": "Conservation of Natural Resources"}, {"QualifierName": [], "DescriptorName": "Dendrobium"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2018", "Month": "2", "Day": "13"}, {"Year": "2018", "Month": "8", "Day": "17"}, {"Year": "2018", "Month": "9", "Day": "1"}, {"Year": "2018", "Month": "9", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "30", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30266420", "10.1016/j.jep.2018.09.001", "S0378-8741(18)30551-8"]}}]}