{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antioxidant property", "cytotoxic and lipid peroxidation", "hepatocurative effect", "paracetamol"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30261739", "DateCompleted": {"Year": "2019", "Month": "03", "Day": "21"}, "DateRevised": {"Year": "2019", "Month": "03", "Day": "21"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["2515690X18801577", "10.1177/2515690X18801577"], "Journal": {"ISSN": "2515-690X", "JournalIssue": {"Volume": "23", "PubDate": {"Year": "2018", "Season": "Jan-Dec"}}, "Title": "Journal of evidence-based integrative medicine", "ISOAbbreviation": "J Evid Based Integr Med"}, "ArticleTitle": "Cytotoxic and Hepatocurative Effect of Aqueous Fraction of Tapinanthus bangwensis Against Paracetamol-Induced Hepatotoxicity.", "Pagination": {"StartPage": "2515690X18801577", "MedlinePgn": "2515690X18801577"}, "Abstract": {"AbstractText": ["Medicinal plants over time have proven to have potential to manage a huge number of diseases and disorders and thus have become a great source of pharmaceutical drugs. One of such plants is Tapinanthus bangwensis (African mistletoe). It is a semiparasitic and epiphytic plant growing on citrus tree, obtaining its food photosynthetically while its nutrient and water is got from the host plant. The aim of this study was to determine the cytotoxicological and hepatocurative effect of aqueous fraction of T bangwensis in acetaminophen (paracetamol)-induced Wistar rats. The antioxidant potential of the plant was determined by 2,2-diphenyl-1-picrylhydrazine scavenging and ferric reducing power assays. The cytotoxic effect was determined using Allium cepa test while the liver biochemical indices were determined by standard protocols. Data obtained were analyzed by 2-way analysis of variance at 95% confidence level and reported as mean ± standard deviation. The concentrated aqueous fraction of T bangwensis was found to be 23.3 g (58.25%). Quantitative determination of some vital phytochemicals revealed the following: flavonoid (84.6 ± 0.41 mg/100 g), phenol (147.5 ± 1.07 mg/100 g), tannin (31 ± 0.85 mg/ 100 g), alkaloid (23.45 ± 0.09 mg/100 g), and saponin (0.146 ± 0.0 mg/100 g). Treatment of rats with the aqueous extract of T bangwensis significantly decreased paracetamol-induced elevation of activities of liver function indices, alkaline phosphatase, alanine aminotransferase, aspartate aminotransferase, triglyceride, total cholesterol level and increased the albumin, total protein, and high-density lipoprotein levels. The plant extract also attenuated the paracetamol elevated lipid peroxidation product, malondialdehyde. The research findings suggest that aqueous extract of T bangwensis is slightly cytotoxic, possesses appreciable antioxidant property and exhibited hepatocurative effect against paracetamol-induced hepatoxicity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Nigeria Police Academy, Wudil, Kano State, Nigeria."}, {"Identifier": [], "Affiliation": "2 Bayero University, Kano, Kano State, Nigeria."}], "LastName": "Ihegboro", "ForeName": "Godwin O", "Initials": "GO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Nigeria Police Academy, Wudil, Kano State, Nigeria."}, {"Identifier": [], "Affiliation": "2 Bayero University, Kano, Kano State, Nigeria."}], "LastName": "Ononamadu", "ForeName": "Chimaobi J", "Initials": "CJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "3 Yaba College of Technology, Yaba, Lagos, Nigeria."}], "LastName": "Afor", "ForeName": "E", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Nigeria Police Academy, Wudil, Kano State, Nigeria."}], "LastName": "Odogiyan", "ForeName": "Gladys D", "Initials": "GD"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Evid Based Integr Med", "NlmUniqueID": "101719675", "ISSNLinking": "2515-690X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Analgesics, Non-Narcotic"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Protective Agents"}, {"RegistryNumber": "362O9ITL9D", "NameOfSubstance": "Acetaminophen"}, {"RegistryNumber": "EC 2.6.1.1", "NameOfSubstance": "Aspartate Aminotransferases"}, {"RegistryNumber": "EC 2.6.1.2", "NameOfSubstance": "Alanine Transaminase"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Acetaminophen"}, {"QualifierName": ["metabolism"], "DescriptorName": "Alanine Transaminase"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Analgesics, Non-Narcotic"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["metabolism"], "DescriptorName": "Aspartate Aminotransferases"}, {"QualifierName": ["drug therapy", "etiology", "metabolism"], "DescriptorName": "Chemical and Drug Induced Liver Injury"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects", "enzymology"], "DescriptorName": "Liver"}, {"QualifierName": ["chemistry"], "DescriptorName": "Loranthaceae"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["administration & dosage", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["administration & dosage", "chemistry"], "DescriptorName": "Protective Agents"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}], "CoiStatement": "<b>Declaration of Conflicting Interests:</b> The authors declared no potential conflicts of interest with respect to the research,\nauthorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ngarivhume T, Van’t Klooster CIEA, de Jong JTVM, Van der Westhuizen JH. Medicinal plants used by traditional healers for the treatment of malaria in the Chipinge district in Zimbabwe. J Ethnopharmacol. 2015;159:224–237.", "ArticleIdList": ["25449454"]}, {"Citation": "Ekhaise FO, Ofoezie VG, Enobakhare DA. Antibacterial properties and preliminary phytochemical: analysis of methanolic extract of mistletoe (Tapinanthus bangwensis). Bayero J Pure Appl Sci. 2010;3:65–68."}, {"Citation": "Ekhaise FO, Okoruwa P. Antibacterial activity of Aloe vera (Aloe barbadensis) extract on Staphylococcus aureus. Trop J Environ Sci Health. 2001;4:28–37."}, {"Citation": "\nWorld Health Organization. Research\nGuidelines for Evaluating the Safety and Efficacy of Herbal Medicines.\nManila, Philippines: World Health\nOrganization Regional Office for Western Pacific; 1993. \nhttp://apps.who.int/medicinedocs/en/d/Jh2946e/. Accessed August 31,\n2018."}, {"Citation": "Gupta SS. Prospects and prospective of natural plant products in medicine. Indian J Pharmacol. 1994;26:1–12."}, {"Citation": "Michel A. Tree, Shrub and Liana of West African Zones. Paris, France: Margaf; 2002:25."}, {"Citation": "Wang R, Kay J, Wang D, Lien LL, Lien EJ. A survey of Chinese herbal ingredients with liver protection activities. Clin Med. 2007;2:1–5.", "ArticleIdList": ["PMC1876451", "17490493"]}, {"Citation": "Tripoli E, Guardia ML, Giammanco S, Majo DD, Giammanco M. Citrus flavonoids: molecular structure, biological activity and nutritional properties: a review. Food Chem. 2007;104:466–479."}, {"Citation": "Kay MA. Healing with plants in the American and Mexican West. 2nd ed Tucson, AZ: University of Arizona Press; 1986:178."}, {"Citation": "Mistletoe Evans J.: Good for more than free kisses. J Am Botanical Counc. 2005;68:50–59."}, {"Citation": "Osadebe PO, Uzochukwu IC. Chromatographic and antimotility studies on extracts of Loranthus micranthus Linn. J Pharm Allied Sci. 2006;3:263–268."}, {"Citation": "Yusuf L, Oladunmoye MK, Ogundare AO, Akinyosoye FA, Daudu OAY, Hassan GA. Antimicrobial and antioxidant properties of mistletoe (Viscum album) growing on cola (Cola nitida) tree in Akure North, Nigeria. J Microbiol Res Rev. 2013;1:35–41."}, {"Citation": "Patrick-Iwuanyanwu KC, Onyeike EN, Wegwu MO. Hepatoprotective effects of methanolic extract and fractions of African mistletoe Tapinanthus bangwensis (Engl. & K. Krause) from Nigeria. EXCLI J. 2010;9:187–194.", "ArticleIdList": ["PMC5698891", "29255399"]}, {"Citation": "Osadebe PO, Okide GB, Akabogu IC. Studies on anti-diabetic activities of crude methanolic extract of Loranthus micranthus (Linn.) sourced from five different host trees. J Ethnopharmacol. 2004;95:133–138.", "ArticleIdList": ["15507325"]}, {"Citation": "Harbourne JB. Phytochemical Methods: A Guide to Modern Techniques of Plant Analysis. London, England: Chapman & Hall; 1973:49–188."}, {"Citation": "Chang CC, Yang MH, Wen HC, Chern JC. Estimation of total flavonoid content in propolis by two complementary colorimetric methods. J Food Drug Anal. 2002;10:178–182."}, {"Citation": "McDonald S, Prenzler PD, Autolovich M, Robards K. Phenolic content and antioxidant activity of olive extracts. Food Chem. 2001;73:73–84."}, {"Citation": "Slinkard K, Singleton VL. Total phenol analysis: automation and comparison with manual methods. Am J Enology Viticulture. 1977;28:49–55."}, {"Citation": "Van-Burden TP, Robinson WC. Formation of complexes between protein and tannin acid. J. Agric Food Chem. 1981;1:77–82."}, {"Citation": "Obadoni BO, Ochuko PO. Phytochemical studies and comparative efficacy of the crude extracts of some homeostatic plants in Edo and Delta states of Nigeria. Global J Pure Appl Sci. 2001;8:203–208."}, {"Citation": "Cuendet M, Hostettmann K, Potterat O, Dyatmiko W. Iridoid glycosides with free radical scavenging properties from Fagrae ablumei. Helvet Chirurg Acta. 1997;80:73–83. doi:10.1002/hlca.19970800411"}, {"Citation": "Benzie IFF, Strain JJ. The ferric reducing ability of pslasma (FRAP) as a measure of antioxidant power: the FRAP assay. Anal Biochem. 1996;239:70–76.", "ArticleIdList": ["8660627"]}, {"Citation": "Fiskesjo G. Allium cepa test for screening chemicals: evaluation of cytological parameter In: Wang W, Gorsuch JW, Hugher JS, eds. Plants for Environment Studies. New York, NY: CRC Lewis; 1997:308–333."}, {"Citation": "Schmidt E, Schmidt FW. Determination of serum GOT and GPT. Enzyme Biol Clin. 1963;3:1–5."}, {"Citation": "Babson LA, Greeley SJ, Coleman CM, Philips GE. Phenolphthalein monophosphate as a substrate for serum alkaline phosphatase. Clin Chem. 1996;12:482–490.", "ArticleIdList": ["5917856"]}, {"Citation": "Doumas BT, Watson WA, Biggs HG. Albumin standards and the measurement of serum albumin with bromcresol green. Clin Chim Acta. 1971;31:87–96.", "ArticleIdList": ["5544065"]}, {"Citation": "Said MM, Elmenoufy GA. Evaluation of quetiapine fumarate and its solid lipid nanoparticles as antipsychotic drug in rat model of schizophrenia. Biomed Res Ther. 2017;4:1480–1497."}, {"Citation": "Albers JJ, Warnick GR, Chenng MC. Quantitation of high density lipoprotein. Lipids. 1978;13:926–932.", "ArticleIdList": ["220488"]}, {"Citation": "Allain CC, Poon LS, Chan CS, Richmond W, Fu PC. Enzymatic determination of total serum cholesterol. Clin Chem. 1974;20:470–475.", "ArticleIdList": ["4818200"]}, {"Citation": "Varshney R, Kale RK. Effects of calmodulin antagonists on radiation-induced lipid peroxidation in microsomes. Int J Radiat Biol. 1990;58:733–743.", "ArticleIdList": ["1977818"]}, {"Citation": "Okwu DE. Phytochemical and vitamin content of indigenous spices of South Eastern Nigeria. J Sustain Agricultural Environ. 2004;6:30–34"}, {"Citation": "Raza H, John A. In vitro protection of reactive oxygen species-induced degradation of lipids, proteins and 2-deoxyribose by tea catechins. Food Chem Toxicol. 2007;45:1814–1820.", "ArticleIdList": ["17490800"]}, {"Citation": "Balasundram N, Sundram K, Samman S. Phenolic compounds in plants and agri-industrial by-products: antioxidant activity, occurrence, and potential uses. Food Chem. 2006;99:191–203."}, {"Citation": "Kessler M, Ubeaud G, Jung L. Anti- and pro-oxidant activity of rutin and quercetin derivatives. J Pharm Pharmacol. 2003;55:131–132.", "ArticleIdList": ["12625877"]}, {"Citation": "Dolara P, Luceri C, De Filippo C, et al. Red wine polyphenols influence carcinogenesis, intestinal microflora, oxidative damage and gene expression profiles of colonic mucosa in F344 rats. Mutat Res. 2005;591:237–246.", "ArticleIdList": ["16293270"]}, {"Citation": "Price KR, Johnson LI, Feriwick H. The chemical and biological significance of saponins in foods and feeding stuffs. Crit Rev Food Sci Nutr. 1987;26:127–135.", "ArticleIdList": ["3308321"]}, {"Citation": "Shi H, Hudson LG, Liu KJ. Oxidative stress and apoptosis in metal ion–induced carcinogenesis. 2004. Free Radic Biol Med. 2004;37:582–593.", "ArticleIdList": ["15288116"]}, {"Citation": "Proestos C, Boziaris IS, Nychas GJE, Komaitis M. Analysis of flavonoids and phenolic acids in Greek aromatic plants: Investigation of their antioxidant capacity and antimicrobial activity. Food Chem. 2006;95:664–671"}, {"Citation": "Ping KY, Darah I, Yusuf UK, Sasidharan S. Genotoxicity of Euphorbia hirta: an Allium cepa assay. IPCBE. 2012;39:222–225.", "ArticleIdList": ["PMC6269077", "22735780"]}, {"Citation": "Klásterská I, Natarajan AT, Ramel C. An interpretation of the origin of subchromatid aberrations and chromosome stickiness as a category of chromatid aberrations. Hereditas. 1976;83:153–169.", "ArticleIdList": ["977379"]}, {"Citation": "Mercykutty VC, Stephen J. Adriamycin induced genetic toxicity as demonstrated by the Allium test. Cytologia. 1980;45:769–777."}, {"Citation": "Fiskesjö G. The Allium test as a standard in environmental monitoring. Hereditas. 1985;102:99–112.", "ArticleIdList": ["3988545"]}, {"Citation": "Kabarity A, El-Bayoumi A, Habib A. Effect of morphine sulphate on mitosis of Allium cepa L. root tips. Biologia Plantarum. 1974;16:275–282."}, {"Citation": "Atoyebi SM, Oyeyemi IT, Dauda BA, Bakare AA. Genotoxicity and anti-genotoxicity of aqueous extracts of herbal recipes containing Luffa cylindrical (L), Nymphaea lotus (L) and Spondias mombin (L) using Allium cepa (L) assay. Afr J Pharm Pharmacol. 2015;9:492–499."}, {"Citation": "Khakdan F, Piri K. Cytotoxic and genotoxic effects of aqueous root extract of Arctium lappa on Allium cepa root tip cells. Int J Agronomy Plant Prod. 2012;3:630–637."}, {"Citation": "Vaishwanar I, Kowale CN. Effect of two ayurvedic drugs Shilajeet and Eclinol on changes in liver and serum lipids produced by carbontetrachloride. Ind J Exp Biol. 1976;14:58–61.", "ArticleIdList": ["955691"]}, {"Citation": "Pronko P, Bardina L, Satanovskaya V, Kuzmieh A, Zitmakinalcohol S. Effects of chronic alcohol consumption on the ethanol- and acetaldehyde-metabolizing systems in the rat gastrointestinal tract. Alcohol Alcohol. 2002;37:229–235.", "ArticleIdList": ["12003909"]}, {"Citation": "Thrabrew MI, Joice PD, Rajatissa WA. Comparative study of the efficacy of Pavetta indica and Osbeckia octandra in the treatment of liver dysfunction. Planta Med. 1987;53:239–241.", "ArticleIdList": ["3628555"]}, {"Citation": "Chaterjea MN, Shinde R. Free Radicals. 7th ed New Delhi, India: Jaypee Brothers Medical Publishers; 2007:156–629."}]}], "History": [{"Year": "2018", "Month": "9", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30261739", "PMC6166302", "10.1177/2515690X18801577"]}}]}