{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30275799", "DateCompleted": {"Year": "2019", "Month": "01", "Day": "09"}, "DateRevised": {"Year": "2019", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "09", "Day": "10"}], "Language": ["eng"], "ELocationID": ["4020294", "10.1155/2018/4020294"], "Journal": {"ISSN": "1537-744X", "JournalIssue": {"Volume": "2018", "PubDate": {"Year": "2018"}}, "Title": "TheScientificWorldJournal", "ISOAbbreviation": "ScientificWorldJournal"}, "ArticleTitle": "Antibacterial and Antibiotic-Potentiating Activities of Thirteen Cameroonian Edible Plants against Gram-Negative Resistant Phenotypes.", "Pagination": {"StartPage": "4020294", "MedlinePgn": "4020294"}, "Abstract": {"AbstractText": ["This work was designed to investigate the antibacterial activities of methanol extracts from thirteen Cameroonian edible plants and their antibiotic-potentiating effects against Gram-negative multidrug-resistant (MDR) phenotypes. The broth microdilution method was used to evaluate the minimal inhibitory concentration (MIC) and minimal bactericidal concentration (MBC) of the extracts, as well as their antibiotic-potentiating activities. The phytochemical screening of the extracts was carried out according to the standard methods. The results of phytochemical tests revealed the presence of sterols, polyphenols, and tannins in most of the tested extracts, with the other classes of secondary metabolites being selectively distributed. Tested extracts showed variable antibacterial activities with MIC values ranging from 64 to 1024 <i>μ</i>g/mL. However, some extracts were significantly active against certain bacterial strains: seeds extract of <i>Theobroma cacao</i> (64 <i>μ</i>g/mL) against <i>Escherichia coli</i> AG100Atet and <i>Klebsiella pneumoniae</i> K24, and the bark extract of <i>Uapaca guineensis</i> against <i>E. coli</i> ATCC 8739. The leaves extract of <i>T. cacao</i> displayed the best MBC values (256 <i>μ</i>g/mL) against <i>E. aerogenes</i> EA27. Some tested extracts included extracts from the leaves of <i>T. cacao</i> and <i>P. vulgaris,</i> and the seeds of <i>D. edulis</i> and barks <i>A. indica</i> has selectively improved (2- to 64-fold) the antibacterial activities of some of the tested antibiotics, chloramphenicol (CHL), tetracycline (TET), kanamycin (KAN), streptomycin (STR), and erythromycin (ERY), against more than 70% of tested MDR bacteria. The findings of this work showed that tested plant extracts and particularly those from <i>T. cacao</i> and <i>Phaseolus vulgaris</i> can be used alone or in combination with conventional antibiotics in the treatment of infections involving multiresistant bacteria."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Nayim", "ForeName": "Paul", "Initials": "P"}, {"Identifier": ["0000-0003-4178-4967"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Mbaveng", "ForeName": "Armelle T", "Initials": "AT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Wamba", "ForeName": "Brice E N", "Initials": "BEN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Fankam", "ForeName": "Aimé G", "Initials": "AG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Dzotam", "ForeName": "Joachim K", "Initials": "JK"}, {"Identifier": ["0000-0002-1070-1236"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Kuete", "ForeName": "Victor", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ScientificWorldJournal", "NlmUniqueID": "101131163", "ISSNLinking": "1537-744X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Cameroon"}, {"QualifierName": [], "DescriptorName": "Drug Resistance, Multiple, Bacterial"}, {"QualifierName": [], "DescriptorName": "Drug Synergism"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Gram-Negative Bacteria"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": [], "DescriptorName": "Phenotype"}, {"QualifierName": [], "DescriptorName": "Plant Bark"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lode H. Safety and tolerability of commonly prescribed oral antibiotics for the treatment of respiratory tract infections. American Journal of Medicine. 2010;123(4):S26–S38. doi: 10.1016/j.amjmed.2010.02.004.", "ArticleIdList": ["10.1016/j.amjmed.2010.02.004", "20350633"]}, {"Citation": "World Health Organization. Antibiotic resistance.   http://www.who.int/mediacentre/factsheets/antibiotic-resistance/en/, Accessed on 09 November 2017."}, {"Citation": "Cerceo E., Deitelzweig S. B., Sherman B. M., Amin A. N. Multidrug-resistant gram-negative bacterial infections in the hospital setting: overview, implications for clinical practice, and emerging treatment options. Microbial Drug Resistance. 2016;22(5):412–431. doi: 10.1089/mdr.2015.0220.", "ArticleIdList": ["10.1089/mdr.2015.0220", "26866778"]}, {"Citation": "World Health Organization. Global priority list of antibiotic-resistant bacteria to guide research, discovery, and development of new antibiotics.   http://www.who.int/medicines/publications/WHO-PPL-Short_Summary_25Feb-ET_NM_WHO.pdf?ua=1, Accessed on 09 November 2017."}, {"Citation": "Santajit S., Indrawattana N. Mechanisms of antimicrobial resistance in ESKAPE pathogens. BioMed Research International. 2016;2016:8. doi: 10.1155/2016/2475067.2475067", "ArticleIdList": ["10.1155/2016/2475067", "PMC4871955", "27274985"]}, {"Citation": "Schillaci D., Spanò V., Parrino B., et al. Pharmaceutical approaches to target antibiotic resistance mechanisms. Journal of Medicinal Chemistry. 2017;60(20):8268–8297. doi: 10.1021/acs.jmedchem.7b00215.", "ArticleIdList": ["10.1021/acs.jmedchem.7b00215", "28594170"]}, {"Citation": "Gandhi T. N., Depestel D. D., Collins C. D., Nagel J., Washer L. L. Managing antimicrobial resistance in intensive care units. Critical Care Medicine. 2010;38(8):S315–S323. doi: 10.1097/CCM.0b013e3181e6a2a4.", "ArticleIdList": ["10.1097/CCM.0b013e3181e6a2a4", "20647789"]}, {"Citation": "Lomovskaya O., Bostian K. A. Practical applications and feasibility of efflux pump inhibitors in the clinic - A vision for applied use. Biochemical Pharmacology. 2006;71(7):910–918. doi: 10.1016/j.bcp.2005.12.008.", "ArticleIdList": ["10.1016/j.bcp.2005.12.008", "16427026"]}, {"Citation": "Nikaido H., Pagès J.-M. Broad-specificity efflux pumps and their role in multidrug resistance of Gram-negative bacteria. FEMS Microbiology Reviews. 2012;36(2):340–363. doi: 10.1111/j.1574-6976.2011.00290.x.", "ArticleIdList": ["10.1111/j.1574-6976.2011.00290.x", "PMC3546547", "21707670"]}, {"Citation": "Aiyegoro O. A., Okoh A. I. Use of bioactive plant products in combination with standard antibiotics: implications in antimicrobial chemotherapy. Journal of Medicinal Plants Research. 2009;3(13):1147–1152."}, {"Citation": "Kovač J., Gavarić N., Bucar F., Možina S. S. Antimicrobial and resistance modulatory activity of Alpinia katsumadai seed extract, essential oil and post-distillation extract. Food Technology and Biotechnology. 2014;52(2):248–254."}, {"Citation": "Tankeo S. B., Tane P., Kuete V. In vitro antibacterial and antibiotic-potentiation activities of the methanol extracts from Beilschmiedia acuta, Clausena anisata, Newbouldia laevis and Polyscias fulva against multidrug-resistant Gram-negative bacteria. BMC Complementary and Alternative Medicine. 2015;15, article 412 doi: 10.1186/s12906-015-0944-5.", "ArticleIdList": ["10.1186/s12906-015-0944-5", "PMC4655084", "26590804"]}, {"Citation": "Stavri M., Piddock L. J. V., Gibbons S. Bacterial efflux pump inhibitors from natural sources. Journal of Antimicrobial Chemotherapy. 2007;59(6):1247–1260. doi: 10.1093/jac/dkl460.", "ArticleIdList": ["10.1093/jac/dkl460", "17145734"]}, {"Citation": "Morita Y., Nakashima K., Nishino K., et al. Berberine is a novel type efflux inhibitor which attenuates the MexXY-mediated aminoglycoside resistance in Pseudomonas aeruginosa. Frontiers in Microbiology. 2016;7 doi: 10.3389/fmicb.2016.01223.", "ArticleIdList": ["10.3389/fmicb.2016.01223", "PMC4975076", "27547203"]}, {"Citation": "Eshra K. A., Shalaby M. M. Efflux Pump Inhibition effect of Curcumin and Phenylalanine Arginyl β-Naphthylamide (PAβN) against Multidrug Resistant Pseudomonas aeruginosa Isolated from Burn Infections in Tanta University Hospitals. The Egyptian Journal of Medical Microbiology. 2017;26(1):113–119. doi: 10.12816/0046279.", "ArticleIdList": ["10.12816/0046279"]}, {"Citation": "Fankam A. G., Kuete V., Voukeng I. K., Kuiate J. R., Pages J.-M. Antibacterial activities of selected Cameroonian spices and their synergistic effects with antibiotics against multidrug-resistant phenotypes. BMC Complementary and Alternative Medicine. 2011;11, article 104:11. doi: 10.1186/1472-6882-11-104.", "ArticleIdList": ["10.1186/1472-6882-11-104", "PMC3228721", "22044718"]}, {"Citation": "Voukeng I. K., Kuete V., Dzoyem J. P., et al. Antibacterial and antibiotic-potentiation activities of the methanol extract of some cameroonian spices against Gram-negative multi-drug resistant phenotypes. BMC Research Notes. 2012;5:p. 299. doi: 10.1186/1756-0500-5-299.", "ArticleIdList": ["10.1186/1756-0500-5-299", "PMC3438083", "22709668"]}, {"Citation": "Seukep J. A., Fankam A. G., Djeussi D. E., et al. Antibacterial activities of the methanol extracts of seven Cameroonian dietary plants against bacteria expressing MDR phenotypes. SpringerPlus. 2013;2(1):1–8. doi: 10.1186/2193-1801-2-363.", "ArticleIdList": ["10.1186/2193-1801-2-363", "PMC3738912", "23961425"]}, {"Citation": "Dzotam J. K., Kuete V. Antibacterial and antibiotic-modifying activity of methanol extracts from six Cameroonian food plants against multidrug-resistant enteric bacteria. BioMed Research International. 2017;2017:19. doi: 10.1155/2017/1583510.1583510", "ArticleIdList": ["10.1155/2017/1583510", "PMC5585599", "28904944"]}, {"Citation": "Harbone J. B. Phytochemical Methods: A Guide to Modern Techniques of Plant Analysis. London, UK: Chapman and Hall Ltd; 1973."}, {"Citation": "Poumale H. M. P., Hamm R., Zang Y., Shiono Y., Kuete V. Coumarins and related compounds from the medicinal plants of Africa. In: Kuete V., editor. Medicinal Plant. Vol. 1. Oxford, UK: Elsevier; 2013. pp. 261–300."}, {"Citation": "Eloff J. N. A sensitive and quick microplate method to determine the minimal inhibitory concentration of plant extracts for bacteria. Planta Medica. 1998;64(8):711–713. doi: 10.1055/s-2006-957563.", "ArticleIdList": ["10.1055/s-2006-957563", "9933989"]}, {"Citation": "Kuete V., Ngameni B., Tangmouo J. G., et al. Efflux pumps are involved in the defense of gram-negative bacteria against the natural products isobavachalcone and diospyrone. Antimicrobial Agents and Chemotherapy. 2010;54(5):1749–1752. doi: 10.1128/AAC.01533-09.", "ArticleIdList": ["10.1128/AAC.01533-09", "PMC2863662", "20160051"]}, {"Citation": "Kuete V., Nana F., Ngameni B., Mbaveng A. T., Keumedjio F., Ngadjui B. T. Antimicrobial activity of the crude extract, fractions and compounds from stem bark of Ficus ovata (Moraceae) Journal of Ethnopharmacology. 2009;124(3):556–561. doi: 10.1016/j.jep.2009.05.003.", "ArticleIdList": ["10.1016/j.jep.2009.05.003", "19450673"]}, {"Citation": "Fankam A. G., Kuiate J.-R., Kuete V. Antibacterial and antibiotic resistance modulatory activities of leaves and bark extracts of Recinodindron heudelotii (Euphorbiaceae) against multidrug-resistant Gram-negative bacteria. BMC Complementary and Alternative Medicine. 2017;17(1, article 168) doi: 10.1186/s12906-017-1687-2.", "ArticleIdList": ["10.1186/s12906-017-1687-2", "PMC5366133", "28340621"]}, {"Citation": "Figueredo F. G., Ferreira E. O., Lucena B. F. F., et al. Modulation of the Antibiotic Activity by Extracts from Amburana cearensis A. C. Smith and Anadenanthera macrocarpa (Benth.) Brenan. BioMed Research International. 2013;2013:5. doi: 10.1155/2013/640682.640682", "ArticleIdList": ["10.1155/2013/640682", "PMC3591201", "23509756"]}, {"Citation": "Fankam A. G., Kuiate J. R., Kuete V. Antibacterial and antibiotic resistance modifying activity of the extracts from allanblackia gabonensis, combretum molle and gladiolus quartinianus against Gram-negative bacteria including multi-drug resistant phenotypes. BMC Complementary and Alternative Medicine. 2015;15(1)", "ArticleIdList": ["PMC4487221", "26122102"]}, {"Citation": "Saleem M., Nazir M., Ali M. S., et al. Antimicrobial natural products: an update on future antibiotic drug candidates. Natural Product Reports. 2010;27(2):238–254. doi: 10.1039/b916096e.", "ArticleIdList": ["10.1039/b916096e", "20111803"]}, {"Citation": "Basli A., Chibane M., Madani K., Oukil N. Activités antibactériennes des polyphénols extraits d'une plante médicinale de la flore d'Algérie: Origanum glandulosum Desf. Phytothérapie. 2012;10(1):2–9. doi: 10.1007/s10298-012-0683-9.", "ArticleIdList": ["10.1007/s10298-012-0683-9"]}, {"Citation": "Compean K. L., Ynalvez R. A. Antimicrobial activity of plant secondary metabolites: A review. Research Journal of Medicinal Plant. 2014;8(5):204–213. doi: 10.3923/rjmp.2014.204.213.", "ArticleIdList": ["10.3923/rjmp.2014.204.213"]}, {"Citation": "Tamokou J. D. D., Mbaveng A. T., Kuete V. Antimicrobial activities of African medicinal spices and vegetables. In: Kuete V., editor. Medicinal Spices and Vegetables from Africa. Chapter 8. Academic Press; 2017. pp. 207–237."}, {"Citation": "Panganiban C. A., Reyes R. B., Agojo I., et al. Antibacterial activity of Cacao (Theobroma Cacao Linn.) Pulp Crude extract against selected bacterial isolates. International Peer Reviewed Journal. 2010;1(1) doi: 10.7719/jpair.v4i1.114.", "ArticleIdList": ["10.7719/jpair.v4i1.114"]}, {"Citation": "Singh N., Datta S., Dey A., Chowdhury A. R., Abraham J. Antimicrobial activity and cytotoxicity of Theobroma cacao extracts. Der Pharmacia Lettre. 2015;7(7):287–294."}, {"Citation": "Atibioke A. J., George I., Sallau N., Muhammed S. Phytochemical and antimicrobial studies of stem bark extracts from Uapaca pilosa (Hutch) World Journal of Pharmaceutical Sciences. 2016;4:200–204."}, {"Citation": "Seukep J. A., Sandjo L. P., Ngadjui B. T., Kuete V. Antibacterial activities of the methanol extracts and compounds from Uapaca togoensis against Gram-negative multi-drug resistant phenotypes. South African Journal of Botany. 2016;103(1):1–5. doi: 10.1016/j.sajb.2015.08.014.", "ArticleIdList": ["10.1016/j.sajb.2015.08.014"]}, {"Citation": "Veras H. N. H., Rodrigues F. F. G., Colares A. V., et al. Synergistic antibiotic activity of volatile compounds from the essential oil of Lippia sidoides and thymol. Fitoterapia. 2012;83(3):508–512. doi: 10.1016/j.fitote.2011.12.024.", "ArticleIdList": ["10.1016/j.fitote.2011.12.024", "22245085"]}, {"Citation": "Braga L. C., Leite A. A. M., Xavier K. G. S., et al. Synergic interaction between pomegranate extract and antibiotics against Staphylococcus aureus. Canadian Journal of Microbiology. 2005;51(7):541–547. doi: 10.1139/w05-022.", "ArticleIdList": ["10.1139/w05-022", "16175202"]}, {"Citation": "Pagès J., Amaral L. Mechanisms of drug efflux and strategies to combat them: challenging the efflux pump of Gram-negative bacteria. Biochimica et Biophysica Acta. 2009;1794(5):826–833. doi: 10.1016/j.bbapap.2008.12.011.", "ArticleIdList": ["10.1016/j.bbapap.2008.12.011", "19150515"]}, {"Citation": "Sato Y., Shibata H., Arai T., et al. Variation in synergistic activity by flavone and its related compounds on the increased susceptibility of various strains of methicillin-resistant Staphylococcus aureus to beta-lactam antibiotics. International Journal of Antimicrobial Agents. 2004;24(3):226–233. doi: 10.1016/j.ijantimicag.2004.02.028.", "ArticleIdList": ["10.1016/j.ijantimicag.2004.02.028", "15325425"]}, {"Citation": "Cushnie T. P., Lamb A. J. Antimicrobial activity of flavonoids. International Journal of Antimicrobial Agents. 2005;26(5):343–356. doi: 10.1016/j.ijantimicag.2005.09.002.", "ArticleIdList": ["10.1016/j.ijantimicag.2005.09.002", "PMC7127073", "16323269"]}]}], "History": [{"Year": "2018", "Month": "3", "Day": "24"}, {"Year": "2018", "Month": "6", "Day": "24"}, {"Year": "2018", "Month": "7", "Day": "17"}, {"Year": "2018", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["30275799", "PMC6151687", "10.1155/2018/4020294"]}}]}