{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimycobacterial", "Metabolomics", "Multidrug resistance", "Mycobacterium tuberculosis (M.tb)", "Traditional medicinal plants"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30270413", "DateRevised": {"Year": "2024", "Month": "04", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "10", "Day": "01"}], "Language": ["eng"], "ELocationID": ["29", "10.1186/s40169-018-0208-3"], "Journal": {"ISSN": "2001-1326", "JournalIssue": {"Volume": "7", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Oct", "Day": "01"}}, "Title": "Clinical and translational medicine", "ISOAbbreviation": "Clin Transl Med"}, "ArticleTitle": "Application of metabolomics to drug discovery and understanding the mechanisms of action of medicinal plants with anti-tuberculosis activity.", "Pagination": {"StartPage": "29", "MedlinePgn": "29"}, "Abstract": {"AbstractText": ["Human tuberculosis (TB) is amongst the oldest and deadliest human bacterial diseases that pose major health, social and economic burden at a global level. Current regimens for TB treatment are lengthy, expensive and ineffective to emerging drug resistant strains. Thus, there is an urgent need for identification and development of novel TB drugs and drug regimens with comprehensive and specific mechanisms of action. Many medicinal plants are traditionally used for TB treatment. While some of their phytochemical composition has been elucidated, their mechanisms of action are not well understood. Insufficient knowledge on Mycobacterium tuberculosis (M.tb) biology and the complex nature of its infection limit the effectiveness of current screening-based methods used for TB drug discovery. Nonetheless, application of metabolomics tools within the 'omics' approaches, could provide an alternative method of elucidating the mechanism of action of medicinal plants. Metabolomics aims at high throughput detection, quantification and identification of metabolites in biological samples. Changes in the concentration of specific metabolites in a biological sample indicate changes in the metabolic pathways. In this paper review and discuss novel methods that involve application of metabolomics to drug discovery and the understanding of mechanisms of action of medicinal plants with anti-TB activity. Current knowledge on TB infection, anti-TB drugs and mechanisms of action are also included. We further highlight metabolism of M. tuberculosis and the potential drug targets, as well as current approaches in the development of anti-TB drugs."]}, "AuthorList": [{"Identifier": ["0000-0002-3347-2237"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharm-BioTechnology and Traditional Medicine Centre (PHARMBIOTRAC), Mbarara University of Science & Technology, P.O. Box, 1410, Mbarara, Uganda. ntuyiringire@std.must.ac.ug."}, {"Identifier": [], "Affiliation": "College of Medicine and Health Sciences, University of Rwanda, University Avenue, P.O. Box 56, Butare, Rwanda. ntuyiringire@std.must.ac.ug."}], "LastName": "Tuyiringire", "ForeName": "Naasson", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharm-BioTechnology and Traditional Medicine Centre (PHARMBIOTRAC), Mbarara University of Science & Technology, P.O. Box, 1410, Mbarara, Uganda."}, {"Identifier": [], "Affiliation": "Department of Biomedicine, University of Bergen, Jonas Lies Vei 91, 5020, Bergen, Norway."}], "LastName": "Tusubira", "ForeName": "Deusdedit", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Science, College of Science and Technology, University of Rwanda, Avenue de l'Armée, P.O. Box 3900, Kigali, Rwanda."}], "LastName": "Munyampundu", "ForeName": "Jean-Pierre", "Initials": "JP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharm-BioTechnology and Traditional Medicine Centre (PHARMBIOTRAC), Mbarara University of Science & Technology, P.O. Box, 1410, Mbarara, Uganda."}], "LastName": "Tolo", "ForeName": "Casim Umba", "Initials": "CU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Medicine and Health Sciences, University of Rwanda, University Avenue, P.O. Box 56, Butare, Rwanda."}], "LastName": "Muvunyi", "ForeName": "Claude M", "Initials": "CM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharm-BioTechnology and Traditional Medicine Centre (PHARMBIOTRAC), Mbarara University of Science & Technology, P.O. Box, 1410, Mbarara, Uganda."}], "LastName": "Ogwang", "ForeName": "Patrick Engeu", "Initials": "PE"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Clin Transl Med", "NlmUniqueID": "101597971", "ISSNLinking": "2001-1326"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Delogu G, Sali M, Fadda G. The biology of Mycobacterium tuberculosis infection. Mediterr J Hematol Infect Dis. 2013;5:e2013070. doi: 10.4084/mjhid.2013.070.", "ArticleIdList": ["10.4084/mjhid.2013.070", "PMC3867229", "24363885"]}, {"Citation": "Sasindran SJ, Torrelles JB. Mycobacterium tuberculosis infection and inflammation: what is beneficial for the host and for the bacterium? Front Microbiol. 2011;2:1–16. doi: 10.3389/fmicb.2011.00002.", "ArticleIdList": ["10.3389/fmicb.2011.00002", "PMC3109289", "21687401"]}, {"Citation": "WHO . Global tuberculosis report. Geneva: World Health Organization; 2014."}, {"Citation": "WHO . Global tuberculosis report. Geneva: World Health Organization; 2017."}, {"Citation": "Salvatore PP, Zhang Y. Tuberculosis: molecular basis of pathogenesis. Reference module in biomedical sciences. New York: Elsevier Inc.; 2017."}, {"Citation": "Warner DF. Mycobacterium tuberculosis metabolism. Cold Spring Harb Perspect Med. 2015;5(4):a021121. doi: 10.1101/cshperspect.a021121.", "ArticleIdList": ["10.1101/cshperspect.a021121", "PMC4382733", "25502746"]}, {"Citation": "Smith I. Mycobacterium tuberculosis pathogenesis and molecular determinants of virulence. Clin Microbiol Rev. 2003;16:463–496. doi: 10.1128/CMR.16.3.463-496.2003.", "ArticleIdList": ["10.1128/CMR.16.3.463-496.2003", "PMC164219", "12857778"]}, {"Citation": "Jnawali HN, Ryoo S. First–and second-line drugs and drug resistance. Tuberculosis-current issues in diagnosis and management. InTech. 2013"}, {"Citation": "World Health Organization . Global tuberculosis report. Geneva: World Health Organization; 2016."}, {"Citation": "McIlleron H, Meintjes G, Burman WJ, Maartens G. Complications of antiretroviral therapy in patients with tuberculosis: drug interactions, toxicity, and immune reconstitution inflammatory syndrome. J Infect Dis. 2007;196(Suppl 1):63–75. doi: 10.1086/518655.", "ArticleIdList": ["10.1086/518655", "17624828"]}, {"Citation": "Lienhardt C, Vernon A, Raviglione MC. New drugs and new regimens for the treatment of tuberculosis: review of the drug development pipeline and implications for national programmes. Curr Opin Pulm Med. 2010", "ArticleIdList": ["20216421"]}, {"Citation": "Ehrt S, Rhee K. Mycobacterium tuberculosis metabolism and host interaction: mysteries and paradoxes. In: Pieters J, McKinney J, editors. Pathogenesis of Mycobacterium tuberculosis and its interaction with the host organism. Berlin, Heidelberg: Springer; 2013. pp. 163–188.", "ArticleIdList": ["0"]}, {"Citation": "Gandhi NR, Shah NS, Andrews JR, Vella V, Moll AP, Scott M, et al. HIV coinfection in multidrug-and extensively drug-resistant tuberculosis results in high early mortality. Am J Resp Crit Care Med. 2010;181:80–86. doi: 10.1164/rccm.200907-0989OC.", "ArticleIdList": ["10.1164/rccm.200907-0989OC", "19833824"]}, {"Citation": "Rae JM, Johnson MD, Lippman ME, Flockhart DA. Rifampin is a selective, pleiotropic inducer of drug metabolism genes in human hepatocytes: studies with cDNA and oligonucleotide expression arrays. J Pharmacol Exp Ther. 2001;299:849–857.", "ArticleIdList": ["11714868"]}, {"Citation": "Mortaz E, Adcock IM, Tabarsi P, Masjedi MR, Mansouri D, Velayati AA, et al. Interaction of pattern recognition receptors with Mycobacterium tuberculosis. J Clin Immunol. 2015;35:1–10. doi: 10.1007/s10875-014-0103-7.", "ArticleIdList": ["10.1007/s10875-014-0103-7", "PMC4306732", "25312698"]}, {"Citation": "Ait-Khaled N, Enarson DA. Tuberculosis: a manual for medical students. Geneva: WHO; 2003. p. 148."}, {"Citation": "Karakousis PC, Williams EP, Bishai WR. Altered expression of isoniazid-regulated genes in drug-treated dormant Mycobacterium tuberculosis. J Antimicrob Chemother. 2008;61:323–331. doi: 10.1093/jac/dkm485.", "ArticleIdList": ["10.1093/jac/dkm485", "18156607"]}, {"Citation": "Gutierrez MC, Brisse S, Brosch R, Fabre M, Omaïs B, Marmiesse M, et al. Ancient origin and gene mosaicism of the progenitor of Mycobacterium tuberculosis. PLoS Pathog. 2005;1:0055–0061. doi: 10.1371/journal.ppat.0010005.", "ArticleIdList": ["10.1371/journal.ppat.0010005", "PMC1238740", "16201017"]}, {"Citation": "Mdluli K, Kaneko T, Upton A. Tuberculosis drug discovery and emerging targets. Ann NY Acad Sci. 2014;1323:56–75. doi: 10.1111/nyas.12459.", "ArticleIdList": ["10.1111/nyas.12459", "24920100"]}, {"Citation": "Barry CE, Boshoff H, Dartois V, Dick T, Ehrt S, Flynn J, et al. The spectrum of latent tuberculosis: rethinking the goals of prophylaxis. Nat Rev Microbiol. 2009;7:845–855. doi: 10.1038/nrmicro2236.", "ArticleIdList": ["10.1038/nrmicro2236", "PMC4144869", "19855401"]}, {"Citation": "Mdluli K, Kaneko T, Upton A. The tuberculosis drug discovery and development pipeline and emerging drug targets. Cold Spring Harb Perspect Med. 2015;5:1–24. doi: 10.1101/cshperspect.a021154.", "ArticleIdList": ["10.1101/cshperspect.a021154", "PMC4448709", "25635061"]}, {"Citation": "Lawn SD, Zumla AI. Tuberculosis. Lancet. 2011;378:57–72. doi: 10.1016/S0140-6736(10)62173-3.", "ArticleIdList": ["10.1016/S0140-6736(10)62173-3", "21420161"]}, {"Citation": "de Carvalho LPS, Fischer SM, Marrero J, Nathan C, Ehrt S, Rhee KY. Metabolomics of Mycobacterium tuberculosis reveals compartmentalized co-catabolism of carbon substrates. Chem Biol. 2010;17:1122–1131. doi: 10.1016/j.chembiol.2010.08.009.", "ArticleIdList": ["10.1016/j.chembiol.2010.08.009", "21035735"]}, {"Citation": "Rhee KY, de Carvalho LPS, Bryk R, Ehrt S, Marrero J, Park SW, et al. Central carbon metabolism in Mycobacterium tuberculosis: an unexpected frontier. Trends Microbiol. 2011;19:307–314. doi: 10.1016/j.tim.2011.03.008.", "ArticleIdList": ["10.1016/j.tim.2011.03.008", "PMC3601588", "21561773"]}, {"Citation": "Kasilo OM, Trapsida JM, Mwikisa Ngenda C, Lusamba-Dikassa PS. An overview of the traditional medicine situation in the African region. African Health Monitor. Geneva: WHO; 2010. pp. 7–15."}, {"Citation": "Gupta R, Thakur B, Singh P, Singh H, Sharma V, Katoch V, et al. Anti-tuberculosis activity of selected medicinal plants against multi-drug resistant Mycobacterium tuberculosis isolates. Indian J Med Res. 2010;131:809–813.", "ArticleIdList": ["20571171"]}, {"Citation": "Powers R. The current state of drug discovery and a potential role for NMR metabolomics: miniperspective. J Med Chem. 2014;57:5860–5870. doi: 10.1021/jm401803b.", "ArticleIdList": ["10.1021/jm401803b", "PMC4324437", "24588729"]}, {"Citation": "Alonso A, Marsal S, Julià A. Analytical methods in untargeted metabolomics: state of the art in 2015. Front Bioeng Biotechnol. 2015;3:23. doi: 10.3389/fbioe.2015.00023.", "ArticleIdList": ["10.3389/fbioe.2015.00023", "PMC4350445", "25798438"]}, {"Citation": "Mathew A, Padmanaban V. Metabolomics: the apogee of the omics trilogy. Int J Pharm Pharm Sci. 2013;5:45–48."}, {"Citation": "Wishart DS. Emerging applications of metabolomics in drug discovery and precision medicine. Nat Rev Drug Discov. 2016;15:473. doi: 10.1038/nrd.2016.32.", "ArticleIdList": ["10.1038/nrd.2016.32", "26965202"]}, {"Citation": "Blow N. Metabolomics: biochemistry’s new look. Nature. 2008;455:697–700. doi: 10.1038/455697a.", "ArticleIdList": ["10.1038/455697a", "18833281"]}, {"Citation": "Gomase V, Changbhale S, Patil S, Kale K. Metabolomics. Curr Drug Metab. 2008;9:89–98. doi: 10.2174/138920008783331149.", "ArticleIdList": ["10.2174/138920008783331149", "18220576"]}, {"Citation": "Roessner U, Bowne J. What is metabolomics all about? Biotechniques. 2009;46:363–365. doi: 10.2144/000113133.", "ArticleIdList": ["10.2144/000113133", "19480633"]}, {"Citation": "Kasture VS, Musmade DS, Vakte MB, Sonawane SB, Patil PP. Metabolomics: current technologies and future trends. Int J Res Dev Pharm Life Sci. 2012;2:206–217."}, {"Citation": "Syggelou A, Iacovidou N, Atzori L, Xanthos T, Fanos V. Metabolomics in the developing human being. Pediatr Clin North Am. 2012;59:1039–1058. doi: 10.1016/j.pcl.2012.07.002.", "ArticleIdList": ["10.1016/j.pcl.2012.07.002", "23036243"]}, {"Citation": "Powers R. NMR metabolomics and drug discovery. Magn Reson Chem. 2009;47(Suppl 1):2–11. doi: 10.1002/mrc.2461.", "ArticleIdList": ["10.1002/mrc.2461", "19504464"]}, {"Citation": "Fillet M, Frédérich M. The emergence of metabolomics as a key discipline in the drug discovery process. Drug Discov Today Technol. 2015;13:19–24. doi: 10.1016/j.ddtec.2015.01.006.", "ArticleIdList": ["10.1016/j.ddtec.2015.01.006", "26190679"]}, {"Citation": "Robertson D, Frevert U. Metabolomics in drug discovery and development. Clin Pharmacol Ther. 2013;94:559–561. doi: 10.1038/clpt.2013.120.", "ArticleIdList": ["10.1038/clpt.2013.120", "24145714"]}, {"Citation": "Wishart DS. Applications of metabolomics in drug discovery and development. Drugs R D. 2008;9:307–322. doi: 10.2165/00126839-200809050-00002.", "ArticleIdList": ["10.2165/00126839-200809050-00002", "18721000"]}, {"Citation": "Nguta JM, Appiah-Opong R, Nyarko AK, Yeboah-Manu D, Addo PG. Current perspectives in drug discovery against tuberculosis from natural products. Int J Mycobacteriol. 2015;4:165–183. doi: 10.1016/j.ijmyco.2015.05.004.", "ArticleIdList": ["10.1016/j.ijmyco.2015.05.004", "27649863"]}, {"Citation": "Vilchèze C, Jacobs J, William R. The mechanism of isoniazid killing: clarity through the scope of genetics. Annu Rev Microbiol. 2007;61:35–50. doi: 10.1146/annurev.micro.61.111606.122346.", "ArticleIdList": ["10.1146/annurev.micro.61.111606.122346", "18035606"]}, {"Citation": "Sloan DJ, Davies GR, Khoo SH. Recent advances in tuberculosis: new drugs and treatment regimens. Curr Respir Med Rev. 2013;9:200–210. doi: 10.2174/1573398X113099990017.", "ArticleIdList": ["10.2174/1573398X113099990017", "PMC3968807", "24683386"]}, {"Citation": "Riccardi G, Pasca MR, Buroni S. Mycobacterium tuberculosis: drug resistance and future perspectives. Fut Microbiol. 2009;4:597–614. doi: 10.2217/fmb.09.20.", "ArticleIdList": ["10.2217/fmb.09.20", "19492969"]}, {"Citation": "Riccardi G, Pasca MR. Trends in discovery of new drugs for tuberculosis therapy. J Antibiot. 2014;67:655. doi: 10.1038/ja.2014.109.", "ArticleIdList": ["10.1038/ja.2014.109", "25095807"]}, {"Citation": "Wang LQ, Falany CN, James MO. Triclosan as a substrate and inhibitor of 3′-phosphoadenosine 5′-phosphosulfate-sulfotransferase and UDP-glucuronosyl transferase in human liver fractions. Drug Metab Dispos. 2004;32:1162–1169. doi: 10.1124/dmd.104.000273.", "ArticleIdList": ["10.1124/dmd.104.000273", "15269185"]}, {"Citation": "Kaufmann SHE, Hahn H. Mycobacteria and TB. Basel: Karger Publishers; 2003."}, {"Citation": "Scorpio A, Lindholm-Levy P, Heifets L, Gilman R, Siddiqi S, Cynamon M, et al. Characterization of pncA mutations in pyrazinamide-resistant Mycobacterium tuberculosis. Antimicrob Agents Chemother. 1997;41:540–543.", "ArticleIdList": ["PMC163747", "9055989"]}, {"Citation": "Shi W, Zhang X, Jiang X, Yuan H, Lee JS, Barry CE, et al. Pyrazinamide inhibits trans-translation in Mycobacterium tuberculosis. Science. 2011;333:1630–1632. doi: 10.1126/science.1208813.", "ArticleIdList": ["10.1126/science.1208813", "PMC3502614", "21835980"]}, {"Citation": "Kalinda AS, Aldrich CC. Pyrazinamide: a frontline drug used for tuberculosis. Molecular mechanism of action resolved after 50 years? ChemMedChem. 2012;7:558–560. doi: 10.1002/cmdc.201100587.", "ArticleIdList": ["10.1002/cmdc.201100587", "22241617"]}, {"Citation": "Saguy M, Gillet R, Skorski P, Hermann-Le Denmat S, Felden B. Ribosomal protein S1 influences trans-translation in vitro and in vivo. Nucleic Acids Res. 2007;35:2368–2376. doi: 10.1093/nar/gkm100.", "ArticleIdList": ["10.1093/nar/gkm100", "PMC1874662", "17392345"]}, {"Citation": "McDermott W, Tompsett R. Activation of pyrazinamide and nicotinamide in acidic environments in vitro. Am Rev Tuberc. 1954;70:748–754.", "ArticleIdList": ["13197751"]}, {"Citation": "Zhang Y, Wade MM, Scorpio A, Zhang H, Sun Z. Mode of action of pyrazinamide: disruption of Mycobacterium tuberculosis membrane transport and energetics by pyrazinoic acid. J Antimicrob Chemother. 2003;52:790–795. doi: 10.1093/jac/dkg446.", "ArticleIdList": ["10.1093/jac/dkg446", "14563891"]}, {"Citation": "Sreevatsan S, Stockbauer KE, Pan X, Kreiswirth BN, Moghazeh SL, Jacobs WR, et al. Ethambutol resistance in Mycobacterium tuberculosis: critical role of embB mutations. Antimicrob Agents Chemother. 1997;41:1677–1681.", "ArticleIdList": ["PMC163984", "9257740"]}, {"Citation": "Telenti A, Philipp WJ, Sreevatsan S, Bernasconi C, Stockbauer KE, Wieles B, et al. The emb operon, a gene cluster of Mycobacterium tuberculosis involved in resistance to ethambutol. Nat Med. 1997;3:567–570. doi: 10.1038/nm0597-567.", "ArticleIdList": ["10.1038/nm0597-567", "9142129"]}, {"Citation": "Wolucka BA. Biosynthesis of d-arabinose in mycobacteria—a novel bacterial pathway with implications for antimycobacterial therapy. FEBS J. 2008;275:2691–2711. doi: 10.1111/j.1742-4658.2008.06395.x.", "ArticleIdList": ["10.1111/j.1742-4658.2008.06395.x", "18422659"]}, {"Citation": "Telenti A, Imboden P, Marchesi F, Matter L, Schopfer K, Bodmer T, et al. Detection of rifampicin-resistance mutations in Mycobacterium tuberculosis. Lancet. 1993;341:647–651. doi: 10.1016/0140-6736(93)90417-F.", "ArticleIdList": ["10.1016/0140-6736(93)90417-F", "8095569"]}, {"Citation": "Siu GKH, Zhang Y, Lau TC, Lau RW, Ho P-L, Yew WW, et al. Mutations outside the rifampicin resistance-determining region associated with rifampicin resistance in Mycobacterium tuberculosis. J Antimicrob Chemother. 2011;66:730–733. doi: 10.1093/jac/dkq519.", "ArticleIdList": ["10.1093/jac/dkq519", "21393153"]}, {"Citation": "Wehrli W. Rifampin: mechanisms of action and resistance. Rev Infect Dis. 1983;5(Suppl 3):407–411. doi: 10.1093/clinids/5.Supplement_3.S407.", "ArticleIdList": ["10.1093/clinids/5.Supplement_3.S407", "6356275"]}, {"Citation": "Sensi P. History of the development of rifampin. Rev Infect Dis. 1983;5(Suppl 3):402–406. doi: 10.1093/clinids/5.Supplement_3.S402.", "ArticleIdList": ["10.1093/clinids/5.Supplement_3.S402", "6635432"]}, {"Citation": "Mukhopadhyay J, Das K, Ismail S, Koppstein D, Jang M, Hudson B, et al. The RNA polymerase “switch region” is a target for inhibitors. Cell. 2008;135:295–307. doi: 10.1016/j.cell.2008.09.033.", "ArticleIdList": ["10.1016/j.cell.2008.09.033", "PMC2580802", "18957204"]}, {"Citation": "Me N. Streptomycin. Tuberculosis. 2008;88:162–163. doi: 10.1016/S1472-9792(08)70027-1.", "ArticleIdList": ["10.1016/S1472-9792(08)70027-1", "18486061"]}, {"Citation": "Drlica K, Zhao X. DNA gyrase, topoisomerase IV, and the 4-quinolones. Microbiol Mol Biol Rev. 1997;61:377–392.", "ArticleIdList": ["PMC232616", "9293187"]}, {"Citation": "Rajendram M, Hurley KA, Foss MH, Thornton KM, Moore JT, Shaw JT, et al. Gyramides prevent bacterial growth by inhibiting DNA gyrase and altering chromosome topology. ACS Chem Biol. 2014;9:1312–1319. doi: 10.1021/cb500154m.", "ArticleIdList": ["10.1021/cb500154m", "PMC4068256", "24712739"]}, {"Citation": "Lambert MP, Neuhaus FC. Mechanism of d-cycloserine action: alanine racemase from Escherichia coli W. J Bacteriol. 1972;110:978–987.", "ArticleIdList": ["PMC247518", "4555420"]}, {"Citation": "Andries K, Verhasselt P, Guillemont J, Göhlmann HW, Neefs JM, Winkler H, et al. A diarylquinoline drug active on the ATP synthase of Mycobacterium tuberculosis. Science. 2005;307:223–227. doi: 10.1126/science.1106753.", "ArticleIdList": ["10.1126/science.1106753", "15591164"]}, {"Citation": "Tiberi S, Muñoz-Torrico M, Duarte R, Dalcolmo M, D’Ambrosio L, Zumla A, et al. New drugs and perspectives for new anti-tuberculosis regimens. Pulmonology. 2018;24:86–98. doi: 10.1016/j.rppnen.2017.10.009.", "ArticleIdList": ["10.1016/j.rppnen.2017.10.009", "29487031"]}, {"Citation": "Segala E, Sougakoff W, Nevejans-Chauffour A, Jarlier V, Petrella S. New mutations in the mycobacterial ATP synthase: new insights into the binding of the diarylquinoline TMC207 to the ATP synthase C-ring structure. Antimicrob Agents Chemother. 2012;56:2326–2334. doi: 10.1128/AAC.06154-11.", "ArticleIdList": ["10.1128/AAC.06154-11", "PMC3346594", "22354303"]}, {"Citation": "Zhao X, Xu C, Domagala J, Drlica K. DNA topoisomerase targets of the fluoroquinolones: a strategy for avoiding bacterial resistance. Proc Nat Acad Sci USA. 1997;94:13991–13996. doi: 10.1073/pnas.94.25.13991.", "ArticleIdList": ["10.1073/pnas.94.25.13991", "PMC28420", "9391140"]}, {"Citation": "Rhee K. Minding the gaps: metabolomics mends functional genomics. EMBO Rep. 2013;14:949–950. doi: 10.1038/embor.2013.155.", "ArticleIdList": ["10.1038/embor.2013.155", "PMC3818067", "24080759"]}, {"Citation": "Beste DJ, Nöh K, Niedenführ S, Mendum TA, Hawkins ND, Ward JL, et al. 13C-flux spectral analysis of host-pathogen metabolism reveals a mixed diet for intracellular Mycobacterium tuberculosis. Chem Biol. 2013;20:1012–1021. doi: 10.1016/j.chembiol.2013.06.012.", "ArticleIdList": ["10.1016/j.chembiol.2013.06.012", "PMC3752972", "23911587"]}, {"Citation": "Gupta VK, Kumar MM, Bisht D, Kaushik A. Plants in our combating strategies against Mycobacterium tuberculosis: progress made and obstacles met. Pharm Biol. 2017;55:1536–1544. doi: 10.1080/13880209.2017.1309440.", "ArticleIdList": ["10.1080/13880209.2017.1309440", "PMC6130758", "28385088"]}, {"Citation": "Griffin JE, Pandey AK, Gilmore SA, Mizrahi V, Mckinney JD, Bertozzi CR, et al. Cholesterol catabolism by Mycobacterium tuberculosis requires transcriptional and metabolic adaptations. Chem Biol. 2012;19:218–227. doi: 10.1016/j.chembiol.2011.12.016.", "ArticleIdList": ["10.1016/j.chembiol.2011.12.016", "PMC3292763", "22365605"]}, {"Citation": "López-Agudelo VA, Baena A, Ramirez-Malule H, Ochoa S, Barrera LF, Ríos-Estepa R. Metabolic adaptation of two in silico mutants of Mycobacterium tuberculosis during infection. BMC Syst Biol. 2017;11:107. doi: 10.1186/s12918-017-0496-z.", "ArticleIdList": ["10.1186/s12918-017-0496-z", "PMC5697012", "29157227"]}, {"Citation": "Lipinski CA. Lead-and drug-like compounds: the rule-of-five revolution. D Drug Discov Today Technol. 2004;1:337–341. doi: 10.1016/j.ddtec.2004.11.007.", "ArticleIdList": ["10.1016/j.ddtec.2004.11.007", "24981612"]}, {"Citation": "Mayr LM, Fuerst P. The future of high-throughput screening. J Biomol Screen. 2008;13:443–448. doi: 10.1177/1087057108319644.", "ArticleIdList": ["10.1177/1087057108319644", "18660458"]}, {"Citation": "Payne DJ, Gwynn MN, Holmes DJ, Pompliano DL. Drugs for bad bugs: confronting the challenges of antibacterial discovery. Nat Rev Drug Discov. 2007;6:29–40. doi: 10.1038/nrd2201.", "ArticleIdList": ["10.1038/nrd2201", "17159923"]}, {"Citation": "Shulaev V. Metabolomics technology and bioinformatics. Brief Bioinform. 2006;7:128–139. doi: 10.1093/bib/bbl012.", "ArticleIdList": ["10.1093/bib/bbl012", "16772266"]}, {"Citation": "Vinayavekhin N, Saghatelian A. Untargeted metabolomics. Curr Protoc Mol Biol. 2010;90:30.1.1–30.1.24.", "ArticleIdList": ["20373502"]}, {"Citation": "Wishart DS. Metabolomics in humans and other mammals. In: Villa-Boas SG, Roessner U, Hansen M, Smedsgaard J, Nielsen J, editors. Metabolome analysis: an introduction. Hoboken: John Wiley & Sons Inc.; 2007. pp. 253–288."}, {"Citation": "Zhang A, Sun H, Xu H, Qiu S, Wang X. Cell metabolomics. OMICS. 2013;17:495–501. doi: 10.1089/omi.2012.0090.", "ArticleIdList": ["10.1089/omi.2012.0090", "PMC3783970", "23988149"]}, {"Citation": "Rabinowitz J, Purdy J, Vastag L, Shenk T, Koyuncu E. Metabolomics in drug target discovery. Cold Spring Harb Symp Quant Biol. 2011;76:235–246. doi: 10.1101/sqb.2011.76.010694.", "ArticleIdList": ["10.1101/sqb.2011.76.010694", "PMC4084595", "22114327"]}, {"Citation": "Robertson DG, Reily MD. The current status of metabolomics in drug discovery and development. Drug Dev Res. 2012;73:535–546. doi: 10.1002/ddr.21047.", "ArticleIdList": ["10.1002/ddr.21047"]}, {"Citation": "Fan TWM, Lorkiewicz PK, Sellers K, Moseley HN, Higashi RM, Lane AN. Stable isotope-resolved metabolomics and applications for drug development. Pharmacol Ther. 2012;133:366–391. doi: 10.1016/j.pharmthera.2011.12.007.", "ArticleIdList": ["10.1016/j.pharmthera.2011.12.007", "PMC3471671", "22212615"]}, {"Citation": "North EJ, Jackson M, Lee RE. New approaches to target the mycolic acid biosynthesis pathway for the development of tuberculosis therapeutics. Curr Pharm Des. 2014;20:4357–4378. doi: 10.2174/1381612819666131118203641.", "ArticleIdList": ["10.2174/1381612819666131118203641", "PMC4568743", "24245756"]}, {"Citation": "Semenya SS, Maroyi A. Medicinal plants used for the treatment of tuberculosis by Bapedi traditional healers in three districts of the Limpopo Province, South Africa. Afr J Tradit Complement Altern Med. 2013;10:316–323.", "ArticleIdList": ["PMC3746579", "24146456"]}, {"Citation": "Orodho J, Okemo P, Tabuti J, Otieno N, Magadula J, Kirimuhuzya C. Indigenous knowledge of communities around Lake Victoria Basin regarding treatment and management of tuberculosis using medicinal plants. Int J Med Med Sci. 2014;6:16–23. doi: 10.5897/IJMMS09.374.", "ArticleIdList": ["10.5897/IJMMS09.374"]}, {"Citation": "Nguta JM, Appiah-Opong R, Nyarko AK, Yeboah-Manu D, Addo PG, Otchere I, et al. Antimycobacterial and cytotoxic activity of selected medicinal plant extracts. J Ethnopharmacol. 2016;182:10–15. doi: 10.1016/j.jep.2016.02.010.", "ArticleIdList": ["10.1016/j.jep.2016.02.010", "PMC4801013", "26875647"]}, {"Citation": "Singh R, Hussain S, Verma R, Sharma P. Anti-mycobacterial screening of five Indian medicinal plants and partial purification of active extracts of Cassia sophera and Urtica dioica. Asian Pac J Trop Med. 2013;6:366–371. doi: 10.1016/S1995-7645(13)60040-1.", "ArticleIdList": ["10.1016/S1995-7645(13)60040-1", "23608375"]}, {"Citation": "Sabran SF, Mohamed M, Bakar A, Fadzelly M. Ethnomedical knowledge of plants used for the treatment of tuberculosis in Johor, Malaysia. Evid Based Complement Alternat Med. 2016", "ArticleIdList": ["PMC4735896", "26881002"]}, {"Citation": "Nkenfou CN, Mawabo IK, Notedji A, Nkenfou J, Fokou PVT, Jouda JB, et al. In vitro antimycobacterial activity of six Cameroonian medicinal plants using microplate alamarBlue assay. Int J Mycobacteriol. 2015;4:306–311. doi: 10.1016/j.ijmyco.2015.08.004.", "ArticleIdList": ["10.1016/j.ijmyco.2015.08.004", "26964813"]}, {"Citation": "Halouska S, Zhang B, Gaupp R, Lei S, Snell E, Fenton RJ, et al. Revisiting protocols for the NMR analysis of bacterial metabolomes. J Integr OMICS. 2013;3:120.", "ArticleIdList": ["PMC4465129", "26078915"]}, {"Citation": "Agin A, Heintz D, Ruhland E, Chao de la Barca JM, Zumsteg J, Moal V, et al. Metabolomics—an overview. From basic principles to potential biomarkers (part 1) Médecine Nucleaire. 2016;40:4–10. doi: 10.1016/j.mednuc.2015.12.006.", "ArticleIdList": ["10.1016/j.mednuc.2015.12.006"]}, {"Citation": "Jansen RS, Rhee KY. Emerging approaches to tuberculosis drug development: at home in the metabolome. Trends Pharmacol Sci. 2017;38:393–405. doi: 10.1016/j.tips.2017.01.005.", "ArticleIdList": ["10.1016/j.tips.2017.01.005", "PMC5367985", "28169001"]}, {"Citation": "Haagsma AC, Abdillahi-Ibrahim R, Wagner MJ, Krab K, Vergauwen K, Guillemont J, et al. Selectivity of TMC207 towards mycobacterial ATP synthase compared with that towards the eukaryotic homologue. Antimicrob Agents Chemother. 2009;53:1290–1292. doi: 10.1128/AAC.01393-08.", "ArticleIdList": ["10.1128/AAC.01393-08", "PMC2650532", "19075053"]}, {"Citation": "Xavier AS, Lakshmanan M. Delamanid: a new armor in combating drug-resistant tuberculosis. J Pharmacol Pharmacother. 2014;5:222. doi: 10.4103/0976-500X.136121.", "ArticleIdList": ["10.4103/0976-500X.136121", "PMC4156838", "25210407"]}, {"Citation": "Stover CK, Warrener P, VanDevanter DR, Sherman DR, Arain TM, Langhorne MH, et al. A small-molecule nitroimidazopyran drug candidate for the treatment of tuberculosis. Nature. 2000;405:962–966. doi: 10.1038/35016103.", "ArticleIdList": ["10.1038/35016103", "10879539"]}, {"Citation": "Singh R, Manjunatha U, Boshoff HI, Ha YH, Niyomrattanakit P, Ledwidge R, et al. PA-824 kills nonreplicating Mycobacterium tuberculosis by intracellular NO release. Science. 2008;322:1392–1395. doi: 10.1126/science.1164571.", "ArticleIdList": ["10.1126/science.1164571", "PMC2723733", "19039139"]}, {"Citation": "Egelund EF, Peloquin CA. Rifapentine for the treatment of latent tuberculosis. Expert Rev Clin Pharmacol. 2016;9:1253–1261. doi: 10.1080/17512433.2016.1222270.", "ArticleIdList": ["10.1080/17512433.2016.1222270", "27545595"]}, {"Citation": "Swaney SM, Aoki H, Ganoza MC, Shinabarger DL. The oxazolidinone linezolid inhibits initiation of protein synthesis in bacteria. Antimicrob Agents Chemother. 1998;42:3251–3255.", "ArticleIdList": ["PMC106030", "9835522"]}, {"Citation": "Wallis RS, Dawson R, Friedrich SO, Venter A, Paige D, Zhu T, et al. Mycobactericidal activity of sutezolid (PNU-100480) in sputum (EBA) and blood (WBA) of patients with pulmonary tuberculosis. PLoS ONE. 2014;9:e94462. doi: 10.1371/journal.pone.0094462.", "ArticleIdList": ["10.1371/journal.pone.0094462", "PMC3986205", "24732289"]}]}], "History": [{"Year": "2018", "Month": "6", "Day": "13"}, {"Year": "2018", "Month": "8", "Day": "29"}, {"Year": "2018", "Month": "10", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "10", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30270413", "PMC6165828", "10.1186/s40169-018-0208-3", "10.1186/s40169-018-0208-3"]}}]}