{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30276210", "DateCompleted": {"Year": "2019", "Month": "01", "Day": "10"}, "DateRevised": {"Year": "2019", "Month": "01", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "09", "Day": "12"}], "Language": ["eng"], "ELocationID": ["5042430", "10.1155/2018/5042430"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2018", "PubDate": {"Year": "2018"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "Incidence, Risk Factors, and Epidemiology of Cystic Echinococcosis: A Complex Socioecological Emerging Infectious Disease in Khyber Pakhtunkhwa, Province of Pakistan.", "Pagination": {"StartPage": "5042430", "MedlinePgn": "5042430"}, "Abstract": {"AbstractText": ["Cystic echinococcosis is a serious zoonotic disease caused by <i>Echinococcus granulosus</i> species complex. The current study is the first attempt to determine the level of infection in domestic livestock and to explore the CE-related knowledge and awareness among livestock farmers in different districts of Khyber Pakhtunkhwa, province of Pakistan. A total of 1297 animals were examined for hydatid cysts including 538 cows, 428 buffaloes, 208 sheep, and 123 goats, at different slaughter houses in different districts of Khyber Pakhtunkhwa in 2 years from September 2015 to September 2017. For epidemiological investigations, prevalence in association with various factors (climate, age, and gender), organ specificity, types of cysts (fertile, sterile, or calcified), and viability of cysts parameters was recorded. Basing on the results obtained, areas with high prevalence were selected for further follow-ups and administration of questionnaires to the farmers and dog owners, to provide baseline data about this parasitic disease and to identify potential areas of emergence with correspondence animal and of public health significance. The finding of this study revealed the presence of CE in livestock of KP, Pakistan. The prevalence of hydatid cysts was the highest in buffaloes (15.88%) followed by cows (15.79%), sheep (15.38%), and goats (3.25%). Our investigation revealed close relationship between prevalence and animal age and gender in different months of the year. These findings also showed the highest prevalence of hydatid cysts in liver (63.49%), followed by lungs (23.80%) and mesentery (2.64%). Fertile and viable cysts were observed in all animal species except goats. The highest percentage of fertile and viable cysts was reported from the liver and lungs of sheep. For evaluation of risk factors, a total of 384 respondents were investigated. The results of current study revealed that 97.9% of farmers are not familiar with CE and transmission of this infection from dogs to human and livestock. The present study shows that CE will continue to be of medical and veterinary importance in Pakistan."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Abdul Wali Khan University, Mardan, KPK, Pakistan."}, {"Identifier": [], "Affiliation": "Department of Zoology, Kohat University of Science and Technology KUST, KPK, Pakistan."}], "LastName": "Haleem", "ForeName": "Sumbal", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Abdul Wali Khan University, Mardan, KPK, Pakistan."}], "LastName": "Niaz", "ForeName": "Sadaf", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal sciences, Qaid-i-Azam University, Islamabad, Pakistan."}], "LastName": "Qureshi", "ForeName": "Naveeda Akhtar", "Initials": "NA"}, {"Identifier": ["0000-0001-5753-3834"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Medicinal Aromatic and Poisonous Plants Research Centre, College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Chemistry, Government College Ara Khel FR, Kohat, KPK, Pakistan."}], "LastName": "Ullah", "ForeName": "Riaz", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Medicinal Aromatic and Poisonous Plants Research Centre, College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Alsaid", "ForeName": "Mansour S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Medicinal Aromatic and Poisonous Plants Research Centre, College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Alqahtani", "ForeName": "Ali S", "Initials": "AS"}, {"Identifier": ["0000-0003-0456-3196"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Medicinal Aromatic and Poisonous Plants Research Centre, College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Phytochemistry Department, National Research Center, Dokki, Giza, Egypt."}], "LastName": "Shahat", "ForeName": "Abdelaaty A", "Initials": "AA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "MeshHeadingList": [{"QualifierName": ["epidemiology"], "DescriptorName": "Animal Diseases"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Buffaloes"}, {"QualifierName": [], "DescriptorName": "Cattle"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Communicable Diseases, Emerging"}, {"QualifierName": ["epidemiology", "veterinary"], "DescriptorName": "Echinococcosis"}, {"QualifierName": [], "DescriptorName": "Echinococcus granulosus"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Goat Diseases"}, {"QualifierName": [], "DescriptorName": "Goats"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Incidence"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Pakistan"}, {"QualifierName": [], "DescriptorName": "Prevalence"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Sheep"}, {"QualifierName": [], "DescriptorName": "Sheep Diseases"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Iqbal H. J., Maqbool A., Lateef M., et al. Studies on hydatidosis in sheep and goats at Lahore, Pakistan. Journal of Animal and Plant Sciences. 2012;22(4):894–897."}, {"Citation": "Surhio A. S., Bhutto B., Gadahi J. A., Akhtar N., Arijo A. Studies on the prevalence of caprine and ovine hydatidosis at slaughter houses of Larkana, Pakistan. Research Opinions in Animal and Veterinary Sciences. 2011;1:40–43."}, {"Citation": "Bowles J., Blair D., McManus D. P. A molecular phylogeny of the genus Echinococcus. Parasitology. 1995;110(3):317–328. doi: 10.1017/S0031182000080902.", "ArticleIdList": ["10.1017/S0031182000080902", "7724239"]}, {"Citation": "Nakao M., McManus D. P., Schantz P. M., Craig P. S., Ito A. A molecular phylogeny of the genus Echinococcus inferred from complete mitochondrial genomes. Parasitology. 2007;134(5):713–722. doi: 10.1017/s0031182006001934.", "ArticleIdList": ["10.1017/s0031182006001934", "17156584"]}, {"Citation": "Neumayr A., Tamarozzi F., Goblirsch S., Blum J., Brunetti E. Spinal Cystic Echinococcosis - A Systematic Analysis and Review of the Literature: Part 2. Treatment, Follow-up and Outcome. PLOS Neglected Tropical Diseases. 2013;7(9)", "ArticleIdList": ["PMC3777903", "24069501"]}, {"Citation": "Book Review: Working to Overcome the Global Impact of Neglected Tropical DiseasesWorking to Overcome the Global Impact of Neglected Tropical Diseases. By World Health Organization, 2010. ISBN: 978-92-4-1564090. Perspectives in Public Health. 2012;132(4):192–192. doi: 10.1177/1757913912449575.", "ArticleIdList": ["10.1177/1757913912449575"]}, {"Citation": "McManus D. P., Smyth J. D. Hydatidosis: Changing concepts in epidemiology and speciation. Parasitology Today. 1986;2(6):163–168. doi: 10.1016/0169-4758(86)90147-X.", "ArticleIdList": ["10.1016/0169-4758(86)90147-X", "15462811"]}, {"Citation": "Schantz P. M. Parasitic zoonoses in perspective. International Journal for Parasitology. 1991;21(2):161–170. doi: 10.1016/0020-7519(91)90006-S.", "ArticleIdList": ["10.1016/0020-7519(91)90006-S", "1869350"]}, {"Citation": "Daryani A., Sharif M., Amouei A., Nasrolahei M. Fertility and viability rates of hydatid cysts in slaughtered animals in the Mazandaran Province, Northern Iran. Tropical Animal Health and Production. 2009;41(8):1701–1705. doi: 10.1007/s11250-009-9368-x.", "ArticleIdList": ["10.1007/s11250-009-9368-x", "19455399"]}, {"Citation": "Afzal M., Naqvi N. A. Livestock Resources of Pakistan: Present Status and Future Trends. Quarterly Science Vision. 2004;9(1):1–2."}, {"Citation": "Bhattacharya D., Bera A. K., Bera B. C., Pan D., Das S. K. Molecular appraisal of Indian animal isolates of Echinococcus granulosus. Indian Journal of Medical Research. 2008;127(4):383–387.", "ArticleIdList": ["18577794"]}, {"Citation": "Latif A. A., Tanveer A., Maqbool A., Siddiqi N., Kyaw-Tanner M., Traub R. J. Morphological and molecular characterisation of Echinococcus granulosus in livestock and humans in Punjab, Pakistan. Veterinary Parasitology. 2010;170(1-2):44–49. doi: 10.1016/j.vetpar.2010.02.003.", "ArticleIdList": ["10.1016/j.vetpar.2010.02.003", "20233639"]}, {"Citation": "Bourée, P. Hydatidosis: Dynamics of transmission. World Journal of Surgery. 2001;25(1):4–9. doi: 10.1007/s002680020001.", "ArticleIdList": ["10.1007/s002680020001", "11213154"]}, {"Citation": "Kebede W., Hagos A., Girma Z., Lobago F. Echinococcosis/hydatidosis: Its prevalence, economic and public health significance in Tigray region, North Ethiopia. Tropical Animal Health and Production. 2009;41(6):865–871. doi: 10.1007/s11250-008-9264-9.", "ArticleIdList": ["10.1007/s11250-008-9264-9", "19002598"]}, {"Citation": "Haleem S. Comparative Biochemical profile and genetic variation analysis of Echinococcus granulosus and its control with selected medicinal plants [PhD. thesis] Department of Zoology, Abdul Wali Khan University, Mardan in partial fulfillment of the requirements for the degree of Doctor of Philosphy; 2018."}, {"Citation": "Claus P. J., Diamond S., Mills A. M. South Asian Folklore: An Encyclopedia : Afghanistan, Bangladesh, India, Nepal, Pakistan, Sri Lanka. 2003;447"}, {"Citation": "Jenny T. Animal Health for Developing Farmers Onderstepoort Veterinary Institute. National Department of Agriculture and obtainable from Resource Centre, Directorate Communication, Private Bag X144, Pretoria 0001, South Africa; 2009."}, {"Citation": "Nicolson J. M., Butterworth H. M. A guide to condition scoring of Zebu cattle. International Centre of Africa, Addis of Ababa, Ethopia; 1986."}, {"Citation": "Beaver P. C. Helminths, Arthropods and Protozoa of Domesticated Animals. The American Journal of Tropical Medicine and Hygiene. 1983;32(4):906–906. doi: 10.4269/ajtmh.1983.32.906.", "ArticleIdList": ["10.4269/ajtmh.1983.32.906"]}, {"Citation": "Macpherson C. N., Zeyhle E., Romig T. An Echinococcus Pilot control Program for North West Turkana, Kenya‎. Annals of Tropical Medicine & Parasitology. 2016;78(3):188–192. doi: 10.1080/00034983.1984.11811798.", "ArticleIdList": ["10.1080/00034983.1984.11811798", "6486925"]}, {"Citation": "Smyth J. D., Barrett N. J. Procedures for testing the viability of human hydatid cysts following surgical removal, especially after chemotherapy. Transactions of the Royal Society of Tropical Medicine and Hygiene. 1980;74(5):649–652. doi: 10.1016/0035-9203(80)90157-1.", "ArticleIdList": ["10.1016/0035-9203(80)90157-1", "6782718"]}, {"Citation": "Dalimi A., Motamedi G., Hosseini M., et al. Echinococcosis/hydatidosis in western Iran. Veterinary Parasitology. 2002;105(2):161–171. doi: 10.1016/s0304-4017(02)00005-5.", "ArticleIdList": ["10.1016/s0304-4017(02)00005-5", "11900930"]}, {"Citation": "Banda F., Nalubamba K. S., Muma J. B., Munyeme M., Mweemba M. H. A Cross-Sectional Study Investigating Cystic Hydatidosis in Slaughtered Cattle of Western Province in Zambia. ISRN Parasitology. 2013;2013:1–9. doi: 10.5402/2013/468163.468163", "ArticleIdList": ["10.5402/2013/468163", "PMC4890875", "27335848"]}, {"Citation": "Torgerson P. R., Macpherson C. N. L. The socioeconomic burden of parasitic zoonoses: global trends. Veterinary Parasitology. 2011;182(1):79–95. doi: 10.1016/j.vetpar.2011.07.017.", "ArticleIdList": ["10.1016/j.vetpar.2011.07.017", "21862222"]}, {"Citation": "Craig P. S., Gasser R. B., Parada L., et al. Diagnosis of canine echinococcosis: comparison of coproantigen and serum antibody tests with arecoline purgation in Uruguay. Veterinary Parasitology. 1995;56(4):293–301. doi: 10.1016/0304-4017(94)00680-B.", "ArticleIdList": ["10.1016/0304-4017(94)00680-B", "7754606"]}, {"Citation": "Azlaf R., Dakkak A. Epidemiological study of the cystic echinococcosis in Morocco. Veterinary Parasitology. 2006;137(1-2):83–93. doi: 10.1016/j.vetpar.2006.01.003.", "ArticleIdList": ["10.1016/j.vetpar.2006.01.003", "16473466"]}, {"Citation": "Regassa F., Molla A., Bekele J. Study on the prevalence of cystic hydatidosis and its economic significance in cattle slaughtered at Hawassa Municipal abattoir, Ethiopia. Tropical Animal Health and Production. 2010;42(5):977–984. doi: 10.1007/s11250-009-9517-2.", "ArticleIdList": ["10.1007/s11250-009-9517-2", "20111997"]}, {"Citation": "Sekar S., Hottle R. D., Lal R. Effects of biochar and anaerobic digester effluent on soil quality and crop growth in Karnataka, India. Agricultural Research. 2014;3(2):137–147. doi: 10.1007/s40003-014-0104-z.", "ArticleIdList": ["10.1007/s40003-014-0104-z"]}, {"Citation": "Lemma B., Abera T., Urga B., Niguse A., Agonafir A. Prevalence of Bovine Hydatidosis and Its Economic Significance in Harar Municipality Abattoir, Eastern Ethiopia. American-Eurasian Journal of Scientific Research. 2014;9(5):143–149."}, {"Citation": "Mohamadin A. S., Abdelgadir A. E. Study on hydatid cyst infection in Slaughterhouses in Khartoum state. Sudan. Archives of Applied Science Research. 2011;3(6):18–23."}, {"Citation": "Al-Khalidi N. W. Cystic echinococcus in sheep, goats and camels in shahat abattoir. Al jabal, Libya. Proceedings of the third annual meeting for animal production under arid condition; 1998; pp. 143–149."}, {"Citation": "Gusbi A. M., Awan M. A. Q., Beesley W. N. Echinococcosis in Libya. IV. Prevalence of hydatidosis (Echinococcus granulosus) in goats, cattle and camels. Annals of Tropical Medicine and Parasitology. 1990;84(5):477–482. doi: 10.1080/00034983.1990.11812498.", "ArticleIdList": ["10.1080/00034983.1990.11812498", "2256770"]}, {"Citation": "Tashani O. A., Zhang L. H., Boufana B., Jegi A., McManus D. P. Epidemiology and strain characteristics of Echinococcus granulosus in the Benghazi area of eastern Libya. Annals of Tropical Medicine and Parasitology. 2002;96(4):369–381. doi: 10.1179/000349802125000952.", "ArticleIdList": ["10.1179/000349802125000952", "12171618"]}, {"Citation": "Elmajdoub L. O., Rahman W. A. Prevalence of Hydatid Cysts in Slaughtered Animals from Different Areas of Libya. Open Journal of Veterinary Medicine. 2015;05(01):1–10. doi: 10.4236/ojvm.2015.51001.", "ArticleIdList": ["10.4236/ojvm.2015.51001"]}, {"Citation": "Arene F. O. I. Prevalence of hydatidosis in domestic livestock in the Niger Delta. Tropical Animal Health and Production. 1985;17:3–4.", "ArticleIdList": ["3992669"]}, {"Citation": "Buishi I. E., Njoroge E. M., Bouamra O., Craig P. S. Canine echinococcosis in northwest Libya: Assessment of coproantigen ELISA, and a survey of infection with analysis of risk-factors. Veterinary Parasitology. 2005;130(3-4):223–232. doi: 10.1016/j.vetpar.2005.03.004.", "ArticleIdList": ["10.1016/j.vetpar.2005.03.004", "15905032"]}, {"Citation": "Varcasia A., Tanda B., Giobbe M., et al. Cystic Echinococcosis in Sardinia: Farmers' knowledge and dog infection in sheep farms. Veterinary Parasitology. 2011;181(2-4):335–340. doi: 10.1016/j.vetpar.2011.05.006.", "ArticleIdList": ["10.1016/j.vetpar.2011.05.006", "21645971"]}, {"Citation": "Li D., Gao Q., Liu J., et al. Knowledge, attitude, and practices (KAP) and risk factors analysis related to cystic echinococcosis among residents in Tibetan communities, Xiahe County, Gansu Province, China. Acta Tropica. 2015;147:17–22. doi: 10.1016/j.actatropica.2015.02.018.", "ArticleIdList": ["10.1016/j.actatropica.2015.02.018", "PMC4441730", "25757370"]}, {"Citation": "Possenti A., Manzano-Román R., Sánchez-Ovejero C., et al. Potential risk factors associated with human cystic echinococcosis: systematic review and meta-analysis. PLOS Neglected Tropical Diseases. 2016;10(11) doi: 10.1371/journal.pntd.0005114.e0005114", "ArticleIdList": ["10.1371/journal.pntd.0005114", "PMC5098738", "27820824"]}]}], "History": [{"Year": "2018", "Month": "5", "Day": "22"}, {"Year": "2018", "Month": "7", "Day": "21"}, {"Year": "2018", "Month": "8", "Day": "19"}, {"Year": "2018", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["30276210", "PMC6157112", "10.1155/2018/5042430"]}}]}