{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30271452", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "09", "Day": "09"}], "Language": ["eng"], "ELocationID": ["3509073", "10.1155/2018/3509073"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2018", "PubDate": {"Year": "2018"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Antidiabetic Activities of Hydromethanolic Leaf Extract of <i>Calpurnia aurea</i> (Ait.) Benth. Subspecies <i>aurea</i> (Fabaceae) in Mice.", "Pagination": {"StartPage": "3509073", "MedlinePgn": "3509073"}, "Abstract": {"AbstractText": ["Diabetes mellitus is one of the largest global health problems demanding preventive and new therapeutic interventions. Currently, there is a need for safe, effective, and less costly antidiabetic medications, and investigating medicinal plants for new antidiabetic medication is an interesting research area. Thus, the present study was done to evaluate the antidiabetic activities of 80% methanolic leaf extract of <i>Calpurnia aurea</i> (Ait.) Benth. subspecies <i>aurea</i> (Fabaceae) in mice. Hypoglycemic and antihyperglycemic activity of the three doses (100mg/kg, 200 mg/kg, and 400 mg/kg) of crude hydromethanolic leaf extract was studied on normoglycemic, oral glucose loaded, and streptozotocin-induced diabetic mice models. The effect of the extract on body weight and diabetic dyslipidemia was also studied on streptozotocin-induced diabetic mice. Glibenclamide (5 mg/kg) was used as a standard drug in all cases. A glucose meter and an automated chemistry analyzer were used to measure blood glucose and serum lipid level respectively. Data were analyzed using one-way analysis of variance followed by Tukey's post hoc multiple comparison test. All the three doses of the plant extract (100mg/kg, 200 mg/kg, and 400 mg/kg) showed a significant (p<0.05) antihyperglycemic activity in the diabetic mice at the 7th and 14th day of repeated daily dose administration as compared to the negative diabetic control. But, the extract did not show significant blood glucose lowering activity in normoglycemic, oral glucose loaded, and diabetic mice after single dose administration, and it did not significantly improve the body weight loss and diabetic dyslipidemia of diabetic mice after repeated daily dose administration for 14 days. This study revealed that the hydromethanolic extract of <i>Calpurnia aurea</i> leaves possesses significant antihyperglycemic activity justifying the traditional use of the plant for diabetes."]}, "AuthorList": [{"Identifier": ["0000-0001-5564-7176"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, College of Medicine and Health Sciences, Wollo University, P.O. Box 1145, Dessie, Ethiopia."}], "LastName": "Belayneh", "ForeName": "Yaschilal Muche", "Initials": "YM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, School of Pharmacy, College of Medicine and Health Sciences, University of Gondar, P.O. Box 196, Gondar, Ethiopia."}], "LastName": "Birru", "ForeName": "Eshetie Melese", "Initials": "EM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "WHO. Definition and diagnosis of diabetes mellitus and intermediate hyperglycemia: report of a WHO/IDF consultation. Geneva, Switzerland: 2006."}, {"Citation": "Diabetes IDF. Atlas; 2015; Brussels, Belgium."}, {"Citation": "Whiting D. R., Guariguata L., Weil C., Shaw J. IDF Diabetes Atlas: Global estimates of the prevalence of diabetes for 2011 and 2030. Diabetes Research and Clinical Practice. 2011;94(3):311–321. doi: 10.1016/j.diabres.2011.10.029.", "ArticleIdList": ["10.1016/j.diabres.2011.10.029", "22079683"]}, {"Citation": "Zhang P., Zhang X., Brown J. Global healthcare expenditure on diabetes for 2010 and 2030. Diabetes Research and Clinical Practice. 2030;87(3):293–301. doi: 10.1016/j.diabres.2010.01.026.", "ArticleIdList": ["10.1016/j.diabres.2010.01.026", "20171754"]}, {"Citation": "Wen J., Zhang J. Q., Huang W., Wang Y. SDF-1alpha and CXCR4 as therapeutic targets in cardiovascular disease. American Journal of Cardiovascular Disease. 2012;2(1):20–28. doi: 10.4236/wjcd.2012.21004.", "ArticleIdList": ["10.4236/wjcd.2012.21004", "PMC3257156", "22254210"]}, {"Citation": "Bandeira F., Gharib H., Golbert A., Griz L., Faria M. An overview on management of diabetic dyslipidemia. Journal of Diabetes and Endocrinology. 2014;4(3):27–36. doi: 10.1007/978-1-4614-8684-8.", "ArticleIdList": ["10.1007/978-1-4614-8684-8"]}, {"Citation": "Wu L., Parhofer K. G. Diabetic dyslipidemia. Metabolism - Clinical and Experimental. 2014;63(12):1469–1479. doi: 10.1016/j.metabol.2014.08.010.", "ArticleIdList": ["10.1016/j.metabol.2014.08.010", "25242435"]}, {"Citation": "Upendra Rao M., Sreenivasulu M., Chengaiah B., Jaganmohan Reddy K., Madhusudhana Chetty C. Herbal medicines for diabetes mellitus: A review. International Journal of PharmTech Research. 2010;2(3):1883–1892."}, {"Citation": "Patel D. K., Prasad S. K., Kumar R., Hemalatha S. An overview on antidiabetic medicinal plants having insulin mimetic property. Asian Pacific Journal of Tropical Biomedicine. 2012;2(4):320–330. doi: 10.1016/S2221-1691(12)60032-X.", "ArticleIdList": ["10.1016/S2221-1691(12)60032-X", "PMC3609288", "23569923"]}, {"Citation": "Giday M., Teklehaymanot T., Animut A., Mekonnen Y. Medicinal plants of the Shinasha, Agew-awi and Amhara peoples in northwest Ethiopia. Journal of Ethnopharmacology. 2007;110(3):516–525. doi: 10.1016/j.jep.2006.10.011.", "ArticleIdList": ["10.1016/j.jep.2006.10.011", "17101251"]}, {"Citation": "Suleman S., Alemu T. A survey on utilization of ethnomedicinal plants in Nekemte town, East Wellega (Oromia), Ethiopia. Journal of Herbs, Spices & Medicinal Plants. 2012;18(1):34–57. doi: 10.1080/10496475.2011.645188.", "ArticleIdList": ["10.1080/10496475.2011.645188"]}, {"Citation": "Chen Y., Wu C.-M., Dai R.-J., et al. Combination of HPLC chromatogram and hypoglycemic effect identifies isoflavones as the principal active fraction of Belamcanda chinensis leaf extract in diabetes treatment. Journal of Chromatography B. 2011;879(5-6):371–378. doi: 10.1016/j.jchromb.2010.12.022.", "ArticleIdList": ["10.1016/j.jchromb.2010.12.022", "21239237"]}, {"Citation": "Mezei O., Banz W. J., Steger R. W., Peluso M. R., Winters T. A., Shay N. Soy isoflavones exert antidiabetic and hypolipidemic effects through the PPAR pathways in obese Zucker rats and murine RAW 264.7 cells. Journal of Nutrition. 2003;133(5):1238–1243. doi: 10.1093/jn/133.5.1238.", "ArticleIdList": ["10.1093/jn/133.5.1238", "12730403"]}, {"Citation": "Shen P., Liu M. H., Ng T. Y., Chan Y. H., Yong E. L. Differential effects of isoflavones, from Astragalus Membranaceus and Pueraria Thomsonii, on the activation of PPARα, PPARγ, and adipocyte differentiation in vitro. Journal of Nutrition. 2006;136(4):899–905. doi: 10.1093/jn/136.4.899.", "ArticleIdList": ["10.1093/jn/136.4.899", "16549448"]}, {"Citation": "Korir E., Kiplimo J. J., Crouch N. R., Moodley N., Koorbanally N. A. Isoflavones from Calpurnia aurea subsp. aurea and their anticancer activity. African Journal of Traditional, Complementary and Alternative Medicines. 2014;11(5):33–37. doi: 10.4314/ajtcam.v11i5.5.", "ArticleIdList": ["10.4314/ajtcam.v11i5.5", "PMC4202514", "25395701"]}, {"Citation": "Jung M., Park M., Lee H. C., Kan Y., Kang E. S., Kim S. K. Antidiabetic agents from medicinal plants. Current Medicinal Chemistry. 2006;13(10):1203–1218. doi: 10.2174/092986706776360860.", "ArticleIdList": ["10.2174/092986706776360860", "16719780"]}, {"Citation": "Subramanian S. P., Prasath G. S. Antidiabetic and antidyslipidemic nature of trigonelline, a major alkaloid of fenugreek seeds studied in high-fat-fed and low-dose streptozotocin-induced experimental diabetic rats. Biomedicine & Preventive Nutrition. 2014;4(4):475–480. doi: 10.1016/j.bionut.2014.07.001.", "ArticleIdList": ["10.1016/j.bionut.2014.07.001"]}, {"Citation": "Verma A. K., Singh H., Satyanarayana M., et al. Flavone-based novel antidiabetic and antidyslipidemic agents. Journal of Medicinal Chemistry. 2012;55(10):4551–4567. doi: 10.1021/jm201107g.", "ArticleIdList": ["10.1021/jm201107g", "22524508"]}, {"Citation": "Birhanu Z., Wuhab M. A., Abula T. Antimalarial activity of calpurnia aurea hydroalcoholic leaf extract in mice infected with Plasmodium berghei. Pharmacologyonline. 2015;2:73–79."}, {"Citation": "Eyasu M., Shibeshi W., Gida M. In vivo antimalarial activity of hydromethanolic leaf extract of Calpurnia aurea (Fabaceae) in Mice infected with chloroquine sensitive Plasmodium berghei. International Journal of Pharmacology. 2013;2(9):131–142."}, {"Citation": "Matough F. A., Budin S. B., Hamid Z. A., Alwahaibi N., Mohamed J. The role of oxidative stress and antioxidants in diabetic complications. Sultan Qaboos University Medical Sciences Journal. 2012;12(1):5–18. doi: 10.12816/0003082.", "ArticleIdList": ["10.12816/0003082", "PMC3286717", "22375253"]}, {"Citation": "Asmat U., Abad K., Ismail K. Diabetes mellitus and oxidative stress—a concise review. Saudi Pharmaceutical Journal. 2016;24(5):547–553. doi: 10.1016/j.jsps.2015.03.013.", "ArticleIdList": ["10.1016/j.jsps.2015.03.013", "PMC5059829", "27752226"]}, {"Citation": "Perez-Matute P., Zulet M. A., Martinez J. A. Reactive species and diabetes: counteracting oxidative stress to improve health. Current Opinion in Pharmacology. 2009;9(6):771–779. doi: 10.1016/j.coph.2009.08.005.", "ArticleIdList": ["10.1016/j.coph.2009.08.005", "19766058"]}, {"Citation": "Robertson A. P. Chronic oxidative stress as a central mechanism for glucose toxicity in pancreatic islet beta cells in diabetes. The Journal of Biological Chemistry. 2004;279(41):42351–42354. doi: 10.1074/jbc.r400019200.", "ArticleIdList": ["10.1074/jbc.r400019200", "15258147"]}, {"Citation": "Mulata H., Gnanasekaran N., Melaku U., Daniel S. Phytochemical screening and assessment of in vitro antioxidant activities of Calpurnia aurea seeds and leaves. International Journal of Pharmacy and Pharmaceutical Research. 2015;2(2):1–12."}, {"Citation": "Adedapo A. A., Jimoh F. O., Koduru S., Afolayan A. J., Masika P. J. Antibacterial and antioxidant properties of the methanol extracts of the leaves and stems of Calpurnia aurea. BMC Complementary and Alternative Medicine. 2008;8, article 53 doi: 10.1186/1472-6882-8-53.", "ArticleIdList": ["10.1186/1472-6882-8-53", "PMC2556645", "18803865"]}, {"Citation": "OECD/OCDE. OECD Guideline for the testing of chemichals: Acute Oral Toxicity; Up-and-Down Procedure (UDP) OECD; 2008."}, {"Citation": "Vital P., Larrieta E., Hiriart M. Sexual dimorphism in insulin sensitivity and susceptibility to develop diabetes in rats. Journal of Endocrinology. 2006;190(2):425–432. doi: 10.1677/joe.1.06596.", "ArticleIdList": ["10.1677/joe.1.06596", "16899575"]}, {"Citation": "Deeds M. C., Anderson J. M., Armstrong A. S., et al. Single dose streptozotocin-induced diabetes: considerations for study design in islet transplantation models. Laboratory Animals. 2011;45(3):131–140. doi: 10.1258/la.2010.010090.", "ArticleIdList": ["10.1258/la.2010.010090", "PMC3917305", "21478271"]}, {"Citation": "Furman B. L. Streptozotocin-Induced Diabetic Models in Mice and Rats. Current protocols in pharmacology. 2015;70:5.47.1–5.47.20. doi: 10.1002/0471141755.ph0547s70.", "ArticleIdList": ["10.1002/0471141755.ph0547s70", "26331889"]}, {"Citation": "Tesfaye A., Makonnen E., Gedamu S. Hypoglycemic and antihyperglycemic activity of aqueous extract of Justicia Schimperiana leaves in normal and streptozotocin-induced diabetic mice. International Journal of Pharma Sciences and Research. 2016;7(2):110–113."}, {"Citation": "Tamiru W., Engidawork E., Asres K. Evaluation of the effects of 80% methanolic leaf extract of Caylusea abyssinica (fresen.) fisch. & Mey. on glucose handling in normal, glucose loaded and diabetic rodents. BMC Complementary and Alternative Medicine. 2012;12", "ArticleIdList": ["PMC3495218", "22967092"]}, {"Citation": "Zhang Y., Feng F., Chen T., Li Z., Shen Q. W. Antidiabetic and antihyperlipidemic activities of Forsythia suspensa (Thunb.) Vahl (fruit) in streptozotocin-induced diabetes mice. Journal of Ethnopharmacology. 2016;192:256–263. doi: 10.1016/j.jep.2016.07.002.", "ArticleIdList": ["10.1016/j.jep.2016.07.002", "27377336"]}, {"Citation": "Etuk E. Animal models for studying diabetes mellitus. Agriculture and Biology Journal of North America. 2010;1(2):130–134."}, {"Citation": "Baquer N. Z., Kumar P., Taha A., Kale R., Cowsik S., McLean P. Metabolic and molecular action of Trigonella foenum-graecum (fenugreek) and trace metals in experimental diabetic tissues. Journal of Biosciences. 2011;36(2):383–396. doi: 10.1007/s12038-011-9042-0.", "ArticleIdList": ["10.1007/s12038-011-9042-0", "21654091"]}, {"Citation": "Bowe J. E., Franklin Z. J., Hauge-Evans A. C., King A. J., Persaud S. J., Jones P. M. Assessing glucose homeostasis in rodent models. Journal of Endocrinology. 2014;222(3):13–25. doi: 10.1530/JOE-14-0182.", "ArticleIdList": ["10.1530/JOE-14-0182", "25056117"]}, {"Citation": "Ayala J. E., Samuel V. T., Morton G. J., et al. Standard operating procedures for describing and performing metabolic tests of glucose homeostasis in mice. Disease Models & Mechanisms. 2010;3(9-10):525–534. doi: 10.1242/dmm.006239.", "ArticleIdList": ["10.1242/dmm.006239", "PMC2938392", "20713647"]}, {"Citation": "Chika A., Bello S. O. Antihyperglycaemic activity of aqueous leaf extract of Combretum micranthum (Combretaceae) in normal and alloxan-induced diabetic rats. Journal of Ethnopharmacology. 2010;129(1):34–37. doi: 10.1016/j.jep.2010.02.008.", "ArticleIdList": ["10.1016/j.jep.2010.02.008", "20219661"]}, {"Citation": "Rajurkar B. Phyto-pharmacological investigations of Clerodendrum infortunatum Gartn. Proceedings of the International Research Journal of Pharmacy; 2011; p. p. 130."}, {"Citation": "Toma A., Makonnen E., Mekonnen Y., Debella A., Adisakwattana S. Antidiabetic activities of aqueous ethanol and n-butanol fraction of Moringa stenopetala leaves in streptozotocin-induced diabetic rats. BMC Complementary and Alternative Medicine. 2015;15(1)", "ArticleIdList": ["PMC4506633", "26187590"]}, {"Citation": "Clark J. D., Gebhart G. F., Gonder J. C., Keeling M. E., Kohn D. F. The 1996 guide for the care and use of laboratory animals. ILAR Journal. 1997;38(1):41–48. doi: 10.1093/ilar.38.1.41.", "ArticleIdList": ["10.1093/ilar.38.1.41", "11528046"]}, {"Citation": "Umer S., Tekewe A., Kebede N. Antidiarrhoeal and antimicrobial activity of Calpurnia aurea leaf extract. BMC Complementary and Alternative Medicine. 2013;13, article 21:5. doi: 10.1186/1472-6882-13-21.", "ArticleIdList": ["10.1186/1472-6882-13-21", "PMC3565866", "23351272"]}, {"Citation": "Arora S., Ojha SK., Vohora D. Characterisation of streptozotocin induced diabetes mellitus in swiss albino mice. Global Journal of Pharmacology. 2009;3(2):81–84."}, {"Citation": "Eleazu C. O., Eleazu K. C., Chukwuma S., Essien U. N. Review of the mechanism of cell death resulting from streptozotocin challenge in experimental animals, its practical use and potential risk to humans. Journal of Diabetes & Metabolic Disorders. 2013;12, article 60 doi: 10.1186/2251-6581-12-60.", "ArticleIdList": ["10.1186/2251-6581-12-60", "PMC7962474", "24364898"]}, {"Citation": "He-Lin T., Li-Shun W., Zhong-Xin X., Ru-Tong Z., Dong-Ling J., Jin-Sheng G. Correlation between blood glucose level and diabetes signs in streptozotocin induced diabetic mice. Global Jornal of Pharmacology. 2010;4(3):p. 111."}, {"Citation": "Tomai F., Crea F., Gaspardone A., et al. Ischemic preconditioning during coronary angioplasty is prevented by glibenclamide, a selective ATP-sensitive K+ channel blocker. Circulation. 1994;90(2):700–705. doi: 10.1161/01.CIR.90.2.700.", "ArticleIdList": ["10.1161/01.CIR.90.2.700", "8044938"]}, {"Citation": "Sharma S., Choudhary M., Bhardwaj S., Choudhary N., Rana A. C. Hypoglycemic potential of alcoholic root extract of Cassia occidentalis Linn. in streptozotocin induced diabetes in albino mice. Bulletin of Faculty of Pharmacy, Cairo University. 2014;52(2):211–217. doi: 10.1016/j.bfopcu.2014.09.003.", "ArticleIdList": ["10.1016/j.bfopcu.2014.09.003"]}, {"Citation": "Howarth F., Jacobson M., Shafiullah M., Adeghate E. Long‐term effects of streptozotocin‐induced diabetes on the electrocardiogram, physical activity and body temperature in rats. Experimental physiology. 2005;90(6):827–35.", "ArticleIdList": ["16091403"]}, {"Citation": "Chikhi I., Allali H., El Amine Dib M., Medjdoub H., Tabti B. Antidiabetic activity of aqueous leaf extract of Atriplex halimus L. (Chenopodiaceae) in streptozotocin-induced diabetic rats. Asian Pacific Journal of Tropical Disease. 2014;4(3):181–184. doi: 10.1016/S2222-1808(14)60501-6.", "ArticleIdList": ["10.1016/S2222-1808(14)60501-6"]}, {"Citation": "Kumar S., Kumar V., Prakash O. M. Antidiabetic and hypolipidemic activities of Kigelia pinnata flowers extract in streptozotocin induced diabetic rats. Asian Pacific Journal of Tropical Biomedicine. 2012;2(7):543–546. doi: 10.1016/S2221-1691(12)60093-8.", "ArticleIdList": ["10.1016/S2221-1691(12)60093-8", "PMC3609338", "23569967"]}, {"Citation": "Goldberg I. J. Diabetic dyslipidemia: causes and consequences. The Journal of Clinical Endocrinology & Metabolism. 2001;86(3):965–971.", "ArticleIdList": ["11238470"]}]}], "History": [{"Year": "2018", "Month": "6", "Day": "1"}, {"Year": "2018", "Month": "8", "Day": "3"}, {"Year": "2018", "Month": "8", "Day": "27"}, {"Year": "2018", "Month": "10", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "9", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["30271452", "PMC6151229", "10.1155/2018/3509073"]}}]}