{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["%Ndfa", "B value", "N-fixed", "SSR markers", "neglected and under-utilized legume", "δ15N"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30271387", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "09", "Day": "11"}], "Language": ["eng"], "ELocationID": ["2105", "10.3389/fmicb.2018.02105"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2018"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Symbiotic N<sub>2</sub> Fixation and Grain Yield of Endangered Kersting's Groundnut Landraces in Response to Soil and Plant Associated <i>Bradyrhizobium</i> Inoculation to Promote Ecological Resource-Use Efficiency.", "Pagination": {"StartPage": "2105", "MedlinePgn": "2105"}, "Abstract": {"AbstractText": ["Kersting's groundnut (<i>Macrotyloma geocarpum</i> Harms) is a neglected, endangered food and medicinal legume in Africa. Efforts to harness the benefits of the legume-rhizobia symbiosis have focused on few major legumes to the neglect of underutilized ones such as Kersting's groundnut. This study assessed plant growth, N-fixed and grain yield of five Kersting's groundnut landraces in response to inoculation with <i>Bradyrhizobium</i> strain CB756 at two locations in the Northern Region of Ghana. The transferability of cowpea-derived Simple Sequence Repeat (SSR) markers to Kersting's groundnut was also assessed. The symbiotic results revealed significant variation in nodulation, shoot biomass, δ<sup>15</sup>N, percent N derived from fixation, amount of N-fixed and soil N uptake. The cross-taxa SSR primers revealed monomorphic bands with sizes within the expected range in all the Kersting's groundnut landraces. The results of the aligned nucleotide sequences revealed marked genetic variability among the landraces. Kersting's groundnut was found to be a low N<sub>2</sub>-fixer, with 28-45% of its N derived from fixation at Nyankpala and 15-29% at Savelugu. Nitrogen contribution was 28-50 kg N-fixed·ha<sup>-1</sup> at Nyankpala, and 12-32 kg N-fixed·ha<sup>-1</sup> at Savelugu. Uninoculated plants of the Kersting's groundnut landraces Puffeun, Dowie, Sigiri and Boli, respectively, contributed 22, 16, 13, and 15 kg N-fixed·ha<sup>-1</sup> from symbiosis at Savelugu as opposed to 89, 82, 69, and 89 kg N·ha<sup>-1</sup> from soil. Landrace Puffeun was highly compatible with the introduced strain CB756 if based on δ<sup>15</sup>N and %Ndfa values, while Dowie, Funsi and Boli showed greater compatibility with native rhizobia in Ghanaian soils. The unimproved Kersting's groundnut in association with soil microsymbionts could produce grain yield of 1,137-1,556 kg ha<sup>-1</sup> at Nyankpala, and 921-1,192 kg ha<sup>-1</sup> at Savelugu. These findings suggest the need for further work to improve the efficiency of the Kersting's groundnut-rhizobia symbiosis for increased grain yield and resource-use efficiency in cropping systems."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Crop Sciences, Tshwane University of Technology, Pretoria, South Africa."}], "LastName": "Mohammed", "ForeName": "Mustapha", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Tshwane University of Technology, Pretoria, South Africa."}], "LastName": "Jaiswal", "ForeName": "Sanjay K", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, University for Development Studies, Tamale, Ghana."}], "LastName": "Sowley", "ForeName": "Elias N K", "Initials": "ENK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Savanna Agricultural Research Institute, Tamale, Ghana."}], "LastName": "Ahiabor", "ForeName": "Benjamin D K", "Initials": "BDK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Tshwane University of Technology, Pretoria, South Africa."}], "LastName": "Dakora", "ForeName": "Felix D", "Initials": "FD"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ajayi O. B., Oyetayo F. L. (2009). Potentials of Kerstingiella geocarpa as a health food. J. Med. Food 12, 184–187. 10.1089/jmf.2008.0100", "ArticleIdList": ["10.1089/jmf.2008.0100", "19298213"]}, {"Citation": "Amuti K. (1980). Geocarpa groundnut (Kerstingiella geocarpa) in Ghana. Econ. Bot. 34, 358–361. 10.1007/BF02858310", "ArticleIdList": ["10.1007/BF02858310"]}, {"Citation": "Anon (1979). Tropical Legumes: Resources for the Future. Washington, DC: National Academy of Sciences."}, {"Citation": "Aremu M. O., Olaofe O., Akintayo T. E. (2006). A Comparative study on the chemical and amino acid composition of some Nigerian under-utilized legume flours. Pakistan J. Nutr. 5, 34–38. 10.3923/pjn.2006.34.38", "ArticleIdList": ["10.3923/pjn.2006.34.38"]}, {"Citation": "Assogba P., Ewedje E. E. B. K., Dansi A., Loko Y. L., Adjatin A., Dansi M., et al. (2016). Indigenous knowledge and agro-morphological evaluation of the minor crop Kersting's groundnut (Macrotyloma geocarpum (Harms) Marechal et Baudet) cultivars of Benin. Genet. Resour. Crop Evol. 63, 513–529. 10.1007/s10722-015-0268-9", "ArticleIdList": ["10.1007/s10722-015-0268-9"]}, {"Citation": "Ayenan M. A. T., Ezin V. A. (2016). Potential of Kersting's groundnut [Macrotyloma geocarpum (Harms) Maréchal & Baudet] and prospects for its promotion. Agric. Food Secur. 5, 10 10.1186/s40066-016-0058-4", "ArticleIdList": ["10.1186/s40066-016-0058-4"]}, {"Citation": "Batista L., Irisarri P., Rebuffo M., Cuitino M. J., Sanjun J., Monza J. (2015). Nodulation competitiveness as a requisite for improved rhizobial inoculants of Trifolium pratense. Biol. Fertil. Soils 51, 11–20. 10.1007/s00374-014-0946-3", "ArticleIdList": ["10.1007/s00374-014-0946-3"]}, {"Citation": "Bayorbor T., Dzomeku I., Avornyo V., Opoku-Agyeman M., Journal B., North O. F. (2010). Morphological variation in Kersting's groundnut (Kerstingiella geocarpa Harms) landraces from northern Ghana. Agric. Biol. J. North Am. 1, 290–295. 10.5251/abjna.2010.1.3.290.295", "ArticleIdList": ["10.5251/abjna.2010.1.3.290.295"]}, {"Citation": "Belane A. K., Dakora F. D. (2010). Symbiotic N2 fixation in 30 field-grown cowpea (Vigna unguiculata L. Walp.) genotypes in the Upper West Region of Ghana measured using 15N natural abundance. Biol. Fertil. Soils 46, 191–198. 10.1007/s00374-009-0415-6", "ArticleIdList": ["10.1007/s00374-009-0415-6"]}, {"Citation": "Blumenthal M., Staples I. (1993). Origin, evaluation and use of Macrotyloma as forage–a review. Trop. Grasslands 27, 16–29."}, {"Citation": "Bray R. H., Kurtz L. T. (1945). Determination of total, organic, and available forms of phosphorus in soils. Soil Sci. 59, 39–46. 10.1097/00010694-194501000-00006", "ArticleIdList": ["10.1097/00010694-194501000-00006"]}, {"Citation": "Broughton W. J., Dilworth M. J. (1971). Control of leghaemoglobin synthesis in snake beans. Biochem. J. 125, 1075–1080. 10.1042/bj1251075", "ArticleIdList": ["10.1042/bj1251075", "PMC1178271", "5144223"]}, {"Citation": "Catroux G., Hartmann A., Revellin C. (2001). Trends in rhizobial inoculant production and use. Plant Soil 230, 21–30. 10.1023/A:1004777115628", "ArticleIdList": ["10.1023/A:1004777115628"]}, {"Citation": "Dakora F. D. (1998). Nodule function in symbiotic Bambara groundnut (Vigna subterranea L.) and Kersting's bean (Macrotyloma geocarpum L.) is tolerant of nitrate in the root medium. Ann. Bot. 82, 687–690."}, {"Citation": "Dakora F. D., Atkins C. A., Pate J. S. (1992). Effect of NO3 on N2 fixation and nitrogenous solutes of xylem in two nodulated West African geocarpic legumes, Kersting's bean (Macrotyloma geocarpum L.) and Bambara groundnut (Vigna subterranea L.). Plant Soil 140, 255–262."}, {"Citation": "Dansi A., Vodouhè R., Azokpota P., Yedomonhan H., Assogba P., Adjatin A., et al. (2012). Diversity of the neglected and underutilized crop species of importance in Benin. Sci. World J. 2012:932947 10.1100/2012/932947", "ArticleIdList": ["10.1100/2012/932947", "PMC3349165", "22593712"]}, {"Citation": "Gupta S. K., Gopalakrishna T. (2010). Development of unigene-derived SSR markers in cowpea (Vigna unguiculata) and their transferability to other Vigna species. Genome 53, 508–523. 10.1139/G10-028", "ArticleIdList": ["10.1139/G10-028", "20616873"]}, {"Citation": "Gyogluu C., Mohammed M., Jaiswal S. K., Kyei-Boahen S., Dakora F. D. (2017). Assessing host range, symbiotic effectiveness, and photosynthetic rates induced by native soybean rhizobia isolated from Mozambican and South African soils. Symbiosis 75, 1–10. 10.1007/s13199-017-0520-5", "ArticleIdList": ["10.1007/s13199-017-0520-5", "PMC6015603", "29997418"]}, {"Citation": "Hafeez F. Y., Shah N. H., Malik K. A. (2000). Field evaluation of lentil cultivars inoculated with Rhizobium leguminosarum bv. viciae strains for nitrogen fixation using nitrogen-15 isotope dilution. Biol. Fertil. Soils 31, 65–69. 10.1007/s003740050625", "ArticleIdList": ["10.1007/s003740050625"]}, {"Citation": "Hall T. (2004). BioEdit Version 7.0. 0. Distributed by the Author. Available online at: www.mbio.ncsu.edu/BioEdit/bioedit.html."}, {"Citation": "Herridge D. F., Peoples M. B. (1990). Ureide assay for measuring nitrogen fixation by nodulated Soybean calibrated by 15N methods. Plant Physiol. 93, 495–503. 10.1104/pp.93.2.495", "ArticleIdList": ["10.1104/pp.93.2.495", "PMC1062540", "16667494"]}, {"Citation": "Jaiswal S. K., Beyan S. M., Dakora F. D. (2016). Distribution, diversity and population composition of soybean-nodulating bradyrhizobia from different agro-climatic regions in Ethiopia. Biol. Fertil. Soils 52, 725–738. 10.1007/s00374-016-1108-6", "ArticleIdList": ["10.1007/s00374-016-1108-6"]}, {"Citation": "Jaiswal S. K., Pandey S. P., Sharma S., Prasad R., Prasad L. C., Verma R. P. S., et al. (2013). Diversity in Indian barley (Hordeum vulgare) cultivars and identification of genotype-specific fingerprints using microsatellite markers. J. Genet. 92, 46–54. 10.1007/s12041-011-0009-6", "ArticleIdList": ["10.1007/s12041-011-0009-6", "21273709"]}, {"Citation": "Kyei-Boahen S., Savala C. E. N., Chikoye D., Abaidoo R. (2017). Growth and yield responses of cowpea to inoculation and phosphorus fertilization in different environments. Front. Plant Sci. 8:646. 10.3389/fpls.2017.00646", "ArticleIdList": ["10.3389/fpls.2017.00646", "PMC5414482", "28515729"]}, {"Citation": "Lucas M. R., Diop N.-N., Wanamaker S., Ehlers J. D., Roberts P. A., Close T. J. (2011). Cowpea–Soybean synteny clarified through an improved genetic map. Plant Genome J. 4, 218–225. 10.3835/plantgenome2011.06.0019", "ArticleIdList": ["10.3835/plantgenome2011.06.0019"]}, {"Citation": "Lucas M. R., Huynh B. L., da Silva Vinholes P., Cisse N., Drabo I., Ehlers J. D., et al. . (2013). Association studies and legume synteny reveal haplotypes determining seed size in Vigna unguiculata. Front. Plant Sci. 4, 1–9. 10.3389/fpls.2013.00095", "ArticleIdList": ["10.3389/fpls.2013.00095", "PMC3625832", "23596454"]}, {"Citation": "Mapope N., Dakora F. D. (2016). N2 fixation, carbon accumulation, and plant water relations in soybean (Glycine max L. Merrill) varieties sampled from farmers' fields in South Africa, measured using15N and 13C natural abundance. Agric. Ecosyst. Environ. 221, 174–186. 10.1016/j.agee.2016.01.023", "ArticleIdList": ["10.1016/j.agee.2016.01.023"]}, {"Citation": "Maskey S. L., Bhattarai S., Peoples M. B., Herridge D. F. (2001). On-farm measurements of nitrogen fixation by winter and summer legumes in the Hill and Terai regions of Nepal. F. Crop. Res. 70, 209–221. 10.1016/S0378-4290(01)00140-X", "ArticleIdList": ["10.1016/S0378-4290(01)00140-X"]}, {"Citation": "Mayes S., Massawe F. J., Alderson P. G., Roberts J. A., Azam-Ali S. N., Hermann M. (2012). The potential for underutilized crops to improve security of food production. J. Exp. Bot. 63, 1075–1079. 10.1093/jxb/err396", "ArticleIdList": ["10.1093/jxb/err396", "22131158"]}, {"Citation": "Mbah G. C., Dakora F. D. (2017). Nitrate inhibition of N2 fixation and its effect on micronutrient accumulation in shoots of soybean (Glycine max L. Merr.), Bambara groundnut (Vigna subterranea L. Vedc) and Kersting's groundnut (Macrotyloma geocarpum Harms.). Symbiosis 2, 1–12. 10.1007/s13199-017-0531-2", "ArticleIdList": ["10.1007/s13199-017-0531-2", "PMC6015606", "29997415"]}, {"Citation": "Mohale K. C., Belane A. K., Dakora F. D. (2014). Symbiotic N nutrition, C assimilation, and plant water use efficiency in Bambara groundnut (Vigna subterranea L. Verdc) grown in farmers' fields in South Africa, measured using 15N and 13C natural abundance. Biol. Fertil. Soils 50, 307–319. 10.1007/s00374-013-0841-3", "ArticleIdList": ["10.1007/s00374-013-0841-3"]}, {"Citation": "Mokgehle S. N., Dakora F. D., Mathews C. (2014). Variation in N2 fixation and N contribution by 25 groundnut (Arachis hypogaea L.) varieties grown in different agro-ecologies, measured using15N natural abundance. Agric. Ecosyst. Environ. 195, 161–172. 10.1016/j.agee.2014.05.014", "ArticleIdList": ["10.1016/j.agee.2014.05.014"]}, {"Citation": "Nebiyu A., Huygens D., Upadhayay H. R., Diels J., Boeckx P. (2014). Importance of correct B value determination to quantify biological N2 fixation and N balances of faba beans (Vicia faba L.) via 15N natural abundance. Biol. Fertil. Soils 50, 517–525. 10.1007/s00374-013-0874-7", "ArticleIdList": ["10.1007/s00374-013-0874-7"]}, {"Citation": "Nyemba R. C., Dakora F. D. (2010). Evaluating N2 fixation by food grain legumes in farmers' fields in three agro-ecological zones of Zambia, using 15N natural abundance. Biol. Fertil. Soils 46, 461–470. 10.1007/s00374-010-0451-2", "ArticleIdList": ["10.1007/s00374-010-0451-2"]}, {"Citation": "Owusu K., Waylen P. R. (2013). The changing rainy season climatology of mid-Ghana. Theor. Appl. Climatol. 112, 419–430. 10.1007/s00704-012-0736-5", "ArticleIdList": ["10.1007/s00704-012-0736-5"]}, {"Citation": "Pausch R. C., Mulchi C. L., Lee E. H., Meisinger J. J. (1996). Use of 13C and 15N isotopes to investigate O3 effects on C and N metabolism in Soybeans. Part II. Nitrogen uptake, fixation, and partitioning. Agric. Ecosyst. Environ. 60, 61–69. 10.1016/S0167-8809(96)01062-6", "ArticleIdList": ["10.1016/S0167-8809(96)01062-6"]}, {"Citation": "Robinson D. (2001). δ15N as an integrator of the nitrogen cycle. Trends Ecol. Evol. 16, 153–162. 10.1016/S0169-5347(00)02098-X", "ArticleIdList": ["10.1016/S0169-5347(00)02098-X", "11179580"]}, {"Citation": "Rowell D. (1994). Soil Science: Methods and Applications. Englewood Cliffs, NJ: Prentice-Hall; Department of Soil Science, University of Reading."}, {"Citation": "Shearer G., Kohl D. H. (1986). N2-Fixation in field settings: estimations based on natural 15N abundance. Aust. J. Plant Physiol. 13, 699–756. 10.1071/PP9860699", "ArticleIdList": ["10.1071/PP9860699"]}, {"Citation": "Siddique K. H. M., Turner N. C., Hashem A., Sakar D., Gan Y., Alghamdi S. S. (2012). Innovations in agronomy for food legumes. A review. Agron. Sustain. Dev. 32, 45–64. 10.1007/s13593-011-0021-5", "ArticleIdList": ["10.1007/s13593-011-0021-5"]}, {"Citation": "Soldati M. C., Inza M. V., Fornes L., Zelener N. (2014). Cross transferability of SSR markers to endangered Cedrela species that grow in Argentinean subtropical forests, as a valuable tool for population genetic studies. Biochem. Syst. Ecol. 53, 8–16. 10.1016/j.bse.2013.12.003", "ArticleIdList": ["10.1016/j.bse.2013.12.003"]}, {"Citation": "Somasegaran P., Hoben H. (1994). Handbook for rhizobia methods, in Legume-Rhizobium Technology, ed. Somasegaran P. H. J. H. (New York, NY: Springer-Verlag; )."}, {"Citation": "Statsoft Inc  (2011). Statistica (Data Analysis Software System). version 10. Available online at: www.statsoft.com."}, {"Citation": "Tamura K., Stecher G., Peterson D., Filipski A., Kumar S. (2013). MEGA6: molecular evolutionary genetics analysis version 6.0. Mol. Biol. Evol. 30, 2725–2729. 10.1093/molbev/mst197", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Tautz D., Renz M. (1984). Simple sequences are ubiquitous repetitive components of eukaryotic genomes. Nucleic Acids Res. 12, 4127–4138. 10.1093/nar/12.10.4127", "ArticleIdList": ["10.1093/nar/12.10.4127", "PMC318821", "6328411"]}, {"Citation": "Ulzen J., Abaidoo R. C., Mensah N. E., Masso C., Abdel Gadir A. H. (2016). Bradyrhizobium inoculants enhance grain yields of Soybean and cowpea in Northern Ghana. Front. Plant Sci. 7:1770. 10.3389/fpls.2016.01770", "ArticleIdList": ["10.3389/fpls.2016.01770", "PMC5126734", "27965683"]}, {"Citation": "Unkovich M., Herridge D., Peoples M., Cadisch G., Boddey B., Giller K., et al. (2008). Measuring Plant-Associated Nitrogen Fixation in Agricultural Systems. Canberra: Australian Centre for International Agricultural Research."}, {"Citation": "Walkley A., Black I. A. (1934). An examination of the Degtjareff method for determining soil organic matter, and a proposed modification of the chromic acid titration method. Soil Sci. 37, 29–38. 10.1097/00010694-193401000-00003", "ArticleIdList": ["10.1097/00010694-193401000-00003"]}, {"Citation": "Xu P., Wu X., Wang B., Liu Y., Qin D., Ehlers J. D., et al. (2010). Development and polymorphism of Vigna unguiculata ssp. unguiculata microsatellite markers used for phylogenetic analysis in asparagus bean (Vigna unguiculata ssp. sesquipedialis (L.) Verdc.). Mol. Breed. 25, 675–684. 10.1007/s11032-009-9364-x", "ArticleIdList": ["10.1007/s11032-009-9364-x"]}, {"Citation": "Zahran H. H. (1999). Rhizobium-legume symbiosis and nitrogen fixation under severe conditions and in an arid climate. Microbiol. Mol. Biol. Rev. 63, 968–989.", "ArticleIdList": ["PMC98982", "10585971"]}, {"Citation": "Zheng M., Chen H., Li D., Zhu X., Zhang W., Fu S., et al. (2016). Biological nitrogen fixation and its response to nitrogen input in two mature tropical plantations with and without legume trees. Biol. Fertil. Soils 52, 665–674. 10.1007/s00374-016-1109-5", "ArticleIdList": ["10.1007/s00374-016-1109-5"]}]}], "History": [{"Year": "2018", "Month": "2", "Day": "9"}, {"Year": "2018", "Month": "8", "Day": "20"}, {"Year": "2018", "Month": "10", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "9", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["30271387", "PMC6142881", "10.3389/fmicb.2018.02105"]}}]}