{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alien", "Antimicrobial", "Genotoxicity", "Invasive", "Phytochemical", "Selectivity index", "South Africa", "Toxicity"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30285713", "DateCompleted": {"Year": "2018", "Month": "10", "Day": "15"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "10", "Day": "03"}], "Language": ["eng"], "ELocationID": ["272", "10.1186/s12906-018-2336-0"], "Journal": {"ISSN": "1472-6882", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Oct", "Day": "03"}}, "Title": "BMC complementary and alternative medicine", "ISOAbbreviation": "BMC Complement Altern Med"}, "ArticleTitle": "A comprehensive study of the potential phytomedicinal use and toxicity of invasive Tithonia species in South Africa.", "Pagination": {"StartPage": "272", "MedlinePgn": "272"}, "Abstract": {"AbstractText": ["Tithonia diversifolia and T. rotundifolia belong to the Asteraceae family and are native to Mexico and Central America. These plants have become invasive in parts of tropical Africa and Asia where they have become an ecological, agricultural and economic burden. Tithonia diversifolia is exploited by locals in its native and most parts of its invasive range as a source of medicines; however, T. rotundifolia is only used for medicinal purposes in one country in the native range (Venezuela) and none in the invasive range. Although T. diversifolia has been studied for different biological activities, little or no attention has been given to T. rotundifolia. This study compared the antimicrobial activity, phytochemistry, identification of bioactive compound(s) and toxicity levels of different leaf extracts and fractions of T. diversifolia and T. rotundifolia.", "Antimicrobial activity was evaluated against seven pathogenic bacteria, four non-pathogenic Mycobacterium species and three fungal species using serial microdilution assays. Phytochemical contents were determined through standard methods of analysis. UPLC/MS was used to analyse the fractions to identify possible bioactive compounds that may be responsible for bioactivity, while toxicity tests were carried out using the colorimetric MTT assay and the Ames test.", "Both species had a range of antimicrobial activity against bacterial, mycobacterial and fungal species. However, T. rotundifolia displayed better activity against most of the strains tested with minimum inhibitory concentration values ranging between 0.01 and 0.07 mg/ml. Both species were rich in phenolics, flavonoids and tannins. Tagitinin A was identified as the main compound present in both species, and this compound may be responsible for the antimicrobial activity displayed. Toxicity tests showed that T. diversifolia was cytotoxic at concentrations used in this study, while T. rotundifolia was not. Both species did not show any mutagenic/genotoxic effects.", "The above results suggest that both species may be further developed as a source of antimicrobials for the treatment of infections caused by opportunistic pathogens. They may also serve as alternatives to highly exploited plant species with the same medicinal properties. However, T. diversifolia should be used with caution as it may be toxic."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytomedicine Programme, Department of Paraclinical Sciences, University of Pretoria, Private Bag X04, Onderstepoort, 0110, South Africa."}, {"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal, Private Bag X01, Scottsville, 3201, South Africa."}], "LastName": "Omokhua", "ForeName": "Aitebiremen Gift", "Initials": "AG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Deparment of Food Science and Technology, Faculty of Agriculture, University of Khartoum, 13314, Khartoum North, Sudan. munalsamahoni@yahoo.com."}], "LastName": "Abdalla", "ForeName": "Muna Ali", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal, Private Bag X01, Scottsville, 3201, South Africa."}], "LastName": "Van Staden", "ForeName": "Johannes", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytomedicine Programme, Department of Paraclinical Sciences, University of Pretoria, Private Bag X04, Onderstepoort, 0110, South Africa."}], "LastName": "McGaw", "ForeName": "Lyndy Joy", "Initials": "LJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Altern Med", "NlmUniqueID": "101088661", "ISSNLinking": "1472-6882"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "pharmacology", "toxicity"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Asteraceae"}, {"QualifierName": ["drug effects"], "DescriptorName": "Bacteria"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Survival"}, {"QualifierName": [], "DescriptorName": "Chlorocebus aethiops"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Fungi"}, {"QualifierName": [], "DescriptorName": "Introduced Species"}, {"QualifierName": [], "DescriptorName": "Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": ["chemistry", "pharmacology", "toxicity"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "South Africa"}, {"QualifierName": [], "DescriptorName": "Vero Cells"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Not applicable<b>.</b> CONSENT FOR PUBLICATION: Not applicable COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Royal Kenya Horticultural Society. Gardening in East Africa. In: Jex-Blake AJ, editor. A practical handbook. 4th ed: Longmans, Green and Co., London; 1957."}, {"Citation": "Arias J, Martin ME, Gimenez MJ. Chemical control on new weed in northern Argentina Tithonia tubaeformis (Jacq). Maleza II. 1982:177–81."}, {"Citation": "Morales E. Estimating phylogenetic inertia in Tithonia (Asteraceae): a comparative approach. Evolution. 2000;54:475–484. doi: 10.1111/j.0014-3820.2000.tb00050.x.", "ArticleIdList": ["10.1111/j.0014-3820.2000.tb00050.x", "10937224"]}, {"Citation": "Meyer JY. Preliminary review of the invasive plants in the Pacific Islands (SPREP member countries) In: Sherley G, editor. Invasive species in the Pacific: a technical review and draft regional strategy. Apia: South Pacific Regional Environment Programme; 2000. pp. 85–114."}, {"Citation": "Henderson L. Comparison of invasive plants in Southern Africa originating from Southern temperate, Northern temperate and tropical regions. Bothalia. 2006;36(2):201–222. doi: 10.4102/abc.v36i2.362.", "ArticleIdList": ["10.4102/abc.v36i2.362"]}, {"Citation": "Goffin E, Ziemons E, Mol P, Madureira MC, Martins AP, Cunha AP, Philippe G, Tits M, Angenot L, Frédérich M. In vitro antiplasmodial activity of Tithonia diversifolia and identification of its main active constituent: Tagitinin C. Planta Med. 2002;68(6):543–545. doi: 10.1055/s-2002-32552.", "ArticleIdList": ["10.1055/s-2002-32552", "12094301"]}, {"Citation": "Muoghalu J, Chuba DK. Seed germination and reproductive strategies of Tithonia diversifolia (Hemsl.) gray and Tithonia rotundifolia (P.M) Blake. Appl Ecol Environ Res. 2005;3(1):39–36. doi: 10.15666/aeer/0301_039046.", "ArticleIdList": ["10.15666/aeer/0301_039046"]}, {"Citation": "Akobundu IO, Agyakwa CW. A handbook of West African Weeds. 1. Ibadan: International Institute of Tropical Agriculture; 1987. p. 521."}, {"Citation": "Simelane DO, Mawela KV, Fourie A. Prospective agents for the biological control of Tithonia rotundifolia (Mill.) S.F. Blake and Tithonia diversifolia (Hemsl.) a. gray (Asteraceae) in South Africa. Afr Entomol. 2011;19(2):443–450. doi: 10.4001/003.019.0223.", "ArticleIdList": ["10.4001/003.019.0223"]}, {"Citation": "Henderson L. Alien weeds and invasive plants. Plant Prot Res Inst Handb. 2001;12:p77."}, {"Citation": "National Environmental Management: Biodiversity Act (NEMBA), Act No. 10 of 2004, Alien and Invasive Species List. Department of Environmental Affairs; 2016. p. 60"}, {"Citation": "Játem-Lásser A, Mario SR, Giusseppe A. Herbal traditional medicine of Venezuelan Andes: an ethnopharmacological study. Phytother Res. 1998;12:53–59. doi: 10.1002/(SICI)1099-1573(1998)12:1+<S53::AID-PTR250>3.0.CO;2-E.", "ArticleIdList": ["10.1002/(SICI)1099-1573(1998)12:1+<S53::AID-PTR250>3.0.CO;2-E"]}, {"Citation": "Heinrich M, Robles M, West JE, de Montellano OBR, Rodriguez E. Ethnopharmacology of Mexican Asteraceae (Compositae) Annu Rev Pharmacol Toxicol. 1998;38:539–565. doi: 10.1146/annurev.pharmtox.38.1.539.", "ArticleIdList": ["10.1146/annurev.pharmtox.38.1.539", "9597165"]}, {"Citation": "Frei B, Baltisberger M, Sticher O, Heinrich M. Medical ethnobotany of the Zapotecs of the isthmus-sierra (Oaxaca, Mexico): documentation and assessment of indigenous uses. J Ethnopharmacol. 1998;62(2):149–165. doi: 10.1016/S0378-8741(98)00051-8.", "ArticleIdList": ["10.1016/S0378-8741(98)00051-8", "9741887"]}, {"Citation": "Heinrich M. Ethnobotany and its role in drug development. Phytother Res. 2000;14(7):479–488. doi: 10.1002/1099-1573(200011)14:7<479::AID-PTR958>3.0.CO;2-2.", "ArticleIdList": ["10.1002/1099-1573(200011)14:7<479::AID-PTR958>3.0.CO;2-2", "11054835"]}, {"Citation": "Miura T, Nosaka K, Ishii H, Ishida T. Antidiabetic effect of Nitobegiku, the herb Tithonia diversifolia, in KK-Ay diabetic mice. Biol Pharm Bull. 2005;28:2152–2154. doi: 10.1248/bpb.28.2152.", "ArticleIdList": ["10.1248/bpb.28.2152", "16272709"]}, {"Citation": "Njoroge GN, Bussmann RW. Herbal usage and informant consensus in Ethnoveterinary management of cattle diseases among the Kikuyus (Central Kenya) J Ethnopharmacol. 2006;108:332–339. doi: 10.1016/j.jep.2006.05.031.", "ArticleIdList": ["10.1016/j.jep.2006.05.031", "16879938"]}, {"Citation": "Kamatenesi-Mugisha M, Oryem-Origa H, Odyek O, Makawiti DW. Medicinal plants used in the treatment of fungal and bacterial infections in and around queen Elizabeth biosphere reserve, Western Uganda. Afr J Ecol. 2008;46:90–97. doi: 10.1111/j.1365-2028.2008.00935.x.", "ArticleIdList": ["10.1111/j.1365-2028.2008.00935.x"]}, {"Citation": "Afolayan FID, Adegbolagun OM, Irungu B, Kangethe L, Orwa J, Anumudu C. Antimalarial actions of Lawsonia inermis, Tithonia diversifolia and Chromolaena odorata in combination. J Ethnopharmacol. 2016;191:188–194. doi: 10.1016/j.jep.2016.06.045.", "ArticleIdList": ["10.1016/j.jep.2016.06.045", "27321410"]}, {"Citation": "Jama B, Palm C, Buresh R, Niang A, Gachengo C, Nziguheba G, Amadala B. Tithonia diversifolia as a green manure for soil fertility improvement in Western Kenya: a review. Agrofor Syst. 2000;49:201–221. doi: 10.1023/A:1006339025728.", "ArticleIdList": ["10.1023/A:1006339025728"]}, {"Citation": "Adeniyan OB, Ojeniyi SO, Akinola MO. Effect of weed mulch on soil properties, growth tuber yield and nutrient content of Yam (Dioscorea rotundata poir.) Int J Agr Sci. 2008;2:70–74."}, {"Citation": "Mwine J, Van Damme P, Kamoga G, Kudamba NM, Jumba F. Ethnobotanical survey of pesticidal plants used in South Uganda: case study of Masaka district. J Med Plant Res. 2011;5(7):1155–1163."}, {"Citation": "Ojeniyi SO, Odedina SA, Agbede TM. Soil productivity improving attributes of Mexican sunflower (Tithonia diversifolia) and siam weed (Chromolaena odorata) Emir J Food Agric. 2012;24:243–247."}, {"Citation": "Tona L, Kambu K, Ngimbi N, Cimanga K, Vlietinck AJ. Antiamoebic and phytochemical screening of some Congolese medicinal plants. J Ethnopharmacol. 1998;61(1):57–65. doi: 10.1016/S0378-8741(98)00015-4.", "ArticleIdList": ["10.1016/S0378-8741(98)00015-4", "9687082"]}, {"Citation": "Chiang LC, Cheng HY, Chen CC, Lin CC. In-vitro anti-leukemic and antiviral activities of traditionally used medicinal plants in Taiwan. Am J Chin Med. 2004;32(5):695–704. doi: 10.1142/S0192415X04002284.", "ArticleIdList": ["10.1142/S0192415X04002284", "15633805"]}, {"Citation": "Ragasa C, Tepora MM, Rideout JA. A triterpene from Rosa sp. IJSRSET. 2007;4:1–5."}, {"Citation": "Oyewole IO, Ibidapo CA, Moronkola DO, Oduola AO, Adeoye GO, Anyasor GN, Obansa JA. Anti-malarial and repellent activities of Tithonia diversifolia (Hemsl.) leaf extracts. J Med Plant Res. 2008;2(8):171–175."}, {"Citation": "Ahmed S, Onocha AP. Antiemetic Activity of Tithonia diversifolia (HemsL) A Gray leaves in copper sulphate induced chick emesis model. Am J Phytomed Clin Therapeut. 2013;1:734–739."}, {"Citation": "Thongsom M, Chunglok W, Kuanchuea R, Tangpong J. Antioxidant and hypoglycaemic effects of Tithonia diversifolia aqueous leaves extract in alloxan-induced diabetic mice. Adv Environ Biol. 2013;7(9):2116–2125."}, {"Citation": "Obafemi CA, Sulaimon TO, Akipelu DA, Olugbade TA. Antimicrobial activity of extracts and a germacranolide-type sesquiterpene lactone from Tithonia diversifolia leaf extract. Afr J Biotechnol. 2006;5(12):1254–1258."}, {"Citation": "John-Dewole OO, Oni SO. Phytochemical and antimicrobial studies of extracts from the leaves of Tithonia diversifolia for pharmaceutical importance. Int J Pharm Bio Sci. 2013;6:21–25."}, {"Citation": "Chagas-Paula DA, Oliveira RB, Rocha BA, da Costa FB. Ethnobotany, chemistry, and biological activities of the genus Tithonia (Asteraceae) Chem Biodivers. 2012;9:210–235. doi: 10.1002/cbdv.201100019.", "ArticleIdList": ["10.1002/cbdv.201100019", "22344901"]}, {"Citation": "Elisha IL, Jambalang AR, Botha FS, Buys EM, McGaw LJ, Eloff JN. Potency and selectivity indices of acetone leaf extracts of nine selected South African trees against six opportunistic Enterobacteriaceae isolates from commercial chicken eggs. BMC Complement Altern Med. 2017;17(90):1–8.", "ArticleIdList": ["PMC5289020", "28148263"]}, {"Citation": "McGaw LJ, Lall N, Hlokwe TM, Michel A, Meyer JJM, Eloff JN. Purified compounds and extracts from Euclea species with antimycobacterial activity against Mycobacterium bovis and fast-growing mycobacteria. Biol Pharm Bull. 2008;31:1429–1433. doi: 10.1248/bpb.31.1429.", "ArticleIdList": ["10.1248/bpb.31.1429", "18591787"]}, {"Citation": "Eloff JN. A sensitive and quick microplate method to determine the minimal inhibitory concentration of plant extracts for bacteria. Planta Med. 1998;64(8):711–713. doi: 10.1055/s-2006-957563.", "ArticleIdList": ["10.1055/s-2006-957563", "9933989"]}, {"Citation": "Masoko P, Picard J, Eloff JN. The antifungal activity of twenty four southern African Combretum species (Combretaceae) S Afr J Bot. 2007;73(2):173–183. doi: 10.1016/j.sajb.2006.09.010.", "ArticleIdList": ["10.1016/j.sajb.2006.09.010"]}, {"Citation": "Trease GE, Evans WC. Testbook of PhDarmacognosy. 12. London: Balliese Tindall and Company Publisher; 1983. pp. p343–p383."}, {"Citation": "Trease GE, Evans WC. Textbook of Pharmacognosy. 15. London: Saunders Publishers; 2002. pp. 42–44."}, {"Citation": "Sofowora EA. Medicinal Plants and Traditional Medicines in Africa. New York: Willey and Sons; 1993."}, {"Citation": "Makkar HPS, Siddhuraju P, Becker K. Humana Press. 2007. Plant secondary metabolites.", "ArticleIdList": ["19238775"]}, {"Citation": "Tadhani M, Subhash R. Preliminary studies on Stevia rebaudiana leaves: proximal composition, mineral analysis and phytochemical screening. J Med Sci. 2006;6(3):321–326. doi: 10.3923/jms.2006.321.326.", "ArticleIdList": ["10.3923/jms.2006.321.326"]}, {"Citation": "Makkar HPS. Quantification of tannins in tree and foliage- a laboratory manual. Vienna: FAO/IAEA; 2003."}, {"Citation": "Abdel-Hameed ESS. Total phenolic contents and free radical scavenging activity of certain Egyptian Ficus species leaf samples. Food Chem. 2009;114(4):1271–1277. doi: 10.1016/j.foodchem.2008.11.005.", "ArticleIdList": ["10.1016/j.foodchem.2008.11.005"]}, {"Citation": "Mosmann T. Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays. J Immunol Methods. 1983;65(1–2):55–63. doi: 10.1016/0022-1759(83)90303-4.", "ArticleIdList": ["10.1016/0022-1759(83)90303-4", "6606682"]}, {"Citation": "Freire PF, Peropadre A, Pérez Martín JM, Herrero O, Hazen MJ. An integrated cellular model to evaluate cytotoxic effects in mammalian cell lines. Toxicol in Vitro. 2009;23:1553–1558. doi: 10.1016/j.tiv.2009.06.017.", "ArticleIdList": ["10.1016/j.tiv.2009.06.017", "19540333"]}, {"Citation": "Maron DM, Ames BN. Revised methods for the Salmonella test. Mutat Res. 1983;113:173–215. doi: 10.1016/0165-1161(83)90010-9.", "ArticleIdList": ["10.1016/0165-1161(83)90010-9", "6341825"]}, {"Citation": "Eloff JN. Quantifying the bioactivity of plant extracts during screening and bioassay-guided fractionation. Phytomedicine. 2004;11:370–371. doi: 10.1078/0944711041495218.", "ArticleIdList": ["10.1078/0944711041495218", "15185853"]}, {"Citation": "Sánchez JGB, Kouznetsov V. Antimycobacterial susceptibility testing methods for natural products research. Braz J Microbiol. 2010;41:270–277. doi: 10.1590/S1517-83822010000200001.", "ArticleIdList": ["10.1590/S1517-83822010000200001", "PMC3768674", "24031490"]}, {"Citation": "Linthoingambi W, Singh WS. Antimicrobial activities of different solvent extracts of Tithonia diversifolia (Hemsely) A. Gray. Asian J Plant Sci Res. 2013;3:50–54."}, {"Citation": "Odeyemi AT, Agidigbi TS, Adefemi SO, Fasuan SO. Antibacterial activities of crude extracts of Tithonia diversifolia against common environmental pathogenic bacteria. Experiment. 2014;20(4):1421–1426."}, {"Citation": "Agboola OO, Stephen O, Olowooyo JO, Ajao AA, Aregbesola O. Chemical composition and antimicrobial activities of essential oil extracted from Tithonia diversifolia (Asteraceae) flower. J Biores Bioprod. 2016;1:169–176."}, {"Citation": "Anthoney ST, Jackie OK, Miyogo E, Lasiti TT. Bioassay screening of the ethanolic extract of Tithonia diversifolia leaves on selected microorganisms. Int J Bioass. 2016;5:4794–4798. doi: 10.21746/ijbio.2016.02.006.", "ArticleIdList": ["10.21746/ijbio.2016.02.006"]}, {"Citation": "Robles-Zepeda RE, Coronado-Aceves EW, Velázquez-Contreras CA, Ruiz-Bustos E, Navarro-Navarro M, Garibay-Escobar A. In vitro anti-mycobacterial activity of nine medicinal plants used by ethnic groups in Sonora, Mexico. BMC Complement Altern Med. 2013;13:329. doi: 10.1186/1472-6882-13-329.", "ArticleIdList": ["10.1186/1472-6882-13-329", "PMC4222557", "24267469"]}, {"Citation": "Essiett UA, Akpan EM. Proximate composition and phytochemical constituents of Aspilia africana (Pers) C.D. Adams and Tithonia diversifolia (Hemsl) a. gray stems (Asteraceae) Bull Env Pharmacol Life Sci. 2013;2(4):33–37."}, {"Citation": "da Gama RM, Guimarães M, de Abreu LC, Armando-Junior J. Phytochemical screening and antioxidant activity of ethanol extract of Tithonia diversifolia (Hemsl) a. gray dry flowers. Asian Pac J Trop Biomed. 2014;4:740–742. doi: 10.12980/APJTB.4.2014APJTB-2014-0055.", "ArticleIdList": ["10.12980/APJTB.4.2014APJTB-2014-0055"]}, {"Citation": "Agrawal B, Das S, Pandey A. Boerhaavia diffusa Linn.: a review on its phytochemicals and pharmacological profile. Asian J Appl Sci. 2011:1–22."}, {"Citation": "Amjad L, Shafighi M. Evaluation of antioxidant activity, phenolic and flavonoid content in Punica granatum var. Isfahan Malas flowers. Intl J Agri Crop Sci. 2013;5(10):1133–1139."}, {"Citation": "Kumar S, Pandey AK. Chemistry and biological activities of flavonoids: an overview. Sci World J. 2013;2013:p16.", "ArticleIdList": ["PMC3891543", "24470791"]}, {"Citation": "Ali MS, Ibrahim SA, Ahmed S, Lobkovsky E. Guaiane Sesquiterpene Lactones from Salvia nubicola (Lamiaceae) Chem Biodivers. 2007;4:98–104. doi: 10.1002/cbdv.200790011.", "ArticleIdList": ["10.1002/cbdv.200790011", "17256739"]}, {"Citation": "Passoni FD, Oliveira RB, Chagas-Paula DA, Gobbo-Neto L, da Costa FB. Repeated-Dose toxicological studies of Tithonia diversifolia (Hemsl.) A. Gray and identification of the toxic compounds. J Ethnopharmacol. 2013;147(2):389–394. doi: 10.1016/j.jep.2013.03.024.", "ArticleIdList": ["10.1016/j.jep.2013.03.024", "23506989"]}, {"Citation": "Elufioye TO. Alatise OI, Fakoya FA, Agbedahunsi JM, Houghton PJ. Toxicity studies of Tithonia diversifolia A. Gray (Asteraceae) in rats. J Ethnopharmacol. 2009;122(2):410–415. doi: 10.1016/j.jep.2008.12.007.", "ArticleIdList": ["10.1016/j.jep.2008.12.007", "19121378"]}, {"Citation": "Fankule JO, Abatan MO. The toxicological effects of aqueous extract of Tithonia diversifolia gray in rats. Asian J Anim Vet Adv. 2007;6(10):1223–1226."}, {"Citation": "Adebayo JO, Balogun EA, Oyeleke SA. Toxicity study of the aqueous extract of Tithonia diversifolia leaves using selected biochemical parameters in rats. Pharm Res. 2009;1(3):143–147."}, {"Citation": "Schmidt TJ. Toxic activities of sesquiterpene lactones: structural and biochemical aspects. Curr Org Chem. 1999;3(6):577–608."}, {"Citation": "Ambrósio SR, Oki Y, Heleno VCG, Chaves JS, Nascimento PGBD, Lichston JE, Constantino MG, Varanda EM, Da Costa FB. Constituents of glandular trichomes of Tithonia diversifolia: relationships to herbivory and antifeedant activitytrichomes of Tithonia diversifolia: relationships to herbivory and antifeedant activity. Phytochemistry. 2008;69(10):2052–2060. doi: 10.1016/j.phytochem.2008.03.019.", "ArticleIdList": ["10.1016/j.phytochem.2008.03.019", "18502455"]}, {"Citation": "Gu J, Gills JJ, Park EJ, Mata-Greenwood E, Hawthorne ME, Axelrod F, Chavez PI, Fong HHS, Mehta RG, Pezzuto JM, Kinghorn AD. Sesquiterpenoids from Tithonia diversifolia with potential cancer chemopreventive activity. J Nat Prod. 2002;65(4):532–536. doi: 10.1021/np010545m.", "ArticleIdList": ["10.1021/np010545m", "11975495"]}, {"Citation": "Verschaeve L, Van Staden J. Mutagenic and antimutagenic properties of extracts from south African traditional medicinal plants. J Ethnopharmacol. 2008;119(3):575–587. doi: 10.1016/j.jep.2008.06.007.", "ArticleIdList": ["10.1016/j.jep.2008.06.007", "18602977"]}, {"Citation": "Wu TS, Shi LS, Kuo PC, Leu YL, Liou MJ, Wu PL, Wu YC, Iou SC, Chen YP, Chang HC. Cytotoxic principles from the leaves of Tithonia diversifolia. Chin Pharm J. 2001;53:217–223."}, {"Citation": "Kuroda M, Yokosuka A, Kobayashi R, Jitsuno M, Kando H, Nosaka K. Sesquiterpenoids and flavonoids from the aerial parts of Tithonia diversifolia and their phytotoxic activity. Chem Pharm Bull. 2007;55:1240–1244. doi: 10.1248/cpb.55.1240.", "ArticleIdList": ["10.1248/cpb.55.1240", "17666852"]}, {"Citation": "Sashita Y, Mimaki Y, Kuroda A, Kobayashi R, Shindo H, Nosaka K, Ishii H, Yamori T. Patent application publication, US 2007/0129427 A1 2007."}]}], "History": [{"Year": "2017", "Month": "11", "Day": "23"}, {"Year": "2018", "Month": "9", "Day": "24"}, {"Year": "2018", "Month": "10", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["30285713", "PMC6171246", "10.1186/s12906-018-2336-0", "10.1186/s12906-018-2336-0"]}}]}