{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant", "Free radical scavenging activity", "Medicinal plants", "Rhazya stricta", "Saudi Arabia"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30294220", "DateRevised": {"Year": "2022", "Month": "03", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2015", "Month": "11", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2015.10.017"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "24", "Issue": "7", "PubDate": {"Year": "2017", "Month": "Nov"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Phytochemical and taxonomic evaluation of <i>Rhazya stricta</i> in Saudi Arabia.", "Pagination": {"StartPage": "1513", "EndPage": "1521", "MedlinePgn": "1513-1521"}, "Abstract": {"AbstractText": ["<i>Rhazya stricta</i> Decne is an important medicinal species used in indigenous medicinal herbal drugs to cure various diseases in South Asia (Pakistan, India and Afghanistan) and in the Middle East (e.g. Saudi Arabia, Qatar, United Arab Emirates (UAE), Iran and Iraq). Some of its alkaloids have been reported to have anticancerous properties. The aim of our study is to examine the morphological and taxonomical parameters for <i>R. stricta</i> in the Saudi Arabia; concentrations and distributions of some secondary metabolites; and also to determine the antioxidant and free radical scavenging activity. The results of present study showed that there was no influence of environment on the structure of stomata and trichomes as studying species with <i>R. stricta</i>. In conclusion our study shows no trichomes on leaf of <i>R. stricta</i> it is glabrous, whereas, variations between many secondary metabolites such as flavonoids and phenolic compounds occurred in response to changing climatic conditions."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, PO Box-22452, Riyadh 11495, Saudi Arabia."}], "LastName": "Bukhari", "ForeName": "Najat A", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, PO Box-22452, Riyadh 11495, Saudi Arabia."}], "LastName": "Al-Otaibi", "ForeName": "Reem A", "Initials": "RA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, PO Box-22452, Riyadh 11495, Saudi Arabia."}], "LastName": "Ibhrahim", "ForeName": "Mohammed M", "Initials": "MM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akyalcin H., Zen F., Dülger B. Anatomy, morphology, palynology and antimicrobial activity of Amsonia orientalis Dence. (Apocynaceae) growing in Turkey. Int. J. Botany. 2006;2(1):93–99."}, {"Citation": "Ali B.H., Al-Qarawi A.A., Bashir A.K., Tanira M.O. Antioxidant action of extract of the traditional medicinal plant Rhazya stricta Decne in rats. Phytother. Res. 2000;14:469–471.", "ArticleIdList": ["10960906"]}, {"Citation": "Assaeed A.M., Al-Doss A.A. Effect of Rhazya stricta foliage leachate on seedling growth and survival of some range plant species. J. King Abdul-Aziz Univ. Met. Environ. Arid Land Agric. 1996;7:13–20."}, {"Citation": "Atta U.R., Khanum S. Isolation and structural studies on the alkaloids of Rhazya stricta. Heterocycles. 1987;26:405–412."}, {"Citation": "Bashir A.K., Abdulla A.A., Was I.M.A., Hassan M.H., Amiri M.A., Crabb T.A. Phytochemical and antimicrobial studies on the leaves of Rhazya stricta growing in United Arab Emirates. Fitoterapia. 1994;35:84–85."}, {"Citation": "Boulos L. Egypt; Cairo: 2000. Flora of Egypt. Vol. 2."}, {"Citation": "Carmen G., Monica C., Cozar O. Comparative analysis of some active principles of herb plants by GC:MS. Talanta. 2000;53:253–262.", "ArticleIdList": ["18968110"]}, {"Citation": "Chaudhary S.A., Al-Jowaid A.A. Ministry of Agriculture and Water; Riyadh: 1999. Vegetation of the Kingdom of Saudi Arabia."}, {"Citation": "Collenette S. National Commission for Wildlife conservation and development (NCWCD); Riyadh, Kingdom of Saudi Arabia: 1999. Wildflowers of Saudi Arabia."}, {"Citation": "El Hag E.A., El Nadi A.H., Zaitoon A.A. Toxic and growth retarding effects of three plant extracts on Culex pipiens larvae (Diptera: Culicidae) Phytother. Res. 1999;13:388–392.", "ArticleIdList": ["10441777"]}, {"Citation": "Frederick S.T., Hilary N.A. The effects of global climate change on seagrasses. Aquat. Bot. 1999;63:169–196."}, {"Citation": "Gülçin İ., Alici H.A., Cesur M. Determination of in vitro antioxidant and radical scavenging activities of propofol. Chem. Pharm. Bull. 2005;53(3):281–285.", "ArticleIdList": ["15744098"]}, {"Citation": "Harborne J.B., Mabry T.J., Mabry H. Academic Press; New York San Francisco: 1975. The Flavonoids."}, {"Citation": "Harborne J., Tomas B., Williams G., Gil M. Chemotoxonomic study of flavonoids from European Teucrium species. Phytochemistry. 1986;25:2811–2816."}, {"Citation": "Inamdar J., Patel R., Gangadhara M., Balakrishna A. Leaf anatomy of Catharanthus roseus (Apocynaceae) Phyton (Austria) 1975;17(1–4):151–158."}, {"Citation": "Khamis I.A., Mohammed J.I., Tolba S.S. Phytochemical studies on Flavonoids of verbascum fruticulosum post. Bull. Fue, Sci Cairo Univ. 1997;64(65):1–15."}, {"Citation": "Kitajima M., Shirakawa S. Structure and synthesis of a new chiral beta-carboline found in cultured cell clumps of Rauwolfia serpentina and Rhazya stricta. Chem. Pharm. Bull. Tokyo. 1996;44:2195–2197."}, {"Citation": "Kostenyuk I.A., Lyubarets O.F. Somatic hybridization of Apocynaceae species (Rauwolfia serpentina + Rhazya stricta; Catharanthus roseus + Vinca minor) and reconstruction of secondary synthesis. Dokl. Akad. Nauk Ukr. SSR. 1992;7:158–164."}, {"Citation": "Kumar H.D., Singh H.N. Affiliated East-West Press; 2nd New Delhi: 1993. Plant Metabolism."}, {"Citation": "Mady M.A. Analysis of raudhas vegetation in central Saudi Arabia. J. Arid Environ. 1996;34:441–454."}, {"Citation": "Mandaville J.P. Kegan Paul International; London and New York: 1990. Flora of Eastern Saudi Arabia."}, {"Citation": "Martin J.H., Broenkow W. Vertex: phytoplankton/iron studies in the Gulf of Alaska. Deep-Sea Res. 1989;36:649–680."}, {"Citation": "McWhorter C., Ouzts C., Paul R. Micromorphology of Johnson grass (sorghum helpense) leaves. Weed Sci. 1993;41:583–589."}, {"Citation": "Migahid A.M. Riyadh University; Riyadh, Saudi Arabia: 1978. Flora of Saudi Arabia. Vols. 1 & 2."}, {"Citation": "Migahid A.M. Flora of Saudi Arabia, King Saud University. Riyadh. 1996;1:2."}, {"Citation": "Mossa J.S. A study on the crude antidiabetic drugs used in Arabian folk medicine. Int. J. Crude Drug Res. 1985;23:137–145."}, {"Citation": "Mukhobpadhyay S., Handy G.A., Funayama S., Cordell G.A. Anticancer indole alkaloids of Rhazya stricta. J. Nat. Prod. 1981;44:696.", "ArticleIdList": ["7334384"]}, {"Citation": "Mukhobpadhyay A., El-Sayed G.A., Handy G.A., Cordell G.A. Catharanthus alkaloids XXXVII 16-epi-Z-isositsirikine. A monomeric indole alkaloid with antineoplastic activity from Catharanthus roseus and Rhazya stricta. J. Nat. Prod. 1983;46:409.", "ArticleIdList": ["6619887"]}, {"Citation": "Nishikimi M., Rao A., Yagi K. The occurrence of superoxide anion in the reaction of reduced phenazine methosulfate and molecular oxygen. Biochem. Biophys. Res. Commun. 1972;46:849–853.", "ArticleIdList": ["4400444"]}, {"Citation": "Odum E.P. third ed. W.B. Saunders; Philadelphia, Penn: 1971. Fundamentals of ecology."}, {"Citation": "Shaby A.F., Khodair A.A., Organgi R.A. Umm Al-Qura University; Makkah: 1985. Some Uedicial and Aromatic Plant of Saudi Arabia."}, {"Citation": "Shaltout, K.H., 2002. Vegetation of the urban habitats in the Nile Delta region, Egypt."}, {"Citation": "Singh J., Nagappa A.N., Thakurdesai P.A., Venkat N. Antidiabetic activity of Terminalia catappa Linn fruits. J. Ethnopharmacol. 2003;88:45–50.", "ArticleIdList": ["12902049"]}, {"Citation": "West N.E. Outline for autecological studies of range grasses. J. Range Manag. 1968;21:102–105."}, {"Citation": "Western R.A. UAE University Publications; 1989. The flora of the United Arab Emirates: An Introduction."}, {"Citation": "Ziba J., Rence J., Jeoffrey C., Monique S., Martin I., Adel J. Leaf surface flavonoid in eranian species of Nepeta lamiaceue and some related genera. Biochem. Syst. Ecol. 2003;31(6):587–600."}]}], "History": [{"Year": "2015", "Month": "2", "Day": "10"}, {"Year": "2015", "Month": "4", "Day": "20"}, {"Year": "2015", "Month": "10", "Day": "20"}, {"Year": "2018", "Month": "10", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "11", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30294220", "PMC6169505", "10.1016/j.sjbs.2015.10.017", "S1319-562X(15)00258-2"]}}]}