{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aberrant crypt foci", "Cell proliferation", "Colorectal cancer", "DMH", "Orientin"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30319939", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "09", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1016/j.toxrep.2018.09.004"], "Journal": {"ISSN": "2214-7500", "JournalIssue": {"Volume": "5", "PubDate": {"Year": "2018"}}, "Title": "Toxicology reports", "ISOAbbreviation": "Toxicol Rep"}, "ArticleTitle": "Orientin, a flavanoid, mitigates 1, 2 dimethylhydrazine-induced colorectal lesions in Wistar rats fed a high-fat diet.", "Pagination": {"StartPage": "977", "EndPage": "987", "MedlinePgn": "977-987"}, "Abstract": {"AbstractText": ["Orientin, a c- glycosyl flavonoid found copiously in roobios tea and various medicinal plants is well known for its antioxidant, anti-inflammatory, and antitumor effects. The present study aims to investigate the anti-cancer efficacy of orientin on 1,2 dimethyl hydrazine induced colonic aberrant crypt foci (ACF) and cell proliferation in Wistar rats. Rats were randomly divided into six groups and fed with high fat diet. Group 1 left as untreated control. Group 2 administered with DMH (20 mg/kg body weight) for initial 4 weeks and left untreated. Group 3 received orientin (10 mg/kg body weight) alone for the entire period. Group 4 received orientin along with DMH for initial 4 weeks and left untreated; Group 5 administered DMH for initial 4 weeks and treated with orientin for remaining 12 weeks; Group 6 administered DMH and treated with orientin throughout the entire period. Our preclinical findings suggest that the administration of orientin decreases the occurrence of DMH induced colonic polyps and aberrant crypt foci, augments antioxidant defense and altered the activities of drug metabolizing phase I and phase II enzymes in colonic and hepatic tissues and thereby ensuring the detoxification of carcinogen. Furthermore, orientin attenuates the aberrant crypt foci formation and reinstates the DMH induced cell proliferation, as evident from the AgNORs staining of colonic tissues of experimental rats. Thus, our study emphasizes that orientin may prevent DMH induced precancerous lesions and proven to be a potent antioxidant and antiproliferative agent."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Oncology Lab, Department of Biochemistry, Periyar University, Salem, Tamil Nadu, 636 011, India."}], "LastName": "Thangaraj", "ForeName": "Kalaiyarasu", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biotechnology, Advanced Institute of Environment and Bioscience, Safety, Environment and Life Science Institute, College of Environmental and Bioresource Sciences, Chonbuk National University, Iksan, 54596, South Korea."}], "LastName": "Natesan", "ForeName": "Karthi", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Oncology Lab, Department of Biochemistry, Periyar University, Salem, Tamil Nadu, 636 011, India."}], "LastName": "Palani", "ForeName": "Mariyappan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Oncology Lab, Department of Biochemistry, Periyar University, Salem, Tamil Nadu, 636 011, India."}], "LastName": "Vaiyapuri", "ForeName": "Manju", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "Toxicol Rep", "NlmUniqueID": "101630272", "ISSNLinking": "2214-7500"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Favoriti P., Carbone G., Greco M., Pirozzi F., Pirozzi R.E.M., Corcione F. Worldwide burden of colorectal cancer: a review. Updates Surg. 2016;68:7–11.", "ArticleIdList": ["27067591"]}, {"Citation": "Goss P.E., Strasser-Weippl K., Lee-Bychkovsky B.L., Fan L., Li J., Chavarri-Guerra Y., Liedke P.E., Pramesh C.S., Badovinac-Crnjevic T., Sheikine Y., Chen Z. Challenges to effective cancer control in China, India, and Russia. Lancet Oncol. 2014;15:489–538.", "ArticleIdList": ["24731404"]}, {"Citation": "Karthi N., Kalaiyarasu T., Kandakumar S., Mariyappan P., Manju V. Pelargonidin induces apoptosis and cell cycle arrest via a mitochondria mediated intrinsic apoptotic pathway in HT29 cells. RSC Adv. 2016;6:45064–45076."}, {"Citation": "Manju V., Nalini N. Effect of ginger on lipid peroxidation and antioxidant status in 1, 2-dimethyl hydrazine induced experimental colon carcinogenesis. J. Biochem. Technol. 2010;2:161–167."}, {"Citation": "Aranganathan S., Nalini N. Antiproliferative efficacy of hesperetin (Citrus flavanoid) in 1, 2-Dimethylhydrazine-induced colon cancer. Phytother. Res. 2013;27:999–1005.", "ArticleIdList": ["22899565"]}, {"Citation": "Pozharisski K.M. The significance of nonspecific injury for colon carcinogenesis in rats. Cancer Res. 1975;35:3824–3830.", "ArticleIdList": ["1104160"]}, {"Citation": "Manju V., Nalini N. Chemopreventive efficacy of ginger, a naturally occurring anticarcinogen during the initiation, post-initiation stages of 1, 2 dimethylhydrazine-induced colon cancer. Clin. Chim. Acta. 2005;358:60–67.", "ArticleIdList": ["16018877"]}, {"Citation": "Sreedharan V., Venkatachalam K.K., Namasivayam N. Effect of morin on tissue lipid peroxidation and antioxidant status in 1, 2-dimethylhydrazine induced experimental colon carcinogenesis. Invest. New Drugs. 2009;27:21–30.", "ArticleIdList": ["18496650"]}, {"Citation": "Nirmala P., Ramanathan M. Effect of myricetin on 1, 2 dimethylhydrazine induced rat colon carcinogenesis. J. Exp. Ther. Oncol. 2011;9:101–108.", "ArticleIdList": ["21699017"]}, {"Citation": "Muthu R., Thangavel P., Selvaraj N., Ramalingam R., Vaiyapuri M. Synergistic and individual effects of umbelliferone with 5-flurouracil on the status of lipid peroxidation and antioxidant defense against 1, 2-dimethylhydrazine induced rat colon carcinogenesis. Biomed. Prev. Nutr. 2013;3:74–82."}, {"Citation": "Kilari B.P., Kotakadi V.S., Penchalaneni J. Anti-proliferative and apoptotic effects of Basella rubra (L.) against 1, 2-Dimethyl hydrazine-induced colon carcinogenesis in rats. Asian Pacific J. Cancer Prev. 2016;17:73–80.", "ArticleIdList": ["26838257"]}, {"Citation": "Ansil P.N., Prabha S.P., Nitha A., Latha M.S. Chemopreventive effect of Amorphophallus campanulatus (Roxb.) blume tuber against aberrant crypt foci and cell proliferation in 1, 2-dimethylhydrazine induced colon carcinogenesis. Asian Pacific J. Cancer Prev. 2013;14:5331–5339.", "ArticleIdList": ["24175821"]}, {"Citation": "Lasko C.M., Bird R.P. Modulation of aberrant crypt foci by dietary fat and caloric restriction: the effects of delayed intervention. Cancer Epidemiol. Biomark. Prev. 1995;4:49–55.", "ArticleIdList": ["7894324"]}, {"Citation": "Zhu Q.C., Gao R.Y., Wu W., Guo B.M., Peng J.Y., Qin H.L. Effect of a high-fat diet in development of colonic adenoma in an animal model. World J. Gastroenterol. 2014;20:8119–8129.", "ArticleIdList": ["PMC4081683", "25009384"]}, {"Citation": "Qi G., Zeng S., Takashima T., Nozoe K., Shobayashi M., Kakugawa K., Murakami K., Jikihara H., Zhou L., Shimamoto F. Inhibitory effect of various breads on DMH-induced aberrant crypt foci and colorectal tumours in rats. Biomed Res. Int. 2015;2015:1–8.", "ArticleIdList": ["PMC4446470", "26075268"]}, {"Citation": "Megaraj V., Ding X., Fang C., Kovalchuk N., Zhu Y., Zhang Q.Y. Role of hepatic and intestinal p450 enzymes in the metabolic activation of the colon carcinogen azoxymethane in mice. Chem. Res. Toxicol. 2014;27:656–662.", "ArticleIdList": ["PMC4002058", "24552495"]}, {"Citation": "Senapathy J.G., Jayanthi S., Viswanathan P., Umadevi P., Nalini N. Effect of gallic acid on xenobiotic metabolizing enzymes in 1, 2-dimethyl hydrazine induced colon carcinogenesis in Wistar rats–A chemopreventive approach. Food Chem. Toxicol. 2011;49:887–892.", "ArticleIdList": ["21172399"]}, {"Citation": "Sheweita S.A., Tilmisany A.K. Cancer and phase II drug-metabolizing enzymes. Curr. Drug Metab. 2003;4:45–58.", "ArticleIdList": ["12570745"]}, {"Citation": "Karthikkumar V., Sivagami G., Viswanathan P., Nalini N. Rosmarinic acid inhibits DMH-induced cell proliferation in experimental rats. J. Basic Clin. Physiol. Pharmacol. 2015;26:185–200.", "ArticleIdList": ["25210763"]}, {"Citation": "Thangaraj K., Vaiyapuri M. Orientin, a C-glycosyl dietary flavone, suppresses colonic cell proliferation and mitigates NF-κB mediated inflammatory response in 1, 2-dimethylhydrazine induced colorectal carcinogenesis. Biomed. Pharmacother. 2017;96:1253–1266.", "ArticleIdList": ["29198745"]}, {"Citation": "Thangaraj K., Arumugasamy K., Natesan K., Ramasamy S., Cyril R., Singh S.K., Vaiyapuri M. In Silico molecular docking analysis of Orientin, a potent glycoside of luteolin against BCL-2 family proteins. J. Chem. Pharm. Res. 2017;9:65–72."}, {"Citation": "Lam K.Y., Ling A.P., Koh R.Y., Wong Y.P., Say Y.H. A review on medicinal properties of orientin. Adv. Pharmacol. Sci. 2016;2016:1–9.", "ArticleIdList": ["PMC4889806", "27298620"]}, {"Citation": "Ku S.K., Kwak S., Bae J.S. Orientin inhibits high glucose-induced vascular inflammation in vitro and in vivo. Inflammation. 2014;37:2164–2173.", "ArticleIdList": ["24950780"]}, {"Citation": "Law B.N., Ling A.P., Koh R.Y., Chye S.M., Wong Y.P. Neuroprotective effects of orientin on hydrogen peroxide-induced apoptosis in SHSY5Y cells. Mol. Med. Rep. 2014;9:947–954.", "ArticleIdList": ["24366367"]}, {"Citation": "Sun A., Ren G., Deng C., Zhang J., Luo X., Wu X., Mani S., Dou W., Wang Z. C-glycosyl flavonoid orientin improves chemically induced inflammatory bowel disease in mice. J. Funct. Foods. 2016;21:418–430."}, {"Citation": "An F., Wang S., Tian Q., Zhu D. Effects of orientin and vitexin from Trollius chinensis on the growth and apoptosis of esophageal cancer EC-109 cells. Oncol. Lett. 2015;10:2627–2633.", "ArticleIdList": ["PMC4580036", "26622901"]}, {"Citation": "Czemplik M., Mierziak J., Szopa J., Kulma A. Flavonoid C-glucosides derived from Flax Straw extracts reduce Human Breast Cancer cell growth in vitro and induce apoptosis. Front. Pharmacol. 2016;7:282–295.", "ArticleIdList": ["PMC5006111", "27630565"]}, {"Citation": "Vinothkumar R., Vinothkumar R., Sudha M., Nalini N. Chemopreventive effect of zingerone against colon carcinogenesis induced by 1,2-dimethylhydrazine in rats. Eur. J. Cancer Prev. 2014;23:361–371.", "ArticleIdList": ["23903760"]}, {"Citation": "Siddique A.I., Mani V., Arivalagan S., Thomas N.S., Namasivayam N. Asiatic acid attenuates pre-neoplastic lesions, oxidative stress, biotransforming enzymes and histopathological alterations in 1, 2-dimethylhydrazine-induced experimental rat colon carcinogenesis. Toxicol. Mech. Methods. 2017;27:136–150.", "ArticleIdList": ["28004603"]}, {"Citation": "Thangaraj K., Natesan K., Settu K., Palani M., Govindarasu M., Subborayan V., Vaiyapuri M. Orientin mitigates 1, 2-dimethylhydrazine induced lipid peroxidation, antioxidant and biotransforming bacterial enzyme alterations in experimental rats. J. Cancer Res. Ther. 2018 (In press)", "ArticleIdList": ["30488860"]}, {"Citation": "Giftson J.S., Jayanthi S., Nalini N. Chemopreventive efficacy of gallic acid, an antioxidant and anticarcinogenic polyphenol, against 1, 2-dimethyl hydrazine induced rat colon carcinogenesis. Invest. New Drugs. 2010;28:251–259.", "ArticleIdList": ["19300909"]}, {"Citation": "Lowry O.H., Rosebrough N.J., Farr A.L., Randall R.J. Protein measurement with the Folin phenol reagent. J. Biol. Chem. 1951;193:265–275.", "ArticleIdList": ["14907713"]}, {"Citation": "Omura T. The carbon monoxide-binding pigment of liver microsomes. J. Biol. Chem. 1964;239:2370–2378.", "ArticleIdList": ["14209971"]}, {"Citation": "Watt K.C., Plopper C.G., Buckpitt A.R. Measurement of cytochrome P450 2E1 activity in rat tracheobronchial airways using high-performance liquid chromatography with electrochemical detection. Ann. Clin. Biochem. 1997;248:26–30.", "ArticleIdList": ["9177721"]}, {"Citation": "Habig W.H., Pabst M.J., Jakoby W.B. Glutathione S-transferases the first enzymatic step in mercapturic acid formation. J. Biol. Chem. 1974;249:7130–7139.", "ArticleIdList": ["4436300"]}, {"Citation": "Ernster L. DT diaphorase. Meth. Enzymol. 1967;10:309–317."}, {"Citation": "Ochiai M., Watanabe M., Nakanishi M., Taguchi A., Sugimura T., Nakagama H. Differential staining of dysplastic aberrant crypt foci in the colon facilitates prediction of carcinogenic potentials of chemicals in rats. Cancer Lett. 2005;220:67–74.", "ArticleIdList": ["15737689"]}, {"Citation": "Muthu R., Selvaraj N., Vaiyapuri M. Anti-inflammatory and proapoptotic effects of umbelliferone in colon carcinogenesis. Hum. Exp. Toxicol. 2016;10:1041–1054.", "ArticleIdList": ["26655637"]}, {"Citation": "Prasad V., Lenzer J., Newman D.H. Why cancer screening has never been shown to\" save lives\"-and what we can do about it. British Medical Journal (Online) 2016;6:352–355.", "ArticleIdList": ["26740343"]}, {"Citation": "Youns M., Hegazy W.A. The natural flavonoid Fisetin inhibits cellular proliferation of hepatic, colorectal, and pancreatic cancer cells through modulation of multiple signaling pathways. PLoS One. 2017;12:1–18.", "ArticleIdList": ["PMC5215656", "28052097"]}, {"Citation": "Arivalagan S., Thomas N.S., Chandrasekaran B., Mani V., Siddique A.I., Kuppsamy T., Namasivayam N. Combined therapeutic efficacy of carvacrol and X-radiation against 1, 2-dimethyl hydrazine-induced experimental rat colon carcinogenesis. Mol. Cell. Biochem. 2015;410:37–54.", "ArticleIdList": ["26264073"]}, {"Citation": "Zamora-Ros R., Guino E., Alonso M.H., Vidal C., Barenys M., Soriano A., Moreno V. Dietary flavonoids, lignans and colorectal cancer prognosis. Sci. Rep. 2015;5:1–5.", "ArticleIdList": ["PMC4572925", "26369380"]}, {"Citation": "Vinothkumar R., Kumar R.V., Sudha M., Viswanathan P., Balasubramanian T., Nalini N. Modulatory effect of troxerutin on biotransforming enzymes and preneoplastic lesions induced by 1, 2-dimethylhydrazine in rat colon carcinogenesis. Exp. Mol. Pathol. 2014;96:15–26.", "ArticleIdList": ["24512697"]}, {"Citation": "Selvam J.P., Aranganathan S., Gopalan R., Nalini N. Chemopreventive efficacy of pronyl‐lysine on lipid peroxidation and antioxidant status in rat colon carcinogenesis. Fundam. Clin. Pharmacol. 2009;23:293–302.", "ArticleIdList": ["19469802"]}, {"Citation": "Perse M. Oxidative stress in the pathogenesis of colorectal cancer: cause or consequence? Biomed Res. Int. 2013;2013:1–9.", "ArticleIdList": ["PMC3666330", "23762854"]}, {"Citation": "Ghadi F.E., Ghara A.R., Bhattacharyya S., Dhawan D.K. Selenium as a chemopreventive agent in experimentally induced colon carcinogenesis. World J Gastrointestinal Oncology. 2009;1:74–81.", "ArticleIdList": ["PMC2999095", "21160778"]}, {"Citation": "Padmavathi R., Senthilnathan P., Sakthisekaran D. Therapeutic effect of propolis and paclitaxel on hepatic phase I and II enzymes and marker enzymes in dimethylbenz (a) anthracene-induced breast cancer in female rats. Comp. Biochem. Physiol. - Part C: Toxicol. Pharmacol. 2006;143:349–354.", "ArticleIdList": ["16720105"]}, {"Citation": "Beyerle J., Frei E., Stiborova M., Habermann N., Ulrich C.M. Biotransformation of xenobiotics in the human colon and rectum and its association with colorectal cancer. Drug Metab. Rev. 2015;47:199–221.", "ArticleIdList": ["25686853"]}, {"Citation": "Sangeetha N., Viswanathan P., Balasubramanian T., Nalini N. Colon cancer chemopreventive efficacy of silibinin through perturbation of xenobiotic metabolizing enzymes in experimental rats. Eur. J. Pharmacol. 2012;674:430–438.", "ArticleIdList": ["22115893"]}, {"Citation": "Balaji C., Muthukumaran J., Nalini N. Chemopreventive effect of sinapic acid on 1, 2-dimethylhydrazine-induced experimental rat colon carcinogenesis. Hum. Exp. Toxicol. 2014;33:1253–1268.", "ArticleIdList": ["24532707"]}, {"Citation": "Mohan K.V., Kumaraguruparan R., Prathiba D., Nagini S. Modulation of xenobiotic-metabolizing enzymes and redox status during chemoprevention of hamster buccal carcinogenesis by bovine lactoferrin. Nutrition. 2006;22:940–946.", "ArticleIdList": ["16928475"]}, {"Citation": "Bird R.P., Good C.K. The significance of aberrant crypt foci in understanding the pathogenesis of colon cancer. Toxicol. Lett. 2000;112:395–402.", "ArticleIdList": ["10720758"]}, {"Citation": "Rodrigues M.A., Silva L.A., Salvadori D.M., De Camargo J.L., Montenegro M.R. Aberrant crypt foci and colon cancer: comparison between a short-and medium-term bioassay for colon carcinogenesis using dimethylhydrazine in Wistar rats. Braz. J. Med. Biol. Res. 2002;35:351–355.", "ArticleIdList": ["11887213"]}, {"Citation": "Baskar A.A., Ignacimuthu S., Michael G.P., Al Numair K.S. Cancer chemopreventive potential of luteolin-7-O-glucoside isolated from Ophiorrhiza mungos Linn. Nutr. Cancer. 2011;63:130–138.", "ArticleIdList": ["21161823"]}, {"Citation": "Sengottuvelan M., Viswanathan P., Nalini N. Chemopreventive effect of trans-resveratrol-a phytoalexin against colonic aberrant crypt foci and cell proliferation in 1, 2-dimethylhydrazine induced colon carcinogenesis. Carcinogenesis. 2006;27:1038–1046.", "ArticleIdList": ["16338953"]}, {"Citation": "Lee S.J., Yun C.C. Colorectal cancer cells–proliferation, survival and invasion by lysophosphatidic acid. Int. J. Biochem. Cell Biol. 2010;42:1907–1910.", "ArticleIdList": ["PMC2975809", "20932934"]}, {"Citation": "Gundog M., Yildiz O.G., Imamoglu N., Aslan D., Aytekin A., Soyuer I., Soyuer S. Prognostic significance of two dimensional AgNOR evaluation in local advanced rectal cancer treated with chemoradiotherapy. Asian Pacific J. Cancer Prev. 2015;16:8155–8161.", "ArticleIdList": ["26745054"]}, {"Citation": "Mariyappan P., Kalaiyarasu T., Manju V. Effect of eriodictyol on preneoplastic lesions, oxidative stress and bacterial enzymes in 1, 2-dimethyl hydrazine-induced colon carcinogenesis. Toxicol. Res. 2017;6:678–692.", "ArticleIdList": ["PMC6061826", "30090535"]}]}], "History": [{"Year": "2017", "Month": "11", "Day": "13"}, {"Year": "2018", "Month": "9", "Day": "14"}, {"Year": "2018", "Month": "9", "Day": "20"}, {"Year": "2018", "Month": "10", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "9", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["30319939", "PMC6180431", "10.1016/j.toxrep.2018.09.004", "S2214-7500(18)30322-6"]}}]}