{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["EOs", "Panax notoginseng", "Zingiberaceae", "fungi", "root-rot disease"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30337932", "DateRevised": {"Year": "2023", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "10", "Day": "04"}], "Language": ["eng"], "ELocationID": ["1346", "10.3389/fpls.2018.01346"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2018"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "The Fight Against <i>Panax notoginseng</i> Root-Rot Disease Using Zingiberaceae Essential Oils as Potential Weapons.", "Pagination": {"StartPage": "1346", "MedlinePgn": "1346"}, "Abstract": {"AbstractText": ["The root of <i>Panax notoginseng</i> (<i>P. notoginseng</i>) is one of the most highly valuable medicinal herbs in China owing to its pronounced hemostatic and restorative properties. Despite this important fact, growing <i>P. notoginseng</i> is seriously limited by root-rot diseases. In studies aimed at developing a solution to this problem, environment-friendly essential oils (EOs) of five medicinal plants of the family Zingiberaceae were tested for their inhibitory effects on the growth of three main soil pathogens associated with the root-rot diseases of <i>P. notoginseng</i>. The results showed that the EOs of <i>Alpinia katsumadai</i> Hayata and <i>Zingiber officinale</i> Roscoe promote significant reductions in the mycelium growth of the pathogen <i>in vitro</i> at a concentration of 50 mg mL<sup>-1</sup>, which is much higher than that needed (5 mg mL<sup>-1</sup>) to reduce growth by the positive control, flutriafol. Furthermore, the chemical components of the two EOs were determined by using GC-MS analysis. Eucalyptol was found to account for more than 30% of the oils of the two plants, with the second major components being geranyl acetate and α-terpineol. These substances display different degrees of fungistasis <i>in vitro</i>. To further determine the effects of the EO of <i>Zingiber officinale (Z. officinale) in vivo</i>, soilless cultivation of <i>P. notoginseng</i> with pathogen inoculation was conducted in a greenhouse. Addition of the petroleum ether extract (approximately equal to EO) of <i>Z. officinale</i> to the culture matrix causes a large decrease in both the occurrence and severity of the <i>P. notoginseng</i> root-rot disease. The decreasing trend of net photosynthetic rate (P<sub>n</sub>), stomatal conductance (g<sub>s</sub>), intercellular CO<sub>2</sub> concentration (C<sub>i</sub>), and transpiration rate (T<sub>r</sub>) were all alleviated. In addition, the activities of catalase (CAT), peroxidase (POD), and the malondialdehyde (MDA) content were also largely reduced after pathogen infection, with the root activity being higher than that of the control. Taken together, the findings reveal that the EOs from plants might serve as promising sources of eco-friendly natural pesticides with less chemical resistance."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmaceutical Sciences, Yunnan University of Traditional Chinese Medicine, Kunming, China."}], "LastName": "Yin", "ForeName": "Yan-Jiao", "Initials": "YJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmaceutical Sciences, Yunnan University of Traditional Chinese Medicine, Kunming, China."}], "LastName": "Chen", "ForeName": "Chuan-Jiao", "Initials": "CJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Resources and Environmental Science, Nanjing Agricultural University, Nanjing, China."}], "LastName": "Guo", "ForeName": "Shi-Wei", "Initials": "SW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmaceutical Sciences, Yunnan University of Traditional Chinese Medicine, Kunming, China."}, {"Identifier": [], "Affiliation": "Guangdong Key Laboratory for Genome Stability and Disease Prevention, School of Pharmaceutical Sciences, Shenzhen University Health Science Center, Shenzhen, China."}], "LastName": "Li", "ForeName": "Ke-Ming", "Initials": "KM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmaceutical Sciences, Yunnan University of Traditional Chinese Medicine, Kunming, China."}], "LastName": "Ma", "ForeName": "Yu-Nan", "Initials": "YN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmaceutical Sciences, Yunnan University of Traditional Chinese Medicine, Kunming, China."}, {"Identifier": [], "Affiliation": "Guangdong Key Laboratory for Genome Stability and Disease Prevention, School of Pharmaceutical Sciences, Shenzhen University Health Science Center, Shenzhen, China."}], "LastName": "Sun", "ForeName": "Wu-Mei", "Initials": "WM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmaceutical Sciences, Yunnan University of Traditional Chinese Medicine, Kunming, China."}], "LastName": "Xu", "ForeName": "Fu-Rong", "Initials": "FR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangdong Key Laboratory for Genome Stability and Disease Prevention, School of Pharmaceutical Sciences, Shenzhen University Health Science Center, Shenzhen, China."}], "LastName": "Cheng", "ForeName": "Yong-Xian", "Initials": "YX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmaceutical Sciences, Yunnan University of Traditional Chinese Medicine, Kunming, China."}], "LastName": "Dong", "ForeName": "Xian", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abd EI-Baky H. H., E. I.-,Baroty G. S. (2008). Chemical and biological evaluation of the essential oil of Egyptian moldavian balm (Dracocephalum moldvica L.). Int. J. Integr. Biol. 2, 76–81."}, {"Citation": "Ahemad M., Khan M. S. (2011). Pesticide interactions with soil microflora: importance in bioremediation, in Microbes and Microbial Technology: Agricultural and Environmental Applications, eds Ahmad I., Ahmad F., Farah F., Pichtel J. (New York, NY: Springer; ), 393–413."}, {"Citation": "Akoto O., Andoh H., Darko G., Eshun K., Osei-Fosu P. (2013). Health risk assessment of pesticides residue in maize and cowpea from Ejura, Ghana. Chemosphere 92, 67–73. 10.1016/j.chemosphere.2013.02.057", "ArticleIdList": ["10.1016/j.chemosphere.2013.02.057", "23557726"]}, {"Citation": "Allen D. J., Nogues S., Baker N. R. (1998). Ozone depletion and increased UV-B radiation: is there a real threat to photosynthesis? J. Exp. Bot. 49, 1775–1788."}, {"Citation": "Beckman C. H. (1987). The Nature of Wilt Diseases of Plants. St. Paul, MN: American Phytopathological Society."}, {"Citation": "Bowden R. L., Rouse D. I., Sharkey T. D. (1990). Mechanism of photosynthesis decrease by Verticillium dahliae in potato. Physio. Plant. 94, 1048–1055. 10.1104/pp.94.3.1048", "ArticleIdList": ["10.1104/pp.94.3.1048", "PMC1077340", "16667795"]}, {"Citation": "Cai J. Y., Zhang Y. H., Wu J. Z. (2008). Study on the chemical constituetsof the essential oil and PEE extract from Anoectochilus roxburghii. Lishizhen Med. Mater. Med. Res. 19, 1550–1552. 10.13863/j.issn1001-4454.2008.03.037", "ArticleIdList": ["10.13863/j.issn1001-4454.2008.03.037"]}, {"Citation": "Cao F. X., Qi P. K. (1991). Identification for pathogen causing Panax notoginseng root rot. Acta Phyt. Sin. 21, 89–93."}, {"Citation": "Chen B. (2016). The Mechanism of Oxidative Damage to Maize Radicla Induced by the Volatile Oil From Chenopodium ambrosioidesl L. Sichuan Nor. Univ."}, {"Citation": "Chowhan N., Singh H. P., Batish D. R., Kaur S., Ahuja N., Kohli R. K. (2013). β-Pinene inhibited germination and early growth involves membrane peroxidation. Protoplasma 250, 691–700. 10.1007/s00709-012-0446-y", "ArticleIdList": ["10.1007/s00709-012-0446-y", "22936022"]}, {"Citation": "Ciniglia C., Mastrobuoni F., Scortichini M., Petriccione M. (2015). Oxidative damage and cell-programmed death induced in Zea mays L. by allelochemical stress. Ecotoxicology 24, 926–937. 10.1007/s10646-015-1435-7", "ArticleIdList": ["10.1007/s10646-015-1435-7", "25736610"]}, {"Citation": "Dan N. (1990). The Nature of Wilt Diseases in Plants. St. Paul, MN: APS Press."}, {"Citation": "Dempsey D. A., Klessig D. F. (1995). Signals in plant disease resistance. Bull. Linstitut Pasteur. 93, 167–186. 10.1016/0020-2452(96)81488-6", "ArticleIdList": ["10.1016/0020-2452(96)81488-6"]}, {"Citation": "Devi K. P., Nisha S. A., Sakthivel R., Pandian S. K. (2010). Eugenol (an essential oil of clove) acts as an antibacterial agent against Salmonella typhi by disrupting the cellular membrane. J. Ethnopharmacol. 130, 107–115. 10.1016/j.jep.2010.04.025", "ArticleIdList": ["10.1016/j.jep.2010.04.025", "20435121"]}, {"Citation": "Dong X., Ma X. H., Chen C. J., Geng L. Y., Yang Z. H., Lu R. C., et al. (2018). The isolation and identification of Fusarium oxyaporum and the study about its pathogenesis effect on Panax notoginseng. J. Chin. Med. Mat. 41, 8–12. 10.13863/j.issn1001-4454.2018.01.002", "ArticleIdList": ["10.13863/j.issn1001-4454.2018.01.002"]}, {"Citation": "Draper H. H., Hadley M. (1990). Malondialdehyde determination as indexof lipid peroxidation. Methods Enzymol. 186, 421–431. 10.1016/0076-6879(90)86135-I", "ArticleIdList": ["10.1016/0076-6879(90)86135-I", "2233309"]}, {"Citation": "Duniway J. M., Slatyer R. O. (1971). Gas exchange studies on the transpirationand photosynthesis of tomato leaves affected by Fusarium oxysporum f. sp. Lycopersici. Phytopathology 61, 1377–1381. 10.1094/Phyto-61-1377", "ArticleIdList": ["10.1094/Phyto-61-1377"]}, {"Citation": "Elbaroty G. S., Elbaky H. H. A., Farag R. S., Saleh M. A. (2010). Characterization of antioxidant and antimicrobial compounds of cinnamon and ginger essential oils. Adv. Food Sci. 32, 142–149."}, {"Citation": "Farag R. S., Daw Z. Y., Hewedi F. M., Gsa E. B. (1989). Antimicrobial activity of some Egyptian spice essential oils. J. Food Protect. 52, 665–667. 10.4315/0362-028X-52.9.665", "ArticleIdList": ["10.4315/0362-028X-52.9.665", "31003289"]}, {"Citation": "Franke R., Fry S. C., Kauss H. (1998). Low-molecular-weight precursors for defense-related cell wall hydroxycinnamoyl esters in elicited parsley suspension cultures. Plant Cell Rep. 17, 379–383. 10.1007/s002990050410", "ArticleIdList": ["10.1007/s002990050410", "30736575"]}, {"Citation": "Ginting R. C. B., Sukarno N., Widyastuti U., Darusman L. K., Kanaya S. (2013). Diversity of endophytic fungi from red ginger (Zingiber officinale Rosc.) plant and their inhibitory effect to Fusarium oxysporum, plant pathogenic fungi. Hayati J. Bio. 20, 127–137. 10.4308/hjb.20.3.127", "ArticleIdList": ["10.4308/hjb.20.3.127"]}, {"Citation": "Gustafson J. E., Liew Y. C., Chew S., Markham J., Bell H. C., Wyllie S. G., et al. . (1998). Effects of tea tree oil on Escherichia coli. Lett. Appl. Microbiol. 26, 194–198. 10.1046/j.1472-765X.1998.00317.x", "ArticleIdList": ["10.1046/j.1472-765X.1998.00317.x", "9569708"]}, {"Citation": "Hashem M., Moharam A. M., Zaied A. A., Saleh F. E. M. (2010). Efficacy of essential oils in the control of cumin root rot disease caused by Fusarium spp. Crop Proe. 29, 1111–1117. 10.1016/j.cropro.2010.04.020", "ArticleIdList": ["10.1016/j.cropro.2010.04.020"]}, {"Citation": "Hoagland D. R., Arnon D. I. (1950). The water-culture method for growing plants without soil. Calif. Agric. Exp. Stn. Circ. 347, 1–32."}, {"Citation": "Huang Y. H., Hartman G. L. (1998). Reaction of selected soybean genotypes to isolates of Fusarium solani f. sp. Glycines and their culture filtrates. Plant Dis. 82, 999–1002. 10.1094/PDIS.1998.82.9.999", "ArticleIdList": ["10.1094/PDIS.1998.82.9.999", "30856853"]}, {"Citation": "Ikematsu H., Kawai N., Iwaki N., Kashiwagi S. (2017). In vitro neuraminidase inhibitory concentration (IC50) of four neuraminidase inhibitors in the Japanese 2015-16 season: comparison with the 2010-11 to 2014-15 seasons. J. Infect. Chemother. 23, 609–614. 10.1016/j.jiac.2017.06.001", "ArticleIdList": ["10.1016/j.jiac.2017.06.001", "28655503"]}, {"Citation": "Kan Q., Wu W. W., Yu W. Q., Zhang J. R., Xu J., Rengel Z., et al. (2016). Nitrate reducase-mediated NO production enhances Cd accumulation in Panax notoginseng roots by affecting root cell wall properties. J. Plant Physiol. 193, 64–70. 10.1016/j.jplph.2016.01.017", "ArticleIdList": ["10.1016/j.jplph.2016.01.017", "26956919"]}, {"Citation": "Kordali S., Usanmaz A., Cakir A., Komaki A., Ercisli S. (2016). Antifungal and herbicidal effects of fruit essential oils of four myrtus communis genotypes. Chem. Biodiversity 13, 77–84. 10.1002/cbdv.201500018", "ArticleIdList": ["10.1002/cbdv.201500018", "26765354"]}, {"Citation": "Kress W. J., Prince L. M., Williams K. J. (2002). The phylogeny and a new classification of the gingers (Zingiberaceae): evidence from molecular data. Am. J. Bot. 89, 1682–1696. 10.3732/ajb.89.10.1682", "ArticleIdList": ["10.3732/ajb.89.10.1682", "21665595"]}, {"Citation": "Lambert R. J., Skandamis P. N., Coote P. J., Nychas G. J. (2001). A study of the minimum inhibitory concentration and mode of action of oregano essential oil, thymol and carvacrol. J. Appl. Microbiol. 91, 453–462. 10.1046/j.1365-2672.2001.01428.x", "ArticleIdList": ["10.1046/j.1365-2672.2001.01428.x", "11556910"]}, {"Citation": "Li X., Zhang Y. T., Liu H. C. (2017). Development and application of soilless cultivation techniques. Agric. Eng. Technol. 37, 10–15. 10.16815/j.cnki.11-5436/s.2017.10.001", "ArticleIdList": ["10.16815/j.cnki.11-5436/s.2017.10.001"]}, {"Citation": "Liang L. Q., Li J. Q., Yang Y. H., Ling J., Xie B. Y. (2014). The research status on the interaction mechanism between plants and Fusarium oxysporum. Chin. Agrc. Sci. Bull. 30, 40–46."}, {"Citation": "Liu F. F., Zhang A. H., Lei F. J., Xu Y. H., Zhang L. J. (2018). Inhibiting effects of total ginsenosides of stems and leaves against Fusarium solani and preliminary study on antibacterial mechanism. J. Jilin Agric. Univ. 40, 85–91. 10.13327/j.jjlau.2017.3633", "ArticleIdList": ["10.13327/j.jjlau.2017.3633"]}, {"Citation": "Lorenzini G., Guidi L., Nali C., Ciompi S., Soldatini G. F. (1997). Photosynthetic response of tomato plants to vascular wilt diseases. Plant Sci. 124, 143–152. 10.1016/S0168-9452(97)04600-1", "ArticleIdList": ["10.1016/S0168-9452(97)04600-1"]}, {"Citation": "Luo W. F., Yu S. F., He C. F., Li Z. Y., Wang C. L., Cui X. M. (1997). On the combined infection of root rot pathogens on Panax notoginseng. Acta Phytopathol. Sin. 27, 85–91."}, {"Citation": "Mao Z. S., Long Y. J., Zhu S. S., Chen Z. J., Wei F. G., Zhu Y. Y. (2013). Advances in root rot pathogen of Panax notoginseng research. J Chin. Med. Mater. 36, 2051–2054. 10.13863/j.issn1001-4454.2013.12.004", "ArticleIdList": ["10.13863/j.issn1001-4454.2013.12.004"]}, {"Citation": "Marei G. I. K., Rasoul M. A. A., Abdelgaleil S. A. (2012). Comparative antifungal activities and biochemical effects of monoterpenes on plant pathogenic fungi. Pestic. Biochem. Physiol. 103, 56–61. 10.1016/j.pestbp.2012.03.004", "ArticleIdList": ["10.1016/j.pestbp.2012.03.004"]}, {"Citation": "Miao Z. Q., Li S. D., Liu X. Z., Chen Y. J., Li Y. H., Wang Y. (2006). The causal microorganisms of Panax notoginseng root disease. Sci. Agric. Sin. 39, 1371–1378."}, {"Citation": "Nogués S., Cotxarrera L., Alegre L., Trillas M. I. (2002). Limitations to photosynthesis in tomato leaves induced by Fusarium wilt. New Phytol. 154, 461–470. 10.1046/j.1469-8137.2002.00379.x", "ArticleIdList": ["10.1046/j.1469-8137.2002.00379.x", "33873432"]}, {"Citation": "Pan J., Shi Y., Xu M., Li Z. M., Wang H. M., Tian H., et al. (2011). Antibacterial activities of the plant extracts against Phytophthora sojae. Nat. Prod. Res. Dev. 23, 357–360. 10.16333/j.1001-6880.2011.02.004", "ArticleIdList": ["10.16333/j.1001-6880.2011.02.004"]}, {"Citation": "Pinto L. S. R. C., Azevedo J. L., Pereira J. O., Vieria M. L. C., Labate C. A. (2000). Symptomless infection of banana and maize by endophytic fungi impairs photosynthetic efficiency. New Phytol. 147, 609–615. 10.1046/j.1469-8137.2000.00722.x", "ArticleIdList": ["10.1046/j.1469-8137.2000.00722.x", "33862932"]}, {"Citation": "Pivonia S., Cohen R., Katan J., Kigel J. (2002). Effect of fruit load on the water balance of melon plants infected with Monosporascus cannonballus. Physiol. Mol. Plant Pathol. 60, 39–49. 10.1006/pmpp.2001.0375", "ArticleIdList": ["10.1006/pmpp.2001.0375"]}, {"Citation": "Préstamo G., Manzano P. (1993). Peroxidases of selected fruits and vegetables and the possible use of ascorbic acid as an antioxidant. HortScience. 28, 48–50."}, {"Citation": "Sasidharan I., Menon A. N. (2010). Comparative chemical composition and antimicrobial activity fresh&dry ginger oils (Zingiber officinale Roscoe). Int. J. Curr. Pharm. Res. 2, 40–43."}, {"Citation": "Sikkema J., De Bont J. A., Poolman B. (1994). Interaction of cyclic hydrocarbons with biological membranes. J. Biol. Chem. 269, 8022–8028.", "ArticleIdList": ["8132524"]}, {"Citation": "Singh H. P., Batish D. R., Kohli R. K., Arora K. (2007). Arsenic-induced root growth inhibition in mung bean(Phaseolus aureus Roxb.) is due to oxidative stress resulting from enhanced lipid peroxidation. Plant Growth Regul. 53, 65–73. 10.1007/s10725-007-9205-z", "ArticleIdList": ["10.1007/s10725-007-9205-z"]}, {"Citation": "Sivasothy Y., Chong W. K., Hamid A., Eldeen I. M., Sulaiman S. F., Awang K. (2011). Essential oils of Zingiber officinale var. rubrum Theilade and their antibacterial activities. Food. Chem. 124, 514–517. 10.1016/j.foodchem.2010.06.062", "ArticleIdList": ["10.1016/j.foodchem.2010.06.062"]}, {"Citation": "Stein S. E. (2005). Mass Spectral Database Software, Version 3.02. Gaithersburg, MD: National Institute of Standards and Technology."}, {"Citation": "Sun W. M., Ma Y. N., Yin Y. J., Chen C. J., Dong X., Xu F. R., et al. (2018). Effects of essential oils from Zingiberaceae plants on root-rot disease of Panax notoginseng. Molecules 23, 1021–1032. 10.3390/molecules23051021", "ArticleIdList": ["10.3390/molecules23051021", "PMC6102565", "29701709"]}, {"Citation": "Tiwari B. S., Belenghi B., Levine A. (2002). Oxidative stress increased respiration and generation of reactive oxygen species,resulting in ATP depletion, opening of mitochondrial permeability transition, and programmed cell death. Plant Physiol. 128, 1271–1281. 10.1104/pp.010999", "ArticleIdList": ["10.1104/pp.010999", "PMC154255", "11950976"]}, {"Citation": "Tushar B. S., Sarma G. C., Rangan L. (2010). Ethnomedical uses of Zingiberaceae plants of Northeast India. J. Ethnopharmacol. 132, 286–296. 10.1016/j.jep.2010.08.032", "ArticleIdList": ["10.1016/j.jep.2010.08.032", "20727402"]}, {"Citation": "Wang J., Liang Z. S., Kang B., Lou M. J. (2015). Identification of root rot pathogen of Panax notoginseng from Wenshan. J. Northwest For. Univ. 30, 158–163. 10.3969/j.issn.1001-7461.2015.01.26", "ArticleIdList": ["10.3969/j.issn.1001-7461.2015.01.26"]}, {"Citation": "Wang Y., Chen Y. J., Yang J. Z., Liu Y. Z., Zhang W. B., Xiang F. J. (2013). Prevention effect of several fungicides on black spot disease and its influence on the quality Panax notoginseng. J. Wenshan Univ. 26, 1–4."}, {"Citation": "Wang Z., Gan D. X., Long Y. (2013). Advances in soilless culture research. Agr. Sci. Tech. 14, 269–278. 10.16175/j.cnki.1009-4229.2013.02.014", "ArticleIdList": ["10.16175/j.cnki.1009-4229.2013.02.014"]}, {"Citation": "Wingler A., Lea P. J., Quick W. P., Leegood R. C. (2000). Photorespiration: metabolic pathways and their role in stress protection. R. Soc. 355, 1517–1529. 10.1098/rstb.2000.0712", "ArticleIdList": ["10.1098/rstb.2000.0712", "PMC1692872", "11128005"]}, {"Citation": "Wingler A., Quick W. P., Bungard R. A., Bailey K. J., Lea P. J., Leegood R. C. (1999). The role of photorespiration during drought stress: an analysis utilizing barley mutants with reduced activities of photorespiratory enzymes. Plant Cell Environ. 22, 361–373. 10.1046/j.1365-3040.1999.00410.x", "ArticleIdList": ["10.1046/j.1365-3040.1999.00410.x"]}, {"Citation": "Xie C. Q., Wang H. L., Shao Y. N., He Y. (2015). Different algorithms for detection of malondialdehyde content in eggplant leaves stressed by grey mold based on hyperspectral imaging technique. Intell. Autom. Soft Comput. 21, 395–407. 10.1080/10798587.2015.1015773", "ArticleIdList": ["10.1080/10798587.2015.1015773"]}, {"Citation": "Yao Z. S. (2002). Pharmaceutical Botany. Bingjing: Chinese Medicine Press, 304."}, {"Citation": "Yingsanga P., Srilaong V., Kanlayanarat S., Noichinda S., Mcglasson W. B. (2008). Relationship between browning and related enzymes (PAL, PPO and POD) in rambutan fruit (Nephelium lappaceum Linn.) cvs. Rongrien and See-Chompoo. Postharvest Biol. Technol. 50, 164–168. 10.1016/j.postharvbio.2008.05.004", "ArticleIdList": ["10.1016/j.postharvbio.2008.05.004"]}, {"Citation": "Zhang C. L., Yang D. J., Zhao Y. Q., Xu Z., Xie Y. P., Sun H. J. (2017). Effect of Fusarium stress on antioxidant enzymes and MDA content in sweet potato varieties. Jiangsu J. Agr. Sci. 33, 263–266. 10.3969/j.issn.1000-4440.2017.02.004", "ArticleIdList": ["10.3969/j.issn.1000-4440.2017.02.004"]}, {"Citation": "Zhang Y. J., He Z. G., Tang L. S., Guo J., Dong Y. B., Li H. Y. (2012). Isolation and identification of Panax notoginseng root rot pathogenic antifungi. J. Wenshan Univ. 25, 1–3."}, {"Citation": "Zhang Z. A., Chen Z. Y. (2008). Experimental Guide of Plant Physiology. Changchun: Jilin University; Press, 60–62."}, {"Citation": "Zhao Y. M., Ma Y. N., Chen C. J., Cheng Y. X., Dong X., Xu F. R. (2017). Inhibitory effects of water soluble extract from Artemisiaannua leaves on the growth of rhizosphere Fusarium oxysporum associated with Panax notoginseng. Nat. Prod. Res. Dev. 373, 378+353 10.16333/j.1001-6880.2018.3.005", "ArticleIdList": ["10.16333/j.1001-6880.2018.3.005"]}]}], "History": [{"Year": "2018", "Month": "5", "Day": "21"}, {"Year": "2018", "Month": "8", "Day": "27"}, {"Year": "2018", "Month": "10", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30337932", "PMC6180181", "10.3389/fpls.2018.01346"]}}]}