{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Zingiber officinale", "ginger", "gingerol", "testosterone"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30360442", "DateCompleted": {"Year": "2019", "Month": "06", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "10", "Day": "22"}], "Language": ["eng"], "ELocationID": ["119", "10.3390/biom8040119"], "Journal": {"ISSN": "2218-273X", "JournalIssue": {"Volume": "8", "Issue": "4", "PubDate": {"Year": "2018", "Month": "Oct", "Day": "22"}}, "Title": "Biomolecules", "ISOAbbreviation": "Biomolecules"}, "ArticleTitle": "Ginger and Testosterone.", "Abstract": {"AbstractText": ["Enhancing and protecting testosterone production is one target for many scientists because of its crucial role as a primary sex hormone in males. Several in vivo trials have utilized different dietary supplements and medicinal plants to enhance testosterone production in males. Since 1991, various in-vivo, as well as basic research studies, have discovered a link between ginger (<i>Zingiber officinale</i>) and testosterone. However, such a link has not yet been collectively reviewed. This review systematically discusses and summarizes the effect of ginger and ginger extracts on testosterone. To achieve this contribution, we searched the PubMed, Scopus, and Web of Science databases for English language articles (full texts or abstracts) from November 1991 through August 2018 using the keywords \"ginger\" and \"<i>Zingiber officinale</i>\" versus \"testosterone\". Additionally, the references from related published articles were also reviewed, only if relevant. In conclusion, the mainstream of research that links ginger to testosterone demonstrated that ginger supplementation, particularly in oxidative stress conditions, enhances testosterone production in males. The mechanisms by which this occurs mainly by enhancing luteinizing hormone (LH) production, increasing the level of cholesterol in the testes, reducing oxidative stress and lipid peroxidation in the testes, enhancing the activity of the antioxidant enzymes, normalizing blood glucose, increasing blood flow in the testes, increasing testicular weight, and recycling testosterone receptors. However, the effect of ginger on testosterone is not yet confirmed in humans. Therefore, clinical studies in this context of research are imperative."]}, "AuthorList": [{"Identifier": ["0000-0002-6830-6247"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Sciences, Jordan University of Science and Technology, Irbid 22110, Jordan. sabanihani@just.edu.jo."}], "LastName": "Banihani", "ForeName": "Saleem Ali", "Initials": "SA"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Biomolecules", "NlmUniqueID": "101596414", "ISSNLinking": "2218-273X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "3XMK78S47O", "NameOfSubstance": "Testosterone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Zingiber officinale"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["metabolism"], "DescriptorName": "Testosterone"}], "CoiStatement": "The author declares no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Eliopoulos C. Ginger: More than a great spice. Director. 2007;15:46–47.", "ArticleIdList": ["19348054"]}, {"Citation": "Al Hroob A.M., Abukhalil M.H., Alghonmeen R.D., Mahmoud A.M. Ginger alleviates hyperglycemia-induced oxidative stress, inflammation and apoptosis and protects rats against diabetic nephropathy. Biomed. Pharmacother. 2018;106:381–389. doi: 10.1016/j.biopha.2018.06.148.", "ArticleIdList": ["10.1016/j.biopha.2018.06.148", "29966984"]}, {"Citation": "Zhu J., Chen H., Song Z., Wang X., Sun Z. Effects of ginger (Zingiber officinale Roscoe) on type 2 diabetes mellitus and components of the metabolic syndrome: A systematic review and meta-analysis of randomized controlled trials. Evid. Based Complement. Altern. Med. 2018;2018:5692962. doi: 10.1155/2018/5692962.", "ArticleIdList": ["10.1155/2018/5692962", "PMC5818945", "29541142"]}, {"Citation": "Saha A., Blando J., Silver E., Beltran L., Sessler J., DiGiovanni J. 6-Shogaol from dried ginger inhibits growth of prostate cancer cells both in vitro and in vivo through inhibition of STAT3 and NF-κΒ signaling. Cancer Prev. Res. (Phila) 2014;7:627–638. doi: 10.1158/1940-6207.CAPR-13-0420.", "ArticleIdList": ["10.1158/1940-6207.CAPR-13-0420", "24691500"]}, {"Citation": "Salafzoon S., Mahmoodzadeh Hosseini H., Halabian R. Evaluation of the antioxidant impact of ginger-based kombucha on the murine breast cancer model. J. Complement. Integr. Med. 2017;15 doi: 10.1515/jcim-2017-0071.", "ArticleIdList": ["10.1515/jcim-2017-0071", "29055172"]}, {"Citation": "Chen S.Y., Lee Y.R., Hsieh M.C., Omar H.A., Teng Y.N., Lin C.Y., Hung J.H. Enhancing the anticancer activity of antrodia cinnamomea in hepatocellular carcinoma cells via cocultivation with ginger: The impact on cancer cell survival pathways. Front. Pharmacol. 2018;9 doi: 10.3389/fphar.2018.00780.", "ArticleIdList": ["10.3389/fphar.2018.00780", "PMC6058215", "30072899"]}, {"Citation": "Wang Z., Hasegawa J., Wang X., Matsuda A., Tokuda T., Miura N., Watanabe T. Protective effects of ginger against aspirin-induced gastric ulcers in rats. Yonago Acta Med. 2011;54:11–19.", "ArticleIdList": ["PMC3763798", "24031124"]}, {"Citation": "Liu D., Guo M., Hu Y., Liu T., Yan J., Luo Y., Yun M., Yang M., Zhang J., Guo L. Effect of sanhuangwuji powder, anti-rheumatic drugs, and ginger-partitioned acupoint stimulation on the treatment of rheumatoid arthritis with peptic ulcer: A randomized controlled study. J. Tradit. Chin. Med. 2015;35:273–280.", "ArticleIdList": ["26237830"]}, {"Citation": "Cuya T., Baptista L., Celmar Costa Franca T. A molecular dynamics study of components of the ginger (Zingiber officinale) extract inside human acetylcholinesterase: Implications for alzheimer disease. J. Biomol. Struct. Dyn. 2017:1–13. doi: 10.1080/07391102.2017.1401004.", "ArticleIdList": ["10.1080/07391102.2017.1401004", "29096599"]}, {"Citation": "Liu Q., Liu J., Guo H., Sun S., Wang S., Zhang Y., Li S., Qiao Y. [6]-gingerol: A novel at(1) antagonist for the treatment of cardiovascular disease. Planta Med. 2013;79:322–326. doi: 10.1055/s-0032-1328262.", "ArticleIdList": ["10.1055/s-0032-1328262", "23479389"]}, {"Citation": "Nicoll R., Henein M.Y. Ginger (Zingiber officinale Roscoe): A hot remedy for cardiovascular disease? Int. J. Cardiol. 2009;131:408–409. doi: 10.1016/j.ijcard.2007.07.107.", "ArticleIdList": ["10.1016/j.ijcard.2007.07.107", "18037515"]}, {"Citation": "Kukula-Koch W., Koch W., Czernicka L., Glowniak K., Asakawa Y., Umeyama A., Marzec Z., Kuzuhara T. MAO-A inhibitory potential of terpene constituents from ginger rhizomes-a bioactivity guided fractionation. Molecules. 2018;23:301. doi: 10.3390/molecules23061301.", "ArticleIdList": ["10.3390/molecules23061301", "PMC6099963", "29844252"]}, {"Citation": "Masuda Y., Kikuzaki H., Hisamoto M., Nakatani N. Antioxidant properties of gingerol related compounds from ginger. Biofactors. 2004;21:293–296. doi: 10.1002/biof.552210157.", "ArticleIdList": ["10.1002/biof.552210157", "15630214"]}, {"Citation": "Danwilai K., Konmun J., Sripanidkulchai B., Subongkot S. Antioxidant activity of ginger extract as a daily supplement in cancer patients receiving adjuvant chemotherapy: A pilot study. Cancer Manag. Res. 2017;9:11–18. doi: 10.2147/CMAR.S124016.", "ArticleIdList": ["10.2147/CMAR.S124016", "PMC5293358", "28203106"]}, {"Citation": "Park M., Bae J., Lee D.S. Antibacterial activity of [10]-gingerol and [12]-gingerol isolated from ginger rhizome against periodontal bacteria. Phytother. Res. 2008;22:1446–1449. doi: 10.1002/ptr.2473.", "ArticleIdList": ["10.1002/ptr.2473", "18814211"]}, {"Citation": "Jeena K., Liju V.B., Kuttan R. Antioxidant, anti-inflammatory and antinociceptive activities of essential oil from ginger. Indian J. Physiol. Pharmacol. 2013;57:51–62.", "ArticleIdList": ["24020099"]}, {"Citation": "An K., Zhao D., Wang Z., Wu J., Xu Y., Xiao G. Comparison of different drying methods on chinese ginger (Zingiber officinale Roscoe): Changes in volatiles, chemical profile, antioxidant properties, and microstructure. Food Chem. 2016;197 Pt B:1292–1300. doi: 10.1016/j.foodchem.2015.11.033.", "ArticleIdList": ["10.1016/j.foodchem.2015.11.033", "26675871"]}, {"Citation": "He L., Qin Z., Li M., Chen Z., Zeng C., Yao Z., Yu Y., Dai Y., Yao X. Metabolic profiles of ginger, a functional food, and its representative pungent compounds in rats by ultraperformance liquid chromatography coupled with quadrupole time-of-flight tandem mass spectrometry. J. Agric. Food Chem. 2018;66 doi: 10.1021/acs.jafc.8b03600.", "ArticleIdList": ["10.1021/acs.jafc.8b03600", "30068078"]}, {"Citation": "De Lima R.M.T., Dos Reis A.C., de Menezes A.P.M., Santos J.V.O., Filho J., Ferreira J.R.O., de Alencar M., da Mata A., Khan I.N., Islam A., et al. Protective and therapeutic potential of ginger (Zingiber officinale) extract and [6]-gingerol in cancer: A comprehensive review. Phytother. Res. 2018 doi: 10.1002/ptr.6134.", "ArticleIdList": ["10.1002/ptr.6134", "30009484"]}, {"Citation": "Koch W., Kukula-Koch W., Marzec Z., Kasperek E., Wyszogrodzka-Koma L., Szwerc W., Asakawa Y. Application of chromatographic and spectroscopic methods towards the quality assessment of ginger (Zingiber officinale) rhizomes from ecological plantations. Int. J. Mol. Sci. 2017;18:452. doi: 10.3390/ijms18020452.", "ArticleIdList": ["10.3390/ijms18020452", "PMC5343986", "28230740"]}, {"Citation": "Kelly D.M., Jones T.H. Testosterone: A metabolic hormone in health and disease. J. Endocrinol. 2013;217:R25–R45. doi: 10.1530/JOE-12-0455.", "ArticleIdList": ["10.1530/JOE-12-0455", "23378050"]}, {"Citation": "Mooradian A.D., Morley J.E., Korenman S.G. Biological actions of androgens. Endocr. Rev. 1987;8:1–28. doi: 10.1210/edrv-8-1-1.", "ArticleIdList": ["10.1210/edrv-8-1-1", "3549275"]}, {"Citation": "Bassil N., Alkaade S., Morley J.E. The benefits and risks of testosterone replacement therapy: A review. Ther. Clin. Risk Manag. 2009;5:427–448.", "ArticleIdList": ["PMC2701485", "19707253"]}, {"Citation": "El-Migdadi F., Banihani I., Banihani S.A. Clinico-hormonal correlation of oligospermic patients in the below sea level environment (Jordan Valley) Neuro Endocrinol. Lett. 2005;26:13–18.", "ArticleIdList": ["15726013"]}, {"Citation": "Karakas M., Schafer S., Appelbaum S., Ojeda F., Kuulasmaa K., Bruckmann B., Berisha F., Schulte-Steinberg B., Jousilahti P., Blankenberg S., et al. Testosterone levels and type 2 diabetes-no correlation with age, differential predictive value in men and women. Biomolecules. 2018;8:76. doi: 10.3390/biom8030076.", "ArticleIdList": ["10.3390/biom8030076", "PMC6165105", "30127326"]}, {"Citation": "Tuck S.P., Francis R.M. Testosterone, bone and osteoporosis. Front. Horm. Res. 2009;37:123–132.", "ArticleIdList": ["19011293"]}, {"Citation": "Yarrow J.F., Phillips E.G., Conover C.F., Bassett T.E., Chen C., Teurlings T., Vasconez A., Alerte J., Prock H., Jiron J.M., et al. Testosterone plus finasteride prevents bone loss without prostate growth in a rodent spinal cord injury model. J. Neurotrauma. 2017;34:2972–2981. doi: 10.1089/neu.2016.4814.", "ArticleIdList": ["10.1089/neu.2016.4814", "28338402"]}, {"Citation": "Kamtchouing P., Mbongue Fandio G.Y., Dimo T., Jatsa H.B. Evaluation of androgenic activity of Zingiber officinale and Pentadiplandra brazzeana in male rats. Asian J. Androl. 2002;4:299–301.", "ArticleIdList": ["12508133"]}, {"Citation": "Shalaby M.A., Hamowieh A.R. Safety and efficacy of Zingiber officinale roots on fertility of male diabetic rats. Food Chem. Toxicol. 2010;48:2920–2924. doi: 10.1016/j.fct.2010.07.028.", "ArticleIdList": ["10.1016/j.fct.2010.07.028", "20667464"]}, {"Citation": "Akinyemi A.J., Adedara I.A., Thome G.R., Morsch V.M., Rovani M.T., Mujica L.K.S., Duarte T., Duarte M., Oboh G., Schetinger M.R.C. Dietary supplementation of ginger and turmeric improves reproductive function in hypertensive male rats. Toxicol. Rep. 2015;2:1357–1366. doi: 10.1016/j.toxrep.2015.10.001.", "ArticleIdList": ["10.1016/j.toxrep.2015.10.001", "PMC5598100", "28962478"]}, {"Citation": "Eid B.G., Mosli H., Hasan A., El-Bassossy H.M. Ginger ingredients alleviate diabetic prostatic complications: Effect on oxidative stress and fibrosis. Evid. Based Complement. Altern. Med. 2017;2017 doi: 10.1155/2017/6090269.", "ArticleIdList": ["10.1155/2017/6090269", "PMC5585679", "28904557"]}, {"Citation": "Ghlissi Z., Atheymen R., Boujbiha M.A., Sahnoun Z., Makni Ayedi F., Zeghal K., El Feki A., Hakim A. Antioxidant and androgenic effects of dietary ginger on reproductive function of male diabetic rats. Int. J. Food Sci. Nutr. 2013;64:974–978. doi: 10.3109/09637486.2013.812618.", "ArticleIdList": ["10.3109/09637486.2013.812618", "23862759"]}, {"Citation": "Moselhy W.A., Helmy N.A., Abdel-Halim B.R., Nabil T.M., Abdel-Hamid M.I. Role of ginger against the reproductive toxicity of aluminium chloride in albino male rats. Reprod. Domest. Anim. 2012;47:335–343. doi: 10.1111/j.1439-0531.2011.01878.x.", "ArticleIdList": ["10.1111/j.1439-0531.2011.01878.x", "21790801"]}, {"Citation": "Riaz F., Khan U.A., Ayub M., Shaukat S. Protective role of ginger on lead induced derangement in plasma testosterone and luteinizing hormone levels of male sprague dawley rats. J. Ayub Med. Coll. Abbottabad. 2011;23:24–27.", "ArticleIdList": ["23472404"]}, {"Citation": "Khaki A., Farnam A., Badie A.D., Nikniaz H. Treatment effects of onion (Allium cepa) and ginger (Zingiber officinale) on sexual behavior of rat after inducing an antiepileptic drug (lamotrigine) Balkan Med. J. 2012;29:236–242. doi: 10.5152/balkanmedj.2012.045.", "ArticleIdList": ["10.5152/balkanmedj.2012.045", "PMC4115837", "25207007"]}, {"Citation": "Mohammadi F., Nikzad H., Taghizadeh M., Taherian A., Azami-Tameh A., Hosseini S.M., Moravveji A. Protective effect of Zingiber officinale extract on rat testis after cyclophosphamide treatment. Andrologia. 2014;46:680–686. doi: 10.1111/and.12135.", "ArticleIdList": ["10.1111/and.12135", "23889539"]}, {"Citation": "Bordbar H., Esmaeilpour T., Dehghani F., Panjehshahin M.R. Stereological study of the effect of ginger’s alcoholic extract on the testis in busulfan-induced infertility in rats. Iran J. Reprod. Med. 2013;11:467–472.", "ArticleIdList": ["PMC3941314", "24639780"]}, {"Citation": "Salihu M., Ajayi B.O., Adedara I.A., de Souza D., Rocha J.B.T., Farombi E.O. 6-gingerol-rich fraction from Zingiber officinale ameliorates carbendazim-induced endocrine disruption and toxicity in testes and epididymis of rats. Andrologia. 2017;49 doi: 10.1111/and.12658.", "ArticleIdList": ["10.1111/and.12658", "27546232"]}, {"Citation": "Afkhami Fathabad A., Shekarforoush S., Hoseini M., Ebrahimi Z. Attenuation of sulfite-induced testicular injury in rats by Zingiber officinale Roscoe. J. Diet. Suppl. 2018;15:398–409. doi: 10.1080/19390211.2017.1349233.", "ArticleIdList": ["10.1080/19390211.2017.1349233", "28820276"]}, {"Citation": "McHenry J., Carrier N., Hull E., Kabbaj M. Sex differences in anxiety and depression: Role of testosterone. Front. Neuroendocrinol. 2014;35:42–57. doi: 10.1016/j.yfrne.2013.09.001.", "ArticleIdList": ["10.1016/j.yfrne.2013.09.001", "PMC3946856", "24076484"]}, {"Citation": "Campos Guillen J., Jones G.H., Saldana Gutierrez C., Hernandez-Flores J.L., Cruz Medina J.A., Valenzuela Soto J.H., Pacheco Hernandez S., Romero Gomez S., Morales Tlalpan V. Critical minireview: The fate of tRNA(cys) during oxidative stress in Bacillus subtilis. Biomolecules. 2017;7:6. doi: 10.3390/biom7010006.", "ArticleIdList": ["10.3390/biom7010006", "PMC5372718", "28117687"]}, {"Citation": "Banihani S.A. Radish (raphanus sativus) and diabetes. Nutrients. 2017;9:1014. doi: 10.3390/nu9091014.", "ArticleIdList": ["10.3390/nu9091014", "PMC5622774", "28906451"]}, {"Citation": "Maiese K. New insights for oxidative stress and diabetes mellitus. Oxid. Med. Cell. Longev. 2015;2015:875961. doi: 10.1155/2015/875961.", "ArticleIdList": ["10.1155/2015/875961", "PMC4443788", "26064426"]}, {"Citation": "Thakur P., Kumar A., Kumar A. Targeting oxidative stress through antioxidants in diabetes mellitus. J. Drug Target. 2018;26:766–776. doi: 10.1080/1061186X.2017.1419478.", "ArticleIdList": ["10.1080/1061186X.2017.1419478", "29285960"]}, {"Citation": "Denu R.A., Hematti P. Effects of oxidative stress on mesenchymal stem cell biology. Oxid. Med. Cell. Longev. 2016;2016:2989076. doi: 10.1155/2016/2989076.", "ArticleIdList": ["10.1155/2016/2989076", "PMC4928004", "27413419"]}, {"Citation": "Khaki A., Khaki A.A., Hajhosseini L., Golzar F.S., Ainehchi N. The anti-oxidant effects of ginger and cinnamon on spermatogenesis dys-function of diabetes rats. Afr. J. Tradit. Complement. Altern. Med. 2014;11:1–8. doi: 10.4314/ajtcam.v11i4.1.", "ArticleIdList": ["10.4314/ajtcam.v11i4.1", "PMC4202389", "25392573"]}, {"Citation": "Foglia V.G., Rosner J.M., Lema B.E., Cattaneo de Paralta R. Sexual disturbances in the male diabetic rat. Horm. Metab. Res. 1969;1:72–77. doi: 10.1055/s-0028-1095155.", "ArticleIdList": ["10.1055/s-0028-1095155", "5407284"]}, {"Citation": "Arikawe A.P., Oyerinde A., Olatunji B., II, Obika L.F. Streptozotocin diabetes and insulin resistance impairment of spermatogenesis in adult rat testis: Central vs. Local mechanism. Niger J. Physiol. Sci. 2012;27:171–179.", "ArticleIdList": ["23652232"]}, {"Citation": "Shidfar F., Rajab A., Rahideh T., Khandouzi N., Hosseini S., Shidfar S. The effect of ginger (Zingiber officinale) on glycemic markers in patients with type 2 diabetes. J. Complement. Integr. Med. 2015;12:165–170. doi: 10.1515/jcim-2014-0021.", "ArticleIdList": ["10.1515/jcim-2014-0021", "25719344"]}, {"Citation": "Samad M.B., Mohsin M., Razu B.A., Hossain M.T., Mahzabeen S., Unnoor N., Muna I.A., Akhter F., Kabir A.U., Hannan J.M.A. [6]-gingerol, from Zingiber officinale, potentiates GLP-1 mediated glucose-stimulated insulin secretion pathway in pancreatic beta-cells and increases RAB8/RAB10-regulated membrane presentation of GLUT4 transporters in skeletal muscle to improve hyperglycemia in Lepr(db/db) type 2 diabetic mice. BMC Complement. Altern. Med. 2017;17:395.", "ArticleIdList": ["PMC5550996", "28793909"]}, {"Citation": "Makhdoomi Arzati M., Mohammadzadeh Honarvar N., Saedisomeolia A., Anvari S., Effatpanah M., Makhdoomi Arzati R., Yekaninejad M.S., Hashemi R., Djalali M. The effects of ginger on fasting blood sugar, hemoglobin A1c, and lipid profiles in patients with type 2 diabetes. Int. J. Endocrinol. Metab. 2017;15:e57927. doi: 10.5812/ijem.57927.", "ArticleIdList": ["10.5812/ijem.57927", "PMC5750786", "29344037"]}, {"Citation": "Kim C., Barrett-Connor E., Aroda V.R., Mather K.J., Christophi C.A., Horton E.S., Pi-Sunyer X., Bray G.A., Labrie F., Golden S.H., et al. Testosterone and depressive symptoms among men in the diabetes prevention program. Psychoneuroendocrinology. 2016;72:63–71. doi: 10.1016/j.psyneuen.2016.06.009.", "ArticleIdList": ["10.1016/j.psyneuen.2016.06.009", "PMC5070975", "27371769"]}, {"Citation": "Rovira-Llopis S., Banuls C., de Maranon A.M., Diaz-Morales N., Jover A., Garzon S., Rocha M., Victor V.M., Hernandez-Mijares A. Low testosterone levels are related to oxidative stress, mitochondrial dysfunction and altered subclinical atherosclerotic markers in type 2 diabetic male patients. Free Radic. Biol. Med. 2017;108:155–162. doi: 10.1016/j.freeradbiomed.2017.03.029.", "ArticleIdList": ["10.1016/j.freeradbiomed.2017.03.029", "28359952"]}, {"Citation": "Wang J.M., Gu C.H., Tao L., Wu X.L. Effect of surgery and efferent duct ligation on testicular blood flow and testicular steroidogenesis in the rat. J. Reprod. Fertil. 1985;73:191–196. doi: 10.1530/jrf.0.0730191.", "ArticleIdList": ["10.1530/jrf.0.0730191", "3968652"]}, {"Citation": "Clavijo R.I., Carrasquillo R., Ramasamy R. Varicoceles: Prevalence and pathogenesis in adult men. Fertil. Steril. 2017;108:364–369. doi: 10.1016/j.fertnstert.2017.06.036.", "ArticleIdList": ["10.1016/j.fertnstert.2017.06.036", "28865534"]}, {"Citation": "Banihani S.A., Abu-Alhayjaa R.F., Amarin Z.O., Alzoubi K.H. Pentoxifylline increases the level of nitric oxide produced by human spermatozoa. Andrologia. 2018;50 doi: 10.1111/and.12859.", "ArticleIdList": ["10.1111/and.12859", "28752522"]}, {"Citation": "Kim S.W., Cuong T.D., Hung T.M., Ryoo S., Lee J.H., Min B.S. Arginase ii inhibitory activity of flavonoid compounds from scutellaria indica. Arch. Pharm. Res. 2013;36:922–926. doi: 10.1007/s12272-013-0125-3.", "ArticleIdList": ["10.1007/s12272-013-0125-3", "PMC3731522", "23604721"]}, {"Citation": "Simmonds M.J., Detterich J.A., Connes P. Nitric oxide, vasodilation and the red blood cell. Biorheology. 2014;51:121–134.", "ArticleIdList": ["PMC6441278", "24819865"]}, {"Citation": "Casey D.P., Walker B.G., Ranadive S.M., Taylor J.L., Joyner M.J. Contribution of nitric oxide in the contraction-induced rapid vasodilation in young and older adults. J. Appl. Physiol. 2013;115:446–455. doi: 10.1152/japplphysiol.00446.2013.", "ArticleIdList": ["10.1152/japplphysiol.00446.2013", "PMC3742946", "23788575"]}, {"Citation": "Ghareib S.A., El-Bassossy H.M., Elberry A.A., Azhar A., Watson M.L., Banjar Z.M. 6-gingerol alleviates exaggerated vasoconstriction in diabetic rat aorta through direct vasodilation and nitric oxide generation. Drug Des. Dev. Ther. 2015;9:6019–6026.", "ArticleIdList": ["PMC4644177", "26609223"]}, {"Citation": "Banihani S.A. Vitamin B12 and semen quality. Biomolecules. 2017;7:42. doi: 10.3390/biom7020042.", "ArticleIdList": ["10.3390/biom7020042", "PMC5485731", "28598359"]}, {"Citation": "Banihani S.A. Role of uric acid in semen. Biomolecules. 2018;8:65. doi: 10.3390/biom8030065.", "ArticleIdList": ["10.3390/biom8030065", "PMC6164278", "30065172"]}, {"Citation": "Lee B., Pine M., Johnson L., Rettori V., Hiney J.K., Dees W.L. Manganese acts centrally to activate reproductive hormone secretion and pubertal development in male rats. Reprod. Toxicol. 2006;22:580–585. doi: 10.1016/j.reprotox.2006.03.011.", "ArticleIdList": ["10.1016/j.reprotox.2006.03.011", "16697554"]}]}], "History": [{"Year": "2018", "Month": "8", "Day": "27"}, {"Year": "2018", "Month": "10", "Day": "8"}, {"Year": "2018", "Month": "10", "Day": "17"}, {"Year": "2018", "Month": "10", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30360442", "PMC6316093", "10.3390/biom8040119", "biom8040119"]}}]}