{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Intensive care unit", "oral hygiene", "ventilator-associated pneumonia"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30386400", "DateRevised": {"Year": "2022", "Month": "03", "Day": "21"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/ijnmr.IJNMR_164_17"], "Journal": {"ISSN": "1735-9066", "JournalIssue": {"Volume": "23", "Issue": "6", "PubDate": {"Year": "2018", "Season": "Nov-Dec"}}, "Title": "Iranian journal of nursing and midwifery research", "ISOAbbreviation": "Iran J Nurs Midwifery Res"}, "ArticleTitle": "Effect of Oral Care Program on Prevention of Ventilator-associated Pneumonia in Intensive Care Unit Patients: A Randomized Controlled Trial.", "Pagination": {"StartPage": "486", "EndPage": "490", "MedlinePgn": "486-490"}, "Abstract": {"AbstractText": ["Ventilator-associated pneumonia (VAP) is one of the most common nosocomial infections that increase mortality rate and the length of hospitalization. Oral care can improve patient's oral health, however, the role of oral care in the reduction in incidence rate of VAP is indisputable. The aim of this study was to investigate the effect of oral care on the frequency of VAP of patients in intensive care unit.", "This clinical trial was conducted on 80 participants who were randomly assigned to a control group and an intervention group from 2016 to 2017. Data were collected at the first, third, and fifth days of the study using a demographic and clinical characteristics questionnaire and the Clinical Pulmonary Infection Score for detecting pneumonia. Data analysis was performed using descriptive and inferential statistics in SPSS software.", "The results of this study showed that the frequency of pneumonia on the third and fifth days was 15.80% (6) and 23.70% (9) in the control group and 10.50% (4) and 7.90% (3) in the intervention group, respectively. Chi-square test did not show a significant difference (<i>p</i> = 0.059); however, the frequency of pneumonia in the intervention group reduced compared with the control group.", "According to the results of this study, the oral care program could not significantly decrease the incidence of VAP in critically ill patients compared with routine oral care practices. Similar studies with a larger sample size and longer duration should be conducted for better results."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Faculty of Nursing and Midwifery, Isfahan University of Medical Sciences, Isfahan, Iran."}], "LastName": "Atashi", "ForeName": "Vajihe", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ulcer Repair Research Center, School of Nursing and Midwifery, Isfahan University of Medical Sciences, Isfahan, Iran."}], "LastName": "Yousefi", "ForeName": "Hojatollah", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Anesthesiology and Critical Care Department, Medicine School, Critical Care Research Center, Isfahan University of Medical Sciences, Isfahan, Iran."}], "LastName": "Mahjobipoor", "ForeName": "Hosein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Barij Medicinal Plants Research Center, Kashan, Iran."}], "LastName": "Bekhradi", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Critical Care Nursing Department, Nursing and Midwifery School, Nursing and Midwifery Care Research Center, Isfahan University of Medical Sciences, Isfahan, Iran."}], "LastName": "Yazdannik", "ForeName": "Ahmadreza", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Iran J Nurs Midwifery Res", "NlmUniqueID": "101558775", "ISSNLinking": "1735-9066"}, "CoiStatement": "Nothing to declare."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adib-Hajbaghery M, Ansari A. Comparing nurses opinion and practice about mouth care for patients under mechanical ventilation. Zahedan J Res Med Sci. 2012;13:19."}, {"Citation": "Haghighi A, Shafipour V, Bagheri-Nesami M, Baradari AG, Charati JY. The impact of oral care on oral health status and prevention of ventilator-associated pneumonia in critically ill patients. Aust Crit Care. 2017;30:69–73.", "ArticleIdList": ["27499527"]}, {"Citation": "Adib-Hajbaghery M, Ansari A, Azizi-Fini I. Intensive care nurses' opinions and practice for oral care of mechanically ventilated patients. Indian J Crit Care Med. 2013;17:23.", "ArticleIdList": ["PMC3701393", "23833472"]}, {"Citation": "Shi Z, Xie H, Wang P, Zhang Q, Wu Y, Chen E, et al. Oral hygiene care for critically ill patients to prevent ventilator-associated pneumonia. Cochrane Database Syst Rev. 2013:8.", "ArticleIdList": ["23939759"]}, {"Citation": "Hutchins K, Karras G, Erwin J, Sullivan KL. Ventilator-associated pneumonia and oral care: A successful quality improvement project. Am J Infect Control. 2009;37:590–7.", "ArticleIdList": ["19716460"]}, {"Citation": "Kaya H, Turan Y, Tunalı Y, Aydın GÖ, Yüce N, Gürbüz Ş, et al. Effects of oral care with glutamine in preventing ventilator-associated pneumonia in neurosurgical intensive care unit patients. Appl Nurs Res. 2017;33:10–4.", "ArticleIdList": ["28096000"]}, {"Citation": "Panchabhai TS, Dangayach NS, Krishnan A, Kothari VM, Karnad DR. Oropharyngeal cleansing with 0.2% chlorhexidine for prevention of nosocomial pneumonia in critically ill patients: An open-label randomized trial with 0.01% potassium permanganate as control. Chest J. 2009;135:1150–6.", "ArticleIdList": ["19420193"]}, {"Citation": "Pedreira ML, Kusahara DM, de Carvalho WB, Núñez SC, Peterlini MAS. Oral care interventions and oropharyngeal colonization in children receiving mechanical ventilation. Am J Crit Care. 2009;18:319–28.", "ArticleIdList": ["19556410"]}, {"Citation": "Hillier B, Wilson C, Chamberlain D, King L. Preventing ventilator-associated pneumonia through oral care, product selection, and application method: A literature review. AACN Adv Crit Care. 2013;24:38–58.", "ArticleIdList": ["23343813"]}, {"Citation": "Liao YM, Tsai JR, Chou FH. The effectiveness of an oral health care program for preventing ventilator-associated pneumonia. Nurs Crit Care. 2015;20:89–97.", "ArticleIdList": ["25532600"]}, {"Citation": "Gatell J, Rosa M, Santé Roig M, Hernández Vian Ó, Carrillo Santín E, Turégano Duaso C, et al. Assessment of a training programme for the prevention of ventilator-associated pneumonia. Nurs Crit Care. 2012;17:285–92.", "ArticleIdList": ["PMC3506739", "23061618"]}, {"Citation": "Micik S, Besic N, Johnson N, Han M, Hamlyn S, Ball H. Reducing risk for ventilator associated pneumonia through nursing sensitive interventions. Intensive Crit Care Nurs. 2013;29:261–5.", "ArticleIdList": ["23816403"]}, {"Citation": "Gallagher JA. Implementation of ventilator-associated pneumonia clinical guideline (Bundle) J Nurs Pract. 2012;8:377–82."}, {"Citation": "Craven DE, Lei Y, Ruthazer R, Sarwar A, Hudcova J. Incidence and outcomes of ventilator-associated tracheobronchitis and pneumonia. Am J Med. 2013;126:542–9.", "ArticleIdList": ["23561632"]}, {"Citation": "Rello J, Chastre J, Cornaglia G, Masterton R. A European care bundle for management of ventilator-associated pneumonia. J Crit Care. 2011;26:3–10.", "ArticleIdList": ["20537504"]}, {"Citation": "Kiyoshi-Teo H, Blegen M. Influence of institutional guidelines on oral hygiene practices in intensive care units. Am J Crit Care. 2015;24:309–18.", "ArticleIdList": ["26134330"]}, {"Citation": "Fields LB. Oral care intervention to reduce incidence of ventilator-associated pneumonia in the neurologic intensive care unit. J Neurosc Nurs. 2008;40:291–8.", "ArticleIdList": ["18856250"]}, {"Citation": "Feider LL, Mitchell P, Bridges E. Oral care practices for orally intubated critically ill adults. Am J Crit Care. 2010;19:175–83.", "ArticleIdList": ["20194614"]}, {"Citation": "Munro CL, Grap MJ, Jones DJ, McClish DK, Sessler CN. Chlorhexidine, toothbrushing, and preventing ventilator-associated pneumonia in critically ill adults. Am J Crit Care. 2009;18:428–37.", "ArticleIdList": ["PMC3722581", "19723863"]}, {"Citation": "Longti Li ZA, Li L, Zheng X, Jie L. Can routine oral care with antiseptics prevent ventilator-associated pneumonia in patients receiving mechanical ventilation? An update meta-analysis from 17 randomized controlled trials. Int J Clin Exp Med. 2015;8:1645.", "ArticleIdList": ["PMC4402740", "25932093"]}, {"Citation": "Jang CS, Shin YS. Effects of combination oral care on oral health, dry mouth and salivary pH of intubated patients: A randomized controlled trial. Int J Nurs Pract. 2016;22:503–11.", "ArticleIdList": ["27349717"]}, {"Citation": "Ames NJ, Sulima P, Yates JM, McCullagh L, Gollins SL, Soeken K, et al. Effects of systematic oral care in critically ill patients: A multicenter study. Am J Crit Care. 2011;20:e103–e14.", "ArticleIdList": ["PMC3383657", "21885453"]}, {"Citation": "Prendergast V, Jakobsson U, Renvert S, Hallberg IR. Effects of a standard versus comprehensive oral care protocol among intubated neuroscience ICU patients: Results of a randomized controlled trial. J Neurosci Nurs. 2012;44:134–46.", "ArticleIdList": ["22555350"]}, {"Citation": "El Azab SR, El Sayed AE, Abdelkarim M, Al Mutairi KB, Al Saqabi A, El Demerdash S. Combination of ventilator care bundle and regular oral care with chlorhexidine was associated with reduction in ventilator associated pneumonia. Egypt J Anaesth. 2013;29:273–7."}]}], "History": [{"Year": "2018", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30386400", "PMC6178571", "10.4103/ijnmr.IJNMR_164_17", "IJNMR-23-486"]}}]}