{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["biopiracy", "bioprospecting", "environmental narrative"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30393390", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "01", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1111/gere.12291"], "Journal": {"ISSN": "0016-7428", "JournalIssue": {"Volume": "108", "Issue": "4", "PubDate": {"Year": "2018", "Month": "Oct"}}, "Title": "Geographical review", "ISOAbbreviation": "Geogr Rev"}, "ArticleTitle": "GOD'S HEALING LEAVES: THE COLONIAL QUEST FOR MEDICINAL PLANTS IN THE TORRID ZONE.", "Pagination": {"StartPage": "545", "EndPage": "565", "MedlinePgn": "545-565"}, "Abstract": {"AbstractText": ["The colonial era witnessed a fevered quest for exotic medicinal plants by European physicians and scientists. This essay explores the geographical principles that oriented the search towards the lands and peoples of the humid tropics. Believing that God had planted botanical cures for diseases in their places of origin, medicinal plant collectors concentrated their efforts in the pestilential equatorial latitudes. Although many subscribed to the ancient Doctrine of Signatures, colonial bioprospectors discovered early that indigenous and diasporic peoples represented storehouses of plant knowledge. Assuming that native knowhow constituted more instinct than intelligence, Europeans employed coercion, bribes, torture, and promises of freedom to extract their ethnomedical secrets. In the case of especially lucrative healing plants, imperial and colonial entities conspired to pilfer and naturalize endemic species in their distant colonies. In response to this legacy of inappropriate exploitation of native peoples and tropical plants during the colonial era, most present day bioprospectors follow established codes of ethnobotanical ethics."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "California State University, Fullerton - Geography & the Environment, Fullerton, California, United States."}], "LastName": "Voeks", "ForeName": "Robert", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Diakonie Katastrophenhilfe, Port-au-Prince, Haiti."}], "LastName": "Greene", "ForeName": "Charlotte", "Initials": "C"}], "GrantList": [{"GrantID": "G13 LM009716", "Acronym": "LM", "Agency": "NLM NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Geogr Rev", "NlmUniqueID": "0247704", "ISSNLinking": "0016-7428"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adams F. The Genuine Works of Hippocrates Translated from the Greek. Vol. 1. London: Sydenham Society; 1849. On airs, waters and places; pp. 190–222."}, {"Citation": "Atkins J. A Voyage to Guinea Brazil and the West Indies in His Majesty’s Ships…. London: C. Ward and R. Chandler; 1737."}, {"Citation": "Beekman EM. The Poison Tree: Selected Writings of Rumphius on the Natural History of the Indies. Amherst: University of Massachusetts Press; 1981."}, {"Citation": "Bennett B. Doctrine of Signatures: An Explanation of Medicinal Plant Discovery or Dissemination of Knowledge? Economic Botany. 2007;61:246–255."}, {"Citation": "Blégny N. The English Remedy, or Talbor’s Wonderful Secret for Cureing of Agues and Feavers. London: F. Wallis; 1682."}, {"Citation": "Bontius J. An Account of the Diseases, Natural History, and Medicines of the East Indies. London: T. Noteman; 1769."}, {"Citation": "Bosman W. A New and Accurate Description of the Coast of Guinea. London: Knapton; 1721."}, {"Citation": "Bourgeois N. Voyages Intéressans dans Différentes Colonies Françaises, Espagnoles, Anglaises, etc. London: Jean-François Bastien; 1788."}, {"Citation": "Bouton J. Relation de L’etablissement des François depuis l’an 1635. Paris: NP; 1640."}, {"Citation": "Boxer CR. Race Relations in the Portuguese Colonial Empire 1414–1825. Oxford, U.K: Clarendon Press; 1963."}, {"Citation": "Breton R. Relations de l’Ile de la Guadeloupe. Basse-Terre: Société d’histoire de la Guadeloupe; 1978 [1647]."}, {"Citation": "Brockway LH. Science and Colonial Expansion: The Role of the British Royal Botanic Gardens. New York: Academic Press; 1979."}, {"Citation": "Cañizares-Esguerra J. Nature, Empire, and Nation: Explorations of the History of Science in the Iberian World. Stanford, Calif: Stanford University Press; 2006."}, {"Citation": "Carey C. The Political Economy of Poison: The Kingdom of Makassar and the Early Royal Society. Renaissance Studies. 2003;17:517–543."}, {"Citation": "Carney J, Rosomoff R. In the Shadow of Slavery: Africa’s Botanical Legacy in the Atlantic World. Berkeley: University of California Press; 2011."}, {"Citation": "Chabrán R. The Classical Tradition in Renaissance Spain and New Trends in Philology, Medicine, and Material Medica. In: Varey S, Chabrán R, Weiner D, editors. Searching for the Secrets of Nature: The Life and Works of Dr. Francisco Hernández. Stanford, Calif: Stanford University Press; 2000. pp. 21–32."}, {"Citation": "Coles W. Adam in Eden or, Natures Paradise. The History of Plants, Fruits, Herbs and Flowers. London: J. Streater; 1657."}, {"Citation": "de la Condamine CM. Historie de l’académie Royale des Sciencies. 1738. Sur l’arbe Quinquina, 226–243."}, {"Citation": "Cook ND. Born to Die: Disease and New World Conquest. Cambridge, U.K: Cambridge University Press; 1998."}, {"Citation": "Cosgrove D. Apollo’s Eye: A Cartographic Genealogy of the Earth in the Western Imagination. Baltimore, Md: John’s Hopkins University Press; 2001."}, {"Citation": "Court WE. The Doctrine of Signatures or Similitudes. Trends in Pharmacological Science. 1985;6:225–227."}, {"Citation": "Desowitz RS. Who Gave Pinta to the Santa Maria? Torrid Diseases in a Temperate World. New York: W. W. Norton; 1997."}, {"Citation": "Earle R. The Body of the Conquistador: Food, Race and the Colonial Experience in Spanish America. Cambridge, U.K: Cambridge University Press; 2012. pp. 1492–1700."}, {"Citation": "Estes JW. The Reception of American Drugs in Europe, 1500–1650. In: Varey S, Chabrán R, Weiner D, editors. Searching for the Secrets of Nature: The Life and Works of Dr. Francisco Hernández. Stanford, Calif: Stanford University Press; 2000. pp. 111–121."}, {"Citation": "Fett S. Working Cures: Healing, Health and Power on Southern Slave Plantations. Chapel Hill: University of North Carolina; 2002."}, {"Citation": "Freedman P. Out of the East: Spices and the Medieval Imagination. New Haven, Conn: Yale University Press; 2008."}, {"Citation": "Friedman JB. The Monstrous Races in Medieval Art and Thought. Cambridge, Mass: Harvard University Press; 1981."}, {"Citation": "Gänger S. World Trade in Medicinal Plants from Spanish America, 1717–1815. Medical History. 2015;59(1):44–62.", "ArticleIdList": ["PMC4304538", "25498437"]}, {"Citation": "Gascoigne J. The Royal Society, Natural History and the Peoples of the ‘New World(s)’, 1660–1800. British Journal for the History of Science. 2009;42:539–562.", "ArticleIdList": ["20503959"]}, {"Citation": "Glacken C. Traces on the Rhodian Shore: Nature and Culture in Western Thought from Ancient Times to the End of the Eighteenth Century. Berkeley: University of California Press; 1967."}, {"Citation": "Gramiccia G. The Life of Charles Ledger (1818–1905): Alpacas and Quinine. London: Macmillan; 1988."}, {"Citation": "Gray J. The Philosophical Transactions of the Royal Society of London. London: C. & R. Baldwin; 1809. An Account of the Peruvian or Jesuit’s Bark (Letters supplied by William Arrot, 1737) pp. 142–145."}, {"Citation": "Hair PEH, Jones A, Law R, editors. Barbot on Guinea: The Writings of Jean Barbot on West Africa, 1678–1712. Vol. 1. London: The Hakluyt Society; 1992."}, {"Citation": "Hartlib S. Samuel Hartlib, His Legacy of Husbandry. London: Richard Wodnothe; 1655."}, {"Citation": "Hillary W. Observations on the Changes of the Air and the Concomitant Epidemical Diseases in the Island of Barbados. London: C. Hitch & L. Hawes; 1769."}, {"Citation": "Honigsbaum M. The Fever Trail: In Search of the Cure for Malaria. New York: Farrar, Straus and Giroux; 2002."}, {"Citation": "Hooker WD. Inaugural Dissertation upon the Cinchonas: Their History, Uses and Effects. Glasgow, Scotland: 1839."}, {"Citation": "Horsfield T. An Essay on the Oopas, or Poison Tree of Java, Addressed to the Honorable Thomas Stanford Raffles. The Investigator; or Quarterly Magazine. 1823;VII:76–101."}, {"Citation": "von Humboldt A. Account of the Cinchona Forests of South America; Drawn up during Five Years Residence and Travels on the South American Continent. In: Lambert AB, editor. An illustration of the Genus Cinchona; Comprising Descriptions of all the Officinal Peruvian Barks including several New Species. London: J. Searle; 1821. pp. 19–59."}, {"Citation": "von Humboldt A. Views on Nature, or Contemplations on the Sublime Phenomena of Creation. London: Harrison and Son; 1850 [1807].", "ArticleIdList": ["PMC5185371", "30164397"]}, {"Citation": "von Humboldt A, Bonpland A. Personal Narrative of Travels to the Equinoctial Regions of the New Continent during the Years 1799–1804. Vol. 3. London: Longman, Hurst, Rees, Orme and Brown; 1818."}, {"Citation": "von Humboldt A, Bonpland A. Personal Narrative of Travels to the Equinoctial Regions of the New Continent during the Years 1799–1804. Part 1. 2. Vol. 5. London: Longman, Hurst, Rees, Orme and Brown; 1827."}, {"Citation": "von Hutten U. Of the Vvood called Guaiacum, that Healeth the Frenche Pockes…. London: Aedibus Tho. Bertheleti; 1536."}, {"Citation": "Jackson J. The Thief at the End of the World: Rubber, Power, and the Seeds of Empire. New York: Penguin; 2008."}, {"Citation": "Jarosz L. Constructing the Dark Continent: Metaphor as Geographic Representation of Africa. Geografiska Annaler: Series B Human Geography. 1992;74:105–115."}, {"Citation": "Kaempfer E. Engelbert Kaempfer, Exotic Pleasures, Fascicle III Curious Scientific and Medical Observations. Carbondale: Southern Illinois University Press; 1712 [1996]."}, {"Citation": "Knox J. An Historical Relation of the Island Ceylon in the East-Indies. London: The Royal Society; 1681."}, {"Citation": "Lewis W. An Experimental History of the Material Medica or of the Natural and Artificial Substances Made Use of in Medicine. London: J. Johnson; 1791."}, {"Citation": "Long E. History of Jamaica. Or, General Survey of the Ancient and Modern State of that Island: …. Vol. 1. London: T. Lowndes; 1774."}, {"Citation": "Lovejoy A. Ch. 6: The Chain of Being in Eighteenth Century Thought, and Man’s Place and Role in Nature. Cambridge, Mass: Harvard University Press; 1964 [1936]. The Great Chain of Being: A Study of the History of an Idea; pp. 183–207."}, {"Citation": "Lovell WG. “Heavy Shadows and Black Night”: Disease and Depopulation in Colonial Spanish America. Annals, Association of American Geographers. 1992;82:426–443."}, {"Citation": "Markham C. Peruvian Bark: A Popular Account of the Introduction of Cinchona Cultivation into British India, 1860–1880. London: John Murray; 1880."}, {"Citation": "Monardes N. Joyful Newes out of the New Found World…. London: William Norton; 1580."}, {"Citation": "Neimark BD. Bioprospecting and Biopiracy. In: Richardson D, Castree N, Goodchild M, Kobayashi A, Liu W, Marston R, editors. The International Encyclopedia of Geography: People, the Earth, Environment and Technology. Medford, Mass: Wiley-Blackwell; 2017.", "ArticleIdList": ["10.1002/9781118786352.w9780470659632wbieg0587"]}, {"Citation": "de Orta G. Colloquies on the Simples and Drugs of India. London: Henry Sotheran and Co; 1913 [1563]."}, {"Citation": "Prest J. The Garden of Eden: The Botanic Garden and the Re-creation of Paradise. New Haven, Conn: Yale University Press; 1981."}, {"Citation": "Price R. Kwasimukamba’s Gambit. Bijdragen tot de Taal-, Land- en Volkenkunde. 1979;135:151–169."}, {"Citation": "Raven C. John Ray: Naturalist. Cambridge, U.K: University of Cambridge Press; 1950."}, {"Citation": "Robinson DF. Confronting Biopiracy: Challenges, Cases and International Debates. London: Earthscan; 2010."}, {"Citation": "de Rochefort C. Histoire Naturelle et Morale des iles Antilles de l’Amerique. Rotterdam, The Netherlands: Reinier Lerrs; 1681."}, {"Citation": "Rolander D. The Suriname Journal: Composed During an Exotic Journey, 1754–1756. In: Hansen L, editor. The Linnaeus Apostles: Global Science & Adventure. 3. III. London: IK Foundation & Company; 2008. pp. 1215–1576."}, {"Citation": "Safier N. The Tenacious Travels of the Torrid Zone and the Global Dimensions of Geographical Knowledge in the Eighteenth Century. Journal of Early Modern History. 2014;18:141–172."}, {"Citation": "Schiebinger L. Plants and Empire: Colonial Bioprospecting in the Atlantic World. Cambridge, Mass: Harvard University Press; 2004."}, {"Citation": "Shiva V. Bioprospecting as Sophisticated Biopiracy. Signs. 2007;32:307–313."}, {"Citation": "Sloane H. A Voyage to the Islands Madera, Barbados, Nieves, S. Christophers and Jamaica…. Vol. 1. London: NP; 1707 and 1725."}, {"Citation": "Snyder S, editor. The Divine Weeks and Works of Guillaume de Saluste, Sieur du Bartas. Vol. 1. Oxford, U.K: Oxford University Press; 2012."}, {"Citation": "von Spix JB, von Martius CFP. Atraves da Bahia: Excertos da “Obra Reise in Brasilien”. Bahia, Brazil: Imprensa Official; 1928."}, {"Citation": "Stannard J. Dioscorides and Renaissance Materia Medica. In: Stannard K, Kay R, editors. Herbs and Herbalism in the Middle Ages and Renaissance. Brookfield, U.K: Ashgate; 1999. pp. 1–21."}, {"Citation": "Stearn WT. Carl Linnaeus’s Acquaintance with Tropical Plants. Taxon. 1988;37:776–781."}, {"Citation": "Stedman JG. In: Narrative of a Five Years Expedition against the Revolted Negroes of Surinam. Price R, Price S, editors. Baltimore, Md: The Johns Hopkins University Press; 1988 [1790]."}, {"Citation": "Talbor R. A Rational Account of the Cause & Cure of Agues, with their Signes Diagnostick & Orognostick. London: R. Robinson; 1672."}, {"Citation": "Tavernier J. Travels in India. Vol. 2. New Delhi: Asian Educational Services; 2004."}, {"Citation": "Trapham T. A Discourse of the State of Health in the Island of Jamaica. London: R. Boulter; 1679."}, {"Citation": "Váczy C. Hortus Indicus Malabaricus and its Importance for the Botanical Nomenclature. In: Manilal KS, editor. Botany and History of Hortus Malabaricus. Rotterdam, The Netherlands: A. A. Balkema; 1980. pp. 25–34."}, {"Citation": "do Salvador Vicente. História do Brasil: 1500–1627. 3. São Paulo: Companhia Melhoramentos; 1931 [1627?]."}, {"Citation": "Voeks RA. Disturbance Pharmacopoeias: Medicine and Myth from the Humid Tropics. Annals, Association of American Geographers. 2004;94:868–888."}, {"Citation": "Voeks RA. The Ethnobotany of Eden: Rethinking the Jungle Medicine Narrative. Chicago: University of Chicago Press; in press."}, {"Citation": "Weaver KK. The Enslaved Healers of Eighteenth Century Saint Domingue. Bulletin of the History of Medicine. 2002;76:429–461.", "ArticleIdList": ["12486913"]}, {"Citation": "Woodward J. Brief Instructions for Making Observations in All Parts of the World, as also for Collecting, Preserving, and Sending over Natural Things. London: Richard Wilkin; 1696."}, {"Citation": "Zimmerer K. Humboldt’s Nodes and Modes of Interdisciplinary Environmental Science in the Andean World. The Geographical Review. 2006;96:335–360."}]}], "History": [{"Year": "2018", "Month": "11", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30393390", "NIHMS920806", "PMC6208447", "10.1111/gere.12291"]}}]}