{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Candida sp.", "Chemical composition", "Micromorphology", "Morphogenesis", "Pathogenesis", "Precipitation", "Seasonal variation", "γ-terpinene"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30402343", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "11", "Day": "01"}], "Language": ["eng"], "ELocationID": ["e5476", "10.7717/peerj.5476"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2018"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "Effect of seasonality on chemical profile and antifungal activity of essential oil isolated from leaves <i>Psidium salutare</i> (Kunth) O. Berg.", "Pagination": {"StartPage": "e5476", "MedlinePgn": "e5476"}, "Abstract": {"AbstractText": ["Medicinal plants play a crucial role in the search for components that are capable of neutralizing the multiple mechanisms of fungal resistance. <i>Psidium salutare</i> (Kunth) O. Berg is a plant native to Brazil used as both food and traditional medicine to treat diseases and symptoms such as stomach ache and diarrhea, whose symptoms could be related to fungal infections from the genus <i>Candida</i>. The objective of this study was to investigate the influence of seasonal variability on the chemical composition of the <i>Psidium salutare</i> essential oil, its antifungal potential and its effect on the <i>Candida albicans</i> morphogenesis. The essential oils were collected in three different seasonal collection periods and isolated by the hydrodistillation process in a modified Clevenger apparatus with identification of the chemical composition determined by gas chromatography coupled to mass spectrometry (GC/MS). The antifungal assays were performed against <i>Candida</i> strains through the broth microdilution method to determine the minimum fungicidal concentration (MFC). Fungal growth was assessed by optical density reading and the <i>Candida albicans</i> dimorphic effect was evaluated by optical microscopy in microculture chambers. The chemical profile of the essential oils identified 40 substances in the different collection periods with γ-terpinene being the predominant constituent. The antifungal activity revealed an action against the <i>C. albicans</i>, <i>C. krusei</i> and <i>C. tropicalis</i> strains with an IC<sub>50</sub> ranging from 345.5 to 2,754.2 µg/mL and a MFC higher than 1,024 µg/mL. When combined with essential oils at sub-inhibitory concentrations (MIC/16), fluconazole had its potentiated effect, i.e. a synergistic effect was observed in the combination of fluconazole with <i>P.salutare</i> oil against all <i>Candida</i> strains; however, for <i>C. albicans</i>, its effect was reinforced by the natural product in all the collection periods. The results show that the <i>Psidium salutare</i> oil affected the dimorphic transition capacity, significantly reducing the formation of hyphae and pseudohyphae in increasing concentrations. The results show that <i>P. salutare</i> oil exhibits a significant antifungal activity against three Candida species and that it can act in synergy with fluconazole. These results support the notion that this plant may have a potential use in pharmaceutical and preservative products."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Regional University of Cariri, Crato, Ceara, Brazil."}], "LastName": "de Macêdo", "ForeName": "Delmacia G", "Initials": "DG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Regional University of Cariri, Crato, Ceara, Brazil."}], "LastName": "Souza", "ForeName": "Marta Maria A", "Initials": "MMA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Regional University of Cariri, Crato, Ceara, Brazil."}], "LastName": "Morais-Braga", "ForeName": "Maria Flaviana B", "Initials": "MFB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Chemistry, Regional University of Cariri, Crato, Ceará, Brazil."}], "LastName": "Coutinho", "ForeName": "Henrique Douglas M", "Initials": "HDM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Chemistry, Regional University of Cariri, Crato, Ceará, Brazil."}], "LastName": "Dos Santos", "ForeName": "Antonia Thassya L", "Initials": "ATL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Chemistry, Regional University of Cariri, Crato, Ceará, Brazil."}], "LastName": "da Cruz", "ForeName": "Rafael P", "Initials": "RP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Chemistry, Regional University of Cariri, Crato, Ceará, Brazil."}], "LastName": "da Costa", "ForeName": "José Galberto M", "Initials": "JGM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Chemistry, Regional University of Cariri, Crato, Ceará, Brazil."}], "LastName": "Rodrigues", "ForeName": "Fábio Fernandes G", "Initials": "FFG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology Department, Federal University of Sergipe, Aracaju, Sergipe, Brazil."}], "LastName": "Quintans-Junior", "ForeName": "Lucindo J", "Initials": "LJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center For Studies and Research of Medicinal Plants, Federal University of San Francisco Valley, Petrolina, Pernambuco, Brazil."}], "LastName": "da Silva Almeida", "ForeName": "Jackson Roberto G", "Initials": "JRG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Chemistry, Regional University of Cariri, Crato, Ceará, Brazil."}], "LastName": "de Menezes", "ForeName": "Irwin Rose A", "Initials": "IRA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "CoiStatement": "The authors declare there are no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adams RP. Identification of essential oil components by gas chromatography/mass spectrometry. Allured Publishing Corporation; Carol Stream: 2007."}, {"Citation": "Araújo TAS, Castro VTNA, Solon LGS, Silva GA, Almeida MG, Da Costa JGM, De Amorim ELC, Albuquerque UP. Does rainfall affect the antioxidant capacity and production of phenolic compounds of an important medicinal species? Industrial Crops and Products. 2015;76:550–556. doi: 10.1016/j.indcrop.2015.07.008.", "ArticleIdList": ["10.1016/j.indcrop.2015.07.008"]}, {"Citation": "Bitu V, Da Costa J, Rogrigues F, Colares A, Coutinho H, Botelho M, Portela A, De Santana N, Menezes I. Effect of collection time on composition of essential oil of LippiagracilisSchauer (Verbenaceae) growing in Northeast Brazil. Journal of Essential Oil Bearing Plants. 2015;18(3):647–653. doi: 10.1080/0972060X.2014.935043.", "ArticleIdList": ["10.1080/0972060X.2014.935043"]}, {"Citation": "Braga PC, Alfieri M, Culici M, Dal Sasso M. Inhibitory activity of thymol against the formation and viability of Candida albicans hyphae. Mycoses. 2007;50:502–506. doi: 10.1111/j.1439-0507.2007.01412.x.", "ArticleIdList": ["10.1111/j.1439-0507.2007.01412.x", "17944714"]}, {"Citation": "Calderone RA, Fonzi WA. Virulence factors of Candida albicans. Trends in Microbiology. 2001;9:327–335. doi: 10.1016/S0966-842X(01)02094-7.", "ArticleIdList": ["10.1016/S0966-842X(01)02094-7", "11435107"]}, {"Citation": "Carradori S, Chimenti P, Fazzari M, Granese A, Angiolella L. Antimicrobial activity, synergism and inhibition of germ tube formation by Crocus sativus-derived compounds against Candida spp. Journal of Enzyme Inhibition and Medicinal Chemistry. 2016;31(sup 2):189–193. doi: 10.1080/14756366.2016.1180596.", "ArticleIdList": ["10.1080/14756366.2016.1180596", "27160150"]}, {"Citation": "Castro MR, Victoria FN, Oliveira DH, Jacob RG, Savegnago L, Alves D. Essential oil of Psidium cattleianum leaves: antioxidant and antifungal activity. Pharmaceutical Biology. 2015;53:242–250. doi: 10.3109/13880209.2014.914231.", "ArticleIdList": ["10.3109/13880209.2014.914231", "25420516"]}, {"Citation": "Castro NEA, Carvalho GJ, Cardoso MG, Pimentel FA, Correa RM, Guimarães LGL. Avaliação de rendimento e dos constituintes químicos do óleo essencial de folhas de Eucalyptus citriodora Hook. colhidas em diferentes épocas do ano em municípios de Minas Gerais. Revista Brasileira de Plantas Medicinais. 2008;10:70–75."}, {"Citation": "Coutinho HDM, Costa JGM, Lima EO, Falcão Silva VS, Siqueira-Júnior JP. Enhancement of the antibiotic activity against a multiresistant Escherichia coli by Mentha arvensis L., and chlorpromazine. Chemotherapy. 2008;54:328–330. doi: 10.1159/000151267.", "ArticleIdList": ["10.1159/000151267", "18698137"]}, {"Citation": "De Oliveira Lima MI, De Medeiros ACA, Silva KVS, Cardoso GN, De Oliveira Lima E, De Oliveira Pereira F. Investigation of the antifungal potential of linalool against clinical isolates of fluconazole resistant Trichophyton rubrum. Journal de Mycologie Medicale. 2017;27:195–202. doi: 10.1016/j.mycmed.2017.01.011.", "ArticleIdList": ["10.1016/j.mycmed.2017.01.011", "28189377"]}, {"Citation": "Deveau A, Piispanen AE, Jackson AA, Hogan DA. Farnesol induces hydrogen peroxide resistance in Candida albicans yeast by inhibiting the Ras-cyclic AMP signaling pathway. Eukaryotic Cell. 2010;9:569–577. doi: 10.1128/EC.00321-09.", "ArticleIdList": ["10.1128/EC.00321-09", "PMC2863405", "20118211"]}, {"Citation": "Dižová S, Bujdáková H. Properties and role of the quorum sensing molecule farnesol in relation to the yeast Candida albicans. Die Pharmazie. 2017;72:307–312.", "ArticleIdList": ["29442016"]}, {"Citation": "Ernst EJ, Klepser ME, Ernst ME, Messer SA, Pfaller MA. In vitro pharmacodynamic properties of MK-0991 determined by time-kill methods. Diagnostic Microbiology and Infectious Disease. 1999;33:75–80. doi: 10.1016/S0732-8893(98)00130-8.", "ArticleIdList": ["10.1016/S0732-8893(98)00130-8", "10091029"]}, {"Citation": "Estell RE, Fredrickson EL, James DK. Effect of light intensity and wavelength on concentration of plant secondary metabolites in the leaves of Flourensia cernua. Biochemical Systematics and Ecology. 2016;65:108–114. doi: 10.1016/j.bse.2016.02.019.", "ArticleIdList": ["10.1016/j.bse.2016.02.019"]}, {"Citation": "Faleiro JH, Gonçalves RC, Dos Santos MNG, Da Silva DP, Naves PLF, Malafaia G. The chemical featuring, toxicity, and antimicrobial activity of Psidium cattleianum (Myrtaceae) leaves. New Journal of Science. 2016;2016:7538613. doi: 10.1155/2016/7538613.", "ArticleIdList": ["10.1155/2016/7538613"]}, {"Citation": "Fernandes TG, De Mesquita ARC, Randau KP, Franchitti AA, Ximenes EA. In vitro synergistic effect of Psidium guineense (Swartz) in combination with antimicrobial agents against methicillin-resistant Staphylococcus aureus strains. The Scientific World Journal. 2012;2012:158237. doi: 10.1100/2012/158237.", "ArticleIdList": ["10.1100/2012/158237", "PMC3349319", "22619603"]}, {"Citation": "Figueiredo AC, Barroso JG, Pedro LG, Scheffer JJC. Factors affecting secondary metabolite production in plants: volatile components and essential oils. Flavour and Fragrance Journal. 2008;23:213–226. doi: 10.1002/ffj.1875.", "ArticleIdList": ["10.1002/ffj.1875"]}, {"Citation": "Foundation Cearense for Meteorology and Water Resources (FUNCEME)  2016.  Rainfall calendar in the state of Ceará. http://www.funceme.br/app/calendario/produto/macrorregioes/media/anual ."}, {"Citation": "Gupta GK, Chahal J, Arora D. Psidium guajava Linn.: current research and future prospects. Journal of Pharmacy Research. 2011;4:42–46."}, {"Citation": "Hollosy F, Keri G. Plant-derived protein tyrosine kinase inhibitors as anticancer agents. Current Medicinal Chemistry. 2004;4:173–197. doi: 10.2174/1568011043482124.", "ArticleIdList": ["10.2174/1568011043482124", "15032721"]}, {"Citation": "Hsu C-C, Lai W-L, Chuang K-C, Lee M-H, Tsai Y-C. The inhibitory activity of linalool against the filamentous growth and biofilm formation in Candida albicans. Medical Mycology. 2013;51:473–482. doi: 10.3109/13693786.2012.743051.", "ArticleIdList": ["10.3109/13693786.2012.743051", "23210679"]}, {"Citation": "Javadpour MM, Juban MM, Lo W-CJ, Bishop SM, Alberty JB, Cowell SM, Becker CL, McLaughlin ML. De novo antimicrobial peptides with low mammalian cell toxicity. Journal of Medicinal Chemistry. 1996;39:3107–3113. doi: 10.1021/jm9509410.", "ArticleIdList": ["10.1021/jm9509410", "8759631"]}, {"Citation": "Joseph B, Priya RM. Phytochemical and biopharmaceutical aspects of Psidium guajava (L.) essential oil: a review. Research Journal of Medicinal Plants. 2011;5:432–442. doi: 10.3923/rjmp.2011.432.442.", "ArticleIdList": ["10.3923/rjmp.2011.432.442"]}, {"Citation": "Kessler A, Baldwin IT. Defensive function of herbivore-induced plant volatile emissions in nature. Science. 2001;291:2141–2144. doi: 10.1126/science.291.5511.2141.", "ArticleIdList": ["10.1126/science.291.5511.2141", "11251117"]}, {"Citation": "Landrum LR. A revision of the Psidium salutare complex (Myrtaceae) SIDA, Contributions to Botany. 2003;20(4):1449–1469."}, {"Citation": "Macêdo DG, Menezes IRA, Lacerda SR, Da Silva MAP, Ribeiro DA, Macêdo MS, Oliveira LGS, Saraiva ME, Alencar SR, Oliveira SF, Santos MO, De Almeida BV, Macedo JGF, Sousa FFS, Soares MA, De Araujo TMS, Souza MMA. Versatility and consensus of the use of medicinal plants in an area of cerrado in the Chapada do Araripe, Barbalha—CE- Brazil. Journal of Medicinal Plants Research. 2016;10:505–514. doi: 10.5897/JMPR2015.5952.", "ArticleIdList": ["10.5897/JMPR2015.5952"]}, {"Citation": "Macêdo DG, Ribeiro DA, Coutinho HDM, Menezes IRA, Souza MMA. Therapeutic traditional practices: usage and knowledge of cerrado plants in the State of Pernambuco (Northeastern Brazil) Boletin Latinoamericano y del Caribe de Plantas Medicinales y Aromaticas. 2015;14(6):491–508."}, {"Citation": "McLafferty FW, Stauffer DB. 11th edition Wiley; Hoboken: 2016."}, {"Citation": "Medeiros FCM de, Del Menezzi CHS, Bizzo HR, Vieira RF. Scents from Brazilian Cerrado: Psidium myrsinites DC.(Myrtaceae) leaves and inflorescences essential oil. Journal of Essential Oil Research. 2015;27:289–292. doi: 10.1080/10412905.2015.1037020.", "ArticleIdList": ["10.1080/10412905.2015.1037020"]}, {"Citation": "Mendes Giannini MJS, Bernardi T, Scorzoni L, Sardi JCO, Fusco-Almeida AM. Candida species: current epidemiology, pathogenicity, biofilm formation, natural antifungal products and new therapeutic options. Journal of Medical Microbiology. 2013;62:10–24. doi: 10.1099/jmm.0.045054-0.", "ArticleIdList": ["10.1099/jmm.0.045054-0", "23180477"]}, {"Citation": "Morais-Braga MFB, Carneiro JNP, Machado AJT, Sales DL, Brito DIV, Albuquerque RS, Boligon AA, Athayde ML, Calixto Júnior JT, Souza DSL, Lima EO, Menezes IRA, Costa JGM, Ferreira FS, Coutinho HDM. High-performance liquid chromatography-diodic array detector, fungistatic, and anti-morphogenical analysis of extracts from Psidium brownianum mart. ex DC. Against yeasts of the genus Candida. International Journal of Food Properties. 2016a;19:1837–1851. doi: 10.1080/10942912.2015.1079786.", "ArticleIdList": ["10.1080/10942912.2015.1079786"]}, {"Citation": "Morais-Braga MFB, Carneiro JNP, Machado AJT, Sales DL, Dos Santos ATL, Boligon AA, Athayde ML, Menezes IRA, Souza DSL, Costa JGM, Coutinho HDM. Phenolic composition and medicinal usage of Psidium guajava Linn.: antifungal activity or inhibition of virulence? Saudi Journal of Biological Sciences. 2017;24(2):302–313. doi: 10.1016/j.sjbs.2015.09.028.", "ArticleIdList": ["10.1016/j.sjbs.2015.09.028", "PMC5272930", "28149166"]}, {"Citation": "Morais-Braga MFB, Sales DL, Carneiro JNP, Machado AJT, Dos Santos ATL, De Freitas MA, Martins GMDAB, Leite NF, De Matos YMLS, Tintino SR, Souza DSL, Menezes IRA, Ribeiro-Filho J, Costa JGM, Coutinho HDM. Psidium guajava L. and Psidium brownianum Mart ex DC.: chemical composition and anti—Candida effect in association with fluconazole. Microbial Pathogenesis. 2016b;95:200–207. doi: 10.1016/j.micpath.2016.04.013.", "ArticleIdList": ["10.1016/j.micpath.2016.04.013", "27085299"]}, {"Citation": "Mulas G, Gardner Z, Craker LE. Effect of light quality on growth and essential oil composition in rosemary. I International symposium on the labiatae: advances in production, biotechnology and utilisation, vol. 723; 2006. pp. 427–432."}, {"Citation": "Neto MA, De Alencar JW, Cunha AN, Silveira ER, Batista TG. Volatile constituents of Psidium pohlianum berg, and Psidium guyanensis pers. Journal of Essential Oil Research. 1994;6:299–300. doi: 10.1080/10412905.1994.9698379.", "ArticleIdList": ["10.1080/10412905.1994.9698379"]}, {"Citation": "Pemmaraju SC, Pruthi PA, Prasad R, Pruthi V. Candida albicans biofilm inhibition by synergistic action of terpenes and fluconazole. Indian Journal of Experimental Biology. 2013;51(11):1032–1037.", "ArticleIdList": ["24416942"]}, {"Citation": "Pino JA, Bello A, Urquiola A, Agüero J. Leaf oil of Psidium salutare (HBK) Berg, from Cuba. Journal of Essential Oil Research. 2003;15:19–20. doi: 10.1080/10412905.2003.9712251.", "ArticleIdList": ["10.1080/10412905.2003.9712251"]}, {"Citation": "Pinto JEBP, Cardoso JCW, De Castro EM, Bertolucci SKV, De Melo LA, Dousseau S. Morphophysiological aspects and essential oil content in Brazilian-lavender as affected by shadowing. Horticultura Brasileira. 2007;25:210–214. doi: 10.1590/S0102-05362007000200016.", "ArticleIdList": ["10.1590/S0102-05362007000200016"]}, {"Citation": "Prins CL, Vieira IJC, Freitas SP. Growth regulators and essential oil production. Brazilian Journal of Plant Physiology. 2010;22:91–102. doi: 10.1590/S1677-04202010000200003.", "ArticleIdList": ["10.1590/S1677-04202010000200003"]}, {"Citation": "Ribeiro DA, Oliveira LGS De, Macêdo DG De, Menezes IRA De, Costa JGM Da, Silva MAP Da, Lacerda SR, Souza MMDA. Promising medicinal plants for bioprospection in a Cerrado area of Chapada do Araripe, Northeastern Brazil. Journal of Ethnopharmacology. 2014;155:1522–1533. doi: 10.1016/j.jep.2014.07.042.", "ArticleIdList": ["10.1016/j.jep.2014.07.042", "25086410"]}, {"Citation": "Ribeiro-Silva S, De Medeiros MB, Gomes BM, Seixas ENC, Da Silva MAP. Angiosperms from the Araripe national forest, Ceará, brazil. Check List. 2012;8:744–751. doi: 10.15560/8.4.744.", "ArticleIdList": ["10.15560/8.4.744"]}, {"Citation": "Romani L. Candida and Candidiasis. Second edition American Society of Microbiology; Washington, D.C.: 2012. Immunology of invasive candidiasis; pp. 127–136."}, {"Citation": "Santos A, Paduan RH, Gazin ZC, Jacomassi E, D’Oliveira PS, Cortez DAG, Cortez LER. Determinação do rendimento e atividade antimicrobiana do óleo essencial de Cymbopogon citratus (DC.) Stapf em função de sazonalidade e consorciamento. Revista Brasileira de Farmacognosia. 2009;19:436–441. doi: 10.1590/S0102-695X2009000300017.", "ArticleIdList": ["10.1590/S0102-695X2009000300017"]}, {"Citation": "Shareck J, Belhumeur P. Modulation of morphogenesis in Candida albicans by various small molecules. Eukaryotic Cell. 2011;10(8):1004–1012. doi: 10.1128/EC.05030-11.", "ArticleIdList": ["10.1128/EC.05030-11", "PMC3165445", "21642508"]}, {"Citation": "Sidrim JJC, Rocha MFG. Medical Mycology in the light of contemporary authors. 1st edition. São Paulo: Guanabara Koogan; 2003."}, {"Citation": "Silva S, Negri M, Henriques M, Oliveira R, Williams DW, Azeredo J. Candida glabrata, Candida parapsilosis and Candida tropicalis: biology, epidemiology, pathogenicity and antifungal resistance. FEMS Microbiology Reviews. 2012;36:288–305. doi: 10.1111/j.1574-6976.2011.00278.x.", "ArticleIdList": ["10.1111/j.1574-6976.2011.00278.x", "21569057"]}, {"Citation": "Souza de Oliveira LG, Alves Ribeiro D, Eufrasio Saraiva M, Gonçcalves de Macêdo D, Gonçcalves Ferreira Macedo J, GonçcalvesPinheiro P, Martins da Costa JG, De Almeida Souza MM, Alencar de Menezes IR. Chemical variability of essential oils of Copaifera langsdorffii Desf. in different phenological phases on a savannah in the Northeast, Ceará, Brazil. Industrial Crops and Products. 2017;97:455–464. doi: 10.1016/j.indcrop.2016.12.031.", "ArticleIdList": ["10.1016/j.indcrop.2016.12.031"]}, {"Citation": "Souza RKD, Da Silva MAP, De Menezes IRA, Ribeiro DA, Bezerra LR, Souza MM de A, Da Silva MAP, De Menezes IRA, Ribeiro DA, Bezerra LR, Souza MM de A. Ethnopharmacology of medicinal plants of Carrasco, northeastern Brazil. Journal of Ethnopharmacology. 2014;157:99–104. doi: 10.1016/j.jep.2014.09.001.", "ArticleIdList": ["10.1016/j.jep.2014.09.001", "25240589"]}, {"Citation": "Stoppacher N, Kluger B, Zeilinger S, Krska R, Schuhmacher R. Identification and profiling of volatile metabolites of the biocontrol fungus Trichoderma atroviride by HS-SPME-GC-MS. Journal of Microbiological Methods. 2010;81:187–193. doi: 10.1016/j.mimet.2010.03.011.", "ArticleIdList": ["10.1016/j.mimet.2010.03.011", "20302890"]}, {"Citation": "Takshak S, Agrawal SB. The role of supplemental ultraviolet-B radiation in altering the metabolite profile, essential oil content and composition, and free radical scavenging activities of Coleus forskohlii, an indigenous medicinal plant. Environmental Science and Pollution Research. 2016;23:7324–7337. doi: 10.1007/s11356-015-5965-6.", "ArticleIdList": ["10.1007/s11356-015-5965-6", "26681329"]}, {"Citation": "Tampieri MP, Galuppi R, Macchioni F, Carelle MS, Falcioni L, Cioni PL, Morelli I. The inhibition of Candida albicans by selected essential oils and their major components. Mycopathologia. 2005;159:339–345. doi: 10.1007/s11046-003-4790-5.", "ArticleIdList": ["10.1007/s11046-003-4790-5", "15883716"]}, {"Citation": "Vandeputte P, Ferrari S, Coste AT. Antifungal resistance and new strategies to control fungal infections. International Journal of Microbiology. 2011;2012 doi: 10.1155/2012/713687. Article 713687.", "ArticleIdList": ["10.1155/2012/713687", "PMC3236459", "22187560"]}, {"Citation": "Yáñez X, Pinzón ML, Solano F, Sánchez LR. Chemical composition of the essential oil of Psidium caudatum McVaugh. Molecules. 2002;7:712–716. doi: 10.3390/70900712.", "ArticleIdList": ["10.3390/70900712"]}, {"Citation": "Yao XH, Zhang ZB, Song P, Hao JY, Zhang DY, Zhang YF. Different harvest seasons modify bioactive compounds and antioxidant activities of Pyrola incarnata. Industrial Crops and Products. 2016;94:405–412. doi: 10.1016/j.indcrop.2016.08.033.", "ArticleIdList": ["10.1016/j.indcrop.2016.08.033"]}, {"Citation": "Yapar N. Epidemiology and risk factors for invasive candidiasis. Therapeutics and Clinical Risk Management. 2014;10:95–105.", "ArticleIdList": ["PMC3928396", "24611015"]}]}], "History": [{"Year": "2018", "Month": "3", "Day": "8"}, {"Year": "2018", "Month": "7", "Day": "30"}, {"Year": "2018", "Month": "11", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "11", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30402343", "PMC6215697", "10.7717/peerj.5476", "5476"]}}]}