{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ayurveda", "Charaka samhita", "Evidence-based Ayurveda", "Principle of similarity and difference", "Yukti-vyapashraya"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30401500", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "11", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jaim.2018.06.002", "S0975-9476(17)30572-7"], "Journal": {"ISSN": "0975-9476", "JournalIssue": {"Volume": "9", "Issue": "4", "PubDate": {"Year": "2018", "Season": "Oct-Dec"}}, "Title": "Journal of Ayurveda and integrative medicine", "ISOAbbreviation": "J Ayurveda Integr Med"}, "ArticleTitle": "Universal significance of the principle of Samanya and Vishesha beyond Ayurveda.", "Pagination": {"StartPage": "308", "EndPage": "311", "MedlinePgn": "308-311"}, "Abstract": {"AbstractText": ["There is a fundamental principle in Ayurveda, known as the principle of Samanya (similarity) and Vishesha (difference). While the principle was essentially propounded in the context of yuktivyapashraya (rational medicine) in Ayurveda, here we would like to argue that it has universal applicability in Ayurveda and beyond, across systems and domains of knowledge, including science, technology and humanities, as well as scientific, experiential and traditional knowledge systems. Taking examples of some of the most well-known problems of ecology, economy and society, we demonstrated the universal significance of the principle of Samanya and Vishesha. To illustrate our argument, we have discussed three brief cases, as diverse as family, climate governance, and poverty reduction, and discussed in the light of the Samanya and Vishesha. Evidently, these issues also have larger relevance to public health. Bringing an Ayurveda concept out from its premises is a new order of thinking. The path-breaking insights that were provided, have important implication for deciphering other basic principles of Ayurveda from the perspective of their wider applicability, and thus their robustness. We have indicated a way forward for future research in Ayurveda to develop knowledge-base for evidence-based clinical practice in contemporary society."], "CopyrightInformation": "Copyright © 2018 Transdisciplinary University, Bangalore and World Ayurveda Foundation. Published by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Rajasthan State Medicinal Plants Board, Department of Ayurveda, Government of Rajasthan, AYUSH Bhawan, Jaipur, Rajasthan, India. Electronic address: dnpandey@gmail.com."}], "LastName": "Pandey", "ForeName": "Deep Narayan", "Initials": "DN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yajurvid Ayurveda, 106 Roop Vilas, Usha Colony, Malviya Nagar, Jaipur 302017, Rajasthan, India."}], "LastName": "Prakash", "ForeName": "Neha Pandey", "Initials": "NP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Ayurveda Integr Med", "NlmUniqueID": "101551404", "ISSNLinking": "0975-9476"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Sharma P.V., editor. Caraka samhita (text with English translation), sootra sthan, dirghanjivitiya: chapter 1, verse 44-45. Chaukhambha Orientalia; Varanasi: 2012. p. 6."}, {"Citation": "Rao G.H.R. Integrative approach to health: challenges and opportunities. J Ayurveda Integr Med. 2015;6:215–219.", "ArticleIdList": ["PMC4630700", "26604560"]}, {"Citation": "Sujatha V. What could 'integrative' medicine mean? Social science perspectives on contemporary ayurveda. J Ayurveda Integr Med. 2011;2:115–123.", "ArticleIdList": ["PMC3193682", "22022153"]}, {"Citation": "Raut A.A. Integrative endeavor for renaissance in ayurveda. J Ayurveda Integr Med. 2011;2:5–8.", "ArticleIdList": ["PMC3121253", "21731380"]}, {"Citation": "Shankar D. Conceptual framework for new models of integrative medicine. J Ayurveda Integr Med. 2010;1:3–5.", "ArticleIdList": ["PMC3149389", "21829291"]}, {"Citation": "Patwardhan B. Ayurveda and integrative medicine: riding a tiger. J Ayurveda Integr Med. 2010;1:13–15.", "ArticleIdList": ["PMC3149384", "21829294"]}, {"Citation": "Patwardhan B. Strengthening the ayurveda ecosystem. J Ayurveda Integr Med. 2016;7:73–75.", "ArticleIdList": ["PMC4969310", "27449206"]}, {"Citation": "Patwardhan B. Envisioning Ayush: historic opportunity for innovation and revitalization. J Ayurveda Integr Med. 2014;5:67–70.", "ArticleIdList": ["PMC4061590", "24948853"]}, {"Citation": "Valiathan M. Universities Press; Hyderabad: 2009. The legacy of Caraka."}, {"Citation": "Debnath P.K., Banerjee S., Debnath P., Mitra A., Mukherjee P.K. In: Ayurveda - opportunities for developing safe and effective treatment choices for the future. Mukherjee P.K., editor. Elsevier Inc; 2015. pp. 428–443."}, {"Citation": "Singh RH. The basic tenets of ayurvedic dietetics and nutrition. In: Rastogi S, (Ed.) New York: Springer; p. 15–23."}, {"Citation": "Khanna A. Theoretical foundations of ancient indian medicine - part II. Ancient Sci Life. 1988;3–4:126–133.", "ArticleIdList": ["PMC3336640", "22557602"]}, {"Citation": "Viswanathan M.V., Unnikrishnan P.M., Komatsu K., Fushimi H., Basnet P. A brief introduction to Ayurvedic system of medicine and some of its problems. Indian J Trad Knowl. 2003;2:159–169."}, {"Citation": "Fehr B., Sprecher S., Underwood L.G. John Wiley & Sons; United Kingdom: 2009. The science of compassionate love: theory, research, and applications."}, {"Citation": "Kirby J.N. The role of mindfulness and compassion in enhancing nurturing family environments. Clin Psychol Sci Pract. 2016;23:142–157."}, {"Citation": "Sharma M. Thirst areas of research in ayurveda. Ayu. 2011;32:1–2.", "ArticleIdList": ["PMC3215403", "22131748"]}, {"Citation": "Samal J. Fundamental tenets of epidemiology in Ayurveda and their contemporary relevance. Indian J Health Sci. 2016;9:20–26."}, {"Citation": "Pecl G.T., Araújo M.B., Bell J.D., Blanchard J., Bonebrake T.C., Chen I.C. Biodiversity redistribution under climate change: impacts on ecosystems and human well-being. Science. 2017;355:6332.", "ArticleIdList": ["28360268"]}, {"Citation": "Ratha K.K., Mishra S.S., Arya J.C., Joshi G.C. Impact of climate change on diversity of himalayan medicinal plant: a threat to ayurvedic system of medicine. Int J Res Ayurveda Pharm. 2012;3:327–331."}, {"Citation": "Rana S.K., Rana H.K., Ghimire S.K., Shrestha K.K., Ranjitkar S. Predicting the impact of climate change on the distribution of two threatened Himalayan medicinal plants of liliaceae in Nepal. J Mount Sci. 2017;14:558–570."}, {"Citation": "Gairola S., Shariff N.M., Bhatt A., Kala C.P. Influence of climate change on production of secondary chemicals in high altitude medicinal plants: issues needs immediate attention. J Med Plants Res. 2010;4:1825–1829."}, {"Citation": "Das M., Jain V., Malhotra S. Impact of climate change on medicinal and aromatic plants. Indian J Agric Sci. 2016;86:1375–1382."}, {"Citation": "Ai W., Chen R., Chen Y., Mei Q., Phillips W. Recommending teams promotes prosocial lending in online microfinance. PNAS. 2016;113:14944–14948.", "ArticleIdList": ["PMC5206538", "27974610"]}]}], "History": [{"Year": "2017", "Month": "9", "Day": "12"}, {"Year": "2018", "Month": "3", "Day": "9"}, {"Year": "2018", "Month": "6", "Day": "7"}, {"Year": "2018", "Month": "11", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "11", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "3"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30401500", "PMC6314235", "10.1016/j.jaim.2018.06.002", "S0975-9476(17)30572-7"]}}]}