{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cherokee", "Native American", "chemical constituents", "pharmacology", "traditional herbal medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30424560", "DateRevised": {"Year": "2024", "Month": "05", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "11", "Day": "12"}], "Language": ["eng"], "ELocationID": ["121", "10.3390/medicines5040121"], "Journal": {"ISSN": "2305-6320", "JournalIssue": {"Volume": "5", "Issue": "4", "PubDate": {"Year": "2018", "Month": "Nov", "Day": "12"}}, "Title": "Medicines (Basel, Switzerland)", "ISOAbbreviation": "Medicines (Basel)"}, "ArticleTitle": "The Phytochemistry of Cherokee Aromatic Medicinal Plants.", "Abstract": {"AbstractText": ["<b>Background:</b> Native Americans have had a rich ethnobotanical heritage for treating diseases, ailments, and injuries. Cherokee traditional medicine has provided numerous aromatic and medicinal plants that not only were used by the Cherokee people, but were also adopted for use by European settlers in North America. <b>Methods:</b> The aim of this review was to examine the Cherokee ethnobotanical literature and the published phytochemical investigations on Cherokee medicinal plants and to correlate phytochemical constituents with traditional uses and biological activities. <b>Results:</b> Several Cherokee medicinal plants are still in use today as herbal medicines, including, for example, yarrow (<i>Achillea millefolium</i>), black cohosh (<i>Cimicifuga racemosa</i>), American ginseng (<i>Panax quinquefolius</i>), and blue skullcap (<i>Scutellaria lateriflora</i>). This review presents a summary of the traditional uses, phytochemical constituents, and biological activities of Cherokee aromatic and medicinal plants. <b>Conclusions:</b> The list is not complete, however, as there is still much work needed in phytochemical investigation and pharmacological evaluation of many traditional herbal medicines."]}, "AuthorList": [{"Identifier": ["0000-0002-3639-0528"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Alabama in Huntsville, Huntsville, AL 35899, USA. wsetzer@chemistry.uah.edu."}, {"Identifier": [], "Affiliation": "Aromatic Plant Research Center, 230 N 1200 E, Suite 102, Lehi, UT 84043, USA. wsetzer@chemistry.uah.edu."}], "LastName": "Setzer", "ForeName": "William N", "Initials": "WN"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Medicines (Basel)", "NlmUniqueID": "101671069", "ISSNLinking": "2305-6320"}, "CoiStatement": "The author declares no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Yuan H., Ma Q., Ye L., Piao G. The traditional medicine and modern medicine from natural products. Molecules. 2016;21:559. doi: 10.3390/molecules21050559.", "ArticleIdList": ["10.3390/molecules21050559", "PMC6273146", "27136524"]}, {"Citation": "Qin G., Xu R. Recent advances on bioactive natural products from Chinese medicinal plants. Med. Res. Rev. 1998;18:375–382. doi: 10.1002/(SICI)1098-1128(199811)18:6<375::AID-MED2>3.0.CO;2-8.", "ArticleIdList": ["10.1002/(SICI)1098-1128(199811)18:6<375::AID-MED2>3.0.CO;2-8", "9828038"]}, {"Citation": "Patwardhan B., Vaidya A.D.B., Chorghade M. Ayurveda and natural products drug discovery. Curr. Sci. 2004;86:789–799."}, {"Citation": "Duke J.A., Bogenschutz-Godwin M.J., Ottesen A.R. Duke’s Handbook of Medicinal Plants of Latin America. CRC Press; Boca Raton, FL, USA: 2009."}, {"Citation": "Atanasov A.G., Waltenberger B., Pferschy-Wenzig E.M., Linder T., Wawrosch C., Uhrin P., Temml V., Wang L., Schwaiger S., Heiss E.H., et al. Discovery and resupply of pharmacologically active plant-derived natural products: A review. Biotechnol. Adv. 2015;33:1582–1614. doi: 10.1016/j.biotechadv.2015.08.001.", "ArticleIdList": ["10.1016/j.biotechadv.2015.08.001", "PMC4748402", "26281720"]}, {"Citation": "DeCorte B.L. Underexplored opportunities for natural products in drug discovery. J. Med. Chem. 2016;59:9295–9304. doi: 10.1021/acs.jmedchem.6b00473.", "ArticleIdList": ["10.1021/acs.jmedchem.6b00473", "27331414"]}, {"Citation": "Newman D.J., Cragg G.M. Natural products as sources of new drugs from 1981 to 2014. J. Nat. Prod. 2016;79:629–661. doi: 10.1021/acs.jnatprod.5b01055.", "ArticleIdList": ["10.1021/acs.jnatprod.5b01055", "26852623"]}, {"Citation": "Pinheiro L.C.S., Feitosa L.M., da Silveira F.F., Boechat N. Current antimalarial therapies and advances in the development of semi-synthetic artemisinin derivatives. An. Acad. Bras. Cienc. 2018;90:1251–1271. doi: 10.1590/0001-3765201820170830.", "ArticleIdList": ["10.1590/0001-3765201820170830", "29873667"]}, {"Citation": "Bunkar A.R. Therapeutic uses of Rauwolfia serpentina. Int. J. Adv. Sci. Res. 2017;2:23–26."}, {"Citation": "Monzote Fidalgo L. Essential oil from Chenopodium ambrosioides as a promising antileishmanial agent. Nat. Prod. Commun. 2007;2:1257–1262."}, {"Citation": "Cave A.A. The Pequot War. University of Massachusetts Press; Amherst, MA, USA: 1996."}, {"Citation": "Roundtree H.C. Pocahantas’s People: The Powhatan Indians of Virginia through Four Centuries. University of Oklahoma Press; Norman, OK, USA: 1990."}, {"Citation": "Ehle J. Trail of Tears: The Rise and Fall of the Cherokee Nation. Anchor Books; New York, NY, USA: 1988."}, {"Citation": "Brown D. Bury My Heart at Wounded Knee: An Indian History of the American West. Picador; New York, NY, USA: 2007."}, {"Citation": "Moerman D.E. Native American Ethnobotany. Timber Press, Inc.; Portland, OR, USA: 1998."}, {"Citation": "Hutchens A.R. Indian Herbalogy of North America. Shambala Publications; Boulder, CO, USA: 1991."}, {"Citation": "Hamel P.B., Chiltoskey M.U. Cherokee Plants and Their Uses—A 400 Year History. Herald Publishing Company; Sylva, NC, USA: 1975."}, {"Citation": "Garrett J.T. The Cherokee Herbal. Bear & Company; Rochester, VT, USA: 2003."}, {"Citation": "Mooney J. The sacred formulas of the Cherokees. In: Powell J.W., editor. Seventh Annual Report of the Bureau of Ethnology. Government Printing Office; Washington, DC, USA: 1891. pp. 301–397."}, {"Citation": "Banks W.H. Ph.D. Thesis. University of Tennessee; Knoxville, TN, USA: 1953. Ethnobotany of the Cherokee Indians."}, {"Citation": "Cozzo D.N. Ph.D. Thesis. University of Georgia; Athens, GA, USA: 2004. Ethnobotanical Classifiction System and Medical Ethnobotany of the Eastern Band of the Cherokee Indians."}, {"Citation": "Winston D. Nvwoti; Cherokee medicine and ethnobotany. J. Am. Herb. Guild. 2001;2:45–49."}, {"Citation": "Core E.L. Ethnobotany of the southern Appalachian Aborigines. Econ. Bot. 1967;21:199–214. doi: 10.1007/BF02860370.", "ArticleIdList": ["10.1007/BF02860370"]}, {"Citation": "Ray L.E. Podophyllum peltatum and observations on the Creek and Cherokee Indians: William Bartram’s preservation of Native American pharmacology. Yale J. Biol. Med. 2009;82:25–36.", "ArticleIdList": ["PMC2660592", "19325943"]}, {"Citation": "Vanhaelen M., Lejoly J., Hanocq M., Molle L. Climatic and geographical aspects of medicinal plant constituents. In: Wijesekera R.O.B., editor. The Medicinal Plant Industry. CRC Press; Boca Raton, FL, USA: 1991. pp. 59–76."}, {"Citation": "Royce C.C. Map of the Former Territorial Limits of the Cherokee Nation of “Indians”; Map Showing the Territory Originally Assigned Cherokee “Nation of” Indians.  [(accessed on 24 October 2018)]; Available online:  https://www.loc.gov/item/99446145/"}, {"Citation": "Abou-Zaid M.M., Nozzolillo C. 1-O-galloyl-α-l-rhamnose from Acer rubrum. Phytochemistry. 1999;52:1629–1631. doi: 10.1016/S0031-9422(99)00236-8.", "ArticleIdList": ["10.1016/S0031-9422(99)00236-8"]}, {"Citation": "Abou-Zaid M.M., Helson B.V., Nozzolillo C., Arnason J.T. Ethyl m-digallate from red maple, Acer rubrum L., as the major resistance factor to forest tent caterpillar, Malacosoma disstria Hbn. J. Chem. Ecol. 2001;27:2517–2527. doi: 10.1023/A:1013683600211.", "ArticleIdList": ["10.1023/A:1013683600211", "11789956"]}, {"Citation": "Ma H. Ph.D. Thesis. University of Rhode Island; Kingston, RI, USA: 2014. Phytochemical and Biological Investigation of Gallotannins from Red Maple (Acer rubrum) Species."}, {"Citation": "Wan C., Yuan T., Xie M., Seeram N.P. Acer rubrum phenolics include A-type procyanidins and a chalcone. Biochem. Syst. Ecol. 2012;44:1–3. doi: 10.1016/j.bse.2012.04.005.", "ArticleIdList": ["10.1016/j.bse.2012.04.005"]}, {"Citation": "Wan C., Yuan T., Li L., Kandhi V., Cech N.B., Xie M., Seeram N.P. Maplexins, new α-glucosidase inhibitors from red maple (Acer rubrum) stems. Bioorg. Med. Chem. Lett. 2012;22:597–600. doi: 10.1016/j.bmcl.2011.10.073.", "ArticleIdList": ["10.1016/j.bmcl.2011.10.073", "22079755"]}, {"Citation": "Yuan T., Wan C., Liu K., Seeram N.P. New maplexins F-I and phenolic glycosides from red maple (Acer rubrum) bark. Tetrahedron. 2012;68:959–964. doi: 10.1016/j.tet.2011.11.062.", "ArticleIdList": ["10.1016/j.tet.2011.11.062"]}, {"Citation": "González-Sarrías A., Yuan T., Seeram N.P. Cytotoxicity and structure activity relationship studies of maplexins A–I, gallotannins from red maple (Acer rubrum) Food Chem. Toxicol. 2012;50:1369–1376. doi: 10.1016/j.fct.2012.02.031.", "ArticleIdList": ["10.1016/j.fct.2012.02.031", "22387705"]}, {"Citation": "Zhang Y., Ma H., Yuan T., Seeram N.P. Red maple (Acer rubrum) aerial parts as a source of bioactive phenolics. Nat. Prod. Commun. 2015;10:1409–1412.", "ArticleIdList": ["26434129"]}, {"Citation": "Bailey A.E., Asplund R.O., Ali M.S. Isolation of methyl gallate as the antitumor principle of Acer saccharinum. J. Nat. Prod. 1986;49:1149–1150. doi: 10.1021/np50048a040.", "ArticleIdList": ["10.1021/np50048a040", "2437251"]}, {"Citation": "Bin Muhsinah A., Ma H., DaSilva N.A., Yuan T., Seeram N.P. Bioactive glucitol-core containing gallotannins and other phytochemicals from silver maple (Acer saccharinum) leaves. Nat. Prod. Commun. 2017;12:83–84.", "ArticleIdList": ["30549831"]}, {"Citation": "Falk A.J., Smolenski S.J., Bauer L., Bell C.L. Isolation and identification of three new flavones from Achillea millefolium L. J. Pharm. Sci. 1975;64:1838–1842. doi: 10.1002/jps.2600641119.", "ArticleIdList": ["10.1002/jps.2600641119", "1195115"]}, {"Citation": "Benetis R., Radušienė J., Janulis V. Variability of phenolic compounds in flowers of Achillea millefolium wild populations in Lithuania. Medicina. 2008;44:775–781. doi: 10.3390/medicina44100097.", "ArticleIdList": ["10.3390/medicina44100097", "19001835"]}, {"Citation": "Glasl S., Mucaji P., Werner I., Presser A., Jurenitsch J. Sesquiterpenes and flavonoid aglycones from a Hungarian taxon of the Achillea millefolium group. Z. Naturforsch. 2002;57:976–982. doi: 10.1515/znc-2002-11-1203.", "ArticleIdList": ["10.1515/znc-2002-11-1203", "12562079"]}, {"Citation": "Vitalini S., Beretta G., Iriti M., Orsenigo S., Basilico N., Dall’Acqua S., Iorizzi M., Fico G. Phenolic compounds from Achillea millefolium L. and their bioactivity. Acta Biochim. Pol. 2011;58:203–209.", "ArticleIdList": ["21503279"]}, {"Citation": "Dias M.I., Barros L., Dueñas M., Pereira E., Carvalho A.M., Alves R.C., Oliveira M.B.P.P., Santos-Buelga C., Ferreira I.C.F.R. Chemical composition of wild and commercial Achillea millefolium L. and bioactivity of the methanolic extract, infusion and decoction. Food Chem. 2013;141:4152–4160. doi: 10.1016/j.foodchem.2013.07.018.", "ArticleIdList": ["10.1016/j.foodchem.2013.07.018", "23993599"]}, {"Citation": "Dall’Acqua S., Bolego C., Cignarella A., Gaion R.M., Innocenti G. Vasoprotective activity of standardized Achillea millefolium extract. Phytomedicine. 2011;18:1031–1036. doi: 10.1016/j.phymed.2011.05.005.", "ArticleIdList": ["10.1016/j.phymed.2011.05.005", "21684130"]}, {"Citation": "Tozyo T., Yoshimura Y., Sakurai K., Uchida N., Takeda Y., Nakai H., Ishi H. Novel antitumor sesquiterpenoids in Achillea millefolium. Chem. Pharm. Bull. 1994;42:1096–1100. doi: 10.1248/cpb.42.1096.", "ArticleIdList": ["10.1248/cpb.42.1096", "8069962"]}, {"Citation": "Innocenti G., Vegeto E., Dall’Acqua S., Ciana P., Giorgetti M., Agradi E., Sozzi A., Fico G., Tomè F. In vitro estrogenic activity of Achillea millefolium L. Phytomedicine. 2007;14:147–152. doi: 10.1016/j.phymed.2006.05.005.", "ArticleIdList": ["10.1016/j.phymed.2006.05.005", "16860978"]}, {"Citation": "Pires J.M., Mendes F.R., Negri G., Duarte-Almeida J.M., Carlini E.A. Antinociceptive peripheral effect of Achillea millefolium L. and Artemisia vulgaris L.: Both plants known popularly by brand names of analgesic drugs. Phyther. Res. 2009;23:212–219. doi: 10.1002/ptr.2589.", "ArticleIdList": ["10.1002/ptr.2589", "18844327"]}, {"Citation": "Guédon D., Abbe P., Lamaison J.L. Leaf and flower head flavonoids of Achillea millefolium L. subspecies. Biochem. Syst. Ecol. 1993;21:607–611. doi: 10.1016/0305-1978(93)90060-5.", "ArticleIdList": ["10.1016/0305-1978(93)90060-5"]}, {"Citation": "Csupor-Löffler B., Hajdú Z., Zupkó I., Réthy B., Falkay G., Forgo P., Hohmann J. Antiproliferative effect of flavonoids and sesquiterpenoids from Achillea millefolium s.l. on cultured human tumour cell lines. Phyther. Res. 2009;23:672–676. doi: 10.1002/ptr.2697.", "ArticleIdList": ["10.1002/ptr.2697", "19107850"]}, {"Citation": "Candan F., Unlu M., Tepe B., Daferera D., Polissiou M., Sökmen A., Akpulat H.A. Antioxidant and antimicrobial activity of the essential oil and methanol extracts of Achillea millefolium subsp. millefolium Afan. (Asteraceae) J. Ethnopharmacol. 2003;87:215–220. doi: 10.1016/S0378-8741(03)00149-1.", "ArticleIdList": ["10.1016/S0378-8741(03)00149-1", "12860311"]}, {"Citation": "Santoro G.F., Cardoso M.G., Gustavo L., Guimarães L.G.L., Mendonça L.Z., Soares M.J. Trypanosoma cruzi: Activity of essential oils from Achillea millefolium L., Syzygium aromaticum L. and Ocimum basilicum L. on epimastigotes and trypomastigotes. Exp. Parasitol. 2007;116:283–290. doi: 10.1016/j.exppara.2007.01.018.", "ArticleIdList": ["10.1016/j.exppara.2007.01.018", "17349626"]}, {"Citation": "Bimbiraitė K., Ragižinskienė O., Maruška A., Kornyšova O. Comparison of the chemical composition of four yarrow (Achillea millefolium L.) morphotypes. Biologija. 2008;54:208–212. doi: 10.2478/v10054-008-0046-0.", "ArticleIdList": ["10.2478/v10054-008-0046-0"]}, {"Citation": "Bocevska M., Sovová H. Supercritical CO2 extraction of essential oil from yarrow. J. Supercrit. Fluids. 2007;40:360–367. doi: 10.1016/j.supflu.2006.07.014.", "ArticleIdList": ["10.1016/j.supflu.2006.07.014"]}, {"Citation": "Barghamadi A., Mehrdad M., Sefidkon F., Yamini Y., Khajeh M. Comparison of the volatiles of Achillea millefolium L. obtained by supercritical carbon dioxide extraction and hydrodistillation Methods. J. Essent. Oil Res. 2009;21:259–264. doi: 10.1080/10412905.2009.9700164.", "ArticleIdList": ["10.1080/10412905.2009.9700164"]}, {"Citation": "Figueiredo A.C., Barroso J.G., Pais M.S.S., Scheffer J.J.C. Composition of the essential oils from leaves and flowers of Achillea millefolium L. ssp. millefolium. Flavour Fragr. J. 1992;7:219–222. doi: 10.1002/ffj.2730070409.", "ArticleIdList": ["10.1002/ffj.2730070409"]}, {"Citation": "Zhang Z., Li S., Zhang S., Gorenstein D. Triterpenoid saponins from the fruits of Aesculus pavia. Phytochemistry. 2006;67:784–794. doi: 10.1016/j.phytochem.2006.01.017.", "ArticleIdList": ["10.1016/j.phytochem.2006.01.017", "16497343"]}, {"Citation": "Zhang Z., Li S. Cytotoxic triterpenoid saponins from the fruits of Aesculus pavia L. Phytochemistry. 2007;68:2075–2086. doi: 10.1016/j.phytochem.2007.05.020.", "ArticleIdList": ["10.1016/j.phytochem.2007.05.020", "17599369"]}, {"Citation": "Sun Z., Zhang M., Wu Y., Wan A., Zhang R. Bioactive saponins from the fruits of Aesculus pavia L. Fitoterapia. 2011;82:1106–1109. doi: 10.1016/j.fitote.2011.07.004.", "ArticleIdList": ["10.1016/j.fitote.2011.07.004", "21787846"]}, {"Citation": "Curir P., Galeotti F., Dolci M., Barile E., Lanzotti V. Pavietin, a coumarin from Aesculus pavia with antifungal activity. J. Nat. Prod. 2007;70:1668–1671. doi: 10.1021/np070295v.", "ArticleIdList": ["10.1021/np070295v", "17914881"]}, {"Citation": "Ferracini C., Curir P., Dolci M., Lanzotti V., Alma A. Aesculus pavia foliar saponins: Defensive role against the leafminer Cameraria ohridella. Pest Manag. Sci. 2010;66:767–772. doi: 10.1002/ps.1940.", "ArticleIdList": ["10.1002/ps.1940", "20217891"]}, {"Citation": "Lanzotti V., Termolino P., Dolci M., Curir P. Paviosides A–H, eight new oleane type saponins from Aesculus pavia with cytotoxic activity. Bioorg. Med. Chem. 2012;20:3280–3286. doi: 10.1016/j.bmc.2012.03.048.", "ArticleIdList": ["10.1016/j.bmc.2012.03.048", "22507208"]}, {"Citation": "Beier R.C., Norman J.O., Reagor J.C., Rees M.S., Mundy B.P. Isolation of the major component in white snakeroot that is toxic after microsomal activation: Possible explanation of sporadic toxicity of white snakeroot plants and extracts. Nat. Toxins. 1993;1:286–293. doi: 10.1002/nt.2620010506.", "ArticleIdList": ["10.1002/nt.2620010506", "8167948"]}, {"Citation": "Lee S.T., Davis T.Z., Gerdner D.R., Stegelmeier B.L., Evans T.J. Quantitative method for the measurement of three benzofuran ketones in rayless goldenrod (Isocoma pluriflora) and white snakeroot (Ageratina altissima) by high-performance liquid chromatography (HPLC) J. Agric. Food Chem. 2009;57:5639–5643. doi: 10.1021/jf900781j.", "ArticleIdList": ["10.1021/jf900781j", "19480385"]}, {"Citation": "Lee S.T., Davis T.Z., Gardner D.R., Colegate S.M., Cook D., Green B.T., Meyerholtz K.A., Wilson C.R., Stegelmeier B.L., Evans T.J. Tremetone and structurally related compounds in white snakeroot (Ageratina altissima): A plant associated with trembles and milk sickness. J. Agric. Food Chem. 2010;58:8560–8565. doi: 10.1021/jf1012456.", "ArticleIdList": ["10.1021/jf1012456", "20681643"]}, {"Citation": "Fritsch R.M., Keusgen M. Occurrence and taxonomic significance of cysteine sulphoxides in the genus Allium L. (Alliaceae) Phytochemistry. 2006;67:1127–1135. doi: 10.1016/j.phytochem.2006.03.006.", "ArticleIdList": ["10.1016/j.phytochem.2006.03.006", "16626766"]}, {"Citation": "Sobolewska D., Michalska K., Podolak I., Grabowska K. Steroidal saponins from the genus Allium. Phytochem. Rev. 2016;15:1–35. doi: 10.1007/s11101-014-9381-1.", "ArticleIdList": ["10.1007/s11101-014-9381-1", "PMC4735241", "26893594"]}, {"Citation": "Calvey E.M., White K.D., Matusik J.E., Sha D., Block E. Allium chemistry: Identification of organosulfur compounds in ramp (Allium tricoccum) homogenates. Phytochemistry. 1998;49:359–364. doi: 10.1016/S0031-9422(98)00191-5.", "ArticleIdList": ["10.1016/S0031-9422(98)00191-5", "9747536"]}, {"Citation": "Chen S., Snyder J.K. Molluscicidal saponins from Allium vineale. Tetrahedron Lett. 1987;28:5603–5606. doi: 10.1016/S0040-4039(00)96791-1.", "ArticleIdList": ["10.1016/S0040-4039(00)96791-1"]}, {"Citation": "Chen S., Snyder J.K. Diosgenin-bearing mulluscicidal saponins from Allium vineale: An NMR approach for the structural assignment of oligosaccharide units. J. Org. Chem. 1989;54:3679–3689. doi: 10.1021/jo00276a033.", "ArticleIdList": ["10.1021/jo00276a033"]}, {"Citation": "Demirtas I., Erenler R., Elmastas M., Goktasoglu A. Studies on the antioxidant potential of flavones of Allium vineale isolated from its water-soluble fraction. Food Chem. 2013;136:34–40. doi: 10.1016/j.foodchem.2012.07.086.", "ArticleIdList": ["10.1016/j.foodchem.2012.07.086", "23017389"]}, {"Citation": "Satyal P., Craft J.D., Dosoky N.S., Setzer W.N. The chemical compositions of the volatile oils of garlic (Allium sativum) and wild garlic (Allium vineale) Foods. 2017;6:63. doi: 10.3390/foods6080063.", "ArticleIdList": ["10.3390/foods6080063", "PMC5575638", "28783070"]}, {"Citation": "Li H., O’Neill T., Webster D., Johnson J.A., Gray C.A. Anti-mycobacterial diynes from the Canadian medicinal plant Aralia nudicaulis. J. Ethnopharmacol. 2012;140:141–144. doi: 10.1016/j.jep.2011.12.048.", "ArticleIdList": ["10.1016/j.jep.2011.12.048", "22234257"]}, {"Citation": "Davé P.C., Vogler B., Setzer W.N. Chemical compositions of the leaf essential oils of Aralia spinosa from three habitats in Northern Alabama. Am. J. Plant Sci. 2011;02:507–510. doi: 10.4236/ajps.2011.23059.", "ArticleIdList": ["10.4236/ajps.2011.23059"]}, {"Citation": "Wolf S.J., Denford K.E. Flavonoid variation in Arnica cordifolia: An apomictic polyploid complex. Biochem. Syst. Ecol. 1983;11:111–114. doi: 10.1016/0305-1978(83)90008-X.", "ArticleIdList": ["10.1016/0305-1978(83)90008-X"]}, {"Citation": "Merfort I., Wendisch D. Sesquiterpene lactones of Arnica cordifolia, subgenus austromontana. Phytochemistry. 1993;34:1436–1437. doi: 10.1016/0031-9422(91)80046-4.", "ArticleIdList": ["10.1016/0031-9422(91)80046-4"]}, {"Citation": "Nematollahi F., Rustaiyan A., Larijani K., Madimi M., Masoudi S. Essential oil composition of Artemisia biennis Willd. and Pulicaria undulata (L.) C.A. Mey., two Compositae herbs growing wild in Iran. J. Essent. Oil Res. 2006;18:339–341. doi: 10.1080/10412905.2006.9699106.", "ArticleIdList": ["10.1080/10412905.2006.9699106"]}, {"Citation": "Lopes-Lutz D., Alviano D.S., Alviano C.S., Kolodziejczyk P.P. Screening of chemical composition, antimicrobial and antioxidant activities of Artemisia essential oils. Phytochemistry. 2008;69:1732–1738. doi: 10.1016/j.phytochem.2008.02.014.", "ArticleIdList": ["10.1016/j.phytochem.2008.02.014", "18417176"]}, {"Citation": "Jeong S.Y., Jun D.Y., Kim Y.H., Min B.-S., Min B.K., Woo M.H. Monoterpenoids from the aerial parts of Aruncus dioicus var. kamtschaticus and their antioxidant and cytotoxic activities. Bioorg. Med. Chem. Lett. 2011;21:3252–3256.", "ArticleIdList": ["21546250"]}, {"Citation": "Han C.R., Jun D.Y., Woo H.J., Jeong S.-Y., Woo M.-H., Kim Y.H. Induction of microtubule-damage, mitotic arrest, Bcl-2 phosphorylation, Bak activation, and mitochondria-dependent caspase cascade is involved in human Jurkat T-cell apoptosis by aruncin B from Aruncus dioicus var. kamtschaticus. Bioorg. Med. Chem. Lett. 2012;22:945–953. doi: 10.1016/j.bmcl.2011.12.023.", "ArticleIdList": ["10.1016/j.bmcl.2011.12.023", "22197393"]}, {"Citation": "Zhao B.T., Jeong S.Y., Vu V.D., Min B.S., Kim Y.H., Woo M.H. Cytotoxic and anti-oxidant constituents from the aerial parts of Aruncus dioicus var. kamtschaticus. Nat. Prod. Sci. 2013;19:66–70."}, {"Citation": "Vo Q.H., Nguyen P.H., Zhao B.T., Thi Y.N., Nguyen D.H., Kim W.I., Seo U.M., Min B.S., Woo M.H. Bioactive constituents from the n-butanolic fraction of Aruncus dioicus var. kamtschaticus. Nat. Prod. Sci. 2014;20:274–280."}, {"Citation": "Fusani P., Piwowarski J.P., Zidorn C., Kiss A.K., Scartezzini F., Granica S. Seasonal variation in secondary metabolites of edible shoots of Buck’s beard [Aruncus dioicus (Walter) Fernald (Rosaceae)] Food Chem. 2016;202:23–30. doi: 10.1016/j.foodchem.2016.01.103.", "ArticleIdList": ["10.1016/j.foodchem.2016.01.103", "26920262"]}, {"Citation": "Iwashina T., Kitajima J. Chalcone and flavonol glycosides from Asarum canadense (Aristolochiaceae) Phytochemistry. 2000;55:971–974. doi: 10.1016/S0031-9422(00)00216-8.", "ArticleIdList": ["10.1016/S0031-9422(00)00216-8", "11140534"]}, {"Citation": "Bauer L., Bell C.L., Gearien J.E., Takeda H. Constituents of the rhizome of Asarum canadense. J. Pharm. Sci. 1967;56:336–343. doi: 10.1002/jps.2600560306.", "ArticleIdList": ["10.1002/jps.2600560306"]}, {"Citation": "Motto M.G., Secord N.J. Composition of the essential oil from Asarum canadense. J. Agric. Food Chem. 1985;33:789–791. doi: 10.1021/jf00065a004.", "ArticleIdList": ["10.1021/jf00065a004"]}, {"Citation": "Bélanger A., Collin G., Garneau F.-X., Gagnon H., Pichette A. Aromas from Quebec. II. Composition of the essential oil of the rhizomes and roots of Asarum canadense L. J. Essent. Oil Res. 2010;22:164–169. doi: 10.1080/10412905.2010.9700293.", "ArticleIdList": ["10.1080/10412905.2010.9700293"]}, {"Citation": "Garneau F., Collin G., Gagnon H. Chemical composition and stability of the hydrosols obtained during essential oil production. I. The case of Melissa officinalis L. and Asarum canadense L. Am. J. Essent. Oils Nat. Prod. 2014;2:54–62."}, {"Citation": "Abe F., Yamauchi T. An androstane bioside and 3’-thiazolidinone derivatives of doubly-linked cardenolide glycosides from the roots of Asclepias tuberosa. Chem. Pharm. Bull. 2000;48:991–993. doi: 10.1248/cpb.48.991.", "ArticleIdList": ["10.1248/cpb.48.991", "10923828"]}, {"Citation": "Abe F., Yamauchi T. Pregnane glycosides from the roots of Asclepias tuberosa. Chem. Pharm. Bull. 2000;48:1017–1022. doi: 10.1248/cpb.48.1017.", "ArticleIdList": ["10.1248/cpb.48.1017", "10923833"]}, {"Citation": "Warashina T., Noro T. 8,14-Secopregnane glycosides from the aerial parts of Asclepias tuberosa. Phytochemistry. 2009;70:1294–1304. doi: 10.1016/j.phytochem.2009.07.033.", "ArticleIdList": ["10.1016/j.phytochem.2009.07.033", "19703695"]}, {"Citation": "Warashina T., Noro T. 8,12;8,20-Diepoxy-8,14-secopregnane glycosides from the aerial parts of Asclepias tuberosa. Chem. Pharm. Bull. 2010;58:172–179. doi: 10.1248/cpb.58.172.", "ArticleIdList": ["10.1248/cpb.58.172", "20118575"]}, {"Citation": "Warashina T., Umehara K., Miyase T., Noro T. 8,12;8,20-Diepoxy-8,14-secopregnane glycosides from roots of Asclepias tuberosa and their effect on proliferation of human skin fibroblasts. Phytochemistry. 2011;72:1865–1875. doi: 10.1016/j.phytochem.2011.05.012.", "ArticleIdList": ["10.1016/j.phytochem.2011.05.012", "21703653"]}, {"Citation": "Lebreton P., Markham K.R., Swift W.T., III, Mabry T.J. Flavonoids of Baptista australis (Leguminosae) Phytochemistry. 1967;6:1675–1680. doi: 10.1016/S0031-9422(00)82901-5.", "ArticleIdList": ["10.1016/S0031-9422(00)82901-5"]}, {"Citation": "Markham K.R., Swift W.T., Mabry T.J. A new isoflavone glycoside from Baptisia australis. J. Org. Chem. 1968;33:462–464. doi: 10.1021/jo01265a113.", "ArticleIdList": ["10.1021/jo01265a113", "5634897"]}, {"Citation": "Fraser A.M., Robins D.J. Incorporation of enantiomeric [1 2H]cadaverines into the quinolizindine alkaloids (+)-sparteine and (−)-N-methylcytisine in Baptisia australis. J. Chem. Soc. Chem. Commun. 1986;1986:545–547. doi: 10.1039/C39860000545.", "ArticleIdList": ["10.1039/C39860000545"]}, {"Citation": "Zenk M.H., Rueffer M., Amann M., Deus-Neumann B. Benzylisoquinoline biosynthesis by cultivated plant cells and isolated enzymes. J. Nat. Prod. 1985;48:725–738. doi: 10.1021/np50041a003.", "ArticleIdList": ["10.1021/np50041a003"]}, {"Citation": "Woods K.E., Jones C.D., Setzer W.N. Bioactivities and compositions of Betula nigra essential oils. J. Med. Act. Plants. 2013;2:1–9."}, {"Citation": "Hua Y., Bentley M.D., Cole B.J.W., Murray K.D., Alford A.R. Triterpenes from the outer bark of Betula nigra. J. Wood Chem. Technol. 1991;11:503–516. doi: 10.1080/02773819108051090.", "ArticleIdList": ["10.1080/02773819108051090"]}, {"Citation": "Wollenweber E. Rare methoxy flavonoids from buds of Betula nigra. Phytochemistry. 1976;15:438–439. doi: 10.1016/S0031-9422(00)86851-X.", "ArticleIdList": ["10.1016/S0031-9422(00)86851-X"]}, {"Citation": "Wollenweber E. New flavonoids from Betula nigra. Phytochemistry. 1977;16:295. doi: 10.1016/S0031-9422(00)86815-6.", "ArticleIdList": ["10.1016/S0031-9422(00)86815-6"]}, {"Citation": "Tellez M.R., Dayan F.E., Schrader K.K., Wedge D.E., Duke S.O. Composition and some biological activities of the essential oil of Callicarpa americana (L.) J. Agric. Food Chem. 2000;48:3008–3012. doi: 10.1021/jf991026g.", "ArticleIdList": ["10.1021/jf991026g", "10898657"]}, {"Citation": "Cantrell C.L., Klun J.A., Bryson C.T., Kobaisy M., Duke S.O. Isolation and identification of mosquito bite deterrent terpenoids from leaves of American (Callicarpa americana) and Japanese (Callicarpa japonica) beautyberry. J. Agric. Food Chem. 2005;53:5948–5953. doi: 10.1021/jf0509308.", "ArticleIdList": ["10.1021/jf0509308", "16028979"]}, {"Citation": "Carroll J.F., Cantrell C.L., Klun J.A., Kramer M. Repellency of two terpenoid compounds isolated from Callicarpa americana (Lamiaceae) against Ixodes scapularis and Amblyomma americanum ticks. Exp. Appl. Acarol. 2007;41:215–224. doi: 10.1007/s10493-007-9057-2.", "ArticleIdList": ["10.1007/s10493-007-9057-2", "17380408"]}, {"Citation": "Jones W.P., Lobo-Echeverri T., Mi Q., Chai H.-B., Soejarto D.D., Cordell G.A., Swanson S.M., Kinghorn A.D. Cytotoxic constituents from the fruiting branches of Callicarpa americana collected in southern Florida. J. Nat. Prod. 2007;70:372–377. doi: 10.1021/np060534z.", "ArticleIdList": ["10.1021/np060534z", "PMC2447917", "17279798"]}, {"Citation": "Collins R.P., Chang N., Knaak L.E. Anthocyanins in Calycanthus floridus. Am. Midl. Nat. 1969;82:633–637. doi: 10.2307/2423811.", "ArticleIdList": ["10.2307/2423811"]}, {"Citation": "Miller E.R., Taylor G.W., Eskew M.H. The volatile oil of Calycanthus floridus. J. Am. Chem. Soc. 1914;36:2182–2187. doi: 10.1021/ja02187a025.", "ArticleIdList": ["10.1021/ja02187a025"]}, {"Citation": "Collins R.P., Halim A.F. Essential leaf oils in Calycanthus floridus. Planta Med. 1971;20:241–243. doi: 10.1055/s-0028-1099699.", "ArticleIdList": ["10.1055/s-0028-1099699", "5125490"]}, {"Citation": "Akhlaghi H. Chemical composition of the essential oil from flowers of Calycanthus floridus L. var. oblongifolius (Nutt.) D.E. Boufford & S.A. Spongberg from Iran. J. Pharm. Heal. Sci. 2014;2:111–114."}, {"Citation": "Akhlaghi H. Chemical composition of the essential oil from stems of Calycanthus floridus L. var. oblongifolius from Iran. Chem. Nat. Compd. 2008;44:661–662. doi: 10.1007/s10600-008-9159-z.", "ArticleIdList": ["10.1007/s10600-008-9159-z"]}, {"Citation": "Woldemariam T.Z., Betz J.M., Houghton P.J. Analysis of aporphine and quinolizidine alkaloids from Caulophyllum thalictroides by densitometry and HPLC. J. Pharm. Biomed. Anal. 1997;15:839–843. doi: 10.1016/S0731-7085(96)01919-X.", "ArticleIdList": ["10.1016/S0731-7085(96)01919-X", "9172110"]}, {"Citation": "Betz J.M., Andrzejewski D., Troy A., Casey R.E., Obermeyer W.R., Page S.W., Woldemariam T.Z. Gas chromatographic determination of toxic quinolizidine alkaloids in blue cohosh Caulophyllum thalictroides (L.) Michx. Phytochem. Anal. 1998;9:232–236. doi: 10.1002/(SICI)1099-1565(199809/10)9:5<232::AID-PCA412>3.0.CO;2-5.", "ArticleIdList": ["10.1002/(SICI)1099-1565(199809/10)9:5<232::AID-PCA412>3.0.CO;2-5"]}, {"Citation": "Kennelly E.J., Flynn T.J., Mazzola E.P., Roach J.A., McCloud T.G., Danford D.E., Betz J.M. Detecting potential teratogenic alkaloids from blue cohosh rhizomes using an in vitro rat embryo culture. J. Nat. Prod. 1999;62:1385–1389. doi: 10.1021/np9901581.", "ArticleIdList": ["10.1021/np9901581", "10543898"]}, {"Citation": "Ali Z., Khan I.A. Alkaloids and saponins from blue cohosh. Phytochemistry. 2008;69:1037–1042. doi: 10.1016/j.phytochem.2007.10.011.", "ArticleIdList": ["10.1016/j.phytochem.2007.10.011", "18048069"]}, {"Citation": "Madgula V.L.M., Ali Z., Smillie T., Khan I., Walker L.A., Khan S.I. Alkaloids and saponins as cytochrome P450 inhibitors from blue cohosh (Caulophyllum thalictroides) in an in vitro assay. Planta Med. 2009;75:329–332. doi: 10.1055/s-0028-1112207.", "ArticleIdList": ["10.1055/s-0028-1112207", "19137500"]}, {"Citation": "Jhoo J.-W., Sang S., He K., Cheng X., Zhu N., Stark R.E., Zheng Q.Y., Rosen R.T., Ho C.-T. Characterization of the triterpene saponins of the roots and rhizomes of blue cohosh (Caulophyllum thalictroides) J. Agric. Food Chem. 2001;49:5969–5974. doi: 10.1021/jf010814e.", "ArticleIdList": ["10.1021/jf010814e", "11743794"]}, {"Citation": "Matsuo Y., Watanabe K., Mimaki Y. Triterpene glycosides from the underground parts of Caulophyllum thalictroides. J. Nat. Prod. 2009;72:1155–1160. doi: 10.1021/np900164b.", "ArticleIdList": ["10.1021/np900164b", "19449879"]}, {"Citation": "Lee Y., Jung J.-C., Ali Z., Khan I.A., Oh S. Anti-inflammatory effect of triterpene saponins isolated from blue cohosh (Caulophyllum thalictroides) Evid. Based Complement. Altern. Med. 2012;2012:798192. doi: 10.1155/2012/798192.", "ArticleIdList": ["10.1155/2012/798192", "PMC3442286", "22988475"]}, {"Citation": "Warnhoff E.W., Pradhan S.K., Ma J.C. Ceanothus alkaloids I. Isolation, separation, and characterization. Can. J. Chem. 1965;53:2594–2602. doi: 10.1139/v65-356.", "ArticleIdList": ["10.1139/v65-356"]}, {"Citation": "Klein F.K., Rapoport H. Ceanothus alkaloids. Americine. J. Am. Chem. Soc. 1968;90:2398–2404. doi: 10.1021/ja01011a033.", "ArticleIdList": ["10.1021/ja01011a033", "5642069"]}, {"Citation": "Servis R.E., Kosak A.I., Tschesche R., Frohberg E., Fehlhaber H.-W. Peptide alkaloids from Ceanothus americanus L. (Rhamnaceae) J. Am. Chem. Soc. 1969;91:5619–5624. doi: 10.1021/ja01048a032.", "ArticleIdList": ["10.1021/ja01048a032"]}, {"Citation": "Steinberg K.M., Satyal P., Setzer W.N. Chemical composition of the bark essential oil of Cercis canadensis L. (Fabaceae) Am. J. Essent. Oils Nat. Prod. 2017;5:15–17."}, {"Citation": "Bowers M.D., Boockvar K., Collinge S.K. Iridoid glycosides of Chelone glabra (Scrophulariaceae) and their sequestration by larvae of a wawfly, Tenthredo grandis (Tenthredinidae) J. Chem. Ecol. 1993;19:815–823. doi: 10.1007/BF00985011.", "ArticleIdList": ["10.1007/BF00985011", "24249020"]}, {"Citation": "St. Pyrek J. Sesquiterpene lactones of Cinchorium intybus and Leontodon autumnalis. Phytochemistry. 1985;24:186–188. doi: 10.1016/S0031-9422(00)80838-9.", "ArticleIdList": ["10.1016/S0031-9422(00)80838-9"]}, {"Citation": "Kisiel W., Zielińska K. Guaianolides from Cichorium intybus and structure revision of Cichorium sesquiterpene lactones. Phytochemistry. 2001;57:523–527. doi: 10.1016/S0031-9422(01)00072-3.", "ArticleIdList": ["10.1016/S0031-9422(01)00072-3", "11394851"]}, {"Citation": "Bischoff T.A., Kelley C.J., Karchesy Y., Laurantos M., Nguyen-Dinh P., Arefi A.G. Antimalarial activity of lactucin lnd lactucopicrin: Sesquiterpene lactones isolated from Cichorium intybus L. J. Ethnopharmacol. 2004;95:455–457. doi: 10.1016/j.jep.2004.06.031.", "ArticleIdList": ["10.1016/j.jep.2004.06.031", "15507374"]}, {"Citation": "Wesołowska A., Nikiforuk A., Michalska K., Kisiel W., Chojnacka-Wójcik E. Analgesic and sedative activities of lactucin and some lactucin-like guaianolides in mice. J. Ethnopharmacol. 2006;107:254–258. doi: 10.1016/j.jep.2006.03.003.", "ArticleIdList": ["10.1016/j.jep.2006.03.003", "16621374"]}, {"Citation": "Nørbæk R., Nielsen K., Kondo T. Anthocyanins from flowers of Cichorium intybus. Phytochemistry. 2002;60:357–359. doi: 10.1016/S0031-9422(02)00055-9.", "ArticleIdList": ["10.1016/S0031-9422(02)00055-9", "12031425"]}, {"Citation": "He K., Zheng B., Kim C.H., Rogers L., Zheng Q. Direct analysis and identification of triterpene glycosides by LC/MS in black cohosh, Cimicifuga racemosa, and in several commercially available black cohosh products. Planta Med. 2000;66:635–640. doi: 10.1055/s-2000-8619.", "ArticleIdList": ["10.1055/s-2000-8619", "11105569"]}, {"Citation": "Bedir E., Khan I.A. Cimiracemoside A: A new cyclolanostanol xyloside from the rhizome of Cimicifuga racemosa. Chem. Pharm. Bull. 2000;48:425–427. doi: 10.1248/cpb.48.425.", "ArticleIdList": ["10.1248/cpb.48.425", "10726870"]}, {"Citation": "Lai G.F., Wang Y.-F., Fan L.-M., Cao J.-X., Luo S.-D. Triterpenoid glycoside from Cimicifuga racemosa. J. Asian Nat. Prod. Res. 2005;7:695–699. doi: 10.1080/1028602042000324817.", "ArticleIdList": ["10.1080/1028602042000324817", "16176901"]}, {"Citation": "Shao Y., Harris A., Wang M., Zhang H., Cordell G.A., Bowman M., Lemmo E. Triterpene glycosides from Cimicifuga racemosa. J. Nat. Prod. 2000;63:905–910. doi: 10.1021/np000047y.", "ArticleIdList": ["10.1021/np000047y", "10924163"]}, {"Citation": "Watanabe K., Mimaki Y., Sakagami H., Sashida Y. Cycloartane glycosides from the rhizomes of Cimicifuga racemosa and their cytotoxic activities. Chem. Pharm. Bull. 2002;50:121–125. doi: 10.1248/cpb.50.121.", "ArticleIdList": ["10.1248/cpb.50.121", "11824572"]}, {"Citation": "Tsukamoto S., Aburatani M., Ohta T. Isolation of CYP3A4 inhibitors from the black cohosh (Cimicifuga racemosa) Evid. Based Complement. Altern. Med. 2005;2:223–226. doi: 10.1093/ecam/neh086.", "ArticleIdList": ["10.1093/ecam/neh086", "PMC1142198", "15937564"]}, {"Citation": "Cicek S.S., Schwaiger S., Ellmerer E.P., Stuppner H. Development of a fast and convenient method for the isolation of triterpene saponins from Actaea racemosa by high-speed countercurrent chromatography coupled with evaporative light scattering detection. Planta Med. 2010;76:467–473. doi: 10.1055/s-0029-1186236.", "ArticleIdList": ["10.1055/s-0029-1186236", "19847744"]}, {"Citation": "Jamróz M.K., Jamróz M.H., Dobrowolski J.C., Gliński J.A., Davey M.H., Wawer I. Novel and unusual triterpene from black cohosh. Determination of structure of 9,10-seco-9,19-cyclolanostane xyloside (cimipodocarpaside) by NMR, IR and Raman spectroscopy and DFT calculations. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2011;78:107–112. doi: 10.1016/j.saa.2010.09.005.", "ArticleIdList": ["10.1016/j.saa.2010.09.005", "20934376"]}, {"Citation": "Jamróz M.K., Paradowska K., Gliński J.A., Wawer I. 13C CPMAS NMR studies and DFT calculations of triterpene xylosides isolated from Actaea racemosa. J. Mol. Struct. 2011;994:248–255. doi: 10.1016/j.molstruc.2011.03.027.", "ArticleIdList": ["10.1016/j.molstruc.2011.03.027"]}, {"Citation": "Jamróz M.K., Jamróz M.H., Dobrowolski J.C., Gliński J.A., Gleńsk M. One new and six known triterpene xylosides from Cimicifuga racemosa: FT-IR, Raman and NMR studies and DFT calculations. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2012;93:10–18. doi: 10.1016/j.saa.2012.02.064.", "ArticleIdList": ["10.1016/j.saa.2012.02.064", "22465763"]}, {"Citation": "He C.-C., Dai Y.-Q., Hui R.-R., Hua J., Chen H.-J., Luo Q.-Y., Li J.-X. NMR-based metabonomic approach on the toxicological effects of a Cimicifuga triterpenoid. J. Appl. Toxicol. 2012;32:88–97. doi: 10.1002/jat.1633.", "ArticleIdList": ["10.1002/jat.1633", "21449050"]}, {"Citation": "Kruse S.O., Löhning A., Pauli G.F., Winterhoff H., Nahrstedt A. Fukiic and piscidic acid esters from the rhizome of Cimicifuga racemosa and the in vitro estrogenic activity of fukinolic acid. Planta Med. 1999;65:763–764. doi: 10.1055/s-2006-960862.", "ArticleIdList": ["10.1055/s-2006-960862", "10630125"]}, {"Citation": "Stromeier S., Petereit F., Nahrstedt A. Phenolic esters from the rhizomes of Cimicifuga racemosa do not cause proliferation effects in MCF-7 cells. Planta Med. 2005;71:495–500. doi: 10.1055/s-2005-864148.", "ArticleIdList": ["10.1055/s-2005-864148", "15971118"]}, {"Citation": "Chen S.-N., Fabricant D.S., Lu Z.-Z., Zhang H., Fong H.H.S., Farnsworth N.R. Cimiracemates A-D, phenylpropanoid esters from the rhizomes of Cimicifuga racemosa. Phytochemistry. 2002;61:409–413. doi: 10.1016/S0031-9422(02)00209-1.", "ArticleIdList": ["10.1016/S0031-9422(02)00209-1", "12377235"]}, {"Citation": "Li W., Chen S., Fabricant D., Angerhofer C.K., Fong H.S., Farnsworth N.R., Fitzloff J.F. High-performance liquid chromatographic analysis of black cohosh (Cimicifuga racemosa) constituents with in-line evaporative light scattering and photodiode array detection. Anal. Chim. Acta. 2002;471:61–75. doi: 10.1016/S0003-2670(02)00776-6.", "ArticleIdList": ["10.1016/S0003-2670(02)00776-6"]}, {"Citation": "Nuntanakorn P., Jiang B., Einbond L.S., Yang H., Kronenberg F., Weinstein I.B., Kennelly E.J. Polyphenolic constituents of Actaea racemosa. Nournal Nat. Prod. 2006;69:314–318. doi: 10.1021/np0501031.", "ArticleIdList": ["10.1021/np0501031", "16562825"]}, {"Citation": "Gödecke T., Lankin D.C., Nikolic D., Chen S.-N., van Breemen R.B., Farnsworth N.R., Pauli G.F. Guanidine alkaloids and Pictet-Spengler adducts from black cohosh (Cimicifuga racemosa) J. Nat. Prod. 2009;72:433–437. doi: 10.1021/np8006952.", "ArticleIdList": ["10.1021/np8006952", "PMC2765500", "19220011"]}, {"Citation": "Azimova S.S., Gluchenkova A.I., editors. Lipids, Lipophilic Components and Essential Oils from Plant Sources. Springer; London, UK: 2012. Collinsonia canadensis L. p. 401."}, {"Citation": "Joshi B.S., Moore K.M., Pelletier S.W., Puar M.S., Pramanik B.N. Saponins from Collinsonia canadensis. J. Nat. Prod. 1992;55:1468–1474. doi: 10.1021/np50088a013.", "ArticleIdList": ["10.1021/np50088a013"]}, {"Citation": "Stevens J.F., Ivancic M., Deinzer M.L., Wollenweber E. A novel 2-hydroxyflavanone from Collinsonia canadensis. J. Nat. Prod. 1999;62:392–394. doi: 10.1021/np980421i.", "ArticleIdList": ["10.1021/np980421i", "10075799"]}, {"Citation": "Hutton K. Master’s Thesis. University of South Florida; Tampa, FL, USA: 2010. A Comparative Study of the Plants Used for Medicinal Purposes by the Creek and Seminole Tribes."}, {"Citation": "Mukhtar N., Iqbal K., Anis I., Malik A. Sphingolipids from Conyza canadensis. Phytochemistry. 2002;61:1005–1008. doi: 10.1016/S0031-9422(02)00385-0.", "ArticleIdList": ["10.1016/S0031-9422(02)00385-0", "12453535"]}, {"Citation": "Mukhtar N., Iqbal K., Malik A. Sphingolipids from Conyza canadensis. Chem. Pharm. Bull. 2002;50:1558–1560. doi: 10.1248/cpb.50.1558.", "ArticleIdList": ["10.1248/cpb.50.1558", "12499589"]}, {"Citation": "Yan M.M., Li T.Y., Zhao D.Q., Shao S., Bi S.N. A new derivative of triterpene with anti-melanoma B16 activity from Conyza canadensis. Chin. Chem. Lett. 2010;21:834–837. doi: 10.1016/j.cclet.2010.02.022.", "ArticleIdList": ["10.1016/j.cclet.2010.02.022"]}, {"Citation": "Shakirullah M., Ahmad H., Shah M.R., Imtiaz A., Ishaq M., Khan N., Badshah A., Khan I. Antimicrobial activities of conyzolide and conyzoflavone from Conyza canadensis. J. Enzyme Inhib. Med. Chem. 2011;26:468–471. doi: 10.3109/14756366.2010.528413.", "ArticleIdList": ["10.3109/14756366.2010.528413", "21054146"]}, {"Citation": "Xie W.D., Gao X., Jia Z.J. A new C-10 acetylene and a new triterpenoid from Conyza canadensis. Arch. Pharm. Res. 2007;30:547–551. doi: 10.1007/BF02977646.", "ArticleIdList": ["10.1007/BF02977646", "17615671"]}, {"Citation": "Ding Y., Su Y., Guo H., Yang F., Mao H., Gao X., Zhu Z., Tu G. Phenylpropanoyl esters from horseweed (Conyza canadensis) and their inhibitory effects on catecholamine secretion. J. Nat. Prod. 2010;73:270–274. doi: 10.1021/np900670b.", "ArticleIdList": ["10.1021/np900670b", "20121251"]}, {"Citation": "Queiroz S.C.N., Cantrell C.L., Duke S.O., Nandula V., Moraes R.M., Cerdeira A.L. Bioassay-directed isolation and identification of phytotoxic terpenoids from horseweed (Conyza canadensis) Planta Med. 2012;78:P48. doi: 10.1055/s-0032-1307556.", "ArticleIdList": ["10.1055/s-0032-1307556", "22612410"]}, {"Citation": "Porto R.S., Rath S., Queiroz S.C.N. Conyza canadensis: Green extraction method of bioactive compounds and evaluation of their antifungal activity. J. Braz. Chem. Soc. 2017;28:913–919. doi: 10.21577/0103-5053.20160228.", "ArticleIdList": ["10.21577/0103-5053.20160228"]}, {"Citation": "Pawlaczyk I., Czerchawski L., Kuliczkowski W., Karolko B., Pilecki W., Witkiewicz W., Gancarz R. Anticoagulant and anti-platelet activity of polyphenolic-polysaccharide preparation isolated from the medicinal plant Erigeron canadensis L. Thromb. Res. 2011;127:328–340. doi: 10.1016/j.thromres.2010.11.031.", "ArticleIdList": ["10.1016/j.thromres.2010.11.031", "21172723"]}, {"Citation": "Csupor-Löffler B., Hajdú Z., Zupkó I., Molnár J., Forgo P., Kele Z., Hohmann J. New dihydropyrone derivatives and further antitumor compounds from Conyza canadensis. Planta Med. 2010;76:P258. doi: 10.1055/s-0030-1264556.", "ArticleIdList": ["10.1055/s-0030-1264556"]}, {"Citation": "Csupor-Löffler B., Hajdú Z., Zupkó I., Molnár J., Forgo P., Vasas A., Kele Z., Hohmann J. Antiproliferative constituents of the roots of Conyza canadensis. Planta Med. 2011;77:1183–1188. doi: 10.1055/s-0030-1270714.", "ArticleIdList": ["10.1055/s-0030-1270714", "21294076"]}, {"Citation": "Liu K., Qin Y.-H., Yu J.-Y., Ma H., Song X.-L. 3-β-Erythrodiol isolated from Conyza canadensis inhibits MKN-45 human gastric cancer cell proliferation by inducing apoptosis, cell cycle arrest, DNA fragmentation, ROS generation and reduces tumor weight and volume in mouse xenograft model. Oncol. Rep. 2016;35:2328–2338. doi: 10.3892/or.2016.4610.", "ArticleIdList": ["10.3892/or.2016.4610", "26846256"]}, {"Citation": "Banday J.A., Mir F.A., Farooq S., Qurishi M.A., Koul S., Razdan T.K. Salicylic acid and methyl gallate from the roots of Conyza canedensis. Int. J. Chem. Anal. Sci. 2012;3:2–5."}, {"Citation": "Banday J.A., Farooq S., Qurishi M.A., Koul S., Razdan T.K. Conyzagenin-A and B, two new epimeric lanostane triterpenoids from Conyza canadensis. Nat. Prod. Res. 2013;27:975–981. doi: 10.1080/14786419.2012.701214.", "ArticleIdList": ["10.1080/14786419.2012.701214", "22775203"]}, {"Citation": "Curini M., Bianchi A., Epifano F., Bruni R., Torta L., Zambonelli A. Compsotion and in vitro antifungal activity of essential oils of Erigeron canadensis and Myrtus communis from France. Chem. Nat. Compd. 2003;39:191–194. doi: 10.1023/A:1024818015122.", "ArticleIdList": ["10.1023/A:1024818015122"]}, {"Citation": "Lis A., Piggott J.R., Góra J. Chemical composition variability of the essential oil of Conyza canadensis Cronq. Flavour Fragr. J. 2003;18:364–367. doi: 10.1002/ffj.1177.", "ArticleIdList": ["10.1002/ffj.1177"]}, {"Citation": "Tzakou O., Vagias C., Gani A., Yannitsaros A. Volatile constituents of essential oils isolated at different growth stages from three Conyza species growing in Greece. Flavour Fragr. J. 2005;20:425–428. doi: 10.1002/ffj.1451.", "ArticleIdList": ["10.1002/ffj.1451"]}, {"Citation": "Lis A., Góra J. Essential oil of Conyza canadensis (L.) Cronq. J. Essent. Oil Res. 2000;12:781–783. doi: 10.1080/10412905.2000.9712214.", "ArticleIdList": ["10.1080/10412905.2000.9712214"]}, {"Citation": "Stoyanova A., Georgiev E., Kermedchieva D., Lis A., Gora J. Changes in the essential oil of Conyza canadensis (L.) Cronquist. during its vegetation. J. Essent. Oil Res. 2003;15:44–45. doi: 10.1080/10412905.2003.9712261.", "ArticleIdList": ["10.1080/10412905.2003.9712261"]}, {"Citation": "Rustaiyan A., Azar P.A., Moradalizadeh M., Masoudi S., Ameri N. Volatile constituents of three Compositae herbs: Anthemis altissima L. var altissima, Conyza canadensis (L.) Cronq. and Grantina aucheri Boiss. growing wild in Iran. J. Essent. Oil Res. 2004;16:579–581. doi: 10.1080/10412905.2004.9698802.", "ArticleIdList": ["10.1080/10412905.2004.9698802"]}, {"Citation": "Miyazawa M., Yamamoto K., Kameoka H. The essential oil of Erigeron canadensis L. J. Essent. Oil Res. 1992;4:227–230. doi: 10.1080/10412905.1992.9698053.", "ArticleIdList": ["10.1080/10412905.1992.9698053"]}, {"Citation": "Choi H.-J., Want H.-Y., Kim Y.-N., Heo S.-J., Kim N.-K., Jeong M.-S., Park Y.-H., Kim S. Composition and cytotoxicity of essential oil extracted by steam distillation from horseweed (Erigeron canadensis L.) in Korea. J. Korean Soc. Appl. Biol. Chem. 2008;51:55–59."}, {"Citation": "Veres K., Csupor-Löffler B., Lázár A., Hohmann J. Antifungal activity and composition of essential oils of Conyza canadensis herbs and roots. Sci. World J. 2012;2012 doi: 10.1100/2012/489646.", "ArticleIdList": ["10.1100/2012/489646", "PMC3353473", "23049473"]}, {"Citation": "Liu Y., Du D., Liang Y., Xin G., Huang B.-Z., Huang W. Novel polyacetylenes from Coreopsis tinctoria Nutt. J. Asian Nat. Prod. Res. 2015;17:744–749. doi: 10.1080/10286020.2014.996138.", "ArticleIdList": ["10.1080/10286020.2014.996138", "25563069"]}, {"Citation": "Lam S.-C., Lam S.-F., Zhao J., Li S.-P. Rapid identification and comparison of compounds with antioxidant activity in Coreopsis tinctoria herbal tea by high-performance thin-layer chromatography coupled with DPPH bioautography and densitometry. J. Food Sci. 2016;81:C2218–C2223. doi: 10.1111/1750-3841.13402.", "ArticleIdList": ["10.1111/1750-3841.13402", "27516219"]}, {"Citation": "Zhang Y., Shi S., Zhao M., Chai X., Tu P. Coreosides A-D, C14-polyacetylene glycosides from the capitula of Coreopsis tinctoria and its anti-inflammatory activity against COX-2. Fitoterapia. 2013;87:93–97. doi: 10.1016/j.fitote.2013.03.024.", "ArticleIdList": ["10.1016/j.fitote.2013.03.024", "23562631"]}, {"Citation": "Guo J., Wang A., Yang K., Ding H., Hu Y., Yang Y., Huang S., Xu J., Liu T., Yang H., et al. Isolation, characterization and antimicrobial activities of polyacetylene glycosides from Coreopsis tinctoria Nutt. Phytochemistry. 2017;136:65–69. doi: 10.1016/j.phytochem.2016.12.023.", "ArticleIdList": ["10.1016/j.phytochem.2016.12.023", "28104231"]}, {"Citation": "Du D., Jin T., Xing Z.-H., Hu L.-Q., Long D., Li S.-F., Gong M. One new linear C14 polyacetylene glucoside with antiadipogenic activities on 3T3-L1 cells from the capitula of Coreopsis tinctoria. J. Asian Nat. Prod. Res. 2016;18:784–790. doi: 10.1080/10286020.2016.1157077.", "ArticleIdList": ["10.1080/10286020.2016.1157077", "26959764"]}, {"Citation": "Dias T., Liu B., Jones P., Houghton P.J., Mota-Filipe H., Paulo A. Cytoprotective effect of Coreopsis tinctoria extracts and flavonoids on tBHP and cytokine-induced cell injury in pancreatic MIN6 cells. J. Ethnopharmacol. 2012;139:485–492. doi: 10.1016/j.jep.2011.11.038.", "ArticleIdList": ["10.1016/j.jep.2011.11.038", "22143153"]}, {"Citation": "Zhang Y., Shi S., Zhao M., Jiang Y., Tu P. A novel chalcone from Coreopsis tinctoria Nutt. Biochem. Syst. Ecol. 2006;34:766–769. doi: 10.1016/j.bse.2006.05.005.", "ArticleIdList": ["10.1016/j.bse.2006.05.005"]}, {"Citation": "Dias T., Bronze M.R., Houghton P.J., Mota-Filipe H., Paulo A. The flavonoid-rich fraction of Coreopsis tinctoria promotes glucose tolerance regain through pancreatic function recovery in streptozotocin-induced glucose-intolerant rats. J. Ethnopharmacol. 2010;132:483–490. doi: 10.1016/j.jep.2010.08.048.", "ArticleIdList": ["10.1016/j.jep.2010.08.048", "20813179"]}, {"Citation": "Abdureyim A., Abliz M., Sultan A., Eshbakova K.A. Phenolic compounds from the flowers of Coreopsis tinctoria. Chem. Nat. Compd. 2013;48:1085–1086. doi: 10.1007/s10600-013-0473-8.", "ArticleIdList": ["10.1007/s10600-013-0473-8"]}, {"Citation": "Ma Z., Zheng S., Han H., Meng J., Yang X., Zeng S., Zhou H., Jiang H. The bioactive components of Coreopsis tinctoria (Asteraceae) capitula: Antioxidant activity in vitro and profile in rat plasma. J. Funct. Foods. 2016;20:575–586. doi: 10.1016/j.jff.2015.11.023.", "ArticleIdList": ["10.1016/j.jff.2015.11.023"]}, {"Citation": "Chen L.X., Hu D.J., Lam S.C., Ge L., Wu D., Zhao J., Long Z.R., Yang W.J., Fan B., Li S.P. Comparison of antioxidant activities of different parts from snow chrysanthemum (Coreopsis tinctoria Nutt.) and identification of their natural antioxidants using high performance liquid chromatography coupled with diode array detection and mass spectrometry and 2,2′-azinobis(3-ethylbenzthiazoline-sulfonic acid)diammonium salt-based assay. J. Chromatogr. A. 2016;1428:134–142.", "ArticleIdList": ["26521095"]}, {"Citation": "Deng Y., Lam S.-C., Zhao J., Li S.-P. Quantitative analysis of flavonoids and phenolic acid in Coreopsis tinctoria Nutt. by capillary zone electrophoresis. Electrophoresis. 2017;38:2654–2661. doi: 10.1002/elps.201700129.", "ArticleIdList": ["10.1002/elps.201700129", "28681383"]}, {"Citation": "Yang Y., Sun X., Liu J., Kang L., Chen S., Ma B., Guo B. Quantitative and qualitative analysis of flavonoids and phenolic acids in snow chrysanthemum (Coreopsis tinctoria Nutt.) by HPLC-DAD and UPLC-ESI-QTOF-MS. Molecules. 2016;21:1307. doi: 10.3390/molecules21101307.", "ArticleIdList": ["10.3390/molecules21101307", "PMC6272912", "27706037"]}, {"Citation": "Zǎlaru C., Crişan C.C., Cǎlinescu I., Moldovan Z., Ţârcomnicu I., Litescu S.C., Tatia R., Moldovan L., Boda D., Iovu M. Polyphenols in Coreopsis tinctoria Nutt. fruits and the plant extracts antioxidant capacity evaluation. Cent. Eur. J. Chem. 2014;12:858–867. doi: 10.2478/s11532-014-0539-x.", "ArticleIdList": ["10.2478/s11532-014-0539-x"]}, {"Citation": "Wang T., Xi M., Guo Q., Wang L., Shen Z. Chemical components and antioxidant activity of volatile oil of a Compositae tea (Coreopsis tinctoria Nutt.) from Mt. Kunlun. Ind. Crops Prod. 2015;67:318–323. doi: 10.1016/j.indcrop.2015.01.043.", "ArticleIdList": ["10.1016/j.indcrop.2015.01.043"]}, {"Citation": "Hostettmann K., Hostettmann-Kaldas M., Nakanishi K. Molluscicidal saponins from Cornus florida L. Helv. Chim. Acta. 1978;61:1990–1995. doi: 10.1002/hlca.19780610607.", "ArticleIdList": ["10.1002/hlca.19780610607"]}, {"Citation": "Robins R.J., Abraham T.W., Parr A.J., Eagles J., Walton N.J. The biosynthesis of tropane alkaloids in Datura stramonium: The identity of the intermediates between N-methylpyrrolinium salt and tropinone. J. Am. Chem. Soc. 1997;119:10929–10934. doi: 10.1021/ja964461p.", "ArticleIdList": ["10.1021/ja964461p"]}, {"Citation": "Monforte-González M., Ayora-Talavera T., Maldonado-Mendoza E., Loyola-Vargas V.M. Quantitative analysis of serpentine and ajmalicine in plant tissues of Catharanthus roseus and hyoscyamine and scopolamine in root tissues of Datura stramonium by thin layer chromatography-densitometry. Phytochem. Anal. 1992;3:117–121. doi: 10.1002/pca.2800030305.", "ArticleIdList": ["10.1002/pca.2800030305"]}, {"Citation": "Lanfranchi D.A., Tomi F., Casanova J. Enantiomeric differentiation of atropine/hyoscyamine by 13C NMR spectroscopy and its application to Datura stramonium extract. Phytochem. Anal. 2010;21:597–601. doi: 10.1002/pca.1240.", "ArticleIdList": ["10.1002/pca.1240", "20799269"]}, {"Citation": "Mroczek T., Głowniak K., Kowalska J. Solid-liquid extraction and cation-exchange solid-phase extraction using a mixed-mode polymeric sorbent of Datura and related alkaloids. J. Chromatogr. A. 2006;1107:9–18. doi: 10.1016/j.chroma.2005.12.034.", "ArticleIdList": ["10.1016/j.chroma.2005.12.034", "16388811"]}, {"Citation": "Fallas A.L., Thomson R.H. Ebenaceae extractives. Part III. Binaphthaquinones from Diospyros species. J. Chem. Soc. C Org. 1968;1968:2279–2282. doi: 10.1039/j39680002279.", "ArticleIdList": ["10.1039/j39680002279"]}, {"Citation": "Rashed K., Ćirić A., Glamočlija J., Soković M. Antibacterial and antifungal activities of methanol extract and phenolic compounds from Diospyros virginiana L. Ind. Crops Prod. 2014;59:210–215. doi: 10.1016/j.indcrop.2014.05.021.", "ArticleIdList": ["10.1016/j.indcrop.2014.05.021"]}, {"Citation": "Wang X., Habib E., León F., Radwan M.M., Tabanca N., Gao J., Wedge D.E., Cutler S.J. Antifungal metabolites from the roots of Diospyros virginiana by overpressure layer chromatography. Chem. Biodivers. 2011;8:2331–2340. doi: 10.1002/cbdv.201000310.", "ArticleIdList": ["10.1002/cbdv.201000310", "PMC3409591", "22162171"]}, {"Citation": "Kiss A., Kowalski J., Melzig M.F. Compounds from Epilobium angustifolium inhibit the specific metallopeptidases ACE, NEP and APN. Planta Med. 2004;70:919–923. doi: 10.1055/s-2004-832617.", "ArticleIdList": ["10.1055/s-2004-832617", "15490319"]}, {"Citation": "Kiss A., Kowalski J., Melzig M.F. Effect of Epilobium angustifolium L. extracts and polyphenols on cell proliferation and neutral endopeptidase activity in selected cell lines. Pharmazie. 2006;61:66–69.", "ArticleIdList": ["16454210"]}, {"Citation": "Ramstead A.G., Schepetkin I.A., Quinn M.T., Jutila M.A. Oenothein B, a cyclic dimeric ellagitannin isolated from Epilobium angustifolium, enhances IFNγ production by lymphocytes. PLoS ONE. 2012;7:e50546. doi: 10.1371/journal.pone.0050546.", "ArticleIdList": ["10.1371/journal.pone.0050546", "PMC3511557", "23226309"]}, {"Citation": "Baert N., Karonen M., Salminen J.P. Isolation, characterisation and quantification of the main oligomeric macrocyclic ellagitannins in Epilobium angustifolium by ultra-high performance chromatography with diode array detection and electrospray tandem mass spectrometry. J. Chromatogr. A. 2015;1419:26–36. doi: 10.1016/j.chroma.2015.09.050.", "ArticleIdList": ["10.1016/j.chroma.2015.09.050", "26455285"]}, {"Citation": "Baert N., Kim J., Karonen M., Salminen J.P. Inter-population and inter-organ distribution of the main polyphenolic compounds of Epilobium angustifolium. Phytochemistry. 2017;134:54–63. doi: 10.1016/j.phytochem.2016.11.003.", "ArticleIdList": ["10.1016/j.phytochem.2016.11.003", "27866749"]}, {"Citation": "Park B.-J., Tomohiko M. Feruloyl, caffeoyl, and flavonol glucosides from Equisetum hyemale. Chem. Nat. Compd. 2011;47:363–365. doi: 10.1007/s10600-011-9934-0.", "ArticleIdList": ["10.1007/s10600-011-9934-0"]}, {"Citation": "Jin M., Zhang C., Zheng T., Yao D., Shen L., Luo J., Jiang Z., Ma J., Jin X.-J., Cui J., et al. A new phenyl glycoside from the aerial parts of Equisetum hyemale. Nat. Prod. Res. 2014;28:1813–1818. doi: 10.1080/14786419.2014.947491.", "ArticleIdList": ["10.1080/14786419.2014.947491", "25117054"]}, {"Citation": "Price J.I. An in vitro evaluation of the Native American ethnomedicinal plant Eryngium yuccifolium as a treatment for snakebite envenomation. J. Intercult. Ethnopharmacol. 2016;5:219–225. doi: 10.5455/jice.20160421070136.", "ArticleIdList": ["10.5455/jice.20160421070136", "PMC4927125", "27366346"]}, {"Citation": "Yarnell E., Abascal K. Natural approaches to treating chronic prostatitis and chronic pelvic pain syndromes. Altern. Complement. Ther. 2005;11:246–251. doi: 10.1089/act.2005.11.246.", "ArticleIdList": ["10.1089/act.2005.11.246"]}, {"Citation": "Ayoub N., Al-Azizi M., König W., Kubeczka K.H. Essential oils and a novel polyacetylene from Eryngium yuccifolium Michaux. (Apiaceae) Flavour Fragr. J. 2006;21:864–868. doi: 10.1002/ffj.1631.", "ArticleIdList": ["10.1002/ffj.1631"]}, {"Citation": "Zhang Z., Li S., Ownby S., Wang P., Yuan W., Zhang W., Beasley R.S. Phenolic compounds and rare polyhydroxylated triterpenoid saponins from Eryngium yuccifolium. Phytochemistry. 2008;69:2070–2080. doi: 10.1016/j.phytochem.2008.03.020.", "ArticleIdList": ["10.1016/j.phytochem.2008.03.020", "18499203"]}, {"Citation": "Wang P., Yuan W., Deng G., Su Z., Li S. Triterpenoid saponins from Eryngium yuccifolium “Kershaw Blue”. Phytochem. Lett. 2013;6:306–309. doi: 10.1016/j.phytol.2013.03.014.", "ArticleIdList": ["10.1016/j.phytol.2013.03.014"]}, {"Citation": "Wang P., Su Z., Yuan W., Deng G., Li S. Phytochemical constituents and pharmacological activities of Eryngium L. (Apiaceae) Pharm. Crop. 2012;3:99–120. doi: 10.2174/2210290601203010099.", "ArticleIdList": ["10.2174/2210290601203010099"]}, {"Citation": "Cavallito C.J., Haskell T.H. α-Methylene butyrolactone from Erythronium americanum. J. Am. Chem. Soc. 1946;68:2332–2334. doi: 10.1021/ja01215a057.", "ArticleIdList": ["10.1021/ja01215a057", "21002233"]}, {"Citation": "Tsuda Y., Marion L. The alkaloids of Eupatorium maculatum L. Can. J. Chem. 1963;41:1919–1924. doi: 10.1139/v63-283.", "ArticleIdList": ["10.1139/v63-283"]}, {"Citation": "Wiedenfeld H., Hösch G., Roeder E., Dingermann T. Lycopsamine and cumambrin B from Eupatorium maculatum. Pharmazie. 2009;64:415–416.", "ArticleIdList": ["19618682"]}, {"Citation": "Maas M., Hensel A., Da Costa F.B., Brun R., Kaiser M., Schmidt T.J. An unusual dimeric guaianolide with antiprotozoal activity and further sesquiterpene lactones from Eupatorium perfoliatum. Phytochemistry. 2011;72:635–644. doi: 10.1016/j.phytochem.2011.01.025.", "ArticleIdList": ["10.1016/j.phytochem.2011.01.025", "21329950"]}, {"Citation": "Herz W., Kalyanaraman P.S., Ramakrishnan G., Blount J.F. Sesquiterpene lactones of Eupatorium perfoliatum. J. Org. Chem. 1977;42:2264–2271. doi: 10.1021/jo00433a017.", "ArticleIdList": ["10.1021/jo00433a017", "874606"]}, {"Citation": "Habtemariam S. Activity-guided isolation and identification of free radical-scavenging components from ethanolic extract of boneset (leaves of Eupatorium perfoliatum) Nat. Prod. Commun. 2008;3:1317–1320."}, {"Citation": "Maas M., Deters A.M., Hensel A. Anti-inflammatory activity of Eupatorium perfoliatum L. extracts, eupafolin, and dimeric guaianolide via iNOS inhibitory activity and modulation of inflammation-related cytokines and chemokines. J. Ethnopharmacol. 2011;137:371–381. doi: 10.1016/j.jep.2011.05.040.", "ArticleIdList": ["10.1016/j.jep.2011.05.040", "21669270"]}, {"Citation": "Maas M., Petereit F., Hensel A. Caffeic acid derivatives from Eupatorium perfoliatum L. Molecules. 2009;14:36–45. doi: 10.3390/molecules14010036.", "ArticleIdList": ["10.3390/molecules14010036", "PMC6253889", "19104484"]}, {"Citation": "Herz W. Chemistry of the Eupatoriinae. Biochem. Syst. Ecol. 2001;29:1115–1137. doi: 10.1016/S0305-1978(01)00056-4.", "ArticleIdList": ["10.1016/S0305-1978(01)00056-4"]}, {"Citation": "Hensel A., Maas M., Sendker J., Lechtenberg M., Petereit F., Deters A., Schmidt T., Stark T. Eupatorium perfoliatum L.: Phytochemistry, traditional use and current applications. J. Ethnopharmacol. 2011;138:641–651. doi: 10.1016/j.jep.2011.10.002.", "ArticleIdList": ["10.1016/j.jep.2011.10.002", "22004891"]}, {"Citation": "Lewis N.G., Inciong M.E.J., Ohashi H., Towers G.H.N., Yamamoto E. Exclusive accumulation of Z-isomers of monolignols and their glucosides in bark of Fagus grandifolia. Phytochemistry. 1988;27:2119–2121. doi: 10.1016/0031-9422(88)80107-9.", "ArticleIdList": ["10.1016/0031-9422(88)80107-9", "11539000"]}, {"Citation": "Stout G.H., Balkenhol W.J. Xanthones of the Gentianaceae-I: Frasera caroliniensis. Tetrahedron. 1969;25:1947–1960. doi: 10.1016/S0040-4020(01)82816-7.", "ArticleIdList": ["10.1016/S0040-4020(01)82816-7"]}, {"Citation": "Aberham A., Pieri V., Croom E.M., Ellmerer E., Stuppner H. Analysis of iridoids, secoiridoids and xanthones in Centaurium erythraea, Frasera caroliniensis and Gentiana lutea using LC-MS and RP-HPLC. J. Pharm. Biomed. Anal. 2011;54:517–525. doi: 10.1016/j.jpba.2010.09.030.", "ArticleIdList": ["10.1016/j.jpba.2010.09.030", "21050691"]}, {"Citation": "Eyles A., Jones W., Riedl K., Cipollini D., Schwartz S., Chan K., Herms D.A., Bonello P. Comparative phloem chemistry of Manchurian (Fraxinus mandshurica) and two North American ash species (Fraxinus americana and Fraxinus pennsylvanica) J. Chem. Ecol. 2007;33:1430–1448. doi: 10.1007/s10886-007-9312-3.", "ArticleIdList": ["10.1007/s10886-007-9312-3", "17522965"]}, {"Citation": "Takenaka Y., Tanahashi T., Shintaku M., Sakai T., Nagakura N. Parida Secoiridoid glucosides from Fraxinus americana. Phytochemistry. 2000;55:275–284. doi: 10.1016/S0031-9422(00)00319-8.", "ArticleIdList": ["10.1016/S0031-9422(00)00319-8", "11142855"]}, {"Citation": "Aybek A., Zhou J., Malik A., Umar S., Xiao Z. Catechins and proanthocyanidins from seeds of Fraxinus americana. Chem. Nat. Compd. 2015;51:565–567. doi: 10.1007/s10600-015-1346-0.", "ArticleIdList": ["10.1007/s10600-015-1346-0"]}, {"Citation": "Gallardo A., Picollo M.I., González-Audino P., Mougabure-Cueto G. Insecticidal activity of individual and mixed monoterpenoids of Geranium essential oil against Pediculus humanus capitis (Phthiraptera: Pediculidae) J. Med. Entomol. 2012;49:332–335. doi: 10.1603/ME11142.", "ArticleIdList": ["10.1603/ME11142", "22493851"]}, {"Citation": "Sánchez-Tena S., Fernández-Cachón M.L., Carreras A., Mateos-Martín M.L., Costoya N., Moyer M.P., Nuñez M.J., Torres J.L., Cascante M. Hamamelitannin from witch hazel (Hamamelis virginiana) displays specific cytotoxic activity against colon cancer cells. J. Nat. Prod. 2012;75:26–33. doi: 10.1021/np200426k.", "ArticleIdList": ["10.1021/np200426k", "22216935"]}, {"Citation": "Duckstein S.M., Stintzing F.C. Investigation on the phenolic constituents in Hamamelis virginiana leaves by HPLC-DAD and LC-MS/MS. Anal. Bioanal. Chem. 2011;401:677–688. doi: 10.1007/s00216-011-5111-3.", "ArticleIdList": ["10.1007/s00216-011-5111-3", "21626454"]}, {"Citation": "Dauer A., Rimpler H., Hensel A. Polymeric proanthocyanidins from the bark of Hamamelis virginiana. Planta Med. 2003;69:89–91. doi: 10.1055/s-2003-37022.", "ArticleIdList": ["10.1055/s-2003-37022", "12567291"]}, {"Citation": "Touriño S., Lizárraga D., Carreras A., Lorenzo S., Ugartondo V., Mitjans M., Vinardell M.P., Julía L., Cascante M., Torres J.L. Highly galloylated tannin fractions from witch hazel (Hamamelis virginiana) bark: Electron transfer capacity, in vitro antioxidant activity, and effects on skin-related cells. Chem. Res. Toxicol. 2008;21:696–704. doi: 10.1021/tx700425n.", "ArticleIdList": ["10.1021/tx700425n", "18311930"]}, {"Citation": "Hartisch C., Kolodziej H. Galloylhamameloses and proanthocyanidins from Hamamelis virginiana. Phytochemistry. 1996;42:191–198. doi: 10.1016/0031-9422(96)00926-0.", "ArticleIdList": ["10.1016/0031-9422(96)00926-0"]}, {"Citation": "Lucas R.A., Smith R.G., Dorfman L. The isolation of dihydromexicanin E from Helenium autumnale L. J. Org. Chem. 1964;29:2101. doi: 10.1021/jo01030a562.", "ArticleIdList": ["10.1021/jo01030a562"]}, {"Citation": "Herz W., Subramaniam P.S., Dennis N. Constituents of Helenium species. XXIII. Stereochemistry of flexuosin A and related compounds. J. Org. Chem. 1969;34:2915–2917. doi: 10.1021/jo01262a024.", "ArticleIdList": ["10.1021/jo01262a024"]}, {"Citation": "Herz W., de Vivar A.R., Romo J., Viswanathan N. Constituents of Helenium species. XIII. The structure of helenalin and mexicanin A. J. Am. Chem. Soc. 1963;85:19–26. doi: 10.1021/ja00884a004.", "ArticleIdList": ["10.1021/ja00884a004"]}, {"Citation": "Herz W., Subramaniam P.S. Pseudoguianolides in Helenium autumnale from Pennsylvania. Phytochemistry. 1972;11:1101–1103. doi: 10.1016/S0031-9422(00)88460-5.", "ArticleIdList": ["10.1016/S0031-9422(00)88460-5"]}, {"Citation": "Lee K.-H., Meck R., Piantadosi C., Huang E.-S. Antitumor agents. 4. Cytotoxicity and in vivo activity of helenalin esters and related derivatives. J. Med. Chem. 1973;16:299–301. doi: 10.1021/jm00261a034.", "ArticleIdList": ["10.1021/jm00261a034", "4733115"]}, {"Citation": "Furukawa H., Lee K.-H., Shingu T., Meck R., Piantadosi C. Carolenin and carolenalin, two new guaianolides in Helenium autumnale L. from North Carolina. J. Org. Chem. 1973;38:1722–1725. doi: 10.1021/jo00949a023.", "ArticleIdList": ["10.1021/jo00949a023", "4709673"]}, {"Citation": "Pettit G.R., Budzinski J.C., Cragg G.M., Brown P., Johnston L.D. Antineoplastic agents. 34. Helenium autumnale L. J. Med. Chem. 1974;17:1013–1016. doi: 10.1021/jm00255a024.", "ArticleIdList": ["10.1021/jm00255a024", "4412057"]}, {"Citation": "Kozuka M., Lee K.-H., McPhail A.T., Onan K.D. Structure and absolute stereochemistry of dihydroflorilenalin, a new sesquiterpene lactone from Florida Helenium autumnale L. Chem. Pharm. Bull. 1975;23:1895–1897. doi: 10.1248/cpb.23.1895.", "ArticleIdList": ["10.1248/cpb.23.1895"]}, {"Citation": "Furukawa H., Itoigawa M., Kumagai N., Ito K., McPhail A.T., Onan K.D. Isolation and structure determination of 4-O-tigloyl-11,13-dihydroautumnolide, a new sesquiterpene lactone from North Carolina Helenium autumnale L. Chem. Pharm. Bull. 1978;25:1335–1337. doi: 10.1248/cpb.26.1335.", "ArticleIdList": ["10.1248/cpb.26.1335"]}, {"Citation": "Gentry E.J., Jampani H.B., Keshavarz-Shokri A., Morton M.D., Vander Velde D., Telikepalli H., Mitscher L.A., Shawar R., Humble D., Baker W. Antitubercular natural products: Berberine from the roots of commercial Hydrastis canadensis powder. Isolation of inactive 8-oxotetrahydrothalifendine, canadine, β-hydrastine, and two new quinic acid esters, hycandinic acid esters-1 and -2. J. Nat. Prod. 1998;61:1187–1193. doi: 10.1021/np9701889.", "ArticleIdList": ["10.1021/np9701889", "9784149"]}, {"Citation": "Scazzocchio F., Cometa M.F., Tomassini L., Palmery M. Antibacterial activity of Hydrastis canadensis extract and its major isolated alkaloids. Planta Med. 2001;67:561–564. doi: 10.1055/s-2001-16493.", "ArticleIdList": ["10.1055/s-2001-16493", "11509983"]}, {"Citation": "Chadwick L.R., Wu C.D., Kinghorn A.D. Isolation of alkaloids from goldenseal (Hydrastis canadensis rhizomes) using pH-zone refining countercurrent chromatography. J. Liq. Chromatogr. Relat. Technol. 2001;24:2445–2453. doi: 10.1081/JLC-100105950.", "ArticleIdList": ["10.1081/JLC-100105950"]}, {"Citation": "Le P.M., McCooeye M., Windust A. Characterization of the alkaloids in goldenseal (Hydrastis canadensis) root by high resolution Orbitrap LC-MSn. Anal. Bioanal. Chem. 2013;405:4487–4498. doi: 10.1007/s00216-012-6539-9.", "ArticleIdList": ["10.1007/s00216-012-6539-9", "23180081"]}, {"Citation": "Leyte-Lugo M., Britton E.R., Foil D.H., Brown A.R., Todd D.A., Rivera-Chávez J., Oberlies N.H., Cech N.B. Secondary metabolites from the leaves of the medicinal plant goldenseal (Hydrastis canadensis) Phytochem. Lett. 2017;20:54–60. doi: 10.1016/j.phytol.2017.03.012.", "ArticleIdList": ["10.1016/j.phytol.2017.03.012", "PMC5516942", "28736584"]}, {"Citation": "Junio H.A., Sy-Cordero A.A., Ettefagh K.A., Burns J.T., Micko K.T., Graf T.N., Richter S.J., Cannon R.E., Oberlies N.H., Cech N.B. Synergy-directed fractionation of botanical medicines: A case study with goldenseal (Hydrastis canadensis) J. Nat. Prod. 2011;74:1621–1629. doi: 10.1021/np200336g.", "ArticleIdList": ["10.1021/np200336g", "PMC3142294", "21661731"]}, {"Citation": "Babka H.L., Hillwig M.L., Price J., Maury W., Harslan H., Wu L., Wurtele E.S. Hypericum gentianoides produces bioactive compounds in schizogenously formed glands. Microsc. Microanal. 2010;16:1160–1161."}, {"Citation": "Crispin M.C., Hur M., Park T., Kim Y.H., Wurtele E.S. Identification and biosynthesis of acylphloroglucinols in Hypericum gentianoides. Physiol. Plant. 2013;148:354–370. doi: 10.1111/ppl.12063.", "ArticleIdList": ["10.1111/ppl.12063", "PMC3687794", "23600727"]}, {"Citation": "Hillwig M.L., Hammer K.D.P., Birt D.F., Wurtele E.S. Characterizing the metabolic fingerprint and anti-inflammatory activity of Hypericum gentianoides. J. Agric. Food Chem. 2008;56:4359–4366. doi: 10.1021/jf800411v.", "ArticleIdList": ["10.1021/jf800411v", "PMC2701219", "18512936"]}, {"Citation": "Christian O.E., McLean S., Reynolds W.F., Jacobs H. Prenylated benzophenones from Hypericum hypericoides. Nat. Prod. Commun. 2008;3:1781–1786."}, {"Citation": "Dictionary of Natural Products Dictionary of Natural Products on DVD. J. Antibiot. 1994;48:261–266."}, {"Citation": "Gupta S.R., Ravindranath B., Seshadri T.R. Polyphenols of Juglans nigra. Phytochemistry. 1972;11:2634–2636. doi: 10.1016/S0031-9422(00)88569-6.", "ArticleIdList": ["10.1016/S0031-9422(00)88569-6"]}, {"Citation": "Binder R.G., Benson M.E., Flath R.A. Eight 1,4-naphthoquinones from Juglans. Phytochemistry. 1989;28:2799–2801. doi: 10.1016/S0031-9422(00)98092-0.", "ArticleIdList": ["10.1016/S0031-9422(00)98092-0"]}, {"Citation": "Lal C., Raja A.S.M., Pareek P.K., Shakyawar D.B., Sharma K.K., Sharma M.C. Juglans nigra: Chemical constitution and its application on Pashmina (Cashmere) fabric as a dye. J. Nat. Prod. Plant Resour. 2011;1:13–19."}, {"Citation": "Paudel P., Satyal P., Dosoky N.S., Maharjan S., Setzer W.N. Juglans regia and J. nigra, two trees important in traditional medicine: A comparison of leaf essential oil compositions and biological activities. Nat. Prod. Commun. 2013;8:1481–1486.", "ArticleIdList": ["24354208"]}, {"Citation": "Jin D.-Z., Min Z.-D., Chiou G.C.Y., Iinuma M., Tanaka T. Two p-coumaroyl glycerides from Juncus effusus. Phytochemistry. 1996;41:545–547."}, {"Citation": "Dellagreca M., Fiorentino A., Monaco P., Previtera L., Sorrentino M. Antialgal phenylpropane glycerides from Juncus effusus. Nat. Prod. Lett. 1998;12:263–270. doi: 10.1080/10575639808048300.", "ArticleIdList": ["10.1080/10575639808048300"]}, {"Citation": "Della Greca M., Fiorentino A., Molinaro A., Monaco P., Previtera L. A bioactive dihydrodibenzoxepin from Juncus effusus. Phytochemistry. 1993;34:1182–1184. doi: 10.1016/S0031-9422(00)90742-8.", "ArticleIdList": ["10.1016/S0031-9422(00)90742-8"]}, {"Citation": "Corsaro M.M., della Greca M., Fiorentino A., Monaco P., Previtera L. Cycloartane glucosides from Juncus effusus. Phytochemistry. 1994;37:515–519. doi: 10.1016/0031-9422(94)85090-9.", "ArticleIdList": ["10.1016/0031-9422(94)85090-9", "7765629"]}, {"Citation": "Della Greca M., Fiorentino A., Monaco P., Previtera L. Cycloartane triterpenes from Juncus effusus. Phytochemistry. 1994;35:1017–1022. doi: 10.1016/S0031-9422(00)90659-9.", "ArticleIdList": ["10.1016/S0031-9422(00)90659-9", "7765629"]}, {"Citation": "Della Greca M., Fiorentino A., Monaco P., Previtera L. Juncoside I, a new cycloartanelactone glucoside from Juncus effusus. Nat. Prod. Lett. 1994;4:183–188. doi: 10.1080/10575639408043903.", "ArticleIdList": ["10.1080/10575639408043903"]}, {"Citation": "Su X.-H., Yuan Z.-P., Li C.-Y., Zhong Y.-J., Du H.-J., Wen Y.-Y., Li Y.-F., Liang B. Phenanthrenes from Juncus effusus. Planta Med. 2013;79:1447–1452. doi: 10.1055/s-0033-1350768.", "ArticleIdList": ["10.1055/s-0033-1350768", "23979834"]}, {"Citation": "Hanawa F., Okamoto M., Towers G.H. Antimicrobial DNA-binding photosensitizers from the common rush, Juncus effusus. Photochem. Photobiol. 2002;76:51–56. doi: 10.1562/0031-8655(2002)0760051ADBPFT2.0.CO2.", "ArticleIdList": ["10.1562/0031-8655(2002)0760051ADBPFT2.0.CO2", "12126307"]}, {"Citation": "della Greca M., Fiorentino A., Mangoni L., Molinaro A., Monaco P., Previtera L. 9,10-Dihydrophenanthrene metabolites from Juncus effusus L. Tetrahedron Lett. 1992;33:5257–5260. doi: 10.1016/S0040-4039(00)79148-9.", "ArticleIdList": ["10.1016/S0040-4039(00)79148-9"]}, {"Citation": "Della Greca M., Fiorentino A., Mangoni L., Molinaro A., Monaco P., Previtera L. Cytotoxic 9,10-dihydrophenanthrenes from Juncus effusus L. Tetrahedron. 1993;49:3425–3432. doi: 10.1016/S0040-4020(01)90169-3.", "ArticleIdList": ["10.1016/S0040-4020(01)90169-3"]}, {"Citation": "DellaGreca M., Monaco P., Previtera L., Zarrelli A., Pollio A., Pinto G., Fiorentino A. Minor bioactive dihydrophenanthrenes from Juncus effusus. J. Nat. Prod. 1997;60:1265–1268. doi: 10.1021/np970268c.", "ArticleIdList": ["10.1021/np970268c"]}, {"Citation": "Della Greca M., Fiorentino A., Previtera L., Zarrelli A. Effusides I–V: 9,10-Dihydrophenanthrene glucosides from Juncus effusus. Phytochemistry. 1995;40:533–535. doi: 10.1016/0031-9422(95)00287-H.", "ArticleIdList": ["10.1016/0031-9422(95)00287-H"]}, {"Citation": "Wang Y.-G., Wang Y.-L., Zhai H.-F., Liao Y.-J., Zhang B., Huang J.-M. Phenanthrenes from Juncus effusus with anxiolytic and sedative activities. Nat. Prod. Res. 2012;26:1234–1239. doi: 10.1080/14786419.2011.561491.", "ArticleIdList": ["10.1080/14786419.2011.561491", "22017742"]}, {"Citation": "Yang G.Z., Li H.X., Song F.J., Chen Y. Diterpenoid and phenolic compounds from Juncus effusus L. Helv. Chim. Acta. 2007;90:1289–1295. doi: 10.1002/hlca.200790129.", "ArticleIdList": ["10.1002/hlca.200790129"]}, {"Citation": "Shima K., Toyota M., Asakawa Y. Phenanthrene derivatives from the medullae of Juncus effusus. Phytochemistry. 1991;30:3149–3151. doi: 10.1016/S0031-9422(00)98276-1.", "ArticleIdList": ["10.1016/S0031-9422(00)98276-1"]}, {"Citation": "Ishiuchi K., Kosuge Y., Hamagami H., Ozaki M., Ishige K., Ito Y., Kitanaka S. Chemical constituents isolated from Juncus effusus induce cytotoxicity in HT22 cells. J. Nat. Med. 2015;69:421–426. doi: 10.1007/s11418-015-0898-4.", "ArticleIdList": ["10.1007/s11418-015-0898-4", "25794817"]}, {"Citation": "Della Greca M., Fiorentino A., Monaco P., Previtera L., Zarrelli A. Tetrahydropyrene glucosides from Juncus effusus. Nat. Prod. Lett. 1995;7:85–92. doi: 10.1080/10575639508043194.", "ArticleIdList": ["10.1080/10575639508043194"]}, {"Citation": "Ma W., Liu F., Ding Y.Y., Zhang Y., Li N. Four new phenanthrenoid dimers from Juncus effusus L. with cytotoxic and anti-inflammatory activities. Fitoterapia. 2015;105:83–88. doi: 10.1016/j.fitote.2015.06.006.", "ArticleIdList": ["10.1016/j.fitote.2015.06.006", "26072042"]}, {"Citation": "Ma W., Zhang Y., Ding Y.Y., Liu F., Li N. Cytotoxic and anti-inflammatory activities of phenanthrenes from the medullae of Juncus effusus L. Arch. Pharm. Res. 2016;39:154–160. doi: 10.1007/s12272-015-0680-x.", "ArticleIdList": ["10.1007/s12272-015-0680-x", "26584913"]}, {"Citation": "Liao Y.J., Zhai H.F., Zhang B., Duan T.X., Huang J.M. Anxiolytic and sedative effects of dehydroeffusol from Juncus effusus in mice. Planta Med. 2011;77:416–420. doi: 10.1055/s-0030-1250517.", "ArticleIdList": ["10.1055/s-0030-1250517", "21104609"]}, {"Citation": "Singhuber J., Baburin I., Khom S., Zehl M., Urban E., Hering S., Kopp B. GABAA Receptor modulators from the Chinese herbal drug junci medulla—The pith of Juncus effusus. Planta Med. 2012;78:455–458. doi: 10.1055/s-0031-1298174.", "ArticleIdList": ["10.1055/s-0031-1298174", "22271080"]}, {"Citation": "Stewart C.D., Jones C.D., Setzer W.N. Essential oil compositions of Juniperus virginiana and Pinus virginiana, two important trees in Cherokee traditional medicine. Am. J. Essent. Oils Nat. Prod. 2014;2:17–24."}, {"Citation": "Adams R.P. Cedar wood oil—Analyses and properties. In: Linskens H.F., Jackson J.F., editors. Essential Oils and Waxes. Springer; Berlin, Germany: 1991. pp. 159–173."}, {"Citation": "Tumen I., Süntar I., Eller F.J., Keleş H., Akkol E.K. Topical wound-healing effects and phytochemical composition of heartwood essential oils of Juniperus virginiana L., Juniperus occidentalis Hook., and Juniperus ashei J. Buchholz. J. Med. Food. 2013;16:48–55. doi: 10.1089/jmf.2012.2472.", "ArticleIdList": ["10.1089/jmf.2012.2472", "23297713"]}, {"Citation": "Renouard S., Lopez T., Hendrawati O., Dupre P., Doussot J., Falguieres A., Ferroud C., Hagege D., Lamblin F., Laine E., et al. Podophyllotoxin and deoxypodophyllotoxin in Juniperus bermudiana and 12 other Juniperus species: Optimization of extraction, method validation, and quantification. J. Agric. Food Chem. 2011;59:8101–8107. doi: 10.1021/jf201410p.", "ArticleIdList": ["10.1021/jf201410p", "21702435"]}, {"Citation": "Michalska K., Szneler E., Kisiel W. Sesquiterpene lactones from Lactuca canadensis and their chemotaxonomic significance. Phytochemistry. 2013;90:90–94. doi: 10.1016/j.phytochem.2013.02.005.", "ArticleIdList": ["10.1016/j.phytochem.2013.02.005", "23522933"]}, {"Citation": "Kagan J. The flavonoid pigments of Liatris spicata. Phytochemistry. 1968;7:1205–1207. doi: 10.1016/S0031-9422(00)88272-2.", "ArticleIdList": ["10.1016/S0031-9422(00)88272-2"]}, {"Citation": "Karlsson K., Wahlberg I., Enzell C.R. Volatile constituents of the Liatris species, L. spicata, L. elegans and L. gracilis. Acta Chem. Scand. 1973;27:1613–1621. doi: 10.3891/acta.chem.scand.27-1613.", "ArticleIdList": ["10.3891/acta.chem.scand.27-1613", "4784615"]}, {"Citation": "Herz W., Poplawski J., Sharma R.P. New guaianolides from Liatris species. J. Org. Chem. 1975;40:199–206. doi: 10.1021/jo00890a011.", "ArticleIdList": ["10.1021/jo00890a011"]}, {"Citation": "Ezzat M.I., Ezzat S.M., El Deeb K.S., El Fishawy M. In vitro cytotoxic activity of the ethanol extract and isolated compounds from the corms of Liatris spicata (L.) Willd on HepG2. Nat. Prod. Res. 2017;31:1325–1328. doi: 10.1080/14786419.2016.1239091.", "ArticleIdList": ["10.1080/14786419.2016.1239091", "27712097"]}, {"Citation": "Setzer W.N. Chemical composition of the leaf essential oil of Lindera benzoin growing in North Alabama. Am. J. Essent. Oils Nat. Prod. 2016;4:1–3."}, {"Citation": "Tucker A.O., Maciarello M.J., Burbage P.W., Sturtz G. Spicebush [Lindera benzoin (L.) Blume var. benzoin, Lauraceae]: A tea, spice, and medicine. Econ. Bot. 1994;48:333–336."}, {"Citation": "Anderson J.E., Ma W., Smith D.L., Chang C.-J., McLaughlin J.L. Biologically active γ-lactones and methylketoalkenes from Lindera benzoin. J. Nat. Prod. 1992;55:71–83. doi: 10.1021/np50079a011.", "ArticleIdList": ["10.1021/np50079a011", "1602301"]}, {"Citation": "Martin E., Duke J., Pelkki M., Clausen E.C., Carrier D.J. Sweetgum (Liquidambar styraciflua L.): Extraction of shikimic acid coupled to dilute acid pretreatment. Appl. Biochem. Biotechnol. 2010;162:1660–1668. doi: 10.1007/s12010-010-8947-7.", "ArticleIdList": ["10.1007/s12010-010-8947-7", "20506045"]}, {"Citation": "Sakai K., Fukuda Y., Matsunaga S., Tanaka R., Yamori T. New cytotoxic oleanane-type triterpenoids from the cones of Liquidamber styraciflua. J. Nat. Prod. 2004;67:1088–1093. doi: 10.1021/np0305369.", "ArticleIdList": ["10.1021/np0305369", "15270558"]}, {"Citation": "Rajan K., Nelson A., Adams J.P., Carrier D.J. Phytochemical recovery for valorization of loblolly pine and sweetgum bark residues. ACS Sustain. Chem. Eng. 2017;5:4258–4266. doi: 10.1021/acssuschemeng.7b00243.", "ArticleIdList": ["10.1021/acssuschemeng.7b00243"]}, {"Citation": "Fukuda Y., Yamada T., Wada S.I., Sakai K., Matsunaga S., Tanaka R. Lupane and oleanane triterpenoids from the cones of Liquidamber styraciflua. J. Nat. Prod. 2006;69:142–144. doi: 10.1021/np0581014.", "ArticleIdList": ["10.1021/np0581014", "16441087"]}, {"Citation": "Eid H.H., Labib R.M., Hamid N.S.A., Hamed M.A., Ross S.A. Hepatoprotective and antioxidant polyphenols from a standardized methanolic extract of the leaves of Liquidambar styraciflua L. Bull. Fac. Pharm. Cairo Univ. 2015;53:117–127. doi: 10.1016/j.bfopcu.2015.05.002.", "ArticleIdList": ["10.1016/j.bfopcu.2015.05.002"]}, {"Citation": "Rashed K.N.Z., Sucupira A.C.C., Ferreira P.M.P., Feitosa C.M. Phytoconstituents and evaluation of acetylcholinesterase inhibition by methanol extract of Liquidambar styraciflua (L.) aerial parts. J. Appl. Pharm. 2014;6:143–152. doi: 10.21065/19204159.6.3.123.", "ArticleIdList": ["10.21065/19204159.6.3.123"]}, {"Citation": "El-Readi M.Z., Eid H.H., Ashour M.L., Eid S.Y., Labib R.M., Sporer F., Wink M. Variations of the chemical composition and bioactivity of essential oils from leaves and stems of Liquidambar styraciflua (Altingiaceae) J. Pharm. Pharmacol. 2013;65:1653–1663. doi: 10.1111/jphp.12142.", "ArticleIdList": ["10.1111/jphp.12142", "24117424"]}, {"Citation": "Chen C.-L., Chang H.-M. Lignans and aporphine alkaloids in bark of Liriodendron tulipifera. Phytochemistry. 1978;17:779–782. doi: 10.1016/S0031-9422(00)94226-2.", "ArticleIdList": ["10.1016/S0031-9422(00)94226-2"]}, {"Citation": "Graziose R., Rathinasabapathy T., Lategan C., Poulev A., Smith P.J., Grace M., Lila M.A., Raskin I. Antiplasmodial activity of aporphine alkaloids and sesquiterpene lactones from Liriodendron tulipifera L. J. Ethnopharmacol. 2011;133:26–30. doi: 10.1016/j.jep.2010.08.059.", "ArticleIdList": ["10.1016/j.jep.2010.08.059", "PMC3010440", "20826204"]}, {"Citation": "Kang Y.-F., Liu C.-M., Kao C.-L., Chen C.-Y. Antioxidant and anticancer constituents from the leaves of Liriodendron tulipifera. Molecules. 2014;19:4235–4245. doi: 10.3390/molecules19044234.", "ArticleIdList": ["10.3390/molecules19044234", "PMC6271038", "24705566"]}, {"Citation": "Doskotch R.W., Wilton J.H., Harraz F.M., Fairchild E.H., Huang C.T., El-Feraly F.S. Six additional sesquiterpene lactones from Liriodendron tulipifera. J. Nat. Prod. 1983;46:923–929. doi: 10.1021/np50030a016.", "ArticleIdList": ["10.1021/np50030a016"]}, {"Citation": "Jeong E.J., Kim N.-H., Heo J.-D., Lee K.Y., Rho J.-R., Kim Y.C., Sung S.H. Antifibrotic compounds from Liriodendron tulipifera attenuating HSC-T6 proliferation and TNF-α production in RAW264.7 cells. Biol. Pharm. Bull. 2015;38:228–234. doi: 10.1248/bpb.b14-00583.", "ArticleIdList": ["10.1248/bpb.b14-00583", "25747981"]}, {"Citation": "Doskotch R.W., El-Feraly F.S. The structure of tulipinolide and epitulipinolide. Cytotoxic sesquiterpenes from Liriodendron tulipifera L. J. Org. Chem. 1970;35:1928–1936. doi: 10.1021/jo00831a046.", "ArticleIdList": ["10.1021/jo00831a046", "5446985"]}, {"Citation": "Miller S.L., Villanueva H.E., Palazzo M.C., Wright B.S., Setzer W.N. Seasonal variation and bioactivity in the leaf oil of Liriodendron tulipifera growing in Huntsville, Alabama. Nat. Prod. Commun. 2009;4:839–843.", "ArticleIdList": ["19634333"]}, {"Citation": "Smith A.L., Campbell C.L., Walker D.B., Hanover J.W., Miller R.O. Geographic variation in the essential oil monoterpenes of Liriodendron tulipifera L. Biochem. Syst. Ecol. 1988;16:627–630. doi: 10.1016/0305-1978(88)90075-0.", "ArticleIdList": ["10.1016/0305-1978(88)90075-0"]}, {"Citation": "Brown D.P., Rogers D.T., Pomerleau F., Siripurapu K.B., Kulshrestha M., Gerhardt G.A., Littleton J.M. Novel multifunctional pharmacology of lobinaline, the major alkaloid from Lobelia cardinalis. Fitoterapia. 2016;111:109–123. doi: 10.1016/j.fitote.2016.04.013.", "ArticleIdList": ["10.1016/j.fitote.2016.04.013", "PMC5299595", "27105955"]}, {"Citation": "Yamanaka M., Ishibashi K., Shimomura K., Ishimaru K. Polyacetylene glucosides in hairy root cultures of Lobelia cardinalis. Phytochemistry. 1996;41:183–185. doi: 10.1016/0031-9422(95)00606-0.", "ArticleIdList": ["10.1016/0031-9422(95)00606-0"]}, {"Citation": "Vodopivec B.M., Wang J., Møller A.L., Krake J., Lund T., Hansen P.E., Nielsen S.L. Differences in the structure of anthocyanins from the two amphibious plants, Lobelia cardinalis and Nesaea crassicaulis. Nat. Prod. Res. 2013;27:655–664. doi: 10.1080/14786419.2012.688046.", "ArticleIdList": ["10.1080/14786419.2012.688046", "22694738"]}, {"Citation": "Bálványos I., Kursinszki L., Bányai P., Szöke É. Analysis of polyacetylenes by HPLC in hairy root cultures of Lobelia inflata cultivated in bioreactor. Chromatographia. 2004;60:S235–S238. doi: 10.1365/s10337-004-0188-x.", "ArticleIdList": ["10.1365/s10337-004-0188-x"]}, {"Citation": "Kursinszki L., Ludányi K., Szöke É. LC-DAD and LC-MS-MS analysis of piperidine alkaloids of Lobelia inflata L. (in vitro and in vivo) Chromatographia. 2008;68:S27–S33. doi: 10.1365/s10337-008-0628-0.", "ArticleIdList": ["10.1365/s10337-008-0628-0"]}, {"Citation": "Kursinszki L., Szöke É. HPLC-ESI-MS/MS of brain neurotransmitter modulator lobeline and related piperidine alkaloids in Lobelia inflata L. J. Mass Spectrom. 2015;50:727–733. doi: 10.1002/jms.3581.", "ArticleIdList": ["10.1002/jms.3581", "26259655"]}, {"Citation": "Resting J.R., Tolderlund I.-L., Pedersen A.F., Witt M., Jaroszewski J.W., Staerk D. Piperidine and tetrahydropyridine alkaloids from Lobelia siphilitica and Hippobroma longiflora. J. Nat. Prod. 2009;72:312–315. doi: 10.1021/np800743w.", "ArticleIdList": ["10.1021/np800743w", "19206509"]}, {"Citation": "Bucar F., Kartnig T. Flavone glucuronides of Lycopus virginicus. Planta Med. 1995;61:378–380. doi: 10.1055/s-2006-958111.", "ArticleIdList": ["10.1055/s-2006-958111", "17238089"]}, {"Citation": "Doskotch R.W., Flom M.S. Acuminatin, a new bis-phenylpropide from Magnolia acuminata L. Tetrahedron. 1972;28:4711–4717. doi: 10.1016/0040-4020(72)88079-7.", "ArticleIdList": ["10.1016/0040-4020(72)88079-7"]}, {"Citation": "Flom M.S. Ph.D. Thesis. The Ohio State University; Columbus, OH, USA: 1971. Part I. The Isolation and Characterization of Alkaloids of Caulophyllum thalictroides (L.) Michx. Part II. The Isolation and Characterization of Alkaloid and Neutral Principles of Magnolia acuminata L."}, {"Citation": "Furmanowa M., Jozefowicz J. Alkaloids as taxonomic markers in some species of Magnolia L. and Liriodendron L. Acta Soc. Bot. Pol. 1980;49:527–535. doi: 10.5586/asbp.1980.048.", "ArticleIdList": ["10.5586/asbp.1980.048"]}, {"Citation": "Manske R.H.F. An alkaloid from Menispermum canadense L. Can. J. Res. 1943;21b:17–20. doi: 10.1139/cjr43b-003.", "ArticleIdList": ["10.1139/cjr43b-003"]}, {"Citation": "Knapp J.E. Ph.D. Thesis. The Ohio State University; Columbus, OH, USA: 1969. The Isolation and Chemical Characterization of Alkaloids from Menispermum canadense L."}, {"Citation": "Carnat A.P., Lamaison J.L., Rémery A. Composition of leaf and flower essential oil from Monarda didyma L. cultivated in France. Flavour Fragr. J. 1991;6:79–80. doi: 10.1002/ffj.2730060111.", "ArticleIdList": ["10.1002/ffj.2730060111"]}, {"Citation": "Tognolini M., Barocelli E., Ballabeni V., Bruni R., Bianchi A., Chiavarini M., Impicciatore M. Comparative screening of plant essential oils: Phenylpropanoid moiety as basic core for antiplatelet activity. Life Sci. 2006;78:1419–1432. doi: 10.1016/j.lfs.2005.07.020.", "ArticleIdList": ["10.1016/j.lfs.2005.07.020", "16274702"]}, {"Citation": "Fraternale D., Giamperi L., Bucchini A., Ricci D., Epifano F., Burini G., Curini M. Chemical composition, antifungal and in vitro antioxidant properties of Monarda didyma L. essential oil. J. Essent. Oil Res. 2006;18:581–585. doi: 10.1080/10412905.2006.9699174.", "ArticleIdList": ["10.1080/10412905.2006.9699174"]}, {"Citation": "Gwinn K.D., Ownley B.H., Greene S.E., Clark M.M., Taylor C.L., Springfield T.N., Trently D.J., Green J.F., Reed A., Hamilton S.L. Role of essential oils in control of Rhizoctonia damping-off in tomato with bioactive Monarda herbage. Phytopathology. 2010;100:493–501. doi: 10.1094/PHYTO-100-5-0493.", "ArticleIdList": ["10.1094/PHYTO-100-5-0493", "20373971"]}, {"Citation": "Adebayo O., Bélanger A., Khanizadeh S. Variable inhibitory activities of essential oils of three Monarda species on the growth of Botrytis cinerea. Can. J. Plant Sci. 2013;93:987–995. doi: 10.4141/cjps2013-044.", "ArticleIdList": ["10.4141/cjps2013-044"]}, {"Citation": "Mattarelli P., Epifano F., Minardi P., Di Vito M., Modesto M., Barbanti L., Bellardi M.G. Chemical composition and antimicrobial activity of essential oils from aerial parts of Monarda didyma and Monarda fistulosa cultivated in Italy. J. Essent. Oil-Bear. Plants. 2017;20:76–86. doi: 10.1080/0972060X.2016.1278184.", "ArticleIdList": ["10.1080/0972060X.2016.1278184"]}, {"Citation": "Ricci D., Epifano F., Fraternale D. The essential oil of Monarda didyma L. (Lamiaceae) exerts phytotoxic activity in vitro against various weed seeds. Molecules. 2017;22:222. doi: 10.3390/molecules22020222.", "ArticleIdList": ["10.3390/molecules22020222", "PMC6155892", "28157176"]}, {"Citation": "Savickienė N., Dagilytė A., Barsteigienė Z., Kazlauskas S., Vaičiūnienė J. Flavonoidų analizė raudonosios monardos (Monarda didyma L.) žieduose ir lapuose. Medicina. 2002;38:1119–1122.", "ArticleIdList": ["12532728"]}, {"Citation": "Mazza G., Chubey B.B., Kiehn F. Essential oil of Monarda fistulosa L. var. menthaefolia, a potential source of geraniol. Flavour Fragr. J. 1987;2:129–132. doi: 10.1002/ffj.2730020310.", "ArticleIdList": ["10.1002/ffj.2730020310"]}, {"Citation": "Contaldo N., Bellardi M.G., Cavicchi L., Epifano F., Genovese S., Curini M., Bertaccini A. Phytochemical effects of phytoplasma infections on essential oil of Monarda fistulosa L. Bull. Insectol. 2011;64:S177–S178."}, {"Citation": "Tabanca N., Bernier U.R., Ali A., Wang M., Demirci B., Blythe E.K., Khan S.I., Baser K.H.C., Khan I.A. Bioassay-guided investigation of two Monarda essential oils as repellents of yellow fever mosquito Aedes aegypti. J. Agric. Food Chem. 2013;61:8573–8580. doi: 10.1021/jf402182h.", "ArticleIdList": ["10.1021/jf402182h", "23919579"]}, {"Citation": "Ahmad A., Ali M., Tandon S. New oenotheralanosterol A and B: Constituents from the Oenothera biennis roots. Chin. J. Chem. 2010;28:2474–2478. doi: 10.1002/cjoc.201190024.", "ArticleIdList": ["10.1002/cjoc.201190024"]}, {"Citation": "Singh R., Trivedi P., Bawankule D.U., Ahmad A., Shanker K. HILIC quantification of oenotheralanosterol A and B from Oenothera biennis and their suppression of IL-6 and TNF-α expression in mouse macrophages. J. Ethnopharmacol. 2012;141:357–362. doi: 10.1016/j.jep.2012.02.046.", "ArticleIdList": ["10.1016/j.jep.2012.02.046", "22414479"]}, {"Citation": "Shukla Y.N., Srivastava A., Kumar S., Kumar S. Phytotoxic and antimicrobial constituents of Argyreia speciosa and Oenothera biennis. J. Ethnopharmacol. 1999;67:241–245. doi: 10.1016/S0378-8741(99)00017-3.", "ArticleIdList": ["10.1016/S0378-8741(99)00017-3", "10619391"]}, {"Citation": "Ahmad A., Singh D.K., Fatima K., Tandon S., Luqman S. New constituents from the roots of Oenothera biennis and their free radical scavenging and ferric reducing activity. Ind. Crops Prod. 2014;58:125–132. doi: 10.1016/j.indcrop.2014.04.008.", "ArticleIdList": ["10.1016/j.indcrop.2014.04.008"]}, {"Citation": "Shukla Y.N., Srivastava A., Kumar S. Aryl, lipid and triterpenoid constituents from Oenothera biennis. Indian J. Chem. 1999;38:705–708."}, {"Citation": "Montserrat-de la Paz S., Fernández-Arche M.A., Ángel-Martín M., García-Giménez M.D. Phytochemical characterization of potential nutraceutical ingredients from evening primrose oil (Oenothera biennis L.) Phytochem. Lett. 2014;8:158–162. doi: 10.1016/j.phytol.2013.08.008.", "ArticleIdList": ["10.1016/j.phytol.2013.08.008"]}, {"Citation": "Wettasinghe M., Shahidi F., Amarowicz R. Identification and quantification of low molecular weight phenolic antioxidants in seeds of evening primrose (Oenothera biennis L.) J. Agric. Food Chem. 2002;50:1267–1271. doi: 10.1021/jf010526i.", "ArticleIdList": ["10.1021/jf010526i", "11853516"]}, {"Citation": "Zadernowski R., Naczk M., Nowak-Polakowska H. Phenolic acids of borage (Borago officinalis L.) and evening primrose (Oenothera biennis L.) J. Am. Oil Chem. Soc. 2002;79:335–338. doi: 10.1007/s11746-002-0484-8.", "ArticleIdList": ["10.1007/s11746-002-0484-8"]}, {"Citation": "Granica S., Czerwińska M.E., Piwowarski J.P., Ziaja M., Kiss A.K. Chemical composition, antioxidative and anti-inflammatory activity of extracts prepared from aerial parts of Oenothera biennis L. and Oenothera paradoxa Hudziok obtained after seeds cultivation. J. Agric. Food Chem. 2013;61:801–810. doi: 10.1021/jf304002h.", "ArticleIdList": ["10.1021/jf304002h", "23311638"]}, {"Citation": "Assinewe V.A., Baum B.R., Gagnon D., Arnason J.T. Phytochemistry of wild populations of Panax quinquefolius L. (North American ginseng) J. Agric. Food Chem. 2003;51:4549–4553. doi: 10.1021/jf030042h.", "ArticleIdList": ["10.1021/jf030042h", "14705875"]}, {"Citation": "Wang A., Wang C.Z., Wu J.A., Osinski J., Yuan C.S. Determination of major ginsenosides in Panax quinquefolius (American ginseng) using high-performance liquid chromatography. Phytochem. Anal. 2005;16:272–277. doi: 10.1002/pca.838.", "ArticleIdList": ["10.1002/pca.838", "16042154"]}, {"Citation": "Corbit R.M., Ferreira J.F.S., Ebbs S.D., Murphy L.L. Simplified extraction of ginsenosides from American ginseng (Panax quinquefolius L.) for high-performance liquid chromatography-ultraviolet analysis. J. Agric. Food Chem. 2005;53:9867–9873. doi: 10.1021/jf051504p.", "ArticleIdList": ["10.1021/jf051504p", "16366667"]}, {"Citation": "Qu C., Bai Y., Jin X., Wang Y., Zhang K., You J., Zhang H. Study on ginsenosides in different parts and ages of Panax quinquefolius L. Food Chem. 2009;115:340–346. doi: 10.1016/j.foodchem.2008.11.079.", "ArticleIdList": ["10.1016/j.foodchem.2008.11.079"]}, {"Citation": "Christensen L.P., Jensen M., Kidmose U. Simultaneous determination of ginsenosides and polyacetylenes in American ginseng root (Panax quinquefolium L.) by high-performance liquid chromatography. J. Agric. Food Chem. 2006;54:8995–9003. doi: 10.1021/jf062068p.", "ArticleIdList": ["10.1021/jf062068p", "17117783"]}, {"Citation": "Wang C.-Z., Aung H.H., Ni M., Wu J.-A., Tong R., Wicks S., He T.-C., Yuan C.-S. Red American ginseng: Ginsenoside constituents and antiproliferative activities of heat-processed Panax quinquefolius roots. Planta Med. 2007;73:669–674. doi: 10.1055/s-2007-981524.", "ArticleIdList": ["10.1055/s-2007-981524", "PMC2657361", "17538869"]}, {"Citation": "Wang Y., Choi H.-K., Brinckmann J.A., Jiang X., Huang L. Chemical analysis of Panax quinquefolius (North American ginseng): A review. J. Chromatogr. A. 2015;1426:1–15. doi: 10.1016/j.chroma.2015.11.012.", "ArticleIdList": ["10.1016/j.chroma.2015.11.012", "26643719"]}, {"Citation": "Mancuso C., Santangelo R. Panax ginseng and Panax quinquefolius: From pharmacology to toxicology. Food Chem. Toxicol. 2017;107:362–372. doi: 10.1016/j.fct.2017.07.019.", "ArticleIdList": ["10.1016/j.fct.2017.07.019", "PMC7116968", "28698154"]}, {"Citation": "Yang W.-Z., Hu Y., Wu W.-Y., Ye M., Guo D.-A. Saponins in the genus Panax L. (Araliaceae): A systematic review of their chemical diversity. Phytochemistry. 2014;106:7–24. doi: 10.1016/j.phytochem.2014.07.012.", "ArticleIdList": ["10.1016/j.phytochem.2014.07.012", "25108743"]}, {"Citation": "Yuan C.-S., Wang C.-Z., Wicks S.M., Qi L.-W. Chemical and pharmacological studies of saponins with a focus on American ginseng. J. Ginseng Res. 2010;34:160–167. doi: 10.5142/jgr.2010.34.3.160.", "ArticleIdList": ["10.5142/jgr.2010.34.3.160", "PMC3043615", "21359120"]}, {"Citation": "Lee T.M., Der Marderosian A.H. Studies on the constituents of dwarf ginseng. Phyther. Res. 1988;2:165–169. doi: 10.1002/ptr.2650020403.", "ArticleIdList": ["10.1002/ptr.2650020403"]}, {"Citation": "Lui J.H.-C., Staba E.J. The ginsenosides of various ginseng plants and selected products. J. Nat. Prod. 1980;43:340–346. doi: 10.1021/np50009a004.", "ArticleIdList": ["10.1021/np50009a004"]}, {"Citation": "Tanaka T., Iinuma M., Murata H. Stilbene derivatives in the stem of Parthenocissus quinquefolia. Phytochemistry. 1998;48:1045–1049. doi: 10.1016/S0031-9422(98)00071-5.", "ArticleIdList": ["10.1016/S0031-9422(98)00071-5"]}, {"Citation": "Yang J.B., Wang A.G., Ji T.F., Su Y.L. Two new oligostilbenes from the stem of Parthenocissus quinquefolia. J. Asian Nat. Prod. Res. 2014;16:275–280. doi: 10.1080/10286020.2013.877451.", "ArticleIdList": ["10.1080/10286020.2013.877451", "24456249"]}, {"Citation": "Chistokhodova N.A., Zhiviriga I., Nguen C., Miles G.D., Uzhegova N.A., Solodnikov S.Y. β-Amyrylhexadecanoate from Parthenocissus quinquefolia as a thrombin inhibitor. Pharm. Chem. J. 2002;36:245–247. doi: 10.1023/A:1020517412615.", "ArticleIdList": ["10.1023/A:1020517412615"]}, {"Citation": "Li Q., van den Heuvel H., Delorenzo O., Corthout J., Pieters L.A.C., Vlietinck A.J., Claeys M. Mass spectral characterization of C-glycosidic flavonoids isolated from a medicinal plant (Passiflora incarnata) J. Chromatogr. B. 1991;562:435–446.", "ArticleIdList": ["2026709"]}, {"Citation": "Raffaelli A., Moneti G., Mercati V., Toja E. Mass spectrometric characterization of flavonoids in extracts from Passiflora incarnata. J. Chromatogr. A. 1997;777:223–231. doi: 10.1016/S0021-9673(97)00260-4.", "ArticleIdList": ["10.1016/S0021-9673(97)00260-4"]}, {"Citation": "Rahman K., Krenn L., Kopp B., Schubert-Zsilavecz M., Mayer K.K., Kubelka W. Isoscoparin-2″-O-glucoside from Passiflora incarnata. Phytochemistry. 1997;45:1093–1094. doi: 10.1016/S0031-9422(97)00100-3.", "ArticleIdList": ["10.1016/S0031-9422(97)00100-3"]}, {"Citation": "Chimichi S., Mercati V., Moneti G., Raffaelli A., Toja E. Isolation and characterization of an unknown flavonoid in dry extracts from Passiflora incarnata. Nat. Prod. Lett. 1998;11:225–232. doi: 10.1080/10575639808044951.", "ArticleIdList": ["10.1080/10575639808044951"]}, {"Citation": "Dhawan K., Dhawan S., Sharma A. Passiflora: A review update. J. Ethnopharmacol. 2004;94:1–23. doi: 10.1016/j.jep.2004.02.023.", "ArticleIdList": ["10.1016/j.jep.2004.02.023", "15261959"]}, {"Citation": "Woo W.S., Kang S.S., Wagner H., Seligmann O., Chari V.M. Triterpenoid saponins from the roots of Phytolacca americana. Planta Med. 1978;34:87–92. doi: 10.1055/s-0028-1097419.", "ArticleIdList": ["10.1055/s-0028-1097419"]}, {"Citation": "Woo W.S., Kang S.S. Phytolaccoside B: Triterpene glucoside from Phytolacca americana. Phytochemistry. 1976;15:1315–1317. doi: 10.1016/0031-9422(76)85102-3.", "ArticleIdList": ["10.1016/0031-9422(76)85102-3"]}, {"Citation": "Suga Y., Maruyama Y., Kawanishi S., Shoji J. Studies on the constituents of phytolaccaceous plants. I. On the structures of phytolaccasaponin B, E and G from the roots of Phytolacca americana L. Chem. Pharm. Bull. 1978;25:520–525. doi: 10.1248/cpb.26.520.", "ArticleIdList": ["10.1248/cpb.26.520"]}, {"Citation": "Wang L., Bai L., Nagasawa T., Hasegawa T., Yang X., Sakai J.-I., Bai Y., Kataoka T., Oka S., Hirose K., et al. Bioactive triterpene saponins from the roots of Phytolacca americana. J. Nat. Prod. 2008;71:35–40. doi: 10.1021/np078012m.", "ArticleIdList": ["10.1021/np078012m", "18177012"]}, {"Citation": "Seung I.J., Kang J.K., Min K.C., Kyung S.K., Lee S., Seon H.A., Seung H.B., Ju H.S., Young S.J., Bong K.C., et al. α-Spinasterol isolated from the root of Phytolacca americana and its pharmacological property on diabetic nephropathy. Planta Med. 2004;70:736–739.", "ArticleIdList": ["15326549"]}, {"Citation": "Fleer H., Verspohl E.J. Antispasmodic activity of an extract from Plantago lanceolata L. and some isolated compounds. Phytomedicine. 2007;14:409–415. doi: 10.1016/j.phymed.2006.05.006.", "ArticleIdList": ["10.1016/j.phymed.2006.05.006", "17298877"]}, {"Citation": "Beara I.N., Lesjak M.M., Orčić D.Z., Simin N.D., Četojević-Simin D.D., Božin B.N., Mimica-Dukić N.M. Comparative analysis of phenolic profile, antioxidant, anti-inflammatory and cytotoxic activity of two closely-related plantain species: Plantago altissima L. and Plantago lanceolata L. LWT Food Sci. Technol. 2012;47:64–70. doi: 10.1016/j.lwt.2012.01.001.", "ArticleIdList": ["10.1016/j.lwt.2012.01.001"]}, {"Citation": "Darrow K., Bowers M.D. Phenological and population variation in iridoid glycosides of Plantago lanceolata (Plantaginaceae) Biochem. Syst. Ecol. 1997;25:1–11. doi: 10.1016/S0305-1978(96)00090-7.", "ArticleIdList": ["10.1016/S0305-1978(96)00090-7"]}, {"Citation": "Marak H.B., Biere A., Van Damme J.M.M. Direct and correlated responses to selection on iridoid glycosides in Plantago lanceolata L. J. Evol. Biol. 2000;13:985–996. doi: 10.1046/j.1420-9101.2000.00233.x.", "ArticleIdList": ["10.1046/j.1420-9101.2000.00233.x"]}, {"Citation": "Gonda S., Tóth L., Gyémánt G., Braun M., Emri T., Vasas G. Effect of high relative humidity on dried Plantago lanceolata L. leaves during long-term storage: Effects on chemical composition, colour and microbiological quality. Phytochem. Anal. 2012;23:88–93. doi: 10.1002/pca.1329.", "ArticleIdList": ["10.1002/pca.1329", "21618310"]}, {"Citation": "Gonda S., Kiss A., Emri T., Batta G., Vasas G. Filamentous fungi from Plantago lanceolata L. leaves: Contribution to the pattern and stability of bioactive metabolites. Phytochemistry. 2013;86:127–136. doi: 10.1016/j.phytochem.2012.10.017.", "ArticleIdList": ["10.1016/j.phytochem.2012.10.017", "23168247"]}, {"Citation": "Rønsted N., Göbel E., Franzyk H., Jensen S.R., Olsen C.E. Chemotaxonomy of Plantago. Iridoid glucosides and caffeoyl phenylethanoid glycosides. Phytochemistry. 2000;55:337–348. doi: 10.1016/S0031-9422(00)00306-X.", "ArticleIdList": ["10.1016/S0031-9422(00)00306-X", "11117882"]}, {"Citation": "Samuelsen A.B. The traditional uses, chemical constituents and biological activities of Plantago major L. A review. J. Ethnopharmacol. 2000;71:1–21. doi: 10.1016/S0378-8741(00)00212-9.", "ArticleIdList": ["10.1016/S0378-8741(00)00212-9", "PMC7142308", "10904143"]}, {"Citation": "Chiang L.C., Chiang W., Chang M.Y., Ng L.T., Lin C.C. Antiviral activity of Plantago major extracts and related compounds in vitro. Antiv. Res. 2002;55:53–62. doi: 10.1016/S0166-3542(02)00007-4.", "ArticleIdList": ["10.1016/S0166-3542(02)00007-4", "12076751"]}, {"Citation": "Zacchigna M., Cateni F., Faudale M., Sosa S., Della Loggia R. Rapid HPLC analysis for quantitative determination of the two isomeric triterpenic acids, oleanolic acid and ursolic acid, in Plantago major. Sci. Pharm. 2009;77:79–86. doi: 10.3797/scipharm.0809-08.", "ArticleIdList": ["10.3797/scipharm.0809-08"]}, {"Citation": "Tarvainen M., Suomela J.-P., Kallio H., Yang B. Triterpene acids in Plantago major: Identification, quantification and comparison of different extraction methods. Chromatographia. 2010;71:279–284. doi: 10.1365/s10337-009-1439-7.", "ArticleIdList": ["10.1365/s10337-009-1439-7"]}, {"Citation": "Kolak U., Boǧa M., Uruşak E.A., Ulubelen A. Constituents of Plantago major subsp. intermedia with antioxidant and anticholinesterase capacities. Turk. J. Chem. 2011;35:637–645."}, {"Citation": "Kartini P.S., Siripong P., Vallisuta O. HPTLC simultaneous quantification of triterpene acids for quality control of Plantago major L. and evaluation of their cytotoxic and antioxidant activities. Ind. Crops Prod. 2014;60:239–246. doi: 10.1016/j.indcrop.2014.06.020.", "ArticleIdList": ["10.1016/j.indcrop.2014.06.020"]}, {"Citation": "Stenholm Å., Göransson U., Bohlin L. Bioassay-guided supercritical fluid extraction of cyclooxygenase-2 inhibiting substances in Plantago major L. Phytochem. Anal. 2013;24:176–183. doi: 10.1002/pca.2398.", "ArticleIdList": ["10.1002/pca.2398", "22991332"]}, {"Citation": "Ibrahim M.A., Mansoor A.A., Gross A., Ashfaq M.K., Jacob M., Khan S.I., Hamann M.T. Methicillin-resistant Staphylococcus aureus (MRSA)-active metabolites from Platanus occidentalis (American sycamore) J. Nat. Prod. 2009;72:2141–2144. doi: 10.1021/np900499q.", "ArticleIdList": ["10.1021/np900499q", "PMC4883668", "19904995"]}, {"Citation": "Bedows E., Hatfield G.M. An investigation of the antiviral activity of Podophyllum peltatum. J. Nat. Prod. 1982;45:725–729. doi: 10.1021/np50024a015.", "ArticleIdList": ["10.1021/np50024a015", "6298369"]}, {"Citation": "Jackson D.E., Dewick P.M. Aryltetralin lignans from Podophyllum hexandrum and Podophyllum peltatum. Phytochemistry. 1984;23:1147–1152. doi: 10.1016/S0031-9422(00)82628-X.", "ArticleIdList": ["10.1016/S0031-9422(00)82628-X"]}, {"Citation": "Bastos J.K., Burandt C.L., Nanayakkara N.P.D., Bryant L., McChesney J.D. Quantitation of aryltetralin lignans in plant parts and among different populations of Podophyllum peltatum by reversed-phase high-performance liquid chromatography. J. Nat. Prod. 1996;59:406–408. doi: 10.1021/np960155d.", "ArticleIdList": ["10.1021/np960155d"]}, {"Citation": "Tsukitani Y., Kawanishi S., Shoji J. Studies on the constituents of Senegae Radix. II. The structure of senegin-II, a saponin from Polygala senega latifolia Torry et Gray. Chem. Pharm. Bull. 1973;21:791–799. doi: 10.1248/cpb.21.791.", "ArticleIdList": ["10.1248/cpb.21.791"]}, {"Citation": "Tsukitani Y., Shoji J. Studies on the constituents of Senegae Radix. III. The structures of senegin-III and -IV, saponins from Polygala senega Linne var. latifolia Torry et Gray. Chem. Pharm. Bull. 1973;21:1564–1574. doi: 10.1248/cpb.21.1564.", "ArticleIdList": ["10.1248/cpb.21.1564"]}, {"Citation": "Saitoh H., Miyase T., Ueno A. Senegoses A-E, oligosaccharide multi-esters from Polygala senega var. latifolia Torr. et Gray. Chem. Pharm. Bull. 1993;41:1127–1131. doi: 10.1248/cpb.41.1127.", "ArticleIdList": ["10.1248/cpb.41.1127", "8370112"]}, {"Citation": "Saitoh H., Miyase T., Ueno A. Senegoses F-I, oligosaccharide multi-esters from the roots of Polygala senega var. latifolia Torr. et Gray. Chem. Pharm. Bull. 1993;41:2125–2128. doi: 10.1248/cpb.41.2125.", "ArticleIdList": ["10.1248/cpb.41.2125", "8118905"]}, {"Citation": "Saitoh H., Miyase T., Ueno A., Atarashi K., Saiki Y. Senegoses J-O, oligosaccharide multi-esters from the roots of Polygala senega L. Chem. Pharm. Bull. 1994;43:641–645. doi: 10.1248/cpb.42.641.", "ArticleIdList": ["10.1248/cpb.42.641", "8004714"]}, {"Citation": "Yoshikawa M., Murakami T., Ueno T., Kadoya M., Matsuda H., Yamahara J., Murakami N. E-Senegasaponins A and B, Z-senegasaponins A and B, Z-senegins II and III, new type inhibitors of ethanol absorption in rats from Senegae Radix, the roots of Polygala senega L. var latifolia Torrey et Gray. Chem. Pharm. Bull. 1995;43:350–352. doi: 10.1248/cpb.43.350.", "ArticleIdList": ["10.1248/cpb.43.350", "7728939"]}, {"Citation": "Hayashi S., Kameoka H. Volatile compounds of Polygala senega L. var. latifolia Torrey et Gray. Flavour Fragr. J. 1995;10:273–280. doi: 10.1002/ffj.2730100408.", "ArticleIdList": ["10.1002/ffj.2730100408"]}, {"Citation": "Arai M., Hayashi A., Sobou M., Ishida S., Kawachi T., Kotoku N., Kobayashi M. Anti-angiogenic effect of triterpenoidal saponins from Polygala senega. J. Nat. Med. 2011;65:149–156. doi: 10.1007/s11418-010-0477-7.", "ArticleIdList": ["10.1007/s11418-010-0477-7", "21042868"]}, {"Citation": "Kim H.J., Woo E.-R., Park H. A novel lignan and flavonoids from Polygonum aviculare. J. Nat. Prod. 1994;57:581–586. doi: 10.1021/np50107a003.", "ArticleIdList": ["10.1021/np50107a003"]}, {"Citation": "Al-Hazimi H.M.A., Haque S.N. A new naphthoquinone from Polygonum aviculare. Nat. Prod. Lett. 2002;16:115–118. doi: 10.1080/10575630290020019.", "ArticleIdList": ["10.1080/10575630290020019", "11990427"]}, {"Citation": "Yunuskhodzhaeva N.A., Eshbakova K.A., Abdullabekova V.N. Flavonoid composition of the herb Polygonum aviculare. Chem. Nat. Compd. 2010;46:803–804. doi: 10.1007/s10600-010-9749-4.", "ArticleIdList": ["10.1007/s10600-010-9749-4"]}, {"Citation": "Granica S., Czerwińska M.E., Zyzyńska-Granica B., Kiss A.K. Antioxidant and anti-inflammatory flavonol glucuronides from Polygonum aviculare L. Fitoterapia. 2013;91:180–188. doi: 10.1016/j.fitote.2013.08.026.", "ArticleIdList": ["10.1016/j.fitote.2013.08.026", "24028968"]}, {"Citation": "Nugroho A., Kim E.J., Choi J.S., Park H.-J. Simultaneous quantification and peroxynitrite-scavenging activities of flavonoids in Polygonum aviculare L. herb. J. Pharm. Biomed. Anal. 2014;89:93–98. doi: 10.1016/j.jpba.2013.10.037.", "ArticleIdList": ["10.1016/j.jpba.2013.10.037", "24270289"]}, {"Citation": "Yang H.H., Hwangbo K., Zheng M.S., Cho J.H., Son J.-K., Kim H.Y., Baek S.H., Choi H.C., Park S.Y., Kim J.-R. Quercetin-3-O-β-d-glucuronide isolated from Polygonum aviculare inhibits cellular senescence in human primary cells. Arch. Pharm. Res. 2014;37:1219–1233. doi: 10.1007/s12272-014-0344-2.", "ArticleIdList": ["10.1007/s12272-014-0344-2", "24638927"]}, {"Citation": "Barnes C.S., Loder J.W. The structure of polygodial: A new sesquiterpene dialdehyde from Polygonum hydropiper L. Aust. J. Chem. 1962;15:322–327. doi: 10.1071/CH9620322.", "ArticleIdList": ["10.1071/CH9620322"]}, {"Citation": "Fukuyama Y., Sato T., Asakawa Y., Takemoto T. A potent cytotoxic warburganal and related drimane-type sesquiterpenoids from Polygonum hydropiper. Phytochemistry. 1980;21:2895–2898. doi: 10.1016/0031-9422(80)85063-1.", "ArticleIdList": ["10.1016/0031-9422(80)85063-1"]}, {"Citation": "Yang X., Wang B.-C., Zhang X., Yang S.-P., Li W., Tang Q., Singh G.K. Simultaneous determination of nine flavonoids in Polygonum hydropiper L. samples using nanomagnetic powder three-phase hollow fibre-based liquid-phase microextraction combined with ultrahigh performance liquid chromatography-mass spectrometry. J. Pharm. Biomed. Anal. 2011;54:311–316. doi: 10.1016/j.jpba.2010.08.026.", "ArticleIdList": ["10.1016/j.jpba.2010.08.026", "20880647"]}, {"Citation": "Fukuyama Y., Sato T., Miura I., Asakawa Y. Drimane-type sesqui- and norsesquiterpenoids from Polygonum hydropiper. Phytochemistry. 1985;24:1521–1524. doi: 10.1016/S0031-9422(00)81058-4.", "ArticleIdList": ["10.1016/S0031-9422(00)81058-4"]}, {"Citation": "Haraguchi H., Hashimoto K., Yagi A. Antioxidative substances in leaves of Polygonum hydropiper. J. Agric. Food Chem. 1992;40:1349–1351. doi: 10.1021/jf00020a011.", "ArticleIdList": ["10.1021/jf00020a011"]}, {"Citation": "Yagi A., Uemura T., Okamura N., Haraguchi H., Imoto T., Hashimoto K. Antioxidative sulphated flavonoids in leaves of Polygonum hydropiper. Phytochemistry. 1994;35:885–887. doi: 10.1016/S0031-9422(00)90632-0.", "ArticleIdList": ["10.1016/S0031-9422(00)90632-0"]}, {"Citation": "Peng Z.F., Strack D., Baumert A., Subramaniam R., Goh N.K., Chia T.F., Tan S.N., Chia L.S. Antioxidant flavonoids from leaves of Polygonum hydropiper L. Phytochemistry. 2003;62:219–228. doi: 10.1016/S0031-9422(02)00504-6.", "ArticleIdList": ["10.1016/S0031-9422(02)00504-6", "12482460"]}, {"Citation": "Haraguchi H., Matsuda R., Hashimoto K. High-performance liquid chromatographic determination of sesquiterpene dialdehydes and antifungal activity from Polygonum hydropiper. J. Agric. Food Chem. 1993;41:5–7. doi: 10.1021/jf00025a002.", "ArticleIdList": ["10.1021/jf00025a002"]}, {"Citation": "Miyazawa M., Tamura N. Inhibitory compound of tyrosinase activity from the sprout of Polygonum hydropiper L. (Benitade) Biol. Pharm. Bull. 2007;30:595–597. doi: 10.1248/bpb.30.595.", "ArticleIdList": ["10.1248/bpb.30.595", "17329865"]}, {"Citation": "Van Kiem P., Nhiem N.X., Cuong N.X., Hoa T.Q., Huong H.T., Huong L.M., Van Minh C., Kim Y.H. New phenylpropanoid esters of sucrose from Polygonum hydropiper and their antioxidant activity. Arch. Pharm. Res. 2008;31:1477–1482. doi: 10.1007/s12272-001-2133-y.", "ArticleIdList": ["10.1007/s12272-001-2133-y", "19023545"]}, {"Citation": "Miyazawa M., Tamura N. Components of the essential oil from sprouts of Polygonum hydropiper L. (‘Benitade’) Flavour Fragr. J. 2007;22:188–190. doi: 10.1002/ffj.1779.", "ArticleIdList": ["10.1002/ffj.1779"]}, {"Citation": "Maheswaran R., Ignacimuthu S. Bioefficacy of essential oil from Polygonum hydropiper L. against mosquitoes, Anopheles stephensi and Culex quinquefasciatus. Ecotoxicol. Environ. Saf. 2013;97:26–31. doi: 10.1016/j.ecoenv.2013.06.028.", "ArticleIdList": ["10.1016/j.ecoenv.2013.06.028", "23942240"]}, {"Citation": "Morteza-Semnani K., Saeedi M., Akbarzadeh M. The essential oil composition of Prunella vulgaris L. J. Essent. Oil Bear. Plants. 2006;9:257–260. doi: 10.1080/0972060X.2006.10643500.", "ArticleIdList": ["10.1080/0972060X.2006.10643500"]}, {"Citation": "Chen Y., Guo Q., Zhu Z., Zhang L., Dai X. Comparative analysis of the essential oil of flowers, leaves and stems of Prunella vulgaris L. J. Essent. Oil Bear. Plants. 2012;15:662–666. doi: 10.1080/0972060X.2012.10644102.", "ArticleIdList": ["10.1080/0972060X.2012.10644102"]}, {"Citation": "Chen Y., Zhu Z., Guo Q., Zhang L., Zhang X. Variation in concentrations of major bioactive compounds in Prunella vulgaris L. related to plant parts and phenological stages. Biol. Res. 2012;45:171–175. doi: 10.4067/S0716-97602012000200009.", "ArticleIdList": ["10.4067/S0716-97602012000200009", "23096361"]}, {"Citation": "Chen Y., Yu M., Zhu Z., Zhang L., Guo Q. Optimisation of potassium chloride nutrition for proper growth, physiological development and bioactive component production in Prunella vulgaris L. PLoS ONE. 2013;8:e66259. doi: 10.1371/journal.pone.0066259.", "ArticleIdList": ["10.1371/journal.pone.0066259", "PMC3706589", "23874390"]}, {"Citation": "Ryu S.Y., Oak M.-H., Yoon S.-K., Cho D.-I., Yoo G.-S., Kim T.-S., Kim K.-M. Anti-allergic and anti-inflammatory triterpenes from the herb of Prunella vulgaris. Planta Med. 2000;66:358–360. doi: 10.1055/s-2000-8531.", "ArticleIdList": ["10.1055/s-2000-8531", "10865455"]}, {"Citation": "Yoon M.Y., Choi G.J., Choi Y.H., Jang K.S., Park M.S., Cha B., Kim J.C. Effect of polyacetylenic acids from Prunella vulgaris on various plant pathogens. Lett. Appl. Microbiol. 2010;51:511–517. doi: 10.1111/j.1472-765X.2010.02922.x.", "ArticleIdList": ["10.1111/j.1472-765X.2010.02922.x", "20849392"]}, {"Citation": "Gu X.-J., Li Y.-B., Li P., Qian S.-H., Zhang J.-F. Triterpenoid saponins from the spikes of Prunella vulgaris. Helv. Chim. Acta. 2007;90:72–78. doi: 10.1002/hlca.200790023.", "ArticleIdList": ["10.1002/hlca.200790023"]}, {"Citation": "Lee I.K., Kim D.H., Lee S.Y., Kim K.R., Choi S.U., Hong J.K., Lee J.H., Park Y.H., Lee K.R. Triterpenoic acids of Prunella vulgaris var. lilacina and their cytotoxic activities in vitro. Arch. Pharm. Res. 2008;31:1578–1583.", "ArticleIdList": ["19099227"]}, {"Citation": "Wang Z.J., Zhao Y.Y., Wang B., Ai T.M., Chen Y.Y. Depsides from Prunella vulgaris. Chin. Chem. Lett. 2000;11:997–1001."}, {"Citation": "Şahin S., Demir C., Malyer H. Determination of phenolic compounds in Prunella L. by liquid chromatography-diode array detection. J. Pharm. Biomed. Anal. 2011;55:1227–1230. doi: 10.1016/j.jpba.2011.03.016.", "ArticleIdList": ["10.1016/j.jpba.2011.03.016", "21498022"]}, {"Citation": "Gu X., Li Y., Mu J., Zhang Y. Chemical constituents of Prunella vulgaris. J. Environ. Sci. 2013;25:S161–S163. doi: 10.1016/S1001-0742(14)60648-3.", "ArticleIdList": ["10.1016/S1001-0742(14)60648-3", "25078822"]}, {"Citation": "Olszewska M. Flavonoids from Prunus serotina Ehrh. Acta Pol. Pharm. Drug Res. 2005;62:127–133.", "ArticleIdList": ["16161354"]}, {"Citation": "Olszewska M. Quantitative HPLC analysis of flavonoids and chlorogenic acid in the leaves and inflorescences of Prunus serotina Ehrh. Acta Chromatogr. 2007;19:253–269."}, {"Citation": "Olszewska M. Optimization and validation of an HPLC-UV method for analysis of corosolic, oleanolic, and ursolic acids in plant material: Application to Prunus serotina Ehrh. Acta Chromatogr. 2008;20:643–659. doi: 10.1556/AChrom.20.2008.4.10.", "ArticleIdList": ["10.1556/AChrom.20.2008.4.10"]}, {"Citation": "Ibarra-Alvarado C., Rojas A., Luna F., Rojas J.I., Rivero-Cruz B., Rivero-Cruz J.F. Vasorelaxant constituents of the leaves of Prunus serotina “capulín”. Rev. Latinoam. Quim. 2009;37:164–173."}, {"Citation": "Rivero-Cruz B. Simultaneous quantification by HPLC of the phenolic compounds for the crude drug of Prunus serotina subsp. capuli. Pharm. Biol. 2014;52:1015–1020. doi: 10.3109/13880209.2013.876054.", "ArticleIdList": ["10.3109/13880209.2013.876054", "24617838"]}, {"Citation": "Biessels H.W.A., van der Kerk-van Hoof A.C., Kettenes-van den Bosch J.J., Salemink C.A. Triterpenes of Prunus serotina and P. lusitanica. Phytochemistry. 1974;13:203–207. doi: 10.1016/S0031-9422(00)91296-2.", "ArticleIdList": ["10.1016/S0031-9422(00)91296-2"]}, {"Citation": "Omar S., Lalonde M., Marcotte M., Cook M., Proulx J., Goel K., Durst T., Philogène B.J.R., Arnason J.T. Insect growth-reducing and antifeedant activity in eastern North America hardwood species and bioassay-guided isolation of active principles from Prunus serotina. Agric. For. Entomol. 2000;2:253–257. doi: 10.1046/j.1461-9563.2000.00074.x.", "ArticleIdList": ["10.1046/j.1461-9563.2000.00074.x"]}, {"Citation": "Hänsel R., Ohlendorf D., Pelter A. Obtusifolin, ein Flavanon mit einem biogenetisch unüblichen C9-Baustein. Z. Naturforsch. B. 1970;25:989–994. doi: 10.1515/znb-1970-0916.", "ArticleIdList": ["10.1515/znb-1970-0916", "4394593"]}, {"Citation": "Wagner H., Maurer G., Farkas L., Hänsel R., Ohlendorf D. Zur Struktur und Synthese von Gnaphaliin, Methyl-gnaphaliin aus Gnaphalium obtusifolium L. und Isognaphaliin aus Achrocline satureoides. Chem. Ber. 1971;104:1281–1288. doi: 10.1002/cber.19711040806.", "ArticleIdList": ["10.1002/cber.19711040806"]}, {"Citation": "Ohlendorf D., Schwarz R., Hänsel R. 3,5,7-Trihydroxy-6,8-dimethoxyflavon aus Gnaphalium obtusifolium. Arch. Pharm. 1971;304:213–215. doi: 10.1002/ardp.19713040309.", "ArticleIdList": ["10.1002/ardp.19713040309", "5291271"]}, {"Citation": "Murata T., Nakano M., Miyase T., Yoshizaki F. Chemical constituents of aerial parts and roots of Pycnanthemum flexuosum. Chem. Pharm. Bull. 2014;62:608–612. doi: 10.1248/cpb.c14-00123.", "ArticleIdList": ["10.1248/cpb.c14-00123", "24632638"]}, {"Citation": "Beebe C.W., Luvisi F.P., Happich M.L. Tennessee Valley oak bark as a source of tannin. J. Am. Leather Chem. Assoc. 1953;48:32–41."}, {"Citation": "Bai Y., Benn M.H., Majak W., McDiarmid R. Extraction and HPLC determination of ranunculin in species of the buttercup family. J. Agric. Food Chem. 1996;44:2235–2238. doi: 10.1021/jf950626m.", "ArticleIdList": ["10.1021/jf950626m"]}, {"Citation": "Mekala A.B., Satyal P., Setzer W.N. Phytochemicals from the bark of Rhamnus caroliniana. Nat. Prod. Commun. 2017;12:403–406.", "ArticleIdList": ["30549896"]}, {"Citation": "Saxena G., McCutcheon A.R., Farmer S., Towers G.H.N., Hancock R.E.W. Antimicrobial constituents of Rhus glabra. J. Ethnopharmacol. 1994;42:95–99. doi: 10.1016/0378-8741(94)90102-3.", "ArticleIdList": ["10.1016/0378-8741(94)90102-3", "8072309"]}, {"Citation": "Heckman R.A. Ph.D. Thesis. Georgia Institute of Technology; Atlanta, GA, USA: 1965. The Isolation and Identification of Organic Compounds from Rhus glabra."}, {"Citation": "Wu T., McCallum J.L., Wang S., Liu R., Zhu H., Tsao R. Evaluation of antioxidant activities and chemical characterisation of staghorn sumac fruit (Rhus hirta L.) Food Chem. 2013;138:1333–1340. doi: 10.1016/j.foodchem.2012.10.086.", "ArticleIdList": ["10.1016/j.foodchem.2012.10.086", "23411251"]}, {"Citation": "Peng Y., Zhang H., Liu R., Mine Y., McCallum J., Kirby C., Tsao R. Antioxidant and anti-inflammatory activities of pyranoanthocyanins and other polyphenols from staghorn sumac (Rhus hirta L.) in Caco-2 cell models. J. Funct. Foods. 2016;20:139–147. doi: 10.1016/j.jff.2015.10.026.", "ArticleIdList": ["10.1016/j.jff.2015.10.026"]}, {"Citation": "Van Damme E.J.M., Barre A., Smeets K., Torrekens S., Van Leuven F., Rougé P., Peumans W.J. The bark of Robinia pseudoacacia contains a complex mixture of lectins. Characterization of the proteins and the cDNA clones. Plant Physiol. 1995;107:833–843. doi: 10.1104/pp.107.3.833.", "ArticleIdList": ["10.1104/pp.107.3.833", "PMC157200", "7716244"]}, {"Citation": "Rabijns A., Verboven C., Rougé P., Barre A., Van Damme E.J.M., Peumans W.J., De Ranter C.J. Structure of a legume lectin from the bark of Robinia pseudoacacia and its complex with N-acetylgalactosamine. Proteins Struct. Funct. Genet. 2001;44:470–478. doi: 10.1002/prot.1112.", "ArticleIdList": ["10.1002/prot.1112", "11484224"]}, {"Citation": "Tian F., McLaughlin J.L. Bioactive flavonoids from the black locust tree, Robinia pseudoacacia. Pharm. Biol. 2000;38:229–234. doi: 10.1076/1388-0209(200007)38:3;1-S;FT229.", "ArticleIdList": ["10.1076/1388-0209(200007)38:3;1-S;FT229", "21214467"]}, {"Citation": "Veitch N.C., Elliott P.C., Kite G.C., Lewis G.P. Flavonoid glycosides of the black locust tree, Robinia pseudoacacia (Leguminosae) Phytochemistry. 2010;71:479–486. doi: 10.1016/j.phytochem.2009.10.024.", "ArticleIdList": ["10.1016/j.phytochem.2009.10.024", "19948349"]}, {"Citation": "Duverger E., Delmotte F.M. Purification of lectins from Robinia pseudoacacia L. root-tips. Plant Sci. 1997;123:9–18. doi: 10.1016/S0168-9452(96)04562-1.", "ArticleIdList": ["10.1016/S0168-9452(96)04562-1"]}, {"Citation": "Ono M., Yasuda S., Komatsu H., Fujiwara Y., Takeya M., Nohara T. Triterpenoids from the fruits and leaves of the blackberry (Rubus allegheniensis) and their inhibitory activities on foam cell formation in human monocyte-derived macrophage. Nat. Prod. Res. 2014;28:2347–2350. doi: 10.1080/14786419.2014.939087.", "ArticleIdList": ["10.1080/14786419.2014.939087", "25033392"]}, {"Citation": "Dvaranauskaite A., Venskutonis P.R., Labokas J. Comparison of quercetin derivatives in ethanolic extracts of red raspberry (Rubus idaeus L.) leaves. Acta Aliment. 2008;37:449–461. doi: 10.1556/AAlim.2008.0012.", "ArticleIdList": ["10.1556/AAlim.2008.0012"]}, {"Citation": "Vera J.R., Dacke C.G., Blunden G., Patel A.V. Smooth muscle relaxant triterpenoid glycosides from Rubus idaeus (raspberry) leaves. Nat. Prod. Commun. 2006;1:705–710."}, {"Citation": "Ferlemi A.-V., Lamari F.N. Berry leaves: An alternative source of bioactive natural products of nutritional and medicinal value. Antioxidants. 2016;5:17. doi: 10.3390/antiox5020017.", "ArticleIdList": ["10.3390/antiox5020017", "PMC4931538", "27258314"]}, {"Citation": "Stewart C.D., Jones C.D., Setzer W.N. Leaf essential oil compositions of Rudbeckia fulgida Aiton, Rudbeckia hirta L., and Symphyotrichum novae-angliae (L.) G.L. Nesom (Asteraceae) Am. J. Essent. Oils Nat. Prod. 2014;2:36–38."}, {"Citation": "Lee S.Y., Woo K.W., Kim C.S., Lee D.U., Lee K.R. New lignans from the aerial parts of Rudbeckia laciniata. Helv. Chim. Acta. 2013;96:320–325. doi: 10.1002/hlca.201200177.", "ArticleIdList": ["10.1002/hlca.201200177"]}, {"Citation": "Lee S.Y., Shin Y.J., Choi S.U., Lee K.R. A new flavonol glycoside from the aerial part of Rudbeckia laciniata. Arch. Pharm. Res. 2014;37:834–838. doi: 10.1007/s12272-013-0199-y.", "ArticleIdList": ["10.1007/s12272-013-0199-y", "24062080"]}, {"Citation": "Bohlmann F., Jakupovic J., Zdero C. Neue Norsesquiterpene aus Rudbeckia laciniata und Senecio paludaffinis. Phytochemistry. 1978;17:2034–2036. doi: 10.1016/S0031-9422(00)88762-2.", "ArticleIdList": ["10.1016/S0031-9422(00)88762-2"]}, {"Citation": "Jakupovic J., Jia Y., King R.M., Bohlmann F. Rudbeckiolid, ein dimeres Sesquiterpenlacton aus Rudbeckia laciniata. Justus Liebigs Ann. Chem. 1986;8:1474–1477. doi: 10.1002/jlac.198619860819.", "ArticleIdList": ["10.1002/jlac.198619860819"]}, {"Citation": "Fukushi Y., Yajima C., Mizutani J., Tahara S. Tricyclic sesquiterpenes from Rudbeckia laciniata. Phytochemistry. 1998;49:593–600. doi: 10.1016/S0031-9422(98)00251-9.", "ArticleIdList": ["10.1016/S0031-9422(98)00251-9"]}, {"Citation": "Sando C.E., Lloyd J.U. The isolation and identification of rutin from the flowers of elder (Sambucus canadensis L.) J. Biol. Chem. 1924;58:737–745."}, {"Citation": "Inami O., Tamura I., Kikuzaki H., Nakatani N. Stability of anthocyanins of Sambucus canadensis and Sambucus nigra. J. Agric. Food Chem. 1996;44:3090–3096. doi: 10.1021/jf9507809.", "ArticleIdList": ["10.1021/jf9507809"]}, {"Citation": "Lee J., Finn C.E. Anthocyanins and other polyphenolics in American elderberry (Sambucus canadensis) and European elderberry (S. nigra) cultivars. J. Sci. Food Agric. 2007;87:2665–2675. doi: 10.1002/jsfa.3029.", "ArticleIdList": ["10.1002/jsfa.3029", "20836175"]}, {"Citation": "Nakatani N., Kikuzaki H., Hikida J., Ohba M., Inami O., Tamura I. Acylated anthocyanins from fruits of Sambucus canadensis. Phytochemistry. 2013;38:755–757. doi: 10.1016/0031-9422(94)00700-4.", "ArticleIdList": ["10.1016/0031-9422(94)00700-4", "7766167"]}, {"Citation": "Greathouse G.A. Alkaloids from Sanguinaria canadensis and their influence on growth of Phymatotrichum omnivorum. Plant Physiol. 1939;14:377–380. doi: 10.1104/pp.14.2.377.", "ArticleIdList": ["10.1104/pp.14.2.377", "PMC437745", "16653565"]}, {"Citation": "Salmore A.K., Hunter M.D. Environmental and genotypic influences on isoquinoline alkaloid content in Sanguinaria canadensis. J. Chem. Ecol. 2001;27:1729–1747. doi: 10.1023/A:1010448406809.", "ArticleIdList": ["10.1023/A:1010448406809", "11545367"]}, {"Citation": "Newton S.M., Lau C., Gurcha S.S., Besra G.S., Wright C.W. The evaluation of forty-three plant species for in vitro antimycobacterial activities; isolation of active constituents from Psoralea corylifolia and Sanguinaria canadensis. J. Ethnopharmacol. 2002;79:57–67. doi: 10.1016/S0378-8741(01)00350-6.", "ArticleIdList": ["10.1016/S0378-8741(01)00350-6", "11744296"]}, {"Citation": "Mahady G.B., Pendland S.L., Stoia A., Chadwick L.R. In vitro susceptibility of Helicobacter pylori to isoquinoline alkaloids from Sanguinaria canadensis and Hydrastis canadensis. Phyther. Res. 2003;17:217–221. doi: 10.1002/ptr.1108.", "ArticleIdList": ["10.1002/ptr.1108", "12672149"]}, {"Citation": "Graf T.N., Levine K.E., Andrews M.E., Perlmutter J.M., Nielsen S.J., Davis J.M., Wani M.C., Oberlies N.H. Variability in the yield of benzophenanthridine alkaloids in wildcrafted vs. cultivated bloodroot (Sanguinaria canadensis L.) J. Agric. Food Chem. 2007;55:1205–1211. doi: 10.1021/jf062498f.", "ArticleIdList": ["10.1021/jf062498f", "17253712"]}, {"Citation": "Croaker A., King G.J., Pyne J.H., Anoopkumar-Dukie S., Liu L. Sanguinaria canadensis: Traditional medicine, phytochemical composition, biological activities and current uses. Int. J. Mol. Sci. 2016;17:1414. doi: 10.3390/ijms17091414.", "ArticleIdList": ["10.3390/ijms17091414", "PMC5037693", "27618894"]}, {"Citation": "Kaler K.M., Setzer W.N. Seasonal variation in the leaf essential oil composition of Sassafras albidum. Nat. Prod. Commun. 2008;3:829–832.", "ArticleIdList": ["20420327"]}, {"Citation": "Kamdem D.P., Gage D.A. Chemical composition of essential oil from the root bark of Sassafras albidum. Planta Med. 1995;61:574–575. doi: 10.1055/s-2006-959379.", "ArticleIdList": ["10.1055/s-2006-959379", "8824955"]}, {"Citation": "Kennedy J.E., Davé P.C., Harbin L.N., Setzer W.N. Allelopathic potential of Sassafras albidum and Pinus taeda essential oils. Allelopath. J. 2011;27:111–122."}, {"Citation": "Pulivarthi D., Steinberg K.M., Monzote L., Piñón A., Setzer W.N. Antileishmanial activity of compounds isolated from Sassafras albidum. Nat. Prod. Commun. 2015;10:1229–1230.", "ArticleIdList": ["26411017"]}, {"Citation": "Rao K.V., Alvarez F.M. Chemistry of Saururus cernuus. I. Saucernetin, a new neolignan. J. Nat. Prod. 1982;45:393–397. doi: 10.1021/np50022a005.", "ArticleIdList": ["10.1021/np50022a005"]}, {"Citation": "Rao K.V., Alvarez F.M. Manassantins A/B and saucerneol: Novel biologically active lignoids from Saururus cernuus. Tetrahedron Lett. 1983;24:4947–4950. doi: 10.1016/S0040-4039(01)99818-1.", "ArticleIdList": ["10.1016/S0040-4039(01)99818-1"]}, {"Citation": "Rao K.V., Reddy G.C.S. Chemistry of Saururus cernuus, V. Sauristolactam and other nitrogenous constituents. J. Nat. Prod. 1990;53:309–312. doi: 10.1021/np50068a006.", "ArticleIdList": ["10.1021/np50068a006", "2380708"]}, {"Citation": "Rao K.V., Prakasa Rao N.S. Chemistry of Saururus cernuus, VI: Three new neolignans. J. Nat. Prod. 1990;53:212–215. doi: 10.1021/np50067a036.", "ArticleIdList": ["10.1021/np50067a036", "2161446"]}, {"Citation": "Kubanek J., Fenical W., Hay M.E., Brown P.J., Lindquist N. Two antifeedant lignans from the freshwater macrophyte Saururus cernuus. Phytochemistry. 2000;54:281–287. doi: 10.1016/S0031-9422(00)00076-5.", "ArticleIdList": ["10.1016/S0031-9422(00)00076-5", "10870182"]}, {"Citation": "Kubanek J., Hay M.E., Brown P.J., Lindquist N., Fenical W. Lignoid chemical defenses in the freshwater macrophyte Saururus cernuus. Chemoecology. 2001;11:1–8. doi: 10.1007/PL00001826.", "ArticleIdList": ["10.1007/PL00001826"]}, {"Citation": "Rajbhandari I., Takamatsu S., Nagle D.G. A new dehydrogeranylgeraniol antioxidant from Saururus cernuus that inhibits intracellular reactive oxygen species (ROS)-catalyzed oxidation within HL-60 cells. J. Nat. Prod. 2001;64:693–695. doi: 10.1021/np0101346.", "ArticleIdList": ["10.1021/np0101346", "11421725"]}, {"Citation": "Hodges T.W., Hossain C.F., Kim Y.-P., Zhou Y.-D., Nagle D.G. Molecular-targeted antitumor agents: The Saururus cernuus dineolignans manassantin B and 4-O-demethylmanassantin B are potent inhibitors of hypoxia-activated HIF-1. J. Nat. Prod. 2004;67:767–771. doi: 10.1021/np030514m.", "ArticleIdList": ["10.1021/np030514m", "15165135"]}, {"Citation": "Hossain C.F., Kim Y.-P., Baerson S.R., Zhang L., Bruick R.K., Mohammed K.A., Agarwal A.K., Nagle D.G., Zhou Y.D. Saururus cernuus lignans—Potent small molecule inhibitors of hypoxia-inducible factor-1. Biochem. Biophys. Res. Commun. 2005;333:1026–1033. doi: 10.1016/j.bbrc.2005.05.191.", "ArticleIdList": ["10.1016/j.bbrc.2005.05.191", "PMC2905542", "15967416"]}, {"Citation": "Upton R., DAyu R.H. Skullcap Scutellaria lateriflora L.: An American nervine. J. Herb. Med. 2012;2:76–96. doi: 10.1016/j.hermed.2012.06.004.", "ArticleIdList": ["10.1016/j.hermed.2012.06.004"]}, {"Citation": "Yaghmai M.S. Volatile constituents of Scutellaria lateriflora L. Flavour Fragr. J. 1988;3:27–31. doi: 10.1002/ffj.2730030106.", "ArticleIdList": ["10.1002/ffj.2730030106"]}, {"Citation": "Bruno M., Cruciata M., Bondi M.L., Piozzi F., de la Torre M., Rodgriguez B., Servettaz O. Neo-clerodane diterpenoids from Scutellaria lateriflora. Phytochemistry. 1998;48:687–691. doi: 10.1016/S0031-9422(97)01032-7.", "ArticleIdList": ["10.1016/S0031-9422(97)01032-7"]}, {"Citation": "Awad R., Arnason J.T., Trudeau V., Bergeron C., Budzinski J.W., Foster B.C., Merali Z. Phytochemical and biological analysis of skullcap (Scutellaria lateriflora L.): A medicinal plant with anxiolytic properties. Phytomedicine. 2003;10:640–649. doi: 10.1078/0944-7113-00374.", "ArticleIdList": ["10.1078/0944-7113-00374", "14692724"]}, {"Citation": "Cole I.B., Cao J., Alan A.R., Saxena P.K., Murch S.J. Comparisons of Scutellaria baicalensis, Scutellaria lateriflora and Scutellaria racemosa: Genome size, antioxidant potential and phytochemistry. Planta Med. 2008;74:474–481. doi: 10.1055/s-2008-1034358.", "ArticleIdList": ["10.1055/s-2008-1034358", "18484546"]}, {"Citation": "Zhang Z., Lian X.Y., Li S., Stringer J.L. Characterization of chemical ingredients and anticonvulsant activity of American skullcap (Scutellaria lateriflora) Phytomedicine. 2009;16:485–493. doi: 10.1016/j.phymed.2008.07.011.", "ArticleIdList": ["10.1016/j.phymed.2008.07.011", "18786819"]}, {"Citation": "Li J., Ding Y., Li X., Ferreira D., Khan S., Smillie T., Khan I.A. Scuteflorins A and B, dihydropyranocoumarins from Scutellaria lateriflora. J. Nat. Prod. 2009;72:983–987. doi: 10.1021/np900068t.", "ArticleIdList": ["10.1021/np900068t", "19555121"]}, {"Citation": "Islam M.N., Downey F., Ng C.K.Y. Comparative analysis of bioactive phytochemicals from Scutellaria baicalensis, Scutellaria lateriflora, Scutellaria racemosa, Scutellaria tomentosa and Scutellaria wrightii by LC-DAD-MS. Metabolomics. 2011;7:446–453. doi: 10.1007/s11306-010-0269-9.", "ArticleIdList": ["10.1007/s11306-010-0269-9"]}, {"Citation": "Kuroda M., Iwabuchi K., Mimaki Y. Chemical constituents of the aerial parts of Scutellaria lateriflora and their α-glucosidase inhibitory activities. Nat. Prod. Commun. 2012;7:471–474.", "ArticleIdList": ["22574444"]}, {"Citation": "Li J., Wang Y.H., Smillie T.J., Khan I.A. Identification of phenolic compounds from Scutellaria lateriflora by liquid chromatography with ultraviolet photodiode array and electrospray ionization tandem mass spectrometry. J. Pharm. Biomed. Anal. 2012;63:120–127. doi: 10.1016/j.jpba.2012.01.027.", "ArticleIdList": ["10.1016/j.jpba.2012.01.027", "22342658"]}, {"Citation": "Zalkow L.H., Gelbaum L.T., Van Derveer D. Eremophilane sesquiterpenes from Senecio aureus. J. Chem. Soc. Perkin Trans. 1979:1542–1546. doi: 10.1039/p19790001542.", "ArticleIdList": ["10.1039/p19790001542"]}, {"Citation": "Williams J.D. Ph.D. Thesis. University of Texas; Austin, TX, USA: 2006. The Flavonoids and Phenolic Acids of the Genus Silphium and Their Chemosystematic and Medicinal Value.", "ArticleIdList": ["0"]}, {"Citation": "Thacker J.D., Bordner J., Bumgardner C. Carolinoside: A phytosteroidal glycoside from Solanum carolinense. Phytochemistry. 1990;29:2965–2970. doi: 10.1016/0031-9422(90)87116-C.", "ArticleIdList": ["10.1016/0031-9422(90)87116-C", "1366758"]}, {"Citation": "Evans W.C., Somanabandhu A. Bases from roots of Solanum carolinense. Phytochemistry. 1977;16:1859–1860. doi: 10.1016/0031-9422(71)85124-5.", "ArticleIdList": ["10.1016/0031-9422(71)85124-5"]}, {"Citation": "Tucker A.O., Maciarello M.J., Clancy K. Sweet goldenrod (Solidago odora, Asteraceae): A medicine, tea, and state herb. Econ. Bot. 1999;53:281–284. doi: 10.1007/BF02866639.", "ArticleIdList": ["10.1007/BF02866639"]}, {"Citation": "Adolf W., Hecker E. New irritant diterpene-esters from roots of Stillingia sylvatica L. (Euphorbiaceae) Tetrahedron Lett. 1980;21:2887–2890. doi: 10.1016/S0040-4039(00)78635-7.", "ArticleIdList": ["10.1016/S0040-4039(00)78635-7"]}, {"Citation": "Shamma M., Rothenberg A.S. The alkaloids of Thalictrum dioicum. Lloydia. 1978;41:169–178.", "ArticleIdList": ["1026841"]}, {"Citation": "Shamma M., Rothenberg A.S., Salgar S.S., Jayatilake G.S. Thalidine, a new isopavine alkaloid from Thalictrum dioicum. Lloydia. 1976;39:395–398.", "ArticleIdList": ["1026841"]}, {"Citation": "Shamma M., Salgar S.S. Pallidine and corydine from Thalictrum dioicum. Phytochemistry. 1973;12:1505–1506. doi: 10.1016/0031-9422(73)80602-8.", "ArticleIdList": ["10.1016/0031-9422(73)80602-8"]}, {"Citation": "Pérez-Ortega G., Guevara-Fefer P., Chávez M., Herrera J., Martínez A., Martínez A.L., González-Trujano M.E. Sedative and anxiolytic efficacy of Tilia americana var. mexicana inflorescences used traditionally by communities of State of Michoacan, Mexico. J. Ethnopharmacol. 2008;116:461–468.", "ArticleIdList": ["18242902"]}, {"Citation": "Herrera-Ruiz M., Román-Ramos R., Zamilpa A., Tortoriello J., Jiménez-Ferrer J.E. Flavonoids from Tilia americana with anxiolytic activity in plus-maze test. J. Ethnopharmacol. 2008;118:312–317. doi: 10.1016/j.jep.2008.04.019.", "ArticleIdList": ["10.1016/j.jep.2008.04.019", "18539420"]}, {"Citation": "Martínez A.L., González-Trujano M.E., Aguirre-Hernández E., Moreno J., Soto-Hernández M., López-Muñoz F.J. Antinociceptive activity of Tilia americana var. mexicana inflorescences and quercetin in the formalin test and in an arthritic pain model in rats. Neuropharmacology. 2009;56:564–571.", "ArticleIdList": ["19027760"]}, {"Citation": "Aguirre-Hernández E., González-Trujano M.E., Martínez A.L., Moreno J., Kite G., Terrazas T., Soto-Hernández M. HPLC/MS analysis and anxiolytic-like effect of quercetin and kaempferol flavonoids from Tilia americana var. mexicana. J. Ethnopharmacol. 2010;127:91–97.", "ArticleIdList": ["19799990"]}, {"Citation": "Cardenas-Rodriguez N., Gonzalez-Trujano M.E., Aguirre-Hernandez E., Ruiz-Garcia M., Sampieri A., Coballase-Urrutia E., Carmona-Aparicio L. Anticonvulsant and antioxidant effects of Tilia americana var. mexicana and flavonoids constituents in the pentylenetetrazole-induced seizures. Oxid. Med. Cell. Longev. 2014;2014 doi: 10.1155/2014/329172.", "ArticleIdList": ["10.1155/2014/329172", "PMC4147264", "25197430"]}, {"Citation": "Shaw A.C. The essential oil of Tsuga canadensis (L.) Carr. J. Am. Chem. Soc. 1951;73:2859–2861. doi: 10.1021/ja01150a128.", "ArticleIdList": ["10.1021/ja01150a128"]}, {"Citation": "Lagalante A.F., Montgomery M.E. Analysis of terpenoids from hemlock (Tsuga) species by solid-phase microextraction/gas chromatography/ion-trap mass spectrometry. J. Agric. Food Chem. 2003;51:2115–2120. doi: 10.1021/jf021028s.", "ArticleIdList": ["10.1021/jf021028s", "12670144"]}, {"Citation": "Lagalante A.F., Lewis N., Montgomery M.E., Shields K.S. Temporal and spatial variation of terpenoids in eastern hemlock (Tsuga canadensis) in relation to feeding by Adelges tsugae. J. Chem. Ecol. 2006;32:2389–2403. doi: 10.1007/s10886-006-9166-0.", "ArticleIdList": ["10.1007/s10886-006-9166-0", "17078000"]}, {"Citation": "Lagalante A.F., Montgomery M.E., Calvosa F.C., Mirzabeigi M.N. Characterization of terpenoid volatiles from cultivars of eastern hemlock (Tsuga canadensis) J. Agric. Food Chem. 2007;55:10850–10856. doi: 10.1021/jf071947o.", "ArticleIdList": ["10.1021/jf071947o", "18052093"]}, {"Citation": "Craft J.D., Setzer W.N. Leaf essential oil composition of Tsuga canadensis growing wild in North Alabama and Northwest Georgia. Am. J. Essent. Oils Nat. Prod. 2017;5:26–29."}, {"Citation": "Horhammer L., Wagner H., Reinhardt H. Isoleuring des Bis-(5,7,4 -trihydroxy-)-flavons, Amentoflavon aus der Rinde von Viburnum prunifolium L. (Amerikan Schneeball) Naturwissenschaften. 1965;7:161–162. doi: 10.1007/BF00609279.", "ArticleIdList": ["10.1007/BF00609279"]}, {"Citation": "Cometa M.F., Parisi L., Palmery M., Meneguz A., Tomassini L. In vitro relaxant and spasmolytic effects of constituents from Viburnum prunifolium and HPLC quantification of the bioactive isolated iridoids. J. Ethnopharmacol. 2009;123:201–207. doi: 10.1016/j.jep.2009.03.021.", "ArticleIdList": ["10.1016/j.jep.2009.03.021", "19429363"]}, {"Citation": "Jarboe C.H., Zirvi K.A., Schmidt C.M., McLafferty F.W., Haddon W.F. 1-Methyl 2,3-dibutyl hemimellitate, a novel component of Viburnum prunifolium. J. Org. Chem. 1969;34:4202–4203. doi: 10.1021/jo01264a111.", "ArticleIdList": ["10.1021/jo01264a111", "5357538"]}, {"Citation": "Lopez E.M., Craft J.D., Setzer W.N. Volatile composition of Vicia caroliniana growing in Huntsville, Alabama. Am. J. Essent. Oils Nat. Prod. 2017;5:8–10."}, {"Citation": "Hussein F.T. Ph.D. Thesis. The Ohio State University; Columbus, OH, USA: 1963. An Investigation of the Alkaloids of Xanthorhiza simplicissima Marsh."}, {"Citation": "Okunade A.L., Hufford C.D., Richardson M.D., Peterson J.R., Clark A.M. Antimicrobial properties of alkaloids from Xanthorhiza simplicissima. J. Pharm. Sci. 1994;83:404–406. doi: 10.1002/jps.2600830327.", "ArticleIdList": ["10.1002/jps.2600830327", "8207690"]}, {"Citation": "Knapp J.E., Hussein F.T., Beal J.L., Doskotch R.W., Tomimatsu T. Isolation of two bisbenzylisoquinoline alkaloids from the rhizomes and roots of Xanthorhiza simplicissima. J. Pharm. Sci. 1967;56:139–141. doi: 10.1002/jps.2600560129.", "ArticleIdList": ["10.1002/jps.2600560129", "6030487"]}, {"Citation": "Ju Y., Still C.C., Sacalis J.N., Li J., Ho C.T. Cytotoxic coumarins and lignans from extracts of the northern prickly ash (Zanthoxylum americanum) Phyther. Res. 2001;15:441–443. doi: 10.1002/ptr.686.", "ArticleIdList": ["10.1002/ptr.686", "11507740"]}, {"Citation": "Eiter L.C., Fadamiro H., Setzer W.N. Seasonal variation in the leaf essential oil composition of Zanthoxylum clava-herculis growing in Huntsville, Alabama. Nat. Prod. Commun. 2010;5:457–460.", "ArticleIdList": ["20420327"]}, {"Citation": "Steinberg K.M., Satyal P., Setzer W.N. Bark essential oils of Zanthoxylum clava-herculis and Ptelea trifoliata: Enantiomeric distribution of monoterpenoids. Nat. Prod. Commun. 2017;12:961–963."}, {"Citation": "Rao K.V., Davies R. The ichthyotoxic principles of Zanthoxylum clava-herculis. J. Nat. Prod. 1986;49:340–342. doi: 10.1021/np50044a027.", "ArticleIdList": ["10.1021/np50044a027"]}, {"Citation": "Gibbons S., Leimkugel J., Oluwatuyi M., Heinrich M. Activity of Zanthoxylum clava-herculis extracts against multi-drug resistant methicillin-resistant Staphylococcus aureus (mdr-MRSA) Phyther. Res. 2003;17:274–275. doi: 10.1002/ptr.1112.", "ArticleIdList": ["10.1002/ptr.1112", "12672160"]}, {"Citation": "Chandler R.F., Hooper S.N., Harvey M.J. Ethnobotany and phytochemistry of yarrow, Achillea millefolium, Compositae. Econ. Bot. 1982;36:203–223. doi: 10.1007/BF02858720.", "ArticleIdList": ["10.1007/BF02858720"]}, {"Citation": "Bruneton J. Pharmacognosy. 2nd ed. Intercept Ltd.; London, UK: 1999."}, {"Citation": "Ali S.I., Gopalakrishnan B., Venkatesalu V. Pharmacognosy, phytochemistry and pharmacological properties of Achillea millefolium L.: A review. Phyther. Res. 2017;31:1140–1161. doi: 10.1002/ptr.5840.", "ArticleIdList": ["10.1002/ptr.5840", "28618131"]}, {"Citation": "Borrelli F., Romano B., Fasolino I., Tagliatatela-Scafati O., Aprea G., Capasso R., Capasso F., Coppola Bottazzi E., Izzo A.A. Prokinetic effect of a standardized yarrow (Achillea millefolium) extract and its constituent choline: Studies in the mouse and human stomach. Neurogastroenterol. Motil. 2012;24:164–172. doi: 10.1111/j.1365-2982.2011.01827.x.", "ArticleIdList": ["10.1111/j.1365-2982.2011.01827.x", "22151891"]}, {"Citation": "Hajhashemi M., Ghanbari Z., Movahedi M., Rafieian M., Keivani A., Haghollahi F. The effect of Achillea millefolium and Hypericum perforatum ointments on episiotomy wound healing in primiparous women. J. Matern. Neonatal Med. 2018;31:63–69. doi: 10.1080/14767058.2016.1275549.", "ArticleIdList": ["10.1080/14767058.2016.1275549", "28027682"]}, {"Citation": "Chen W.-C., Liou S.-S., Tzeng T.-F., Lee S.-L., Liu I.-M. Effect of topical application of chlorogenic acid on excision wound healing in rats. Planta Med. 2013;79:616–621. doi: 10.1055/s-0032-1328364.", "ArticleIdList": ["10.1055/s-0032-1328364", "23568627"]}, {"Citation": "Bagdas D., Etoz B.C., Gul Z., Ziyanok S., Inan S., Turacozen O., Gul N.Y., Topal A., Cinkilic N., Tas S., et al. In vivo systemic chlorogenic acid therapy under diabetic conditions: Wound healing effects and cytotoxicity/genotoxicity profile. Food Chem. Toxicol. 2015;81:54–61. doi: 10.1016/j.fct.2015.04.001.", "ArticleIdList": ["10.1016/j.fct.2015.04.001", "25846499"]}, {"Citation": "Süntar I., Akkol E.K., Keles H., Yesilada E., Sarker S.D. Exploration of the wound healing potential of Helichrysum graveolens (Bieb.) Sweet: Isolation of apigenin as an active component. J. Ethnopharmacol. 2013;149:103–110. doi: 10.1016/j.jep.2013.06.006.", "ArticleIdList": ["10.1016/j.jep.2013.06.006", "23764736"]}, {"Citation": "Lopez-Jornet P., Camacho-Alonso F., Gómez-Garcia F., Molina Miñano F., Cañas X., Serafín A., Castillo J., Vicente-Ortega V. Effects of potassium apigenin and Verbena extract on the wound healing process of SKH-1 mouse skin. Int. Wound J. 2014;11:489–495. doi: 10.1111/j.1742-481X.2012.01114.x.", "ArticleIdList": ["10.1111/j.1742-481X.2012.01114.x", "PMC7950762", "23136845"]}, {"Citation": "Manivannan R. Isolation of apigenin-7-O-(6″-O-E-caffeoyl)-β-d-glucopyranoside from Leucas aspera L. with anti-inflammatory and wound healing activities. J. Pharm. Pharmacogn. Res. 2016;4:54–61."}, {"Citation": "Lodhi S., Singhai A.K. Wound healing effect of flavonoid rich fraction and luteolin isolated from Martynia annua Linn. on streptozotocin induced diabetic rats. Asian Pac. J. Trop. Med. 2013;6:253–259. doi: 10.1016/S1995-7645(13)60053-X.", "ArticleIdList": ["10.1016/S1995-7645(13)60053-X", "23608325"]}, {"Citation": "Bayrami Z., Khalighi-Sigaroodi F., Rahimi R., Farzaei M.H., Hodjat M., Baeeri M., Rahimifard M., Navaei-Nigjeh M., Abdollahi M., Hajiaghaee R. In vitro wound healing activity of luteolin. Res. J. Pharmacogn. 2017;4:7.", "ArticleIdList": ["30096362"]}, {"Citation": "Ozay Y., Guzel S., Erdogdu I.H., Yildirim Z., Pehlivanoglu B., Turk B.A., Darcan S. Evaluation of the wound healing properties of luteolin ointments on excision and incision wound models in diabetic and non-diabetic rats. Rec. Nat. Prod. 2018;12:350–366. doi: 10.25135/rnp.38.17.08.135.", "ArticleIdList": ["10.25135/rnp.38.17.08.135"]}, {"Citation": "Süntar I., Akkol E.K., Keles H., Yesilada E., Sarker S.D., Arroo R., Baykal T. Efficacy of Daphne oleoides subsp. kurdica used for wound healing: Identification of active compounds through bioassay guided isolation technique. J. Ethnopharmacol. 2012;141:1058–1070.", "ArticleIdList": ["22521733"]}, {"Citation": "Gopalakrishnan A., Ram M., Kumawat S., Tandan S., Kumar D. Quercetin accelerated cutaneous wound healing in rats by increasing levels of VEGF and TGF-β1. Indian J. Exp. Biol. 2016;54:187–195.", "ArticleIdList": ["27145632"]}, {"Citation": "Ahmad M., Sultana M., Raina R., Pankaj N.K., Verma P.K., Prawez S. Hypoglycemic, hypolipidemic, and wound healing potential of quercetin in streptozotocin-induced diabetic rats. Pharmacogn. Mag. 2017;13:S633–S639.", "ArticleIdList": ["PMC5669108", "29142425"]}, {"Citation": "Doersch K.M., Newll-Rogers M.K. The impact of quercetin on wound healing relates to changes in αV and β1 integrin expression. Exp. Biol. Med. 2017;242:1424–1431. doi: 10.1177/1535370217712961.", "ArticleIdList": ["10.1177/1535370217712961", "PMC5544166", "28549404"]}, {"Citation": "Süntar I.P., Akkol E.K., Yalçin F.N., Koca U., Keleş H., Yesilada E. Wound healing potential of Sambucus ebulus L. leaves and isolation of an active component, quercetin 3-O-glucoside. J. Ethnopharmacol. 2010;129:106–114. doi: 10.1016/j.jep.2010.01.051.", "ArticleIdList": ["10.1016/j.jep.2010.01.051", "20132876"]}, {"Citation": "Clericuzio M., Tinello S., Burlando B., Ranzato E., Martinotti S., Cornara L., La Rocca A. Flavonoid oligoglycosides from Ophioglossum vulgatum L. Having wound healing properties. Planta Med. 2012;78:1639–1644. doi: 10.1055/s-0032-1315149.", "ArticleIdList": ["10.1055/s-0032-1315149", "22936389"]}, {"Citation": "Rajamanickam M., Kalaivanan P., Sivagnanam I. Antibacterial and wound healing activities of quercetin-3-O-α-l-rhamnopyranosyl-(1-->6)-β-d-glucopyranoside isolated from Salvia leucantha. Int. J. Pharm. Sci. Res. 2013;22:264–268."}, {"Citation": "Manivannan R., Prabakaran K., Ilayaraja S. Isolation, identification and antibacterial and wound healing studies of quercetin-3-O-α-l-rhamnopyranoside-2″-gallate. Int. J. Appl. Sci. Eng. 2014;12:99–106."}, {"Citation": "Seo S.H., Lee S.-H., Cha P.-H., Kim M.-Y., Min D.S., Choi K.-Y. Polygonum aviculare L. and its active compounds, quercitrin hydrate, caffeic acid, and rutin, activate the Wnt/β-catenin pathway and induce cutaneous wound healing. Phytotherapy. 2016;30:848–854. doi: 10.1002/ptr.5593.", "ArticleIdList": ["10.1002/ptr.5593", "26929003"]}, {"Citation": "Scott C.C., Chen K.K. The pharmacological action of N-methylcytisine. J. Pharmacol. Exp. Ther. 1943;79:334–339."}, {"Citation": ". Lupin Alkaloids in Food: A Toxicological Review and Risk Assessment. Australia New Zealand Food Authority; Canberra, Australia: 2001."}, {"Citation": "Keeler R.F. Lupin alkaloids from teratogenic and nonteratogenic lupins. III. Identification of anagyrine as the probable teratogen by feeding trials. J. Toxicol. Environ. Health. 1976;1:887–898. doi: 10.1080/15287397609529391.", "ArticleIdList": ["10.1080/15287397609529391", "966318"]}, {"Citation": "de la Peña J.B.I., Lee H.L., Yoon S.Y., Kim G.H., Lee Y.S., Cheong J.H. The involvement of magnoflorine in the sedative and anxiolytic effects of Sinomeni Caulis et Rhizoma in mice. J. Nat. Med. 2013;67:814–821. doi: 10.1007/s11418-013-0754-3.", "ArticleIdList": ["10.1007/s11418-013-0754-3", "23456265"]}, {"Citation": "Predny M.L., De Angelis P., Chamberlain J.L. Black Cohosh, Actaea Racemosa: An Annotated Bibliography. U.S. Department of Agriculture Forest Service, Southern Research Station; Asheville, NC, USA: 2006."}, {"Citation": "Gruenwald J., Brendler T., Jaenicke C. PDR for Herbal Medicines. 4th ed. Thompson Healthcare, Inc.; Montvale, NJ, USA: 2007."}, {"Citation": "Liu Z., Yang Z., Zhu M., Huo J. [Estrogenicity of black cohosh (Cimicifuga racemosa) and its effect on estrogen receptor level in human breast cancer MCF-7 cells] Wei Sheng Yan Jiu. 2001;30:77–80.", "ArticleIdList": ["11321955"]}, {"Citation": "Seidlová-Wuttke D., Hesse O., Jarry H., Christoffel V., Spengler B., Becker T., Wuttke W. Evidence for selective estrogen receptor modulator activity in a black cohosh (Cimicifuga racemosa) extract: Comparison with estradiol-17β. Eur. J. Endocrinol. 2003;149:351–362. doi: 10.1530/eje.0.1490351.", "ArticleIdList": ["10.1530/eje.0.1490351", "14514351"]}, {"Citation": "Lupu R., Mehmi I., Atlas E., Tsai M.-S., Pisha E., Oketch-Rabah H.A., Nuntanakorn P., Kennelly E.J., Kronenberg F. Black cohosh, a menopausal remedy, does not have estrogenic activity and does not promote breast cancer cell growth. Int. J. Oncol. 2003;23:1407–1412. doi: 10.3892/ijo.23.5.1407.", "ArticleIdList": ["10.3892/ijo.23.5.1407", "14532983"]}, {"Citation": "Mahady G.B. Is black cohosh estrogenic? Nutr. Rev. 2003;61:183–186.", "ArticleIdList": ["12822708"]}, {"Citation": "Gaube F., Wolfl S., Pusch L., Kroll T.C., Hamburger M. Gene expression profiling reveals effects of Cimicifuga racemosa (L.) NUTT. (black cohosh) on the estrogen receptor positive human breast cancer cell line MCF-7. BMC Pharmacol. 2007;7:11. doi: 10.1186/1471-2210-7-11.", "ArticleIdList": ["10.1186/1471-2210-7-11", "PMC2194763", "17880733"]}, {"Citation": "Kennelly E.J., Baggett S., Nuntanakorn P., Ososki A.L., Mori S.A., Duke J., Coleton M., Kronenberg F. Analysis of thirteen populations of black cohosh for formononetin. Phytomedicine. 2002;9:461–467. doi: 10.1078/09447110260571733.", "ArticleIdList": ["10.1078/09447110260571733", "12222669"]}, {"Citation": "Powers C.N., Setzer W.N. A molecular docking study of phytochemical estrogen mimics from dietary herbal supplements. Silico Pharmacol. 2015;3:4. doi: 10.1186/s40203-015-0008-z.", "ArticleIdList": ["10.1186/s40203-015-0008-z", "PMC4397262", "25878948"]}, {"Citation": "Burdette J.E., Liu J., Chen S.-N., Fabricant D.S., Piersen C.E., Barker E.L., Pezzuto J.M., Mesecar A., van Breemen R.B., Farnsworth N.R., et al. Black cohosh acts as a mixed competitive ligand and partial agonist of the serotonin receptor. J. Agric. Food Chem. 2003;51:5661–5670. doi: 10.1021/jf034264r.", "ArticleIdList": ["10.1021/jf034264r", "12952416"]}, {"Citation": "Rhyu M.-R., Lu J., Webster D.E., Fabricant D.S., Farnsworth N.R., Wang Z.J. Black cohosh (Actaea racemosa, Cimicifuga racemosa) behaves as a mixed competitive ligand and partial agonist at the human μ opiate receptor. J. Agric. Food Chem. 2006;54:9852–9857. doi: 10.1021/jf062808u.", "ArticleIdList": ["10.1021/jf062808u", "PMC2547488", "17177511"]}, {"Citation": "Reame N.E., Lukacs J.L., Padmanabhan V., Eyvazzadeh A.D., Smith Y.R., Zubieta J.-K. Black cohosh has central opioid activity in postmenopausal women: Evidence from naloxone blockade and PET neuroimaging studies. Menopause. 2008;15:832–849. doi: 10.1097/gme.0b013e318169332a.", "ArticleIdList": ["10.1097/gme.0b013e318169332a", "PMC2915573", "18521048"]}, {"Citation": "Cicek S.S., Khom S., Taferner B., Hering S., Stuppner H. Bioactivity-guided isolation of GABAA receptor modulating constituents from the rhizomes of Actaea racemosa. J. Nat. Prod. 2010;73:2024–2028. doi: 10.1021/np100479w.", "ArticleIdList": ["10.1021/np100479w", "21082802"]}, {"Citation": "Borrelli F., Ernst E. Cimicifuga racemosa: A systematic review of its clinical efficacy. Eur. J. Clin. Pharmacol. 2002;58:235–241. doi: 10.1007/s00228-002-0457-2.", "ArticleIdList": ["10.1007/s00228-002-0457-2", "12136368"]}, {"Citation": "Borrelli F., Ernst E. Black cohosh (Cimicifuga racemosa) for menopausal symptoms: A systematic review of its efficacy. Pharmacol. Res. 2008;58:8–14. doi: 10.1016/j.phrs.2008.05.008.", "ArticleIdList": ["10.1016/j.phrs.2008.05.008", "18585461"]}, {"Citation": "Frei-Kleiner S., Schaffner W., Rahlfs V.W., Bodmer C., Birkhäuser M. Cimicifuga racemosa dried ethanolic extract in menopausal disorders: A double-blind placebo-controlled clinical trial. Maturitas. 2005;51:397–404. doi: 10.1016/j.maturitas.2004.10.003.", "ArticleIdList": ["10.1016/j.maturitas.2004.10.003", "16039414"]}, {"Citation": "Borrelli F., Ernst E. Black cohosh (Cimicifuga racemosa): A systematic review of adverse events. Am. J. Obstet. Gynecol. 2008;199:455–466. doi: 10.1016/j.ajog.2008.05.007.", "ArticleIdList": ["10.1016/j.ajog.2008.05.007", "18984078"]}, {"Citation": "Schmid D., Woehs F., Svoboda M., Thalhammer T., Chiba P., Moeslinger T. Aqueous extracts of Cimicifuga racemosa and phenolcarboxylic constituents inhibit production of proinflammatory cytokines in LPS-stimulated human whole blood. Can. J. Physiol. Pharmacol. 2009;87:963–972. doi: 10.1139/Y09-091.", "ArticleIdList": ["10.1139/Y09-091", "19935904"]}, {"Citation": "Yang C.L.H., Chik S.C.C., Li J.C.B., Cheung B.K.W., Lau A.S.Y. Identification of the bioactive constituent and its mechanisms of action in mediating the anti-inflammatory effects of black cohosh and related Cimicifuga species on human primary blood macrophages. J. Med. Chem. 2009;52:6707–6715. doi: 10.1021/jm9006164.", "ArticleIdList": ["10.1021/jm9006164", "19835377"]}, {"Citation": "Schmid D., Gruber M., Woehs F., Prinz S., Etzlstorfer B., Prucker C., Fuzzati N., Kopp B., Moeslinger T. Inhibition of inducible nitric oxide synthesis by Cimicifuga racemosa (Actaea racemosa, black cohosh) extracts in LPS-stimulated RAW 264.7 macrophages. J. Pharm. Pharmacol. 2009;61:1089–1096. doi: 10.1211/jpp/61.08.0013.", "ArticleIdList": ["10.1211/jpp/61.08.0013", "19703353"]}, {"Citation": "Erdelmeier C.A.J., Cinatl J., Rabenau H., Doerr H.W., Biber A., Koch E. Antiviral and antiphlogistic activities of Hamamelis virginiana bark. Planta Med. 1996;62:241–245. doi: 10.1055/s-2006-957868.", "ArticleIdList": ["10.1055/s-2006-957868", "8693037"]}, {"Citation": "Duwiejua M., Zeitlin I.J., Waterman P.G., Gray A.I. Anti-inflammatory activity of Polygonum bistorta, Guaiacum officinale and Hamamelis virginiana in rats. J. Pharm. Pharmacol. 1994;46:286–290. doi: 10.1111/j.2042-7158.1994.tb03795.x.", "ArticleIdList": ["10.1111/j.2042-7158.1994.tb03795.x", "8051612"]}, {"Citation": "Hartisch C., Kolodziej H., von Bruchhousen F. Dual inhibitory activities of tannins from Hamamelis virginiana and related polyphenols on 5-lipoxygenase and lyso-PAF: Acetyl-CoA acetyltransferase. Planta Med. 1997;63:106–110. doi: 10.1055/s-2006-957623.", "ArticleIdList": ["10.1055/s-2006-957623", "9140221"]}, {"Citation": "Deters A., Dauer A., Schnetz E., Fartasch M., Hensel A. High molecular compounds (polysaccharides and proanthocyanidins) from Hamamelis virginiana bark: Influence on human skin keratinocyte proliferation and differentiation and influence on irritated skin. Phytochemistry. 2001;58:949–958. doi: 10.1016/S0031-9422(01)00361-2.", "ArticleIdList": ["10.1016/S0031-9422(01)00361-2", "11684194"]}, {"Citation": "Theisen L.L., Erdelmeier C.A.J., Spoden G.A., Boukhallouk F., Sausy A., Florin L., Muller C.P. Tannins from Hamamelis virginiana bark extract: Characterization and improvement of the antiviral efficacy against influenza A virus and human papillomavirus. PLoS ONE. 2014;9:e88062. doi: 10.1371/journal.pone.0088062.", "ArticleIdList": ["10.1371/journal.pone.0088062", "PMC3909258", "24498245"]}, {"Citation": "Hughes-Formella B.J., Bohnsack K., Rippke F., Benner G., Rudolph M., Tausch I., Gassmueller J. Anti-inflammatory effect of Hamamelis lotion in a UVB erythema test. Dermatology. 1998;196:316–322. doi: 10.1159/000017904.", "ArticleIdList": ["10.1159/000017904", "9621139"]}, {"Citation": "Dawid-Pać R. Medicinal plants used in treatment of inflammatory skin diseases. Postęp. Dermatol. Alergol. 2013;30:170–177. doi: 10.5114/pdia.2013.35620.", "ArticleIdList": ["10.5114/pdia.2013.35620", "PMC3834722", "24278070"]}, {"Citation": "Missouri Botanical Garden Tropicos.  [(accessed on 27 July 2018)]; Available online:  www.tropicos.org."}, {"Citation": "Memorial Sloan Kettering Cancer Center Goldenseal.  [(accessed on 16 October 2018)]; Available online:  www.mskcc.org."}, {"Citation": "Orfila L., Rodríguez M., Colman T., Hasegawa M., Merentes E., Arvelo F. Structural modification of berberine alkaloids in relation to cytotoxic activity in vitro. J. Ethnopharmacol. 2000;71:449–456. doi: 10.1016/S0378-8741(00)00177-X.", "ArticleIdList": ["10.1016/S0378-8741(00)00177-X", "10940582"]}, {"Citation": "Cordero C.P., Gómez-González S., León-Acosta C.J., Morantes-Medina S.J., Aristizabal F.A. Cytotoxic activity of five compounds isolated from Colombian plants. Fitoterapia. 2004;75:225–227. doi: 10.1016/j.fitote.2003.12.017.", "ArticleIdList": ["10.1016/j.fitote.2003.12.017", "15030931"]}, {"Citation": "Correché E.R., Andujar S.A., Kurdelas R.R., Lechón M.J.G., Freile M.L., Enriz R.D. Antioxidant and cytotoxic activities of canadine: Biological effects and structural aspects. Bioorganic Med. Chem. 2008;16:3641–3651. doi: 10.1016/j.bmc.2008.02.015.", "ArticleIdList": ["10.1016/j.bmc.2008.02.015", "18295494"]}, {"Citation": "Kim J.B., Yu J.-H., Ko E., Lee K.-W., Song A.K., Park S.Y., Shin I., Han W., Noh D.Y. The alkaloid berberine inhibits the growth of Anoikis-resistant MCF-7 and MDA-MB-231 breast cancer cell lines by inducing cell cycle arrest. Phytomedicine. 2010;17:436–440. doi: 10.1016/j.phymed.2009.08.012.", "ArticleIdList": ["10.1016/j.phymed.2009.08.012", "19800775"]}, {"Citation": "Mazzini S., Bellucci M.C., Mondelli R. Mode of binding of the cytotoxic alkaloid berberine with the double helix oligonucleotide d(AAGAATTCTT)2. Bioorganic Med. Chem. 2002;11:505–514. doi: 10.1016/S0968-0896(02)00466-2.", "ArticleIdList": ["10.1016/S0968-0896(02)00466-2", "12538015"]}, {"Citation": "Kumar G.S., Das S., Bhadra K., Maiti M. Protonated forms of poly[d(G-C)] and poly(dG).poly(dC) and their interaction with berberine. Bioorganic Med. Chem. 2003;11:4861–4870. doi: 10.1016/j.bmc.2003.09.028.", "ArticleIdList": ["10.1016/j.bmc.2003.09.028", "14604647"]}, {"Citation": "Ferraroni M., Bazzicalupi C., Bilia A.R., Gratteri P. X-ray diffraction analyses of the natural isoquinoline alkaloids berberine and sanguinarine complexed with double helix DNA d(CGTACG) Chem. Commun. 2011;47:4917–4919. doi: 10.1039/c1cc10971e.", "ArticleIdList": ["10.1039/c1cc10971e", "21431128"]}, {"Citation": "Kuo H.-P., Chuang T.-C., Yeh M.-H., Hsu S.-C., Way T.-D., Chen P.-Y., Wang S.S., Chang Y.-H., Kao M.-C., Liu J.-Y. Growth suppression of HER2-overexpressing breast cancer cells by berberine via modulation of the HER2/PI3K/Akt signaling pathway. J. Agric. Food Chem. 2011;59:8216–8224. doi: 10.1021/jf2012584.", "ArticleIdList": ["10.1021/jf2012584", "21699261"]}, {"Citation": "Kuo H.-P., Chuang T.-C., Tsai S.-C., Tseng H.-H., Hsu S.-C., Chen Y.-C., Kuo C.-L., Kuo Y.-H., Liu J.-Y., Kao M.-C. Berberine, an isoquinoline alkaloid, inhibits the metastatic potential of breast cancer cells via Akt pathway modulation. J. Agric. Food Chem. 2012;60:9649–9658. doi: 10.1021/jf302832n.", "ArticleIdList": ["10.1021/jf302832n", "22950834"]}, {"Citation": "Iwasa K., Kamigauchi M., Ueki M., Taniguchi M. Antibacterial activity and structure-activity relationships of berberine analogs. Eur. J. Med. Chem. 1996;31:469–478. doi: 10.1016/0223-5234(96)85167-1.", "ArticleIdList": ["10.1016/0223-5234(96)85167-1"]}, {"Citation": "Kaneda Y., Torii M., Tanaka T., Aikawa M. In vitro effects of berberine sulphate on the growth and structure of Entamoeba histolytica, Giardia lamblia and Trichomonas vaginalis. Ann. Trop. Med. Parasitol. 1991;85:417–425. doi: 10.1080/00034983.1991.11812586.", "ArticleIdList": ["10.1080/00034983.1991.11812586", "1796883"]}, {"Citation": "Merschjohann K., Sporer F., Steverding D., Wink M. In vitro effect of alkaloids on bloodstream forms of Trypanosoma brucei and T. congolense. Planta Med. 2001;67:623–627. doi: 10.1055/s-2001-17351.", "ArticleIdList": ["10.1055/s-2001-17351", "11582539"]}, {"Citation": "Vennerstrom J.L., Lovelace J.K., Waits V.B., Hanson W.L., Klayman D.L. Berberine derivatives as antileishmanial drugs. Antimicrob. Agents Chemother. 1990;34:918–921. doi: 10.1128/AAC.34.5.918.", "ArticleIdList": ["10.1128/AAC.34.5.918", "PMC171721", "2360830"]}, {"Citation": "Ropivia J., Derbré S., Rouger C., Pagniez F., Le Pape P., Richomme P. Isoquinolines from the roots of Thalictrum flavum L. and their evaluation as antiparasitic compounds. Molecules. 2010;15:6476–6484. doi: 10.3390/molecules15096476.", "ArticleIdList": ["10.3390/molecules15096476", "PMC6257762", "20877237"]}, {"Citation": "Küpeli E., Koşar M., Yeşilada E., Başer K.H.C., Başer C. A comparative study on the anti-inflammatory, antinociceptive and antipyretic effects of isoquinoline alkaloids from the roots of Turkish Berberis species. Life Sci. 2002;72:645–657. doi: 10.1016/S0024-3205(02)02200-2.", "ArticleIdList": ["10.1016/S0024-3205(02)02200-2", "12467905"]}, {"Citation": "Mahady G.B., Chadwick L.R. Goldenseal (Hydrastis canadensis): Is there enough scientific evidence to support safety and efficacy? Nutr. Clin. Care. 2001;4:243–249. doi: 10.1046/j.1523-5408.2001.00004.x.", "ArticleIdList": ["10.1046/j.1523-5408.2001.00004.x"]}, {"Citation": "Cicero A.F., Ertek S. Metabolic and cardiovascular effects of berberine: From preclinical evidences to clinical trial results. Clin. Lipidol. 2009;4:553–563. doi: 10.2217/clp.09.41.", "ArticleIdList": ["10.2217/clp.09.41"]}, {"Citation": "Hämet-Ahti L. The Juncus effusus aggregate in eastern North America. Ann. Bot. Fenn. 1980;17:183–191."}, {"Citation": "Della Greca M., Fiorentino A., Molinaro A., Monaco P., Previtera L. 9,10-Dihydrophenanthrene glucosides from Juncus effusus. Nat. Prod. Lett. 1995;6:111–117. doi: 10.1080/10575639508044098.", "ArticleIdList": ["10.1080/10575639508044098"]}, {"Citation": "Park S.N., Won D.H., Hwang J.P., Han S.B. Cellular protective effects of dehydroeffusol isolated from Juncus effusus L. and the mechanisms underlying these effects. J. Ind. Eng. Chem. 2014;20:3046–3052. doi: 10.1016/j.jiec.2013.11.041.", "ArticleIdList": ["10.1016/j.jiec.2013.11.041"]}, {"Citation": "Krochmal A., Walters R.S., Doughty R.M. A Guide to Medicinal Plants of Appalachia. United States Department of Agriculture; Upper Darby, PA, USA: 1969."}, {"Citation": "Nolan J.M. The roots of tradition: Social ecology, cultural geography, and medicinal plant knowledge in the Ozark-Ouachita Highlands. J. Ethnobiol. 1998;18:249–269."}, {"Citation": "Scholey A., Ossoukhova A., Owen L., Ibarra A., Pipingas A., He K., Roller M., Stough C. Effects of American ginseng (Panax quinquefolius) on neurocognitive function: An acute, randomised, double-blind, placebo-controlled, crossover study. Psychopharmacology. 2010;212:345–356. doi: 10.1007/s00213-010-1964-y.", "ArticleIdList": ["10.1007/s00213-010-1964-y", "PMC2952762", "20676609"]}, {"Citation": "Barton D.L., Liu H., Dakhil S.R., Linquist B., Sloan J.A., Nichols C.R., McGinn T.W., Stella P.J., Seeger G.R., Sood A., et al. Wisconsin ginseng (Panax quinquefolius) to improve cancer-related fatigue: A randomized, double-blind trial, N07C2. J. Natl. Cancer Inst. 2013;105:1230–1238. doi: 10.1093/jnci/djt181.", "ArticleIdList": ["10.1093/jnci/djt181", "PMC3888141", "23853057"]}, {"Citation": "McElhaney J.E., Goel V., Toane B., Hooten J., Shan J.J. Efficacy of COLD-fX in the prevention of respiratory symptoms in community-dwelling adults: A randomized, double-blinded, placebo controlled trial. J. Altern. Complement. Med. 2006;12:153–157. doi: 10.1089/acm.2006.12.153.", "ArticleIdList": ["10.1089/acm.2006.12.153", "16566675"]}, {"Citation": "McElhaney J.E., Simor A.E., McNeil S., Predy G.N. Efficacy and safety of CVT-E002, a proprietary extract of Panax quinquefolius in the prevention of respiratory infections in influenza-vaccinated community-dwelling adults: A multicenter, randomized, double-blind, and placebo-controlled trial. Influenza Res. Treat. 2011;2011 doi: 10.1155/2011/759051.", "ArticleIdList": ["10.1155/2011/759051", "PMC3447298", "23074661"]}, {"Citation": "Predny M.L., Chamberlain J.L. Bloodroot (Sanguinaria canadensis) an Annotated Bibliography. U.S. Department of Agriculture, Forest Service, Southern Research Station; Asheville, NC, USA: 2005."}, {"Citation": "Qing Z.-X., Yang P., Tang Q., Cheng P., Liu X.-B., Zheng Y., Liu Y.-S., Zeng J.-G. Isoquinoline alkaloids and their antiviral, antibacterial, and antifungal activities and structure-activity relationship. Curr. Org. Chem. 2017;21:1920–1934. doi: 10.2174/1385272821666170207114214.", "ArticleIdList": ["10.2174/1385272821666170207114214"]}, {"Citation": "Obiang-Obounou B.W., Kang O.-H., Choi J.-G., Keum J.-H., Kim S.-B., Mun S.-H., Shin D.-W., Kim K.W., Park C.-B., Kim Y.-G., et al. The mechanism of action of sanguinarine against methicillin-resistant Staphylococcus aureus. J. Toxicol. Sci. 2011;36:277–283. doi: 10.2131/jts.36.277.", "ArticleIdList": ["10.2131/jts.36.277", "21628956"]}, {"Citation": "Watamoto T., Egusa H., Sawase T., Yatani H. Screening of pharmacologically active small molecule compounds identifies antifungal agents against Candida biofilms. Front. Microbiol. 2015;6:1453. doi: 10.3389/fmicb.2015.01453.", "ArticleIdList": ["10.3389/fmicb.2015.01453", "PMC4686731", "26733987"]}, {"Citation": "Foster S., Duke J.A. A Field Guide to Medicinal Plants. Houghton Mifflin; Boston, MA, USA: 1990."}, {"Citation": "Brock C., Whitehouse J., Tewfik I., Towell T. The use of Scutellaria lateriflora: A pilot survey amongst herbal medicine practitioners. J. Herb. Med. 2012;2:34–41. doi: 10.1016/j.hermed.2012.04.005.", "ArticleIdList": ["10.1016/j.hermed.2012.04.005"]}, {"Citation": "Zhu J.T.T., Choi R.C.Y., Li J., Xie H.Q.H., Bi C.W.C., Cheung A.W.H., Dong T.T.X., Jiang Z.Y., Chen J.J., Tsim K.W.K. Estrogenic and neuroprotective properties of scutellarin from Erigeron breviscapus: A drug against postmenopausal symptoms and Alzheimer’s disease. Planta Med. 2009;75:1489–1493. doi: 10.1055/s-0029-1185776.", "ArticleIdList": ["10.1055/s-0029-1185776", "19533578"]}, {"Citation": "Liu L., Ma H., Tang Y., Chen W., Lu Y., Guo J., Duan J.A. Discovery of estrogen receptor α modulators from natural compounds in Si-Wu-Tang series decoctions using estrogen-responsive MCF-7 breast cancer cells. Bioorganic Med. Chem. Lett. 2012;22:154–163. doi: 10.1016/j.bmcl.2011.11.041.", "ArticleIdList": ["10.1016/j.bmcl.2011.11.041", "22137340"]}, {"Citation": "Liu Y.F., Gao F., Li X.W., Jia R.H., Meng X.D., Zhao R., Jing Y.Y., Wang Y., Jiang W. The anticonvulsant and neuroprotective effects of baicalin on pilocarpine-induced epileptic model in rats. Neurochem. Res. 2012;37:1670–1680. doi: 10.1007/s11064-012-0771-8.", "ArticleIdList": ["10.1007/s11064-012-0771-8", "22528832"]}, {"Citation": "Park H.G., Yoon S.Y., Choi J.Y., Lee G.S., Choi J.H., Shin C.Y., Son K.H., Lee Y.S., Kim W.K., Ryu J.H., et al. Anticonvulsant effect of wogonin isolated from Scutellaria baicalensis. Eur. J. Pharmacol. 2007;574:112–119. doi: 10.1016/j.ejphar.2007.07.011.", "ArticleIdList": ["10.1016/j.ejphar.2007.07.011", "17692312"]}, {"Citation": "Pan Z., Feng T., Shan L., Cai B., Chu W., Niu H., Lu Y., Yang B. Scutellarin-induced endothelium-independent relaxation in rat aorta. Phyther. Res. 2008;22:1428–1433. doi: 10.1002/ptr.2364.", "ArticleIdList": ["10.1002/ptr.2364", "18972583"]}, {"Citation": "Yang W., Lust R.M., Bofferding A.B.S., Wingard C.J. Nitric oxide and catalase-sensitive relaxation by scutellarin in the mouse thoracic aorta. J. Cardiovasc. Pharmacol. 2009;53:66–76. doi: 10.1097/FJC.0b013e318195d776.", "ArticleIdList": ["10.1097/FJC.0b013e318195d776", "19129733"]}, {"Citation": "Qu J.T., Zhang D.X., Liu F., Mao H.P., Ma Y.K., Yang Y., Li C.X., Qiu L.Z., Geng X., Zhang J.M., et al. Vasodilatory effect of wogonin on the rat aorta and its mechanism study. Biol. Pharm. Bull. 2015;38:1873–1878. doi: 10.1248/bpb.b15-00444.", "ArticleIdList": ["10.1248/bpb.b15-00444", "26632179"]}, {"Citation": "Shih H.C., Yang L.L. Relaxant effect induced by wogonin from Scutellaria baicalensis on rat isolated uterine smooth muscle. Pharm. Biol. 2012;50:760–765. doi: 10.3109/13880209.2011.631930.", "ArticleIdList": ["10.3109/13880209.2011.631930", "22471999"]}, {"Citation": "Huang Y., Wong C.M., Lau C.W., Yao X., Tsang S.Y., Su Y.L., Chen Z.Y. Inhibition of nitric oxide/cyclic GMP-mediated relaxation by purified flavonoids, baicalin and baicalein, in rat aortic rings. Biochem. Pharmacol. 2004;67:787–794. doi: 10.1016/j.bcp.2003.10.002.", "ArticleIdList": ["10.1016/j.bcp.2003.10.002", "14757179"]}, {"Citation": "Liao J.F., Hung W.Y., Chen C.F. Anxiolytic-like effects of baicalein and baicalin in the Vogel conflict test in mice. Eur. J. Pharmacol. 2003;464:141–146. doi: 10.1016/S0014-2999(03)01422-5.", "ArticleIdList": ["10.1016/S0014-2999(03)01422-5", "12620506"]}, {"Citation": "Hui K.M., Huen M.S.Y., Wang H.Y., Zheng H., Sigel E., Baur R., Ren H., Li Z.W., Wong J.T.-F., Xue H. Anxiolytic effect of wogonin, a benzodiazepine receptor ligand isolated from Scutellaria baicalensis Georgi. Biochem. Pharmacol. 2002;64:1415–1424. doi: 10.1016/S0006-2952(02)01347-3.", "ArticleIdList": ["10.1016/S0006-2952(02)01347-3", "12392823"]}, {"Citation": "Wang F., Xu Z., Ren L., Tsang S.Y., Xue H. GABAA receptor subtype selectivity underlying selective anxiolytic effect of baicalin. Neuropharmacology. 2008;55:1231–1237. doi: 10.1016/j.neuropharm.2008.07.040.", "ArticleIdList": ["10.1016/j.neuropharm.2008.07.040", "18723037"]}, {"Citation": "De Carvalho R.S.M., Duarte F.S., de Lima T.C.M. Involvement of GABAergic non-benzodiazepine sites in the anxiolytic-like and sedative effects of the flavonoid baicalein in mice. Behav. Brain Res. 2011;221:75–82. doi: 10.1016/j.bbr.2011.02.038.", "ArticleIdList": ["10.1016/j.bbr.2011.02.038", "21377498"]}, {"Citation": "Wolfson P., Hoffmann D.L. An investigation into the efficacy of Scutellaria lateriflora in healthy volunteers. Altern. Ther. Health Med. 2003;9:74–78.", "ArticleIdList": ["12652886"]}, {"Citation": "Brock C.A., Whitehouse J., Tewfik I., Towell T. American skullcap (Scutellaria lateriflora L.): A randomised, double-blind placebo-controlled crossover study of its effects on mood in healthy volunteers. Phyther. Res. 2012;28:692–698. doi: 10.1002/ptr.5044.", "ArticleIdList": ["10.1002/ptr.5044", "23878109"]}]}], "History": [{"Year": "2018", "Month": "10", "Day": "25"}, {"Year": "2018", "Month": "11", "Day": "6"}, {"Year": "2018", "Month": "11", "Day": "8"}, {"Year": "2018", "Month": "11", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "11", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["30424560", "PMC6313439", "10.3390/medicines5040121", "medicines5040121"]}}]}