{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Axillary bud", "Ex vitro rooting", "Explant", "Lawsonia inermis L.", "MS medium", "Micro-shoots"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30425440", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "09", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-018-0600-x"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "24", "Issue": "6", "PubDate": {"Year": "2018", "Month": "Nov"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "An improved micropropagation and ex vitro rooting of a commercially important crop Henna (<i>Lawsonia inermis</i> L.).", "Pagination": {"StartPage": "1273", "EndPage": "1284", "MedlinePgn": "1273-1284"}, "Abstract": {"AbstractText": ["An improved micropropagation protocol has been developed for a cosmetically important, dye yielding crop, henna (<i>Lawsonia inermis</i>). Quality of henna product is governed by naphthoquinone based pigment lawsone, thus in vitro multiplication of superior healthy plant to achieve enhanced productivity in terms of dye content and biomass deserve due attention. In the present study, nodal explants collected from an elite plant screened on the basis of superiority in lawsone content was cultured on MS medium supplemented with 0.5 μM benzyl adenine (BA) gave significantly (<i>p</i> < 0.05) high number of shoots (24.33). The explants placed on MS medium augmented with 0.5 μM BA and 2-isopentenyladenine (2-iP) resulted in the formation of maximum number of shoots (43.67) and was elongated (12.57 cm) within 4 weeks of culture period. Enhanced axillary bud proliferation and production of mass number of micro shoots was achieved by the continuous subculture in MS medium containing 0.5 μM BA and 2-iP. In vitro raised micro shoots were dipped in 0.44 mM NAA for 5 min followed by planting in polyethylene pots containing a soil: vermiculite (1:1 v/v) mixture produced rooted plantlets (100%). Different auxin types and its concentrations had significant role rooting of <i>L. inermis.</i> Rooting response of various size shoots of <i>L. inermis</i> treated with 0.44 mM NAA showed 100% rooting in 4.1-5 cm size class shoots. After two months of potting, survived (95%) plants were successfully transferred to medicinal plant garden of the Department. The lawsone content of one-year-old micropropagated plants (23.04 mg/g dw) growing in normal environmental conditions and elite mother plant (22.84 mg/g dw) was almost similar. Through the present study, efficient cloning of superior germplasm of <i>L. inermis</i> was established."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2179 5111", "grid.413002.4"], "Affiliation": "Department of Botany, University of Kerala, Kariavattom, Thiruvananthapuram, Kerala 695 581 India."}], "LastName": "Shiji", "ForeName": "P C", "Initials": "PC"}, {"Identifier": ["0000-0002-4956-8428"], "AffiliationInfo": [{"Identifier": ["0000 0001 2179 5111", "grid.413002.4"], "Affiliation": "Department of Botany, University of Kerala, Kariavattom, Thiruvananthapuram, Kerala 695 581 India."}], "LastName": "Siril", "ForeName": "E A", "Initials": "EA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ali M, Grever MR. A cytotoxic naphtho-quinone from Lawsonia inermis. Fitoterapia. 1998;69:1810–1813."}, {"Citation": "Ali NA, Jülich WD, Kusnick C, Lindequist U. Screening of Yemeni medicinal plants for antibacterial and cytotoxic activities. J Ethnopharmacol. 2001;74:173–179. doi: 10.1016/S0378-8741(00)00364-0.", "ArticleIdList": ["10.1016/S0378-8741(00)00364-0", "11167035"]}, {"Citation": "Alia BH, Bashi AK, Tanira MOM. Anti inflammatory, antipyretic and analgesic effects of Lawsonia inermis L. (henna) in rats. Pharmacology. 1995;51:356–363. doi: 10.1159/000139347.", "ArticleIdList": ["10.1159/000139347", "8966192"]}, {"Citation": "Almeida R, Goncalves S, Romano A. In vitro micropropagation of endangered Rhododendron ponticum L. Subsp. Baeticum (Boissier & Reuter) Handel-Mazzetti. Biodivers Conserv. 2005;14:1059–1069. doi: 10.1007/s10531-004-8413-3.", "ArticleIdList": ["10.1007/s10531-004-8413-3"]}, {"Citation": "Al-Tufail M, Krahn P, Hassan H, Mahier T, Al-Sedairy ST, Haq A. Rapid identification of phenylene diamine isomers in henna hair dye products by gas chromatography-mass spectrometry (GC–MS) Toxicol Environ Chem. 1999;71:241–246. doi: 10.1080/02772249909358795.", "ArticleIdList": ["10.1080/02772249909358795"]}, {"Citation": "Anand KK, Singh B, Chand D, Chandan BK. An evaluation of Lawsonia alba extract as hepato protective agent. Planta Med. 1992;58:22–25. doi: 10.1055/s-2006-961382.", "ArticleIdList": ["10.1055/s-2006-961382", "1620739"]}, {"Citation": "Bakkali AT, Jaziri M, Foriers A, Vander Heyden Y, Vanhaelen M, Homes J. Lawsone accumulation in normal and transformed cultures of henna, Lawsonia inermis. Plant Cell, Tissue Organ Cult. 1997;51:83–87. doi: 10.1023/A:1005926228301.", "ArticleIdList": ["10.1023/A:1005926228301"]}, {"Citation": "Baskaran P, Jayabalan N. An efficient micropropagation system for Eclipta alba—a valuable medicinal herb. In Vitro Cell Dev Biol Plant. 2005;41:532–539. doi: 10.1079/IVP2005667.", "ArticleIdList": ["10.1079/IVP2005667"]}, {"Citation": "Bhatt ID, Dhar U. Combined effect of cytokinins on multiple shoot production from cotyledonary node explants of Bauhinia vahlii. Plant Cell, Tissue Organ Cult. 2000;62:79–83. doi: 10.1023/A:1006450516329.", "ArticleIdList": ["10.1023/A:1006450516329"]}, {"Citation": "Bonal D, Monteuuis O. Ex vitro survival, rooting and initial development of in vitro rooted vs. unrooted microshoots from juvenile and mature Tectona grandis genotypes. Silvae Genet. 1997;46:301–306."}, {"Citation": "Bonga JM, von Aderkas P. In vitro cultures of trees. Dordrecht: Kluwer Academic Publishers; 1992."}, {"Citation": "Cartwright-Jones C. Developing guidelines on henna: a geographical approach. Stow: TapDancing Lizard Publishing; 2006."}, {"Citation": "Chaudhary G, Goyal S, Poonia P. Lawsonia inermis Linnaeus: a phytopharmacological review. Int J Pharm Sci Drug Res. 2010;2:91–98."}, {"Citation": "Chaudhary GD, Poonia P, Kamboj P, Kalia AN. Hepatoprotective potential of Lawsonia inermis (seeds) Int J Phytopharmacol. 2012;3:66–73."}, {"Citation": "Chengalrayan K, Gallo MM. Effect of various growth regulators on shoot regeneration of Sugarcane K. In Vitro Cell Dev Biol Plant. 2001;37:434–439. doi: 10.1007/s11627-001-0076-0.", "ArticleIdList": ["10.1007/s11627-001-0076-0"]}, {"Citation": "Corchete MP, Fenning T, Gartcand JS, Valle T. Micropropagation of Ulmus species (elms) In: Bajaj YPS, editor. High-tech and micropropagation. Berlin: Springer; 1997. pp. 381–392."}, {"Citation": "De Klerk GJ. Rooting of microcuttings: theory and practice. In Vitro Cell Dev Biol Plant. 2002;38:415–422. doi: 10.1079/IVP2002335.", "ArticleIdList": ["10.1079/IVP2002335"]}, {"Citation": "Debergh PC, Maene LJA. A scheme for commercial propagation of ornamental plants by tissue culture. Sci Hortic. 1981;14:335–345. doi: 10.1016/0304-4238(81)90047-9.", "ArticleIdList": ["10.1016/0304-4238(81)90047-9"]}, {"Citation": "Feyissa T, Welander M, Negash L. Genetic stability, ex vitro rooting and gene expression studies in Hagenia abyssinica. Biol Plant. 2007;51:15–21. doi: 10.1007/s10535-007-0004-1.", "ArticleIdList": ["10.1007/s10535-007-0004-1"]}, {"Citation": "Fordham I, Stimart DP, Zimmerman RH. Axillary and adventitious shoot proliferation of Exbury azaleas in vitro. HortScience. 1982;17:738–739."}, {"Citation": "Gallo FR, Multari G, Giambenedetti M, Federici E. Chemical fingerprinting of Lawsonia inermis L. using HPLC, HPTLC and densitometry. Phytochem Anal. 2008;19:550–559. doi: 10.1002/pca.1084.", "ArticleIdList": ["10.1002/pca.1084", "18618473"]}, {"Citation": "Gevrenova R. Determination of natural colorants in plant extracts by high-performance liquid chromatography. J Serb Chem Soc. 2010;75:903–915. doi: 10.2298/JSC091027071G.", "ArticleIdList": ["10.2298/JSC091027071G"]}, {"Citation": "Guang-jie Z, Zhan-bin W, Dan W. In vitro propagation and ex vitro rooting of blueberry plantlets. Plant Cell, Tissue Organ Cult. 2008;18:187–195."}, {"Citation": "Handa G, Kapil A, Sharma S, Jagdev S. Lawnermis acid a new anticomplementary tri-terpenoids from Lawsonia inermis seeds. Indian J Chem. 1997;36:252–256."}, {"Citation": "Hazarika BN. Acclimatisation of tissue-cultured plants. Curr Sci. 2003;85:30–31."}, {"Citation": "Hema R, Kumaravel S, Gomathi S, Sivasubramaniam C. Gas chromatography–mass spectroscopic analysis of Lawsonia inermis leaves. NY Sci J. 2010;3:142–143."}, {"Citation": "Hsouna BA, Culioli MG, Blache Y, Jaoua S. Antioxidant constituents from Lawsonia inermis leaves: isolation, structure elucidation and antioxidative capacity. Food Chem. 2011;125:193–200. doi: 10.1016/j.foodchem.2010.08.060.", "ArticleIdList": ["10.1016/j.foodchem.2010.08.060"]}, {"Citation": "Joseph N, Siril EA, Nair GM. An efficient in vitro propagation methodology for Annatto (Bixa orellana L.) Physiol Mol Biol Plants. 2011;17:263–270. doi: 10.1007/s12298-011-0073-7.", "ArticleIdList": ["10.1007/s12298-011-0073-7", "PMC3550577", "23573018"]}, {"Citation": "Kamaraj C, Elango G, Zahir AA, Rajakumar G, Velayutham K. Lousicidal activity of synthesized silver nanoparticles using Lawsonia inermis leaf aqueous extract against Pediculus humanus capitis and Bovicola ovis. Parasitol Res. 2012;111:2023–2033. doi: 10.1007/s00436-011-2667-y.", "ArticleIdList": ["10.1007/s00436-011-2667-y", "21993881"]}, {"Citation": "Karhu ST. Rooting of blue honeysuckle microshoots. Plant Cell, Tissue Organ Cult. 1997;48:153–159. doi: 10.1023/A:1005768117246.", "ArticleIdList": ["10.1023/A:1005768117246"]}, {"Citation": "Khoshhal MS, Salehi H, Khosh MK. Micropropagation of Araucaria excelsa R. Br. var. glauca Carrier from orthotropic stem explants. Physiol Mol Biol Plants. 2012;18:265–271. doi: 10.1007/s12298-012-0115-9.", "ArticleIdList": ["10.1007/s12298-012-0115-9", "PMC3550516", "23814441"]}, {"Citation": "Krishnan SSR, Siril EA. Enhanced in vitro shoot regeneration in Oldenlandia umbellata L. by using quercetin: a naturally occurring auxin-transport inhibitor. Proc Natl Acad Sci India Sect B Biol Sci. 2016;21:271–278. doi: 10.1007/s40011-015-0672-0.", "ArticleIdList": ["10.1007/s40011-015-0672-0"]}, {"Citation": "Martin KP. Rapid in vitro multiplication and ex vitro rooting of Rotula aquatica Lour., a rare rhoeophytic woody medicinal plant. Plant Cell Rep. 2003;21:415–420. doi: 10.1007/s00299-002-0547-8.", "ArticleIdList": ["10.1007/s00299-002-0547-8", "12789443"]}, {"Citation": "Mikhaeil BR, Badria FA, Maatooq GT, Amer MM. Antioxidant and immuno-modulatory constituents of henna leaves. Z Naturforsch C. 2004;59:468–476. doi: 10.1515/znc-2004-7-803.", "ArticleIdList": ["10.1515/znc-2004-7-803", "15813363"]}, {"Citation": "Moharana A, Das A, Subudhi E, Naik SK, Barik DP. Assessment of genetic fidelity using random amplified polymorphic DNA and inter simple sequence repeats markers of Lawsonia inermis L. plants regenerated by axillary shoot proliferation. J Crop Sci Biotech. 2017;20:405–416. doi: 10.1007/s12892-017-0002-0.", "ArticleIdList": ["10.1007/s12892-017-0002-0"]}, {"Citation": "Murashige T, Skoog F. A revised medium for rapid growth and bioassay with tobacco tissue culture. Physiol Plant. 1962;15:473–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Nadkarni KM. Indian materia medica 1. Bombay: Popular Book Depot; 1982."}, {"Citation": "Nayak BS, Isitor G, Davis EM, Pillai GK. The evidence based wound healing activity of Lawsonia inermis L. Phytother Res. 2007;21:827–831. doi: 10.1002/ptr.2181.", "ArticleIdList": ["10.1002/ptr.2181", "17533628"]}, {"Citation": "Newell C, Growns DJ, McComb JA. A novel in vitro rooting method employing an aerobic medium. Aust J Bot. 2005;53:81–89. doi: 10.1071/BT04061.", "ArticleIdList": ["10.1071/BT04061"]}, {"Citation": "Okpekon T, Yolou S, Gleye C, Roblot F, Loiseau P, Bories C, Grelllier P, Frappier F, Laurens A, Hocquemiller R. Antiparasitic activities of medicinal plants used in Ivory Coast. J Ethnopharmacol. 2004;90:91–97. doi: 10.1016/j.jep.2003.09.029.", "ArticleIdList": ["10.1016/j.jep.2003.09.029", "14698515"]}, {"Citation": "Paiker N, Kandir K. In vitro micropropagation and callus induction of Lawsonia inermis L. from shoot tips. The Bioscan. 2011;6:39–42."}, {"Citation": "Phirke SS, Saha M, Chandra N. In vitro callus induction from leaf explants of Lawsonia inermis L. used as herbal dye. Asian J Exp Biol Sci. 2010;2010:118–120."}, {"Citation": "Rai MK, Asthana P, Jaiswal VS, Jaiswal U. Biotechnological advances in guava (Psidium guajava L.): recent developments and prospects for further research. Trees. 2010;24:1–12. doi: 10.1007/s00468-009-0384-2.", "ArticleIdList": ["10.1007/s00468-009-0384-2"]}, {"Citation": "Ram K, Shekhawat NS. Micropropagation of commercially cultivated Henna (Lawsonia inermis) using nodal explants. Physiol Mol Biol Plants. 2011;17:281–289. doi: 10.1007/s12298-011-0069-3.", "ArticleIdList": ["10.1007/s12298-011-0069-3", "PMC3550576", "23573020"]}, {"Citation": "Rasmussen HN. Terrestrial orchids: from seed to mycotrophic plant. Cambridge: Cambridge University Press; 2005."}, {"Citation": "Rathore MS, Gehlot HS, Shekhawat NS. Biotechnological approaches for propagation and prospecting of important medicinal plants from Indian Thar Desert. Int J Plant Prod. 2010;4:67–72."}, {"Citation": "Rathore MS, Rathore MS, Shekhawat NS. Ex vivo implication of phytohormones on various in vitro responses in Leptadenia reticulata (Retz.) Wight. & Arn.—an endangered plant. Environ Exp Bot. 2013;86:86–93. doi: 10.1016/j.envexpbot.2010.05.009.", "ArticleIdList": ["10.1016/j.envexpbot.2010.05.009"]}, {"Citation": "Rout GR, Samantaray S, Das P. In vitro manipulation and propagation of medicinal plants. Biotechnol Adv. 2000;18:91–120. doi: 10.1016/S0734-9750(99)00026-9.", "ArticleIdList": ["10.1016/S0734-9750(99)00026-9", "14538112"]}, {"Citation": "Rout GR, Das G, Samantaray S, Das P. In vitro micropropagation of Lawsonia inermis (Lythraceae) Rev Biol Trop. 2001;49:957–963.", "ArticleIdList": ["12189827"]}, {"Citation": "Singh A, Reddy MP, Patolia JS. An improved protocol for micropropagation of elite genotypes of Simmondsia chinensis (Link) Schneider. Biol Plant. 2008;52:538–542. doi: 10.1007/s10535-008-0105-5.", "ArticleIdList": ["10.1007/s10535-008-0105-5"]}, {"Citation": "Singh P, Jain K, Jain B, Khare S. Micropropagation of Lawsonia inermis: an important medicinal plant. Int J Curr Res Rev. 2012;4:29–34."}, {"Citation": "Singh KS, Luqman S, Mathur AJ. Lawsonia inermis L.—a commercially important primaeval dying and medicinal plants with diverse pharmacological activity: a review. Ind Crops Prod. 2014;65:269–286. doi: 10.1016/j.indcrop.2014.11.025.", "ArticleIdList": ["10.1016/j.indcrop.2014.11.025"]}, {"Citation": "Siva R, Rajasekaran C, Mudgal G. Induction of somatic embryogenesis and organogenesis in Oldenlandia umbellata L., a dye-yielding medicinal plant. Plant Cell, Tissue Organ Cult. 2009;98:205–211. doi: 10.1007/s11240-009-9553-7.", "ArticleIdList": ["10.1007/s11240-009-9553-7"]}, {"Citation": "Siva R, Behera SK, Rajasekaran C. Anthraquinones dye production using root cultures of Oldenlandia umbellata L. Ind Crops Prod. 2012;37:415–419. doi: 10.1016/j.indcrop.2011.12.027.", "ArticleIdList": ["10.1016/j.indcrop.2011.12.027"]}, {"Citation": "Snedecor GW, Cochran WG. Statistical methods. 4. Ames: The Iowa State University Press; 1962."}, {"Citation": "Sultana N, Iqbal M, Choudhary AK. Protein glycation inhibitory activities of Lawsonia inermis and its active principles. J Enzyme Inhib Med Chem. 2009;24:257–261. doi: 10.1080/14756360802057500.", "ArticleIdList": ["10.1080/14756360802057500", "18825553"]}, {"Citation": "Tiwari SK, Tiwari KP, Siril EA. An improved micropropagation protocol for teak. Plant Cell, Tissue Organ Cult. 2002;71:1–6. doi: 10.1023/A:1016570000846.", "ArticleIdList": ["10.1023/A:1016570000846"]}, {"Citation": "Varisai SM, Jawahar M, Thiruvengadam M, Jeyakumar M, Jayabalan N. Effect of cytokinins on the proliferation of multiple shoots in Horsegram (Macrotyloma uniflorum (Lam) Verdc) J Plant Biotechnol. 1999;1:79–83."}, {"Citation": "Zhang H, Horgan KJ, Reynolds PH, Jameson PE. 6-Benzyladenine metabolism during reinvigoration of mature Pinus radiata buds in vitro. Tree Physiol. 2010;30:514–526. doi: 10.1093/treephys/tpp130.", "ArticleIdList": ["10.1093/treephys/tpp130", "20144924"]}]}], "History": [{"Year": "2017", "Month": "9", "Day": "22"}, {"Year": "2018", "Month": "7", "Day": "31"}, {"Year": "2018", "Month": "9", "Day": "4"}, {"Year": "2018", "Month": "11", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30425440", "PMC6214442", "10.1007/s12298-018-0600-x", "600"]}}]}