{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["blood-brain barrier", "chemo- and radiotherapy", "glioma", "hypoxia-responsive", "radiosensitized polyprodrug"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30429888", "DateCompleted": {"Year": "2019", "Month": "09", "Day": "04"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "10", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.7150/thno.26225"], "Journal": {"ISSN": "1838-7640", "JournalIssue": {"Volume": "8", "Issue": "18", "PubDate": {"Year": "2018"}}, "Title": "Theranostics", "ISOAbbreviation": "Theranostics"}, "ArticleTitle": "Hypoxia-responsive lipid-poly-(hypoxic radiosensitized polyprodrug) nanoparticles for glioma chemo- and radiotherapy.", "Pagination": {"StartPage": "5088", "EndPage": "5105", "MedlinePgn": "5088-5105"}, "Abstract": {"AbstractText": ["Treatment of malignant glioma is a challenge facing cancer therapy. In addition to surgery, and chemotherapy, radiotherapy (RT) is one of the most effective modalities of glioma treatment. However, there are two crucial challenges for RT facing malignant glioma therapy: first, gliomas are known to be resistant to radiation due to their intratumoral hypoxia; second, radiosensitizers may exhibit a lack of target specificity, which may cause a lower concentration of radiosensitizers in tumors and toxic side effects in normal tissues. Thus, novel angiopep-2-lipid-poly-(metronidazoles)n (ALP-(MIs)n) hypoxic radiosensitizer-polyprodrug nanoparticles (NPs) were designed to enhance the radiosensitizing effect on gliomas. <b>Methods:</b> In this study, different degrees and biodegradabilites of hypoxic radiosensitizer MIs-based polyprodrug (P-(MIs)n) were synthesized as a hydrophobic core. P-(MIs)n were mixed with DSPE-PEG2000, angiopep-2-DSPE-PEG2000 and lecithin to self-assemble ALP-(MIs)n through a single-step nanoprecipitation method. The ALP-(MIs)n encapsulate doxorubicin (DOX) (ALP-(MIs)n/DOX) and provoke the release of DOX under hypoxic conditions for glioma chemo- and radiotherapy. <i>In vivo</i> glioma targeting was tested in an orthotopic glioma using live animal fluorescence/bioluminescence imaging. The effect on sensitization to RT of ALP-(MIs)n and the combination of chemotherapy and RT of ALP-(MIs)n/DOX for glioma treatment were also investigated both <i>in vitro</i> and <i>in vivo</i>. <b>Results:</b> ALP-(MIs)n/DOX effectively accumulated in gliomas and could reach the hypoxic glioma site after systemic <i>in vivo</i> administration. These ALP-(MIs)n showed a significant radiosensitizing effect on gliomas and realized combination chemotherapy and RT for glioma treatment both <i>in vitro</i> and <i>in vivo</i>. <b>Conclusions:</b> In summary, we constructed a lipid-poly-(hypoxic radiosensitized polyprodrug) nanoparticles for enhancing the RT sensitivity of gliomas and achieving the combination of radiation and chemotherapy for gliomas."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Nervous System Diseases, Xuzhou Medical University, Xuzhou, 221002, PR China."}, {"Identifier": [], "Affiliation": "Department of Neurosurgery, Brain Hospital, Affiliated Hospital of Xuzhou Medical University, Xuzhou, 221002, PR China."}, {"Identifier": [], "Affiliation": "Jiangsu Center for the Collaboration and Innovation of Cancer Biotherapy, Cancer Institute, Xuzhou Medical University, Xuzhou, 221002, PR China."}], "LastName": "Hua", "ForeName": "Lei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Nervous System Diseases, Xuzhou Medical University, Xuzhou, 221002, PR China."}], "LastName": "Wang", "ForeName": "Zhen", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Nervous System Diseases, Xuzhou Medical University, Xuzhou, 221002, PR China."}], "LastName": "Zhao", "ForeName": "Liang", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Nervous System Diseases, Xuzhou Medical University, Xuzhou, 221002, PR China."}], "LastName": "Mao", "ForeName": "Honglin", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gynaecology and Obstetrics, Affiliated Hospital of Xuzhou Medical University, Xuzhou, 221002, PR China."}], "LastName": "Wang", "ForeName": "Guanghui", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, Brain Hospital, Affiliated Hospital of Xuzhou Medical University, Xuzhou, 221002, PR China."}], "LastName": "Zhang", "ForeName": "Kairuo", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Nervous System Diseases, Xuzhou Medical University, Xuzhou, 221002, PR China."}], "LastName": "Liu", "ForeName": "Xuejiao", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou, 221116, PR China."}], "LastName": "Wu", "ForeName": "Dongmei", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou, 221116, PR China."}], "LastName": "Zheng", "ForeName": "Yuanlin", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Biotechnology on Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou, 221116, PR China."}], "LastName": "Lu", "ForeName": "Jun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Nervous System Diseases, Xuzhou Medical University, Xuzhou, 221002, PR China."}, {"Identifier": [], "Affiliation": "Department of Neurosurgery, Brain Hospital, Affiliated Hospital of Xuzhou Medical University, Xuzhou, 221002, PR China."}, {"Identifier": [], "Affiliation": "Jiangsu Center for the Collaboration and Innovation of Cancer Biotherapy, Cancer Institute, Xuzhou Medical University, Xuzhou, 221002, PR China."}], "LastName": "Yu", "ForeName": "Rutong", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Nervous System Diseases, Xuzhou Medical University, Xuzhou, 221002, PR China."}, {"Identifier": [], "Affiliation": "Department of Neurosurgery, Brain Hospital, Affiliated Hospital of Xuzhou Medical University, Xuzhou, 221002, PR China."}, {"Identifier": [], "Affiliation": "Jiangsu Center for the Collaboration and Innovation of Cancer Biotherapy, Cancer Institute, Xuzhou Medical University, Xuzhou, 221002, PR China."}], "LastName": "Liu", "ForeName": "Hongmei", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "Theranostics", "NlmUniqueID": "101552395", "ISSNLinking": "1838-7640"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Angiopep-2"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Liposomes"}, {"RegistryNumber": "0", "NameOfSubstance": "Peptides"}, {"RegistryNumber": "0", "NameOfSubstance": "Prodrugs"}, {"RegistryNumber": "0", "NameOfSubstance": "Radiation-Sensitizing Agents"}, {"RegistryNumber": "80168379AG", "NameOfSubstance": "Doxorubicin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["administration & dosage", "chemical synthesis"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Doxorubicin"}, {"QualifierName": ["methods"], "DescriptorName": "Drug Therapy"}, {"QualifierName": ["drug therapy", "pathology"], "DescriptorName": "Glioma"}, {"QualifierName": [], "DescriptorName": "Hypoxia"}, {"QualifierName": ["administration & dosage", "chemical synthesis"], "DescriptorName": "Liposomes"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred ICR"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": ["methods"], "DescriptorName": "Molecular Targeted Therapy"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Nanoparticles"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Peptides"}, {"QualifierName": ["administration & dosage", "chemical synthesis"], "DescriptorName": "Prodrugs"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Radiation-Sensitizing Agents"}, {"QualifierName": ["methods"], "DescriptorName": "Radiotherapy"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}], "CoiStatement": "Competing Interests: The authors have declared that no competing interest exists."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wen PY, Kesari S. Malignant gliomas in adults. N Engl J Med. 2008;359:492–507.", "ArticleIdList": ["18669428"]}, {"Citation": "Sukhdeo K, Hambardzumyan D, Rich JN. Glioma development: where did it all go wrong? Cell. 2011;146:187–88.", "ArticleIdList": ["21784240"]}, {"Citation": "Nicholas S, Mathios D, Ruzevick J, Jackson C, Yang I, Lim M. Current trends in glioblastoma multiforme treatment: radiation therapy and immune checkpoint inhibitors. Brain Tumor Res Treat. 2013;1:2–8.", "ArticleIdList": ["PMC4027120", "24904882"]}, {"Citation": "Stupp R, Mason WP, van den Bent MJ, Weller M, Fisher B, Taphoorn MJ. et al. Radiotherapy plus concomitant and adjuvant temozolomide for glioblastoma. N Engl J Med. 2005;352:987–96.", "ArticleIdList": ["15758009"]}, {"Citation": "Bernsen HJ, Rijken PF, Peters H, Raleigh JA, Jeuken JW, Wesseling P. et al. Hypoxia in a human intracerebral glioma model. J Neurosurg. 2000;93:449–54.", "ArticleIdList": ["10969943"]}, {"Citation": "Brown JM. Tumor hypoxia in cancer therapy. Methods Enzymol. 2007;435:297–321.", "ArticleIdList": ["17998060"]}, {"Citation": "Kaur B, Khwaja FW, Severson EA, Matheny SL, Brat DJ, Van Meir EG. Hypoxia and the hypoxia-inducible-factor pathway in glioma growth and angiogenesis. Neuro-oncology. 2005;7:134–53.", "ArticleIdList": ["PMC1871894", "15831232"]}, {"Citation": "Hockel M, Vaupel P. Tumor hypoxia: definitions and current clinical, biologic, and molecular aspects. J Natl Cancer Inst. 2001;93:266–76.", "ArticleIdList": ["11181773"]}, {"Citation": "Zhou J, Schmid T, Schnitzer S, Brune B. Tumor hypoxia and cancer progression. Cancer Lett. 2006;237:10–21.", "ArticleIdList": ["16002209"]}, {"Citation": "Evans SM, Judy KD, Dunphy I, Jenkins WT, Hwang WT, Nelson PT. et al. Hypoxia is important in the biology and aggression of human glial brain tumors. Clin Cancer Res. 2004;10:8177–84.", "ArticleIdList": ["15623592"]}, {"Citation": "Siegal T, Charbit H, Paldor I, Zelikovitch B, Canello T, Benis A. et al. Dynamics of circulating hypoxia-mediated miRNAs and tumor response in patients with high-grade glioma treated with bevacizumab. J Neurosurg. 2016;125:1008–1015.", "ArticleIdList": ["26799295"]}, {"Citation": "Adams GE, Flockhart IR, Smithen CE, Stratford IJ, Wardman P, Watts ME. Electron-affinic sensitization. VII. A correlation between structures, one-electron reduction potentials, and efficiencies of nitroimidazoles as hypoxic cell radiosensitizers. Radiat Res. 1976;67:9–20.", "ArticleIdList": ["940937"]}, {"Citation": "Adams GE, Cooke MS. Electron-affinic sensitization. I. A structural basis for chemical radiosensitizers in bacteria. Int J Radiat Biol Relat Stud Phys Chem Med. 1969;15:457–71.", "ArticleIdList": ["4895045"]}, {"Citation": "Overgaard J. Hypoxic radiosensitization: Adored and ignored. J Clin Oncol. 2007;25:4066–74.", "ArticleIdList": ["17827455"]}, {"Citation": "Feketeova L, Postler J, Zavras A, Scheier P, Denifl S, O'Hair RAJ. Decomposition of nitroimidazole ions: experiment and theory. Phys Chem Chem Phys. 2015;17:12598–607.", "ArticleIdList": ["25899156"]}, {"Citation": "Cyb AF, Chmelevskaja ZI, Kudrjavceva GT. Clinical experiences with the use of metronidazole in the radiotherapy of cancer patients. Radiobiol Radiother. 1985;26:339–42.", "ArticleIdList": ["4059519"]}, {"Citation": "Eyre HJ, Ohlsen JD, Frank J, LoBuglio AF, McCracken JD, Weatherall TJ. et al. Randomized trial of radiotherapy versus radiotherapy plus metronidazole for the treatment metastatic cancer to brain. A Southwest Oncology Group study. J Neurooncol. 1984;2:325–30.", "ArticleIdList": ["6397578"]}, {"Citation": "Urtasun RC, Miller JD, Frunchak V, Koziol D, Band PR, Chapman JD. et al. Radiotherapy pilot trials with sensitizers of hypoxic cells: metronidazole in supratentorial glioblastomas. Br J Radiol. 1977;50:602–3.", "ArticleIdList": ["890240"]}, {"Citation": "Voronina SS, Pelevina, II. Increasing the effectiveness of tumor radiotherapy with metronidazole. Med Radiol. 1977;22:37–43.", "ArticleIdList": ["881955"]}, {"Citation": "Frytak S, Moertel CH, Childs DS. Neurologic toxicity associated with high-dose metronidazole therapy. Ann Intern Med. 1978;88:361–2.", "ArticleIdList": ["629500"]}, {"Citation": "Urtasun RC, Sturmwind J, Rabin H, Band PR, Chapman JD. Letter: \"High-dose\" metronidazole: a preliminary pharmacological study prior to its investigational use in clinical radiotherapy trials. Br J Radiol. 1974;47:297–9.", "ArticleIdList": ["4830160"]}, {"Citation": "Urtasun R, Band P, Chapman JD, Feldstein ML, Mielke B, Fryer C. Radiation and high-dose metronidazole in supratentorial glioblastomas. N Engl J Med. 1976;294:1364–7.", "ArticleIdList": ["177873"]}, {"Citation": "Li Y, Xiao K, Zhu W, Deng W, Lam KS. Stimuli-responsive cross-linked micelles for on-demand drug delivery against cancers. Adv Drug Deliv Rev. 2014;66:58–73.", "ArticleIdList": ["PMC3947689", "24060922"]}, {"Citation": "Mura S, Nicolas J, Couvreur P. Stimuli-responsive nanocarriers for drug delivery. Nature Materials. 2013;12:991–1003.", "ArticleIdList": ["24150417"]}, {"Citation": "Chen Y, Zhang M, Jin H, Li D, Xu F, Wu A. et al. Glioma dual-targeting nanohybrid protein toxin constructed by intein-mediated site-specific ligation for multistage booster delivery. Theranostics. 2017;7:3489–503.", "ArticleIdList": ["PMC5596438", "28912890"]}, {"Citation": "Deng C, Zhang Q, Fu Y, Sun X, Gong T, Zhang Z. Coadministration of oligomeric hyaluronic acid-modified liposomes with tumor-penetrating peptide-iRGD enhances the antitumor efficacy of doxorubicin against melanoma. ACS Appl Mater Interfaces. 2017;9:1280–92.", "ArticleIdList": ["28009503"]}, {"Citation": "Liu H, Xie Y, Zhang Y, Cai Y, Li B, Mao H. et al. Development of a hypoxia-triggered and hypoxic radiosensitized liposome as a doxorubicin carrier to promote synergetic chemo-/radio-therapy for glioma. Biomaterials. 2017;121:130–43.", "ArticleIdList": ["28088075"]}, {"Citation": "Zhao Y, Ren W, Zhong T, Zhang S, Huang D, Guo Y. et al. Tumor-specific pH-responsive peptide-modified pH-sensitive liposomes containing doxorubicin for enhancing glioma targeting and anti-tumor activity. J Control Release. 2016;222:56–66.", "ArticleIdList": ["26682502"]}, {"Citation": "Huang Y, Liu W, Gao F, Fang X, Chen Y. c(RGDyK)-decorated Pluronic micelles for enhanced doxorubicin and paclitaxel delivery to brain glioma. Int J Nanomedicine. 2016;11:1629–41.", "ArticleIdList": ["PMC4844271", "27143884"]}, {"Citation": "Wang X, Liu G, Hu J, Zhang G, Liu S. Concurrent block copolymer polymersome stabilization and bilayer permeabilization by stimuli-regulated \"traceless\" crosslinking. Angew Chem Int Ed Engl. 2014;53:3138–42.", "ArticleIdList": ["24519898"]}, {"Citation": "Qian X, Long L, Shi Z, Liu C, Qiu M, Sheng J. et al. Star-branched amphiphilic PLA-b-PDMAEMA copolymers for co-delivery of miR-21 inhibitor and doxorubicin to treat glioma. Biomaterials. 2014;35:2322–35.", "ArticleIdList": ["24332459"]}, {"Citation": "Shen Y, Jin E, Zhang B, Murphy CJ, Sui M, Zhao J. et al. Prodrugs forming high drug loading multifunctional nanocapsules for intracellular cancer drug delivery. J Am Chem Soc. 2010;132:4259–65.", "ArticleIdList": ["20218672"]}, {"Citation": "Yu J, Zhang Y, Ye Y, DiSanto R, Sun W, Ranson D. et al. Microneedle-array patches loaded with hypoxia-sensitive vesicles provide fast glucose-responsive insulin delivery. Proc Natl Acad Sci USA. 2015;112:8260–5.", "ArticleIdList": ["PMC4500284", "26100900"]}, {"Citation": "Qian C, Yu J, Chen Y, Hu Q, Xiao X, Sun W. et al. Light-activated hypoxia-responsive nanocarriers for enhanced anticancer therapy. Adv Mater. 2016;28:3313–20.", "ArticleIdList": ["PMC4998838", "26948067"]}, {"Citation": "Thambi T, Deepagan VG, Yoon HY, Han HS, Kim SH, Son S. et al. Hypoxia-responsive polymeric nanoparticles for tumor-targeted drug delivery. Biomaterials. 2014;35:1735–43.", "ArticleIdList": ["24290696"]}, {"Citation": "Gonias SL, Campana WM. LDL receptor-related protein-1: a regulator of inflammation in atherosclerosis, cancer, and injury to the nervous system. Am J Pathol. 2014;184:18–27.", "ArticleIdList": ["PMC3873482", "24128688"]}, {"Citation": "Demeule M, Currie JC, Bertrand Y, Che C, Nguyen T, Regina A. et al. Involvement of the low-density lipoprotein receptor-related protein in the transcytosis of the brain delivery vector angiopep-2. J Neurochem. 2008;106:1534–44.", "ArticleIdList": ["18489712"]}, {"Citation": "Gao S, Tian H, Xing Z, Zhang D, Guo Y, Guo Z. et al. A non-viral suicide gene delivery system traversing the blood brain barrier for non-invasive glioma targeting treatment. J Control Release. 2016;243:357–69.", "ArticleIdList": ["27794494"]}, {"Citation": "Edwards DI. Nitroimidazole drugs-action and resistance mechanisms. I. Mechanisms of action. J Antimicrob Chemother. 1993;31:9–20.", "ArticleIdList": ["8444678"]}, {"Citation": "Kang L, Fan B, Sun P, Huang W, Jin M, Wang Q. et al. An effective tumor-targeting strategy utilizing hypoxia-sensitive siRNA delivery system for improved anti-tumor outcome. Acta Biomater. 2016;44:341–54.", "ArticleIdList": ["27545812"]}, {"Citation": "Zhu Z, Gao N, Wang H, Sukhishvili SA. Temperature-triggered on-demand drug release enabled by hydrogen-bonded multilayers of block copolymer micelles. J Control Release. 2013;171:73–80.", "ArticleIdList": ["23831052"]}, {"Citation": "Baumann RP, Penketh PG, Seow HA, Shyam K, Sartorelli AC. Generation of oxygen deficiency in cell culture using a two-enzyme system to evaluate agents targeting hypoxic tumor cell. Radiat Res. 2008;170:651–60.", "ArticleIdList": ["PMC2667281", "18959466"]}, {"Citation": "Yao H, Qiu H, Shao Z, Wang G, Wang J, Yao Y. et al. Nanoparticle formulation of small DNA molecules, Dbait, improves the sensitivity of hormone-independent prostate cancer to radiotherapy. Nanomedicine. 2016;12:2261–71.", "ArticleIdList": ["27389144"]}, {"Citation": "Liu H, Cai Y, Zhang Y, Xie Y, Qiu H, Hua L, Development of a hypoxic radiosensitizer-prodrug liposome delivery DNA repair inhibitor Dbait combination with radiotherapy for glioma therapy. Adv Healthc Mater; 2017. p. 6. (12)", "ArticleIdList": ["28371526"]}, {"Citation": "Li Y, Baiyang L, Leran B, Zhen W, Yandong X, Baixiang D. et al. Reduction-responsive PEtOz-SS-PCL micelle with tailored size to overcome blood-brain barrier and enhance doxorubicin antiglioma effect. Drug Deliv. 2017;24:1782–90.", "ArticleIdList": ["PMC8241033", "29172749"]}, {"Citation": "Liu HM, Zhang YF, Xie YD, Cai YF, Li BY, Li W. et al. Hypoxia-responsive ionizable liposome delivery siRNA for glioma therapy. Int J Nanomedicine. 2017;12:1065–83.", "ArticleIdList": ["PMC5308568", "28223799"]}, {"Citation": "Lee SH, Mok H, Lee Y, Park TG. Self-assembled siRNA-PLGA conjugate micelles for gene silencing. J Control Release. 2011;152:152–8.", "ArticleIdList": ["21185893"]}, {"Citation": "Liu H, Li Y, Mozhi A, Zhang L, Liu Y, Xu X. et al. SiRNA-phospholipid conjugates for gene and drug delivery in cancer treatment. Biomaterials. 2014;35:6519–33.", "ArticleIdList": ["24797882"]}, {"Citation": "Chan JM, Zhang L, Yuet KP, Liao G, Rhee JW, Langer R. et al. PLGA-lecithin-PEG core-shell nanoparticles for controlled drug delivery. Biomaterials. 2009;30:1627–34.", "ArticleIdList": ["19111339"]}, {"Citation": "Zhang L, Chan JM, Gu FX, Rhee JW, Wang AZ, Radovic-Moreno AF. et al. Self-assembled lipid-polymer hybrid nanoparticles: a robust drug delivery platform. ACS Nano. 2008;2:1696–702.", "ArticleIdList": ["PMC4477795", "19206374"]}, {"Citation": "Bertrand Y, Currie JC, Poirier J, Demeule M, Abulrob A, Fatehi D. et al. Influence of glioma tumour microenvironment on the transport of ANG1005 via low-density lipoprotein receptor-related protein 1. Br J Cancer. 2011;105:1697–707.", "ArticleIdList": ["PMC3242593", "22027709"]}, {"Citation": "Thoms J, Bristow RG. DNA repair targeting and radiotherapy: a focus on the therapeutic ratio. Semi Radiat Oncol. 2010;20:217–22.", "ArticleIdList": ["20832013"]}, {"Citation": "Kinner A, Wu W, Staudt C, Iliakis G. Gamma-H2AX in recognition and signaling of DNA double-strand breaks in the context of chromatin. Nucleic Acids Res. 2008;36:5678–94.", "ArticleIdList": ["PMC2553572", "18772227"]}, {"Citation": "Mariotti LG, Pirovano G, Savage KI, Ghita M, Ottolenghi A, Prise KM. et al. Use of the gamma-H2AX assay to investigate DNA repair dynamics following multiple radiation exposures. PloS One. 2013;8:e79541.", "ArticleIdList": ["PMC3843657", "24312182"]}, {"Citation": "Zhang J, He Y, Shen X, Jiang D, Wang Q, Liu Q. et al. γ-H2AX responds to DNA damage induced by long-term exposure to combined low-dose-rate neutron and γ-ray radiation. Mutat Res Genet Toxicol Environ Mutagen. 2016;795:36–40.", "ArticleIdList": ["26774665"]}, {"Citation": "Gao X, Yue Q, Liu Y, Fan D, Fan K, Li S. et al. Image-guided chemotherapy with specifically tuned blood brain barrier permeability in glioma margins. Theranostics. 2018;8:3126–37.", "ArticleIdList": ["PMC5996359", "29896307"]}, {"Citation": "Shergalis A, Bankhead RA, Luesakul U, Muangsin N, Neamati N. Current Challenges and Opportunities in Treating Glioblastoma. Pharmacological Reviews. 2018;70:412–45.", "ArticleIdList": ["PMC5907910", "29669750"]}, {"Citation": "Lee JH, Chen KJ, Noh SH, Garcia MA, Wang H, Lin WY. et al. On-demand drug release system for in vivo cancer treatment through self-assembled magnetic nanoparticles. Angew Chem Int Ed Engl. 2013;52:4384–8.", "ArticleIdList": ["PMC3751176", "23519915"]}, {"Citation": "Fulop Z, Gref R, Loftsson T. A permeation method for detection of self-aggregation of doxorubicin in aqueous environment. Int J Pharm. 2013;454:559–61.", "ArticleIdList": ["23850794"]}]}], "History": [{"Year": "2018", "Month": "3", "Day": "21"}, {"Year": "2018", "Month": "9", "Day": "19"}, {"Year": "2018", "Month": "11", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30429888", "PMC6217062", "10.7150/thno.26225", "thnov08p5088"]}}]}