{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Adaptation", "Bororé Peninsula", "Cross-cultural adaptation", "Medicinal plants", "Migration", "Urban ethnomedicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30466463", "DateCompleted": {"Year": "2019", "Month": "04", "Day": "29"}, "DateRevised": {"Year": "2019", "Month": "04", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "11", "Day": "22"}], "Language": ["eng"], "ELocationID": ["72", "10.1186/s13002-018-0270-3"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Nov", "Day": "22"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Factors affecting the use of medicinal plants by migrants from rural areas of Brazilian Northeast after moving to a metropolitan region in Southeast of Brazil.", "Pagination": {"StartPage": "72", "MedlinePgn": "72"}, "Abstract": {"AbstractText": ["Ethnopharmacological studies about migrants reveal a dynamic process of knowledge and use of medicinal plants. In this study, we sought to elucidate quantitative and qualitatively the main factors influencing the use of medicinal plants by migrants from rural areas to an urban region in Brazil with traces of remnant natural vegetation.", "Seven Northeastern individuals who migrated to the Southeastern Region of Brazil (Bororé Peninsula, in the city of São Paulo) were selected to participate in semi-structured interviews regarding the use of medicinal plants throughout their lives, and indicated an inhabitant in their hometown that would be able to accompany the field collections in each area. Socioeconomic, educational, family structure, and use of Western medicine data were provided during interviews with the individuals from their hometowns. Plant samples cited by the interviewees were collected both at the current place of residence and in their hometowns.", "The participants cited 131 plants and 315 recipes, being the main indications related to the gastrointestinal system, respiratory problems, and pain and inflammatory processes. We observed that most plant uses were maintained after migration. Higher percentages of maintenances and incorporations in plant uses occurred to exotic species, while replacements happen mainly to native plants. The introduction of new species into the migrants' therapeutics occurred mainly by observations of organoleptic similarities between the substituted plant and the incorporated species, conversations with neighbors, and contact with the television and print media. In addition, the public health system allowed the interviewees access to prophylactic drugs, leading to the discontinuation of certain recipes used in endemic diseases.", "Migrants were exposed to information about new plants and their uses, new diseases, and socioeconomic and cultural differences that impacted their use of medicinal plants. Although migration to a more developed city facilitated access to public health and education, on the other hand, it made access to fresh medicinal plants difficult, causing some medicinal plants to be replaced or ceased to be used."]}, "AuthorList": [{"Identifier": ["0000-0003-4929-9245"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Psychobiology, UNIFESP, Rua Botucatu, 862, 1° andar, prédio Ciências Biomédicas, Vila Clementino, São Paulo, SP, 04023-062, Brazil. perla.romanus@gmail.com."}], "LastName": "Romanus", "ForeName": "Perla Carvalho", "Initials": "PC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Natural and Human Sciences, UFABC, Rua Arcturus, 03, Sala 236, Bloco Delta. Bairro Jardim Antares, São Bernardo do Campo, SP, 09606-070, Brazil."}], "LastName": "Mendes", "ForeName": "Fúlvio Rieli", "Initials": "FR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, UNIFESP, Rua Botucatu, 740, 4° andar. Bairro Vila Clementino, São Paulo, SP, 04023-900, Brazil."}], "LastName": "Carlini", "ForeName": "Elisaldo de Araújo", "Initials": "EA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Public Health"}, {"QualifierName": [], "DescriptorName": "Transients and Migrants"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The project was approved by the ethics committee of UNIFESP (Protocol #0268/05), followed the recommendations for fieldwork and participation in the survey was voluntary, not obligatory. Participants were informed about the study objectives and consent was obtained prior to this study being carried out. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Medeiros Patrícia Muniz de, Soldati Gustavo Taboada, Alencar Nélson Leal, Vandebroek Ina, Pieroni Andrea, Hanazaki Natalia, de Albuquerque Ulysses Paulino. The Use of Medicinal Plants by Migrant People: Adaptation, Maintenance, and Replacement. Evidence-Based Complementary and Alternative Medicine. 2012;2012:1–11. doi: 10.1155/2012/807452.", "ArticleIdList": ["10.1155/2012/807452", "PMC3216396", "22110548"]}, {"Citation": "Pieroni A, Vandebroek I, editors. Traveling cultures and plants: the ethnobiology and ethnopharmacy of human migrations. New York: Berghahn Books; 2007."}, {"Citation": "Ceuterick M, Vandebroek I, Torry B, Pieroni A. Cross-cultural adaptation in urban ethnobotany: the Colombian folk pharmacopoeia in London. J Ethnopharmacol. 2008;120(3):342–359. doi: 10.1016/j.jep.2008.09.004.", "ArticleIdList": ["10.1016/j.jep.2008.09.004", "18852036"]}, {"Citation": "Jiang Sandy, Quave Cassandra L. A comparison of traditional food and health strategies among Taiwanese and Chinese immigrants in Atlanta, Georgia, USA. Journal of Ethnobiology and Ethnomedicine. 2013;9(1):61. doi: 10.1186/1746-4269-9-61.", "ArticleIdList": ["10.1186/1746-4269-9-61", "PMC3846646", "23981857"]}, {"Citation": "Pieroni A, Nebel S, Quave C, Münz H, Heinrich M. Ethnopharmacology of liakra: traditional weedy vegetables of the Arbëreshe of the vulture area in southern Italy. J Ethnopharmacol. 2002;81(2):165–185. doi: 10.1016/S0378-8741(02)00052-1.", "ArticleIdList": ["10.1016/S0378-8741(02)00052-1", "12065148"]}, {"Citation": "Ellena R, Quave CL, Pieroni A. Comparative medical ethnobotany of the Senegalese community living in Turin (northwestern Italy) and in Adeane (southern Senegal) Evid Based Complement Alternat Med. 2012;2012:604363. doi: 10.1155/2012/604363.", "ArticleIdList": ["10.1155/2012/604363", "PMC3385048", "22761638"]}, {"Citation": "Cano JH, Volpato G. Herbal mixtures in the traditional medicine of Eastern Cuba. J Ethnopharmacol. 2004;90(2–3):293–316. doi: 10.1016/j.jep.2003.10.012.", "ArticleIdList": ["10.1016/j.jep.2003.10.012", "15013195"]}, {"Citation": "Volpato G, Godínez D, Beyra A, Barreto A. Uses of medicinal plants by Haitian immigrants and their descendants in the province of Camagüey, Cuba. J Ethnobiol Ethnomed. 2009;5:16. doi: 10.1186/1746-4269-5-16.", "ArticleIdList": ["10.1186/1746-4269-5-16", "PMC2690575", "19450279"]}, {"Citation": "Bhamra SK, Slater A, Howard C, Johnson M, Heinrich M. The use of traditional herbal medicines amongst South Asian diasporic communities in the UK. Phytother Res. 2017;31(11):1786–1794. doi: 10.1002/ptr.5911.", "ArticleIdList": ["10.1002/ptr.5911", "28905437"]}, {"Citation": "Ceuterick M, Vandebroek I, Pieroni A. Resilience of Andean urban ethnobotanies: a comparison of medicinal plant use among Bolivian and Peruvian migrants in the United Kingdom and in their countries of origin. J Ethnopharmacol. 2011;136:27–54. doi: 10.1016/j.jep.2011.03.038.", "ArticleIdList": ["10.1016/j.jep.2011.03.038", "21470576"]}, {"Citation": "Ceuterick M, Vandebroek I. Identity in a medicine cabinet: discursive positions of Andean migrants towards their use of herbal remedies in the United Kingdom. Soc Sci Med. 2017;177:43–51. doi: 10.1016/j.socscimed.2017.01.026.", "ArticleIdList": ["10.1016/j.socscimed.2017.01.026", "28157568"]}, {"Citation": "Pieroni Andrea, Cianfaglione Kevin, Nedelcheva Anely, Hajdari Avni, Mustafa Behxhet, Quave Cassandra L. Resilience at the border: traditional botanical knowledge among Macedonians and Albanians living in Gollobordo, Eastern Albania. Journal of Ethnobiology and Ethnomedicine. 2014;10(1):31. doi: 10.1186/1746-4269-10-31.", "ArticleIdList": ["10.1186/1746-4269-10-31", "PMC3998745", "24685013"]}, {"Citation": "Kujawska M, Hilgert NI. Phytotherapy of Polish migrants in Misiones, Argentina: legacy and acquired plant species. J Ethnopharmacol. 2014;153:810–830. doi: 10.1016/j.jep.2014.03.044.", "ArticleIdList": ["10.1016/j.jep.2014.03.044", "24680991"]}, {"Citation": "Kujawska M, Pieroni A. Plants used as food and medicine by polish migrants in Misiones, Argentina. Ecol Food Nutr. 2015;54(3):255–279. doi: 10.1080/03670244.2014.983498.", "ArticleIdList": ["10.1080/03670244.2014.983498", "25602720"]}, {"Citation": "Pirker Heidemarie, Haselmair Ruth, Kuhn Elisabeth, Schunko Christoph, Vogl Christian R. Transformation of traditional knowledge of medicinal plants: the case of Tyroleans (Austria) who migrated to Australia, Brazil and Peru. Journal of Ethnobiology and Ethnomedicine. 2012;8(1):44. doi: 10.1186/1746-4269-8-44.", "ArticleIdList": ["10.1186/1746-4269-8-44", "PMC3539874", "23157876"]}, {"Citation": "Miara MD, Bendif H, Ait Hammou M, Teixidor-Toneu I. Ethnobotanical survey of medicinal plants used by nomadic peoples in the Algerian steppe. J Ethnopharmacol. 2018;219:248–256. doi: 10.1016/j.jep.2018.03.011.", "ArticleIdList": ["10.1016/j.jep.2018.03.011", "29548971"]}, {"Citation": "Santos FSDS, Muaze MAF. Tradições em movimento: uma etnohistória da saúde e da doença nos vales dos rios Acre e Purus. 1. Brasília: Paralelo 15; 2002."}, {"Citation": "Garcia Daniel, Domingues Marcus Vinicius, Rodrigues Eliana. Ethnopharmacological survey among migrants living in the Southeast Atlantic Forest of Diadema, Sao Paulo, Brazil. Journal of Ethnobiology and Ethnomedicine. 2010;6(1):29. doi: 10.1186/1746-4269-6-29.", "ArticleIdList": ["10.1186/1746-4269-6-29", "PMC2987905", "21034478"]}, {"Citation": "Medeiros PM, Abreu DBO, Albuquerque UP. Plant knowledge and use in the context of migration. In: Albuquerque UP, Alves R, editors. Introduction to ethnobiology. Switzerland: Springer International Publishing; 2016."}, {"Citation": "Vandebroek I, Balick MJ. Globalization and loss of plant knowledge: challenging the paradigm. PLoS One. 2012;7(5):e37643. doi: 10.1371/journal.pone.0037643.", "ArticleIdList": ["10.1371/journal.pone.0037643", "PMC3360753", "22662184"]}, {"Citation": "van Andel T, Westers P. Why Surinamese migrants in the Netherlands continue to use medicinal herbs from their home country. J Ethnopharmacol. 2010;127:694–701. doi: 10.1016/j.jep.2009.11.033.", "ArticleIdList": ["10.1016/j.jep.2009.11.033", "20004237"]}, {"Citation": "Capobianco JPR, Whately M. Billings 2000. Ameaças e perspectivas para o maior reservatório de água da região metropolitana de São Paulo. Relatório do Diagnóstico Socioambiental Participativo da Bacia Hidrográfica da Billings no período 1989–1999. 2002."}, {"Citation": "Etkin NL. Anthropological methods in ethnopharmacology. J Ethnopharmacol. 1993;38(2–3):93–104.", "ArticleIdList": ["8510473"]}, {"Citation": "Alexiades MN. Selected guidelines for ethnobotanical research: a field manual. New York: the New York botanical garden. 1996."}, {"Citation": "Flora do Brasil 2020 em construção. Jardim Botânico do Rio de Janeiro. Available in: http://floradobrasil.jbrj.gov.br/. Accessed in: 10 Ago. 2018."}, {"Citation": "Romanus PC. Manutenção, substituição, abandono e incorporação dos usos de plantas medicinais entre os migrantes moradores da península do Bororé, na Represa Billings, SP. MSc dissertation. São Paulo: Universidade Federal de São Paulo; 2008. p. 145."}, {"Citation": "International Classification of Diseases 11st ed. Available in: http://www.who.int/classifications/icd/en/. Accessed 3 July 2018."}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: healers’ consensus and cultural importance. Soc Sci Med. 1998;47(11):1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Gazzaneo Luiz, de Lucena Reinaldo, de Albuquerque Ulysses. Journal of Ethnobiology and Ethnomedicine. 2005;1(1):9. doi: 10.1186/1746-4269-1-9.", "ArticleIdList": ["10.1186/1746-4269-1-9", "PMC1291389", "16270911"]}, {"Citation": "Monteiro JM, Ramos MA, Araújo Ede L, Amorim EL, Albuquerque UP. Dynamics of medicinal plants knowledge and commerce in an urban ecosystem (Pernambuco, Northeast Brazil) Environ Monit Assess. 2011;178(1–4):179–202. doi: 10.1007/s10661-010-1681-3.", "ArticleIdList": ["10.1007/s10661-010-1681-3", "20853190"]}, {"Citation": "Medeiros PM, Albuquerque UP, Abreu DBO, Silva TC, Ferreira Junior WS, Ramos MA, Ladio AH. What drives the use of natural products for medicinal purposes in the context of cultural pluralism? Eur J Integr Med. 2016;8:471–477. doi: 10.1016/j.eujim.2016.03.012.", "ArticleIdList": ["10.1016/j.eujim.2016.03.012"]}, {"Citation": "Leonti M. The future is written: impact of scripts on the cognition, selection, knowledge and transmission of medicinal plant use and its implications for ethnobotany and ethnopharmacology. J Ethnopharmacol. 2011;134:542–555. doi: 10.1016/j.jep.2011.01.017.", "ArticleIdList": ["10.1016/j.jep.2011.01.017", "21255636"]}, {"Citation": "Bye R, Linares E, Estrada E. Biological diversity of medicinal plants in México. In: Arnason JT, Mata R, Romeo JT, editors. Phytochemistry of medicinal plants. Recent advances in Phytochemistry (proceedings of the Phytochemical Society of North America) Boston: Springer; 1995. pp. 65–82."}, {"Citation": "Carvalho ACB, Lana TN, Perfeito JPS, Silveira D. The Brazilian market of herbal medicinal products and the impacts of the new legislation on traditional medicines. J Ethnopharmacol. 2018;212:29–35. doi: 10.1016/j.jep.2017.09.040.", "ArticleIdList": ["10.1016/j.jep.2017.09.040", "28987598"]}, {"Citation": "Kujawska M, Pardo-de-Santayana M. Management of medicinally useful plants by European migrants in South America. J Ethnopharmacol. 2015;172:347–355. doi: 10.1016/j.jep.2015.06.037.", "ArticleIdList": ["10.1016/j.jep.2015.06.037", "26129939"]}, {"Citation": "Balick MJ, Kronenberg F, Ososki AL, Reiff M, Fugh-Berman A, O’Connor B, Roble M, Lohr P, Atha D. Medicinal plants used by Latino healers for women’s health conditions in New York City. Econ Bot. 2000;54(3):344–357. doi: 10.1007/BF02864786.", "ArticleIdList": ["10.1007/BF02864786"]}, {"Citation": "Balick MJ, Muenz H, Akbulut M, Baser KHC, Durmuskahya C. Traditional phytoterapy and trans-cultural pharmacy among Turkish migrants living in Cologne, Germany. J Ethnopharmacol. 2005;102(1):69–88. doi: 10.1016/j.jep.2005.05.018.", "ArticleIdList": ["10.1016/j.jep.2005.05.018", "16002248"]}, {"Citation": "Kokkini S, Hanlidou E, Karousou R, Kleftoyanni V. The herbal market of Thessaloniki (New Greece) and its relation to the ethnobotanical tradition. J Ethnopharmacol. 2004;91(2–3):281–299.", "ArticleIdList": ["15120452"]}, {"Citation": "Sahoo N, Manchikanti P, Dey S. Herbal drugs: standards and regulation. Fitoterapia. 2010;81:462–471. doi: 10.1016/j.fitote.2010.02.001.", "ArticleIdList": ["10.1016/j.fitote.2010.02.001", "20156530"]}, {"Citation": "Soares Neto Julino Assunção Rodrigues, Kato Edna Myiake, Bugno Adriana, Galduróz José Carlos F., Marques Luis Carlos, Macrini Thiago, Rodrigues Eliana. Informal Trade of Psychoactive Herbal Products in the City of Diadema, SP, Brazil: Quality and Potential Risks. Evidence-Based Complementary and Alternative Medicine. 2013;2013:1–11. doi: 10.1155/2013/894834.", "ArticleIdList": ["10.1155/2013/894834", "PMC3684123", "23818934"]}, {"Citation": "Leonti M, Sticher O, Heinrich M. Medicinal plants of the Popoluca, Mexico: organoleptic properties as indigenous selection criteria. J Ethnopharmacol. 2002;81(3):307–315. doi: 10.1016/S0378-8741(02)00078-8.", "ArticleIdList": ["10.1016/S0378-8741(02)00078-8", "12127230"]}, {"Citation": "Almeida MZ. Plantas Medicinais. 1. Salvador: EDUFBA; 2003."}, {"Citation": "Pieroni Andrea, Torry Bren. Does the taste matter? Taste and medicinal perceptions associated with five selected herbal drugs among three ethnic groups in West Yorkshire, Northern England. Journal of Ethnobiology and Ethnomedicine. 2007;3(1):21. doi: 10.1186/1746-4269-3-21.", "ArticleIdList": ["10.1186/1746-4269-3-21", "PMC1872019", "17475019"]}, {"Citation": "Medeiros PM, Santos Pinto BL, do Nascimento VT. Can organoleptic properties explain the differential use of medicinal plants? Evidence from Northeastern Brazil. J Ethnopharmacol. 2015;159:43–48. doi: 10.1016/j.jep.2014.11.001.", "ArticleIdList": ["10.1016/j.jep.2014.11.001", "25446598"]}, {"Citation": "Albuquerque UP. Re-examining hypotheses concerning the use and knowledge of medicinal plants: a study in the Caatinga vegetation of NE Brazil. J Ethnobiol Ethnomed. 2006;2:1–10. doi: 10.1186/1746-4269-2-30.", "ArticleIdList": ["10.1186/1746-4269-2-30", "PMC1557484", "16872499"]}, {"Citation": "Hanazaki N, Tamashiro JY, Leitão-Filho HF, Begossi A. Diversity of plant uses in two Caiçara communities from the Atlantic Forest coast, Brazil. Biodivers Conserv. 2000;9:597–615. doi: 10.1023/A:1008920301824.", "ArticleIdList": ["10.1023/A:1008920301824"]}, {"Citation": "Pinto EPP, Amorozo MCM, Furlan A. Conhecimento popular sobre plantas medicinais em comunidades rurais da mata atlântica – Itacaré, BA, Brasil. Acta Bot Bras. 2006;20(4):751–762. doi: 10.1590/S0102-33062006000400001.", "ArticleIdList": ["10.1590/S0102-33062006000400001"]}, {"Citation": "Tapsell LC, Hemphill I, Cobiac L, Patch CS, Sullivan DR, Fenech M, Roodenrys S, Keogh JB, Clifton PM, Williams PG, Fazio VA, Inge KE. Health benefits of herbs and spices: the past, the present, the future. Med J Aust. 2006;185(4):4–24.", "ArticleIdList": ["17022438"]}, {"Citation": "Lentini F, Venza F. Wild food plants of popular use in Sicily. J Ethnobiol Ethnomed. 2007;3:1–12. doi: 10.1186/1746-4269-3-15.", "ArticleIdList": ["10.1186/1746-4269-3-15", "PMC1858679", "17397527"]}, {"Citation": "Haselmair R, Pirker H, Kuhn E, Vogl CR. Personal networks: a tool for gaining insight into the transmission of knowledge about food and medicinal plants among Tyrolean (Austrian) migrants in Australia, Brazil and Peru. J Ethnobiol Ethnomed. 2014;10:1. doi: 10.1186/1746-4269-10-1.", "ArticleIdList": ["10.1186/1746-4269-10-1", "PMC3903449", "24398225"]}, {"Citation": "Pires JM, Mendes FR, Negri G, Duarte-Almeida JM, Carlini EA. Antinociceptive peripheral effect of Achillea millefolium L. and Artemisia vulgaris L.: both plants known popularly by brand names of analgesic drugs. Phytother Res. 2009;23:212–219. doi: 10.1002/ptr.2589.", "ArticleIdList": ["10.1002/ptr.2589", "18844327"]}, {"Citation": "Reiff M, O’Connor B, Kronenberg F, Balick MJ, Lohr P, Roble M, Fugh-Berman A, Johnson KD. Ethnomedicine in the urban environment: Dominican healers in New York city. Hum Organ. 2003;62(1):12–26. doi: 10.17730/humo.62.1.e9bnjggtuk74kg2f.", "ArticleIdList": ["10.17730/humo.62.1.e9bnjggtuk74kg2f"]}, {"Citation": "Wayland C. The failure of pharmaceuticals ad the power of plants: medicinal discourse as a critique of modernity in the Amazon. Soc Sci Med. 2004;58:2409–2419. doi: 10.1016/j.socscimed.2003.09.023.", "ArticleIdList": ["10.1016/j.socscimed.2003.09.023", "15081193"]}, {"Citation": "Calitz C, Steenekamp JH, Steyn JD, Gouws C, Viljoen JM, Hamman JH. Impact of traditional African medicine on drug metabolism and transport. Expert Opin Drug Metab Toxicol. 2014;10(7):991–1003. doi: 10.1517/17425255.2014.920321.", "ArticleIdList": ["10.1517/17425255.2014.920321", "24831257"]}, {"Citation": "Gallo E, Pugi A, Lucenteforte E, Maggini V, Gori L, Mugelli A, Firenzuoli F, Vannacci A. Pharmacovigilance of herb-drug interactions among preoperative patients. Altern Ther Health Med. 2014;20(2):13–17.", "ArticleIdList": ["24657955"]}]}], "History": [{"Year": "2018", "Month": "3", "Day": "25"}, {"Year": "2018", "Month": "11", "Day": "2"}, {"Year": "2018", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["30466463", "PMC6249753", "10.1186/s13002-018-0270-3", "10.1186/s13002-018-0270-3"]}}]}