{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Enrichment analysis", "Finger millet", "GO annotation", "Halliwell–Asada pathway", "Transcriptome data"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30498672", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "11", "Day": "26"}], "Language": ["eng"], "ELocationID": ["499", "10.1007/s13205-018-1511-9"], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "8", "Issue": "12", "PubDate": {"Year": "2018", "Month": "Dec"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "Transcriptome-wide identification of genes involved in Ascorbate-Glutathione cycle (Halliwell-Asada pathway) and related pathway for elucidating its role in antioxidative potential in finger millet (<i>Eleusine coracana</i> (L.)).", "Pagination": {"StartPage": "499", "MedlinePgn": "499"}, "Abstract": {"AbstractText": ["Finger millet is being recognized as a potential future crop due to their nutrient contents and antioxidative properties, which are much higher compared to the other minor millets for providing health benefits. The synthesis of these nutritional components is governed by the expression of several gene(s). Therefore, it is necessary to characterize these genes for understanding the molecular mechanisms behind de novo synthesis of nutrient components. Apart from this, these important compounds could also serve as candidate genes for imparting stress tolerance in other crop plants also. In the present study, effort has been made to identify genes involved in Ascorbate-Glutathione cycle (Halliwell-Asada Pathway) and related pathway genes for elucidating its role in antioxidative potential mechanism through transcriptome data analysis. <i>APX, DHAR, MDHAR, GR</i>, and <i>SOD</i> have been identified as the key genes of the pathway in two genotypes GP-1 (low Ca<sup>2+</sup>) and GP-45 (high Ca<sup>2+</sup>) of finger millet with reference to rice as a model system, besides, 30 putatively expressed genes/proteins were also investigated. Furthermore, the sequences of identified genes were analyzed systematically; gene ontology (GO) annotation and enrichment analysis of assembled unitranscripts were also performed using Blast2GO. As a result, 49 GO terms, 5 Enzyme Commission (EC) numbers, and 2 KEGG pathway maps were generated. GO results revealed that these genes are mainly involved in two biological processes (BP), viz., oxidation-reduction process (GO:0055114) and cellular oxidant detoxification (GO:0098869), and showed oxidoreductase activity (GO:0016491). KEGG analysis showed that <i>APX, DHAR, MDHAR</i>, and <i>GR</i> are directly connected to biosynthetic pathways of secondary metabolites, mainly polyphenolic compounds (flavonoid, tannin, and lignin) involved in glutathione metabolism (KEGG:00480) and ascorbate and aldarate metabolism (KEGG:00053). While <i>SOD</i>, is indirectly connected and also has significant medicinal attributes and antioxidant properties. Moreover, Fragments Per Kilobase of transcript per Million mapped reads (FPKM) values were also calculated for expression analysis and found that the FPKM values of genes present in GP-1 are higher than that of GP-45. Thus, GP-1 genotype was found to have higher stress regulated gene expression in comparison to GP-45. Taken together, the present transcriptome-based investigation unlocks new avenues for systematic functional analysis of novel ROS scavenging candidate genes that could be effectively applied for improvising human health and nutrition."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Computational Biology and Bioinformatics, Sam Higginbottom University of Agriculture, Technology and Sciences, Allahabad, Uttar Pradesh India."}, {"Identifier": ["0000 0001 2172 0814", "grid.418196.3"], "Affiliation": "2Agricultural Knowledge Management Unit, ICAR-Indian Agricultural Research Institute, Pusa, New Delhi India."}], "LastName": "Avashthi", "ForeName": "Himanshu", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Govind Ballabh Pant Institute of Engineering and Technology, Pauri Garhwal, Uttarakhand India."}, {"Identifier": ["0000 0001 2176 2352", "grid.412577.2"], "Affiliation": "4Present Address: School of Agricultural Biotechnology, Punjab Agricultural University, Ludhiana, Punjab India."}], "LastName": "Pathak", "ForeName": "Rajesh Kumar", "Initials": "RK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0004 1773 2689", "grid.454294.a"], "Affiliation": "5Department of Computational Biology, Indraprastha Institute of Information Technology, Delhi, New Delhi India."}], "LastName": "Pandey", "ForeName": "Neetesh", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 0708 4444", "grid.440691.e"], "Affiliation": "6Department of Molecular Biology and Genetic Engineering, G. B. Pant University of Agriculture and Technology, Pantnagar, Uttarakhand India."}], "LastName": "Arora", "ForeName": "Sandeep", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2172 0814", "grid.418196.3"], "Affiliation": "2Agricultural Knowledge Management Unit, ICAR-Indian Agricultural Research Institute, Pusa, New Delhi India."}], "LastName": "Mishra", "ForeName": "Amrendra Kumar", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000000110107715", "grid.6988.f"], "Affiliation": "7Department of Chemistry and Biotechnology, Tallinn University of Technology, Tallinn, Estonia."}], "LastName": "Gupta", "ForeName": "Vijai Kumar", "Initials": "VK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Sam Higginbottom University of Agriculture, Technology and Sciences, Allahabad, Uttar Pradesh India."}], "LastName": "Ramteke", "ForeName": "Pramod Wasudeo", "Initials": "PW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 0708 4444", "grid.440691.e"], "Affiliation": "6Department of Molecular Biology and Genetic Engineering, G. B. Pant University of Agriculture and Technology, Pantnagar, Uttarakhand India."}, {"Identifier": [], "Affiliation": "Present Address: Rani Lakshmi Bai Central Agricultural University, Jhansi, Uttar Pradesh India."}], "LastName": "Kumar", "ForeName": "Anil", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CommentsCorrectionsList": [{"RefSource": "3 Biotech. 2019 Sep;9(9):337. doi: 10.1007/s13205-019-1864-8", "PMID": "31475089"}], "CoiStatement": "Compliance with ethical standardsThe authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Altschul SF, Gish W, Miller W, Myers EW, Lipman DJ. Basic local alignment search tool. J Mol Biol. 1990;215:403–410. doi: 10.1016/S0022-2836(05)80360-2.", "ArticleIdList": ["10.1016/S0022-2836(05)80360-2", "2231712"]}, {"Citation": "Anthony U, Mosses LG, Chandra TS. Inhibition of Salmonella typhimurium and Escherichia coli by fermented flour of finger millet (Eleusine coracana) World J Microbiol Biotechnol. 1998;14:883–886. doi: 10.1023/A:1008871412183.", "ArticleIdList": ["10.1023/A:1008871412183"]}, {"Citation": "Avashthi H, Jha R, Sharma M, Yadav AK, Mishra AK, Ramteke PW, Kumar A. Artificial neural networks (ANNs) Approach for classification of seed storage proteins of various nutritionally superior cereal crops. Int J Agricu Sci. 2017;9:3749–3751."}, {"Citation": "Bailey TL, Boden M, Buske FA, Frith M, Grant CE, Clementi L, Ren J, Li WW, Noble WS. MEME SUITE: tools for motif discovery and searching. Nucleic Acids Res. 2009;37(Web Server issue):W202–W208. doi: 10.1093/nar/gkp335.", "ArticleIdList": ["10.1093/nar/gkp335", "PMC2703892", "19458158"]}, {"Citation": "Bowler C, Montagu MV, Inze D. Superoxide dismutase and stress tolerance. Annu Rev Plant Physiol Plant Mol Biol. 1992;43:83–116. doi: 10.1146/annurev.pp.43.060192.000503.", "ArticleIdList": ["10.1146/annurev.pp.43.060192.000503"]}, {"Citation": "Carmona-Saez P, Chagoyen M, Tirado F, Carazo JM, Pascual-Montano A. GENECODIS: a web-based tool for finding significant concurrent annotations in gene lists. Genome Biol. 2007;8(1):R3. doi: 10.1186/gb-2007-8-1-r3.", "ArticleIdList": ["10.1186/gb-2007-8-1-r3", "PMC1839127", "17204154"]}, {"Citation": "Chandrasekara A, Shahidi F. Content of insoluble bound phenolics in millets and their contribution to antioxidant capacity. J Agric Food Chem. 2010;58:6706–6714. doi: 10.1021/jf100868b.", "ArticleIdList": ["10.1021/jf100868b", "20465288"]}, {"Citation": "Chandrasekara A, Shahidi F. Antiproliferative potential and DNA scission inhibitory activity of phenolics from whole millet grains. J Funct Foods. 2011;3:159–170. doi: 10.1016/j.jff.2011.03.008.", "ArticleIdList": ["10.1016/j.jff.2011.03.008"]}, {"Citation": "Chandrasekara A, Shahidi F. Inhibitory activities of soluble and bound millet seed phenolics on free radicals and reactive oxygen species. J Agric Food Chem. 2011;59:428–436. doi: 10.1021/jf103896z.", "ArticleIdList": ["10.1021/jf103896z", "21133411"]}, {"Citation": "Chethan S, Malleshi NG. Finger millet polyphenols: characterization and their nutraceutical potential. Am J Food Technol. 2007;2(7):582–592. doi: 10.3923/ajft.2007.582.592.", "ArticleIdList": ["10.3923/ajft.2007.582.592"]}, {"Citation": "Chinchole M, Pathak RK, Singh UM, Kumar A. Molecular characterization of EcCIPK24 gene of finger millet (Eleusine coracana) for investigating its regulatory role in calcium transport. 3 Biotech. 2017;7(4):267. doi: 10.1007/s13205-017-0874-7.", "ArticleIdList": ["10.1007/s13205-017-0874-7", "PMC5533673", "28794922"]}, {"Citation": "Conesa A, Gotz S. Blast2GO: A comprehensive suite for functional analysis in plant genomics. Int J Plant Genomics. 2008;2008:619832. doi: 10.1155/2008/619832.", "ArticleIdList": ["10.1155/2008/619832", "PMC2375974", "18483572"]}, {"Citation": "Derbyshire MK, Gonzales NR, Lu S, He J, Marchler GH, Wang Z, Marchler-Bauer A (2015) Improving the consistency of domain annotation within the Conserved Domain Database. Database (Oxford). 12;2015. pii: bav012. 10.1093/database/bav012", "ArticleIdList": ["PMC4356950", "25767294"]}, {"Citation": "Devi PB, Vijayabharathi R, Sathyabama S, Malleshi NG, Priyadarisini VB. Health benefits of finger millet (Eleusine coracana L.) polyphenols and dietary fiber: a review. J Food Sci Technol. 2014;51:1021–1040. doi: 10.1007/s13197-011-0584-9.", "ArticleIdList": ["10.1007/s13197-011-0584-9", "PMC4033754", "24876635"]}, {"Citation": "Du Z, Zhou X, Ling Y, Zhang Z, Su Z. agriGO: a GO analysis toolkit for the agricultural community. Nucleic Acids Res. 2010;38(Web Server issue):W64–W70. doi: 10.1093/nar/gkq310.", "ArticleIdList": ["10.1093/nar/gkq310", "PMC2896167", "20435677"]}, {"Citation": "FAOSTAT (2004) Food and agriculture organization statistical database. http://www.fao.org/docrep/T0818E/T0818E05.htm"}, {"Citation": "Garg VK, Avashthi H, Tiwari A, Jain PA, Ramkete PW, Kayastha AM, Singh VK. MFPPI -Multi FASTA ProtParam interface. Bioinformation. 2016;12:74–77. doi: 10.6026/97320630012074.", "ArticleIdList": ["10.6026/97320630012074", "PMC5237651", "28104964"]}, {"Citation": "Gasteiger E, Hoogland C, Gattiker A, Duvaud S, Wilkins MR, Appel RD, Bairoch A. Protein identification and analysis tools on the ExPASy server. In: John MW, editor. The proteomics protocols handbook. New York: Humana Press; 2005. pp. 571–607."}, {"Citation": "Gill SS, Tuteja N. Reactive oxygen species and antioxidant machinery in abiotic stress tolerance in crop plants. Plant Physiol Biochem. 2010;48:909–930. doi: 10.1016/j.plaphy.2010.08.016.", "ArticleIdList": ["10.1016/j.plaphy.2010.08.016", "20870416"]}, {"Citation": "Gill SS, Khan NA, Anjum NA, Tuteja N. Amelioration of cadmium stress in crop plants by nutrients management: morphological, physiological and biochemical aspects. In: Anjum NA, Lopez-Lauri F, editors. Plant nutrition and abiotic stress tolerance III, plant stress 5 (Special Issue 1) Ikenobe: Global Science Books Ltd.; 2011. pp. 1–23."}, {"Citation": "Gopalan C, Sastri R, Subramaniam B. Nutritive values of Indian food. Hyderabad: National Institute of Nutrition, Indian Council of Medical Research; 1999."}, {"Citation": "Gopalan C, Ramashastri BV, Balasubramanium SC. Nutritive value of Indian foods. Hyderabad: National Institute of Nutrition (NIN), Indian Council of Medical Research; 2004. pp. 59–67."}, {"Citation": "Graf E, Eaton JW. Antioxidant functions of phytic acid. Free Radic Biol Med. 1990;8:61–69. doi: 10.1016/0891-5849(90)90146-A.", "ArticleIdList": ["10.1016/0891-5849(90)90146-A", "2182395"]}, {"Citation": "Gupta S, Pathak RK, Gupta SM, Gaur VS, Singh NK, Kumar A. Identification and molecular characterization of Dof transcription factor gene family preferentially expressed in developing spikes of Eleusine coracana L. 3 Biotech. 2018;8(2):82. doi: 10.1007/s13205-017-1068-z.", "ArticleIdList": ["10.1007/s13205-017-1068-z", "PMC5799108", "29430346"]}, {"Citation": "Guruprasad K, Reddy BV, Pandit MW. Correlation between stability of a protein and its dipeptide composition: a novel approach for predicting in vivo stability of a protein from its primary sequence. Prot Eng. 1990;4:155–164. doi: 10.1093/protein/4.2.155.", "ArticleIdList": ["10.1093/protein/4.2.155", "2075190"]}, {"Citation": "Halliwell B. Reactive species and antioxidants. Redox biology is a fundamental theme of aerobic life. Plant Physiol. 2006;141:312–322. doi: 10.1104/pp.106.077073.", "ArticleIdList": ["10.1104/pp.106.077073", "PMC1475431", "16760481"]}, {"Citation": "Ignacimuthu S, Ceasar SA. Development of transgenic finger millet (Eleusine coracana (L.) Gaertn.) resistant to leaf blast disease. J Biosci. 2012;37:135–147. doi: 10.1007/s12038-011-9178-y.", "ArticleIdList": ["10.1007/s12038-011-9178-y", "22357211"]}, {"Citation": "Ikai AJ. Thermostability and aliphatic index of globular proteins. J Biochem. 1980;88:1895–1898.", "ArticleIdList": ["7462208"]}, {"Citation": "Kaur C, Kapoor HC. Antioxidants in fruits and vegetables-The millennium’s health. Int J Food Sci Technol. 2001;36:703–725. doi: 10.1046/j.1365-2621.2001.00513.x.", "ArticleIdList": ["10.1046/j.1365-2621.2001.00513.x"]}, {"Citation": "Kokane SB, Pathak RK, Singh M, Kumar A. The role of tripartite interaction of calcium sensors and transporters in the accumulation of calcium in finger millet grain. Biologia Plantarum. 2018;62(2):325–334. doi: 10.1007/s10535-018-0776-5.", "ArticleIdList": ["10.1007/s10535-018-0776-5"]}, {"Citation": "Kumar A, Mirza N, Charan T, Sharma N, Gaur VS. Isolation, characterization and immunolocalization of a seed dominant Cam from finger millet (Eleusine coracana L. Gartn.) for studying its functional role in differential accumulation of calcium in developing grains. Appl Biochem Biotechnol. 2014;172:2955–2973. doi: 10.1007/s12010-013-0714-0.", "ArticleIdList": ["10.1007/s12010-013-0714-0", "24469585"]}, {"Citation": "Kumar A, Gaur VS, Goel A, Gupta AK (2015a) De Novo Assembly and Characterization of Developing Spikes Transcriptome of Finger Millet (Eleusine coracana): a Minor Crop Having Nutraceutical Properties. 33:905–922"}, {"Citation": "Kumar A, Pathak RK, Gupta SM, Gaur VS, Pandey D. Systems biology for smart crops and agricultural innovation: filling the gaps between genotype and phenotype for complex traits linked with robust agricultural productivity and sustainability. Omics: J Integr Biol. 2015;19:581–601. doi: 10.1089/omi.2015.0106.", "ArticleIdList": ["10.1089/omi.2015.0106", "PMC4617413", "26484978"]}, {"Citation": "Kumar S, Stecher G, Tamura K. MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol Biol Evol. 2016;33:1870–1874. doi: 10.1093/molbev/msw054.", "ArticleIdList": ["10.1093/molbev/msw054", "PMC8210823", "27004904"]}, {"Citation": "Kumar A, Metwal M, Kaur S, Gupta AK, Puranik S, Singh S, Singh M, Gupta S, Babu BK, Sood S, Yadav R. Nutraceutical value of finger millet [Eleusine coracana (L.) Gaertn.], and their improvement using omics approaches. Front Plant Science. 2016;7:934.", "ArticleIdList": ["PMC4925701", "27446162"]}, {"Citation": "Kumari L, Sumathi S. Effect of consumption of finger millet on hyperglycemia in non-insulin dependent diabetes mellitus (NIDDM) subjects. Plant Foods Hum Nutr. 2002;57:205–213. doi: 10.1023/A:1021805028738.", "ArticleIdList": ["10.1023/A:1021805028738", "12602929"]}, {"Citation": "Lobo V, Patil A, Phatak A, Chandra N. Free radicals, antioxidants and functional foods: Impact on human health. Pharmacogn Rev. 2010;4:118–126. doi: 10.4103/0973-7847.70902.", "ArticleIdList": ["10.4103/0973-7847.70902", "PMC3249911", "22228951"]}, {"Citation": "Maheshwari R, Dubey RS. Nickel-induced oxidative stress and the role of antioxidant defense in rice seedlings. Plant Growth Regul. 2009;59:37–49. doi: 10.1007/s10725-009-9386-8.", "ArticleIdList": ["10.1007/s10725-009-9386-8"]}, {"Citation": "Meriga B, Reddy BK, Rao KR, Reddy LA, Kishor PBK. Aluminium-induced production of oxygen radicals, lipid peroxidation and DNA damage in seedlings of rice (Oryza sativa) J Plant Physiol. 2004;161:63–68. doi: 10.1078/0176-1617-01156.", "ArticleIdList": ["10.1078/0176-1617-01156", "15002665"]}, {"Citation": "Miller G, Suzuki N, Ciftci-Yilmaz S, Mittler R. Reactive oxygen species homeostasis and signalling during drought and salinity stresses. Plant Cell Environ. 2010;33:453–467. doi: 10.1111/j.1365-3040.2009.02041.x.", "ArticleIdList": ["10.1111/j.1365-3040.2009.02041.x", "19712065"]}, {"Citation": "Mishra S, Jha AB, Dubey RS. Arsenite treatment induces oxidative stress, upregulates antioxidant system, and causes phytochelatin synthesis in rice seedlings. Protoplasma. 2011;248:565–577. doi: 10.1007/s00709-010-0210-0.", "ArticleIdList": ["10.1007/s00709-010-0210-0", "20857150"]}, {"Citation": "Mittler R. Oxidative stress, antioxidants and stress tolerance. Trends Plant Sci. 2002;7:405–410. doi: 10.1016/S1360-1385(02)02312-9.", "ArticleIdList": ["10.1016/S1360-1385(02)02312-9", "12234732"]}, {"Citation": "Nath M, Goel A, Taj G, Kumar A. Molecular cloning and comparative in silico analysis of calmodulin genes from cereals and millets for understanding the mechanism of differential calcium accumulation. J Proteom Bioinforma. 2010;3:294–301."}, {"Citation": "Noctor G, Foyer CH. Ascorbate and glutathione: keeping active oxygen under control. Annu Rev Plant Biol. 1998;49:249–279. doi: 10.1146/annurev.arplant.49.1.249.", "ArticleIdList": ["10.1146/annurev.arplant.49.1.249", "15012235"]}, {"Citation": "Obilana AB, Manyasa E. “Millets”. In: Belton PS, Taylor JRN, editors. Pseudocereals and Less Common Cereals. Grain Properties and Utilization Potential. Berlin: Springer-Verlag; 2002. pp. 176–217."}, {"Citation": "Panwar P, Nath M, Yadav VK, Kumar A. Comparative evaluation of genetic diversity using RAPD, SSR and cytochome P450 gene based markers with respect to calcium content in finger millet (Eleusine coracana L. Gaertn.) J Genet. 2010;89:121–133. doi: 10.1007/s12041-010-0052-8.", "ArticleIdList": ["10.1007/s12041-010-0052-8", "20861563"]}, {"Citation": "Pathak RK, Baunthiyal M, Shukla R, Pandey D, Taj G, Kumar A. In silico identification of mimicking molecules as defense inducers triggering jasmonic acid mediated immunity against Alternaria blight disease in Brassica species. Front Plant Sci. 2017;8:609. doi: 10.3389/fpls.2017.00609.", "ArticleIdList": ["10.3389/fpls.2017.00609", "PMC5403927", "28487711"]}, {"Citation": "Rahman K. Studies on free radicals, antioxidants, and co-factors. Clin Interv Aging. 2007;2:218–238.", "ArticleIdList": ["PMC2684512", "18044138"]}, {"Citation": "Rajasekaran NS, Nithya M, Rose C, Chandra TS. The effect of finger millet feeding on the early responses during the process of wound healing in diabetic rats. Biochimica Biophysica Acta. 2004;1689:190–201. doi: 10.1016/j.bbadis.2004.03.004.", "ArticleIdList": ["10.1016/j.bbadis.2004.03.004", "15276645"]}, {"Citation": "Scalbert A, Manach C, Morand C, Remesy C. Dietary polyphenols and prevention of diseases. Crit Rev Food Sci Nutr. 2005;45:287–306. doi: 10.1080/1040869059096.", "ArticleIdList": ["10.1080/1040869059096", "16047496"]}, {"Citation": "Seetharam A, Riley KW, Harinarayana G (1986) Small millets in global agriculture. In: Proceedings of the First International Small Millets Workshop, Oct 29–Nov 2, 1986, Bangalore, India, 21–23"}, {"Citation": "Shah K, Kumar RG, Verma S, Dubey RS. Effect of cadmium on lipid peroxidation, superoxide anion generation and activities of antioxidant enzymes in growing rice seedlings. Plant Sci. 2001;161:1135–1144. doi: 10.1016/S0168-9452(01)00517-9.", "ArticleIdList": ["10.1016/S0168-9452(01)00517-9"]}, {"Citation": "Shahidi F, Chandrasekara A. Millet grain phenolics and their role in disease risk reduction and health promotion: a review. J Funct Foods. 2013;5:570–581. doi: 10.1016/j.jff.2013.02.004.", "ArticleIdList": ["10.1016/j.jff.2013.02.004"]}, {"Citation": "Sharma P, Dubey RS. Drought induces oxidative stress and enhances the activities of antioxidant enzymes in growing rice seedlings. Plant Growth Regul. 2005;46:209–221. doi: 10.1007/s10725-005-0002-2.", "ArticleIdList": ["10.1007/s10725-005-0002-2"]}, {"Citation": "Sharma P, Jha AB, Dubey RS, Pessarakli M. Reactive oxygen species, oxidative damage, and antioxidative defense mechanism in plants under stressful conditions. J Bot. 2012 doi: 10.1155/2012/217037.", "ArticleIdList": ["10.1155/2012/217037"]}, {"Citation": "Singh UM, Chandra M, Shankhdhar SC, Kumar A. Transcriptome wide identification and validation of calcium sensor gene family in the developing spikes of finger millet genotypes for elucidating its role in grain calcium accumulation. PLoS One. 2014;9(8):e103963. doi: 10.1371/journal.pone.0103963.", "ArticleIdList": ["10.1371/journal.pone.0103963", "PMC4144799", "25157851"]}, {"Citation": "Sripriya G, Chandrasekharan K, Murty VS, Chandra TS. ESR spectroscopic studies on free radical quenching action of finger millet (Eleusine coracana) Food Chem. 1996;57:537–540. doi: 10.1016/S0308-8146(96)00187-2.", "ArticleIdList": ["10.1016/S0308-8146(96)00187-2"]}, {"Citation": "Srivastava S, Dubey RS. Manganese-excess induces oxidative stress, lowers the pool of antioxidants and elevates activities of key antioxidative enzymes in rice seedlings. Plant Growth Regul. 2011;64:1–16. doi: 10.1007/s10725-010-9526-1.", "ArticleIdList": ["10.1007/s10725-010-9526-1"]}, {"Citation": "Tiwari A, Avashthi H, Jha R, Srivastava A, Garg VK, Ramteke PW, Kumar A. Insights using the molecular model of Lipoxygenase from Finger millet (Eleusine coracana (L.)) Bioinformation. 2016;12:156–164. doi: 10.6026/97320630012156.", "ArticleIdList": ["10.6026/97320630012156", "PMC5267959", "28149050"]}, {"Citation": "Tsao R. Chemistry and biochemistry of dietary polyphenols. Nutrients. 2010;2:1231–1246. doi: 10.3390/nu2121231.", "ArticleIdList": ["10.3390/nu2121231", "PMC3257627", "22254006"]}, {"Citation": "Verma S, Dubey RS. Lead toxicity induces lipid peroxidation and alters the activities of antioxidant enzymes in growing rice plants. Plant Sci. 2003;164:645–655. doi: 10.1016/S0168-9452(03)00022-0.", "ArticleIdList": ["10.1016/S0168-9452(03)00022-0"]}, {"Citation": "Zhang F, Wan X, Zheng Y, Sun L, Chen Q, Zhu X, Guo Y, Liu M. Effects of nitrogen on the activity of antioxidant enzymes and gene expression in leaves of Populus plants subjected to cadmium stress. J Plant Interact. 2013;9:599–609. doi: 10.1080/17429145.2013.879676.", "ArticleIdList": ["10.1080/17429145.2013.879676"]}, {"Citation": "Zhao Qiong-Yi, Wang Yi, Kong Yi-Meng, Luo Da, Li Xuan, Hao Pei. Optimizing de novo transcriptome assembly from short-read RNA-Seq data: a comparative study. BMC Bioinformatics. 2011;12(Suppl 14):S2. doi: 10.1186/1471-2105-12-S14-S2.", "ArticleIdList": ["10.1186/1471-2105-12-S14-S2", "PMC3287467", "22373417"]}]}], "History": [{"Year": "2018", "Month": "6", "Day": "29"}, {"Year": "2018", "Month": "11", "Day": "13"}, {"Year": "2018", "Month": "12", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30498672", "PMC6261125", "10.1007/s13205-018-1511-9", "1511"]}}]}