{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chronic Constriction Injury (CCI)", "Neuralgia", "Rats", "Rosuvastatin"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30519383", "DateRevised": {"Year": "2022", "Month": "03", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "07", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.32598/bcn.9.4.251"], "Journal": {"ISSN": "2008-126X", "JournalIssue": {"Volume": "9", "Issue": "4", "PubDate": {"Year": "2018", "Season": "Jul-Aug"}}, "Title": "Basic and clinical neuroscience", "ISOAbbreviation": "Basic Clin Neurosci"}, "ArticleTitle": "The Antinociceptive Effects of Rosuvastatin in Chronic Constriction Injury Model of Male Rats.", "Pagination": {"StartPage": "251", "EndPage": "260", "MedlinePgn": "251-260"}, "Abstract": {"AbstractText": ["According to studies, statins possess analgesics and anti-inflammatory properties. In the present study, we examined the antinociceptive, anti-inflammatory and antioxidative effects of rosuvastatin in an experimental model of Chronic Constriction Injury (CCI).", "Our study was conducted on four groups; sham, CCI (the control group), CCI+rosuvastatin (i.p. 5 mg/kg), and CCI+rosuvastatin (i.p. 10 mg/kg). We performed heat hyperalgesia, cold and mechanical allodynia tests on the 3<sup>rd</sup>, 7<sup>th</sup>, 14<sup>th</sup>, and 21<sup>st</sup> after inducing CCI. Blood samples were collected to measure the serum levels of Tumor Necrosis Factor (TNF)-α, and Interleukin (IL)-6. Rats' spinal cords were also examined to measure tissue concentration of Malondialdehyde (MDA), Superoxide Dismutase (SOD), and Glutathione Peroxidase (GPx) enzymes.", "Our findings showed that CCI resulted in significant increase in heat hyperalgesia, cold and mechanical allodynia on the 7<sup>th</sup>, 14<sup>th</sup> and 21<sup>st</sup> day. Rosuvastatin use attenuated the CCI-induced hyperalgesia and allodynia. Rosuvastatin use also resulted in reduction of TNF-α, IL-6, and MDA levels. However, rosuvastatin therapy increased the concentration of SOD and GPx in the CCI+Ros (5 mg/kg) and the CCI+Ros (10 mg/kg) groups compared to the CCI group.", "Rosuvastatin attenuated the CCI-induced neuropathic pain and inflammation. Thus, antinociceptive effects of rosuvastatin might be channeled through inhibition of inflammatory biomarkers and antioxidant properties."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Lorestan University of Medical Sciences, Khorramabad, Iran."}], "LastName": "Hasanvand", "ForeName": "Amin", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Erasmus University Medical Center, Rotterdam, Netherlands."}], "LastName": "Ahmadizar", "ForeName": "Fariba", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Surgery, School of Medicine, Lorestan University of Medical Sciences, Khorramabad, Iran."}], "LastName": "Abbaszadeh", "ForeName": "Abolfazl", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Plants Research Center, Basic Health Sciences Institute, Shahrekord University of Medical Sciences, Shahrekord, Iran."}], "LastName": "Amini-Khoei", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plant Research Center, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}], "LastName": "Goudarzi", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nutritional Health Research Center, Lorestan University of Medical Sciences, Khorramabad, Iran."}], "LastName": "Abbasnezhad", "ForeName": "Amir", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nutritional Health Research Center, Lorestan University of Medical Sciences, Khorramabad, Iran."}, {"Identifier": [], "Affiliation": "Department of Nutrition, School of Health, Lorestan University of Medical Sciences, Khorramabad, Iran."}], "LastName": "Choghakhori", "ForeName": "Razieh", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Basic Clin Neurosci", "NlmUniqueID": "101575211", "ISSNLinking": "2008-126X"}, "CoiStatement": "Conflict of interest The authors declared no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Banafshe H. R., Mesdaghinia A., Arani M. N., Ramezani M. H., Heydari A., Hamidi G. A. (2012). Lithium attenuates pain-related behavior in a rat model of neuropathic pain: Possible involvement of opioid system. Pharmacology Biochemistry and Behavior, 100(3), 425–30. [DOI:10.1016/j.pbb.2011.10.004]", "ArticleIdList": ["10.1016/j.pbb.2011.10.004", "22009032"]}, {"Citation": "Bennett G. J., Xie Y. K. (1988). A peripheral mononeuropathy in rat that produces disorders of pain sensation like those seen in man. Pain, 33(1), 87–107. [DOI:10.1016/0304-3959(88)90209-6]", "ArticleIdList": ["10.1016/0304-3959(88)90209-6", "2837713"]}, {"Citation": "Brummett C. M., Padda A. K., Amodeo F. S., Welch K. B., Lydic R. (2009). Perineural dexmedetomidine added to ropivacaine causes a dose-dependent increase in the duration of thermal antinociception in sciatic nerve block in rat. Anesthesiology, 111(5), 1111–9. [DOI:10.1097/ALN.0b013e3181bbcc26]", "ArticleIdList": ["10.1097/ALN.0b013e3181bbcc26", "PMC2770892", "19858875"]}, {"Citation": "Chu L. W., Chen J. Y., Yu K. L., Cheng K. I., Wu P. C., Wu B. N. (2012). Neuroprotective and anti-inflammatory activities of atorvastatin in a rat chronic constriction injury model. International Journal of Immunopathology and Pharmacology, 25(1), 219–30. [DOI:10.1177/039463201202500124] [PMID]", "ArticleIdList": ["10.1177/039463201202500124", "22507334"]}, {"Citation": "Coward W. R., Marei A., Yang A., Vasa-Nicotera M. M., Chow S. C. (2006). Statin-induced proinflammatory response in mitogen-activated peripheral blood mononuclear cells through the activation of caspase-1 and IL-18 secretion in monocytes. Journal of Immunology, 176(9), 5284–92. [DOI:10.4049/jimmunol.176.9.5284] [PMID]", "ArticleIdList": ["10.4049/jimmunol.176.9.5284", "16621994"]}, {"Citation": "Darabi S., Hasanvand A., Nourollahi A. (2016). [Effects of garlic extract, olive leaf extract, nettle extract on serum inflammatory markers hsCRP and IL-6 and TNF-α in rats with diabetes (Persian)]. Complementary Medicine Journal of Faculty of Nursing and Midwifery, 6(1), 1452–60."}, {"Citation": "De Jongh R. F., Vissers K. C., Meert T. F., Booij L. H., De Deyne C. S., Heylen R. J. (2003). The role of interleukin-6 in nociception and pain. Anesthesia & Analgesia, 96(4), 1096–103. [DOI:10.1213/01.ANE.0000055362.56604.78]", "ArticleIdList": ["10.1213/01.ANE.0000055362.56604.78", "12651667"]}, {"Citation": "De Vries M. A., Klop B., Eskes S. A., van der Loos T. L., Klessens-Godfroy F. J., Wiebolt J., et al. (2014). The post-prandial situation as a pro-inflammatory condition. Clínica e Investigación en Arteriosclerosis, 26(4), 184–92. [DOI:10.1016/j.arteri.2014.02.007]", "ArticleIdList": ["10.1016/j.arteri.2014.02.007", "24866730"]}, {"Citation": "Die J., Wang K., Fan L., Jiang Y., Shi Z. (2010). Rosuvastatin preconditioning provides neuroprotection against spinal cord ischemia in rats through modulating nitric oxide synthase expressions. Brain Research, 1346, 251–61 [DOI:10.1016/j.brainnres.2010.05.068]", "ArticleIdList": ["10.1016/j.brainnres.2010.05.068", "20513366"]}, {"Citation": "Domoki F., Kis B., Gaspar T., Snipes J. A., Bari F., Busija D. W. (2010). Rosuvastatin induces delayed preconditioning against L-glutamate excitotoxicity in cultured cortical neurons. Neurochemistry International, 56(3), 404–9. [DOI:10.1016/j.neuint.2009.11.013]", "ArticleIdList": ["10.1016/j.neuint.2009.11.013", "PMC2824032", "19931334"]}, {"Citation": "Dworkin R. H., Backonja M., Rowbotham M. C., Allen R. R., Argoff C. R., Bennett G. J., et al. (2003). Advances in neuropathic pain: Diagnosis, mechanisms, and treatment recommendations. Archives of Neurology, 60(11), 1524–34. [DOI:10.1001/archneur.60.11.1524]", "ArticleIdList": ["10.1001/archneur.60.11.1524", "14623723"]}, {"Citation": "Ferreira T. S., Lanzetti M., Barroso M. V., Rueff-Barroso C. R., Benjamim C. F., de Brito-Gitirana L., et al. (2014). Oxidative stress and inflammation are differentially affected by atorvastatin, pravastatin, rosuvastatin, and simvastatin on lungs from mice exposed to cigarette smoke. Inflammation, 37(5), 1355–65. [DOI:10.1007/s10753-014-9860-y]", "ArticleIdList": ["10.1007/s10753-014-9860-y", "24609836"]}, {"Citation": "Ghaisas M. M., Dandawate P. R., Zawar S. A., Ahire Y. S., Gandhi S. P. (2010). Antioxidant, antinociceptive and anti-inflammatory activities of atorvastatin and rosuvastatin in various experimental models. Inflammopharmacology, 18(4), 169–77. [DOI:10.1007/s10787-010-0044-6] [PMID]", "ArticleIdList": ["10.1007/s10787-010-0044-6", "20532641"]}, {"Citation": "Gholami M. R., Abolhassani F., Pasbakhsh P., Akbari M., Sobhani A., Eshraghian M. R., et al. (2008). The effects of simvastatin on ischemia-reperfusion injury of sciatic nerve in adult rats. European Journal of Pharmacology, 590(1–3), 111–4. [DOI:10.1016/j.ejphar.2008.05.050]", "ArticleIdList": ["10.1016/j.ejphar.2008.05.050", "18586025"]}, {"Citation": "Ii M., Nishimura H., Kusano K. F., Qin G., Yoon Y. S., Wecker A., et al. (2005). Neuronal nitric oxide synthase mediates statin-induced restoration of vasa nervorum and reversal of diabetic neuropathy. Circulation, 112(1), 93–102. [DOI:10.1161/CIRCULATIONAHA.104.511964]", "ArticleIdList": ["10.1161/CIRCULATIONAHA.104.511964", "15983249"]}, {"Citation": "Jaggi A. S., Jain V., Singh N. (2011). Animal models of neuropathic pain. Fundamental & Clinical Pharmacology, 25(1), 1–28. [DOI:10.1111/j.1472-8206.2009.00801.x]", "ArticleIdList": ["10.1111/j.1472-8206.2009.00801.x", "20030738"]}, {"Citation": "Kim H. K., Park S. K., Zhou J. L., Taglialatela G., Chung K., Coggeshall R. E., et al. (2004). Reactive Oxygen Species (ROS) play an important role in a rat model of neuropathic pain. Pain, 111(1), 116–24. [DOI:10.1016/j.pain.2004.06.008] [PMID]", "ArticleIdList": ["10.1016/j.pain.2004.06.008", "15327815"]}, {"Citation": "Kim H. Y., Wang J., Lu Y., Chung J. M., Chung K. (2009). Superoxide signaling in pain is independent of nitric oxide signaling. NeuroReport, 20(16), 1424–8. [DOI:10.1097/WNR.0b013e328330f68b]", "ArticleIdList": ["10.1097/WNR.0b013e328330f68b", "PMC3097129", "19794317"]}, {"Citation": "Koh K. K., Sakuma I., Quon M. J. (2011). Differential metabolic effects of distinct statins. Atherosclerosis, 215(1), 1–8. [DOI:10.1016/j.atherosclerosis.2010.10.036]", "ArticleIdList": ["10.1016/j.atherosclerosis.2010.10.036", "21130454"]}, {"Citation": "Kukkar A., Singh N., Jaggi A. S. (2013). Neuropathic pain-attenuating potential of aliskiren in chronic constriction injury model in rats. Journal of the Renin-Angiotensin-Aldosterone System, 14(2), 116–23. [DOI:10.1177/1470320312460899]", "ArticleIdList": ["10.1177/1470320312460899", "23087256"]}, {"Citation": "Lee H. L., Lee K. M., Son S. J., Hwang S. H., Cho H. J. (2004). Temporal expression of cytokines and their receptors mRNAs in a neuropathic pain model. NeuroReport, 15(18), 2807–11. [PMID]", "ArticleIdList": ["15597059"]}, {"Citation": "Leung L., Cahill C. M. (2010). TNF-alpha and neuropathic pain: A review. Journal of Neuroinflammation, 7, 27 [DOI:10.1186/1742-2094-7-27]", "ArticleIdList": ["10.1186/1742-2094-7-27", "PMC2861665", "20398373"]}, {"Citation": "Li Z., Gao Z., Li S., Zhang Y., Xing L., Zhang L., et al. (2015). Microinjection of calcitonin in midbrain periaqueductal gray attenuates hyperalgesia in a chronic constriction injury rat model. Iranian Journal of Basic Medical Sciences, 18(1), 72–9. [PMID] [PMCID]", "ArticleIdList": ["PMC4366746", "25810879"]}, {"Citation": "Lopez-Cortes L. E., Galvez-Acebal J., Del Toro M. D., Velasco C., de Cueto M., Caballero F. J., et al. (2013). Effect of statin therapy in the outcome of bloodstream infections due to Staphylococcus aureus: a prospective cohort study. PLoS One, 8(12), e82958. [DOI:10.1371/journal.pone.0082958]", "ArticleIdList": ["10.1371/journal.pone.0082958", "PMC3871563", "24376617"]}, {"Citation": "Mahalwar R., Khanna D. (2013). Pleiotropic antioxidant potential of rosuvastatin in preventing cardiovascular disorders. European Journal of Pharmacology, 711(1–3), 57–62. [DOI:10.1016/j.ejphar.2013.04.025]", "ArticleIdList": ["10.1016/j.ejphar.2013.04.025", "23648561"]}, {"Citation": "Mayanagi K., Katakam P. V., Gáspár T., Domoki F., Busija D. W. (2008). Acute treatment with rosuvastatin protects insulin resistant (C57BL/6J ob/ob) mice against transient cerebral ischemia. Journal of Cerebral Blood Flow & Metabolism, 28(12), 1927–35. [DOI:10.1038/jcbfm.2008.81]", "ArticleIdList": ["10.1038/jcbfm.2008.81", "PMC2632795", "18665182"]}, {"Citation": "McTaggart F. (2003). Comparative pharmacology of rosuvastatin. Atherosclerosis Supplements, 4(1), 9–14. [DOI:10.1016/S1567-5688(03)00004-7]", "ArticleIdList": ["10.1016/S1567-5688(03)00004-7", "12714032"]}, {"Citation": "Milligan E. D., Watkins L. R. (2009). Pathological and protective roles of glia in chronic pain. Nature Reviews Neuroscience, 10(1), 23–36. [DOI:10.1038/nrn2533]", "ArticleIdList": ["10.1038/nrn2533", "PMC2752436", "19096368"]}, {"Citation": "Mohammadi M. T., Amini R., Jahanbakhsh Z., Shekarforoush S. (2013). Effects of atorvastatin on the hypertension-induced oxidative stress in the rat brain. Iranian Biomedical Journal, 17(3), 152–7. [PMID] [PMCID]", "ArticleIdList": ["PMC3770258", "23748894"]}, {"Citation": "Murphy P. G., Ramer M. S., Borthwick L., Gauldie J., Richardson P. M., Bisby M. A. (1999). Endogenous interleukin-6 contributes to hypersensitivity to cutaneous stimuli and changes in neuropeptides associated with chronic nerve constriction in mice. European Journal of Neuroscience, 11(7), 2243–53. [DOI:10.1046/j.1460-9568.1999.00641.x] [PMID]", "ArticleIdList": ["10.1046/j.1460-9568.1999.00641.x", "10383613"]}, {"Citation": "Murrow J. R., Sher S., Ali S., Uphoff I., Patel R., Porkert M., et al. (2012). The differential effect of statins on oxidative stress and endothelial function: Atorvastatin versus pravastatin. Journal of Clinical Lipidology, 6(1), 42–9. [DOI:10.1016/j.jacl.2011.08.006]", "ArticleIdList": ["10.1016/j.jacl.2011.08.006", "22264573"]}, {"Citation": "Naito Y., Katada K., Takagi T., Tsuboi H., Kuroda M., Handa O., et al. (2006). Rosuvastatin reduces rat intestinal ischemiareperfusion injury associated with the preservation of endothelial nitric oxide synthase protein. World Journal of Gastroenterology, 12(13), 2024–30. [DOI:10.3748/wjg.v12.i13.2024] [PMID] [PMCID]", "ArticleIdList": ["10.3748/wjg.v12.i13.2024", "PMC4087679", "16610051"]}, {"Citation": "Ramer M. S., Murphy P. G., Richardson P. M., Bisby M. A. (1998). Spinal nerve lesion-induced mechanoallodynia and adrenergic sprouting in sensory ganglia are attenuated in interleukin-6 knockout mice. Pain, 78(2), 115–21. [DOI:10.1016/S0304-3959(98)00121-3]", "ArticleIdList": ["10.1016/S0304-3959(98)00121-3", "9839821"]}, {"Citation": "Sanchez-Aguilar M., Tapia-Perez J. H., Sanchez-Rodriguez J. J., Vinas-Rios J. M., Martinez-Perez P., de la Cruz-Mendoza E., et al. (2013). Effect of rosuvastatin on cytokines after traumatic head injury. Journal of Neurosurgery, 118(3), 669–675. [DOI:10.3171/2012.12.JNS121084]", "ArticleIdList": ["10.3171/2012.12.JNS121084", "23289819"]}, {"Citation": "Santos Fdo N., Watanabe M., Vasco C. F., Fonseca C. D., Vattimo Mde F. (2014). [Antioxidant protection of statins in acute kidney injury induced by sepsis]. Revista da Escola de Enfermagem da USP, 48(5), 820–6. [DOI:10.1590/S0080-6234201400005000007]", "ArticleIdList": ["10.1590/S0080-6234201400005000007", "25493485"]}, {"Citation": "Savoia C., Sisalli M. J., Di Renzo G., Annunziato L., Scorziello A. (2011). Rosuvastatin-induced neuroprotection in cortical neurons exposed to OGD/reoxygenation is due to nitric oxide inhibition and ERK1/2 pathway activation. International Journal of Physiology, Pathophysiology and Pharmacology, 3(1), 57–64. [PMID] [PMCID]", "ArticleIdList": ["PMC3068854", "21479102"]}, {"Citation": "Shi X. Q., Lim T. K., Lee S., Zhao Y. Q., Zhang J. (2011). Statins alleviate experimental nerve injury-induced neuropathic pain. Pain, 152(5), 1033–43. [DOI:10.1016/j.pain.2011.01.006]", "ArticleIdList": ["10.1016/j.pain.2011.01.006", "21414721"]}, {"Citation": "Silhavy J., Zidek V., Landa V., Simakova M., Mlejnek P., Skop V., et al. (2014). Rosuvastatin can block pro-inflammatory actions of transgenic human C-reactive protein without reducing its circulating levels. Cardiovascular Therapeutics, 32(2), 59–65. [DOI:10.1111/1755-5922.12061]", "ArticleIdList": ["10.1111/1755-5922.12061", "24410968"]}, {"Citation": "Siniscalco D., Fuccio C., Giordano C., Ferraraccio F., Palazzo E., Luongo L., et al. (2007). Role of reactive oxygen species and spinal cord apoptotic genes in the development of neuropathic pain. Pharmacological Research, 55(2), 158–66. [DOI:10.1016/j.phrs.2006.11.009]", "ArticleIdList": ["10.1016/j.phrs.2006.11.009", "17207636"]}, {"Citation": "Trevisan G., Benemei S., Materazzi S., De Logu F., De Siena G., Fusi C., et al. (2016). TRPA1 mediates trigeminal neuropathic pain in mice downstream of monocytes/macrophages and oxidative stress. Brain, 139(5), 1361–77. [DOI:10.1093/brain/aww038] [PMID]", "ArticleIdList": ["10.1093/brain/aww038", "26984186"]}, {"Citation": "Uekawa K., Hasegawa Y., Ma M., Nakagawa T., Katayama T., Sueta D., et al. (2014). Rosuvastatin ameliorates early brain injury after subarachnoid hemorrhage via suppression of superoxide formation and nuclear factor-kappa B activation in rats. Journal of Stroke and Cerebrovascular Diseases, 23(6), 1429–39. [DOI:10.1016/j.jstrokecerebrovasdis.2013.12.004]", "ArticleIdList": ["10.1016/j.jstrokecerebrovasdis.2013.12.004", "24529602"]}, {"Citation": "Verreth W., De Keyzer D., Davey P. C., Geeraert B., Mertens A., Herregods M. C., et al. (2007). Rosuvastatin restores superoxide dismutase expression and inhibits accumulation of oxidized LDL in the aortic arch of obese dyslipidemic mice. British Journal of Pharmacology, 151(3), 347–55. [DOI:10.1038/sj.bjp.0707231]", "ArticleIdList": ["10.1038/sj.bjp.0707231", "PMC2013983", "17384667"]}, {"Citation": "Wu H., Lu D., Jiang H., Xiong Y., Qu C., Li B., et al. (2008). Simvastatin-mediated upregulation of VEGF and BDNF, activation of the PI3K/Akt pathway, and increase of neurogenesis are associated with therapeutic improvement after traumatic brain injury. Journal of Neurotrauma, 25(2), 130–9. [DOI:10.1089/neu.2007.0369]", "ArticleIdList": ["10.1089/neu.2007.0369", "18260796"]}, {"Citation": "Yavuz C., Demirtas S., Guclu O., Karahan O., Caliskan A., Yazici S., et al. (2013). Rosuvastatin may have neuroprotective effect on spinal cord ischemia reperfusion injury. CNS & Neurological Disorders-Drug Targets, 12(7), 1011–6. [DOI:10.2174/18715273113129990085]", "ArticleIdList": ["10.2174/18715273113129990085", "23844682"]}, {"Citation": "Zanjani T. M., Sabetkasaei M., Mosaffa N., Manaheji H., Labibi F., Farokhi B. (2006). Suppression of interleukin-6 by minocycline in a rat model of neuropathic pain. European Journal of Pharmacology, 538(1–3), 66–72. [DOI:10.1016/j.ejphar.2006.03.063]", "ArticleIdList": ["10.1016/j.ejphar.2006.03.063", "16687137"]}, {"Citation": "Zhuo M. (2007). Neuronal mechanism for neuropathic pain. Molecular Pain, 3, 1744-8069-3-14. [DOI:10.1186/1744-8069-3-14]", "ArticleIdList": ["10.1186/1744-8069-3-14", "PMC1904186", "17553143"]}]}], "History": [{"Year": "2017", "Month": "1", "Day": "27"}, {"Year": "2017", "Month": "2", "Day": "10"}, {"Year": "2017", "Month": "9", "Day": "26"}, {"Year": "2018", "Month": "12", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30519383", "PMC6276538", "10.32598/bcn.9.4.251", "bcn-9-251"]}}]}