{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antidiabetic", "Antihyperglycemic", "Diabetes", "Hypoglycemic", "Medicinal plants"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30555770", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "12", "Day": "12"}], "Language": ["eng"], "ELocationID": ["4", "10.1007/s13205-018-1528-0"], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Jan"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "Role of medicinal plants in the management of diabetes mellitus: a review.", "Pagination": {"StartPage": "4", "MedlinePgn": "4"}, "Abstract": {"AbstractText": ["Medicinal plants have a vast potential in the treatment of various ailments due to the presence of therapeutically important phytochemicals. Diabetes is a serious metabolic disorder and several marketed medications are available to alleviate the symptoms of diabetes. However, these over the counter drugs are expensive and associated with several complications. Herbal medicines are gaining importance as they are cost-effective and also display improved therapeutic effects with lesser side effects. The present review includes the reports available on medicinal plants used for treating diabetes complications. The aim of the review is to categorize and summarize the available information on medicinal plants with anti-diabetic properties and suggesting outlooks for future research. A systematic search was performed on medicinal plants with anti-diabetic properties using several search engines such as Google Scholar, PubMed, Science Direct and other online journals and books. All the plants listed in this review are native to Asian countries and are routinely used by the traditional practitioners for the treatment of various ailments. Based on the literature data available, a total of 81 medicinal plants with anti-diabetic, anti-hyperglycemic, hypoglycemic, anti-lipidemic and insulin mimetic properties have been compiled in this review. This review provides useful information about the different medicinal plants for treating diabetes-associated complications. Further research can be carried out to study the active constituents and mechanism of these plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0000 9896 4772", "grid.412056.4"], "Affiliation": "1Department of Biotechnology, School of Agriculture and Biosciences, Karunya Institute of Technology and Sciences (Deemed to be University), Coimbatore, Tamil Nadu 641114 India."}], "LastName": "Bindu Jacob"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0000 8735 2850", "grid.411677.2"], "Affiliation": "2Department of Biochemistry, Kongunadu Arts and Science College, G.N. Mills (PO), Coimbatore, Tamil Nadu 641029 India."}], "LastName": "Narendhirakannan R T"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "Compliance with ethical standardsThe authors have declared no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abas R, Othman F, Thent ZC. Protective effect of Momordica charantia fruit extract on hyperglycaemia-induced cardiac fibrosis. Oxid Med Cell Longev. 2014 doi: 10.1155/2014/429060.", "ArticleIdList": ["10.1155/2014/429060", "PMC4211142", "25371774"]}, {"Citation": "Abdel-Hassan IA, Abdel-Barry JA, Tariq Mohammeda S. The hypoglycaemic and antihyperglycaemic effect of Citrullus colocynthis fruit aqueous extract in normal and alloxan diabetic rabbits. J Ethnopharmacol. 2000;71:1–2. doi: 10.1016/S0378-8741(99)00215-9.", "ArticleIdList": ["10.1016/S0378-8741(99)00215-9", "10904181"]}, {"Citation": "Abdulrazaq NB, Cho MM, Win NN, Zaman R, Rahman MT. Beneficial effects of ginger (Zingiber officinale) on carbohydrate metabolism in streptozotocin-induced diabetic rats. Br J Nutr. 2012;108:1194–1201. doi: 10.1017/S0007114511006635.", "ArticleIdList": ["10.1017/S0007114511006635", "22152092"]}, {"Citation": "Abeywickrama KRW, Ratnasooriya WD, Amarakoon AM. Oral hypoglycaemic, antihyperglycaemic and antidiabetic activities of Sri Lankan Broken Orange Pekoe Fannings (BOPF) grade black tea (Camellia sinensis L.) in rats. J Ethnopharmacol. 2011;135:2:278–286. doi: 10.1016/j.jep.2011.02.035.", "ArticleIdList": ["10.1016/j.jep.2011.02.035", "21397000"]}, {"Citation": "Ahlem S, Khaled H, Wafa M, Sofiane B, Mohamed D, Jean-Claude M, Abdelfattah el F. Oral administration of Eucalyptus globulus extract reduces the alloxan-induced oxidative stress in rats. Chem Biol Interact. 2009;181(1):71–76. doi: 10.1016/j.cbi.2009.06.006.", "ArticleIdList": ["10.1016/j.cbi.2009.06.006", "19540215"]}, {"Citation": "Ahmad M, Kamran SH, Mobasher A. Protective effect of crude Curcuma longa and its methanolic extract in alloxanized rabbits. Pak J Pharm Sci. 2014;27:1121–1128.", "ArticleIdList": ["24374440"]}, {"Citation": "Ahmed I, Adeghate E, Cummings E, Sharma AK, Singh J. Beneficial effects and mechanism of action of Momordica charantia juice in the treatment of streptozotocin-induced diabetes mellitus in rat. Mol Cell Biochem. 2004;261:63–70. doi: 10.1023/B:MCBI.0000028738.95518.90.", "ArticleIdList": ["10.1023/B:MCBI.0000028738.95518.90", "15362486"]}, {"Citation": "Aissaoui A, Zizi S, Israili ZH, Lyoussi B. Hypoglycemic and hypolipidemic effects of Coriandrum sativum L. in Meriones shawi rats. J Ethnopharmacol. 2011;137:652–661. doi: 10.1016/j.jep.2011.06.019.", "ArticleIdList": ["10.1016/j.jep.2011.06.019", "21718774"]}, {"Citation": "Akhtar MS, Ramzan A, Ali A, Ahmad M. Effect of Amla fruit (Emblica officinalis Gaertn.) on blood glucose and lipid profile of normal subjects and type 2 diabetic patients. Int J Food Sci Nutr. 2011;62(6):609–616. doi: 10.3109/09637486.2011.560565.", "ArticleIdList": ["10.3109/09637486.2011.560565", "21495900"]}, {"Citation": "Al-amin ZM, Thomson M, Al-qattan KK, Peltonen-shalaby R, Ali M. Anti-diabetic and hypolipidaemic properties of ginger (Zingiber officinale) in streptozotocin-induced diabetic rats. Br J Nutr. 2006;96(4):660–666. doi: 10.1079/BJN20061849.", "ArticleIdList": ["10.1079/BJN20061849", "17010224"]}, {"Citation": "Al-Goblan AS, Al-Alfi MA, Khan MZ. Mechanism linking diabetes mellitus and obesity. Diabetes Metab Syndr Obes. 2014;7:587–591. doi: 10.2147/DMSO.S67400.", "ArticleIdList": ["10.2147/DMSO.S67400", "PMC4259868", "25506234"]}, {"Citation": "Al-Shaqha WM, Khan M, Salam N, Azzi A, Chaudhary AA. Anti-diabetic potential of Catharanthus roseus Linn. and its effect on the glucose transport gene (GLUT-2 and GLUT-4) in streptozotocin induced diabetic wistar rats. BMC Complement Altern Med. 2015;15(1):379. doi: 10.1186/s12906-015-0899-6.", "ArticleIdList": ["10.1186/s12906-015-0899-6", "PMC4618145", "26490765"]}, {"Citation": "Ananda PK, Kumarappan CT, Christudas S, Kalaichelvan VK. Effect of Biophytum sensitivum on streptozotocin and nicotinamide-induced diabetic rats. Asian Pac J Trop Biomed. 2012;2:1:31–35. doi: 10.1016/S2221-1691(11)60185-8.", "ArticleIdList": ["10.1016/S2221-1691(11)60185-8", "PMC3609215", "23569830"]}, {"Citation": "Andrade-Cetto A, Wiedenfeld H. Anti-hyperglycemic effect of Opuntia streptacantha Lem. J Ethnopharmacol. 2011;133:940–943. doi: 10.1016/j.jep.2010.11.022.", "ArticleIdList": ["10.1016/j.jep.2010.11.022", "21111796"]}, {"Citation": "Ankolekar C, Terry T, Johnson K, Johnson D, Barbosa AC, Shetty K. Anti-hyperglycemia properties of Tea (Camellia sinensis) bioactives using in vitro assay models and influence of extraction time. J Med Food. 2011;14(10):1190–1197. doi: 10.1089/jmf.2010.0291.", "ArticleIdList": ["10.1089/jmf.2010.0291", "21859352"]}, {"Citation": "Ansari A, Shahriar MSZ, Hassan MM, Das SR, Rokeya B, Haque MA, Biswas N, Sarkar T. Emblica officinalis improves glycemic status and oxidative stress in STZ induced type 2 diabetic model rats. Asian Pac J Trop Med. 2014;7(1):21–25. doi: 10.1016/S1995-7645(13)60185-6.", "ArticleIdList": ["10.1016/S1995-7645(13)60185-6", "24418077"]}, {"Citation": "Arul B, Kothai R, Christina AJ. Hypoglycemic and antihyperglycemic effect of Semecarpus anacardium Linn in normal and streptozotocin-induced diabetic rats. Methods Find Exp Clin Pharmacol. 2004;26:10:759–762. doi: 10.1358/mf.2004.26.10.872556.", "ArticleIdList": ["10.1358/mf.2004.26.10.872556", "15672117"]}, {"Citation": "Arumugam S, Kavimani S, Kadalmani B, Ahmed ABA, Akbarsha MA, Rao MV. Antidiabetic activity of leaf and callus extracts of Aegle marmelos in rabbit. Sci Asia. 2008;34:317–321. doi: 10.2306/scienceasia1513-1874.2008.34.317.", "ArticleIdList": ["10.2306/scienceasia1513-1874.2008.34.317"]}, {"Citation": "Ashraf R, Khan RA, Ashraf I. Garlic (Allium sativum) supplementation with standard antidiabetic agent provides better diabetic control in type 2 diabetes patients. Pak J Pharm Sci. 2011;24(4):565–570.", "ArticleIdList": ["21959822"]}, {"Citation": "Atal S, Agrawal RP, Vyas S, Phadnis P, Rai N. Evaluation of the effect of piperine per se on blood glucose level in alloxan-induced diabetic mice. Acta Pol Pharm. 2012;69(5):965–969.", "ArticleIdList": ["23061294"]}, {"Citation": "Ayyanar M, Sankarasivaraman K, Ignacimuthu S. Traditional herbal medicines used for the treatment of diabetes among two major tribal groups in South Tamil Nadu, India. Ethnobot Leaf. 2008;12:276–280."}, {"Citation": "Baizid Alam Shibib MAA, Hasan AM, Rahman R. A creeper, Coccinia indica, has anti-hyperglycaemic and anti-ureogenic effects in diabetic rats. JPMA. 2012;62:1145.", "ArticleIdList": ["23866400"]}, {"Citation": "Balamurugan R, Duraipandiyan V, Ignacimuthu S. Antidiabetic activity of γ-sitosterol isolated from Lippia nodiflora L. in streptozotocin induced diabetic rats. Eur J Pharmacol. 2011;667(1–3):410–418. doi: 10.1016/j.ejphar.2011.05.025.", "ArticleIdList": ["10.1016/j.ejphar.2011.05.025", "21658378"]}, {"Citation": "Baldissera G, Sperotto NDM, Rosa HT, Henn JG, Peres VF, Moura DJ, Roehrs R, Denardin ELG, Dal Lago P, Nunes RB, Saffi J. Effects of crude hydroalcoholic extract of Syzygium cumini (L.) Skeels leaves and continuous aerobic training in rats with diabetes induced by a high-fat diet and low doses of streptozotocin. J Ethnopharmacol. 2016;194:1012–1021. doi: 10.1016/j.jep.2016.10.056.", "ArticleIdList": ["10.1016/j.jep.2016.10.056", "27794509"]}, {"Citation": "Baliga MS, Bhat HP, Joseph N, Fazal F. Phytochemistry and medicinal uses of the bael fruit (Aegle marmelos Correa): a concise review. Food Res Int. 2011;44:7:1768–1775. doi: 10.1016/j.foodres.2011.02.008.", "ArticleIdList": ["10.1016/j.foodres.2011.02.008"]}, {"Citation": "Banerjee J, Narendhirakannan RT. Biosynthesis of silver nanoparticles from Syzygium cumini (L.) seed extract and evaluation of their in vitro antioxidant activities. Dig J Nanomater Biostruct. 2011;6:961–968."}, {"Citation": "Barghamdi B, Ghorat F, Asadollahi K, Sayehmiri K, Peyghambari R, Abangah G. Therapeutic effects of Citrullus colocynthis fruit in patients with type II diabetes: a clinical trial study. J Pharm Bioallied Sci. 2016;8(2):130–134. doi: 10.4103/0975-7406.171702.", "ArticleIdList": ["10.4103/0975-7406.171702", "PMC4832903", "27134465"]}, {"Citation": "Bastaki S. Diabetes mellitus and its treatment. Int J Diabetes Metab. 2005;13:111–134."}, {"Citation": "Bavarva JH, Narasimhacharya AV. Antihyperglycemic and hypolipidemic effects of Costus speciosus in alloxan induced diabetic rats. Phytother Res. 2008;22(5):620–626. doi: 10.1002/ptr.2302.", "ArticleIdList": ["10.1002/ptr.2302", "18444247"]}, {"Citation": "Beidokhti MN, Andersen MV, Eid HM, Villavicencio MLS, Staerk D, Haddad PS, Jäger AK. Investigation of antidiabetic potential of Phyllanthus niruri L. using assays for α-glucosidase, muscle glucose transport, liver glucose production, and adipogenesis. Biochem Biophys Res Commun. 2017;493(1):869–874. doi: 10.1016/j.bbrc.2017.09.080.", "ArticleIdList": ["10.1016/j.bbrc.2017.09.080", "28928090"]}, {"Citation": "Bhandari U, Ansari MN (2008) Antihyperglycaemic activity of aqueous extract of Embelia ribes Burm in streptozotocin-induced diabetic rats. Indian J Exp Biol 46:8:607–613. http://nopr.niscair.res.in/handle/123456789/4570", "ArticleIdList": ["18814490"]}, {"Citation": "Bitencourt PER, Bona KS, De Cargnelutti LO, Bonfanti G, Pigatto A, Boligon A, Athayde ML, Pierezan F, Zanette RA, Moretto MB. Syzygium cumini seed extract ameliorates adenosine deaminase activity and biochemical parameters but does not alter insulin sensitivity and pancreas architecture in a short-term model of diabetes. J Complement Integr Med. 2015;12:187–193. doi: 10.1515/jcim-2015-0008.", "ArticleIdList": ["10.1515/jcim-2015-0008", "25955284"]}, {"Citation": "Bnouham M, Merhfour FZ, Ziyyat A, Mekhfi H, Aziz M, Legssyer A. Antihyperglycemic activity of the aqueous extract of Urtica dioica. Fitoterapia. 2003;74(7):677–681. doi: 10.1016/S0367-326X(03)00182-5.", "ArticleIdList": ["10.1016/S0367-326X(03)00182-5", "14630172"]}, {"Citation": "Bolkent Ş, Yanardağ R, Tabakoğlu-Oğuz A, Özsoy-Saçan Ö. Effects of chard (Beta vulgaris L. var. cicla) extract on pancreatic B cells in streptozotocin-diabetic rats: a morphological and biochemical study. J Ethnopharmacol. 2000;73(1):251–259. doi: 10.1016/S0378-8741(00)00328-7.", "ArticleIdList": ["10.1016/S0378-8741(00)00328-7", "11025163"]}, {"Citation": "Broadhurst CL, Polansky MM, Anderson RA. Insulin like biological activity of culinary and medicinal plant aqueous extracts in vitro. J Agric Food Chem. 2000;48(3):849–852. doi: 10.1021/jf9904517.", "ArticleIdList": ["10.1021/jf9904517", "10725162"]}, {"Citation": "Chahlia N. Evaluation of Hypolipidaemic Activity of Capparis decidua. Int J Biomed Sci. 2009;5(1):70–73.", "ArticleIdList": ["PMC3614749", "23675118"]}, {"Citation": "Chakrabarti R, Vikramadithyan RK, Mullangi R, Sharma VM, Jagadheshan H, Rao YN, Sairam P, Rajagopalan R. Antidiabetic and hypolipidemic activity of Helicteres isora in animal models. J Ethnopharmacol. 2002;81(3):343–349. doi: 10.1016/S0378-8741(02)00120-4.", "ArticleIdList": ["10.1016/S0378-8741(02)00120-4", "12127235"]}, {"Citation": "Chakrabarti S, Biswas TK, Seal T, Rokeya B, Ali L, Khan AA, Nahar N, Mosihuzzaman M, Mukherjee B. Antidiabetic activity of Caesalpinia bonducella F. in chronic type 2 diabetic model in Long-Evans rats and evaluation of insulin secretagogue property of its fractions on isolated islets. J Ethnopharmacopol. 2005;97(1):117–122. doi: 10.1016/j.jep.2004.10.025.", "ArticleIdList": ["10.1016/j.jep.2004.10.025", "15652285"]}, {"Citation": "Chauhan S, Nath N, Tule V. Antidiabetic and antioxidant effects of Picrorhiza kurrooa rhizome extracts in diabetic rats. Indian J Clin Biochem. 2008;23(3):238–242. doi: 10.1007/s12291-008-0053-z.", "ArticleIdList": ["10.1007/s12291-008-0053-z", "PMC3453454", "23105761"]}, {"Citation": "Chhetri DR, Parajuli P, Subba GC. Antidiabetic plants used by Sikkim and Darjeeling Himalayan tribes, India. J Ethnopharmacol. 2005;99(2):199–202. doi: 10.1016/j.jep.2005.01.058.", "ArticleIdList": ["10.1016/j.jep.2005.01.058", "15894127"]}, {"Citation": "Crawford P. Effectiveness of cinnamon for lowering hemoglobin A1C in patients with type 2 diabetes: a randomized, controlled trial. J Am Board Fam Med. 2009;22:507–512. doi: 10.3122/jabfm.2009.05.080093.", "ArticleIdList": ["10.3122/jabfm.2009.05.080093", "19734396"]}, {"Citation": "D’souza JJ, D’souza PP, Fazal F, Kumar A, Bhat HP, Baliga MS. Anti-diabetic effects of the Indian indigenous fruit Emblica officinalis Gaertn: active constituents and modes of action. Food Funct. 2014;5:635. doi: 10.1039/c3fo60366k.", "ArticleIdList": ["10.1039/c3fo60366k", "24577384"]}, {"Citation": "Das S, Barman S. Antidiabetic and antihyperlipidemic effects of ethanolic extract of leaves of Punica granatum in alloxan-induced non-insulin-dependent diabetes mellitus albino rats. Indian J Pharmacol. 2012;44(2):219–224. doi: 10.4103/0253-7613.93853.", "ArticleIdList": ["10.4103/0253-7613.93853", "PMC3326916", "22529479"]}, {"Citation": "de Medina FS, Gamez MJ, Jimenez I, Jimenez J, Osuna JI, Zarzuelo A. Hypoglycemic activity of juniper “berries”. Planta Med. 1994;60(03):197. doi: 10.1055/s-2006-959457.", "ArticleIdList": ["10.1055/s-2006-959457", "8073081"]}, {"Citation": "de Souza Cardoso J, Oliveira PS, Bona NP, Vasconcellos FA, Baldissarelli J, Vizzotto M, Soares MSP, Ramos VP, Spanevello RM, Lencina CL, Tavares RG. Antioxidant, antihyperglycemic, and antidyslipidemic effects of Brazilian-native fruit extracts in an animal model of insulin resistance. Redox Rep. 2017 doi: 10.1080/13510002.2017.1375709.", "ArticleIdList": ["10.1080/13510002.2017.1375709", "PMC6748693", "29088999"]}, {"Citation": "Dean L, McEntyre J. The genetic landscape of diabetes [Internet] Bethesda: National Center for Biotechnology Information (US); 2004."}, {"Citation": "Debbarma M, Pala NA, Kumar M, Bussmann RW. Traditional knowledge of medicinal plants in tribes of Tripura in northeast, India. Afr J Tradit Complement Altern Med. 2017;14(4):156. doi: 10.21010/ajtcam.v14i4.18.", "ArticleIdList": ["10.21010/ajtcam.v14i4.18", "PMC5471463", "28638879"]}, {"Citation": "Deguchi Y, Miyazaki K. Anti-hyperglycemic and anti-hyperlipidemic effects of guava leaf extract. Nutr Metab (Lond) 2010;7(1):9. doi: 10.1186/1743-7075-7-9.", "ArticleIdList": ["10.1186/1743-7075-7-9", "PMC2831039", "20181067"]}, {"Citation": "Dhanabal SP, Kokate CK, Ramanathan M, Kumar EP, Suresh B. Hypoglycaemic activity of Pterocarpus marsupium Roxb. Phytother Res. 2006;20(1):4–8. doi: 10.1002/ptr.1819.", "ArticleIdList": ["10.1002/ptr.1819", "16397913"]}, {"Citation": "Dikshit P, Shukla K, Tyagi MK, Garg P, Gambhir JK, Shukla R. Antidiabetic and antihyperlipidemic effects of the stem of Musa sapientum Linn. in streptozotocin-induced diabetic rats. J Diabetes. 2012;4(4):378–385. doi: 10.1111/j.1753-0407.2012.00198.", "ArticleIdList": ["10.1111/j.1753-0407.2012.00198", "22429814"]}, {"Citation": "Durg S, Veerapur VP, Neelima S, Dhadde SB. Antidiabetic activity of Embelia ribes, embelin and its derivatives: a systematic review and meta-analysis. Biomed Pharmacother. 2017;86:195–204. doi: 10.1016/j.biopha.2016.12.001.", "ArticleIdList": ["10.1016/j.biopha.2016.12.001", "27984799"]}, {"Citation": "Dusane MB, Joshi BN. Islet protective and insulin secretion property of Murraya koenigii and Ocimum tenuflorum in streptozotocin-induced diabetic mice. Can J Physiol Pharmacol. 2012;90:371–378. doi: 10.1139/y11-133.", "ArticleIdList": ["10.1139/y11-133", "22397690"]}, {"Citation": "Eidi A, Eidi M, Esmaeili E. Antidiabetic effect of garlic (Allium sativum L.) in normal and streptozotocin-induced diabetic rats. Phytomedicine. 2006;13(9–10):624–629. doi: 10.1016/j.phymed.2005.09.010.", "ArticleIdList": ["10.1016/j.phymed.2005.09.010", "17085291"]}, {"Citation": "Eidi M, Eidi A, Saeidi A, Molanaei S, Sadeghipour A, Bahar M, Bahar K. Effect of coriander seed (Coriandrum sativum L.) ethanol extract on insulin release from pancreatic beta cells in streptozotocin-induced diabetic rats. Phytother Res. 2009;23(3):404–406. doi: 10.1002/ptr.2642.", "ArticleIdList": ["10.1002/ptr.2642", "19003941"]}, {"Citation": "Eldin IM, Ahmed EM, Abd EH. Preliminary study of the clinical hypoglycemic effects of Allium cepa (red onion) in type 1 and type 2 diabetic patients. Environ Health Insights. 2010;4:71. doi: 10.4137/EHI.S5540.", "ArticleIdList": ["10.4137/EHI.S5540", "PMC2978938", "21079693"]}, {"Citation": "Eliza J, Daisy P, Ignacimuthu S, Duraipandiyan V. Antidiabetic and antilipidemic effect of eremanthin from Costus speciosus (Koen.)Sm., in STZ-induced diabetic rats. Chem Biol Interact. 2009;182(1):67–72. doi: 10.1016/j.cbi.2009.08.012.", "ArticleIdList": ["10.1016/j.cbi.2009.08.012", "19695236"]}, {"Citation": "Eno AE, Ofem OE, Nku CO, Ani EJ, Itam EH. Stimulation of insulin secretion by Viscum album (mistletoe) leaf extract in streptozotocin-induced diabetic rats. Afr J Med Med Sci. 2008;37(2):141–147.", "ArticleIdList": ["18939397"]}, {"Citation": "Fabio GD, Romanucci V, De Marco A, Zarrelli A. Triterpenoids from Gymnema sylvestre and their pharmacological activities. Molecules. 2014;19(8):10956–10981. doi: 10.3390/molecules190810956.", "ArticleIdList": ["10.3390/molecules190810956", "PMC6270848", "25072200"]}, {"Citation": "Gandhi GR, Ignacimuthu S, Paulraj MG. Hypoglycemic and β-cells regenerative effects of Aegle marmelos (L.) Corr. bark extract in streptozotocin-induced diabetic rats. Food Chem Toxicol. 2012;50:1667–1674. doi: 10.1016/j.fct.2012.01.030.", "ArticleIdList": ["10.1016/j.fct.2012.01.030", "22310238"]}, {"Citation": "Ganogpichayagrai A, Palanuvej C, Ruangrungsi N. Antidiabetic and anticancer activities of Mangifera indica cv. Okrong leaves. J Adv Pharm Technol Res. 2017;8(1):19–24. doi: 10.4103/2231-4040.197371.", "ArticleIdList": ["10.4103/2231-4040.197371", "PMC5288965", "28217550"]}, {"Citation": "George C, Lochner A, Huisamen B. The efficacy of Prosopis glandulosa as antidiabetic treatment in rat models of diabetes and insulin resistance. J Ethnopharmacol. 2011;137(1):298–304. doi: 10.1016/j.jep.2011.05.023.", "ArticleIdList": ["10.1016/j.jep.2011.05.023", "21645608"]}, {"Citation": "Ghoul JE, Boughattas NA, Ben-Attia M. Antihyperglycemic and antihyperlipidemic activities of ethanolic extract of Zygophyllum album in streptozotocin-induced diabetic mice. Toxicol Ind Health. 2013;29(1):43–51. doi: 10.1177/0748233712442706.", "ArticleIdList": ["10.1177/0748233712442706", "22499272"]}, {"Citation": "Gondi M, Basha SA, Bhaskar JJ, Salimath PV, Rao UJ. Anti-diabetic effect of dietary mango (Mangifera indica L.) peel in streptozotocin-induced diabetic rats. J Sci Food Agric. 2015;95(5):991–999. doi: 10.1002/jsfa.6778.", "ArticleIdList": ["10.1002/jsfa.6778", "24917522"]}, {"Citation": "Gordien AY, Gray AI, Franzblau SG, Seidel V. Antimycobacterial terpenoids from Juniperus communis L.(Cuppressaceae) J Ethnopharmacol. 2009;126(3):500–505. doi: 10.1016/j.jep.2009.09.007.", "ArticleIdList": ["10.1016/j.jep.2009.09.007", "19755141"]}, {"Citation": "Guang-Kai XU, Xiao-Ying QI, Guo-Kai WA, Guo-Yong XI, Xu-Sen LI, Chen-Yu SU, Bao-Lin LI, Min-Jian QI. Antihyperglycemic, antihyperlipidemic and antioxidant effects of standard ethanol extract of Bombax ceiba leaves in high-fat-diet-and streptozotocin-induced type 2 diabetic rats. Chin J Nat Med. 2017;15(3):168–177. doi: 10.1016/S1875-5364(17)30033-X.", "ArticleIdList": ["10.1016/S1875-5364(17)30033-X", "28411685"]}, {"Citation": "Gupta RK, Kesari AN, Murthy PS, Chandra R, Tandon V, Watal G. Hypoglycemic and antidiabetic effect of ethanolic extract of leaves of Annona squamosa L. in experimental animals. J Ethnopharmacol. 2005;99(1):75–81. doi: 10.1016/j.jep.2005.01.048.", "ArticleIdList": ["10.1016/j.jep.2005.01.048", "15848023"]}, {"Citation": "Gupta S, Mediratta PK, Singh S, Sharma KK, Shukla R. Antidiabetic, antihypercholesterolaemic and antioxidant effect of Ocimum sanctum (Linn) seed oil. Indian J Exp Biol. 2006;44(4):300–304.", "ArticleIdList": ["16629372"]}, {"Citation": "Gupta RK, Kesari AN, Diwakar S, Tyagi A, Tandon V, Chandra R, Wata G. In vivo evaluation of anti-oxidant and anti-lipidemic potential of Annona squamosa aqueous extract in type 2 diabetic models. J Ethnopharmacol. 2008;118(1):21–25. doi: 10.1016/j.jep.2008.03.008.", "ArticleIdList": ["10.1016/j.jep.2008.03.008", "18440739"]}, {"Citation": "Gupta S, Sharma SB, Bansal SK, Prabhu KM. Antihyperglycemic and hypolipidemic activity of aqueous extract of Cassia auriculata L. leaves in experimental diabetes. J Ethnopharmacol. 2009;123(3):499–503. doi: 10.1016/j.jep.2009.02.019.", "ArticleIdList": ["10.1016/j.jep.2009.02.019", "19473793"]}, {"Citation": "Gurukar MSA, Mahadevamma S, Chilkunda ND. Renoprotective effect of Coccinia indica fruits and leaves in experimentally induced diabetic rats. J Med Food. 2013;16:9:839–846. doi: 10.1089/jmf.2012.2689.", "ArticleIdList": ["10.1089/jmf.2012.2689", "PMC3779015", "24044493"]}, {"Citation": "Haniadka R, Saldanha E, Sunita V, Palatty PL, Fayad R, Baliga MS. A review of the gastroprotective effects of ginger (Zingiber officinale Roscoe) Food Funct. 2013;4(6):845–855. doi: 10.1039/C3FO30337C.", "ArticleIdList": ["10.1039/C3FO30337C", "23612703"]}, {"Citation": "Hannan JM, Marenah L, Ali L, Rokeya B, Flatt PR, Abdel-Wahab YH. Ocimum sanctum leaf extracts stimulate insulin secretion from perfused pancreas, isolated islets and clonal pancreatic beta-cells. J Endocrinol. 2006;189(1):127–136. doi: 10.1677/joe.1.06615.", "ArticleIdList": ["10.1677/joe.1.06615", "16614387"]}, {"Citation": "Hegazy GA, Alnoury AM, Gad HG. The role of Acacia arabica extract as an antidiabetic, antihyperlipidemic, and antioxidant in streptozotocin-induced diabetic rats. Saudi Med J. 2013;34(7):727–733.", "ArticleIdList": ["23860893"]}, {"Citation": "Hou SZ, Chen SX, Huang S, Jiang DX, Zhou CJ, Chen CQ, Liang YM, Lai XP. The hypoglycemic activity of Lithocarpus polystachyus Rehd. leaves in the experimental hyperglycemic rats. J Ethnopharmacol. 2011;138(1):142–149. doi: 10.1016/j.jep.2011.08.067.", "ArticleIdList": ["10.1016/j.jep.2011.08.067", "21924344"]}, {"Citation": "Huang CS, Yin MC, Chiu LC. Antihyperglycemic and antioxidative potential of Psidium guajava fruit in streptozotocin-induced diabetic rats. Food Chem Toxicol. 2011;49(9):2189–2195. doi: 10.1016/j.fct.2011.05.032.", "ArticleIdList": ["10.1016/j.fct.2011.05.032", "21679740"]}, {"Citation": "Husain I, Chander R, Saxena JK, Mahdi AA, Mahdi F. Antidyslipidemic effect of Ocimum sanctum leaf extract in streptozotocin induced diabetic rats. Indian J Clin Biochem. 2015;30:72–77. doi: 10.1007/s12291-013-0404-2.", "ArticleIdList": ["10.1007/s12291-013-0404-2", "PMC4310851", "25646044"]}, {"Citation": "Huseini HF, Kianbakht S, Hajiaghaee R, Dabaghian FH. Anti-hyperglycemic and anti-hypercholesterolemic effects of Aloe vera leaf gel in hyperlipidemic type 2 diabetic patients: a randomized double-blind placebo-controlled clinical trial. Planta Med. 2012;78(04):311–316. doi: 10.1055/s-0031-1280474.", "ArticleIdList": ["10.1055/s-0031-1280474", "22198821"]}, {"Citation": "Hussain EHMA, Jamil K, Rao M. Hypoglycaemic, hypolipidemic and antioxidant properties of tulsi (Ocimum sanctum Linn) on streptozotocin induced diabetes in rats. Indian J Clin Biochem. 2001;16:190–194. doi: 10.1007/BF02864859.", "ArticleIdList": ["10.1007/BF02864859", "PMC3453628", "23105316"]}, {"Citation": "Hussain AI, Rathore HA, Sattar MZ, Chatha SA, Sarker SD, Gilani AH. Citrullus colocynthis (L.) Schrad (bitter apple fruit): a review of its phytochemistry, pharmacology, traditional uses and nutritional potential. J Ethnopharmacol. 2014;155(1):54–66. doi: 10.1016/j.jep.2014.06.011.", "ArticleIdList": ["10.1016/j.jep.2014.06.011", "24936768"]}, {"Citation": "Ikechukwu JO, Ifeanyi SO. The antidiabetic effects of the bioactive flavonoid (kaempferol-3-O-β-D-6 {P-Coumaroyl} glucopyranoside) isolated from Allium cepa. Recent Pat Antiinfect Drug Discov. 2016;11(1):44–52. doi: 10.2174/1574891X11666151105130233.", "ArticleIdList": ["10.2174/1574891X11666151105130233", "26536892"]}, {"Citation": "Ilkhanizadeh B, Shirpoor A, Ansari M, Nemati K, Rasmi S. Protective effects of ginger (Zingiber officinale) extract against diabetes-induced heart abnormality in rats. Diabetes Metab J. 2016;40:46–53. doi: 10.4093/dmj.2016.40.1.46.", "ArticleIdList": ["10.4093/dmj.2016.40.1.46", "PMC4768050", "26912155"]}, {"Citation": "Iranloye BO, Arikawe AP, Rotimi G, Sogbade AO. Anti-diabetic and anti-oxidant effects of Zingiber officinale on alloxan-induced and insulin-resistant diabetic male rats. Niger J Physiol Sci. 2008;26(1):89–96.", "ArticleIdList": ["22314994"]}, {"Citation": "Islam MS, Choi H. Dietary red chilli (Capsicum frutescens L.) is insulinotropic rather than hypoglycemic in type 2 diabetes model of rats. Phytother Res. 2008;22(8):1025–1029. doi: 10.1002/ptr.2417.", "ArticleIdList": ["10.1002/ptr.2417", "18668490"]}, {"Citation": "Jaber H, Baydoun E, EL-Zein O, Kreydiyyeh SI. Anti-hyperglycemic effect of the aqueous extract of banana infructescence stalks in streptozotocin-induced diabetic rats. Plant Foods Hum Nutr. 2013;68(1):83–89. doi: 10.1007/s11130-013-0341-5.", "ArticleIdList": ["10.1007/s11130-013-0341-5", "23423722"]}, {"Citation": "Jaiswal D, Rai PK, Kumar A, Watal G. Study of glycemic profile of Cajanus cajan leaves in experimental rats. Indian J Clin Biochem. 2008;23(2):167–170. doi: 10.1007/s12291-008-0037-z.", "ArticleIdList": ["10.1007/s12291-008-0037-z", "PMC3453085", "23105745"]}, {"Citation": "Jeyaprakash K, Ayyanar M, Geetha KN, Sekar T. Traditional uses of medicinal plants among the tribal people in Theni District (Western Ghats), Southern India. Asian Pac J Trop Biomed. 2011;1:S20–S25. doi: 10.1016/S2221-1691(11)60115-9.", "ArticleIdList": ["10.1016/S2221-1691(11)60115-9"]}, {"Citation": "Jiao Y, Wang X, Jiang X, Kong F, Wang S, Yan C. Antidiabetic effects of Morus alba fruit polysaccharides on high-fat diet- and streptozotocin-induced type 2 diabetes in rats. J Ethnopharmacol. 2017;199:119–127. doi: 10.1016/j.jep.2017.02.003.", "ArticleIdList": ["10.1016/j.jep.2017.02.003", "28163112"]}, {"Citation": "Kabir AU, Samad MB, Ahmed A, Jahan MR, Akhter F, Tasnim J, Hasan SN, Sayfe SS, Hannan JM. Aqueous fraction of Beta vulgaris ameliorates hyperglycemia in diabetic mice due to enhanced glucose stimulated insulin secretion, mediated by acetylcholine and GLP-1, and elevated glucose uptake via increased membrane bound GLUT4 transporters. PloS One. 2015;10(2):e0116546. doi: 10.1371/journal.pone.0116546.", "ArticleIdList": ["10.1371/journal.pone.0116546", "PMC4315578", "25647228"]}, {"Citation": "Kamalakkannan N, Prince PSM. Hypoglycaemic effect of water extracts of Aegle marmelos fruits in streptozotocin diabetic rats. J Ethnopharmacol. 2003;87(2–3):207–210. doi: 10.1016/S0378-8741(03)00148-X.", "ArticleIdList": ["10.1016/S0378-8741(03)00148-X", "12860309"]}, {"Citation": "Kamalakkannan N, Prince PSM. The effect of Aegle marmelos fruit extract in streptozotocin diabetes: a histopathological study. J Herb Pharmacother. 2005;5(3):87–96. doi: 10.1080/J157v05n03_08.", "ArticleIdList": ["10.1080/J157v05n03_08", "16520300"]}, {"Citation": "Kamble SM, Kamlakar PL, Vaidya S, Bambole VD. Influence of Coccinia indica on certain enzymes in glycolytic and lipolytic pathway in human diabetes. Indian J Med Sci. 1998;52:143–146.", "ArticleIdList": ["9770877"]}, {"Citation": "Kanetkar PV, Laddha KS, Kamat MY (2004) Gymnemic acids: a molecular perspective of its action on carbohydrate metabolism. Proceedings of the 16th ICFOST meet organized by CFTRI and DFRL, Mysore, India"}, {"Citation": "Kanetkar P, Singhal R, Kamat M. Gymnema sylvestre: a memoir. J Clin Biochem Nutr. 2007;41(2):77–81. doi: 10.3164/jcbn.2007010.", "ArticleIdList": ["10.3164/jcbn.2007010", "PMC2170951", "18193099"]}, {"Citation": "Kesari NA, Gupta KR, Singh KS, Diwakarr S, Watal G. Hypoglycemic and antihyperglycemic activity of Aegle marmelos seed extract in normal and diabetic rats. J Ethnopharmacol. 2006;107:374–379. doi: 10.1016/j.jep.2006.03.042.", "ArticleIdList": ["10.1016/j.jep.2006.03.042", "16781099"]}, {"Citation": "Kesari AN, Kesari S, Singh SK, Gupta RK, Watal G. Studies on the glycemic and lipidemic effect of Murraya koenigii in experimental animals. J Ethnopharmacol. 2007;112:305–311. doi: 10.1016/j.jep.2007.03.023.", "ArticleIdList": ["10.1016/j.jep.2007.03.023", "17467937"]}, {"Citation": "Khan HB, Vinayagam KS, Moorthy BT, Palanivelu S, Panchanatham S. Anti-inflammatory and anti-hyperlipidemic effect of Semecarpus anacardium in a high fat diet: STZ-induced type 2 diabetic rat model. Inflammopharmacol. 2013;21(1):37–46. doi: 10.1007/s10787-011-0109-1.", "ArticleIdList": ["10.1007/s10787-011-0109-1", "22274733"]}, {"Citation": "Khosla P, Bhanwra S, Singh J, Seth S, Srivastava RK. A study of hypoglycaemic effects of Azadirachta indica (Neem) in normal and alloxan diabetic rabbits. Indian J Physiol Pharmacol. 2000;44(1):69–74.", "ArticleIdList": ["10919098"]}, {"Citation": "Kim K, Kim H, Kwon J, Lee S, Kong H, Im SA, Lee YH, Lee YR, Oh ST, Jo TH, Park YI. Hypoglycemic and hypolipidemic effects of processed Aloe vera gel in a mouse model of non-insulin-dependent diabetes mellitus. Phytomedicine. 2009;16(9):856–863. doi: 10.1016/j.phymed.2009.02.014.", "ArticleIdList": ["10.1016/j.phymed.2009.02.014", "19303272"]}, {"Citation": "Kondhare D, Lade H. Phytochemical profile, aldose reductase inhibitory, and antioxidant activities of Indian traditional medicinal Coccinia grandis (L.) fruit extract. 3 Biotech. 2017;7(6):378. doi: 10.1007/s13205-017-1013-1.", "ArticleIdList": ["10.1007/s13205-017-1013-1", "PMC5653673", "29071175"]}, {"Citation": "Kooti W, Farokhipour M, Asadzadeh Z, Ashtary-Larky D, Asadi-Samani M. The role of medicinal plants in the treatment of diabetes: a systematic review. Electron Physician. 2016;8(1):1832–1842. doi: 10.19082/1832.", "ArticleIdList": ["10.19082/1832", "PMC4768936", "26955456"]}, {"Citation": "Kumagai Y, Nakatani S, Onodera H, Nagatomo A, Nishida N, Matsuura Y, Kobata K, Wada M. Anti-glycation effects of pomegranate (Punica granatum L.) fruit extract and its components in vivo and in vitro. J Agric Food Chem. 2015;63(35):7760–7764. doi: 10.1021/acs.jafc.5b02766.", "ArticleIdList": ["10.1021/acs.jafc.5b02766", "26242637"]}, {"Citation": "Kumar S, Kumar V, Prakash O. Antidiabetic, hypolipidemic and histopathological analysis of Dillenia indica (L.) leaves extract on alloxan induced diabetic rats. Asian Pac J Trop Med. 2011;4(5):347–352. doi: 10.1016/S1995-7645(11)60101-6.", "ArticleIdList": ["10.1016/S1995-7645(11)60101-6", "21771674"]}, {"Citation": "Kumar P, Kale RK, Baquer NZ. Antihyperglycemic and protective effects of Trigonella foenum graecum seed powder on biochemical alterations in alloxan diabetic rats. Eur Rev Med Pharmacol Sci. 2012;16:18–27.", "ArticleIdList": ["22957414"]}, {"Citation": "Kumar V, Mahdi F, Khanna AK, Singh R, Chander R, Saxena JK, Mahdi AA, Singh RK. Antidyslipidemic and antioxidant activities of Hibiscus rosa sinensis root extract in alloxan induced diabetic rats. Indian J Clin Biochem. 2013;28(1):46–50. doi: 10.1007/s12291-012-0223-x.", "ArticleIdList": ["10.1007/s12291-012-0223-x", "PMC3547440", "24381420"]}, {"Citation": "Kurup SB, Mini S. Averrhoa bilimbi fruits attenuate hyperglycemia-mediated oxidative stress in streptozotocin-induced diabetic rats. J Food Drug Anal. 2017;25(2):360–368. doi: 10.1016/j.jfda.2016.06.007.", "ArticleIdList": ["10.1016/j.jfda.2016.06.007", "PMC9332517", "28911678"]}, {"Citation": "Laribi B, Kouki K, M’Hamdi M, Bettaieb T. Coriander (Coriandrum sativum L.) and its bioactive constituents. Fitoterapia. 2015;103:9–26. doi: 10.1016/j.fitote.2015.03.012.", "ArticleIdList": ["10.1016/j.fitote.2015.03.012", "25776008"]}, {"Citation": "Li HB, Wong CC, Cheng KW, Chen F. Antioxidant properties in vitro and total phenolic contents in methanol extracts from medicinal plants. LWT Food Sci Technol. 2008;41(3):385–390. doi: 10.1016/j.lwt.2007.03.011.", "ArticleIdList": ["10.1016/j.lwt.2007.03.011"]}, {"Citation": "Li S, Li J, Guan XL, Li J, Deng SP, Li LQ, Tang MT, Huang JG, Chen ZZ, Yang RY. Hypoglycemic effects and constituents of the barks of Cyclocarya paliurus and their inhibiting activities to glucosidase and glycogen phosphorylase. Fitoterapia. 2011;82(7):1081–1085. doi: 10.1016/j.fitote.2011.07.002.", "ArticleIdList": ["10.1016/j.fitote.2011.07.002", "21784137"]}, {"Citation": "Li PB, Lin WL, Wang YG, Peng W, Cai XY, Su WW. Antidiabetic activities of oligosaccharides of Ophiopogonis japonicus in experimental type 2 diabetic rats. Int J Biol Macromol. 2012;51(5):749–755. doi: 10.1016/j.ijbiomac.2012.07.007.", "ArticleIdList": ["10.1016/j.ijbiomac.2012.07.007", "22800731"]}, {"Citation": "Li Y, Tran VH, Duke CC, Roufogalis BD. Gingerols of Zingiber officinale enhance glucose uptake by increasing cell surface GLUT4 in cultured L6 myotubes. Planta Medica. 2012;78(14):1549–1555. doi: 10.1055/s-0032-1315041.", "ArticleIdList": ["10.1055/s-0032-1315041", "22828920"]}, {"Citation": "Li R, Liang T, Xu L, Li Y, Zhang S, Duan X. Protective effect of cinnamon polyphenols against STZ-diabetic mice fed high-sugar, high-fat diet and its underlying mechanism. Food Chem Toxicol. 2013;51:419–425. doi: 10.1016/j.fct.2012.10.024.", "ArticleIdList": ["10.1016/j.fct.2012.10.024", "23127600"]}, {"Citation": "Liu S, Li D, Huang B, Chen Y, Lu X, Wang Y. Inhibition of pancreatic lipase, α-glucosidase, α-amylase, and hypolipidemic effects of the total flavonoids from Nelumbo nucifera leaves. J Ethnopharmacol. 2013;149(1):263–269. doi: 10.1016/j.jep.2013.06.034.", "ArticleIdList": ["10.1016/j.jep.2013.06.034", "23811214"]}, {"Citation": "Mahluji S, Attari VE, Mobasseri M, Payahoo L, Ostadrahimi A, Golzari SE. Effects of ginger (Zingiber officinale) on plasma glucose level, HbA1c and insulin sensitivity in type 2 diabetic patients. Int J Food Sci Nutr. 2013;64:963–7486. doi: 10.3109/09637486.2013.775223.", "ArticleIdList": ["10.3109/09637486.2013.775223", "23496212"]}, {"Citation": "Majekodunmi SO, Oyagbemi AA, Umukoro S, Odeku OA. Evaluation of the anti-diabetic properties of Mucuna pruriens seed extract. Asian Pac J Trop Med. 2011;4(8):632–636. doi: 10.1016/S1995-7645(11)60161-2.", "ArticleIdList": ["10.1016/S1995-7645(11)60161-2", "21914541"]}, {"Citation": "Mang B, Wolters M, Schmitt B, Kelb K, Lichtinghagen R, Stichtenoth DO, Hahn A. Effects of a cinnamon extract on plasma glucose, HbA1c, and serum lipids in diabetes mellitus type 2. Eur J Clin Investig. 2006;36(5):340–344. doi: 10.1111/j.1365-2362.2006.01629.x.", "ArticleIdList": ["10.1111/j.1365-2362.2006.01629.x", "16634838"]}, {"Citation": "Mani SS, Subramanian IP, Pillai SS, Muthusamy K. Evaluation of hypoglycemic activity of inorganic constituents in Nelumbo nucifera seeds on streptozotocin-induced diabetes in rats. Biol Trace Elem Res. 2010;138(1–3):226–237. doi: 10.1007/s12011-010-8614-4.", "ArticleIdList": ["10.1007/s12011-010-8614-4", "20165930"]}, {"Citation": "Mansour MH, Al-Qattan K, Thomson M, Ali M. Garlic (Allium sativum) down-regulates the expression of angiotensin II AT1 receptor in adrenal and renal tissues of streptozotocin-induced diabetic rats. Inflammopharmacology. 2013;21:147–159. doi: 10.1007/s10787-012-0139-3.", "ArticleIdList": ["10.1007/s10787-012-0139-3", "22644380"]}, {"Citation": "McCalla G, Parshad O, Brown PD, Gardner MT. Beta cell regenerating potential of Azadirachta indica (neem) extract in diabetic rats. West Indian Med J. 2016 doi: 10.7727/wimj.2014.224.", "ArticleIdList": ["10.7727/wimj.2014.224", "26716795"]}, {"Citation": "Meliani N, Dib MEA, Allali H, Tabti B. Hypoglycaemic effect of Berberis vulgaris L. in normal and streptozotocin-induced diabetic rats. Asian Pac J Trop Biomed. 2011;1(6):468–471. doi: 10.1016/S2221-1691(11)60102-0.", "ArticleIdList": ["10.1016/S2221-1691(11)60102-0", "PMC3614224", "23569815"]}, {"Citation": "Mishra A, Srivastava R, Srivastava S, Gautam S, Tamrakar AK, Maurya R, Srivastava AK. Antidiabetic activity of heart wood of Pterocarpus marsupium Roxb. and analysis of phytoconstituents. Indian J Exp Biol. 2013;51(5):363–374.", "ArticleIdList": ["23821824"]}, {"Citation": "Mishra N, Kumar D, Rizvi SI. Protective effect of Abelmoschus esculentus against alloxan-induced diabetes in Wistar strain rats. J Diet Suppl. 2016;13(6):634–646. doi: 10.3109/19390211.2016.1164787.", "ArticleIdList": ["10.3109/19390211.2016.1164787", "27065051"]}, {"Citation": "Modak M, Dixit P, Londhe J, Ghaskadbi S, Paul A, Devasagayam T. Indian herbs and herbal drugs used for the treatment of diabetes. J Clin Biochem Nutr. 2007;40(3):163–173. doi: 10.3164/jcbn.40.163.", "ArticleIdList": ["10.3164/jcbn.40.163", "PMC2275761", "18398493"]}, {"Citation": "Mohanraj R, Sivasankar S. Sweet potato (Ipomoea batatas [L.] Lam)—a valuable medicinal food: a review. J Med food. 2014;17(7):733–741. doi: 10.1089/jmf.2013.2818.", "ArticleIdList": ["10.1089/jmf.2013.2818", "24921903"]}, {"Citation": "Mudi SR, Akhter M, Biswas SK, Muttalib MA, Choudhury S, Rokeya B, Ali L. Effect of aqueous extract of Aegle marmelos fruit and leaf on glycemic, insulinemic and lipidemic status of type 2 diabetic model rats. J Complement Integr Med. 2017 doi: 10.1515/jcim-2016-0111.", "ArticleIdList": ["10.1515/jcim-2016-0111", "28284036"]}, {"Citation": "Naderi R, Mohaddes G, Mohammadi M, Alihemmati A, Badalzadeh R, Ghaznavi R, Ghyasi R, Mohammadi S. Preventive effects of garlic (Allium sativum) on oxidative stress and histopathology of cardiac tissue in streptozotocin-induced diabetic rats. Acta Physiol Hung. 2015;102:380–390. doi: 10.1556/036.102.2015.4.5.", "ArticleIdList": ["10.1556/036.102.2015.4.5", "26690030"]}, {"Citation": "Naowaboot J, Pannangpetch P, Kukongviriyapan V, Kongyingyoes B. Antihyperglycemic, antioxidant and antiglycation activities of mulberry leaf extract in streptozotocin-induced chronic diabetic rats. Plant Foods Hum Nutr. 2009;64(2):116–121. doi: 10.1007/s11130-009-0112-5.", "ArticleIdList": ["10.1007/s11130-009-0112-5", "19434497"]}, {"Citation": "Narendhirakannan RT, Subramanian S. Biochemical evaluation of the protective effect of Aegle marmelos (L.), Corr. leaf extract on tissue antioxidant defense system and histological changes of pancreatic beta-cells in streptozotocin-induced diabetic rats. Drug Chem Toxicol. 2010;33:120–130. doi: 10.3109/01480540903203984.", "ArticleIdList": ["10.3109/01480540903203984", "20307140"]}, {"Citation": "Narendhirakannan RT, Subramanian S, Kandaswamy M. Mineral content of some medicinal plants used in the treatment of diabetes mellitus. Biol Trace Elem Res. 2005;103(2):109–115. doi: 10.1385/BTER:103:2:109.", "ArticleIdList": ["10.1385/BTER:103:2:109", "15772435"]}, {"Citation": "Narendhirakannan RT, Subramanian S, Kandaswamy M. Biochemical evaluation of antidiabetogenic properties of some commonly used Indian plants on streptozotocin-induced diabetes in experimental rats. Clin Exp Pharmacol Physiol. 2006;33(12):1150–1157. doi: 10.1111/j.1440-1681.2006.04507.x.", "ArticleIdList": ["10.1111/j.1440-1681.2006.04507.x", "17184494"]}, {"Citation": "Naskar S, Mazumder UK, Pramanik G, Gupta M, Kumar RB, Bala A, Islam A. Evaluation of antihyperglycemic activity of Cocos nucifera Linn. on streptozotocin induced type 2 diabetic rats. J Ethnopharmacol. 2011;138(3):769–773. doi: 10.1016/j.jep.2011.10.021.", "ArticleIdList": ["10.1016/j.jep.2011.10.021", "22041106"]}, {"Citation": "Ojewole JA. Hypoglycaemic effect of Clausena anisata (Willd) Hook methanolic root extract in rats. J Ethnopharmacol. 2002;81(2):231–237. doi: 10.1016/S0378-8741(02)00085-5.", "ArticleIdList": ["10.1016/S0378-8741(02)00085-5", "12065156"]}, {"Citation": "Ojewole JA. Antinociceptive, anti-inflammatory and antidiabetic effects of Bryophyllum pinnatum (Crassulaceae) leaf aqueous extract. J Ethnopharmacol. 2005;99(1):13–19. doi: 10.1016/j.jep.2005.01.025.", "ArticleIdList": ["10.1016/j.jep.2005.01.025", "15848014"]}, {"Citation": "Oki N, Nonaka S, Ozaki S. The effects of an arabinogalactan-protein from the white-skinned sweet potato (Ipomoea batatas L.) on blood glucose in spontaneous diabetic mice. Biosci Biotechnol Biochem. 2011;75(3):596–598. doi: 10.1271/bbb.100711.", "ArticleIdList": ["10.1271/bbb.100711", "21389600"]}, {"Citation": "Ovesná J, Mitrová K, Kučera L. Garlic (A. sativum L.) alliinase gene family polymorphism reflects bolting types and cysteine sulphoxides content. BMC Genet. 2015;16:53. doi: 10.1186/s12863-015-0214-z.", "ArticleIdList": ["10.1186/s12863-015-0214-z", "PMC4440563", "25997498"]}, {"Citation": "Panaskar SN, Joglekar MM, Taklikar SS, Haldavnekar VS, Arvindekar AU. Aegle marmelos Correa leaf extract prevents secondary complications in streptozotocin-induced diabetic rats and demonstration of limonene as a potent antiglycating agent. J Pharm Pharmacol. 2013;65:884–894. doi: 10.1111/jphp.12044.", "ArticleIdList": ["10.1111/jphp.12044", "23647682"]}, {"Citation": "Panda DK, Ghosh D, Bhat B, Talwar SK, Jaggi M, Mukherjee R. Diabetic therapeutic effects of ethyl acetate fraction from the roots of Musa paradisiaca and seeds of Eugenia jambolana in streptozotocin-induced male diabetic rats. Methods Find Exp Clin Pharmacol. 2009;31(9):571–584. doi: 10.1358/mf.2009.31.9.1435645.", "ArticleIdList": ["10.1358/mf.2009.31.9.1435645", "20094640"]}, {"Citation": "Pandey J, Maurya R, Raykhera R, Srivastava MN, Yadav PP, Tamrakar AK. Murraya koenigii (L.) Spreng. ameliorates insulin resistance in dexamethasone-treated mice by enhancing peripheral insulin sensitivity. J Sci Food Agric. 2014;94:2282–2288. doi: 10.1002/jsfa.6555.", "ArticleIdList": ["10.1002/jsfa.6555", "24395372"]}, {"Citation": "Pandit R, Phadke A, Jagtap A. Antidiabetic effect of Ficus religiosa extract in streptozotocin-induced diabetic rats. J Ethnopharmacol. 2010;128(2):46462–46466. doi: 10.1016/j.jep.2010.01.025.", "ArticleIdList": ["10.1016/j.jep.2010.01.025", "20080167"]}, {"Citation": "Pari L, Satheesh MA. Antidiabetic activity of Boerhaavia diffusa L.: effect on hepatic key enzymes in experimental diabetes. J Ethnopharmacol. 2004;91(1):109–113. doi: 10.1016/j.jep.2003.12.013.", "ArticleIdList": ["10.1016/j.jep.2003.12.013", "15036478"]}, {"Citation": "Pari L, Venkateswaran S. Protective effect of Coccinia indica on changes in the fatty acid composition in streptozotocin induced diabetic rats. Die Pharmazie Int J Pharm Sci. 2003;58(6):409–412.", "ArticleIdList": ["12857005"]}, {"Citation": "Patel SS, Goyal RK. Prevention of diabetes-induced myocardial dysfunction in rats using the juice of the Emblica officinalis fruit. Exp Clin Cardiol. 2011;16:87–91.", "ArticleIdList": ["PMC3209545", "22065939"]}, {"Citation": "Patel OP, Mishra A, Maurya R, Saini D, Pandey J, Taneja I, Raju KS, Kanojiya S, Shukla SK, Srivastava MN, Wahajuddin M. Naturally occurring carbazole alkaloids from Murraya koenigii as potential antidiabetic agents. J Nat Prod. 2016;79:1276–1284. doi: 10.1021/acs.jnatprod.5b00883.", "ArticleIdList": ["10.1021/acs.jnatprod.5b00883", "27136692"]}, {"Citation": "Patil R, Patil R, Ahirwar B, Ahirwar D. Isolation and characterization of anti-diabetic component (bioactivity-guided fractionation) from Ocimum sanctum L. (Lamiaceae) aerial part. Asian Pac J Trop Med. 2011;4:278–282. doi: 10.1016/S1995-7645(11)60086-2.", "ArticleIdList": ["10.1016/S1995-7645(11)60086-2", "21771470"]}, {"Citation": "Paul S, Bandyopadhyay TK, Bhattacharyya A. Immunomodulatory effect of leaf extract of Murraya koenigii in diabetic mice. Immunopharmacol Immunotoxicol. 2011;33:691–699. doi: 10.3109/08923973.2011.561354.", "ArticleIdList": ["10.3109/08923973.2011.561354", "21401386"]}, {"Citation": "Phoboo S, Pinto MD, Barbosa ACL, Sarkar D, Bhowmik PC, Jha PK, Shetty K. Phenolic-linked biochemical rationale for the anti-diabetic properties of Swertia chirayita (Roxb. ex Flem.) Karst. Phytother Res. 2013;27(2):227–235. doi: 10.1002/ptr.4714.", "ArticleIdList": ["10.1002/ptr.4714", "22523004"]}, {"Citation": "Phuwapraisirisan P, Puksasook T, Jong-aramruang J, Kokpol U. Phenylethyl cinnamides: a new series of alpha-glucosidase inhibitors from the leaves of Aegle marmelos. Bioorg Med Chem Lett. 2008;18:4956–4958. doi: 10.1016/j.bmcl.2008.08.024.", "ArticleIdList": ["10.1016/j.bmcl.2008.08.024", "18760601"]}, {"Citation": "Pinto IF, Silva RP, Filho AD, Dantas LS, Bispo VS, Matos IA, Otsuka FA, Santos AC, Matos HR. Study of antiglycation, hypoglycemic, and nephroprotective activities of the green dwarf variety coconut water (Cocos nucifera L.) in alloxan-induced diabetic rats. J Med Food. 2015;18(7):802–809. doi: 10.1089/jmf.2014.0046.", "ArticleIdList": ["10.1089/jmf.2014.0046", "25651375"]}, {"Citation": "Poonam T, Prakash GP, Kumar LV. Influence of Allium sativum extract on the hypoglycemic activity of glibenclamide: an approach to possible herb-drug interaction. Drug Metab Drug Interact. 2013;28:225–230. doi: 10.1515/dmdi-2013-0031.", "ArticleIdList": ["10.1515/dmdi-2013-0031", "24114899"]}, {"Citation": "Poongothai K, Ponmurugan P, Ahmed KS, Kumar BS, Sheriff SA. Antihyperglycemic and antioxidant effects of Solanum xanthocarpum leaves (field grown & in vitro raised) extracts on alloxan induced diabetic rats. Asian Pac J Trop Med. 2011;4(10):778–785. doi: 10.1016/S1995-7645(11)60193-4.", "ArticleIdList": ["10.1016/S1995-7645(11)60193-4", "22014732"]}, {"Citation": "Prabhakar PK, Doble M. A target based therapeutic approach towards diabetes mellitus using medicinal plants. Curr Diabetes Rev. 2008;4(4):291–308. doi: 10.2174/157339908786241124.", "ArticleIdList": ["10.2174/157339908786241124", "18991598"]}, {"Citation": "Puri D. The insulinotropic activity of a Nepalese medicinal plant Biophytum sensitivum: preliminary experimental study. J Ethnopharmacol. 2001;78(1):89–93. doi: 10.1016/S0378-8741(01)00306-3.", "ArticleIdList": ["10.1016/S0378-8741(01)00306-3", "11585694"]}, {"Citation": "Rajendran V, Krishnegowda A, Nachiappan V. Antihyperlipidemic activity of Cassia auriculata flower extract in oleic acid induced hyperlipidemia in Saccharomyces cerevisiae. J Food Sci Technol. 2017;54(9):2965–2972. doi: 10.1007/s13197-017-2735-0.", "ArticleIdList": ["10.1007/s13197-017-2735-0", "PMC5583127", "28928537"]}, {"Citation": "Rani MP, Krishna MS, Padmakumari KP, Raghu KG, Sundaresan A. Zingiber officinale extract exhibits antidiabetic potential via modulating glucose uptake, protein glycation and inhibiting adipocyte differentiation: an in vitro study. J Sci Food Agric. 2012;92(9):1948–1955. doi: 10.1002/jsfa.5567.", "ArticleIdList": ["10.1002/jsfa.5567", "22261727"]}, {"Citation": "Rao PV, Gan SH. Cinnamon: a multifaceted medicinal plant. Evid Based Complement Altern Med. 2014 doi: 10.1155/2014/642942.", "ArticleIdList": ["10.1155/2014/642942", "PMC4003790", "24817901"]}, {"Citation": "Rao TP, Sakaguchi N, Juneja LR, Wada E, Yokozawa T. Amla (Emblica officinalis Gaertn.) extracts reduce oxidative stress in streptozotocin-induced diabetic rats. J Med Food. 2005;8(3):362–368. doi: 10.1089/jmf.2005.8.362.", "ArticleIdList": ["10.1089/jmf.2005.8.362", "16176148"]}, {"Citation": "Rasineni K, Bellamkonda R, Singareddy SR, Desireddy S. Antihyperglycemic activity of Catharanthus roseus leaf powder in streptozotocin-induced diabetic rats. Pharmacogn Res. 2010;2(3):195–201. doi: 10.4103/0974-8490.65523.", "ArticleIdList": ["10.4103/0974-8490.65523", "PMC3141314", "21808566"]}, {"Citation": "Ravi K, Sekar DS, Subramanian S. Hypoglycemic activity of inorganic constituents in Eugenia jambolana seed on streptozotocin-induced diabetes in rats. Biol Trace Elem Res. 2004;99(1–3):145–155. doi: 10.1385/BTER:99:1-3:145.", "ArticleIdList": ["10.1385/BTER:99:1-3:145", "15235149"]}, {"Citation": "Ravi K, Sivagnanam K, Subramanian S. Anti-diabetic activity of Eugenia jambolana seed kernels on streptozotocin-induced diabetic rats. J Med Food Summer. 2004;7(2):187–191. doi: 10.1089/1096620041224067.", "ArticleIdList": ["10.1089/1096620041224067", "15298766"]}, {"Citation": "Ravi K, Rajasekaran S, Subramanian S. Antihyperlipidemic effect of Eugenia jambolana seed kernel on streptozotocin-induced diabetes in rats. Food Chem Toxicol. 2005;43(9):1433–1439. doi: 10.1016/j.fct.2005.04.004.", "ArticleIdList": ["10.1016/j.fct.2005.04.004", "15964674"]}, {"Citation": "Ruikar AD, Khatiwora E, Ghayal NA, Misar AV, Mujumdar AM, Puranik VG, Deshpande NR. Studies on aerial parts of Artemisia pallens wall for phenol, flavonoid and evaluation of antioxidant activity. J Pharm Bioallied Sci. 2011;3(2):302–305. doi: 10.4103/0975-7406.80768.", "ArticleIdList": ["10.4103/0975-7406.80768", "PMC3103929", "21687363"]}, {"Citation": "Sabitha V, Ramachandran S, Naveen KR, Panneerselvam K. Antidiabetic and antihyperlipidemic potential of Abelmoschus esculentus (L.) Moench. in streptozotocin-induced diabetic rats. J Pharm Bioallied Sci. 2011;3(3):397–402. doi: 10.4103/0975-7406.84447.", "ArticleIdList": ["10.4103/0975-7406.84447", "PMC3178946", "21966160"]}, {"Citation": "Sachdewa A, Khemani LD. Effect of Hibiscus rosa sinensis Linn. ethanol flower extract on blood glucose and lipid profile in streptozotocin induced diabetes in rats. J Ethnopharmacol. 2003;89(1):61–66. doi: 10.1016/S0378-8741(03)00230-7.", "ArticleIdList": ["10.1016/S0378-8741(03)00230-7", "14522433"]}, {"Citation": "Saha A, Mazumder S. An aqueous extract of Murraya koenigii leaves induces paraoxonase 1 activity in streptozotocin induced diabetic mice. Food Funct. 2013;4:420–425. doi: 10.1039/C2FO30193H.", "ArticleIdList": ["10.1039/C2FO30193H", "23207871"]}, {"Citation": "Samad MB, Mohsin MN, Razu BA, Hossain MT, Mahzabeen S, Unnoor N, Muna IA, Akhter F, Kabir AU, Hannan JM. [6]-Gingerol, from Zingiber officinale, potentiates GLP-1 mediated glucose-stimulated insulin secretion pathway in pancreatic β-cells and increases RAB8/RAB10-regulated membrane presentation of GLUT4 transporters in skeletal muscle to improve hyperglycemia in Leprdb/db type 2 diabetic mice. BMC Complement Altern Med. 2017;17:395. doi: 10.1186/s12906-017-1903-0.", "ArticleIdList": ["10.1186/s12906-017-1903-0", "PMC5550996", "28793909"]}, {"Citation": "Saravanan M, Pandikumar P, Saravanan S, Toppo E, Pazhanivel N, Ignacimuthu S. Lipolytic and antiadipogenic effects of (3,3-dimethylallyl) halfordinol on 3T3-L1 adipocytes and high fat and fructose diet induced obese C57/BL6J mice. Eur J Pharmacol. 2014;740:714–721. doi: 10.1016/j.ejphar.2014.06.004.", "ArticleIdList": ["10.1016/j.ejphar.2014.06.004", "24952133"]}, {"Citation": "Satoh T, Igarashi M, Yamada S, Takahashi N, Watanabe K. Inhibitory effect of black tea and its combination with acarbose on small intestinal α-glucosidase activity. J Ethnopharmacol. 2015;161:147–155. doi: 10.1016/j.jep.2014.12.009.", "ArticleIdList": ["10.1016/j.jep.2014.12.009", "25523370"]}, {"Citation": "Sayyed FJ, Wadkar GH. Studies on in-vitro hypoglycemic effects of root bark of Caesalpinia bonducella. Ann Pharm Fr. 2018;76(1):44–49. doi: 10.1016/j.pharma.2017.09.004.", "ArticleIdList": ["10.1016/j.pharma.2017.09.004", "29150176"]}, {"Citation": "Sharma SR, Dwivedi SK, Swarup D. Hypoglycaemic, antihyperglycaemic and hypolipidemic activities of Caesalpinia bonducella seeds in rats. J Ethnopharmacol. 1997;58(1):39–44. doi: 10.1016/S0378-8741(97)00079-2.", "ArticleIdList": ["10.1016/S0378-8741(97)00079-2", "9324003"]}, {"Citation": "Sharma B, Balomajumder C, Roy P (2008) Hypoglycemic and hypolipidemic effects of flavonoid rich extract from Eugenia jambolana seeds on streptozotocin induced diabetic rats 46:2376–2383. 10.1016/j.fct.2008.03.020", "ArticleIdList": ["18474411"]}, {"Citation": "Sharma B, Salunke R, Balomajumder C, Daniel S, Roy P. Anti-diabetic potential of alkaloid rich fraction from Capparis decidua on diabetic mice. J Ethnopharmacol. 2010;127(2):457–462. doi: 10.1016/j.jep.2009.10.013.", "ArticleIdList": ["10.1016/j.jep.2009.10.013", "19837152"]}, {"Citation": "Sharma AK, Bharti S, Goyal S, Arora S, Nepal S, Kishore K, Joshi S, Kumari S, Arya DS. Upregulation of PPARγ by Aegle marmelos ameliorates insulin resistance and β-cell dysfunction in high fat diet fed-streptozotocin induced type 2 diabetic rats. Phytother Res. 2011;25:1457–1465. doi: 10.1002/ptr.3442.", "ArticleIdList": ["10.1002/ptr.3442", "21351301"]}, {"Citation": "Sharma S, Pathak S, Gupta G, Kumar S. Pharmacological evaluation of aqueous extract of Syzigium cumini for its antihyperglycemic and antidyslipidemic properties in diabetic rats fed a high cholesterol diet—role of PPAR g and PPAR a. Biomed Pharmacother. 2017;89:447–453. doi: 10.1016/j.biopha.2017.02.048.", "ArticleIdList": ["10.1016/j.biopha.2017.02.048", "28249245"]}, {"Citation": "Shen Y, Honma N, Kobayashi K, Jia LN, Hosono T, Shindo K, Ariga T, Seki T. Cinnamon extract enhances glucose uptake in 3T3-L1 adipocytes and C2C12 myocytes by inducing LKB1-AMP-activated protein kinase signaling. PLoS One. 2014;9(2):e87894. doi: 10.1371/journal.pone.0087894.", "ArticleIdList": ["10.1371/journal.pone.0087894", "PMC3925101", "24551069"]}, {"Citation": "Shidfar F, Rajab A, Rahideh T, Khandouzi N, Hosseini S, Shidfar S. The effect of ginger (Zingiber officinale) on glycemic markers in patients with type 2 diabetes. J Complement Integr Med. 2015;12:165–170. doi: 10.1515/jcim-2014-0021.", "ArticleIdList": ["10.1515/jcim-2014-0021", "25719344"]}, {"Citation": "Shirwaikar A, Rajendran K, Kumar CD, Bodla R. Antidiabetic activity of aqueous leaf extract of Annona squamosa in streptozotocin–nicotinamide type 2 diabetic rats. J Ethnopharmacol. 2004;91(1):171–175. doi: 10.1016/j.jep.2003.12.017.", "ArticleIdList": ["10.1016/j.jep.2003.12.017", "15036485"]}, {"Citation": "Singh N, Gupta M. Effects of ethanolic extract of Syzygium cumini (Linn) seed powder on pancreatic islets of alloxan diabetic rats. Indian J Exp Biol. 2007;45(10):861–867.", "ArticleIdList": ["17948734"]}, {"Citation": "Singh RK, Mehta S, Jaiswal D, Rai PK, Watal G. Antidiabetic effect of Ficus bengalensis aerial roots in experimental animals. J Ethnopharmacol. 2009;123(1):110–114. doi: 10.1016/j.jep.2009.02.017.", "ArticleIdList": ["10.1016/j.jep.2009.02.017", "19429348"]}, {"Citation": "Singh PK, Baxi D, Doshi A. Antihyperglycaemic and renoprotective effect of Boerhaavia diffusa L. in experimental diabetic rats. J Complement Integr Med. 2011 doi: 10.2202/1553-3840.1533.", "ArticleIdList": ["10.2202/1553-3840.1533", "22754925"]}, {"Citation": "Sreelatha S, Inbavalli R. Antioxidant, antihyperglycemic, and antihyperlipidemic effects of Coriandrum sativum leaf and stem in alloxan-induced diabetic rats. J Food Sci. 2012 doi: 10.1111/j.1750-3841.2012.02755.x.", "ArticleIdList": ["10.1111/j.1750-3841.2012.02755.x", "22671941"]}, {"Citation": "Srivastava S, Chandra D. Pharmacological potentials of Syzygium cumini: a review. J Sci Food Agric. 2013;93(9):2084–2093. doi: 10.1002/jsfa.6111.", "ArticleIdList": ["10.1002/jsfa.6111", "23460190"]}, {"Citation": "Stanely Mainzen Prince P, Menon VP. Hypoglycaemic and hypolipidaemic action of alcohol extract of Tinospora cordifolia roots in chemical induced diabetes in rats. Phytother Res. 2003;17(4):410–413. doi: 10.1002/ptr.1130.", "ArticleIdList": ["10.1002/ptr.1130", "12722152"]}, {"Citation": "Stefkov G, Miova B, Dinevska-Kjovkarovska S, Stanoeva JP, Stefova M, Petrusevska G, Kulevanova S. Chemical characterization of Centaurium erythrea L. and its effects on carbohydrate and lipid metabolism in experimental diabetes. J Ethnopharmacol. 2014;152(1):71–77. doi: 10.1016/j.jep.2013.11.047.", "ArticleIdList": ["10.1016/j.jep.2013.11.047", "24321864"]}, {"Citation": "Stohs SJ, Ray S. Anti-diabetic and anti-hyperlipidemic effects and safety of Salacia reticulata and related species. Phytother Res. 2015;29(7):986–995. doi: 10.1002/ptr.5382.", "ArticleIdList": ["10.1002/ptr.5382", "PMC5033029", "26031882"]}, {"Citation": "Suanarunsawat T, Anantasomboon G, Piewbang C. Anti-diabetic and anti-oxidative activity of fixed oil extracted from Ocimum sanctum L. leaves in diabetic rats. Exp Ther Med. 2016;11:832–840. doi: 10.3892/etm.2016.2991.", "ArticleIdList": ["10.3892/etm.2016.2991", "PMC4774317", "26998000"]}, {"Citation": "Subramoniam A, Pushpangadan P, Rajasekharan S, Evans DA, Latha PG, Valsaraj R. Effects of Artemisia pallens Wall. on blood glucose levels in normal and alloxan-induced diabetic rats. J Ethnopharmacol. 1996;50(1):13–17. doi: 10.1016/0378-8741(95)01329-6.", "ArticleIdList": ["10.1016/0378-8741(95)01329-6", "8778502"]}, {"Citation": "Sundaram R, Naresh R, Shanthi P, Sachdanandam P. Antihyperglycemic effect of iridoid glucoside, isolated from the leaves of Vitex negundo in streptozotocin-induced diabetic rats with special reference to glycoprotein components. Phytomedicine. 2012;19(3–4):211–216. doi: 10.1016/j.phymed.2011.10.006.", "ArticleIdList": ["10.1016/j.phymed.2011.10.006", "22112721"]}, {"Citation": "Sunil C, Ignacimuthu S, Agastian P. Antidiabetic effect of Symplocos cochinchinensis (Lour.) S. Moore. in type 2 diabetic rats. J Ethnopharmacol. 2011;134(2):298–304. doi: 10.1016/j.jep.2010.12.018.", "ArticleIdList": ["10.1016/j.jep.2010.12.018", "21182925"]}, {"Citation": "Sunil C, Agastian P, Kumarappan C, Ignacimuthu S. In vitro antioxidant, antidiabetic and antilipidemic activities of Symplocos cochinchinensis (Lour.) S. Moore bark. Food Chem Toxicol. 2012;50(5):1547–1553. doi: 10.1016/j.fct.2012.01.029.", "ArticleIdList": ["10.1016/j.fct.2012.01.029", "22306921"]}, {"Citation": "Sunil V, Shree N, Venkataranganna MV, Bhonde RR, Majumdar M. The anti-diabetic and antiobesity effect of Memecylon umbellatum extract in high fat diet induced obese mice. Biomed Pharmacother. 2017;89:880–886. doi: 10.1016/j.biopha.2017.01.182.", "ArticleIdList": ["10.1016/j.biopha.2017.01.182", "28282790"]}, {"Citation": "Tan BKH, Tan CH, Pushparaj PN. Anti–diabetic activity of the semi-purified fractions of Averrhoa bilimbi in high fat diet fed–streptozotocin-induced diabetic rats. Life Sci. 2005;76(24):2827–2839. doi: 10.1016/j.lfs.2004.10.051.", "ArticleIdList": ["10.1016/j.lfs.2004.10.051", "15808883"]}, {"Citation": "Tembhurne SV, Sakarkar DM. Influence of Murraya koenigii on experimental model of diabetes and progression of neuropathic pain. Res Pharm Sci. 2010;5(1):41–47.", "ArticleIdList": ["PMC3093092", "21589767"]}, {"Citation": "Thirumalai T, Therasa SV, Elumalai EK, David E. Hypoglycemic effect of Brassica juncea (seeds) on streptozotocin induced diabetic male albino rat. Asian Pac J Trop Biomed. 2011;1(4):323–325. doi: 10.1016/S2221-1691(11)60052-X.", "ArticleIdList": ["10.1016/S2221-1691(11)60052-X", "PMC3614240", "23569784"]}, {"Citation": "Thiyagarajan G, Muthukumaran P, Sarath Kumar B, Muthusamy VS, Lakshmi BS. Selective inhibition of PTP1B by vitalboside A from syzygium cumini enhances insulin sensitivity and attenuates lipid accumulation via partial agonism to PPARγ. In vitro and in silico investigation. Chem Biol Drug Des. 2016;88(2):302–312. doi: 10.1111/cbdd.12757.", "ArticleIdList": ["10.1111/cbdd.12757", "26989847"]}, {"Citation": "Tiwari P, Mishra BN, Sangwan NS. Phytochemical and pharmacological properties of Gymnema sylvestre: an important medicinal plant. Biomed Res Int. 2014;2014:830295. doi: 10.1155/2014/830285.", "ArticleIdList": ["10.1155/2014/830285", "PMC3912882", "24511547"]}, {"Citation": "Tripathi AK, Kohli S. Pharmacognostical standardization and antidiabetic activity of Syzygium cumini (Linn) barks (Myrtaceae) on streptozotocin-induced diabetic rats. J Complement Integr Med. 2014;11(2):71–81. doi: 10.1515/jcim-2014-0011.", "ArticleIdList": ["10.1515/jcim-2014-0011", "24760764"]}, {"Citation": "Uchegbu NN, Ishiwu CN. Germinated Pigeon Pea (Cajanus cajan): a novel diet for lowering oxidative stress and hyperglycemia. Food Sci Nutr. 2016;4(5):772–777. doi: 10.1002/fsn3.343.", "ArticleIdList": ["10.1002/fsn3.343", "PMC5011386", "27625782"]}, {"Citation": "Venkatachalam T, Kumar VK, Selvi PK, Maske AO, Anbarasan V, Kumar PS. Antidiabetic activity of Lantana camara Linn fruits in normal and streptozotocin-induced diabetic rats. J Pharm Res. 2011;4(5):1550–1552."}, {"Citation": "Venkatesh S, Reddy GD, Reddy YSR, Sathyavathy D, Reddy BM. Effect of Helicteres isora root extracts on glucose tolerance in glucose-induced hyperglycemic rats. Fitoterapia. 2004;75(3):364–367. doi: 10.1016/j.fitote.2003.12.025.", "ArticleIdList": ["10.1016/j.fitote.2003.12.025", "15158996"]}, {"Citation": "Venkateswaran S, Pari L. Effect of Coccinia indica leaf extract on plasma antioxidants in Streptozotocin-induced experimental diabetes in rats. Phyther Res. 2003;17:605–608. doi: 10.1002/ptr.1195.", "ArticleIdList": ["10.1002/ptr.1195", "12820225"]}, {"Citation": "Viswanathan V, Rao VN. Problems associated with diabetes care in India. Diabetes Manag. 2013;3(1):31–40. doi: 10.2217/dmt.12.62.", "ArticleIdList": ["10.2217/dmt.12.62"]}, {"Citation": "Wainstein J, Ganz T, Boaz M, Bar Dayan Y, Dolev E, Kerem Z, Madar Z. Olive leaf extract as a hypoglycemic agent in both human diabetic subjects and in rats. J Med Food. 2012;15(7):605–610. doi: 10.1089/jmf.2011.0243.", "ArticleIdList": ["10.1089/jmf.2011.0243", "22512698"]}, {"Citation": "Wang Q, Jiang C, Fang S, Wang J, Ji Y, Shang X, Ni Y, Yin Z, Zhang J. Antihyperglycemic, antihyperlipidemic and antioxidant effects of ethanol and aqueous extracts of Cyclocarya paliurus leaves in type 2 diabetic rats. J Ethnopharmacol. 2013;150(3):1119–1127. doi: 10.1016/j.jep.2013.10.040.", "ArticleIdList": ["10.1016/j.jep.2013.10.040", "24184190"]}, {"Citation": "Wang HY, Kan WC, Cheng TJ, Yu SH, Chang LH, Chuu JJ. Differential anti-diabetic effects and mechanism of action of charantin-rich extract of Taiwanese Momordica charantia between type 1 and type 2 diabetic mice. Food Chem Toxicol. 2014;69:347–356. doi: 10.1016/j.fct.2014.04.008.", "ArticleIdList": ["10.1016/j.fct.2014.04.008", "24751968"]}, {"Citation": "Xiao HT, Wen B, Ning ZW, Zhai LX, Liao CH, Lin CY, Mu HX, Bian ZX. Cyclocarya paliurus tea leaves enhances pancreatic β cell preservation through inhibition of apoptosis. Sci Rep. 2017;7(1):9155. doi: 10.1038/s41598-017-09641-z.", "ArticleIdList": ["10.1038/s41598-017-09641-z", "PMC5567240", "28831132"]}, {"Citation": "Xu X, Liang T, Wen Q, Lin X, Tang J, Zuo Q, Tao L, Xuan F, Huang R. Protective effects of total extracts of Averrhoa carambola L. (Oxalidaceae) roots on streptozotocin-induced diabetic mice. Cell Physiol Biochem. 2014;33(5):1272–1282. doi: 10.1159/000358695.", "ArticleIdList": ["10.1159/000358695", "24802264"]}, {"Citation": "Xu Y, Zhao Y, Sui Y, Lei X. Protective effect of Pterocarpus marsupium bark extracts against cataract through the inhibition of aldose reductase activity in streptozotocin-induced diabetic male albino rats. 3 Biotech. 2018;8(4):188. doi: 10.1007/s13205-018-1210-6.", "ArticleIdList": ["10.1007/s13205-018-1210-6", "PMC5857511", "29556442"]}, {"Citation": "Xue WL, Li XS, Zhang J, Liu YH, Wang ZL, Zhang RJ. Effect of Trigonella foenum-graecum (fenugreek) extract on blood glucose, blood lipid and hemorheological properties in streptozotocin-induced diabetic rats. Asia Pac J Clin Nutr. 2007;16(S1):422–426. doi: 10.6133/apjcn.2007.16.s1.77.", "ArticleIdList": ["10.6133/apjcn.2007.16.s1.77", "17392143"]}, {"Citation": "Yadav SP, Vats V, Ammini AC, Grover JK. Brassica juncea (Rai) significantly prevented the development of insulin resistance in rats fed fructose-enriched diet. J Ethnopharmacol. 2004;93(1):113–116. doi: 10.1016/j.jep.2004.03.034.", "ArticleIdList": ["10.1016/j.jep.2004.03.034", "15182915"]}, {"Citation": "Yadav SS, Singh MK, Singh PK, Kumar V. Traditional knowledge to clinical trials: a review on therapeutic actions of Emblica officinalis. Biomed Pharmacother. 2017;93:1292–1302. doi: 10.1016/j.biopha.2017.07.065.", "ArticleIdList": ["10.1016/j.biopha.2017.07.065", "28747010"]}, {"Citation": "Yang CH, Li RX, Chuang LY. Antioxidant activity of various parts of Cinnamomum cassia extracted with different extraction methods. Molecules. 2012;17(6):7294–7304. doi: 10.1016/j.biopha.2017.07.065.", "ArticleIdList": ["10.1016/j.biopha.2017.07.065", "PMC6268419", "22695234"]}, {"Citation": "Yang SJ, Choi JM, Park SE, Rhee EJ, Lee WY, Oh KW, Park SW, Park CY. Preventive effects of bitter melon (Momordica charantia) against insulin resistance and diabetes are associated with the inhibition of NF-κB and JNK pathways in high-fat-fed OLETF rats. J Nutr Biochem. 2015;26:234–240. doi: 10.1016/j.jnutbio.2014.10.010.", "ArticleIdList": ["10.1016/j.jnutbio.2014.10.010", "25488547"]}, {"Citation": "Yankuzo H, Ahmed QU, Santosa RI, Akter SF, Talib NA. Beneficial effect of the leaves of Murraya koenigii (Linn.) Spreng (Rutaceae) on diabetes-induced renal damage in vivo. J Ethnopharmacol. 2011;135:88–94. doi: 10.1016/j.jep.2011.02.020.", "ArticleIdList": ["10.1016/j.jep.2011.02.020", "21354289"]}, {"Citation": "Zhang F, Lin L, Xie J. A mini-review of chemical and biological properties of polysaccharides from Momordica charantia. Int J Biol Macromol. 2016;92:246–253. doi: 10.1016/j.ijbiomac.2016.06.101.", "ArticleIdList": ["10.1016/j.ijbiomac.2016.06.101", "27377459"]}]}], "History": [{"Year": "2018", "Month": "10", "Day": "17"}, {"Year": "2018", "Month": "12", "Day": "3"}, {"Year": "2018", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30555770", "PMC6291410", "10.1007/s13205-018-1528-0", "1528"]}}]}