{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30556021", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "11", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1021/acsomega.8b02046"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "3", "Issue": "11", "PubDate": {"Year": "2018", "Month": "Nov", "Day": "30"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Spectroscopic Studies on Dual Role of Natural Flavonoids in Detoxification of Lead Poisoning: Bench-to-Bedside Preclinical Trial.", "Pagination": {"StartPage": "15975", "EndPage": "15987", "MedlinePgn": "15975-15987"}, "Abstract": {"AbstractText": ["Ubiquitousness in the target organs and associated oxidative stress are the most common manifestations of heavy-metal poisoning in living bodies. While chelation of toxic heavy metals is important as therapeutic strategy, scavenging of increased reactive oxygen species, reactive nitrogen species and free radicals are equally important. Here, we have studied the lead (Pb) chelating efficacy of a model flavonoid morin using steady-state and picosecond-resolved optical spectroscopy. The efficacy of morin in presence of other flavonoid (naringin) and polyphenol (ellagic acid) leading to synergistic combination has also been confirmed from the spectroscopic studies. Our studies further reveal that antioxidant activity (2,2-diphenyl-1-picrylhydrazyl assay) of the Pb-morin complex is sustainable compared to that of Pb-free morin. The metal-morin chelate is also found to be significantly soluble compared to that of morin in aqueous media. Heavy-metal chelation and sustainable antioxidant activity of the soluble chelate complex are found to accelerate the Pb-detoxification in the chemical bench (in vitro). Considering the synergistic effect of flavonoids in Pb-detoxification and their omnipresence in medicinal plants, we have prepared a mixture (SKP17LIV01) of flavonoids and polyphenols of plant origin. The mixture has been characterized using high-resolution liquid chromatography assisted mass spectrometry. The mixture (SKP17LIV01) containing 34 flavonoids and 76 other polyphenols have been used to investigate the Pb detoxification in mouse model. The biochemical and histopathological studies on the mouse model confirm the dual action in preclinical studies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical, Biological and Macromolecular Sciences, S. N. Bose National Centre for Basic Sciences, Block JD, Sector III, Salt Lake, Kolkata 700 106, India."}], "LastName": "Adhikari", "ForeName": "Aniruddha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research & Development Division, Dey's Medical Stores (Mfg.) Ltd, 62, Bondel Road, Ballygunge, Kolkata 700019, India."}], "LastName": "Darbar", "ForeName": "Soumendra", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Calcutta, 35, Ballygunge Circular Road, Kolkata 700019, India."}], "LastName": "Chatterjee", "ForeName": "Tanima", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Uluberia College, University of Calcutta, Uluberia, Howrah 711315, India."}], "LastName": "Das", "ForeName": "Monojit", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical, Biological and Macromolecular Sciences, S. N. Bose National Centre for Basic Sciences, Block JD, Sector III, Salt Lake, Kolkata 700 106, India."}], "LastName": "Polley", "ForeName": "Nabarun", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Calcutta, 35, Ballygunge Circular Road, Kolkata 700019, India."}], "LastName": "Bhattacharyya", "ForeName": "Maitree", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Uluberia College, University of Calcutta, Uluberia, Howrah 711315, India."}], "LastName": "Bhattacharya", "ForeName": "Siddhartha", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Uluberia College, University of Calcutta, Uluberia, Howrah 711315, India."}], "LastName": "Pal", "ForeName": "Debasish", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical, Biological and Macromolecular Sciences, S. N. Bose National Centre for Basic Sciences, Block JD, Sector III, Salt Lake, Kolkata 700 106, India."}, {"Identifier": [], "Affiliation": "Department of Zoology, Uluberia College, University of Calcutta, Uluberia, Howrah 711315, India."}], "LastName": "Pal", "ForeName": "Samir Kumar", "Initials": "SK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Tong S.; von Schirnding Y. E.; Prapamontol T. Environmental lead exposure: a public health problem of global dimensions. Bull. W. H. O. 2000, 78, 1068–1077.", "ArticleIdList": ["PMC2560844", "11019456"]}, {"Citation": "Papanikolaou N. C.; Hatzidaki E. G.; Belivanis S.; Tzanakakis G. N.; Tsatsakis A. M. Lead toxicity update. A brief review. Med. Sci. Monit. 2005, 11, RA329–RA336.", "ArticleIdList": ["16192916"]}, {"Citation": "Dua T. K.; Dewanjee S.; Khanra R.; Joardar S.; Barma S.; Das S.; Zia-Ul-Haq M.; De Feo V. Cytoprotective and Antioxidant Effects of an Edible Herb, Enhydra fluctuans Lour. (Asteraceae), against Experimentally Induced Lead Acetate Intoxication. PLoS One 2016, 11, e0148757.10.1371/journal.pone.0148757.", "ArticleIdList": ["10.1371/journal.pone.0148757", "PMC4747604", "26859407"]}, {"Citation": "Hsu P.; Guo Y. L. Antioxidant nutrients and lead toxicity. Toxicology 2002, 180, 33–44. 10.1016/s0300-483x(02)00380-3.", "ArticleIdList": ["10.1016/s0300-483x(02)00380-3", "12324198"]}, {"Citation": "Dapul H.; Laraque D. Lead Poisoning in Children. Adv. Pediatr. 2014, 61, 313–333. 10.1016/j.yapd.2014.04.004.", "ArticleIdList": ["10.1016/j.yapd.2014.04.004", "25037135"]}, {"Citation": "WHO International lead poisoning prevention\nweek of action. http://www.who.int/ipcs/lead_campaign/en/, http://www.who.int/ipcs/lead_campaign/en/ (accessed July 25, 2018)."}, {"Citation": "WHO . Childhood Lead Poisoning; World Health Organization: Geneva, Switzerland, 2010; p 74."}, {"Citation": "Chander K.; Vaibhav K.; Ahmed M. E.; Javed H.; Tabassum R.; Khan A.; Kumar M.; Katyal A.; Islam F.; Siddiqui M. S. Quercetin mitigates lead acetate-induced behavioral and histological alterations via suppression of oxidative stress, Hsp-70, Bak and upregulation of Bcl-2. Food Chem. Toxicol. 2014, 68, 297–306. 10.1016/j.fct.2014.02.012.", "ArticleIdList": ["10.1016/j.fct.2014.02.012", "24530315"]}, {"Citation": "Gurer H.; Ercal N. Can antioxidants be beneficial in the treatment of lead poisoning?. Free Radical Biol. Med. 2000, 29, 927–945. 10.1016/s0891-5849(00)00413-5.", "ArticleIdList": ["10.1016/s0891-5849(00)00413-5", "11084283"]}, {"Citation": "Dewanjee S.; Sahu R.; Karmakar S.; Gangopadhyay M. Toxic effects of lead exposure in Wistar rats: involvement of oxidative stress and the beneficial role of edible jute (Corchorus olitorius) leaves. Food Chem. Toxicol. 2013, 55, 78–91. 10.1016/j.fct.2012.12.040.", "ArticleIdList": ["10.1016/j.fct.2012.12.040", "23291325"]}, {"Citation": "Xia D.; Yu X.; Liao S.; Shao Q.; Mou H.; Ma W. Protective effect of Smilax glabra extract against lead-induced oxidative stress in rats. J. Ethnopharmacol. 2010, 130, 414–420. 10.1016/j.jep.2010.05.025.", "ArticleIdList": ["10.1016/j.jep.2010.05.025", "20580805"]}, {"Citation": "Kumar S.; Pandey A. K. Chemistry and Biological Activities of Flavonoids: An Overview. Sci. World J. 2013, 2013, 162750.10.1155/2013/162750.", "ArticleIdList": ["10.1155/2013/162750", "PMC3891543", "24470791"]}, {"Citation": "Moncomble A.; Thaviligadu D. J.; Djendja A. R.; Cornard J.-P. The crucial role of the inter-ring hydrogen bond to explain the properties of morin. New J. Chem. 2018, 42, 7691–7702. 10.1039/c7nj04579d.", "ArticleIdList": ["10.1039/c7nj04579d"]}, {"Citation": "Hidalgo M.; Sánchez-Moreno C.; de Pascual-Teresa S. Flavonoid–flavonoid interaction and its effect on their antioxidant activity. Food Chem. 2010, 121, 691–696. 10.1016/j.foodchem.2009.12.097.", "ArticleIdList": ["10.1016/j.foodchem.2009.12.097"]}, {"Citation": "Plumb G. W.; De Pascual-Teresa S.; Santos-Buelga C.; Cheynier V.; Williamson G. Antioxidant properties of catechins and proanthocyanidins: Effect of polymerisation, galloylation and glycosylation. Free Radical Res. 1998, 29, 351–358. 10.1080/10715769800300391.", "ArticleIdList": ["10.1080/10715769800300391", "9860050"]}, {"Citation": "Rice-Evans C. A.; Miller N. J.; Paganga G. Structure-antioxidant activity relationships of flavonoids and phenolic acids. Free Radical Biol. Med. 1996, 20, 933–956. 10.1016/0891-5849(95)02227-9.", "ArticleIdList": ["10.1016/0891-5849(95)02227-9", "8743980"]}, {"Citation": "Plumb G. W.; Chambers S. J.; Lambert N.; Bartolomé B.; Heaney R. K.; Wanigatunga S.; Aruoma O. I.; Halliwell B.; Williamson G. Antioxidant actions of fruit, herb and spice extracts. J. Food Lipids 1996, 3, 171–188. 10.1111/j.1745-4522.1996.tb00065.x.", "ArticleIdList": ["10.1111/j.1745-4522.1996.tb00065.x"]}, {"Citation": "Mateos R.; Domínguez M. M.; Espartero J. L.; Cert A. Antioxidant effect of phenolic compounds, α-tocopherol, and other minor components in virgin olive oil. J. Agric. Food Chem. 2003, 51, 7170–7175. 10.1021/jf034415q.", "ArticleIdList": ["10.1021/jf034415q", "14611189"]}, {"Citation": "García-Alonso M.; Rimbach G.; Rivas-Gonzalo J. C.; de Pascual-Teresa S. Antioxidant and cellular activities of anthocyanins and their corresponding vitisins A--studies in platelets, monocytes, and human endothelial cells. J. Agric. Food Chem. 2004, 52, 3378–3384. 10.1021/jf035360v.", "ArticleIdList": ["10.1021/jf035360v", "15161201"]}, {"Citation": "Bagchi D.; Chaudhuri S.; Sardar S.; Choudhury S.; Polley N.; Lemmens P.; Pal S. K. Modulation of stability and functionality of a phyto-antioxidant by weakly interacting metal ions: curcumin in aqueous solution. RSC Adv. 2015, 5, 102516–102524. 10.1039/c5ra21593e.", "ArticleIdList": ["10.1039/c5ra21593e"]}, {"Citation": "Samsonowicz M.; Regulska E. Spectroscopic study of molecular structure, antioxidant activity and biological effects of metal hydroxyflavonol complexes. Spectrochim. Acta, Part A 2017, 173, 757–771. 10.1016/j.saa.2016.10.031.", "ArticleIdList": ["10.1016/j.saa.2016.10.031", "27792987"]}, {"Citation": "Cornard J. P.; Merlin J. C. Comparison of the chelating power of hydroxyflavones. J. Mol. Struct. 2003, 651–653, 381–387. 10.1016/s0022-2860(02)00655-5.", "ArticleIdList": ["10.1016/s0022-2860(02)00655-5"]}, {"Citation": "Michalak A. Phenolic compounds and their antioxidant activity in plants growing under heavy metal stress. Pol. J. Environ. Stud. 2006, 15, 523."}, {"Citation": "Barceló J.; Poschenrieder C. Fast root growth responses, root exudates, and internal detoxification as clues to the mechanisms of aluminium toxicity and resistance: a review. Environ. Exp. Bot. 2002, 48, 75–92. 10.1016/s0098-8472(02)00013-8.", "ArticleIdList": ["10.1016/s0098-8472(02)00013-8"]}, {"Citation": "Keilig K.; Ludwig-Müller J. Effect of flavonoids on heavy metal tolerance in Arabidopsis thaliana seedlings. Bot. Stud. 2009, 50, 311–318."}, {"Citation": "Mira L.; Fernandez M. T.; Santos M.; Rocha R.; Florêncio M. H.; Jennings K. R. Interactions of Flavonoids with Iron and Copper Ions: A Mechanism for their Antioxidant Activity. Free Radical Res. 2002, 36, 1199–1208. 10.1080/1071576021000016463.", "ArticleIdList": ["10.1080/1071576021000016463", "12592672"]}, {"Citation": "Dávila Y. A.; Sancho M. I.; Almandoz M. C.; Gasull E. Spectroscopic and Electronic Analysis of Chelation Reactions of Galangin and Related Flavonoids with Nickel(II). J. Chem. Eng. Data 2018, 63, 1488–1497. 10.1021/acs.jced.7b01058.", "ArticleIdList": ["10.1021/acs.jced.7b01058"]}, {"Citation": "Kuntić V.; Filipović I.; Vujić Z. Effects of rutin and hesperidin and their Al(III) and Cu(II) complexes on in vitro plasma coagulation assays. Molecules 2011, 16, 1378–1388. 10.3390/molecules16021378.", "ArticleIdList": ["10.3390/molecules16021378", "PMC6259837", "21301410"]}, {"Citation": "Chen X.; Tang L.-J.; Sun Y.-N.; Qiu P.-H.; Liang G. Syntheses, characterization and antitumor activities of transition metal complexes with isoflavone. J. Inorg. Biochem. 2010, 104, 379–384. 10.1016/j.jinorgbio.2009.11.008.", "ArticleIdList": ["10.1016/j.jinorgbio.2009.11.008", "20015553"]}, {"Citation": "Kasprzak M. M.; Erxleben A.; Ochocki J. Properties and applications of flavonoid metal complexes. RSC Adv. 2015, 5, 45853–45877. 10.1039/c5ra05069c.", "ArticleIdList": ["10.1039/c5ra05069c"]}, {"Citation": "Chen W.; Sun S.; cao W.; Liang Y.; Song J. Antioxidant property of quercetin–Cr(III) complex: The role of Cr(III) ion. J. Mol. Struct. 2009, 918, 194–197. 10.1016/j.molstruc.2008.08.008.", "ArticleIdList": ["10.1016/j.molstruc.2008.08.008"]}, {"Citation": "Mao S.; Wang K.; Lei Y.; Yao S.; Lu B.; Huang W. Antioxidant synergistic effects of Osmanthus fragrans flowers with green tea and their major contributed antioxidant compounds. Sci. Rep. 2017, 7, 46501.10.1038/srep46501.", "ArticleIdList": ["10.1038/srep46501", "PMC5395974", "28422181"]}, {"Citation": "Dai F.; Chen W.-F.; Zhou B. Antioxidant synergism of green tea polyphenols with α-tocopherol and l-ascorbic acid in SDS micelles. Biochimie 2008, 90, 1499–1505. 10.1016/j.biochi.2008.05.007.", "ArticleIdList": ["10.1016/j.biochi.2008.05.007", "18554517"]}, {"Citation": "Berlin A.; Schaller K. H. European standardized method for the determination of delta-aminolevulinic acid dehydratase activity in blood. Z Klin Chem Klin Biochem. 1974, 12, 389–390. 10.1515/cclm.1974.12.8.389.", "ArticleIdList": ["10.1515/cclm.1974.12.8.389", "4428852"]}, {"Citation": "Khandelwal P.; Alam A.; Choksi A.; Chattopadhyay S.; Poddar P. Retention of Anticancer Activity of Curcumin after Conjugation with Fluorescent Gold Quantum Clusters: An in Vitro and in Vivo Xenograft Study. ACS Omega 2018, 3, 4776–4785. 10.1021/acsomega.8b00113.", "ArticleIdList": ["10.1021/acsomega.8b00113", "PMC6045371", "30023902"]}, {"Citation": "Kakkar P.; Das B.; Viswanathan P. N. A modified spectrophotometric assay of superoxide dismutase. Indian J. Biochem. Biophys. 1984, 21, 130–132.", "ArticleIdList": ["6490072"]}, {"Citation": "Maehly A. C.; Chance B. The assay of catalases and peroxidases. Methods Biochem. Anal. 1954, 1, 357–424. 10.1002/9780470110171.ch14.", "ArticleIdList": ["10.1002/9780470110171.ch14", "13193536"]}, {"Citation": "Sedlak J.; Lindsay R. H. Estimation of total, protein-bound, and nonprotein sulfhydryl groups in tissue with Ellman’s reagent. Anal. Biochem. 1968, 25, 192–205. 10.1016/0003-2697(68)90092-4.", "ArticleIdList": ["10.1016/0003-2697(68)90092-4", "4973948"]}, {"Citation": "Burk R. F.; Trumble M. J.; Lawrence R. A. Rat hepatic cytosolic glutathione-dependent enzyme protection against lipid peroxidation in the nadph-microsomal lipid peroxidation system. Biochim. Biophys. Acta Lipids Lipid Metab. 1980, 618, 35–41. 10.1016/0005-2760(80)90051-x.", "ArticleIdList": ["10.1016/0005-2760(80)90051-x", "7378432"]}, {"Citation": "Buege J. A.; Aust S. D.. Microsomal lipid peroxidation. In Methods in Enzymology; Fleischer S., Packer L., Eds.; Academic Press, 1978; Vol. 52, pp 302–310.", "ArticleIdList": ["672633"]}, {"Citation": "Marković Z.; Milenković D.; D̵orović J.; Marković J. M. D.; Stepanić V.; Lučić B.; Amić D. PM6 and DFT study of free radical scavenging activity of morin. Food Chem. 2012, 134, 1754–1760. 10.1016/j.foodchem.2012.03.124.", "ArticleIdList": ["10.1016/j.foodchem.2012.03.124", "23442617"]}, {"Citation": "Panhwar Q. K.; Memon S. Synthesis and evaluation of antioxidant and antibacterial properties of morin complexes. J. Coord. Chem. 2011, 64, 2117–2129. 10.1080/00958972.2011.590192.", "ArticleIdList": ["10.1080/00958972.2011.590192"]}, {"Citation": "Jovanovic S. V.; Steenken S.; Tosic M.; Marjanovic B.; Simic M. G. Flavonoids as Antioxidants. J. Am. Chem. Soc. 1994, 116, 4846–4851. 10.1021/ja00090a032.", "ArticleIdList": ["10.1021/ja00090a032"]}, {"Citation": "Renny J. S.; Tomasevich L. L.; Tallmadge E. H.; Collum D. B. Method of continuous variations: applications of job plots to the study of molecular associations in organometallic chemistry. Angew. Chem., Int. Ed. 2013, 52, 11998–12013. 10.1002/anie.201304157.", "ArticleIdList": ["10.1002/anie.201304157", "PMC4028694", "24166797"]}, {"Citation": "Ensafi A. A.; Hajian R.; Ebrahimi S. Study on the interaction between morin-Bi (III) complex and DNA with the use of methylene blue dye as a fluorophor probe. J. Braz. Chem. Soc. 2009, 20, 266–276. 10.1590/s0103-50532009000200011.", "ArticleIdList": ["10.1590/s0103-50532009000200011"]}, {"Citation": "Silva M. M.; Santos M. R.; Caroço G.; Rocha R.; Justino G.; Mira L. Structure-antioxidant activity relationships of flavonoids: a re-examination. Free Radical Res. 2002, 36, 1219–1227. 10.1080/198-1071576021000016472.", "ArticleIdList": ["10.1080/198-1071576021000016472", "12592674"]}, {"Citation": "Panhwar Q. K.; Memon S. Synthesis and properties of zirconium(IV) and molybdate(II) morin complexes. J. Coord. Chem. 2012, 65, 1130–1143. 10.1080/00958972.2012.668617.", "ArticleIdList": ["10.1080/00958972.2012.668617"]}, {"Citation": "Roy D.; Chakraborty A.; Ghosh R. Perimidine based selective colorimetric and fluorescent turn-off chemosensor of aqueous Cu2+: studies on its antioxidant property along with its interaction with calf thymus-DNA. RSC Adv. 2017, 7, 40563–40570. 10.1039/c7ra06687b.", "ArticleIdList": ["10.1039/c7ra06687b"]}, {"Citation": "Binbuga N.; Hasty J. K.; Gwaltney S. R.; Henry W. P.; Schultz T. P. Determination of the stability constants for the binding of sulfonated morin with Fe2+. Inorg. Chim. Acta 2007, 360, 2339–2344. 10.1016/j.ica.2006.11.018.", "ArticleIdList": ["10.1016/j.ica.2006.11.018"]}, {"Citation": "Gutierrez A. C.; Gehlen M. H. Time resolved fluorescence spectroscopy of quercetin and morin complexes with Al3+. Spectrochim. Acta, Part A 2002, 58, 83–89. 10.1016/s1386-1425(01)00515-7.", "ArticleIdList": ["10.1016/s1386-1425(01)00515-7", "11808653"]}, {"Citation": "Lackowicz J.Principles of Fluorescence Spectroscopy; Springer Science+ Business Media, LLC: New York, 2006; Vol. 13, pp 978–980."}, {"Citation": "van de Weert M.; Stella L. Fluorescence quenching and ligand binding: A critical discussion of a popular methodology. J. Mol. Struct. 2011, 998, 144–150. 10.1016/j.molstruc.2011.05.023.", "ArticleIdList": ["10.1016/j.molstruc.2011.05.023"]}, {"Citation": "Auger R. L.; Jacobson A. M.; Domach M. M. Aqueous Phase Fluorescence Quenching Technique for Measuring Naphthalene Partition Coefficients in Nonionic Surfactant Micelles. Environ. Sci. Technol. 1995, 29, 1273–1278. 10.1021/es00005a020.", "ArticleIdList": ["10.1021/es00005a020", "22192022"]}, {"Citation": "Pal P. B.; Sinha K.; Sil P. C. Mangiferin, a Natural Xanthone, Protects Murine Liver in Pb(II) Induced Hepatic Damage and Cell Death via MAP Kinase, NF-κB and Mitochondria Dependent Pathways. PLoS One 2013, 8, e56894.10.1371/journal.pone.0056894.", "ArticleIdList": ["10.1371/journal.pone.0056894", "PMC3581562", "23451106"]}, {"Citation": "Manna P.; Bhattacharyya S.; Das J.; Ghosh J.; Sil P. C. Phytomedicinal Role of Pithecellobium dulce against CCl4-mediated Hepatic Oxidative Impairments and Necrotic Cell Death. J. Evidence-Based Complementary Altern. Med. 2011, 2011, 832805.10.1093/ecam/neq065.", "ArticleIdList": ["10.1093/ecam/neq065", "PMC3159026", "21869899"]}, {"Citation": "Panhwar Q. K.; Memon S.; Bhanger M. I. Synthesis, characterization, spectroscopic and antioxidation studies of Cu(II)–morin complex. J. Mol. Struct. 2010, 967, 47–53. 10.1016/j.molstruc.2009.12.037.", "ArticleIdList": ["10.1016/j.molstruc.2009.12.037"]}, {"Citation": "Heim K. E.; Tagliaferro A. R.; Bobilya D. J. Flavonoid antioxidants: chemistry, metabolism and structure-activity relationships. J. Nutr. Biochem. 2002, 13, 572–584. 10.1016/s0955-2863(02)00208-5.", "ArticleIdList": ["10.1016/s0955-2863(02)00208-5", "12550068"]}, {"Citation": "van Acker S. A. B. E.; de Groot M. J.; van den Berg D.-J.; Tromp M. N. J. L.; den Kelder G. D.-O.; van der Vijgh W. J. F.; Bast A. A Quantum Chemical Explanation of the Antioxidant Activity of Flavonoids. Chem. Res. Toxicol. 1996, 9, 1305–1312. 10.1021/tx9600964.", "ArticleIdList": ["10.1021/tx9600964", "8951233"]}, {"Citation": "El-Neweshy M. S.; El-Sayed Y. S. Influence of vitamin C supplementation on lead-induced histopathological alterations in male rats. Exp. Toxicol. Pathol. 2011, 63, 221–227. 10.1016/j.etp.2009.12.003.", "ArticleIdList": ["10.1016/j.etp.2009.12.003", "20056397"]}, {"Citation": "Ledda-Columbano G. M.; Columbano A.; Pani P. Lead and liver cell proliferation. Effect of repeated administrations. Am. J. Pathol. 1983, 113, 315–320.", "ArticleIdList": ["PMC1916351", "6650661"]}, {"Citation": "Adhikari A.; Polley N.; Darbar S.; Bagchi D.; Pal S. K. Citrate functionalized Mn3O4 in nanotherapy of hepatic fibrosis by oral administration. Future Sci. OA 2016, 2, FSO146.10.4155/fsoa-2016-0029.", "ArticleIdList": ["10.4155/fsoa-2016-0029", "PMC5242211", "28116129"]}, {"Citation": "Adhikari A.; Polley N.; Darbar S.; Pal S. K. Therapeutic Potential of Surface Functionalized Mn3O4 Nanoparticles Against Chronic Liver Diseases in Murine Model. Mater. Focus 2017, 6, 280–289. 10.1166/mat.2017.1403.", "ArticleIdList": ["10.1166/mat.2017.1403"]}, {"Citation": "Polley N.; Saha S.; Adhikari A.; Banerjee S.; Darbar S.; Das S.; Pal S. K. Safe and symptomatic medicinal use of surface-functionalized Mn3O4 nanoparticles for hyperbilirubinemia treatment in mice. Nanomedicine 2015, 10, 2349–2363. 10.2217/nnm.15.83.", "ArticleIdList": ["10.2217/nnm.15.83", "26228093"]}, {"Citation": "El-Sayed Y. S.; El-Neweshy M. S. Impact of lead toxicity on male rat reproduction at “hormonal and histopathological levels”. Toxicol. Environ. Chem. 2010, 92, 765–774. 10.1080/02772240902984453.", "ArticleIdList": ["10.1080/02772240902984453"]}, {"Citation": "Buchheim K.; Stoltenburg-Didinger G.; Lilienthal H.; Winneke G. Myopathy: a possible effect of chronic low level lead exposure. NeuroToxicology 1998, 19, 539–545.", "ArticleIdList": ["9745908"]}, {"Citation": "Fonte R.; Agosti A.; Scafa F.; Candura S. M. Anaemia and abdominal pain due to occupational lead poisoning. Haematologica 2007, 92, e13–e14. 10.3324/haematol.10951.", "ArticleIdList": ["10.3324/haematol.10951", "17405745"]}, {"Citation": "Sarkar P. K.; Halder A.; Adhikari A.; Polley N.; Darbar S.; Lemmens P.; Pal S. K. DNA-based fiber optic sensor for direct in-vivo measurement of oxidative stress. Sens. Actuators, B 2018, 255, 2194–2202. 10.1016/j.snb.2017.09.029.", "ArticleIdList": ["10.1016/j.snb.2017.09.029"]}]}], "History": [{"Year": "2018", "Month": "10", "Day": "27"}, {"Year": "2018", "Month": "11", "Day": "8"}, {"Year": "2018", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "11", "Day": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30556021", "PMC6288805", "10.1021/acsomega.8b02046"]}}]}