{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnoveterinary medicine", "Farmers contemporary knowledge", "Historic veterinary pharmacology", "Medicinal plants", "Switzerland (Bern, Lucerne)", "Traditional European Veterinary Herbal Medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30572090", "DateCompleted": {"Year": "2019", "Month": "03", "Day": "19"}, "DateRevised": {"Year": "2019", "Month": "03", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "12", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2018.12.022", "S0378-8741(18)33657-2"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "234", "PubDate": {"Year": "2019", "Month": "Apr", "Day": "24"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Ethnoveterinary contemporary knowledge of farmers in pre-alpine and alpine regions of the Swiss cantons of Bern and Lucerne compared to ancient and recent literature - Is there a tradition?", "Pagination": {"StartPage": "225", "EndPage": "244", "MedlinePgn": "225-244"}, "Abstract": {"AbstractText": ["The term \"traditional\" is well established in European (human) medicine and even appears in recent European regulations on herbal medicinal products connected to a simplified registration. In contrast, a scientific discussion of a Traditional European Veterinary Herbal Medicine is still lacking in spite of a rising interest, in herbal medicine for animals in particular of veterinarians. There is only limited systematic ethnoveterinary research in Europe, with exception of the Mediterranean region, Switzerland and Austria. We conducted a survey on the ethnoveterinary knowledge of farmers in the pre-alpine and alpine regions of the Swiss cantons of Bern and Lucerne. We compared the findings with earlier studies conducted in Switzerland and with recent and past human and veterinary medicinal literature.", "We wanted to know to what extent (dependent to different definition of the term \"traditional\") the ethnoveterinary knowledge of Swiss farmers could be considered as \"traditional\" in a European veterinary medicinal context.", "Semistructured interviews with 44 dialog partners, mainly smallholder cattle farmers, were conducted in 2014. Detailed information about homemade herbal remedies (plant species, plant part, manufacturing process) and the corresponding use reports (target animal species, category of use, route of administration, dosage, source of knowledge, frequency of use, last time of use and farmers satisfaction) were collected. To compare our data with literature, one German book of veterinary pharmacology published in 1900, one typescript of Swiss lectures in veterinary pharmacology from 1944, four books of veterinary herbal medicine published between 1984 and 2016, and one recent publication comparing current Swiss (human) ethnomedicinal plant knowledge with modern and past literature were analyzed.", "Information on a total of 315 homemade remedies containing one single plant species (homemade single species herbal remedy reports, HSHR) was collected from participating farmers. These HSHR were prepared from 83 plant species belonging to 46 botanical families. Plants of the families Asteraceae, Lamiaceae and Rosaceae were most frequently used. Matricaria recutita L., Calendula officinalis L., Quercus robur L., Thymus vulgaris L. and Symphytum officinale L. were the most frequently documented species. A total of 404 use reports (UR) were gathered for the 315 HSHR. The largest number of UR was for treatments of gastrointestinal disorders and metabolic dysfunctions, followed by skin alterations and sores. For more than half of the UR the source of knowledge was family, ancestors and friends, and for approximately one quarter the information was from courses and other educational events. For nearly 90% of the UR farmers mentioned at least one use during the last 10 years, and in more than 50% of the UR the last use was within the past year. Compared with recent and past literature and depending on different definitions of the term \"traditional\" as used for human medicine, between 43% and 84% of all 83 and between 57% and 100% of the most often mentioned 21 plant species show a \"traditional\" European veterinary use.", "For the treatment of their animals farmers in the pre-alpine and alpine regions of the Swiss cantons of Bern and Lucerne mostly used plants which have a track record as medicinal herbs in Europe over several centuries. Almost half of the plant species had specific veterinary uses for about 120 years and even more for at least 30 years. The majority of the plant species thus fulfill the criteria of \"traditional\" according to several definitions and even more up to a certain degree the criteria of \"traditional use\" as defined in European regulations for human medicinal products. Ethnoveterinary research combined with data from historical sources may serve as a sound foundation for the development and definition of a Traditional European Veterinary Herbal Medicine maybe even with regard to the recent discussion about a simplified registration for Traditional Herbal Veterinary Medicinal Products."], "CopyrightInformation": "Copyright © 2018 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Biology, Pharmacenter, University of Basel, Basel, Switzerland."}], "LastName": "Stucki", "ForeName": "Karin", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Zurich, Department of Systematic and Evolutionary Botany, Zürich, Switzerland."}], "LastName": "Cero", "ForeName": "Maja Dal", "Initials": "MD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Organic Farming, Department of Sustainable Agricultural Systems, University of Natural Resources and Life Sciences (BOKU), Vienna, Austria."}], "LastName": "Vogl", "ForeName": "Christan R", "Initials": "CR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Farm Animal Behaviour and Husbandry Section, University of Kassel, Kassel, Germany."}], "LastName": "Ivemeyer", "ForeName": "Silvia", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Phytopharmacy and Natural Product Research, Institute of Chemistry and Biotechnology, Zurich University of Applied Sciences, Wädenswil, Switzerland."}], "LastName": "Meier", "ForeName": "Beat", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Livestock Science, Research Institute of Organic Agriculture, Ackerstrasse 113, Postfach, CH-5070 Frick, Switzerland."}], "LastName": "Maeschli", "ForeName": "Ariane", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Biology, Pharmacenter, University of Basel, Basel, Switzerland."}], "LastName": "Hamburger", "ForeName": "Matthias", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Livestock Science, Research Institute of Organic Agriculture, Ackerstrasse 113, Postfach, CH-5070 Frick, Switzerland. Electronic address: michael.walkenhorst@fibl.org."}], "LastName": "Walkenhorst", "ForeName": "Michael", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Animal Diseases"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Farmers"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["veterinary"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": [], "DescriptorName": "Switzerland"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2018", "Month": "10", "Day": "3"}, {"Year": "2018", "Month": "12", "Day": "12"}, {"Year": "2018", "Month": "12", "Day": "14"}, {"Year": "2018", "Month": "12", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "21", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30572090", "10.1016/j.jep.2018.12.022", "S0378-8741(18)33657-2"]}}]}