{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-bacterial compound", "Anti-neurodegenerative compound", "Future medicine", "Herbal active compounds", "Stability of proteins"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30599902", "DateCompleted": {"Year": "2019", "Month": "04", "Day": "01"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "09", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.1016/j.phymed.2018.09.214", "S0944-7113(18)30496-3"], "Journal": {"ISSN": "1618-095X", "JournalIssue": {"Volume": "52", "PubDate": {"Year": "2019", "Month": "Jan"}}, "Title": "Phytomedicine : international journal of phytotherapy and phytopharmacology", "ISOAbbreviation": "Phytomedicine"}, "ArticleTitle": "Molecular insight into the therapeutic potential of phytoconstituents targeting protein conformation and their expression.", "Pagination": {"StartPage": "225", "EndPage": "237", "MedlinePgn": "225-237"}, "Abstract": {"AbstractText": ["Native protein conformation is essential for the functional activity of the proteins and enzymes. Defects in conformation or alterations in expression of the proteins have been reported in various diseases.", "The aim of this study is to review the molecular insight into the therapeutic potential of phytoconstituents targeting protein conformations or expressions.", "Published literatures were searched in PubMed, Scopus, Web of Science; Article published till Dec 2017 were extracted. The literature was assessed from the Central University of Rajasthan, India. Present study evaluate article based on the role of active plant constituents on the conformation and expression of the different proteins.", "Plant components play their role either at the molecular level or cellular level and exhibit antibacterial, antiviral, anti-neurodegenerative and other activities. Plant active compounds isolated from different plants may either stabilize or destabilize the conformation of proteins or alter expression level of the protein involved in these diseases, therefore, can play a significant role in preventing diseases caused by the alteration in these proteins.", "In the present article, we have reviewed the molecular mechanism of plant active compounds, their target proteins, methods of extraction and identification, and their biological significances. Therefore, a proper understanding of the effect of these herbal molecules on the concerned proteins may help to develop new herbal-based therapeutics for various diseases."], "CopyrightInformation": "Copyright © 2018 Elsevier GmbH. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Central University of Rajasthan, Bandarsindri, Ajmer 305817, India. Electronic address: vishvanath7@yahoo.co.in."}], "LastName": "Tiwari", "ForeName": "Vishvanath", "Initials": "V"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Phytomedicine", "NlmUniqueID": "9438794", "ISSNLinking": "0944-7113"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug effects"], "DescriptorName": "Protein Conformation"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akinsulire O.R., Aibinu I.E., Adenipekun T., Adelowotan T., Odugbemi T. In vitro antimicrobial activity of crude extracts from plants Bryophyllum pinnatum and Kalanchoe crenata. African J. Tradition., Complement., Alternat. Med. 2007;4:338–344.", "ArticleIdList": ["PMC2816479", "20161897"]}, {"Citation": "Arlt A., Sebens S., Krebs S., Geismann C., Grossmann M., Kruse M.L., Schreiber S., Schafer H. Inhibition of the Nrf2 transcription factor by the alkaloid trigonelline renders pancreatic cancer cells more susceptible to apoptosis through decreased proteasomal gene expression and proteasome activity. Oncogene. 2013;32:4825–4835.", "ArticleIdList": ["23108405"]}, {"Citation": "Bi C., Miao X.Q., Chow S.F., Wu W.J., Yan R., Liao Y.H., Chow A., Zheng Y. Particle size effect of curcumin nanosuspensions on cytotoxicity, cellular internalization, in vivo pharmacokinetics and biodistribution. Nanomedicine. 2016", "ArticleIdList": ["27884638"]}, {"Citation": "Byun S., Lee K.W., Jung S.K., Lee E.J., Hwang M.K., Lim S.H., Bode A.M., Lee H.J., Dong Z. Luteolin inhibits protein kinase C(epsilon) and c-Src activities and UVB-induced skin cancer. Cancer Res. 2010;70:2415–2423.", "ArticleIdList": ["20215519"]}, {"Citation": "Chen H M.H, Gao YH, Zhang X, Habasi M, Hu R. Isoflavones extracted from chickpea cicer arietinum L. Sprouts induce mitochondria-dependent apoptosis in human breast cancer cells. Phytotherapy Res. 2014", "ArticleIdList": ["25287332"]}, {"Citation": "Chen J.C., Huang L.J., Wu S.L., Kuo S.C., Ho T.Y., Hsiang C.Y. Ginger and its bioactive component inhibit enterotoxigenic Escherichia coli heat-labile enterotoxin-induced diarrhea in mice. J. Agricult. Food Chem. 2007;55:8390–8397.", "ArticleIdList": ["17880155"]}, {"Citation": "Chena C.-A., Changb H.-H., Kaoc C.-Y., Tsaie T.-H., Chen Y.-J. Plumbagin, isolated from Plumbago zeylanica, induces cell death through apoptosis in human pancreatic cancer cell. Pancreatology. 2009;9:797–809.", "ArticleIdList": ["20110748"]}, {"Citation": "Cowan M.M. Plant products as antimicrobial agents. Clin. Microbiol. Rev. 1999;12:564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Dearlove R.P., Greenspan P., Hartle D.K., Swanson R.B., Hargrove J.L. Inhibition of protein glycation by extracts of culinary herbs and spices. J. Med. Food. 2008;11:275–281.", "ArticleIdList": ["18598169"]}, {"Citation": "Dhivya S., Meena C., Divyasree S. In silico screening of arteether based analogs against enoyl acyl reductase of mycobacterium tuberculosis. Adv. Biotech. 2011;2"}, {"Citation": "Djeussi D.E., Noumedem J.A., Seukep J.A., Fankam A.G., Voukeng I.K., Tankeo S.B., Nkuete A.H., Kuete V. Antibacterial activities of selected edible plants extracts against multidrug-resistant Gram-negative bacteria. BMC Complement. Alternat. Med. 2013;13:164.", "ArticleIdList": ["PMC3710276", "23837916"]}, {"Citation": "Ernawati W.R., Kusuma D., Puspita R.M. Effect of noni leaves extract (Morinda citrifolia L.) on aggregation properties of Streptococcus Mutans (In vitro test) Ind. J. Dental Res. 2013"}, {"Citation": "Gao J., Morgan W.A., Sanchez-Medina A., Corcoran O. The ethanol extract of Scutellaria baicalensis and the active compounds induce cell cycle arrest and apoptosis including upregulation of p53 and Bax in human lung cancer cells. Toxicol. Appl. Pharmacol. 2011;254:221–228.", "ArticleIdList": ["21457722"]}, {"Citation": "Gong H., He Z., Peng A., Zhang X., Cheng B., Sun Y., Zheng L., Huang K. Effects of several quinones on insulin aggregation. Scient. Rep. 2014;4:5648.", "ArticleIdList": ["PMC4090620", "25008537"]}, {"Citation": "Grover A., Katiyar S.P., Jeyakanthan J., Dubey V.K., Sundar D. Blocking Protein kinase C signaling pathway: mechanistic insights into the anti-leishmanial activity of prospective herbal drugs from Withania somnifera. BMC Genomics. 2012;13:S20.", "ArticleIdList": ["PMC3521472", "23281834"]}, {"Citation": "Gu Y., Li J., Li Y., Song L., Li D., Peng L., Wan Y., Hua S. Nanomicelles loaded with doxorubicin and curcumin for alleviating multidrug resistance in lung cancer. Int. J. Nanomed. 2016;11:5757–5770.", "ArticleIdList": ["PMC5098753", "27843316"]}, {"Citation": "He W., Li Y., Xue C., Hu Z., Chen X., Sheng F. Effect of Chinese medicine alpinetin on the structure of human serum albumin. Bioorg. Med. Chem. 2005;13:1837–1845.", "ArticleIdList": ["15698801"]}, {"Citation": "Ho T.Y., Wu S.L., Chen J.C., Li C.C., Hsiang C.Y. Emodin blocks the SARS coronavirus spike protein and angiotensin-converting enzyme 2 interaction. Antiviral Res. 2007;74:92–101.", "ArticleIdList": ["PMC7114332", "16730806"]}, {"Citation": "Hsu Y.L., Kuo P.L., Lin C.C. Acacetin inhibits the proliferation of Hep G2 by blocking cell cycle progression and inducing apoptosis. Biochem. Pharmacol. 2004;67:823–829.", "ArticleIdList": ["15104235"]}, {"Citation": "Ji Y., Zhang Y.C., Pei L.B., Shi L.L., Yan J.L., Ma X.H. Anti-tumor effects of dihydroartemisinin on human osteosarcoma. Mol. Cellular Biochem. 2011;351:99–108.", "ArticleIdList": ["21234653"]}, {"Citation": "Jiang M., Porat-Shliom Y., Pei Z., Cheng Y., Xiang L., Sommers K., Li Q., Gillardon F., Hengerer B., Berlinicke C., Smith W.W., Zack D.J., Poirier M.A., Ross C.A., Duan W. Baicalein reduces E46K alpha-synuclein aggregation in vitro and protects cells against E46K alpha-synuclein toxicity in cell models of familiar Parkinsonism. J. Neurochem. 2010;114:419–429.", "ArticleIdList": ["PMC2910156", "20412383"]}, {"Citation": "Kim I.S., Choi D.K., Jung H.J. Neuroprotective effects of vanillyl alcohol in Gastrodia elata Blume through suppression of oxidative stress and anti-apoptotic activity in toxin-induced dopaminergic MN9D cells. Molecules. 2011;16:5349–5361.", "ArticleIdList": ["PMC6264347", "21705974"]}, {"Citation": "Kothari, V., Shah, A., Gupta, S., Punjabi, A., Ranka, A., 2010. Revealing the antimicrobial potential of plants. Int. J. BioSci. Technol. 3, 1–20."}, {"Citation": "Li C.J., Yuan L., Ji T.F., Yang J.B., Wang A.G., Su Y.L. Furostanol saponins from the seeds of Allium cepa L. Fitoterapia. 2014;99C:56–63.", "ArticleIdList": ["25192608"]}, {"Citation": "Li Y., Zhang T., Jiang Y., Lee H.F., Schwartz S.J., Sun D. (-)-Epigallocatechin-3-gallate inhibits Hsp90 function by impairing Hsp90 association with cochaperones in pancreatic cancer cell line Mia Paca-2. Mol. Pharmaceut. 2009;6:1152–1159.", "ArticleIdList": ["PMC2732434", "19438225"]}, {"Citation": "Long F., Rouquette-Loughlin C., Shafer W.M., Yu E.W. Functional cloning and characterization of the multidrug efflux pumps NorM from Neisseria gonorrhoeae and YdhE from Escherichia coli. Antimicrob. Agents Chemotherapy. 2008;52:3052–3060.", "ArticleIdList": ["PMC2533508", "18591276"]}, {"Citation": "Ma X.H., Zheng C.J., Han L.Y., Xie B., Jia J., Cao Z.W., Li Y.X., Chen Y.Z. Synergistic therapeutic actions of herbal ingredients and their mechanisms from molecular interaction and network perspectives. Drug Discov. Today. 2009;14:579–588.", "ArticleIdList": ["19508920"]}, {"Citation": "Martinez-Campa C., Casado P., Rodriguez R., Zuazua P., Garcia-Pedrero J.M., Lazo P.S., Ramos S. Effect of vinca alkaloids on ERalpha levels and estradiol-induced responses in MCF-7 cells. Breast Cancer Res. Treatment. 2006;98:81–89.", "ArticleIdList": ["16555127"]}, {"Citation": "McRae J.M., Kennedy J.A. Wine and grape tannin interactions with salivary proteins and their impact on astringency: a review of current research. Molecules. 2011;16:2348–2364.", "ArticleIdList": ["PMC6259628", "21399572"]}, {"Citation": "Mors W.B., Nascimento M.C., Pereira B.M., Pereira N.A. Plant natural products active against snake bite–the molecular approach. Phytochemistry. 2000;55:627–642.", "ArticleIdList": ["11130675"]}, {"Citation": "Murphy S.M., Puwanant A., Griggs R.C., Consortium for Clinical Investigations of Neurological, C., Inherited Neuropathies Consortium Consortia of the Rare Disease Clinical Research, N. Unintended effects of orphan product designation for rare neurological diseases. Ann. Neurol. 2012;72:481–490.", "ArticleIdList": ["PMC3490440", "23109143"]}, {"Citation": "Nakayama M., Shimatani K., Ozawa T., Shigemune N., Tomiyama D., Yui K., Katsuki M., Ikeda K., Nonaka A., Miyamoto T. Mechanism for the antibacterial action of epigallocatechin gallate (EGCg) on Bacillus subtilis. Biosci., Biotechnol., Biochem. 2015;79:845–854.", "ArticleIdList": ["25559894"]}, {"Citation": "Patil J.R., Chidambara Murthy K.N., Jayaprakasha G.K., Chetti M.B., Patil B.S. Bioactive compounds from Mexican lime (Citrus aurantifolia) juice induce apoptosis in human pancreatic cells. J. Agricult. Food Chem. 2009;57:10933–10942.", "ArticleIdList": ["19919125"]}, {"Citation": "Phillips P.A., Dudeja V., McCarroll J.A., Borja-Cacho D., Dawra R.K., Grizzle W.E., Vickers S.M., Saluja A.K. Triptolide induces pancreatic cancer cell death via inhibition of heat shock protein 70. Cancer Res. 2007;67:9407–9416.", "ArticleIdList": ["17909050"]}, {"Citation": "Plaper A., Golob M., Hafner I., Oblak M., Solmajer T., Jerala R. Characterization of quercetin binding site on DNA gyrase. Biochem. Biophys. Res. Commun. 2003;306:530–536.", "ArticleIdList": ["12804597"]}, {"Citation": "Potter S.M., Jimenez-Flores R., Pollack J., Lone T.A., Berber-Jimenez M.D. Protein-saponin interaction and its influence on blood lipids. J. Agricult. Food Chem. 1993;41:1287–1291."}, {"Citation": "Radhakrishnan N., Gnanamani A., Mandal A.,B. A potential antibacterial agent Embelin, a natural benzoquinone extracted from Embelia ribes. Biol. Med. 2011;3:1–7."}, {"Citation": "Rafsanjany N., Senker J., Brandt S., Dobrindt U., Hensel A. In vivo consumption of cranberry exerts ex vivo antiadhesive activity against fimh-dominated uropathogenic Escherichia coli: a combined in vivo, ex vivo, and in vitro study of an extract from Vaccinium macrocarpon. J. Agricult. Food Chem. 2015;63:8804–8818.", "ArticleIdList": ["26330108"]}, {"Citation": "Rahayu S.I., Nurdiana N., Santoso S. The effect of curcumin and cotrimoxazole in salmonella typhimurium infection in vivo. ISRN Microbiol. 2013 2013.", "ArticleIdList": ["PMC3773444", "24073354"]}, {"Citation": "Rai D., Singh J.K., Roy N., Panda D. Curcumin inhibits FtsZ assembly: an attractive mechanism for its antibacterial activity. Biochem. J. 2008;410:147–155.", "ArticleIdList": ["17953519"]}, {"Citation": "Rajbhandari M., Mentel R., Jha P.K., Chaudhary R.P., Bhattarai S., Gewali M.B., Karmacharya N., Hipper M., Lindequist U. Antiviral activity of some plants used in Nepalese traditional medicine. Evidence-Based Complement. Alternat. Med. 2009;6:517–522.", "ArticleIdList": ["PMC2781767", "18955262"]}, {"Citation": "Schinazi R.F., Chu C.K., Babu J.R., Oswald B.J., Saalmann V., Cannon D.L., Eriksson B.F., Nasar M. Anthraquinones as a new class of antiviral agents against human immunodeficiency virus. Antiviral Res. 1990;13:265–272.", "ArticleIdList": ["1697740"]}, {"Citation": "Roy R., Tiwari M., Donelli G., Tiwari V. Strategies for combating bacterial biofilms: A focus on anti-biofilm agents and their mechanisms of action. Virulence. 2018;9:522–554.", "ArticleIdList": ["PMC5955472", "28362216"]}, {"Citation": "Samy R.P., Gopalakrishnakone P. Therapeutic Potential of Plants as Anti-microbials for Drug Discovery. Evidence-Based Complement. Alternat. Med. 2010;7:283–294.", "ArticleIdList": ["PMC2887332", "18955349"]}, {"Citation": "Siddiquee K.A., Gunning P.T., Glenn M., Katt W.P., Zhang S., Schrock C., Sebti S.M., Jove R., Hamilton A.D., Turkson J. An oxazole-based small-molecule Stat3 inhibitor modulates Stat3 stability and processing and induces antitumor cell effects. ACS Chem. Biol. 2007;2:787–798.", "ArticleIdList": ["18154266"]}, {"Citation": "Solanki V., Tiwari V. Subtractive proteomics to identify novel drug targets and reverse vaccinology for the development of chimeric vaccine against Acinetobacter baumannii. Scient. Rep. 2018;8:9044.", "ArticleIdList": ["PMC5997985", "29899345"]}, {"Citation": "Sufi S.A., Adigopula L.N., Syed S.B., Mukherjee V., Coumar M.S., Rao H.S., Rajagopalan R. In-silico and in-vitro anti-cancer potential of a curcumin analogue (1E, 6E)-1, 7-di (1H-indol-3-yl) hepta-1, 6-diene-3, 5-dione. Biomed. Pharmacother. 2016", "ArticleIdList": ["27889234"]}, {"Citation": "Tamaki H., Satoh H., Hori S., Ohtani H., Sawada Y. Inhibitory effects of herbal extracts on breast cancer resistance protein (BCRP) and structure-inhibitory potency relationship of isoflavonoids. Drug Metab. Pharmacokinet. 2010;25:170–179.", "ArticleIdList": ["20460823"]}, {"Citation": "Tian S., Li Y., Li D., Xu X., Wang J., Zhang Q., Hou T. Modeling compound-target interaction network of traditional Chinese medicines for type II diabetes mellitus: insight for polypharmacology and drug design. J. Chem. Inf. Model. 2013;53:1787–1803.", "ArticleIdList": ["23768230"]}, {"Citation": "Tian S., Wang J., Li Y., Li D., Xu L., Hou T. The application of in silico drug-likeness predictions in pharmaceutical research. Adv. Drug Deliv. Rev. 2015;86:2–10.", "ArticleIdList": ["25666163"]}, {"Citation": "Tiwari M., Roy R., Tiwari V. Screening of herbal-based bioactive extract against carbapenem-resistant strain of Acinetobacter baumannii. Microb. Drug Resist. 2016", "ArticleIdList": ["26910023"]}, {"Citation": "Tiwari V. In vitro engineering of novel bioactivity in the natural enzymes. Front. Chem. 2016;4:39.", "ArticleIdList": ["PMC5054688", "27774447"]}, {"Citation": "Tiwari V., Kapil A., Moganty R.R. Carbapenem-hydrolyzing oxacillinase in high resistant strains of Acinetobacter baumannii isolated from India. Microbial Pathogen. 2012;53:81–86.", "ArticleIdList": ["22610043"]}, {"Citation": "Tiwari V., Mishra N., Gadani K., Solanki P.S., Shah N.A., Tiwari M. Mechanism of anti-bacterial activity of zinc oxide nanoparticle against carbapenem-resistant Acinetobacter baumannii. Front. Microbiol. 2018;9:1218.", "ArticleIdList": ["PMC5997932", "29928271"]}, {"Citation": "Tiwari V., Moganty R.R. Structural studies on New Delhi Metallo-beta-lactamase (NDM-2) suggest old beta-lactam, penicillin to be better antibiotic for NDM-2-harbouring Acinetobacter baumanni. J. Biomolecul. Struct. Dyn. 2013;31:591–601.", "ArticleIdList": ["22888760"]}, {"Citation": "Tiwari V., Moganty R.R. Conformational stability of OXA-51 beta-lactamase explains its role in carbapenem resistance of Acinetobacter baumannii. J. Biomol. Struct. Dyn. 2014;32:1406–1420.", "ArticleIdList": ["23879430"]}, {"Citation": "Tiwari V., Nagpal I., Subbarao N., Moganty R.R. In-silico modeling of a novel OXA-51 from beta-lactam-resistant Acinetobacter baumannii and its interaction with various antibiotics. J. Mol. Model. 2012;18:3351–3361.", "ArticleIdList": ["22271096"]}, {"Citation": "Tiwari V., Patel V., Tiwari M. In-silico screening and experimental validation reveal l-Adrenaline as anti-biofilm molecule against biofilm-associated protein (Bap) producing Acinetobacter baumannii. Int. J. Biol. Macromol. 2018;107:1242–1252.", "ArticleIdList": ["28964839"]}, {"Citation": "Tiwari V., Rajeswari M.R. Effect of iron availability on the survival of carbapenem-resistant acinetobacter baumannii: a proteomic approach. J. Proteom. Bioinformat. 2013;06:125–131."}, {"Citation": "Tiwari V., Roy R., Tiwari M. Antimicrobial active herbal compounds against Acinetobacter baumannii and other pathogens. Front. Microbiol. 2015;6:618.", "ArticleIdList": ["PMC4471432", "26150810"]}, {"Citation": "Tiwari V., Tiwari D., Patel V., Tiwari M. Effect of secondary metabolite of Actinidia deliciosa on the biofilm and extra-cellular matrix components of Acinetobacter baumannii. Microb. Pathogen. 2017;110:345–351.", "ArticleIdList": ["28705748"]}, {"Citation": "Tiwari V., Tiwari M. Phosphoproteomics as an emerging weapon to develop new antibiotics against carbapenem resistant strain of Acinetobacter baumannii. J. Proteom. 2015;112:336–338.", "ArticleIdList": ["25252118"]}, {"Citation": "Tiwari V., Tiwari M., Biswas D. Rationale and design of an inhibitor of RecA protein as an inhibitor of Acinetobacter baumannii. J. Antibiot. (Tokyo) 2018;71:522–534.", "ArticleIdList": ["29410519"]}, {"Citation": "Tiwari V., Tiwari M., Solanki V. Polyvinylpyrrolidone-capped silver nanoparticle inhibits infection of carbapenem-resistant strain of acinetobacter baumannii in the human pulmonary epithelial cell. Front. Immunol. 2017;8:973.", "ArticleIdList": ["PMC5561010", "28861082"]}, {"Citation": "Tiwari V., Vashistt J., Kapil A., Moganty R.R. Comparative proteomics of inner membrane fraction from carbapenem-resistant Acinetobacter baumannii with a reference strain. PloS one. 2012;7:e39451.", "ArticleIdList": ["PMC3383706", "22761799"]}, {"Citation": "Tong W., Wang Q., Sun D., Suo J. Curcumin suppresses colon cancer cell invasion via AMPK-induced inhibition of NF-kappaB, uPA activator and MMP9. Oncol. Lett. 2016;12:4139–4146.", "ArticleIdList": ["PMC5104244", "27895783"]}, {"Citation": "Tyagi P., Singh M., Kumari H., Kumari A., Mukhopadhyay K. Bactericidal activity of curcumin I is associated with damaging of bacterial membrane. PloS one. 2015;10", "ArticleIdList": ["PMC4374920", "25811596"]}, {"Citation": "Vashist J., Tiwari V., Das R., Kapil A., Rajeswari M.R. Analysis of penicillin-binding proteins (PBPs) in carbapenem resistant Acinetobacter baumannii. Ind. J. Med. Res. 2011;133:332–338.", "ArticleIdList": ["PMC3103161", "21441690"]}, {"Citation": "Vashist J., Tiwari V., Kapil A., Rajeswari M.R. Quantitative profiling and identification of outer membrane proteins of beta-lactam resistant strain of Acinetobacter baumannii. J. Proteome Res. 2010;9:1121–1128.", "ArticleIdList": ["20041708"]}, {"Citation": "Verma P., Tiwari M., Tiwari V. In silico high-throughput virtual screening and molecular dynamics simulation study to identify inhibitor for AdeABC efflux pump of Acinetobacter baumannii. J. Biomol. Struct. Dyn. 2018;36:1182–1194.", "ArticleIdList": ["28393677"]}, {"Citation": "Verma P., Tiwari V. Targeting outer membrane protein component AdeC for the discovery of efflux pump inhibitor against AdeABC efflux pump of multidrug resistant Acinetobacter baumannii. Cell Biochem. Biophys. 2018;76:391–400.", "ArticleIdList": ["29926429"]}, {"Citation": "Xiao Z.-T., Zhu Q., Zhang H.-Y. Identifying antibacterial targets of flavonoids by comparative genomics and molecular modeling. Open J. Genom. 2014;3:1–8."}, {"Citation": "Yadav V.R., Prasad S., Aggarwal B.B. Cardamonin sensitizes tumour cells to TRAIL through ROS- and CHOP-mediated up-regulation of death receptors and down-regulation of survival proteins. Brit. J. Pharmacol. 2012;165:741–753.", "ArticleIdList": ["PMC3315045", "21797841"]}, {"Citation": "Yamasaki S., Asakura M., Neogi S.B., Hinenoya A., Iwaoka E., Aoki S. Inhibition of virulence potential of Vibrio cholerae by natural compounds. Ind. J. Med. Res. 2011;133:232–239.", "ArticleIdList": ["PMC3089057", "21415500"]}, {"Citation": "Yan D., Saito K., Ohmi Y., Fujie N., Ohtsuka K. Paeoniflorin, a novel heat shock protein–inducing compound. Cell Stress Chaperones. 2004;9:378–389.", "ArticleIdList": ["PMC1065277", "15633296"]}, {"Citation": "Yip-Schneider, M.T., Nakshatri, H., Sweeney, C.J., Marshall, M.S., Wiebke, E.A., Schmid, C.M., 2005. Parthenolide and sulindac cooperate to mediate growthsuppression and inhibit the nuclear factor-KB pathway in pancreatic carcinoma cells. 4.", "ArticleIdList": ["15827332"]}, {"Citation": "Yokoyama T., Kosaka Y., Mizuguchi M. Inhibitory activities of propolis and its promising component, caffeic acid phenethyl ester, against amyloidogenesis of human transthyretin. J. Med. Chem. 2014;57:8928–8935.", "ArticleIdList": ["25314129"]}, {"Citation": "Yoshida H., Okumura N., Nishimura Y., Kitagishi Y., Matsuda S. Turmeric and curcumin suppress presenilin 1 protein expression in Jurkat cells. Exp. Therapeut. Med. 2011;2:629–632.", "ArticleIdList": ["PMC3440695", "22977552"]}, {"Citation": "Youssef T. Fluorescence study on the interaction between hypericin and lens protein ``alpha-crystallin\". Photochem. Photobiol. 2009;85:921–926.", "ArticleIdList": ["19175752"]}, {"Citation": "Zhang F., Luo S.Y., Ye Y.B., Zhao W.H., Sun X.G., Wang Z.Q., Li R., Sun Y.H., Tian W.X., Zhang Y.X. The antibacterial efficacy of an aceraceous plant [Shantung maple (Acer truncatum Bunge)] may be related to inhibition of bacterial beta-oxoacyl-acyl carrier protein reductase (FabG) Biotechnol. Appl. Biochem. 2008;51:73–78.", "ArticleIdList": ["18208374"]}, {"Citation": "Zhang X., Chen L.X., Ouyang L., Cheng Y., Liu B. Plant natural compounds: targeting pathways of autophagy as anti-cancer therapeutic agents. Cell Proliferation. 2012;45:466–476.", "ArticleIdList": ["PMC6496896", "22765290"]}, {"Citation": "Zhao H.M., Xu R., Huang X.Y., Cheng S.M., Huang M.F., Yue H.Y., Wang X., Zou Y., Lu A.P., Liu D.Y. Curcumin suppressed activation of dendritic cells via JAK/STAT/SOCS signal in mice with experimental colitis. Front. Pharmacol. 2016;7:455.", "ArticleIdList": ["PMC5122716", "27932984"]}, {"Citation": "Zhao M., Tang S.N., Marsh J.L., Shankar S., Srivastava R.K. Ellagic acid inhibits human pancreatic cancer growth in Balb c nude mice. Cancer Lett. 2013;337:210–217.", "ArticleIdList": ["23684930"]}, {"Citation": "Zhou G.B., Kang H., Wang L., Gao L., Liu P., Xie J., Zhang F.X., Weng X.Q., Shen Z.X., Chen J., Gu L.J., Yan M., Zhang D.E., Chen S.J., Wang Z.Y., Chen Z. Oridonin, a diterpenoid extracted from medicinal herbs, targets AML1-ETO fusion protein and shows potent antitumor activity with low adverse effects on t(8;21) leukemia in vitro and in vivo. Blood. 2007;109:3441–3450.", "ArticleIdList": ["PMC1852250", "17197433"]}]}], "History": [{"Year": "2018", "Month": "7", "Day": "11"}, {"Year": "2018", "Month": "9", "Day": "3"}, {"Year": "2018", "Month": "9", "Day": "25"}, {"Year": "2019", "Month": "1", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "26"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30599902", "PMC7126799", "10.1016/j.phymed.2018.09.214", "S0944-7113(18)30496-3"]}}]}