{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aristolochia", "DNA barcoding", "Stephania tetrandra", "contamination", "gBlock", "herbal medicines", "quantitative real-time PCR"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30619401", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "12", "Day": "11"}], "Language": ["eng"], "ELocationID": ["1828", "10.3389/fpls.2018.01828"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2018"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Sequence-Specific Detection of <i>Aristolochia</i> DNA - A Simple Test for Contamination of Herbal Products.", "Pagination": {"StartPage": "1828", "MedlinePgn": "1828"}, "Abstract": {"AbstractText": ["Herbal medicines are used globally for their health benefits as an alternative therapy method to modern medicines. The market for herbal products has increased rapidly over the last few decades, but this has in turn increased the opportunities for malpractices such as contamination or substitution of products with alternative plant species. In the 1990s, a series of severe renal disease cases were reported in Belgium associated with weight loss treatment, in which the active species <i>Stephania tetrandra</i> was found to be substituted with <i>Aristolochia fangchi</i>. <i>A. fangchi</i> contains toxic aristolochic acids, which have been linked to kidney failure, as well as cancers of the urinary tract. Because of these known toxicities, herbal medicines containing these compounds, or potentially contaminated by these plants, have been restricted or banned in some countries, but they are still available via the internet and in alternate formulations. In this study, a DNA based method based on quantitative real-time PCR (qPCR) was tested to detect and distinguish <i>Aristolochia</i> subg. <i>Siphisia</i> (Duch.) O.C.Schmidt species from a range of medicinal plants that could potentially be contaminated with <i>Aristolochia</i> material. Specific primers were designed to confirm that <i>Aristolochia</i> subg. <i>Siphisia</i> can be detected, even in small amounts, if it is present in the products, fulfilling the aim of offering a simple, cheaper and faster solution than the chemical methods. A synthetic gBlock template containing the primer sequences was used as a reference standard to calibrate the qPCR assay and to estimate the copy number of a target gene per sample. Generic primers covering the conserved 5.8S rRNA coding region were used as internal control to verify DNA quality and also as a reference gene for relative quantitation. To cope with potentially degraded DNA, all qPCR primer sets were designed to generate PCR products of under 100 bp allowing detection and quantification of <i>A. fangchi</i> gBlock even when mixed with <i>S. tetrandra</i> gBlock in different ratios. All proportions of <i>Aristolochia</i>, from 100 to 2%, were detected. Using standards, associating the copy number to each start quantity, the detection limit was calculated and set to about 50 copies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Health & Life Sciences, Biomolecular Technology Group, De Montfort University, Leicester, United Kingdom."}], "LastName": "Sgamma", "ForeName": "Tiziana", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Health & Life Sciences, Biomolecular Technology Group, De Montfort University, Leicester, United Kingdom."}], "LastName": "Masiero", "ForeName": "Eva", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Health & Life Sciences, Biomolecular Technology Group, De Montfort University, Leicester, United Kingdom."}], "LastName": "Mali", "ForeName": "Purvi", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Health & Life Sciences, Biomolecular Technology Group, De Montfort University, Leicester, United Kingdom."}, {"Identifier": [], "Affiliation": "Natural Product Testing Section, Toxic Compound Detection Unit, National Pharmaceutical Control Bureau, Jalan University, Selangor, Malaysia."}], "LastName": "Mahat", "ForeName": "Maslinda", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Health & Life Sciences, Biomolecular Technology Group, De Montfort University, Leicester, United Kingdom."}], "LastName": "Slater", "ForeName": "Adrian", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdullah R., Diaz L. N., Wesseling S., Rietjens I. M. C. M. (2017). Risk assessment of plant food supplements and other herbal products containing aristolochic acids using the margin of exposure (MOE) approach. Food Addit. Contam. Part A Chem. Anal. Control Expo. Risk Assess. 34 135–144. 10.1080/19440049.2016.1266098", "ArticleIdList": ["10.1080/19440049.2016.1266098", "27892830"]}, {"Citation": "Arlt V., Stiborova M., Schmeiser H. (2002). Aristolochic acid as a probable human cancer hazard in herbal remedies: a review. Mutagenesis 17 265–277. 10.1093/mutage/17.4.265", "ArticleIdList": ["10.1093/mutage/17.4.265", "12110620"]}, {"Citation": "Bhagya N., Chandrashekar K. R. (2018). Tetrandrine and cancer – An overview on the molecular approach. Biomed. Pharmacother. 97 624–632. 10.1016/j.biopha.2017.10.116", "ArticleIdList": ["10.1016/j.biopha.2017.10.116", "29101806"]}, {"Citation": "Bustin S. A., Benes V., Garson J. A., Hellemans J., Huggett J., Kubista M., et al. (2009). The MIQE guidelines: minimum information for publication of quantitative real-time pcr experiments. Clin. Chem. 55 611–622. 10.1373/clinchem.2008.112797", "ArticleIdList": ["10.1373/clinchem.2008.112797", "19246619"]}, {"Citation": "Conte J., Potoczniak M. J., Tobe S. S. (2018). Using synthetic oligonucleotides as standards in probe-based qpcr. Biotechniques 64 177–179. 10.2144/btn-2018-2000", "ArticleIdList": ["10.2144/btn-2018-2000", "29661012"]}, {"Citation": "Debelle F. D., Vanherweghem J., Nortier J. L. (2008). Aristolochic acid nephropathy: a worldwide problem. Kidney Int. 74 158–169. 10.1038/ki.2008.129", "ArticleIdList": ["10.1038/ki.2008.129", "18418355"]}, {"Citation": "Dechbumroong P., Aumnouypol S., Denduangboripant J., Sukrong S. (2018). DNA barcoding of Aristolochia plants and development of species-specific multiplex PCR to aid HPTLC in ascertainment of Aristolochia herbal materials. PLoS One 13:e0202625. 10.1371/journal.pone.0202625", "ArticleIdList": ["10.1371/journal.pone.0202625", "PMC6101415", "30125304"]}, {"Citation": "Dhanasekaran S., Doherty T. M., Kenneth J. (2010). Comparison of different standards for real-time PCR-based absolute quantification. J. Immunol. Methods 354 34–39. 10.1016/j.jim.2010.01.004", "ArticleIdList": ["10.1016/j.jim.2010.01.004", "20109462"]}, {"Citation": "Do T. V., Luu T. H., Wanke S., Neinhuis C. (2015). Three new species and three new records of Aristolochia Subgenus Siphisia from Vietnam including a key to the Asian species. Syst. Bot. 40 671–691. 10.1600/036364415X689140", "ArticleIdList": ["10.1600/036364415X689140"]}, {"Citation": "Duan B., Wang Y., Fang H., Xiong C., Li X., Wang P., et al. (2018). Authenticity analyses of Rhizoma Paridis using barcoding coupled with high resolution melting (Bar-HRM) analysis to control its quality for medicinal plant product. Chin. Med. 13:8. 10.1186/s13020-018-0162-4", "ArticleIdList": ["10.1186/s13020-018-0162-4", "PMC5806261", "29449876"]}, {"Citation": "Efferth T., Kaina B. (2011). Toxicities by herbal medicines with emphasis to traditional Chinese medicine. Curr. Drug Metab. 12 989–996. 10.2174/138920011798062328", "ArticleIdList": ["10.2174/138920011798062328", "21892916"]}, {"Citation": "Felsenstein J. (1985). Confidence-limits on phylogenies – an approach using the bootstrap. Evolution 39 783–791. 10.1111/j.1558-5646.1985.tb00420.x", "ArticleIdList": ["10.1111/j.1558-5646.1985.tb00420.x", "28561359"]}, {"Citation": "Gold L., Slone T. (2003). Aristolochic acid, an herbal carcinogen, sold on the Web after FDA alert. N. Engl. J. Med. 349 1576–1577. 10.1056/NEJM200310163491619", "ArticleIdList": ["10.1056/NEJM200310163491619", "14561805"]}, {"Citation": "Grollman A. P., Shibutani S., Moriya M., Miller F., Wu L., Moll U., et al. (2007). Aristolochic acid and the etiology of endemic (Balkan) nephropathy. Proc. Natl. Acad. Sci. U.S.A. 104 12129–12134. 10.1073/pnas.0701248104", "ArticleIdList": ["10.1073/pnas.0701248104", "PMC1913550", "17620607"]}, {"Citation": "Hawkins J., De Vere N., Griffith A., Ford C. R., Allainguillaume J., Hegarty M. J., et al. (2015). Using DNA Metabarcoding to identify the floral composition of honey: a new tool for investigating honey bee foraging preferences. PLoS One 10:e0134735. 10.1371/journal.pone.0134735", "ArticleIdList": ["10.1371/journal.pone.0134735", "PMC4550469", "26308362"]}, {"Citation": "International Agency for Research on Cancer [IARC] (2002). IARC Working Group on the Evaluation of Carcinogenic Risk to Humans. Some Traditional Herbal Medicines, Some Mycotoxins, Naphthalene and Styrene. Lyon: IARC Monographs on the Evaluation of Carcinogenic Risks to Humans.", "ArticleIdList": ["PMC4781602", "12687954"]}, {"Citation": "Jadot I., Decleves A., Nortier J., Caron N. (2017). An integrated view of Aristolochic Acid nephropathy: update of the literature. Int. J. Mol. Sci. 18:297. 10.3390/ijms18020297", "ArticleIdList": ["10.3390/ijms18020297", "PMC5343833", "28146082"]}, {"Citation": "Joshi V. C., Avula B., Khan I. A. (2008). Authentication of Stephania tetrandra S. Moore (Fang Ji) and differentiation of its common adulterants using microscopy and HPLC analysis. J. Nat. Med. 62 117–121. 10.1007/s11418-007-0200-5", "ArticleIdList": ["10.1007/s11418-007-0200-5", "18404356"]}, {"Citation": "Kite G., Yule M., Leon C., Simmonds M. (2002). Detecting aristolochic acids in herbal remedies by liquid chromatography/serial mass spectrometry. Rapid Commun. Mass Spectrom. 16 585–590. 10.1002/rcm.611", "ArticleIdList": ["10.1002/rcm.611", "11870896"]}, {"Citation": "Laube I., Hird H., Brodmann P., Ullmann S., Schoene-Michling M., Chisholm J., et al. (2010). Development of primer and probe sets for the detection of plant species in honey. Food Chem. 118 979–986. 10.1016/j.foodchem.2008.09.063", "ArticleIdList": ["10.1016/j.foodchem.2008.09.063"]}, {"Citation": "Lee M., Tsao C., Iou S., Chuang W., Sheu S. (2003). Analysis of aristolochic acids in herbal medicines by Lc/Uv and Lc/Ms. J. Separat. Sci. 26 818–822.", "ArticleIdList": ["0"]}, {"Citation": "Li M., Au K., Lam H., Cheng L., But P. P., Shaw P. (2014). Molecular identification and cytotoxicity study of herbal medicinal materials that are confused by Aristolochia herbs. Food Chem. 147 332–339. 10.1016/j.foodchem.2013.09.146", "ArticleIdList": ["10.1016/j.foodchem.2013.09.146", "24206727"]}, {"Citation": "Li M., Au K., Lam H., Cheng L., Jiang R., But P. P., et al. (2012). Identification of Baiying (Herba Solani Lyrati) commodity and its toxic substitute Xungufeng (Herba Aristolochiae Mollissimae) using DNA barcoding and chemical profiling techniques. Food Chem. 135 1653–1658. 10.1016/j.foodchem.2012.06.049", "ArticleIdList": ["10.1016/j.foodchem.2012.06.049", "22953906"]}, {"Citation": "Livak K., Schmittgen T. (2001). Analysis of relative gene expression data using real-time quantitative PCR and the 2(T)(-Delta Delta C) method. Methods 25 402–408. 10.1006/meth.2001.1262", "ArticleIdList": ["10.1006/meth.2001.1262", "11846609"]}, {"Citation": "Martena M. J., Van Der Wielen J. C. A., Van De Laak L. F. J., Konings E. J. M., De Groot H. N., Rietjens I. M. C. M. (2007). Enforcement of the ban on aristolochic acids in Chinese traditional herbal preparations on the Dutch market. Anal. Bioanal. Chem. 389 263–275. 10.1007/s00216-007-1310-3", "ArticleIdList": ["10.1007/s00216-007-1310-3", "17486320"]}, {"Citation": "Medsafe (2003). Director-General’s Privileged Statement Under Section 98 of the Medicines Act 1981. Available at: www.medsafe.govt.nz/hot/media/media2003.asp [accessed October\n22\n2018]."}, {"Citation": "Michl J., Jennings H. M., Kite G. C., Ingrouille M. J., Simmonds M. S. J., Heinrich M. (2013). Is aristolochic acid nephropathy a widespread problem in developing countries? A case study of Aristolochia indica L. in Bangladesh using an ethnobotanical-phytochemical approach. J. Ethnopharmacol. 149 235–244. 10.1016/j.jep.2013.06.028", "ArticleIdList": ["10.1016/j.jep.2013.06.028", "23806867"]}, {"Citation": "Nielsen K., Mogensen H. S., Eriksen B., Hedman J., Parson W., Morling N. (2006). Comparison of six Dna quantification methods. Int. Congr. Ser. 1288(Suppl. C), 759–761. 10.1016/j.ics.2005.09.095", "ArticleIdList": ["10.1016/j.ics.2005.09.095"]}, {"Citation": "Nortier J., Martinez M., Schmeiser H., Arlt V., Bieler C., Petein M., et al. (2000). Urothelial carcinoma associated with the use of a Chinese herb (Aristolochia fangchi). N. Engl. J. Med. 342 1686–1692. 10.1056/NEJM200006083422301", "ArticleIdList": ["10.1056/NEJM200006083422301", "10841870"]}, {"Citation": "Nortier J. L., Vanherweghem J. (2007). For patients taking herbal therapy – lessons from aristolochic acid nephropathy. Nephrol. Dial. Transplant. 22 1512–1517. 10.1093/ndt/gfm167", "ArticleIdList": ["10.1093/ndt/gfm167", "17405785"]}, {"Citation": "Ohi-Toma T., Murata J. (2016). Nomenclature of Isotrema, Siphisia, and Endodeca, and their related infrageneric taxa of Aristolochia (Aristolochiaceae). Taxon 65 152–157. 10.12705/651.11", "ArticleIdList": ["10.12705/651.11"]}, {"Citation": "Ohi-Toma T., Sugawara T., Murata H., Wanke S., Neinhuis C., Murata J. (2006). Molecular phylogeny of Aristolochia sensu lato (Aristolochiaceae) based on sequences of rbcL, matK, and phyA genes, with special reference to differentiation of chromosome numbers. Syst. Bot. 31 481–492. 10.1600/036364406778388656", "ArticleIdList": ["10.1600/036364406778388656"]}, {"Citation": "Osathanunkul M., Ounjai S., Osathanunkul R., Madesis P. (2017). Evaluation of a DNA-based method for spice/herb authentication, so you do not have to worry about what is in your curry, buon appetito! PLoS One 12:e0186283. 10.1371/journal.pone.0186283", "ArticleIdList": ["10.1371/journal.pone.0186283", "PMC5636142", "29020084"]}, {"Citation": "Raclariu A. C., Heinrich M., Ichim M. C., De Boer H. (2018). Benefits and Limitations of DNA barcoding and metabarcoding in herbal product authentication. Phytochem. Anal. 29 123–128. 10.1002/pca.2732", "ArticleIdList": ["10.1002/pca.2732", "PMC5836936", "28906059"]}, {"Citation": "Schaneberg B., Khan I. (2004). Analysis of products suspected of containing Aristolochia or Asarum species. J. Ethnopharmacol. 94 245–249. 10.1016/j.jep.2004.06.010", "ArticleIdList": ["10.1016/j.jep.2004.06.010", "15325726"]}, {"Citation": "Sgamma T., Lockie-Williams C., Kreuzer M., Williams S., Scheyhing U., Koch E., et al. (2017). DNA barcoding for industrial quality assurance. Planta Med. 83 1117–1129. 10.1055/s-0043-113448", "ArticleIdList": ["10.1055/s-0043-113448", "28662530"]}, {"Citation": "Soares S., Grazina L., Costa J., Amaral J. S., Oliveira M. B. P. P., Mafra I. (2018). Botanical authentication of lavender (Lavandula s) honey by a novel DNA-barcoding approach coupled to high resolution melting analysis. Food Control 86 367–373. 10.1016/j.foodcont.2017.11.046", "ArticleIdList": ["10.1016/j.foodcont.2017.11.046"]}, {"Citation": "Sorenson W. R., Sullivan D. (2007). Determination of aristolochic acid I in botanicals and dietary supplements potentially contaminated with aristolochic acid I using LC-UV with confirmation by LC/MS: collaborative study. J. AOAC Int. 90 925–933.", "ArticleIdList": ["PMC2614114", "17760329"]}, {"Citation": "Tamura K. (1992). Estimation of the number of nucleotide substitutions when there are strong transition-transversion and G+c-content biases. Mol. Biol. Evol. 9 678–687.", "ArticleIdList": ["1630306"]}, {"Citation": "Tamura K., Stecher G., Peterson D., Filipski A., Kumar S. (2013). MEGA6: molecular evolutionary genetics analysis version 6.0. Mol. Biol. Evol. 302725–2729. 10.1093/molbev/mst197", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Tankeu S., Vermaak I., Chen W., Sandasi M., Viljoen A. (2016). Differentiation between two “fang ji” herbal medicines, Stephania tetrandra and the nephrotoxic Aristolochia fangchi, using hyperspectral imaging. Phytochemistry 122 213–222. 10.1016/j.phytochem.2015.11.008", "ArticleIdList": ["10.1016/j.phytochem.2015.11.008", "26632529"]}, {"Citation": "Vanherweghem J., Depierreux M., Tielemans C., Abramowicz D., Dratwa M., Jadoul M., et al. (1993). Rapidly progressive interstitial renal fibrosis in young-women – Association with slimming regimen including Chinese herbs. Lancet 341 387–391. 10.1016/0140-6736(93)92984-2", "ArticleIdList": ["10.1016/0140-6736(93)92984-2", "8094166"]}, {"Citation": "Wu L., Sun W., Wang B., Zhao H., Li Y., Cai S., et al. (2015). An integrated system for identifying the hidden assassins in traditional medicines containing aristolochic acids. Sci. Rep. 5:11318. 10.1038/srep11318", "ArticleIdList": ["10.1038/srep11318", "PMC4535178", "26270958"]}, {"Citation": "Wu L., Wang B., Zhao M., Liu W., Zhang P., Shi Y., et al. (2016). Rapid identification of officinal akebiae caulis and its toxic adulterant Aristolochiae Manshuriensis Caulis (Aristolochia manshuriensis) by loop -mediated isothermal amplification. Front. Plant Sci. 7:887. 10.3389/fpls.2016.00887", "ArticleIdList": ["10.3389/fpls.2016.00887", "PMC4913086", "27379153"]}, {"Citation": "Yang F., Ding F., Chen H., He M., Zhu S., Ma X., et al. (2018). Dna Barcoding for the identification and authentication of animal species in traditional medicine. Evid. Based Complement. Altern. Med. 2018:5160254. 10.1155/2018/5160254", "ArticleIdList": ["10.1155/2018/5160254", "PMC5937547", "29849709"]}, {"Citation": "Yang L., Li X., Wang H. (2007). Possible mechanisms explaining the tendency towards interstitial fibrosis in aristolochic acid-induced acute tubular necrosis. Nephrol. Dial. Transplant. 22 445–456. 10.1093/ndt/gfl556", "ArticleIdList": ["10.1093/ndt/gfl556", "17124284"]}, {"Citation": "Yang P., Li X., Zhou H., Hu H., Zhang H., Sun W., et al. (2014). Molecular identification of Chinese materia medica and its adulterants using ITS2 and psbA-trnH Barcodes: a case study on Rhizoma Menispermi. Chin. Med. 5 190–198. 10.4236/cm.2014.54023", "ArticleIdList": ["10.4236/cm.2014.54023"]}, {"Citation": "Zhang J., Wider B., Shang H., Li X., Ernst E. (2012). Quality of herbal medicines: challenges and solutions. Complement. Ther. Med. 20 100–106. 10.1016/j.ctim.2011.09.004", "ArticleIdList": ["10.1016/j.ctim.2011.09.004", "22305255"]}, {"Citation": "Zhao X., Peng C., Zhang H., Qin L. (2012). Sinomenium acutum: a review of chemistry, pharmacology, pharmacokinetics, and clinical use. Pharm. Biol. 50 1053–1061. 10.3109/13880209.2012.656847", "ArticleIdList": ["10.3109/13880209.2012.656847", "22775422"]}, {"Citation": "Zhu Y.-P. (2002). Toxicity of the Chinese herb Mu Tong (Aristolochia manshuriensis). What history tells us. Adv. Drug. React. Toxicol. 21 171–177. 10.1007/BF03256194", "ArticleIdList": ["10.1007/BF03256194", "12503251"]}]}], "History": [{"Year": "2018", "Month": "8", "Day": "29"}, {"Year": "2018", "Month": "11", "Day": "26"}, {"Year": "2019", "Month": "1", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30619401", "PMC6297175", "10.3389/fpls.2018.01828"]}}]}