{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anthemis deserti", "Asteraceae", "ITS2", "Medicinal plants", "Molecular authentication", "nrDNA"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30622420", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "09", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2018.09.003"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "26", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Jan"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Molecular authentication of <i>Anthemis deserti</i> Boiss. (Asteraceae) based on ITS2 region of nrDNA gene sequence.", "Pagination": {"StartPage": "155", "EndPage": "159", "MedlinePgn": "155-159"}, "Abstract": {"AbstractText": ["The dried plant material of medicinally important <i>Anthemis deserti</i> Boiss. (family: Asteraceae) especially when it remains in the powdered form often look similar to <i>Anthemis melampodina</i> Del.; and therefore, difficult to distinguish, finally lead to chances of adulteration. The adulteration in medicinal plants effects on the efficacy of the drugs. The molecular authentication of herbal plant materials such as based on the internal transcribed spacer 2 (ITS2) sequences of nuclear ribosomal DNA (nrDNA) is considered as more reliable method compared to other the biochemical or histological methods. The present study aims to molecular authentication of<i>A. deserti</i> based on molecular phylogenetic analyses of ITS2 gene sequence of nrDNA region. The ITS2 region of nrDNA of <i>A. deserti</i> were sequenced, and the molecular phylogenetic analyses were performed together with the GenBank sequences. The Maximum Parsimony tree revealed the close relationships of <i>A. deserti</i> with <i>A. melampodina</i>; however, the Neighbor-Joining and Maximum Likelihood tree clearly revealed that <i>A. deserti</i> is distinct from <i>A. melampodina</i>, which is also supported by the differences in nucleotides at five diffident positions (i.e. 22, 28, 87, 175 and 198) in the DNA sequence alignment."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Ajmal Ali", "ForeName": "Mohammad", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akgul C., Saglikoglu G. Antibacterial activity of crude methanolic extract and its fractions of aerial parts of Anthemis tinctoria. Ind. J. Biochem. Biophys. 2005;42(6):395–397.", "ArticleIdList": ["16955742"]}, {"Citation": "Al-Hemaid F.M.A., Ali M.A., Lee J., Gyulai G., Pandey A.K. Application of internal transcribed spacer of nuclear ribosomal DNA for identification of Echinops mandavillei Kit Tan. Bang. J. Pl. Tax. 2014;21(1):33–42."}, {"Citation": "Al-Hemaid F.M.A., Ali M.A., Lee J., Kim S.Y., Rahman M.O. Molecular evolutionary relationships of Euphorbia Scordifolia Jacq. within the genus inferred from analysis of internal transcribed spacer sequences. Bang. J. Pl. Tax. 2015;22(2):111–118."}, {"Citation": "Ali M.A., Van D.L., Kim S.K. Molecular systematic study of Cardamine glechomifolia Levl. (Brassicaceae) using internal transcribed spacer sequence of nuclear ribosomal DNA (ITS) and chloroplast trnL and trnL-F sequences. Saudi J. Biolog. Sci. 2010;17(4):275–290.", "ArticleIdList": ["PMC6181152", "30323708"]}, {"Citation": "Ali M.A., Lee J., Kim S.Y., Park S.H., Al-Hemaid F.M.A. Molecular phylogenetic analyses of internal transcribed spacer sequences of nuclear ribosomal DNA defined monophyly of the genus Phytolacca L. (Phytolaccaceae) Bang. J. Pl. Tax. 2015;22(1):1–8."}, {"Citation": "Ali M.A., Gábor G., Norbert H., Balázs K., Al-Hemaid F.M.A., Pandey A.K., Lee J. The changing epitome of species identification – DNA barcoding. Saudi J. Biol. Sci. 2014;21(3):204–231.", "ArticleIdList": ["PMC4061418", "24955007"]}, {"Citation": "Ali M.A., Lee J., Oliur Rahman M., Al-Anazi F.S.M., Al-Hemaid F.M.A., Hatamleh A.A., Lee C., Mylliemngap B.J., Bhattacharjee A. A phylogenetic implication of molecular genotyping of Euryops jaberiana abedin & Chaudhary (Asteraceae) Bang. J. Pl. Tax. 2016;23(1):45–51."}, {"Citation": "Ali M.A., Al-Hemaid F.M.A., Choudhary R.K., Lee J., Kim S.Y., Rub M.A. Status of Reseda pentagyna Abdallah & A.G. Miller (Resedaceae) inferred from analysis of combined nuclear ribosomal and chloroplast sequence data. Bang. J. Pl. Tax. 2013;20(2):233–238."}, {"Citation": "Ali Z., Ganie S.H., Narula A., Sharma M.P., Srivastava P.S. Intra-specific genetic diversity and chemical profiling of different accessions of Clitoria ternatea L. Ind. Crop. Prod. 2013;43:768–773."}, {"Citation": "Annadurai R.S., Jayakumar V., Mugasimangalam R.C., Katta M.A., Anand S., Gopinathan S., Sarma S.P., Fernandes S.J., Mullapudi N., Murugesan S., Rao S.N. Next generation sequencing and de novo transcriptome analysis of Costus pictus D. Don, a nonmodel plant with potent anti-diabetic properties. BMC Genomics. 2012;13:663/.", "ArticleIdList": ["PMC3533581", "23176672"]}, {"Citation": "Annadurai R.S., Neethiraj R., Jayakumar V., Damodaran A.C., Rao S.N., Katta M.A., Gopinathan S., Sarma S.P., Senthilkumar V., Niranjan V., Gopinath A., Mugasimangalam R.C. De novo transcriptome assembly (NGS) of Curcuma longa L. rhizome reveals novel transcripts related to anticancer and antimalarial terpenoids. PLoS. ONE. 2013;8:e56217.", "ArticleIdList": ["PMC3585318", "23468859"]}, {"Citation": "Biswas K., Biswas R. Identification ofmedicinal plants using PCR-RFLP in Dasamula — an Ayurvedic drug. J. Pharm. BioSci. 2013;3:94–99."}, {"Citation": "Biswas K., Kapoor A., Biswas R. Authentication of herbal medicinal plant — Boerhavia diffusa L. Using PCR-RFLP. Curr. Trends Biotechnol. Pharm. 2013;7:716–1124."}, {"Citation": "Bremer K., Humphries C.J. Generic monograph of the asteraceae-anthemideae. Bull. Nat. Hist. Mus. Lond. (Bot.) 1993;23(2):71–177."}, {"Citation": "Buruk K., Sokmen A., Aydin F., Erturk M. Antimicrobial activity of some endemic plants growing in the eastern black sea region, Turkey. Fitoterapia. 2006;77(5):388–391.", "ArticleIdList": ["16716535"]}, {"Citation": "Chaudhary A., Khan M., Al-Shaqha W.M., Alharbi M., Al-Khamees O.A. Rapid and easy molecular authentication of medicinal plant Zingiber officinale Roscoe by loop mediated isothermal amplification (LAMP)-based marker. J. Med. Plants. Res. 2014;8:756–762."}, {"Citation": "Chaudhary A.A., Hemant, Mohsin M., Ahmad A. Application of loop-mediated isothermal amplification (LAMP)-based technology for authentication of Catharanthus roseus (L.) G. Don. Protoplasma. 2012;249:417–422.", "ArticleIdList": ["21644004"]}, {"Citation": "Chen S., Yao H., Han J., Liu C., Song J., Shi L., Zhu Y., Ma X., Gao T., Pang X., Luo K., Li Y., Li X., Jia X., Lin Y., Leon C. Validation of the ITS2 region as a novel DNA barcode for identifying medicinal plant species. PLoS One. 2010;5(1):e8613.", "ArticleIdList": ["PMC2799520", "20062805"]}, {"Citation": "Choudhary R.K., Ali M.A., Lee J. Studies on genetic diversity among population of Persicaria barbata (L.) Hara from India based on internal transcribed spacer sequences of nuclear ribosomal DNA. Saudi J. Biolog. Sci. 2011;18(2):123–127.", "ArticleIdList": ["PMC3730888", "23961114"]}, {"Citation": "Collu F., Bonsignore L., Casu M., Floris C., Gertsch J., Cottiglia F. New cytotoxic saturated and unsaturated cyclohexanones from Anthemis maritima. Bioorg. Med. Chem. Lett. 2008;18(5):1559–1562.", "ArticleIdList": ["18262418"]}, {"Citation": "Conforti F., Menichini F., Formisano C., Rigano D., Senatore F., Bruno M., Rosselli S., Celik S. Anthemis wiedemanniana essential oil prevents LPS-induced production of NO in RAW 264.7 macrophages and exerts antiproliferative and antibacterial activities in vitro. Nat. Prod. Res. 2012;26(17):1594–1601.", "ArticleIdList": ["22124231"]}, {"Citation": "Dohm J.C., Minoche A.E., Holtgräwe D., Capella-Gutiérrez S., Zakrzewski F., Tafer H., Rupp O., Sörensen T.R., Stracke R., Reinhardt R., Goesmann A., Kraft T., Schulz B., Stadler P.F., Schmidt T., Gabaldón T., Lehrach H., Weisshaar B., Himmelbauer H. The genome of the recently domesticated crop plant sugar beet (Beta vulgaris) Nature. 2014;505:546–549.", "ArticleIdList": ["24352233"]}, {"Citation": "Di Giorgio C., Delmas F., Tueni M., Cheble E., Khalil T., Balansard G. Alternative and complementary antileishmanial treatments: assessment of the antileishmanial activity of 27 Lebanese plants, including 11 endemic species. J. Altern. Complement. Med. 2008;14(2):157–162.", "ArticleIdList": ["18315506"]}, {"Citation": "Dopazo J. Estimating errors and confidence intervals for branch lengths in phylogenetic trees by a bootstrap approach. J. Mol. Evol. 1994;38:300–304.", "ArticleIdList": ["8006997"]}, {"Citation": "Edgar R.C. MUSCLE: multiple sequence alignment with high accuracy and high throughput. Nucleic Acids Res. 2004;32(5):1792–1797.", "ArticleIdList": ["PMC390337", "15034147"]}, {"Citation": "Felsenstein J. Confidence limits on phylogenies: an approach using the bootstrap. Evolution. 1985;39:783–791.", "ArticleIdList": ["28561359"]}, {"Citation": "Feng T., Liu S., Xing-jin H. Molecular authentication of the traditional Chinese medicinal plant Angelica sinensis based on internal transcribed spacer of nrDNA. Electron. J. Biotechnol. 2010;13(1)"}, {"Citation": "Formisano C., Rigano D., Senatore F., Raimondo F.M., Maggio A., Bruno M. Essential oil composition and antibacterial activity of Anthemis mixta and A. tomentosa (Asteraceae) Nat. Prod. Commun. 2012;7(10):1379–1382.", "ArticleIdList": ["23157016"]}, {"Citation": "Fu J., Yang L., Khan M.A., Mei Z. Genetic characterization and authentication of Lonicera japonica Thunb by using improved RAPD analysis. Mol. Biol. Rep. 2013;40:5993–5999.", "ArticleIdList": ["24057241"]}, {"Citation": "Ganie S.H., Ali Z., Das S., Srivastava P.S., Sharma M.P. Molecular characterization and chemical profiling of different populations of Convolvulus pluricaulis (Convolvulaceae); an important herb of Ayurvedic medicine. 3. Biotechnology. 2015;5:295–302.", "ArticleIdList": ["PMC4434420", "28324296"]}, {"Citation": "Ganie S.H., Sharma M.P. Molecular and chemical profiling of different populations of Evolvulus alsinoides (L.) L. Int. J. Agricul. Crop. Sci. 2014;7:1322–1331."}, {"Citation": "Ganie S.H., Yadav D., Ahmad A., Chadhry A., Asif A. Authentication of traditional crop Kalongi (Nigella sativa L.) by LAMP marker. Ind. J. Res. Pharm. Biotechnol. 2013;1:765–771."}, {"Citation": "Gao T., Pang X.H., Chen S.L. Authentication of plants in Astragalus by DNA barcoding technique. Planta Med. 2009;75:PB21."}, {"Citation": "Ghafoor, A., Al Turki, T.A., 2000. Anthemis L. in: Chaudhary, Fl. Kingd. of Saudi Arabia, vol. 2, no. 3, pp. 168–176."}, {"Citation": "Ghangal R., Chaudhary S., Jain M., Purty R.S., Sharma P.C. Optimization of de novo short read assembly of seabuckthorn (Hippophae rhamnoides L.) transcriptome. PLoS One. 2013;8:e72516.", "ArticleIdList": ["PMC3749127", "23991119"]}, {"Citation": "Gowda B., Chandrika K., Prasanna K.T., Kirana V.C. Authentication of Embelica ribes Burm F. and Embelica tsjeriam-cottam A. DC. Int. J. Sci. Nat. 2010;1:58–60."}, {"Citation": "Guo X., Li Y., Li C. Analysis of the Dendrobium officinale transcriptome reveals putative alkaloid biosynthetic genes and genetic markers. Gene. 2013;527:131–138.", "ArticleIdList": ["23756193"]}, {"Citation": "Gupta P., Goel R., Pathak S., Srivastava A., Singh S.P., Sangwan R.S., Asif M.H., Trivedi P.K. De novo assembly, functional annotation and comparative analysis of Withania somnifera leaf and root transcriptomes to identify putative genes involved in the withanolides biosynthesis. PLoS One. 2013;8:e62714.", "ArticleIdList": ["PMC3648579", "23667511"]}, {"Citation": "Hajdú Z., Zupkó I., Réthy B., Forgo P., Hohmann J. Bioactivity-guided isolation of cytotoxic sesquiterpenes and flavonoids from Anthemis ruthenica. Planta Med. 2010;76(1):94–96.", "ArticleIdList": ["19639540"]}, {"Citation": "Hebert P.D.N., Barrett R.D.H. Reply to the comment by L. Prendini on ‘‘Identifying spiders through DNA barcodes’’. Can. J. Zool. 2005;83:505–506."}, {"Citation": "Hebert P.D.N., Cywinska A., Ball S.L., deWaard J.R. Biological identifications through DNA barcodes. Proc. Biol. Sci. 2003;270(1512):313–321.", "ArticleIdList": ["PMC1691236", "12614582"]}, {"Citation": "Hebert P.D.N., Gregory T.R. The promise of DNA barcoding for taxonomy. Syst. Biol. 2005;54(5):852–859.", "ArticleIdList": ["16243770"]}, {"Citation": "Hebert P.D.N., Stoeckle M.Y., Zemlak T.S., Francis C.M. Identification of birds through DNA barcodes. PLoS Biol. 2004;2(10)", "ArticleIdList": ["PMC518999", "15455034"]}, {"Citation": "Hon C.C., Chow Y.C., Zeng F.Y., Leung F.C. Genetic authentication of ginseng and other traditional Chinese medicine. Acta Pharmacol. Sin. 2003;24:841–846.", "ArticleIdList": ["12956929"]}, {"Citation": "Jayakodi M., Lee S.C., Park H.S., Jang W., Choi B.S., Nah G.J., Kim D.S., Natesan S., Sun C., Lee Y.S., Yang T.J. Transcriptome profiling and comparative analysis of Panax ginseng adventitious roots. J. Ginseng Res. 2014;38:278–288.", "ArticleIdList": ["PMC4213845", "25379008"]}, {"Citation": "Jayasinghe R., Hai N.L., Coram T.E., Kong S., Kaganovitch J., Xue C.C., Li C.G., Pang E.C. Effectiveness of an innovative prototype subtracted diversity array (SDA) for fingerprinting plant species of medicinal importance. Planta Med. 2009;75:1180–1185.", "ArticleIdList": ["19296429"]}, {"Citation": "Jiang C., Cao L., Yuan Y., Chen M., Jin Y., Huang L. Barcoding melting curve analysis for rapid, sensitive, and discriminating authentication of saffron (Crocus sativus L.) from its adulterants. BioMed. Res. 2014:809037.", "ArticleIdList": ["PMC4274822", "25548775"]}, {"Citation": "Jones D.T., Taylor W.R., Thornton J.M. The rapid generation of mutation data matrices from protein sequences. Comput. Appl. Biosci. 1992;8:275–282.", "ArticleIdList": ["1633570"]}, {"Citation": "Karioti A., Skaltsa H., Kaiser M., Tasdemir D. Trypanocidal, leishmanicidal and cytotoxic effects of anthecotulide-type linear sesquiterpene lactones from Anthemis auriculata. Phytomedicine. 2009;16(8):783–787.", "ArticleIdList": ["19200703"]}, {"Citation": "Karioti A., Skaltsa H., Linden A., Perozzo R., Brun R., Tasdemir D. Anthecularin: a novel sesquiterpene lactone from Anthemis auriculata with antiprotozoal activity. J. Org. Chem. 2007;72(21):8103–8106.", "ArticleIdList": ["17880246"]}, {"Citation": "Karioti A., Skaltsa H., Zhang X., Tonge P.J., Perozzo R., Kaiser M., Franzblau S.G., Tasdemir D. Inhibiting enoyl-ACP reductase (FabI) across pathogenic microorganisms by linear sesquiterpene lactones from Anthemis auriculata. Phytomedicine. 2008;15(12):1125–1129.", "ArticleIdList": ["18424102"]}, {"Citation": "Kilic O., Kocak A., Bagci E. Composition of the volatile oils of two Anthemis L. taxa from Turkey. Z Naturforsch C. 2011;66(11–12):535–540.", "ArticleIdList": ["22351977"]}, {"Citation": "Kiran U., Khan S., Mirza K.J., Ram M., Abdin M.Z. SCAR markers: a potential tool for authentication of herbal drugs. Fitoterapia. 2010;81:969–976.", "ArticleIdList": ["20723584"]}, {"Citation": "Krishnan N.M., Pattnaik S., Jain P., Gaur P., Choudhary R., Srividya V., Sa D., Arun K.H., Krishna P.G.B., Nair J., Varghese L., Valivarthi N.K., Dhas K., Ramaswamy K., Panda B. A draft of the genome and four transcriptomes of a medicinal and pesticidal angiosperm Azadirachta indica. BMC Genomics. 2012;13:464.", "ArticleIdList": ["PMC3507787", "22958331"]}, {"Citation": "Kumar S., Stecher G., Tamura K. MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol. Biol. Evol. 2016;33:1870–1874.", "ArticleIdList": ["PMC8210823", "27004904"]}, {"Citation": "Kumar S., Stecher G., Li M., Knyaz C., Tamura K. MEGA X: molecular evolutionary genetics analysis across computing platforms. Mol. Biol. Evol. 2018;35(6):1547–1549.", "ArticleIdList": ["PMC5967553", "29722887"]}, {"Citation": "Lai G.H., Chao J., Lin M.K., Chang W.T., Peng W.H., Sun F.C., Lee M.S., Lee M.S. Rapid and sensitive identification of the herbal tea ingredient Taraxacum formosanum using loop mediated isothermal amplification. Int. J. Mol. Sci. 2015;16:1562–1575.", "ArticleIdList": ["PMC4307320", "25584616"]}, {"Citation": "Li G., Park Y.J. SCAR markers for discriminating species of two genera of medicinal plants, Liriope and Ophiopogon. Genet. Mol. Res. 2012;11:2987–2996.", "ArticleIdList": ["22653648"]}, {"Citation": "Li X., Wang B., Han R., Zheng Y., Yin H.Y., Xu L. Identification of medicinal plant Schisandra chinensis using a potential DNA barcode ITS2. Acta Soc. Bot. Pol. 2013;82:283–288."}, {"Citation": "Lo Presti R.M., Oppolzer S., Oberprieler C.H. A molecular phylogeny and a revised classification of the Mediterranean genus Anthemis s.l. (Compositae, Anthemideae) based on three molecular markers and micromorphological characters. Taxon. 2010;59:1441–1456."}, {"Citation": "Luo H., Li Y., Sun C. Comparison of 454-ESTs from Huperzia serrata and Phlegmariurus carinatus reveals putative genes involved in lycopodium alkaloid biosynthesis and developmental regulation. BMC Plant Biol. 2010;10:209.", "ArticleIdList": ["PMC2956558", "20854695"]}, {"Citation": "Magro A., Carolino M., Bastos M., Mexia A. Efficacy of plant extracts against stored-products fungi. Rev Iberoam Micol. 2006;23(3):176–178.", "ArticleIdList": ["17196025"]}, {"Citation": "Nei M., Kumar S. Oxford University Press; New York: 2000. Molecular Evolution and Phylogenetics."}, {"Citation": "Papaioannou P., Lazari D., Karioti A., Souleles C., Heilmann J., Hadjipavlou-Litina D., Skaltsa H. Phenolic compounds with antioxidant activity from Anthemis tinctoria L. (Asteraceae) Z Naturforsch C. 2007;62(5–6):326–330.", "ArticleIdList": ["17708435"]}, {"Citation": "Passinho-Soares H., Felix D., Kaplan M.A., Margis-Pinheiro M. Authentication of medicinal plant botanical identity by amplified fragmented length polymorphism dominant DNA marker: inferences from the Plectranthus genus. Planta Med. 2006;72:929–931.", "ArticleIdList": ["16791770"]}, {"Citation": "Poczai P., Hyvönen J. Nuclear ribosomal spacer regions in plant phylogenetics: problems and prospects. Mol. Biol. Rep. 2010;37(4):1897–1912.", "ArticleIdList": ["19626457"]}, {"Citation": "Pyle B.W., Tran H.T., Pickel B., Haslam T.M., Gao Z., Macnevin G., Vederas J.C., Kim S.U., Ro D.K. Enzymatic synthesis of valerena-4,7(11)-diene by a unique sesquiterpene synthase from the valerian plant (Valeriana officinalis) FEBS J. 2012;279:3136–3146.", "ArticleIdList": ["22776156"]}, {"Citation": "Quarenghi M.V., Tereschuk M.L., Baigori M.D., Abdala L.R. Antimicrobial activity of flowers from Anthemis cotula. Fitoterapia. 2000;71(6):710–712.", "ArticleIdList": ["11077183"]}, {"Citation": "Rastogi S., Kalra A., Gupta V., Khan F., Lal R.K., Tripathi A.K., Parameswaran S., Gopalakrishnan C., Ramaswamy G., Shasany A.K. Unravelling the genome of Holy basil: an “incomparable” “elixir of life” of traditional Indian medicine. BMC Genomics. 2015;16:413.", "ArticleIdList": ["PMC4445982", "26017011"]}, {"Citation": "Réthy B., Csupor-Löffler B., Zupkó I., Hajdú Z., Máthé I., Hohmann J., Rédei T., Falkay G. Antiproliferative activity of Hungarian Asteraceae species against human cancer cell lines. Part I. Phytother. Res. 2007;21(12):1200–1208.", "ArticleIdList": ["17661336"]}, {"Citation": "Russi L., Moretti C., Raggi L., Albertini E., Falistocco E. Identifying commercially relevant Echinacea species by AFLP molecular markers. Genome. 2009;52:912–918.", "ArticleIdList": ["19935915"]}, {"Citation": "Rzhetsky A., Nei M. A simple method for estimating and testing minimum evolution trees. Mol. Biol. Evol. 1992;9:945–967."}, {"Citation": "Saitou N., Nei M. The neighbor-joining method: a new method for reconstructing phylogenetic trees. Mol. Biol. Evol. 1987;4:406–425.", "ArticleIdList": ["3447015"]}, {"Citation": "Samadi N., Manayi A., Vazirian M., Samadi M., Zeinalzadeh Z., Saghari Z., Abadian N., Mozaffarian V.O., Khanavi M. Chemical composition and antimicrobial activity of the essential oil of Anthemis altissima L. var. altissima. Nat. Prod. Res. 2012;26(20):1931–1934.", "ArticleIdList": ["22007714"]}, {"Citation": "Sasaki Y., Komatsu K., Nagumo S. Rapid detection of Panax ginseng by loop mediated isothermal amplification and its application to authentication of ginseng. Biol. Pharm. Bull. 2008;31:1806–1808.", "ArticleIdList": ["18758082"]}, {"Citation": "Sasaki Y., Nagumo S. Rapid identification of Curcuma longa and C. aromatica by LAMP. Biol. Pharm. Bull. 2007;30:2229–2230.", "ArticleIdList": ["17978508"]}, {"Citation": "Seethapathy G.S., Balasubramani S.P., Venkatasubramanian P. NrDNA ITS sequence based SCAR marker to authenticate Aconitum heterophyllum and Cyperus rotundus in ayurvedic raw drug source and prepared herbal products. Food Chem. 2014;145:1015–1020.", "ArticleIdList": ["24128578"]}, {"Citation": "Seol G.H., Shim H.S., Kim P.J., Moon H.K., Lee K.H., Shim I., Suh S.H., Min S.S. Antidepressant-like effect of Salvia sclarea is explained by modulation of dopamine activities in rats. J. Ethnopharmacol. 2010;130(1):187–190.", "ArticleIdList": ["20441789"]}, {"Citation": "Shirasawa K., Ishii K., Kim C., Ban T., Suzuki M., Ito T., Muranaka T., Kobayashi M., Nagata N., Isobe S., Tabata S. Development of Capsicum EST-SSR markers for species identification and in silico mapping onto the tomato genome sequence. Mol. Breed. 2013;31:101–110.", "ArticleIdList": ["PMC3538017", "23316112"]}, {"Citation": "Singh R., Ong-Abdullah M., Low E.T., Manaf M.A., Rosli R., Nookiah R., Ooi L.C., Ooi S.E., Chan K.L., Halim M.A., Azizi N., Nagappan J., Bacher B., Lakey N., Smith S.W., He D., Hogan M., Budiman M.A., Lee E.K., DeSalle R., Kudrna D., Goicoechea J.L., Wing R.A., Wilson R.K., Fulton R.S., Ordway J.M., Martienssen R.A., Sambanthamurthi R. Oil palm genome sequence reveals divergence of inter fertile species in old and new worlds. Nature. 2013;500:335–339.", "ArticleIdList": ["PMC3929164", "23883927"]}, {"Citation": "Stamatis G., Kyriazopoulos P., Golegou S., Basayiannis A., Skaltsas S., Skaltsa H. In vitro anti-Helicobacter pylori activity of Greek herbal medicines. J. Ethnopharmacol. 2003;88(2–3):175–179.", "ArticleIdList": ["12963139"]}, {"Citation": "Tamhankar S., Ghate V., Raut A., Rajput B. Molecular profiling of “Chirayat” complex using inter simple sequence repeat (ISSR) markers. Planta Med. 2009;75:1266–1270.", "ArticleIdList": ["19350479"]}, {"Citation": "Theerakulpisut P., Kanawapee N., Maensiri D., Bunnag S., Chantaranothai P. Development of species-specific SCAR markers for identification of three medicinal species of Phyllanthus. J. Syst. Evol. 2008;46:614–621."}, {"Citation": "Tripathi N., Saini N., Tiwari S. Assessment of genetic diversity among Aloe vera accessions using amplified fragment length polymorphism. Int. J. Med. Arom. Plants. 2011;1:115–121."}, {"Citation": "Tuskan G.A., Difazio S., Jansson S., Bohlmann J., Grigoriev I., Hellsten U., Putnam N., Ralph S., Rombauts S., Salamov A., Schein J., Sterck L., Aerts A., Bhalerao R.R., Bhalerao R.P., Blaudez D., Boerjan W., Brun A., Brunner A., Busov V., Campbell M., Carlson J., Chalot M., Chapman J., Chen G.L., Cooper D., Coutinho P.M., Couturier J., Covert S., Cronk Q., Cunningham R., Davis J., Degroeve S., Déjardin A., Depamphilis C., Detter J., Dirks B., Dubchak I., Duplessis S., Ehlting J., Ellis B., Gendler K., Goodstein D., Gribskov M., Grimwood J., Groover A., Gunter L., Hamberger B., Heinze B., Helariutta Y., Henrissat B., Holligan D., Holt R., Huang W., Islam-Faridi N., Jones S., Jones-Rhoades M., Jorgensen R., Joshi C., Kangasjärvi J., Karlsson J., Kelleher C., Kirkpatrick R., Kirst M., Kohler A., Kalluri U., Larimer F., Leebens-Mack J., Leplé J.C., Locascio P., Lou Y., Lucas S., Martin F., Montanini B., Napoli C., Nelson D.R., Nelson C., Nieminen K., Nilsson O., Pereda V., Peter G., Philippe R., Pilate G., Poliakov A., Razumovskaya J., Richardson P., Rinaldi C., Ritland K., Rouzé P., Ryaboy D., Schmutz J., Schrader J., Segerman B., Shin H., Siddiqui A., Sterky F., Terry A., Tsai C.J., Uberbacher E., Unneberg P., Vahala J., Wall K., Wessler S., Yan G.G., Yin T., Douglas C., Marra M., Sandberg G., Van de Peer Y., Rokhsar D. The genome of black cottonwood, Populus trichocarpa (Torr. & Gray) Science. 2006;313:1596–1604.", "ArticleIdList": ["16973872"]}, {"Citation": "Uzel A., Guvensen A., Cetin E. Chemical composition and antimicrobial activity of the essential oils of Anthemis xylopoda O. Schwarz from Turkey. J. Ethnopharmacol. 2004;95(2–3):151–154.", "ArticleIdList": ["15507328"]}, {"Citation": "Van Bakel H., Stout J.M., Cote A.G., Tallon C.M., Sharpe A.G., Hughes T.R., Page J.E. The draft genome and transcriptome of Cannabis sativa. Genome Biol. 2011;12(10):R102.", "ArticleIdList": ["PMC3359589", "22014239"]}, {"Citation": "Van Moerkercke A., Fabris M., Pollier J., Baart G.J., Rombauts S., Hasnain G., Rischer H., Memelink J., Oksman-Caldentey K.M., Goossens A. CathaCyc, a metabolic pathway database built from Catharanthus roseus RNA-Seq data. Plant Cell Physiol. 2013;54:673–685.", "ArticleIdList": ["23493402"]}, {"Citation": "Vijayan D., Cheethaparambil A., Pillai G.S., Balachandran I. Molecular authentication of Cissampelos pareira L. var. hirsuta (Buch.-Ham. ex DC.) Forman, the genuine source plant of ayurvedic raw drug ‘Patha’, and its other source plants by ISSR markers. 3. Biotech. 2014;4:559–562.", "ArticleIdList": ["PMC4162895", "28324385"]}, {"Citation": "Vucković I., Vujisić L., Stesević D., Radulović S., Lazić M., Milosavljević S. Cytotoxic guaianolide from Anthemis segetalis (Asteraceae) Phytother. Res. 2010;24(2):225–227.", "ArticleIdList": ["19585474"]}, {"Citation": "Wang X.M. Inter-simple sequence repeats (ISSR) molecular finger printing markers for authenticating the genuine species of rhubarb. J. Med. Plant Res. 2011;5:758–764."}, {"Citation": "Yadav A., Ahmad J., Chaudhary A.A., Altaf A. Development of sequence characterized amplified region (SCAR) marker for the authentication of Bacopa monnieri (L.) Wettst. Eur. J. Med. Plants. 2012;2:186–198."}, {"Citation": "Yao H., Song J., Liu C., Luo K., Han J., Li Y., Pang X., Xu H., Zhu Y., Xiao P., Chen S. Use of ITS2 region as the universal DNA barcode for plants and animals. PLoS ONE. 2010;5(10):e13102.", "ArticleIdList": ["PMC2948509", "20957043"]}, {"Citation": "Yun Y.E., Yu J.N., Nam G.H., Ryu S.A., Kim S., Oh K., Lim C.E. Next-generation sequencing identification and characterization of microsatellite markers in Aconitum austrokoreense Koidz., an endemic and endangered medicinal plant of Korea. Genet. Mol. Res. 2015;14:4812–4817.", "ArticleIdList": ["25966255"]}, {"Citation": "Zhang Y.B., Shaw P.C., Sze C.W., Wang Z.T., Tong Y. Molecular authentication of Chinese herbal materials. J. Food Drug Anal. 2007;15:1–9."}, {"Citation": "Zuckerkand E., Pauling L. Academic Press; New York: 1965. Evolutionary divergence and convergence in proteins; pp. 97–166."}, {"Citation": "Zuo Y., Chen Z., Kondo K., Funamoto T., Wen J., Zhou S. DNA barcoding of Panax species. Planta Med. 2011;77:182–187.", "ArticleIdList": ["20803416"]}]}], "History": [{"Year": "2018", "Month": "8", "Day": "13"}, {"Year": "2018", "Month": "9", "Day": "11"}, {"Year": "2018", "Month": "9", "Day": "13"}, {"Year": "2019", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "9", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30622420", "PMC6319191", "10.1016/j.sjbs.2018.09.003", "S1319-562X(18)30220-1"]}}]}