{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30622610", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "12", "Day": "02"}], "Language": ["eng"], "ELocationID": ["7421489", "10.1155/2018/7421489"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2018", "PubDate": {"Year": "2018"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Pharmacological Effect of Quercetin in Hypertension and Its Potential Application in Pregnancy-Induced Hypertension: Review of <i>In Vitro</i>, <i>In Vivo</i>, and Clinical Studies.", "Pagination": {"StartPage": "7421489", "MedlinePgn": "7421489"}, "Abstract": {"AbstractText": ["Since improving maternal and child health is a public health priority worldwide, the main aim of treatment of hypertension in pregnant women is to prevent complications during pregnancy, labor, and postpartum. In consequence, much attention is paid to the use of antihypertensive drugs that can be used safely during pregnancy. Several side effects of methyldopa, which is currently the most commonly used antihypertensive drug in pregnant women, mean that the search for an effective and safe alternative still continues. Flavonoid compounds present in medicinal plants, vegetables, and fruits may be a promising source of new drugs. In this aspect, quercetin, a well-known flavonoid due to its antihypertensive action, may be considered a prototype for safe antihypertensive drugs. This review focuses on the selective activity of quercetin. Based on recent studies, a few problems were discussed, including (1) pathology of pregnancy-induced hypertension; (2) search for new pharmacological treatments of pregnancy-induced hypertension; (3) issues with the use of herbal extracts during pregnancy; (4) flavonoids as natural active chemical compounds; (5) quercetin: its action during pregnancy, <i>in vitro</i> and <i>in vivo</i> pharmacological activities, clinical trials, and meta-analysis; (6) quercetin intake during pregnancy; (7) other natural compounds tested during pregnancy; (8) potential problems with the use of quercetin; (9) safety profile of quercetin. Various studies have shown a beneficial effect of quercetin on vascular endothelial function and its antioxidative and anti-inflammatory activity on cellular and tissue level. It is known that in animal models quercetin affects positively the development of embryo, fetus, and placenta. Because this flavonoid did not have teratogenic and abortive effect, it is generally recognized as safe. For this reason it should be appreciated and studied in the aspect of its potential use in the prevention and treatment of pregnancy-induced hypertension among women in this risk group."]}, "AuthorList": [{"Identifier": ["0000-0003-2305-3116"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Natural Fibres and Medicinal Plants, Wojska Polskiego 71b, 60-630 Poznań, Poland."}], "LastName": "Ożarowski", "ForeName": "Marcin", "Initials": "M"}, {"Identifier": ["0000-0002-1252-6523"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Natural Fibres and Medicinal Plants, Wojska Polskiego 71b, 60-630 Poznań, Poland."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Poznań University of Medical Sciences, Rokietnicka, 5a, 60-806 Poznań, Poland."}], "LastName": "Mikołajczak", "ForeName": "Przemysław Ł", "Initials": "PŁ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Poznań University of Medical Sciences, Rokietnicka, 5a, 60-806 Poznań, Poland."}], "LastName": "Kujawski", "ForeName": "Radosław", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Natural Fibres and Medicinal Plants, Wojska Polskiego 71b, 60-630 Poznań, Poland."}], "LastName": "Wielgus", "ForeName": "Karolina", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nursing, Poznan University of Medical Sciences, Poznań, Poland."}, {"Identifier": [], "Affiliation": "Department of Obstetrics and Women's Diseases, Poznan University of Medical Sciences, Poznań, Poland."}], "LastName": "Klejewski", "ForeName": "Andrzej", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Perinatology and Women's Diseases, Poznan University of Medical Sciences, Polna 33, 60-535 Poznań, Poland."}, {"Identifier": [], "Affiliation": "Division of Gynecology and Obstetrics, Podhale Multidisciplinary Hospital, Nowy Targ, Poland."}], "LastName": "Wolski", "ForeName": "Hubert", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Natural Fibres and Medicinal Plants, Wojska Polskiego 71b, 60-630 Poznań, Poland."}, {"Identifier": [], "Affiliation": "Department of Perinatology and Women's Diseases, Poznan University of Medical Sciences, Polna 33, 60-535 Poznań, Poland."}, {"Identifier": [], "Affiliation": "Laboratory of Molecular Biology, Poznan University of Medical Sciences, Polna 33, 60-535 Poznań, Poland."}], "LastName": "Seremak-Mrozikiewicz", "ForeName": "Agnieszka", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Townsend R., O’Brien P., Khalil A. Current best practice in the management of hypertensive disorders in pregnancy. Integrated Blood Pressure Control. 2016;9:79–94. doi: 10.2147/IBPC.S77344.", "ArticleIdList": ["10.2147/IBPC.S77344", "PMC4968992", "27555797"]}, {"Citation": "Mammaro A., Carrara S., Cavaliere A., et al. Hypertensive Disorders of Pregnancy. Journal of Prenatal Medicine. 2009;3(1):1–5.", "ArticleIdList": ["PMC3279097", "22439030"]}, {"Citation": "Pre-eclampsia.  2018/19 ICD-10-CM Codes, at:  https://www.icd10data.com/ICD10CM/Codes/O00-O9A/O10-O16/O14."}, {"Citation": "Luanni V. B., Ota E., Togoobaatar G., Rintaro M., João P. S. Risk factors of pre-eclampsia/eclampsia and its adverse outcomes in low- and middleIncome countries: a WHO secondary analysis. PLoS ONE. 2014;9(3):p. e91198.", "ArticleIdList": ["PMC3962376", "24657964"]}, {"Citation": "Fauci A. S., Braunwald E., Kasper D. L. Disorders of intermediary metabolism. In: Fauci A. S., Braunwald E., Kasper D. L., editors. Harrison’s Principles of Internal Medicine. 17th. New York, NY, USA: McGraw-Hill; 2008. pp. 2426–2429.", "ArticleIdList": ["10.1111/j.1445-5994.2008.01837.x"]}, {"Citation": "Masoura S., Kalogiannidis I. A., Gitas G., et al. Biomarkers in pre-eclampsia: A novel approach to early detection of the disease. Journal of Obstetrics & Gynaecology. 2012;32(7):609–616. doi: 10.3109/01443615.2012.709290.", "ArticleIdList": ["10.3109/01443615.2012.709290", "22943702"]}, {"Citation": "Myatt L., Roberts J. M. Preeclampsia: Syndrome or Disease? Current Hypertension Reports. 2015;17(11, article no. 83) doi: 10.1007/s11906-015-0595-4.", "ArticleIdList": ["10.1007/s11906-015-0595-4", "26362531"]}, {"Citation": "Rehfeldt M., Eklund E., Struck J., et al. Relaxin-2 connecting peptide (pro-RLX2) levels in second trimester serum samples to predict preeclampsia. Pregnancy Hypertension: An International Journal of Women's Cardiovascular Health. 2018;11:124–128. doi: 10.1016/j.preghy.2017.11.001.", "ArticleIdList": ["10.1016/j.preghy.2017.11.001", "29133069"]}, {"Citation": "Schaefer C., Peters P., Miller R. K. Drugs during Pregnancy and Lactation. Treatment Options and Risk Assessment. Oxford, UK: Elsevier; 2007."}, {"Citation": "Myatt L., Webster R. P. Is vascular biology in preeclampsia better? Journal of Thrombosis and Haemostasis. 2009;7(3):375–384. doi: 10.1111/j.1538-7836.2008.03259.x.", "ArticleIdList": ["10.1111/j.1538-7836.2008.03259.x", "19087223"]}, {"Citation": "Middeldorp S. Pregnancy Failure and Heritable Thrombophilia. Seminars in Hematology. 2007;44(2):93–97. doi: 10.1053/j.seminhematol.2007.01.005.", "ArticleIdList": ["10.1053/j.seminhematol.2007.01.005", "17433901"]}, {"Citation": "Baumwell S., Karumanchi S. A. Pre-eclampsia: clinical manifestations and molecular mechanisms. Nephron Clinical Practice. 2007;106(2):c72–c81. doi: 10.1159/000101801.", "ArticleIdList": ["10.1159/000101801", "17570933"]}, {"Citation": "Fatini C., Sticchi E., Gensini F., et al. Endothelial nitric oxide synthase gene influences the risk of pre-eclampsia, the recurrence of negative pregnancy events, and the maternal-fetal flow. Journal of Hypertension. 2006;24(9):1823–1829. doi: 10.1097/01.hjh.0000242407.58159.87.", "ArticleIdList": ["10.1097/01.hjh.0000242407.58159.87", "16915032"]}, {"Citation": "Napolitano M., Miceli F., Calce A., et al. Expression and relationship between endothelin-1 messenger ribonucleic acid (mRNA) and inducible/endothelial nitric oxide synthase mRNA isoforms from normal and preeclamptic placentas. The Journal of Clinical Endocrinology & Metabolism. 2000;85(6):2318–2323. doi: 10.1210/jc.85.6.2318.", "ArticleIdList": ["10.1210/jc.85.6.2318", "10852470"]}, {"Citation": "Powe C. E., Levine R. J., Karumanchi S. A. Preeclampsia, a disease of the maternal endothelium: the role of antiangiogenic factors and implications for later cardiovascular disease. Circulation. 2011;123(24):2856–2869. doi: 10.1161/CIRCULATIONAHA.109.853127.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.109.853127", "PMC3148781", "21690502"]}, {"Citation": "Tomimatsu T., Mimura K., Endo M., Kumasawa K., Kimura T. Pathophysiology of preeclampsia: An angiogenic imbalance and long-lasting systemic vascular dysfunction. Hypertension Research. 2017;40(4):305–310. doi: 10.1038/hr.2016.152.", "ArticleIdList": ["10.1038/hr.2016.152", "27829661"]}, {"Citation": "Słowiński T., Neumayer H., Stolze T., Gossing G., Halle H., Hocher B. Endothelin system in normal and hypertensive pregnancy. Clinical Science. 2002;103(s2002):446S–449S. doi: 10.1042/CS103S446S.", "ArticleIdList": ["10.1042/CS103S446S", "12193142"]}, {"Citation": "Baksu B., Davas I., Baksu A., Akyol A., Gulbaba G. Plasma nitric oxide, endothelin-1 and urinary nitric oxide and cyclic guanosine monophosphate levels in hypertensive pregnant women. International Journal of Gynecology and Obstetrics. 2005;90(2):112–117. doi: 10.1016/j.ijgo.2005.04.018.", "ArticleIdList": ["10.1016/j.ijgo.2005.04.018", "16005006"]}, {"Citation": "Amaral L. M., Cunningham M. W., Cornelius D. C., LaMarca B. Preeclampsia: long-term consequences for vascular health. Vascular Health and Risk Management. 2015;11:403–415. doi: 10.2147/VHRM.S64798.", "ArticleIdList": ["10.2147/VHRM.S64798", "PMC4508084", "26203257"]}, {"Citation": "Possomato-Vieira J. S., Khalil R. A. Mechanisms of Endothelial Dysfunction in Hypertensive Pregnancy and Preeclampsia. Advances in Pharmacology. 2016;77:361–431. doi: 10.1016/bs.apha.2016.04.008.", "ArticleIdList": ["10.1016/bs.apha.2016.04.008", "PMC4965238", "27451103"]}, {"Citation": "Bakrania B., Duncan J., Warrington J. P., Granger J. P. The endothelin type a receptor as a potential therapeutic target in preeclampsia. International Journal of Molecular Sciences. 2017;18(3, article 522):1–8. doi: 10.3390/ijms18030522.", "ArticleIdList": ["10.3390/ijms18030522", "PMC5372538", "28264495"]}, {"Citation": "Granger J. P., Spradley F. T., Bakrania B. A. The Endothelin System: A Critical Player in the Pathophysiology of Preeclampsia. Current Hypertension Reports. 2018;20(4) doi: 10.1007/s11906-018-0828-4.", "ArticleIdList": ["10.1007/s11906-018-0828-4", "PMC6064647", "29637419"]}, {"Citation": "Calabró V., Litterio M. C., Fraga C. G., Galleano M., Piotrkowski B. Effects of quercetin on heart nitric oxide metabolism in l -NAME treated rats. Archives of Biochemistry and Biophysics. 2018;647:47–53. doi: 10.1016/j.abb.2018.03.041.", "ArticleIdList": ["10.1016/j.abb.2018.03.041", "29621523"]}, {"Citation": "Pereira S. C., Parente J. M., Belo V. A., et al. Quercetin decreases the activity of matrix metalloproteinase-2 and ameliorates vascular remodeling in renovascular hypertension. Atherosclerosis. 2018;270:146–153. doi: 10.1016/j.atherosclerosis.2018.01.031.", "ArticleIdList": ["10.1016/j.atherosclerosis.2018.01.031", "29425960"]}, {"Citation": "Ajibade T. O., Oyagbemi A. A., Omobowale T. O., Asenuga E. R., Adigun K. O. Quercetin and Vitamin C Mitigate Cobalt Chloride-Induced Hypertension through Reduction in Oxidative Stress and Nuclear Factor Kappa Beta (NF-Kb) Expression in Experimental Rat Model. Biological Trace Element Research. 2017;175(2):347–359. doi: 10.1007/s12011-016-0773-5.", "ArticleIdList": ["10.1007/s12011-016-0773-5", "27283837"]}, {"Citation": "Plotnikov M. B., Aliev O. I., Sidekhmenova A. V., et al. Modes of Hypotensive Action of Dihydroquercetin in Arterial Hypertension. Bulletin of Experimental Biology and Medicine. 2017;162(3):353–356. doi: 10.1007/s10517-017-3614-4.", "ArticleIdList": ["10.1007/s10517-017-3614-4", "28091909"]}, {"Citation": "Morales-Cano D., Menendez C., Moreno E., et al. The flavonoid quercetin reverses pulmonary hypertension in rats. PLoS ONE. 2014;9(12) doi: 10.1371/journal.pone.0114492.e114492", "ArticleIdList": ["10.1371/journal.pone.0114492", "PMC4252144", "25460361"]}, {"Citation": "Galindo P., González-Manzano S., Zarzuelo M. J., et al. Different cardiovascular protective effects of quercetin administered orally or intraperitoneally in spontaneously hypertensive rats. Food & Function. 2012;3(6):643–650. doi: 10.1039/c2fo10268d.", "ArticleIdList": ["10.1039/c2fo10268d", "22441211"]}, {"Citation": "Gao H., Chen C., Huang S., Li B. Quercetin attenuates the progression of monocrotaline-induced pulmonary hypertension in rats. Journal of Biomedical Research. 2012;26(2):98–102. doi: 10.1016/S1674-8301(12)60018-9.", "ArticleIdList": ["10.1016/S1674-8301(12)60018-9", "PMC3597325", "23554737"]}, {"Citation": "Monteiro M. M. O., França-Silva M. S., Alves N. F. B., Porpino S. K. P., Braga V. A. Quercetin improves baroreflex sensitivity in spontaneously hypertensive rats. Molecules. 2012;17(11):12997–13008. doi: 10.3390/molecules171112997.", "ArticleIdList": ["10.3390/molecules171112997", "PMC6269113", "23117438"]}, {"Citation": "Romero M., Jiménez R., Hurtado B., et al. Lack of beneficial metabolic effects of quercetin in adult spontaneously hypertensive rats. European Journal of Pharmacology. 2010;627(1–3):242–250. doi: 10.1016/j.ejphar.2009.11.006.", "ArticleIdList": ["10.1016/j.ejphar.2009.11.006", "19903466"]}, {"Citation": "Carlstrom J., Symons J. D., Tzu C. W., Bruno R. S., Litwin S. E., Jalili T. A quercetin supplemented diet does not prevent cardiovascular complications in spontaneously hypertensive rats. Journal of Nutrition. 2007;137(3):628–633. doi: 10.1093/jn/137.3.628.", "ArticleIdList": ["10.1093/jn/137.3.628", "17311951"]}, {"Citation": "Duarte J., Pérez-Palencia R., Vargas F., et al. Antihypertensive effects of the flavonoid quercetin in spontaneously hypertensive rats. British Journal of Pharmacology. 2001;133(1):117–124. doi: 10.1038/sj.bjp.0704064.", "ArticleIdList": ["10.1038/sj.bjp.0704064", "PMC1572775", "11325801"]}, {"Citation": "Plotnikov M. B., Aliev O. I., Anishchenko A. M., Sidekhmenova A. B., Shamanaev A. Y., Fomina T. I. Parameters of cerebral cortex capillary network in SHR rats during the development of arterial hypertension and stable high blood pressure. Rossiiskii Fiziologicheskii Zhurnal. 2016;102(5):558–566.", "ArticleIdList": ["30192470"]}, {"Citation": "Slashcheva G. A., Rykov V. A., Lobanov A. V., et al. Dihydroquercetin Does Not Affect Age-Dependent Increase in Blood Pressure and Angiotensin-Converting Enzyme Activity in the Aorta of Hypertensive Rats. Bulletin of Experimental Biology and Medicine. 2016;161(5):670–673. doi: 10.1007/s10517-016-3482-3.", "ArticleIdList": ["10.1007/s10517-016-3482-3", "27709387"]}, {"Citation": "Brüll V., Burak C., Stoffel-Wagner B., et al. Acute intake of quercetin from onion skin extract does not influence postprandial blood pressure and endothelial function in overweight-to-obese adults with hypertension: a randomized, double-blind, placebo-controlled, crossover trial. European Journal of Nutrition. 2017;56(3):1347–1357. doi: 10.1007/s00394-016-1185-1.", "ArticleIdList": ["10.1007/s00394-016-1185-1", "26924303"]}, {"Citation": "Biesinger S., Michaels H. A., Quadros A. S., et al. A combination of isolated phytochemicals and botanical extracts lowers diastolic blood pressure in a randomized controlled trial of hypertensive subjects. European Journal of Clinical Nutrition. 2016;70(1):10–16. doi: 10.1038/ejcn.2015.88.", "ArticleIdList": ["10.1038/ejcn.2015.88", "26059745"]}, {"Citation": "Dower J. I., Geleijnse J. M., Gijsbers L., Zock P. L., Kromhout D., Hollman P. C. H. Effects of the pure flavonoids epicatechin and quercetin on vascular function and cardiometabolic health: a randomized, double-blind, placebo-controlled, crossover trial. American Journal of Clinical Nutrition. 2015;101(5):914–921. doi: 10.3945/ajcn.114.098590.", "ArticleIdList": ["10.3945/ajcn.114.098590", "25934864"]}, {"Citation": "Dower J. I., Geleijnse J. M., Gijsbers L., Schalkwijk C., Kromhout D., Hollman P. C. Supplementation of the pure flavonoids epicatechin and quercetin affects some biomarkers of endothelial dysfunction and inflammation in (pre)hypertensive adults: a randomized double-blind, placebo-controlled, crossover trial. Journal of Nutrition. 2015;145(7):1459–1463. doi: 10.3945/jn.115.211888.", "ArticleIdList": ["10.3945/jn.115.211888", "25972527"]}, {"Citation": "Brüll V., Burak C., Stoffel-Wagner B., et al. Effects of a quercetin-rich onion skin extract on 24 h ambulatory blood pressure and endothelial function in overweight-to-obese patients with (pre-)hypertension: a randomised double-blinded placebo-controlled cross-over trial. British Journal of Nutrition. 2015;114(8):1263–1277. doi: 10.1017/s0007114515002950.", "ArticleIdList": ["10.1017/s0007114515002950", "PMC4594049", "26328470"]}, {"Citation": "Perez A., Gonzalez-Manzano S., Jimenez R., et al. The flavonoid quercetin induces acute vasodilator effects in healthy volunteers: Correlation with beta-glucuronidase activity. Pharmacological Research. 2014;89:11–18. doi: 10.1016/j.phrs.2014.07.005.", "ArticleIdList": ["10.1016/j.phrs.2014.07.005", "25076013"]}, {"Citation": "Larson A., Witman M. A. H., Guo Y., et al. Acute, quercetin-induced reductions in blood pressure in hypertensive individuals are not secondary to lower plasma angiotensin-converting enzyme activity or endothelin-1: Nitric oxide. Nutrition Research. 2012;32(8):557–564. doi: 10.1016/j.nutres.2012.06.018.", "ArticleIdList": ["10.1016/j.nutres.2012.06.018", "22935338"]}, {"Citation": "Serban M. C., Sahebkar A., Zanchetti A., et al. Lipid and blood pressure meta-analysis collaboration (LBPMC) group. Effects of quercetin on blood pressure: a systematic review and meta-analysis of randomized controlled trials. Journal of the American Heart Association. 2016;5(7):10–1161.", "ArticleIdList": ["PMC5015358", "27405810"]}, {"Citation": "Draganovic D., Lucic N., Jojic D., Milicevic S. Correlation of oxidative stress markers with ultrasound and cardiotocography parameters with hypertension induced pregnancy. Acta Informatica Medica. 2017;25(1):19–23. doi: 10.5455/aim.2017.25.19-23.", "ArticleIdList": ["10.5455/aim.2017.25.19-23", "PMC5402358", "28484292"]}, {"Citation": "Bharadwaj S., Bhat V. B., Vickneswaran V., Adhisivam B., Zachariah B., Habeebullah S. Oxidative stress in preeclamptic mother–newborn dyads and its correlation with early neonatal outcome–a case control study. The Journal of Maternal-Fetal and Neonatal Medicine. 2018;31(12):1548–1553. doi: 10.1080/14767058.2017.1319933.", "ArticleIdList": ["10.1080/14767058.2017.1319933", "28412854"]}, {"Citation": "Cornelius D. C. Preeclampsia: From inflammation to immunoregulation. Clinical Medicine Insights: Blood Disorders. 2018;11:1–6.", "ArticleIdList": ["PMC5772493", "29371787"]}, {"Citation": "Zhou Y., McMaster M., Woo K., et al. Vascular endothelial growth factor ligands and receptors that regulate human cytotrophoblast survival are dysregulated in severe preeclampsia and hemolysis, elevated liver enzymes, and low platelets syndrome. The American Journal of Pathology. 2002;160(4):1405–1423. doi: 10.1016/S0002-9440(10)62567-9.62567", "ArticleIdList": ["10.1016/S0002-9440(10)62567-9", "PMC3277330", "11943725"]}, {"Citation": "Liberis A., Stanulov G., Chafouz Ali E., Hassan A., Pagalos A., Kontomanolis E. N. Pre-eclampsia and the vascular endothelial growth factor: A new aspect. Clinical and Experimental Obstetrics & Gynecology. 2016;43(1):9–13. doi: 10.12891/ceog2057.2016.", "ArticleIdList": ["10.12891/ceog2057.2016", "27048010"]}, {"Citation": "Chau K., Hennessy A., Makris A. Placental growth factor and pre-eclampsia. Journal of Human Hypertension. 2017;31(12):782–786. doi: 10.1038/jhh.2017.61.", "ArticleIdList": ["10.1038/jhh.2017.61", "PMC5680413", "29115294"]}, {"Citation": "Hentschke M. R., Ruszkowski R. A., da Costa B. E., Poli-de-Figueiredo C. E. Placental growth factor and severity of preeclampsia: biomarkers, prediction of preeclampsia. Pregnancy Hypertension: An International Journal of Women's Cardiovascular Health. 2016;6(3):p. 156."}, {"Citation": "Manriquez Rocha B., Mbofana F., Loquiha O., et al. Early diagnosis of preeclampsia using placental growth factor: An operational pilot study in Maputo, Mozambique. Pregnancy Hypertension: An International Journal of Women's Cardiovascular Health. 2018;11:26–31. doi: 10.1016/j.preghy.2017.12.005.", "ArticleIdList": ["10.1016/j.preghy.2017.12.005", "29523269"]}, {"Citation": "Xu B., Nakhla S., Makris A., Hennessy A. TNF-α inhibits trophoblast integration into endothelial cellular networks. Placenta. 2011;32(3):241–246. doi: 10.1016/j.placenta.2010.12.005.", "ArticleIdList": ["10.1016/j.placenta.2010.12.005", "21215448"]}, {"Citation": "Smith S., Francis R., Guilbert L., Baker P. N. Growth factor rescue of cytokine mediated trophoblast apoptosis. Placenta. 2002;23(4):322–330. doi: 10.1053/plac.2001.0783.", "ArticleIdList": ["10.1053/plac.2001.0783", "11969343"]}, {"Citation": "Marwa B. A. G., Raguema N., Zitouni H., et al. FGF1 and FGF2 mutations in preeclampsia and related features. Placenta. 2016;43:81–85. doi: 10.1016/j.placenta.2016.05.007.", "ArticleIdList": ["10.1016/j.placenta.2016.05.007", "27324104"]}, {"Citation": "Hohlagschwandtner M., Knöfler M., Ploner M., Zeisler H., Joura E. A., Husslein P. Basic fibroblast growth factor and hypertensive disorders in pregnancy. Hypertension in Pregnancy. 2002;21(3):235–241. doi: 10.1081/PRG-120016790.", "ArticleIdList": ["10.1081/PRG-120016790", "12517330"]}, {"Citation": "Frampton G. K., Jones J., Rose M., Payne L. Placental growth factor (Alone or in combination with soluble fms-like tyrosine kinase 1) as an aid to the assessment of women with suspected pre-eclampsia: Systematic review and economic analysis. Health Technology Assessment. 2016;20(87):1–192. doi: 10.3310/hta20870.", "ArticleIdList": ["10.3310/hta20870", "PMC5165281", "27918253"]}, {"Citation": "Duckworth S., Griffin M., Seed P. T., et al. Diagnostic Biomarkers in Women with Suspected Preeclampsia in a Prospective Multicenter Study. Obstetrics & Gynecology. 2016;128(2):245–252. doi: 10.1097/AOG.0000000000001508.", "ArticleIdList": ["10.1097/AOG.0000000000001508", "27400001"]}, {"Citation": "Kaluba-Skotarczak A., Magiełda J., Romała A., et al. Importance of polymorphic variants of Tumour Necrosis Factor—α gene in the etiology of Intrauterine Growth Restriction. Ginekologia Polska. 2018;89(3):160–168. doi: 10.5603/GP.a2018.0027.", "ArticleIdList": ["10.5603/GP.a2018.0027", "29664552"]}, {"Citation": "Lowe S. A., Rubin P. C. The pharmacological management of hypertension in pregnancy. Journal of Hypertension. 1992;10(3):201–207. doi: 10.1097/00004872-199203000-00001.", "ArticleIdList": ["10.1097/00004872-199203000-00001", "1315815"]}, {"Citation": "Seremak-Mrozikiewicz A., Drews K. Methyldopa in therapy of hypertension in pregnant women. Ginekologia Polska. 2004;75(2):160–165.", "ArticleIdList": ["15108591"]}, {"Citation": "Picaud A., Walter P., de Preville G., Nicolas P. Fatal toxic hepatitis in pregnancy. A discuss the role of methyldopa. Journal de Gynécologie Obstétrique et Biologie de la Reproduction. 1990;19(2):192–161.", "ArticleIdList": ["2324442"]}, {"Citation": "Sibai B. M. Treatment of hypertension in pregnant women. The New England Journal of Medicine. 1996;335(4):257–265. doi: 10.1056/NEJM199607253350407.", "ArticleIdList": ["10.1056/NEJM199607253350407", "8657243"]}, {"Citation": "Caton A. R., Bell E. M., Druschel C. M., et al. Antihypertensive medication use during pregnancy and the risk of cardiovascular malformations. Hypertension. 2009;54(1):63–70. doi: 10.1161/HYPERTENSIONAHA.109.129098.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.109.129098", "PMC4913772", "19433779"]}, {"Citation": "Xie R.-H., Guo Y., Krewski D., et al. Trends in using beta-blockers and methyldopa for hypertensive disorders during pregnancy in a Canadian population. European Journal of Obstetrics & Gynecology and Reproductive Biology. 2013;171(2):281–285. doi: 10.1016/j.ejogrb.2013.09.032.", "ArticleIdList": ["10.1016/j.ejogrb.2013.09.032", "24139131"]}, {"Citation": "Adrover R. Hepatotoxicity from Alpha-Methyldopa During Pregnancy: Two Case Reports. Journal of Clinical Gastroenterology and Treatment. 2016;2(3) doi: 10.23937/2469-584X/1510031.", "ArticleIdList": ["10.23937/2469-584X/1510031"]}, {"Citation": " Aldomet (methyldopa) side effects:  https://www.rxlist.com/aldomet-side-effects-drug-center.htm, 2018."}, {"Citation": "Ghanem F. A., Movahed A. Use of antihypertensive drugs during pregnancy and lactation. Cardiovascular Therapeutics. 2008;26(1):38–49.", "ArticleIdList": ["18466419"]}, {"Citation": "Singh P., Mishra A., Goswami S., Singh A., Tiwari K. D. Hypertension and herbal plant for its treatment: a review. Indian Journal of Research in Pharmacy and Biotechnology. 2015;3(5):358–366."}, {"Citation": "Tomé-Carneiro J., Visioli F. Polyphenol-based nutraceuticals for the prevention and treatment of cardiovascular disease: review of human evidence. Phytomedicine. 2016;23(11):1145–1174. doi: 10.1016/j.phymed.2015.10.018.", "ArticleIdList": ["10.1016/j.phymed.2015.10.018", "26776959"]}, {"Citation": "Schürger N., Klein E., Hapfelmeier A., Kiechle M., Paepke D. Demand for integrative medicine among women in pregnancy and childbed: a German survey on patients’ needs. BMC Complementary and Alternative Medicine. 2018;18(1):p. 187. doi: 10.1186/s12906-018-2249-y.", "ArticleIdList": ["10.1186/s12906-018-2249-y", "PMC6003184", "29907100"]}, {"Citation": "Kennedy D. A., Lupattelli A., Koren G., Nordeng H. Herbal medicine use in pregnancy: results of a multinational study. BMC Complementary and Alternative Medicine. 2013;13(1):1–10. doi: 10.1186/1472-6882-13-355.", "ArticleIdList": ["10.1186/1472-6882-13-355", "PMC4029224", "24330413"]}, {"Citation": "John L. J., Shantakumari N. Herbal medicines use during pregnancy: A review from the middle east. Oman Medical Journal. 2015;30(4):229–236. doi: 10.5001/omj.2015.48.", "ArticleIdList": ["10.5001/omj.2015.48", "PMC4561638", "26366255"]}, {"Citation": "Akour A., Kasabri V., Afifi F. U., Bulatova N. The use of medicinal herbs in gynecological and pregnancy-related disorders by Jordanian women: a review of folkloric practice vs. evidence-based pharmacology. Pharmaceutical Biology. 2016;54(9):1901–1918. doi: 10.3109/13880209.2015.1113994.", "ArticleIdList": ["10.3109/13880209.2015.1113994", "26911517"]}, {"Citation": "Mekuria A. B., Erku D. A., Gebresillassie B. M., Birru E. M., Tizazu B., Ahmedin A. Prevalence and associated factors of herbal medicine use among pregnant women on antenatal care follow-up at University of Gondar referral and teaching hospital, Ethiopia: A cross-sectional study. BMC Complementary and Alternative Medicine. 2017;17(1)", "ArticleIdList": ["PMC5286838", "28143507"]}, {"Citation": "Dugoua J.-J. Herbal medicines and pregnancy. Journal of Population Therapeutics and Clinical Pharmacology. 2010;17(3):e370–e378.", "ArticleIdList": ["21041871"]}, {"Citation": "Bruno L. O., Simoes R. S., de Jesus Simoes M., Girão M. J. B. C., Grundmann O. Pregnancy and herbal medicines: An unnecessary risk for women's health-A narrative review. Phytotherapy Research. 2018;32:796–810.", "ArticleIdList": ["29417644"]}, {"Citation": "Mate A., editor. Medicinal and Aromatic Plants of the World. Scientific, Production, Commercial and Utilization Aspects, vol. 1. Dordrecht, Netherlands: Springer Science + Business Media; 2015."}, {"Citation": "Terao J. Factors modulating bioavailability of quercetin-related flavonoids and the consequences of their vascular function. Biochemical Pharmacology. 2017;139:15–23. doi: 10.1016/j.bcp.2017.03.021.", "ArticleIdList": ["10.1016/j.bcp.2017.03.021", "28377278"]}, {"Citation": "Romano B., Pagano E., Montanaro V., Fortunato A. L., Milic N., Borrelli F. Novel insights into the pharmacology of flavonoids. Phytotherapy Research. 2013;27(11):1588–1596. doi: 10.1002/ptr.5023.", "ArticleIdList": ["10.1002/ptr.5023", "23824931"]}, {"Citation": "Quiñones M., Miguel M., Aleixandre A. Beneficial effects of polyphenols on cardiovascular disease. Pharmacological Research. 2013;68(1):125–131. doi: 10.1016/j.phrs.2012.10.018.", "ArticleIdList": ["10.1016/j.phrs.2012.10.018", "23174266"]}, {"Citation": "Yamagata K., Tagami M., Yamori Y. Dietary polyphenols regulate endothelial function and prevent cardiovascular disease. Nutrition Journal . 2015;31(1):28–37. doi: 10.1016/j.nut.2014.04.011.", "ArticleIdList": ["10.1016/j.nut.2014.04.011", "25466651"]}, {"Citation": "Alves J. L. D. B., de Sousa V. P., Neto M. P. C., et al. New insights on the use of dietary polyphenols or probiotics for the management of arterial hypertension. Frontiers in Physiology. 2016;7(448)", "ArticleIdList": ["PMC5053078", "27766081"]}, {"Citation": "Emerenciano V., Militão J., Campos C., et al. Flavonoids as chemotaxonomic markers for Asteraceae. Biochemical Systematics and Ecology. 2001;29(9):947–957. doi: 10.1016/S0305-1978(01)00033-3.", "ArticleIdList": ["10.1016/S0305-1978(01)00033-3", "11445295"]}, {"Citation": "Kumar S., Pandey A. K. Chemistry and Biological Activities of Flavonoids: An Overview. The Scientific World Journal. 2013;2013:16. doi: 10.1155/2013/162750.162750", "ArticleIdList": ["10.1155/2013/162750", "PMC3891543", "24470791"]}, {"Citation": "Dixon R. A., Pasinetti G. M. Flavonoids and isoflavonoids: from plant biology to agriculture and neuroscience. Plant Physiology. 2010;154(2):453–457. doi: 10.1104/pp.110.161430.", "ArticleIdList": ["10.1104/pp.110.161430", "PMC2948995", "20921162"]}, {"Citation": "Andersen Ø. M., Markham K. R., Flavonoids Chemistry. Flavonoids. Chemistry, Biochemistry and Applications. Boca Raton, Fla, USA: CRC Press, Taylor & Francis Group; 2006."}, {"Citation": "Dharmashankar K., Widlansky M. E. Vascular endothelial function and hypertension: insights and directions. Current Hypertension Reports. 2010;12(6):448–455. doi: 10.1007/s11906-010-0150-2.", "ArticleIdList": ["10.1007/s11906-010-0150-2", "PMC2982873", "20857237"]}, {"Citation": "Widmer R. J., Lerman A. Endothelial dysfunction and cardiovascular disease. Global Cardiology Science Practice. 2014;2014(3):291–308.", "ArticleIdList": ["PMC4352682", "25780786"]}, {"Citation": "Konukoglu D., Uzun H. Endothelial dysfunction and hypertension. Advances in Experimental Medicine and Biology. 2016;956:511–540. doi: 10.1007/5584_2016_90.", "ArticleIdList": ["10.1007/5584_2016_90", "28035582"]}, {"Citation": "Rastogi S., Pandey M. M., Rawat A. K. S. Traditional herbs: a remedy for cardiovascular disorders. Phytomedicine. 2016;23(11):1082–1089. doi: 10.1016/j.phymed.2015.10.012.", "ArticleIdList": ["10.1016/j.phymed.2015.10.012", "26656228"]}, {"Citation": "Kim Y., Je Y. Flavonoid intake and mortality from cardiovascular disease and all causes: A meta-analysis of prospective cohort studies. Clinical Nutrition ESPEN. 2017;20:68–77. doi: 10.1016/j.clnesp.2017.03.004.", "ArticleIdList": ["10.1016/j.clnesp.2017.03.004", "29072172"]}, {"Citation": "Chirumbolo S. Flavonoids in coronary heart disease. Thrombosis Research. 2015;135(5):1040–1041. doi: 10.1016/j.thromres.2015.03.009.", "ArticleIdList": ["10.1016/j.thromres.2015.03.009", "25770596"]}, {"Citation": "Edwards R. L., Lyon T., Litwin S. E., Rabovsky A., Symons J. D., Jalili T. Quercetin reduces blood pressure in hypertensive subjects. Journal of Nutrition. 2007;137(11):2405–2411. doi: 10.1093/jn/137.11.2405.", "ArticleIdList": ["10.1093/jn/137.11.2405", "17951477"]}, {"Citation": "Bondonno N. P., Bondonno C. P., Hodgson J. M., Ward N. C., Croft K. D. The Efficacy of Quercetin in Cardiovascular Health. Current Nutrition Reports. 2015;4(4):290–303. doi: 10.1007/s13668-015-0137-3.", "ArticleIdList": ["10.1007/s13668-015-0137-3"]}, {"Citation": "Gormaz J. G., Quintremil S., Rodrigo R. Cardiovascular disease: A target for the pharmacological effects of quercetin. Current Topics in Medicinal Chemistry. 2015;15(17):1735–1742. doi: 10.2174/1568026615666150427124357.", "ArticleIdList": ["10.2174/1568026615666150427124357", "25915608"]}, {"Citation": "Todaka E., Sakurai K., Fukata H., et al. Fetal exposure to phytoestrogens - The difference in phytoestrogen status between mother and fetus. Environmental Research. 2005;99(2):195–203. doi: 10.1016/j.envres.2004.11.006.", "ArticleIdList": ["10.1016/j.envres.2004.11.006", "16194669"]}, {"Citation": "Vanhees K., Godschalk R. W., Sanders A., Van Waalwijk van Doorn-Khosrovani S. B., Van Schooten F. J. Maternal quercetin intake during pregnancy results in an adapted iron homeostasis at adulthood. Toxicology. 2011;290(2-3):351–359.", "ArticleIdList": ["22064046"]}, {"Citation": "Prater M. R., Laudermilch C. L., Liang C., Holladay S. D. Placental Oxidative Stress Alters Expression of Murine Osteogenic Genes and Impairs Fetal Skeletal Formation. Placenta. 2008;29(9):802–808. doi: 10.1016/j.placenta.2008.06.010.", "ArticleIdList": ["10.1016/j.placenta.2008.06.010", "PMC2583463", "18675455"]}, {"Citation": "Liang C., Oest M. E., Jones J. C., Prater M. R. Gestational high saturated fat diet alters C57BL/6 mouse perinatal skeletal formation. Birth Defects Research Part B - Developmental and Reproductive Toxicology. 2009;86(5):362–369. doi: 10.1002/bdrb.20204.", "ArticleIdList": ["10.1002/bdrb.20204", "19750487"]}, {"Citation": "Zhao Y.-T., Wang X.-D., Shi W.-Y., Zhong X.-H. Anti-abortive effect of quercetin and bornyl acetate on macrophages and IL-10 in uterus of mice. African Journal of Biotechnology. 2010;10(43):8675–8682. doi: 10.5897/AJB11.939.", "ArticleIdList": ["10.5897/AJB11.939"]}, {"Citation": "Karampour N. S., Arzi A., Varzi H. N., Mohammadian B., Rezaei M. Quercetin preventive effects on theophylline-induced anomalies in rat embryo. Jundishapur Journal of Natural Pharmaceutical Products. 2014;9(3, e17834)", "ArticleIdList": ["PMC4165180", "25237647"]}, {"Citation": "Dogan Z., Elbe H., Taslidere E., Soysal H., Cetin A., Demirtas S. Effects of ciprofloxacin on fetal rat liver during pregnancy and protective effects of quercetin. Biotechnic & Histochemistry. 2017;92(7):481–486. doi: 10.1080/10520295.2017.1356469.", "ArticleIdList": ["10.1080/10520295.2017.1356469", "28836867"]}, {"Citation": "Khaksary-Mahabady M., Ranjbar R., Najafzadeh-Varzi H., Mohammadian B., Gohari-Behbahani N. Protective effect of quercetin on histomorphometric changes in kidney of retinoid acid-treated rat fetuses. International Journal of Morphology. 2018;36(1):338–344. doi: 10.4067/S0717-95022018000100338.", "ArticleIdList": ["10.4067/S0717-95022018000100338"]}, {"Citation": "Toumi M. L., Merzoug S., Tahraoui A. Effects of quercetin on predator stress-related hematological and behavioural alterations in pregnant rats and their offspring. Journal of Biosciences. 2016;41(2):237–249. doi: 10.1007/s12038-016-9613-1.", "ArticleIdList": ["10.1007/s12038-016-9613-1", "27240984"]}, {"Citation": "Huang J. J., Liu X., Wang X. Q., Yang L. H., Qi D. S., Yao R. Q. Effects of quercetin on the learning and memory ability of neonatal rats with hypoxic-ischemic brain damage. Zhongguo Dang Dai Er Ke Za Zhi. 2012;146:454–457.", "ArticleIdList": ["22738455"]}, {"Citation": "Liu W., Zhang M., Feng J., Fan A., Zhou Y., Xu Y. The influence of quercetin on maternal immunity, oxidative stress, and inflammation in mice with exposure of fine particulate matter during gestation. International Journal of Environmental Research and Public Health. 2017;14(592):1–16. doi: 10.3390/ijerph14060592.", "ArticleIdList": ["10.3390/ijerph14060592", "PMC5486278", "28574437"]}, {"Citation": "Braga C. P., Baptista R. d., Peixoto F. B. Effects of Quercetin Administration on the Pregnancy Outcome of Diabetic Rats. Journal of Diabetes & Metabolism. 2012;03(02):1–4. doi: 10.4172/2155-6156.1000180.", "ArticleIdList": ["10.4172/2155-6156.1000180"]}, {"Citation": "Shahzad H., Giribabu N., Muniandy S., Salleh N. Quercetin induces morphological and proliferative changes of rat's uteri under estrogen and progesterone influences. International Journal of Clinical and Experimental Pathology. 2014;7(9):5484–5494.", "ArticleIdList": ["PMC4203161", "25337190"]}, {"Citation": "Xu L., Sun L., Lu L., Zhong X., Ma Y., Qin J. Effects of Quercetin on CYP450 and Cytokines in Aroclor 1254 Injured Endometrial Cells of the Pregnant Rats. BioMed Research International. 2014;2014:7. doi: 10.1155/2014/497508.497508", "ArticleIdList": ["10.1155/2014/497508", "PMC3966338", "24711995"]}, {"Citation": "Lee M., Yun S., Lee H., Yang J. Quercetin Mitigates Inflammatory Responses Induced by Vascular Endothelial Growth Factor in Mouse Retinal Photoreceptor Cells through Suppression of Nuclear Factor Kappa B. International Journal of Molecular Sciences. 2017;18(11):p. 2497. doi: 10.3390/ijms18112497.", "ArticleIdList": ["10.3390/ijms18112497", "PMC5713462", "29165402"]}, {"Citation": "Song W., Zhao X., Xu J., Zhang H. Quercetin inhibits angiogenesis–mediated human retinoblastoma growth by targeting vascular endothelial growth factor receptor. Oncology Letters. 2017;14(3):3343–3348. doi: 10.3892/ol.2017.6623.", "ArticleIdList": ["10.3892/ol.2017.6623", "PMC5588034", "28927086"]}, {"Citation": "Li F., Bai Y., Zhao M., et al. Quercetin inhibits vascular endothelial growth factor-induced choroidal and retinal angiogenesis in vitro. Ophthalmic Research. 2015;53(3):109–116. doi: 10.1159/000369824.", "ArticleIdList": ["10.1159/000369824", "25676100"]}, {"Citation": "Lee H. N., Shin S. A., Choo G. S., et al. Anti-inflammatory effect of quercetin and galangin in LPS-stimulated RAW264.7 macrophages and DNCB-induced atopic dermatitis animal models. International Journal of Molecular Medicine. 2018;41(2):888–898.", "ArticleIdList": ["PMC5752163", "29207037"]}, {"Citation": "Endale M., Park S.-C., Kim S., et al. Quercetin disrupts tyrosine-phosphorylated phosphatidylinositol 3-kinase and myeloid differentiation factor-88 association, and inhibits MAPK/AP-1 and IKK/NF-κB-induced inflammatory mediators production in RAW 264.7 cells. Immunobiology. 2013;218(12):1452–1467. doi: 10.1016/j.imbio.2013.04.019.", "ArticleIdList": ["10.1016/j.imbio.2013.04.019", "23735482"]}, {"Citation": "Sanchez M., Lodi F., Vera R., et al. Quercetin and isorhamnetin prevent endothelial dysfunction, superoxide production, and overexpression of p47phox induced by angiotensin II in rat aorta. Journal of Nutrition. 2007;137(4):910–915. doi: 10.1093/jn/137.4.910.", "ArticleIdList": ["10.1093/jn/137.4.910", "17374653"]}, {"Citation": "Romero M., Jiménez R., Sánchez M., et al. Quercetin inhibits vascular superoxide production induced by endothelin-1: role of NADPH oxidase, uncoupled eNOS and PKC. Atherosclerosis. 2009;202(1):58–67. doi: 10.1016/j.atherosclerosis.2008.03.007.", "ArticleIdList": ["10.1016/j.atherosclerosis.2008.03.007", "18436224"]}, {"Citation": "Lee K. M., Hwang M. K., Lee D. E., Lee K. W., Lee H. J. Protective effect of quercetin against arsenite-induced COX-2 expression by targeting PI3K in rat liver epithelial cells. Journal of Agricultural and Food Chemistry. 2010;58(9):5815–5820. doi: 10.1021/jf903698s.", "ArticleIdList": ["10.1021/jf903698s", "20377179"]}, {"Citation": "Yang D., Liu X., Liu M., Chi H., Liu J., Han H. Protective effects of quercetin and taraxasterol against H2O2-induced human umbilical vein endothelial cell injury in vitro. Experimental and Therapeutic Medicine. 2015;10(4):1253–1260. doi: 10.3892/etm.2015.2713.", "ArticleIdList": ["10.3892/etm.2015.2713", "PMC4578013", "26622474"]}, {"Citation": "Kleemann R., Verschuren L., Morrison M., et al. Anti-inflammatory, anti-proliferative and anti-atherosclerotic effects of quercetin in human in vitro and in vivo models. Atherosclerosis. 2011;218(1):44–52. doi: 10.1016/j.atherosclerosis.2011.04.023.", "ArticleIdList": ["10.1016/j.atherosclerosis.2011.04.023", "21601209"]}, {"Citation": "Crespo I., García-Mediavilla M. V., Gutiérrez B., Sánchez-Campos S., Tuñón M. J., González-Gallego J. A comparison of the effects of kaempferol and quercetin on cytokine-induced pro-inflammatory status of cultured human endothelial cells. British Journal of Nutrition. 2008;100(5):968–976. doi: 10.1017/s0007114508966083.", "ArticleIdList": ["10.1017/s0007114508966083", "18394220"]}, {"Citation": "Overman A., Chuang C.-C., McIntosh M. Quercetin attenuates inflammation in human macrophages and adipocytes exposed to macrophage-conditioned media. International Journal of Obesity. 2011;35(9):1165–1172. doi: 10.1038/ijo.2010.272.", "ArticleIdList": ["10.1038/ijo.2010.272", "21224828"]}, {"Citation": "Kim H. P., Mani I., Iversen L., Ziboh V. A. Effects of naturally-occurring flavonoids and biflavonoids on epidermal cyclooxygenase and lipoxygenase from guinea-pigs. Prostaglandins, Leukotrienes and Essential Fatty Acids. 1998;58(1):17–24. doi: 10.1016/S0952-3278(98)90125-9.", "ArticleIdList": ["10.1016/S0952-3278(98)90125-9", "9482162"]}, {"Citation": "Li Y., Yao J., Han C., et al. Quercetin, inflammation and immunity. Nutrients. 2016;8(3, article 167) doi: 10.3390/nu8030167.", "ArticleIdList": ["10.3390/nu8030167", "PMC4808895", "26999194"]}, {"Citation": "Lim H., Hyun P. K. Inhibition of mammalian collagenase, matrix metalloproteinase-1, by naturally-occurring flavonoids. Planta Medica. 2007;73(12):1267–1274. doi: 10.1055/s-2007-990220.", "ArticleIdList": ["10.1055/s-2007-990220", "17886198"]}, {"Citation": "Guo W., Ding J., Zhang A., et al. The inhibitory effect of quercetin on asymmetric dimethylarginine-induced apoptosis is mediated by the endoplasmic reticulum stress pathway in glomerular endothelial cells. International Journal of Molecular Sciences. 2014;15(1):484–503. doi: 10.3390/ijms15010484.", "ArticleIdList": ["10.3390/ijms15010484", "PMC3907821", "24451129"]}, {"Citation": "Nabavi S. F., Nabavi S. M., Mirzaei M., Moghaddam A. H. Protective effect of quercetin against sodium fluoride induced oxidative stress in rat's heart. Food & Function. 2012;3(4):437–441. doi: 10.1039/c2fo10264a.", "ArticleIdList": ["10.1039/c2fo10264a", "22314573"]}, {"Citation": "González-Esquivel A. E., Charles-Niño C. L., Pacheco-Moisés F. P., Ortiz G. G., Jaramillo-Juárez F., Rincón-Sánchez A. R. Beneficial effects of quercetin on oxidative stress in liver and kidney induced by titanium dioxide (TiO. Toxicology Mechanisms and Methods. 2015;25(3):166–175. doi: 10.3109/15376516.2015.1006491.", "ArticleIdList": ["10.3109/15376516.2015.1006491", "25578686"]}, {"Citation": "Kocahan S., Dogan Z., Erdemli E., Taskin E. Protective effect of quercetin against oxidative stress-induced toxicity associated with doxorubicin and cyclophosphamide in rat kidney and liver tissue. Iranian Journal of Kidney Diseases. 2017;11(2):124–131.", "ArticleIdList": ["28270644"]}, {"Citation": "Bayne A.-C. V., Sohal R. S. Effects of superoxide dismutase/catalase mimetics on life span and oxidative stress resistance in the housefly, Musca domestica. Free Radical Biology & Medicine. 2002;32(11):1229–1234. doi: 10.1016/S0891-5849(02)00849-3.", "ArticleIdList": ["10.1016/S0891-5849(02)00849-3", "12031907"]}, {"Citation": "He Y., Cao X., Liu X., et al. Quercetin reverses experimental pulmonary arterial hypertension by modulating the TrkA pathway. Experimental Cell Research. 2015;339(1):122–134. doi: 10.1016/j.yexcr.2015.10.013.", "ArticleIdList": ["10.1016/j.yexcr.2015.10.013", "26476374"]}, {"Citation": "Perez-Vizcaino F., Duarte J., Jimenez R., Santos-Buelga C., Osuna A. Antihypertensive effects of the flavonoid quercetin. Pharmacological Reports. 2009;61(1):67–75. doi: 10.1016/S1734-1140(09)70008-8.", "ArticleIdList": ["10.1016/S1734-1140(09)70008-8", "19307694"]}, {"Citation": "Haleagrahara N., Miranda-Hernandez S., Alim M. A., Hayes L., Bird G., Ketheesan N. Therapeutic effect of quercetin in collagen-induced arthritis. Biomedicine & Pharmacotherapy. 2017;90:38–46. doi: 10.1016/j.biopha.2017.03.026.", "ArticleIdList": ["10.1016/j.biopha.2017.03.026", "28342364"]}, {"Citation": "Conquer J. A., Maiani G., Azzini E., Raguzzini A., Holub B. J. Supplementation with quercetin markedly increases plasma quercetin concentration without effect on selected risk factors for heart disease in healthy subjects. Journal of Nutrition. 1998;128(3):593–597. doi: 10.1093/jn/128.3.593.", "ArticleIdList": ["10.1093/jn/128.3.593", "9482769"]}, {"Citation": "Egert S., Bosy-Westphal A., Seiberl J., et al. Quercetin reduces systolic blood pressure and plasma oxidised low-density lipoprotein concentrations in overweight subjects with a high-cardiovascular disease risk phenotype: a double-blinded, placebo-controlled cross-over study. British Journal of Nutrition. 2009;102(7):1065–1074. doi: 10.1017/S0007114509359127.", "ArticleIdList": ["10.1017/S0007114509359127", "19402938"]}, {"Citation": "Pfeuffer M., Auinger A., Bley U., et al. Effect of quercetin on traits of the metabolic syndrome, endothelial function and inflammation in men with different APOE isoforms. Nutrition, Metabolism & Cardiovascular Diseases. 2013;23(5):403–409. doi: 10.1016/j.numecd.2011.08.010.", "ArticleIdList": ["10.1016/j.numecd.2011.08.010", "22118955"]}, {"Citation": "Zahedi M., Ghiasvand R., Feizi A., Asgari G., Darvish L. Does quercetin improve cardiovascular risk factors and inflammatory biomarkers in women with type 2 diabetes: a double-blind randomized controlled clinical trial. International Journal of Preventive Medicine. 2013;4(7):777–785.", "ArticleIdList": ["PMC3775217", "24049596"]}, {"Citation": "Javadi F., Eghtesadi S., Ahmadzadeh A., et al. The effect of quercetin on plasma oxidative status, C-reactive protein and blood pressure in women with rheumatoid arthritis. International Journal of Preventive Medicine. 2014;5(3):293–301.", "ArticleIdList": ["PMC4018638", "24829713"]}, {"Citation": "Loizzo M. R., Said A., Tundis R., et al. Inhibition of angiotensin converting enzyme (ACE) by flavonoids isolated from Ailanthus excelsa (Roxb) (Simaroubaceae) Phytotherapy Research. 2007;21(1):32–36. doi: 10.1002/ptr.2008.", "ArticleIdList": ["10.1002/ptr.2008", "17072829"]}, {"Citation": "Bujold E., Roberge S., Lacasse Y., et al. Prevention of preeclampsia and intrauterine growth restriction with aspirin started in early pregnancy: a meta-analysis. Obstetrics & Gynecology. 2010;116(2):402–414. doi: 10.1097/AOG.0b013e3181e9322a.", "ArticleIdList": ["10.1097/AOG.0b013e3181e9322a", "20664402"]}, {"Citation": "Bujold E., Morency A.-M., Roberge S., Lacasse Y., Forest J.-C., Giguère Y. Acetylsalicylic acid for the prevention of preeclampsia and intra-uterine growth restriction in women with abnormal uterine artery Doppler: a systematic review and meta-analysis. Journal of Obstetrics and Gynaecology Canada. 2009;31(9):818–826. doi: 10.1016/S1701-2163(16)34300-6.", "ArticleIdList": ["10.1016/S1701-2163(16)34300-6", "19941706"]}, {"Citation": "World Health Organization. “WHO recommendations for prevention and treatment of pre-eclampsia and eclampsia. Geneva, 2011, ISBN 978 92 4 154833 5.", "ArticleIdList": ["23741776"]}, {"Citation": "Roberge S., Nicolaides K., Demers S., Hyett J., Chaillet N., Bujold E. The role of aspirin dose on the prevention of preeclampsia and fetal growth restriction: systematic review and meta-analysis. American Journal of Obstetrics & Gynecology. 2017;216(2):110–120.e6. doi: 10.1016/j.ajog.2016.09.076.", "ArticleIdList": ["10.1016/j.ajog.2016.09.076", "27640943"]}, {"Citation": "Villa P. M., Kajantie E., Räikkönen K., et al. Aspirin in the prevention of pre-eclampsia in high-risk women: A randomised placebo-controlled PREDO Trial and a meta-analysis of randomised trials. BJOG: An International Journal of Obstetrics & Gynaecology. 2013;120(1):64–74. doi: 10.1111/j.1471-0528.2012.03493.x.", "ArticleIdList": ["10.1111/j.1471-0528.2012.03493.x", "23126307"]}, {"Citation": "Mone F., Mulcahy C., McParland P., et al. BMJ Open. 2018;8(7):p. e022056. doi: 10.1136/bmjopen-2018-022056.", "ArticleIdList": ["10.1136/bmjopen-2018-022056", "PMC6067363", "30056389"]}, {"Citation": "Manolescu B., Oprea E., Busu C., Cercasov C. Natural compounds and the hypoxia-inducible factor (HIF) signalling pathway. Biochimie. 2009;91(11-12):1347–1358. doi: 10.1016/j.biochi.2009.08.005.", "ArticleIdList": ["10.1016/j.biochi.2009.08.005", "19703512"]}, {"Citation": "Hikmah E. M., Widjiati P. L. Apium graveolens prevents itrauterine growth restriction via suppression of antiangiogenic factor production. Traditional Medicine Journal. 2018;23(2):135–141."}, {"Citation": "Rahayu B., Baktiyani S. C. W., Nurdiana N. Theobroma cacao increases cells viability and reduces IL-6 and sVCAM-1 level in endothelial cells induced by plasma from preeclamptic patients. Pregnancy Hypertension: An International Journal of Women's Cardiovascular Health. 2016;6(1):42–46. doi: 10.1016/j.preghy.2016.01.001.", "ArticleIdList": ["10.1016/j.preghy.2016.01.001", "26955771"]}, {"Citation": "Barokah L., Baktiyani S. C. W., Kalsum U. Protective effect of Theobroma cacao on nitric oxide and endothelin-1 level in endothelial cells induced by plasma from preeclamptic patients: In silico and in vitro studies. European Journal of Integrative Medicine. 2016;8(1):73–78. doi: 10.1016/j.eujim.2015.11.023.", "ArticleIdList": ["10.1016/j.eujim.2015.11.023"]}, {"Citation": "Ambarwati D., Fatmawati F., Nooryanto M., Santoso S., Windu Baktiyani S. C., Nurdiana N. Punica granatum fruit extract inhibits the production of pro-inflammatory cytokines and angiogenic factors of HUVEC cells induced by plasma from patients with pre-eclampsia. Clinical Nutrition Experimental. 2017;15:9–14. doi: 10.1016/j.yclnex.2017.06.001.", "ArticleIdList": ["10.1016/j.yclnex.2017.06.001"]}, {"Citation": "Nasifah I., Soeharto S., Nooryanto M. Effects of anti-lipid peroxidation of Punica granatum fruit extract in endothelial cells induced by plasma of severe pre-eclamptic patients. Journal of Ayurveda and Integrative Medicine. 2017;8(4):215–217. doi: 10.1016/j.jaim.2017.02.003.", "ArticleIdList": ["10.1016/j.jaim.2017.02.003", "PMC5747508", "28928008"]}, {"Citation": "Shi D.-D., Guo J.-J., Zhou L., Wang N. Epigallocatechin gallate enhances treatment efficacy of oral nifedipine against pregnancy-induced severe pre-eclampsia: A double-blind, randomized and placebo-controlled clinical study. Journal of Clinical Pharmacy and Therapeutics. 2018;43(1):21–25. doi: 10.1111/jcpt.12597.", "ArticleIdList": ["10.1111/jcpt.12597", "28726273"]}, {"Citation": "Hachul A. C., Boldarine V. T., Neto N. I., et al. Effect of the consumption of green tea extract during pregnancy and lactation on metabolism of mothers and 28d-old offspring. Scientific Reports. 2018;8(1):1–7. doi: 10.1038/s41598-018-20174-x.", "ArticleIdList": ["10.1038/s41598-018-20174-x", "PMC5790015", "29382887"]}, {"Citation": "Cai X., Fang Z., Dou J., Yu A., Zhai G. Bioavailability of quercetin: Problems and promises. Current Medicinal Chemistry. 2013;20(20):2572–2582. doi: 10.2174/09298673113209990120.", "ArticleIdList": ["10.2174/09298673113209990120", "23514412"]}, {"Citation": "Kasikci M. B., Bagdatlioglu N. Bioavailability of quercetin. Current Research in Nutrition and Food Science. 2016;4(2):146–151. doi: 10.12944/CRNFSJ.4.Special-Issue-October.20.", "ArticleIdList": ["10.12944/CRNFSJ.4.Special-Issue-October.20"]}, {"Citation": "Harwood M., Danielewska-Nikiel B., Borzelleca J. F., Flamm G. W., Williams G. M., Lines T. C. A critical review of the data related to the safety of quercetin and lack of evidence of in vivo toxicity, including lack of genotoxic/carcinogenic properties. Food and Chemical Toxicology. 2007;45(11):2179–2205. doi: 10.1016/j.fct.2007.05.015.", "ArticleIdList": ["10.1016/j.fct.2007.05.015", "17698276"]}, {"Citation": "Walle T., Walle U. K., Halushka P. V. Carbon dioxide is the major metabolite of quercetin in humans. Journal of Nutrition. 2001;131(10):2648–2652. doi: 10.1093/jn/131.10.2648.", "ArticleIdList": ["10.1093/jn/131.10.2648", "11584085"]}, {"Citation": "Andres S., Pevny S., Ziegenhagen R., et al. Safety aspects of the use of quercetin as a dietary supplement. Molecular Nutrition Food Research. 2018;62(1):10–1002.", "ArticleIdList": ["29127724"]}, {"Citation": "Murota K., Terao J. Antioxidative flavonoid quercetin: implication of its intestinal absorption and metabolism. Archives of Biochemistry and Biophysics. 2003;417(1):12–17. doi: 10.1016/S0003-9861(03)00284-4.", "ArticleIdList": ["10.1016/S0003-9861(03)00284-4", "12921774"]}, {"Citation": "Guo Y., Bruno R. S. Endogenous and exogenous mediators of quercetin bioavailability. The Journal of Nutritional Biochemistry. 2015;26(3):201–210. doi: 10.1016/j.jnutbio.2014.10.008.", "ArticleIdList": ["10.1016/j.jnutbio.2014.10.008", "25468612"]}, {"Citation": "Zizkova P., Stefek M., Rackova L., Prnova M., Horakova L. Novel quercetin derivatives: from redox properties to promising treatment of oxidative stress related diseases. Chemico-Biological Interactions. 2017;265:36–46. doi: 10.1016/j.cbi.2017.01.019.", "ArticleIdList": ["10.1016/j.cbi.2017.01.019", "28137512"]}, {"Citation": "Grande F., Parisi O. I., Mordocco R. A., et al. Quercetin derivatives as novel antihypertensive agents: Synthesis and physiological characterization. European Journal of Pharmaceutical Sciences. 2016;82:161–170. doi: 10.1016/j.ejps.2015.11.021.", "ArticleIdList": ["10.1016/j.ejps.2015.11.021", "26631584"]}, {"Citation": "Lesjak M., Beara I., Simin N., et al. Antioxidant and anti-inflammatory activities of quercetin and its derivatives. Journal of Functional Foods. 2018;40:68–75. doi: 10.1016/j.jff.2017.10.047.", "ArticleIdList": ["10.1016/j.jff.2017.10.047"]}, {"Citation": "Ávila-Gálvez M. Á., González-Sarrías A., Espín J. C. In vitro research on dietary polyphenols and health: a call of caution and a guide on how to proceed. Journal of Agricultural and Food Chemistry. 2018;66(30):7857–7858. doi: 10.1021/acs.jafc.8b03377.", "ArticleIdList": ["10.1021/acs.jafc.8b03377", "30024157"]}, {"Citation": "Chen C., Zhou J., Ji C. Quercetin: A potential drug to reverse multidrug resistance. Life Sciences. 2010;87(11-12):333–338. doi: 10.1016/j.lfs.2010.07.004.", "ArticleIdList": ["10.1016/j.lfs.2010.07.004", "20637779"]}, {"Citation": "Chen Z., Huang C., Ma T., et al. Reversal effect of quercetin on multidrug resistance via FZD7/β-catenin pathway in hepatocellular carcinoma cells. Phytomedicine. 2018;43:37–45. doi: 10.1016/j.phymed.2018.03.040.", "ArticleIdList": ["10.1016/j.phymed.2018.03.040", "29747752"]}, {"Citation": "IARC. Monographs on the evaluation of the carcinogenic risk of chemicals to humans. Geneva. World Health Organization. International Agency for Research on Cancer. 1999;73:1–19.  https://monographs.iarc.fr/iarc-monographs-on-the-evaluation-of-carcinogenic-risks-to-humans-48/"}, {"Citation": "Andres S., Pevny S., Ziegenhagen R., et al. Safety Aspects of the Use of Quercetin as a Dietary Supplement. Molecular Nutrition & Food Research. 2018;62(1):1–15.", "ArticleIdList": ["29127724"]}, {"Citation": "Shi Y., Williamson G. Quercetin lowers plasma uric acid in pre-hyperuricaemic males: A randomised, double-blinded, placebo-controlled, cross-over trial. British Journal of Nutrition. 2016;115(5):800–806. doi: 10.1017/S0007114515005310.", "ArticleIdList": ["10.1017/S0007114515005310", "26785820"]}, {"Citation": "Jin F., Nieman D. C., Shanely R. A., Knab A. M., Austin M. D., Sha W. The variable plasma quercetin response to 12-week quercetin supplementation in humans. European Journal of Clinical Nutrition. 2010;64(7):692–697. doi: 10.1038/ejcn.2010.91.", "ArticleIdList": ["10.1038/ejcn.2010.91", "20517329"]}, {"Citation": "Russo M., Spagnuolo C., Tedesco I., Bilotto S., Russo G. L. The flavonoid quercetin in disease prevention and therapy: facts and fancies. Biochemical Pharmacology. 2012;83(1):6–15. doi: 10.1016/j.bcp.2011.08.010.", "ArticleIdList": ["10.1016/j.bcp.2011.08.010", "21856292"]}, {"Citation": "Shoskes D. A., Zeitlin S. I., Shahed A., Rajfer J. Quercetin in men with category III chronic prostatitis: a preliminary prospective, double-blind, placebo-controlled trial. Urology. 1999;54(6):960–963. doi: 10.1016/S0090-4295(99)00358-1.", "ArticleIdList": ["10.1016/S0090-4295(99)00358-1", "10604689"]}, {"Citation": "FDA (U.S. Food and Drug Administration), Agency response letter GRAS notice no. GRN 000341.  2010,  https://www.fda.gov/Food/IngredientsPackagingLabeling/GRAS/NoticeInventory/ucm235935.htm."}, {"Citation": "Peluso I., Raguzzini A., Serafini M. Effect of flavonoids on circulating levels of TNF-α and IL-6 in humans: a systematic review and meta-analysis. Molecular Nutrition & Food Research. 2013;57(5):784–801. doi: 10.1002/mnfr.201200721.", "ArticleIdList": ["10.1002/mnfr.201200721", "23471810"]}, {"Citation": "Peluso I., Palmery M. Flavonoids at the pharma-nutrition interface: Is a therapeutic index in demand? Biomedicine & Pharmacotherapy. 2015;71:102–107. doi: 10.1016/j.biopha.2015.02.028.", "ArticleIdList": ["10.1016/j.biopha.2015.02.028", "25960223"]}]}], "History": [{"Year": "2018", "Month": "8", "Day": "31"}, {"Year": "2018", "Month": "10", "Day": "25"}, {"Year": "2018", "Month": "11", "Day": "8"}, {"Year": "2019", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "12", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["30622610", "PMC6304490", "10.1155/2018/7421489"]}}]}