{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["cardiovascular diseases", "chemopreventive", "citrus", "flavanones", "flavonoids", "nutraceutics", "phytochemicals"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30634637", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "01", "Day": "10"}], "Language": ["eng"], "ELocationID": ["11", "10.3390/ph12010011"], "Journal": {"ISSN": "1424-8247", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Jan", "Day": "10"}}, "Title": "Pharmaceuticals (Basel, Switzerland)", "ISOAbbreviation": "Pharmaceuticals (Basel)"}, "ArticleTitle": "The Therapeutic Potential of Naringenin: A Review of Clinical Trials.", "Abstract": {"AbstractText": ["Naringenin is a flavonoid belonging to flavanones subclass. It is widely distributed in several <i>Citrus</i> fruits, bergamot, tomatoes and other fruits, being also found in its glycosides form (mainly naringin). Several biological activities have been ascribed to this phytochemical, among them antioxidant, antitumor, antiviral, antibacterial, anti-inflammatory, antiadipogenic and cardioprotective effects. Nonetheless, most of the data reported have been obtained from <i>in vitro</i> or <i>in vivo</i> studies. Although some clinical studies have also been performed, the main focus is on naringenin bioavailability and cardioprotective action. In addition, these studies were done in compromised patients (i.e., hypercholesterolemic and overweight), with a dosage ranging between 600 and 800 μM/day, whereas the effect on healthy volunteers is still debatable. In fact, naringenin ability to improve endothelial function has been well-established. Indeed, the currently available data are very promising, but further research on pharmacokinetic and pharmacodynamic aspects is encouraged to improve both available production and delivery methods and to achieve feasible naringenin-based clinical formulations."]}, "AuthorList": [{"Identifier": ["0000-0002-6900-9797"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, School of Medicine, Bam University of Medical Sciences, Bam 44340847, Iran. bahar.salehi007@gmail.com."}], "LastName": "Salehi", "ForeName": "Bahare", "Initials": "B"}, {"Identifier": ["0000-0003-3724-3527"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Antimicrobial and Biocontrol Agents Unit, Department of Biochemistry, Faculty of Science, University of Yaounde 1, Ngoa Ekelle, Annex Fac. Sci., Yaounde 812, Cameroon. tsouh80@yahoo.fr."}], "LastName": "Fokou", "ForeName": "Patrick Valere Tsouh", "Initials": "PVT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Parasitology, Zabol University of Medical Sciences, Zabol 61663-335, Iran. m.sharifirad@zbmu.ac.ir."}], "LastName": "Sharifi-Rad", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": ["0000-0002-3548-7635"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, University of Cagliari, 09042 Cagliari, Italy. pzucca@unica.it."}], "LastName": "Zucca", "ForeName": "Paolo", "Initials": "P"}, {"Identifier": ["0000-0003-3156-2500"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "OU Endocrinology, Dept. Medicine (DIMED), University of Padova, via Ospedale 105, 35128 Padova, Italy. raffaele.pezzani@unipd.it."}, {"Identifier": [], "Affiliation": "AIROB, Associazione Italiana per la Ricerca Oncologica di Base, 35128 Padova, Italy. raffaele.pezzani@unipd.it."}], "LastName": "Pezzani", "ForeName": "Raffaele", "Initials": "R"}, {"Identifier": ["0000-0002-5934-5201"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, University of Porto, Alameda Professor Hernâni Monteiro, 4200-319 Porto, Portugal. ncmartins@med.up.pt."}, {"Identifier": [], "Affiliation": "Institute for Research and Innovation in Health (i3S), University of Porto, 4200-135 Porto, Portugal. ncmartins@med.up.pt."}], "LastName": "Martins", "ForeName": "Natália", "Initials": "N"}, {"Identifier": ["0000-0002-7301-8151"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zabol Medicinal Plants Research Center, Zabol University of Medical Sciences, Zabol 61615585, Iran. javad.sharifirad@gmail.com."}, {"Identifier": [], "Affiliation": "Department of Chemistry, Richardson College for the Environmental Science Complex, The University of Winnipeg, 599 Portage Avenue, Winnipeg, MB R3B 2G3, Canada. javad.sharifirad@gmail.com."}], "LastName": "Sharifi-Rad", "ForeName": "Javad", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Pharmaceuticals (Basel)", "NlmUniqueID": "101238453", "ISSNLinking": "1424-8247"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mbaveng A.T., Zhao Q., Kuete V. Toxicological Survey of African Medicinal Plants. Elsevier; New York, NY, USA: 2014. Chapter 20—Harmful and protective effects of phenolic compounds from African medicinal plants; pp. 577–609."}, {"Citation": "Jadeja R.N., Devkar R.V. Polyphenols in Human Health and Disease. Academic Press; San Diego, CA, USA: 2014. Polyphenols and flavonoids in controlling non-alcoholic steatohepatitis; pp. 615–623."}, {"Citation": "Zobeiri M., Belwal T., Parvizi F., Naseri R., Farzaei M.H., Nabavi S.F., Sureda A., Nabavi S.M. Naringenin and its nano-formulations for fatty liver: Cellular modes of action and clinical perspective. Curr. Pharm. Biotechnol. 2018;19:196–205. doi: 10.2174/1389201019666180514170122.", "ArticleIdList": ["10.2174/1389201019666180514170122", "29766801"]}, {"Citation": "Soltana H., De Rosso M., Lazreg H., Vedova A.D., Hammami M., Flamini R. LC-QTOF characterization of non-anthocyanic flavonoids in four Tunisian fig varieties. J. Mass Spectrom. JMS. 2018;53:817–823. doi: 10.1002/jms.4209.", "ArticleIdList": ["10.1002/jms.4209", "29859515"]}, {"Citation": "Wilcox L.J., Borradaile N.M., Huff M.W. Antiatherogenic properties of naringenin, a citrus flavonoid. Cardiovasc. Drug Rev. 1999;17:160–178. doi: 10.1111/j.1527-3466.1999.tb00011.x.", "ArticleIdList": ["10.1111/j.1527-3466.1999.tb00011.x"]}, {"Citation": "De Souza Bido G., de Lourdes Lucio Ferrarese M., Marchiosi R., Ferrarese-Filho O. Naringenin inhibits the growth and stimulates the lignification of soybean root. Braz. Arch. Biol. Technol. 2010;53:533–542. doi: 10.1590/S1516-89132010000300005.", "ArticleIdList": ["10.1590/S1516-89132010000300005"]}, {"Citation": "Koopman F., Beekwilder J., Crimi B., van Houwelingen A., Hall R.D., Bosch D., van Maris A.J., Pronk J.T., Daran J.M. De novo production of the flavonoid naringenin in engineered saccharomyces cerevisiae. Microb. Cell Fact. 2012;11:155. doi: 10.1186/1475-2859-11-155.", "ArticleIdList": ["10.1186/1475-2859-11-155", "PMC3539886", "23216753"]}, {"Citation": "Jeandet P., Sobarzo-Sánchez E., Clément C., Nabavi S., Habtemariam S., Nabavi S., Cordelier S. Engineering stilbene metabolic pathways in microbial cells. Biotechnol. Adv. 2018;36:2264. doi: 10.1016/j.biotechadv.2018.11.002.", "ArticleIdList": ["10.1016/j.biotechadv.2018.11.002", "30414914"]}, {"Citation": "Alvarez-Alvarez R., Botas A., Albillos S.M., Rumbero A., Martin J.F., Liras P. Molecular genetics of naringenin biosynthesis, a typical plant secondary metabolite produced by Streptomyces clavuligerus. Microb. Cell Fact. 2015;14:178. doi: 10.1186/s12934-015-0373-7.", "ArticleIdList": ["10.1186/s12934-015-0373-7", "PMC4640377", "26553209"]}, {"Citation": "Eichenberger M., Lehka B.J., Folly C., Fischer D., Martens S., Simon E., Naesby M. Metabolic engineering of saccharomyces cerevisiae for de novo production of dihydrochalcones with known antioxidant, antidiabetic, and sweet tasting properties. Metab. Eng. 2017;39:80–89. doi: 10.1016/j.ymben.2016.10.019.", "ArticleIdList": ["10.1016/j.ymben.2016.10.019", "PMC5249241", "27810393"]}, {"Citation": "Wu J., Zhou T., Du G., Zhou J., Chen J. Modular optimization of heterologous pathways for de novo synthesis of (2S)-naringenin in Escherichia coli. PLoS ONE. 2014;9:e101492. doi: 10.1371/journal.pone.0101492.", "ArticleIdList": ["10.1371/journal.pone.0101492", "PMC4079502", "24988485"]}, {"Citation": "Pandey R., Parajuli P., Koffas M., Sohng J. Microbial production of natural and non-natural flavonoids: Pathway engineering, directed evolution and systems/synthetic biology. Biotechnol. Adv. 2016;34:634. doi: 10.1016/j.biotechadv.2016.02.012.", "ArticleIdList": ["10.1016/j.biotechadv.2016.02.012", "26946281"]}, {"Citation": "Trantas E.A., Koffas M.A., Xu P., Ververidis F. When plants produce not enough or at all: Metabolic engineering of flavonoids in microbial hosts. Front. Plant Sci. 2015;6:7. doi: 10.3389/fpls.2015.00007.", "ArticleIdList": ["10.3389/fpls.2015.00007", "PMC4310283", "25688249"]}, {"Citation": "Nabavi S.M., Shirooie S., Šamec D., Tomczyk M., Milella L., Russo D., Habtemariam S., Suntar I., Rastrelli L., Daglia M., et al. Flavonoid biosynthetic pathways in plants: Versatile targets for metabolic engineering. Biotechnol. Adv. 2019 doi: 10.1016/j.biotechadv.2018.11.005. in press.", "ArticleIdList": ["10.1016/j.biotechadv.2018.11.005", "30458225"]}, {"Citation": "Yin J., Liang Y., Wang D., Yan Z., Yin H., Wu D., Su Q. Naringenin induces laxative effects by upregulating the expression levels of c-Kit and SCF, as well as those of aquaporin 3 in mice with loperamide-induced constipation. Int. J. Mol. Med. 2018;41:649–658. doi: 10.3892/ijmm.2017.3301.", "ArticleIdList": ["10.3892/ijmm.2017.3301", "PMC5752176", "29207043"]}, {"Citation": "Karim N., Jia Z., Zheng X., Cui S., Chen W. A recent review of citrus flavanone naringenin on metabolic diseases and its potential sources for high yield-production. Trends Food Sci. Technol. 2018;79:35–54. doi: 10.1016/j.tifs.2018.06.012.", "ArticleIdList": ["10.1016/j.tifs.2018.06.012"]}, {"Citation": "Ke J.Y., Banh T., Hsiao Y.H., Cole R.M., Straka S.R., Yee L.D., Belury M.A. Citrus flavonoid naringenin reduces mammary tumor cell viability, adipose mass, and adipose inflammation in obese ovariectomized mice. Mol. Nutr. Food Res. 2017;61:1600934. doi: 10.1002/mnfr.201600934.", "ArticleIdList": ["10.1002/mnfr.201600934", "28370954"]}, {"Citation": "Pinho-Ribeiro F.A., Zarpelon A.C., Fattori V., Manchope M.F., Mizokami S.S., Casagrande R., Verri W.A., Jr. Naringenin reduces inflammatory pain in mice. Neuropharmacology. 2016;105:508–519. doi: 10.1016/j.neuropharm.2016.02.019.", "ArticleIdList": ["10.1016/j.neuropharm.2016.02.019", "26907804"]}, {"Citation": "Wang Q., Yang J., Zhang X.-M., Zhou L., Liao X.-L., Yang B. Practical synthesis of naringenin. J. Chem. Res. 2015;39:455–457. doi: 10.3184/174751915X14379994045537.", "ArticleIdList": ["10.3184/174751915X14379994045537"]}, {"Citation": "National Center for Biotechnology Information, PubChem  Compound Database, cid=439246.  [(accessed on 16 November 2018)]; Available online:  https://pubchem.ncbi.nlm.nih.gov/compound/439246."}, {"Citation": "Jayachitra J., Nalini N. Effect of naringenin (citrus flavanone) on lipid profile in ethanol-induced toxicity in rats. J. Food Biochem. 2012;36:502–511. doi: 10.1111/j.1745-4514.2011.00561.x.", "ArticleIdList": ["10.1111/j.1745-4514.2011.00561.x"]}, {"Citation": "Erlund I., Meririnne E., Alfthan G., Aro A. Plasma kinetics and urinary excretion of the flavanones naringenin and hesperetin in humans after ingestion of orange juice and grapefruit juice. J. Nutr. 2001;131:235–241. doi: 10.1093/jn/131.2.235.", "ArticleIdList": ["10.1093/jn/131.2.235", "11160539"]}, {"Citation": "Frabasile S., Koishi A.C., Kuczera D., Silveira G.F., Verri W.A., Jr., Duarte Dos Santos C.N., Bordignon J. The citrus flavanone naringenin impairs dengue virus replication in human cells. Sci. Rep. 2017;7:41864. doi: 10.1038/srep41864.", "ArticleIdList": ["10.1038/srep41864", "PMC5291091", "28157234"]}, {"Citation": "Ahmadi A., Hassandarvish P., Lani R., Yadollahi P., Jokar A., Bakar S.A., Zandi K. Inhibition of chikungunya virus replication by hesperetin and naringenin. RSC Adv. 2016;6:69421–69430. doi: 10.1039/C6RA16640G.", "ArticleIdList": ["10.1039/C6RA16640G"]}, {"Citation": "Goncalves D., Lima C., Ferreira P., Costa P., Costa A., Figueiredo W., Cesar T. Orange juice as dietary source of antioxidants for patients with hepatitis c under antiviral therapy. Food Nutr. Res. 2017;61:1296675. doi: 10.1080/16546628.2017.1296675.", "ArticleIdList": ["10.1080/16546628.2017.1296675", "PMC5404424", "28469541"]}, {"Citation": "Nahmias Y., Goldwasser J., Casali M., van Poll D., Wakita T., Chung R.T., Yarmush M.L. Apolipoprotein b-dependent hepatitis c virus secretion is inhibited by the grapefruit flavonoid naringenin. Hepatology. 2008;47:1437–1445. doi: 10.1002/hep.22197.", "ArticleIdList": ["10.1002/hep.22197", "PMC4500072", "18393287"]}, {"Citation": "Da Pozzo E., Costa B., Cavallini C., Testai L., Martelli A., Calderone V., Martini C. The citrus flavanone naringenin protects myocardial cells against age-associated damage. Oxidative Med. Cell. Longev. 2017;2017:9536148. doi: 10.1155/2017/9536148.", "ArticleIdList": ["10.1155/2017/9536148", "PMC5366223", "28386313"]}, {"Citation": "Jung S.K., Ha S.J., Jung C.H., Kim Y.T., Lee H.K., Kim M.O., Lee M.H., Mottamal M., Bode A.M., Lee K.W., et al. Naringenin targets ERK2 and suppresses UVB-induced photoaging. J. Cell. Mol. Med. 2016;20:909–919. doi: 10.1111/jcmm.12780.", "ArticleIdList": ["10.1111/jcmm.12780", "PMC4831363", "26861188"]}, {"Citation": "Zhang Y., Liu B., Chen X., Zhang N., Li G., Zhang L.H., Tan L.Y. Naringenin ameliorates behavioral dysfunction and neurological deficits in a d-galactose-induced aging mouse model through activation of PI3K/AKT/NRF2 pathway. Rejuvenation Res. 2017;20:462–472. doi: 10.1089/rej.2017.1960.", "ArticleIdList": ["10.1089/rej.2017.1960", "28622086"]}, {"Citation": "Ghofrani S., Joghataei M.T., Mohseni S., Baluchnejadmojarad T., Bagheri M., Khamse S., Roghani M. Naringenin improves learning and memory in an Alzheimer’s disease rat model: Insights into the underlying mechanisms. Eur. J. Pharmacol. 2015;764:195–201. doi: 10.1016/j.ejphar.2015.07.001.", "ArticleIdList": ["10.1016/j.ejphar.2015.07.001", "26148826"]}, {"Citation": "Seyedrezazadeh E., Kolahian S., Shahbazfar A.A., Ansarin K., Pour Moghaddam M., Sakhinia M., Sakhinia E., Vafa M. Effects of the flavanone combination hesperetin-naringenin, and orange and grapefruit juices, on airway inflammation and remodeling in a murine asthma model. Phytother. Res. 2015;29:591–598. doi: 10.1002/ptr.5292.", "ArticleIdList": ["10.1002/ptr.5292", "25640915"]}, {"Citation": "Chandrika B.B., Steephan M., Kumar T.R.S., Sabu A., Haridas M. Hesperetin and naringenin sensitize HER2 positive cancer cells to death by serving as HER2 tyrosine kinase inhibitors. Life Sci. 2016;160:47–56. doi: 10.1016/j.lfs.2016.07.007.", "ArticleIdList": ["10.1016/j.lfs.2016.07.007", "27449398"]}, {"Citation": "Hernandez-Aquino E., Muriel P. Beneficial effects of naringenin in liver diseases: Molecular mechanisms. World J. Gastroenterol. 2018;24:1679–1707. doi: 10.3748/wjg.v24.i16.1679.", "ArticleIdList": ["10.3748/wjg.v24.i16.1679", "PMC5922990", "29713125"]}, {"Citation": "Arul D., Subramanian P. Naringenin (citrus flavonone) induces growth inhibition, cell cycle arrest and apoptosis in human hepatocellular carcinoma cells. Pathol. Oncol. Res. 2013;19:763–770. doi: 10.1007/s12253-013-9641-1.", "ArticleIdList": ["10.1007/s12253-013-9641-1", "23661153"]}, {"Citation": "Lim W., Park S., Bazer F.W., Song G. Naringenin-induced apoptotic cell death in prostate cancer cells is mediated via the PI3K/AKT and MAPK signaling pathways. J. Cell. Biochem. 2017;118:1118–1131. doi: 10.1002/jcb.25729.", "ArticleIdList": ["10.1002/jcb.25729", "27606834"]}, {"Citation": "Nasr Bouzaiene N., Chaabane F., Sassi A., Chekir-Ghedira L., Ghedira K. Effect of apigenin-7-glucoside, genkwanin and naringenin on tyrosinase activity and melanin synthesis in B16F10 melanoma cells. Life Sci. 2016;144:80–85. doi: 10.1016/j.lfs.2015.11.030.", "ArticleIdList": ["10.1016/j.lfs.2015.11.030", "26656314"]}, {"Citation": "Stompor M., Uram L., Podgorski R. In vitro effect of 8-prenylnaringenin and naringenin on fibroblasts and glioblastoma cells-cellular accumulation and cytotoxicity. Molecules. 2017;22:1092. doi: 10.3390/molecules22071092.", "ArticleIdList": ["10.3390/molecules22071092", "PMC6152326", "28665345"]}, {"Citation": "Zhang F., Dong W., Zeng W., Zhang L., Zhang C., Qiu Y., Wang L., Yin X., Zhang C., Liang W. Naringenin prevents TGF-beta1 secretion from breast cancer and suppresses pulmonary metastasis by inhibiting PKC activation. Breast Cancer Res. 2016;18:38. doi: 10.1186/s13058-016-0698-0.", "ArticleIdList": ["10.1186/s13058-016-0698-0", "PMC4818388", "27036297"]}, {"Citation": "Park J., Jeong K.H., Shin W.H., Bae Y.S., Jung U.J., Kim S.R. Naringenin ameliorates kainic acid-induced morphological alterations in the dentate gyrus in a mouse model of temporal lobe epilepsy. Neuroreport. 2016;27:1182–1189. doi: 10.1097/WNR.0000000000000678.", "ArticleIdList": ["10.1097/WNR.0000000000000678", "27584687"]}, {"Citation": "Al-Rejaie S.S., Aleisa A.M., Abuohashish H.M., Parmar M.Y., Ola M.S., Al-Hosaini A.A., Ahmed M.M. Naringenin neutralises oxidative stress and nerve growth factor discrepancy in experimental diabetic neuropathy. Neurol. Res. 2015;37:924–933. doi: 10.1179/1743132815Y.0000000079.", "ArticleIdList": ["10.1179/1743132815Y.0000000079", "26187552"]}, {"Citation": "Al-Dosari D.I., Ahmed M.M., Al-Rejaie S.S., Alhomida A.S., Ola M.S. Flavonoid naringenin attenuates oxidative stress, apoptosis and improves neurotrophic effects in the diabetic rat retina. Nutrients. 2017;9:1161. doi: 10.3390/nu9101161.", "ArticleIdList": ["10.3390/nu9101161", "PMC5691777", "29064407"]}, {"Citation": "Sandeep M.S., Nandini C.D. Influence of quercetin, naringenin and berberine on glucose transporters and insulin signalling molecules in brain of streptozotocin-induced diabetic rats. Biomed. Pharmacother. 2017;94:605–611.", "ArticleIdList": ["28783583"]}, {"Citation": "Ren B., Qin W., Wu F., Wang S., Pan C., Wang L., Zeng B., Ma S., Liang J. Apigenin and naringenin regulate glucose and lipid metabolism, and ameliorate vascular dysfunction in type 2 diabetic rats. Eur. J. Pharmacol. 2016;773:13–23. doi: 10.1016/j.ejphar.2016.01.002.", "ArticleIdList": ["10.1016/j.ejphar.2016.01.002", "26801071"]}, {"Citation": "Roy S., Ahmed F., Banerjee S., Saha U. Naringenin ameliorates streptozotocin-induced diabetic rat renal impairment by downregulation of TGF-beta1 and IL-1 via modulation of oxidative stress correlates with decreased apoptotic events. Pharm. Biol. 2016;54:1616–1627. doi: 10.3109/13880209.2015.1110599.", "ArticleIdList": ["10.3109/13880209.2015.1110599", "26928632"]}, {"Citation": "Sirovina D., Orsolic N., Gregorovic G., Koncic M.Z. Naringenin ameliorates pathological changes in liver and kidney of diabetic mice: A preliminary study. Arch. Ind. Hyg. Toxicol. 2016;67:19–24.", "ArticleIdList": ["27092635"]}, {"Citation": "Shinyoshi S., Kamada Y., Matsusaki K., Chigwechokha P.K., Tepparin S., Araki K., Komatsu M., Shiozaki K. Naringenin suppresses Edwardsiella tarda infection in GAKS cells by NanA sialidase inhibition. Fish Shellfish Immunol. 2017;61:86–92. doi: 10.1016/j.fsi.2016.12.018.", "ArticleIdList": ["10.1016/j.fsi.2016.12.018", "27988309"]}, {"Citation": "Fan R., Pan T., Zhu A.L., Zhang M.H. Anti-inflammatory and anti-arthritic properties of naringenin via attenuation of NF-kappab and activation of the heme oxygenase HO-1/related factor 2 pathway. Pharmacol. Rep. 2017;69:1021–1029. doi: 10.1016/j.pharep.2017.03.020.", "ArticleIdList": ["10.1016/j.pharep.2017.03.020", "28943290"]}, {"Citation": "Hua F.Z., Ying J., Zhang J., Wang X.F., Hu Y.H., Liang Y.P., Liu Q., Xu G.H. Naringenin pre-treatment inhibits neuroapoptosis and ameliorates cognitive impairment in rats exposed to isoflurane anesthesia by regulating the PI3/AKT/PTEN signalling pathway and suppressing NF-kappab-mediated inflammation. Int. J. Mol. Med. 2016;38:1271–1280. doi: 10.3892/ijmm.2016.2715.", "ArticleIdList": ["10.3892/ijmm.2016.2715", "27572468"]}, {"Citation": "Park S., Lim W., Bazer F.W., Song G. Naringenin induces mitochondria-mediated apoptosis and endoplasmic reticulum stress by regulating MAPK and AKT signal transduction pathways in endometriosis cells. Mol. Hum. Reprod. 2017;23:842–854. doi: 10.1093/molehr/gax057.", "ArticleIdList": ["10.1093/molehr/gax057", "29121349"]}, {"Citation": "Liu X., Wang N., Fan S., Zheng X., Yang Y., Zhu Y., Lu Y., Chen Q., Zhou H., Zheng J. The citrus flavonoid naringenin confers protection in a murine endotoxaemia model through AMPK-ATF3-dependent negative regulation of the TLR4 signalling pathway. Sci. Rep. 2016;6:39735. doi: 10.1038/srep39735.", "ArticleIdList": ["10.1038/srep39735", "PMC5177915", "28004841"]}, {"Citation": "Shan S., Zhang Y., Wu M., Yi B., Wang J., Li Q. Naringenin attenuates fibroblast activation and inflammatory response in a mechanical stretch-induced hypertrophic scar mouse model. Mol. Med. Rep. 2017;16:4643–4649. doi: 10.3892/mmr.2017.7209.", "ArticleIdList": ["10.3892/mmr.2017.7209", "PMC5647020", "28849050"]}, {"Citation": "Jin L., Zeng W., Zhang F., Zhang C., Liang W. Naringenin ameliorates acute inflammation by regulating intracellular cytokine degradation. J. Immunol. 2017;199:3466–3477. doi: 10.4049/jimmunol.1602016.", "ArticleIdList": ["10.4049/jimmunol.1602016", "28993518"]}, {"Citation": "Fouad A.A., Albuali W.H., Jresat I. Protective effect of naringenin against lipopolysaccharide-induced acute lung injury in rats. Pharmacology. 2016;97:224–232. doi: 10.1159/000444262.", "ArticleIdList": ["10.1159/000444262", "26872264"]}, {"Citation": "Shi L.B., Tang P.F., Zhang W., Zhao Y.P., Zhang L.C., Zhang H. Naringenin inhibits spinal cord injury-induced activation of neutrophils through miR-223. Gene. 2016;592:128–133. doi: 10.1016/j.gene.2016.07.037.", "ArticleIdList": ["10.1016/j.gene.2016.07.037", "27432064"]}, {"Citation": "Wang C.C., Guo L., Tian F.D., An N., Luo L., Hao R.H., Wang B., Zhou Z.H. Naringenin regulates production of matrix metalloproteinases in the knee-joint and primary cultured articular chondrocytes and alleviates pain in rat osteoarthritis model. Braz. J. Med. Biol. Res. 2017;50:e5714. doi: 10.1590/1414-431x20165714.", "ArticleIdList": ["10.1590/1414-431x20165714", "PMC5423744", "28355351"]}, {"Citation": "Ali R., Shahid A., Ali N., Hasan S.K., Majed F., Sultana S. Amelioration of benzo[a]pyrene-induced oxidative stress and pulmonary toxicity by naringenin in Wistar rats: A plausible role of COX-2 and NF-kappab. Hum. Exp. Toxicol. 2017;36:349–364. doi: 10.1177/0960327116650009.", "ArticleIdList": ["10.1177/0960327116650009", "27206700"]}, {"Citation": "Manchope M.F., Calixto-Campos C., Coelho-Silva L., Zarpelon A.C., Pinho-Ribeiro F.A., Georgetti S.R., Baracat M.M., Casagrande R., Verri W.A., Jr. Naringenin inhibits superoxide anion-induced inflammatory pain: Role of oxidative stress, cytokines, Nrf-2 and the NO-cGMP-PKG-KATP channel signaling pathway. PLoS ONE. 2016;11:e0153015. doi: 10.1371/journal.pone.0153015.", "ArticleIdList": ["10.1371/journal.pone.0153015", "PMC4821586", "27045367"]}, {"Citation": "Chtourou Y., Kamoun Z., Zarrouk W., Kebieche M., Kallel C., Gdoura R., Fetoui H. Naringenin ameliorates renal and platelet purinergic signalling alterations in high-cholesterol fed rats through the suppression of ROS and NF-kappab signaling pathways. Food Funct. 2016;7:183–193. doi: 10.1039/C5FO00871A.", "ArticleIdList": ["10.1039/C5FO00871A", "26565065"]}, {"Citation": "Al-Roujayee A.S. Naringenin improves the healing process of thermally-induced skin damage in rats. J. Int. Med Res. 2017;45:570–582. doi: 10.1177/0300060517692483.", "ArticleIdList": ["10.1177/0300060517692483", "PMC5536686", "28415935"]}, {"Citation": "Wang L.H., Wang M.S., Zeng X.A., Xu X.M., Brennan C.S. Membrane and genomic DNA dual-targeting of citrus flavonoid naringenin against staphylococcus aureus. Integr. Biol. 2017;9:820–829. doi: 10.1039/C7IB00095B.", "ArticleIdList": ["10.1039/C7IB00095B", "28862705"]}, {"Citation": "Kozlowska J., Potaniec B., Zarowska B., Aniol M. Synthesis and biological activity of novel o-alkyl derivatives of naringenin and their oximes. Molecules. 2017;22:1485. doi: 10.3390/molecules22091485.", "ArticleIdList": ["10.3390/molecules22091485", "PMC6151618", "28878189"]}, {"Citation": "Liang J., Halipu Y., Hu F., Yakeya B., Chen W., Zhang H., Kang X. Naringenin protects keratinocytes from oxidative stress injury via inhibition of the NOD2-mediated NF-kappab pathway in pemphigus vulgaris. Biomed. Pharmacother. 2017;92:796–801. doi: 10.1016/j.biopha.2017.05.112.", "ArticleIdList": ["10.1016/j.biopha.2017.05.112", "28591691"]}, {"Citation": "Stylos E., Chatziathanasiadou M.V., Tsiailanis A., Kellici T.F., Tsoumani M., Kostagianni A.D., Deligianni M., Tselepis A.D., Tzakos A.G. Tailoring naringenin conjugates with amplified and triple antiplatelet activity profile: Rational design, synthesis, human plasma stability and in vitro evaluation. Biochim. Biophys. Acta Gen. Subj. 2017;1861:2609–2618. doi: 10.1016/j.bbagen.2017.08.018.", "ArticleIdList": ["10.1016/j.bbagen.2017.08.018", "28844979"]}, {"Citation": "Wang K., Chen Z., Huang J., Huang L., Luo N., Liang X., Liang M., Xie W. Naringenin prevents ischaemic stroke damage via anti-apoptotic and anti-oxidant effects. Clin. Exp. Pharmacol. Physiol. 2017;44:862–871. doi: 10.1111/1440-1681.12775.", "ArticleIdList": ["10.1111/1440-1681.12775", "28453191"]}, {"Citation": "Liu Y., An W., Gao A. Protective effects of naringenin in cardiorenal syndrome. J. Surg. Res. 2016;203:416–423. doi: 10.1016/j.jss.2016.03.003.", "ArticleIdList": ["10.1016/j.jss.2016.03.003", "27363651"]}, {"Citation": "Tang J.Y., Jin P., He Q., Lu L.H., Ma J.P., Gao W.L., Bai H.P., Yang J. Naringenin ameliorates hypoxia/reoxygenation-induced endoplasmic reticulum stress-mediated apoptosis in H9c2 myocardial cells: Involvement in ATF6, IRE1alpha and perk signaling activation. Mol. Cell. Biochem. 2017;424:111–122. doi: 10.1007/s11010-016-2848-1.", "ArticleIdList": ["10.1007/s11010-016-2848-1", "27785700"]}, {"Citation": "Habauzit V., Verny M.A., Milenkovic D., Barber-Chamoux N., Mazur A., Dubray C., Morand C. Flavanones protect from arterial stiffness in postmenopausal women consuming grapefruit juice for 6 mo: A randomized, controlled, crossover trial. Am. J. Clin. Nutr. 2015;102:66–74. doi: 10.3945/ajcn.114.104646.", "ArticleIdList": ["10.3945/ajcn.114.104646", "26016866"]}, {"Citation": "Bawazeer N.A., Choudary H., Zamzami M.A., Abdulaal W.H., Zeyadi M., ALbukhari A., Middleton B., Moselhy S.S. Possible regulation of LDL-receptor by naringenin in HepG2 hepatoma cell line. Afr. J. Tradit. Complement. Altern. Med. 2017;14:278–287. doi: 10.21010/ajtcam.v14i1.30.", "ArticleIdList": ["10.21010/ajtcam.v14i1.30", "PMC5411880", "28480406"]}, {"Citation": "Meng X.M., Zhang Y., Huang X.R., Ren G.L., Li J., Lan H.Y. Treatment of renal fibrosis by rebalancing TGF-beta/Smad signaling with the combination of asiatic acid and naringenin. Oncotarget. 2015;6:36984–36997. doi: 10.18632/oncotarget.6100.", "ArticleIdList": ["10.18632/oncotarget.6100", "PMC4741910", "26474462"]}, {"Citation": "Shi R., Xiao Z.T., Zheng Y.J., Zhang Y.L., Xu J.W., Huang J.H., Zhou W.L., Li P.B., Su W.W. Naringenin regulates CFTR activation and expression in airway epithelial cells. Cell. Physiol. Biochem. 2017;44:1146–1160. doi: 10.1159/000485419.", "ArticleIdList": ["10.1159/000485419", "29179179"]}, {"Citation": "Oguido A., Hohmann M.S.N., Pinho-Ribeiro F.A., Crespigio J., Domiciano T.P., Verri W.A., Jr., Casella A.M.B. Naringenin eye drops inhibit corneal neovascularization by anti-inflammatory and antioxidant mechanisms. Investig. Ophthalmol. Vis. Sci. 2017;58:5764–5776. doi: 10.1167/iovs.16-19702.", "ArticleIdList": ["10.1167/iovs.16-19702", "29117277"]}, {"Citation": "Adana M.Y., Akang E.N., Peter A.I., Jegede A.I., Naidu E.C.S., Tiloke C., Chuturgoon A.A., Azu O.O. Naringenin attenuates highly active antiretroviral therapy-induced sperm DNA fragmentations and testicular toxicity in sprague-dawley rats. Andrology. 2018;6:166–175. doi: 10.1111/andr.12439.", "ArticleIdList": ["10.1111/andr.12439", "29179260"]}, {"Citation": "Maatouk M., Elgueder D., Mustapha N., Chaaban H., Bzeouich I.M., Loannou I., Kilani S., Ghoul M., Ghedira K., Chekir-Ghedira L. Effect of heated naringenin on immunomodulatory properties and cellular antioxidant activity. Cell Stress Chaperones. 2016;21:1101–1109. doi: 10.1007/s12192-016-0734-0.", "ArticleIdList": ["10.1007/s12192-016-0734-0", "PMC5083678", "27623863"]}, {"Citation": "Lin H., Zhou Z., Zhong W., Huang P., Ma N., Zhang Y., Zhou C., Lai Y., Huang S., An H., et al. Naringenin inhibits alcoholic injury by improving lipid metabolism and reducing apoptosis in zebrafish larvae. Oncol. Rep. 2017;38:2877–2884. doi: 10.3892/or.2017.5965.", "ArticleIdList": ["10.3892/or.2017.5965", "29048675"]}, {"Citation": "Lin H.J., Ku K.L., Lin I.H., Yeh C.C. Naringenin attenuates hepatitis b virus x protein-induced hepatic steatosis. BMC Complement. Altern. Med. 2017;17:505. doi: 10.1186/s12906-017-2019-2.", "ArticleIdList": ["10.1186/s12906-017-2019-2", "PMC5706293", "29183361"]}, {"Citation": "Lim W., Song G. Naringenin-induced migration of embrynoic trophectoderm cells is mediated via PI3K/AKT and ERK1/2 MAPK signaling cascades. Mol. Cell. Endocrinol. 2016;428:28–37. doi: 10.1016/j.mce.2016.03.018.", "ArticleIdList": ["10.1016/j.mce.2016.03.018", "26994515"]}, {"Citation": "Kumar S., Tiku A.B. Biochemical and molecular mechanisms of radioprotective effects of naringenin, a phytochemical from citrus fruits. J. Agric. Food Chem. 2016;64:1676–1685. doi: 10.1021/acs.jafc.5b05067.", "ArticleIdList": ["10.1021/acs.jafc.5b05067", "26881453"]}, {"Citation": "Ke J.Y., Cole R.M., Hamad E.M., Hsiao Y.H., Cotten B.M., Powell K.A., Belury M.A. Citrus flavonoid, naringenin, increases locomotor activity and reduces diacylglycerol accumulation in skeletal muscle of obese ovariectomized mice. Mol. Nutr. Food Res. 2016;60:313–324. doi: 10.1002/mnfr.201500379.", "ArticleIdList": ["10.1002/mnfr.201500379", "PMC4789085", "26573879"]}, {"Citation": "Pereira-Caro G., Borges G., van der Hooft J., Clifford M.N., Del Rio D., Lean M.E., Roberts S.A., Kellerhals M.B., Crozier A. Orange juice (poly)phenols are highly bioavailable in humans. Am. J. Clin. Nutr. 2014;100:1378–1384. doi: 10.3945/ajcn.114.090282.", "ArticleIdList": ["10.3945/ajcn.114.090282", "25332336"]}, {"Citation": "Kanaze F.I., Bounartzi M.I., Georgarakis M., Niopas I. Pharmacokinetics of the citrus flavanone aglycones hesperetin and naringenin after single oral administration in human subjects. Eur. J. Clin. Nutr. 2007;61:472–477. doi: 10.1038/sj.ejcn.1602543.", "ArticleIdList": ["10.1038/sj.ejcn.1602543", "17047689"]}, {"Citation": "Zeng X., Su W., Bai Y., Chen T., Yan Z., Wang J., Su M., Zheng Y., Peng W., Yao H. Urinary metabolite profiling of flavonoids in Chinese volunteers after consumption of orange juice by UFLC-Q-TOF-MS/MS. J. Chromatogr. B. 2017;1061–1062:79–88. doi: 10.1016/j.jchromb.2017.07.015.", "ArticleIdList": ["10.1016/j.jchromb.2017.07.015", "28711784"]}, {"Citation": "Pereira-Caro G., Polyviou T., Ludwig I.A., Nastase A.M., Moreno-Rojas J.M., Garcia A.L., Malkova D., Crozier A. Bioavailability of orange juice (poly)phenols: The impact of short-term cessation of training by male endurance athletes. Am. J. Clin. Nutr. 2017;106:791–800. doi: 10.3945/ajcn.116.149898.", "ArticleIdList": ["10.3945/ajcn.116.149898", "28747329"]}, {"Citation": "Aschoff J.K., Riedl K.M., Cooperstone J.L., Hogel J., Bosy-Westphal A., Schwartz S.J., Carle R., Schweiggert R.M. Urinary excretion of citrus flavanones and their major catabolites after consumption of fresh oranges and pasteurized orange juice: A randomized cross-over study. Mol. Nutr. Food Res. 2016;60:2602–2610. doi: 10.1002/mnfr.201600315.", "ArticleIdList": ["10.1002/mnfr.201600315", "PMC7301357", "27488098"]}, {"Citation": "Duque A.L.R.F., Monteiro M., Adorno M.A.T., Sakamoto I.K., Sivieri K. An exploratory study on the influence of orange juice on gut microbiota using a dynamic colonic model. Food Res. Int. 2016;84:160–169. doi: 10.1016/j.foodres.2016.03.028.", "ArticleIdList": ["10.1016/j.foodres.2016.03.028"]}, {"Citation": "Zaidun N.H., Thent Z.C., Latiff A.A. Combating oxidative stress disorders with citrus flavonoid: Naringenin. Life Sci. 2018;208:111–122. doi: 10.1016/j.lfs.2018.07.017.", "ArticleIdList": ["10.1016/j.lfs.2018.07.017", "30021118"]}, {"Citation": "Amawi H., Ashby C.R., Jr., Tiwari A.K. Cancer chemoprevention through dietary flavonoids: What’s limiting? Chin. J. Cancer. 2017;36:50. doi: 10.1186/s40880-017-0217-4.", "ArticleIdList": ["10.1186/s40880-017-0217-4", "PMC5477375", "28629389"]}, {"Citation": "Testai L., Calderone V. Nutraceutical value of citrus flavanones and their implications in cardiovascular disease. Nutrients. 2017;9:502. doi: 10.3390/nu9050502.", "ArticleIdList": ["10.3390/nu9050502", "PMC5452232", "28509871"]}, {"Citation": "Yamada T., Hayasaka S., Shibata Y., Ojima T., Saegusa T., Gotoh T., Ishikawa S., Nakamura Y., Kayaba K. Frequency of citrus fruit intake is associated with the incidence of cardiovascular disease: The Jichi Medical School cohort study. J. Epidemiol. 2011;21:169–175. doi: 10.2188/jea.JE20100084.", "ArticleIdList": ["10.2188/jea.JE20100084", "PMC3899405", "21389640"]}, {"Citation": "Knekt P., Kumpulainen J., Jarvinen R., Rissanen H., Heliovaara M., Reunanen A., Hakulinen T., Aromaa A. Flavonoid intake and risk of chronic diseases. Am. J. Clin. Nutr. 2002;76:560–568. doi: 10.1093/ajcn/76.3.560.", "ArticleIdList": ["10.1093/ajcn/76.3.560", "12198000"]}, {"Citation": "Cassidy A., Rimm E.B., O’Reilly E.J., Logroscino G., Kay C., Chiuve S.E., Rexrode K.M. Dietary flavonoids and risk of stroke in women. Stroke. 2012;43:946–951. doi: 10.1161/STROKEAHA.111.637835.", "ArticleIdList": ["10.1161/STROKEAHA.111.637835", "PMC3360888", "22363060"]}, {"Citation": "Onakpoya I., O’Sullivan J., Heneghan C., Thompson M. The effect of grapefruits (Citrus paradisi) on body weight and cardiovascular risk factors: A systematic review and meta-analysis of randomized clinical trials. Crit. Rev. Food Sci. Nutr. 2017;57:602–612. doi: 10.1080/10408398.2014.901292.", "ArticleIdList": ["10.1080/10408398.2014.901292", "25880021"]}, {"Citation": "Reshef N., Hayari Y., Goren C., Boaz M., Madar Z., Knobler H. Antihypertensive effect of sweetie fruit in patients with stage i hypertension. Am. J. Hypertens. 2005;18:1360–1363. doi: 10.1016/j.amjhyper.2005.05.021.", "ArticleIdList": ["10.1016/j.amjhyper.2005.05.021", "16202862"]}, {"Citation": "Toth P.P., Patti A.M., Nikolic D., Giglio R.V., Castellino G., Biancucci T., Geraci F., David S., Montalto G., Rizvi A., et al. Bergamot reduces plasma lipids, atherogenic small dense LDL, and subclinical atherosclerosis in subjects with moderate hypercholesterolemia: A 6 months prospective study. Front. Pharmacol. 2015;6:299. doi: 10.3389/fphar.2015.00299.", "ArticleIdList": ["10.3389/fphar.2015.00299", "PMC4702027", "26779019"]}, {"Citation": "Jung U.J., Kim H.J., Lee J.S., Lee M.K., Kim H.O., Park E.J., Kim H.K., Jeong T.S., Choi M.S. Naringin supplementation lowers plasma lipids and enhances erythrocyte antioxidant enzyme activities in hypercholesterolemic subjects. Clin. Nutr. 2003;22:561–568. doi: 10.1016/S0261-5614(03)00059-1.", "ArticleIdList": ["10.1016/S0261-5614(03)00059-1", "14613759"]}, {"Citation": "Mollace V., Sacco I., Janda E., Malara C., Ventrice D., Colica C., Visalli V., Muscoli S., Ragusa S., Muscoli C., et al. Hypolipemic and hypoglycaemic activity of bergamot polyphenols: From animal models to human studies. Fitoterapia. 2011;82:309–316. doi: 10.1016/j.fitote.2010.10.014.", "ArticleIdList": ["10.1016/j.fitote.2010.10.014", "21056640"]}, {"Citation": "Demonty I., Lin Y., Zebregs Y.E., Vermeer M.A., van der Knaap H.C., Jakel M., Trautwein E.A. The citrus flavonoids hesperidin and naringin do not affect serum cholesterol in moderately hypercholesterolemic men and women. J. Nutr. 2010;140:1615–1620. doi: 10.3945/jn.110.124735.", "ArticleIdList": ["10.3945/jn.110.124735", "20660284"]}, {"Citation": "Constans J., Bennetau-Pelissero C., Martin J.F., Rock E., Mazur A., Bedel A., Morand C., Berard A.M. Marked antioxidant effect of orange juice intake and its phytomicronutrients in a preliminary randomized cross-over trial on mild hypercholesterolemic men. Clin. Nutr. 2015;34:1093–1100. doi: 10.1016/j.clnu.2014.12.016.", "ArticleIdList": ["10.1016/j.clnu.2014.12.016", "25865966"]}, {"Citation": "Silveira J.Q., Dourado G.K., Cesar T.B. Red-fleshed sweet orange juice improves the risk factors for metabolic syndrome. Int. J. Food Sci. Nutr. 2015;66:830–836. doi: 10.3109/09637486.2015.1093610.", "ArticleIdList": ["10.3109/09637486.2015.1093610", "26471075"]}, {"Citation": "Rendeiro C., Dong H., Saunders C., Harkness L., Blaze M., Hou Y., Belanger R.L., Corona G., Lovegrove J.A., Spencer J.P. Flavanone-rich citrus beverages counteract the transient decline in postprandial endothelial function in humans: A randomised, controlled, double-masked, cross-over intervention study. Br. J. Nutr. 2016;116:1999–2010. doi: 10.1017/S0007114516004219.", "ArticleIdList": ["10.1017/S0007114516004219", "28065188"]}, {"Citation": "Dallas C., Gerbi A., Elbez Y., Caillard P., Zamaria N., Cloarec M. Clinical study to assess the efficacy and safety of a citrus polyphenolic extract of red orange, grapefruit, and orange (Sinetrol-XPur) on weight management and metabolic parameters in healthy overweight individuals. Phytother. Res. 2014;28:212–218. doi: 10.1002/ptr.4981.", "ArticleIdList": ["10.1002/ptr.4981", "23554029"]}, {"Citation": "Stohs S.J., Preuss H.G., Keith S.C., Keith P.L., Miller H., Kaats G.R. Effects of p-synephrine alone and in combination with selected bioflavonoids on resting metabolism, blood pressure, heart rate and self-reported mood changes. Int. J. Med Sci. 2011;8:295–301. doi: 10.7150/ijms.8.295.", "ArticleIdList": ["10.7150/ijms.8.295", "PMC3085176", "21537493"]}, {"Citation": "Aldrich C., Bertozzi C., Georg G.I., Kiessling L., Lindsley C., Liotta D., Merz K.M., Schepartz A., Wang S. The ecstasy and agony of assay interference compounds. ACS Cent. Sci. 2017;3:143–147. doi: 10.1021/acscentsci.7b00069.", "ArticleIdList": ["10.1021/acscentsci.7b00069", "PMC5364449", "28386587"]}, {"Citation": "Baell J.B. Feeling nature’s pains: Natural products, natural product drugs, and pan assay interference compounds (pains) J. Nat. Prod. 2016;79:616–628. doi: 10.1021/acs.jnatprod.5b00947.", "ArticleIdList": ["10.1021/acs.jnatprod.5b00947", "26900761"]}, {"Citation": "Jardim A.C.G., Shimizu J.F., Rahal P., Harris M. Plant-derived antivirals against hepatitis c virus infection. Virol. J. 2018;15:34. doi: 10.1186/s12985-018-0945-3.", "ArticleIdList": ["10.1186/s12985-018-0945-3", "PMC5812025", "29439720"]}]}], "History": [{"Year": "2018", "Month": "11", "Day": "16"}, {"Year": "2019", "Month": "1", "Day": "2"}, {"Year": "2019", "Month": "1", "Day": "4"}, {"Year": "2019", "Month": "1", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "3", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30634637", "PMC6469163", "10.3390/ph12010011", "ph12010011"]}}]}