{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aconiti lateralis radix", "Classification", "Counter propagation artificial neural network", "Processed rationality", "UPLC-MS profiling"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30648592", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "23"}, "DateRevised": {"Year": "2022", "Month": "08", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "11", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jfda.2018.10.006"], "Journal": {"ISSN": "2224-6614", "JournalIssue": {"Volume": "27", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Jan"}}, "Title": "Journal of food and drug analysis", "ISOAbbreviation": "J Food Drug Anal"}, "ArticleTitle": "Comparative investigation for raw and processed Aconiti Lateralis Radix using chemical UPLC-MS profiling and multivariate classification techniques.", "Pagination": {"StartPage": "365", "EndPage": "372", "MedlinePgn": "365-372"}, "Abstract": {"AbstractText": ["A strategy combining chemical UPLC-MS profiling and multivariate classification techniques has been used for the comparison of raw and processed Aconiti Lateralis Radix. UPLC-MS was used to identify 18 characteristic compounds, which were selected for discrimination of the raw and two processed products (Heishunpian and Baifupian). Chemometric analyses, including the combination of a heat map and hierarchical cluster analysis (HCA) and principal component analysis (PCA), were used to visualize the discrimination of raw and two processed products. HCA and PCA provided a clear discrimination of raw Aconiti Lateralis Radix, Heishunpian and Baifupian. Finally, the counter-propagation artificial neural network (CP-ANN) was applied to confirm the results of HCA, PCA and to explore the effect of 18 compounds on samples differentiation and the rationality of processing. The results showed that this strategy could be successfully used for comparison of raw and two processed products of Aconiti Lateralis Radix, which could be used as a general procedure to compare herbal medicines and related processed products to elaborate the rationality of processing from the perspective of chemical composition."], "CopyrightInformation": "Copyright © 2018. Published by Elsevier Taiwan LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin, 300193, China."}], "LastName": "Sun", "ForeName": "Lili", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin, 300193, China."}], "LastName": "You", "ForeName": "Guangjiao", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin, 300193, China."}], "LastName": "Cao", "ForeName": "Xuexiao", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tianjin State Key Laboratory of Modern Chinese Medicine, Tianjin University of Traditional Chinese Medicine, Tianjin, 300193, China."}], "LastName": "Wang", "ForeName": "Meng", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin, 300193, China."}], "LastName": "Ren", "ForeName": "Xiaoliang", "Initials": "X"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "China (Republic : 1949- )", "MedlineTA": "J Food Drug Anal", "NlmUniqueID": "101630927"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Aconitum"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["chemistry"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Neural Networks, Computer"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Principal Component Analysis"}, {"QualifierName": [], "DescriptorName": "Tandem Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Technology, Pharmaceutical"}], "CoiStatement": "\n<b>Conflicts of interest</b>\n. The authors declare no conflicts of interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Stone R. Biochemistry. Lifting the veil on traditional Chinese medicine. Science. 2008;319:709.", "ArticleIdList": ["18258866"]}, {"Citation": "Wang F, Wang B, Wang L, Xiong ZY, Gao W, Li P, et al. Discovery of discriminatory quality control markers for Chinese herbal medicines and related processed products by combination of chromatographic analysis and chemometrics methods: radix Scutellariae as a case study. J Pharm Biomed Anal. 2017;138:70–9.", "ArticleIdList": ["28189048"]}, {"Citation": "Zhou X, Tang LY, Wu HW, Zhou GH, Wang T, Kou ZZ, et al. Chemometric analyses for the characterization of raw and processed seeds of Descurainia sophia (L.) based on HPLC fingerprints. J Pharm Biomed Anal. 2015;111:1–6.", "ArticleIdList": ["25828506"]}, {"Citation": "Zhang WJ, Dong CL, Wang JY, He X, Yang XL, Fu YF, et al. Thermal effects on the dissolution enhancement of Radix scutellariae by wine-processing. Appl Therm Eng. 2016;103:522–7."}, {"Citation": "Zhao DK, Shi YN, Zhu XY, Liu L, Ji PZ, Long CL, et al. Identification of potential biomarkers from Aconitum carmichaelii, a Traditional Chinese Medicine, using a metabolomic approach. Planta Med. 2017;84:434–41.", "ArticleIdList": ["29076119"]}, {"Citation": "Zhou HN, Zhang PJ, Hou ZG, Xie JB, Wang YM, Yang B, et al. Research on the relationships between endogenous biomarkers and exogenous toxic substances of acute toxicity in Radix Aconiti. Molecules. 2016;21:1623.", "ArticleIdList": ["PMC6273418", "27898008"]}, {"Citation": "Zhou G, Tang L, Zhou X, Wang T, Kou Z, Wang Z. A review on phytochemistry and pharmacological activities of the processed lateral root of Aconitum carmichaelii Debeaux. J Ethnopharmacol. 2015;160:173–93.", "ArticleIdList": ["25479152"]}, {"Citation": "Yue H, Pi Z, Song F, Liu Z, Cai Z, Liu S. Studies on the aconitine-type alkaloids in the roots of aconitum Carmichaeli Debx. By HPLC/ESIMS/MSn. Talanta. 2009;77:1800–7.", "ArticleIdList": ["19159802"]}, {"Citation": "Yang Y, Yin XJ, Guo HM, Wang RL, Song R, Tian Y, et al. Identification and comparative analysis of the major chemical constituents in the extracts of single Fuzi herb and Fuzi-Gancao herb-pair by UFLC-IT-TOF/MS. Chin J Nat Med. 2014;12:542–53.", "ArticleIdList": ["25053554"]}, {"Citation": "Zhao ZH, Zhang DK, Wu MQ, Li CY, Cao LJ, Zhang P, et al. Establishment of biological assess for quality control of Fuzi based on determination of premature ventricular contractions in rats. China J Chin Mater Med. 2016;41:3814–20. [In Chinese]", "ArticleIdList": ["28929660"]}, {"Citation": "Zhang YB, Da J, Zhang JX, Li SR, Chen X, Long HL, et al. A feasible, economical, and accurate analytical method for simultaneous determination of six alkaloid markers in Aconiti Lateralis Radix Praeparata from different manufacturing sources and processing ways. Chin J Nat Med. 2017;15:301–9.", "ArticleIdList": ["28527516"]}, {"Citation": "He F, Wang CJ, Xie Y, Cheng CS, Liu ZQ, Liu L, et al. Simultaneous quantification of nine aconitum alkaloids in Aconiti Lateralis Radix Praeparata and related products using UHPLC-QQQ-MS/MS. Sci Rep. 2017;103:477–83.", "ArticleIdList": ["PMC5638814", "29026200"]}, {"Citation": "Wang L, Ding JY, Liu XX, Tang MH, Chao RB, Wang FP. Identification of aminoalcohol-diterpenoid alkaloids in Aconiti Lateralis Radix Praeparata and study of their cardiac effects. Yao Xue Xue Bao. 2014;49:1699–704. [In Chinese]", "ArticleIdList": ["25920200"]}, {"Citation": "Zhang L, Lu XH, Wang JB, Li PY, Li HT, Wei SZ, et al. Zingiberis rhizoma mediated enhancement of the pharmacological effect of aconiti lateralis radix praeparata against acute heart failure and the underlying biological mechanisms. Biomed Pharmacother. 2017;96:246–55.", "ArticleIdList": ["28987949"]}, {"Citation": "Zeng XZ, He LG, Wang S, Wang K, Zhang YY, Tao L, et al. Aconine inhibits RANKL-induced osteoclast differentiation in RAW264.7 cells by suppressing NF-κB and NFATc1 activation and DC-STAMP expression. Acta Pharmacol Sin. 2016;37:255–63.", "ArticleIdList": ["PMC4753374", "26592521"]}, {"Citation": "Wu GT, Du LD, Zhao L, Shang RF, Liu DL, Jing Q, et al. The total alkaloids of Aconitum tanguticum protect against lipopolysaccharide-induced acute lung injury in rats. J Ethnopharmacol. 2014;155:1483–91.", "ArticleIdList": ["25102245"]}, {"Citation": "Wen RQ, Li DH, Zhao X, Wang JB, Zhao YL, Zhang P, et al. Rationality of the processing methods of aconiti lateralis radix (Fuzi) based on chemical analysis. Acta Pharmacol Sin. 2013;48:286–90. [In Chinese]", "ArticleIdList": ["23672028"]}, {"Citation": "Xie XF, Peng C, Yi JH, Hu HY, Tang ZW. Comparative study on acute toxicity of extracts from different processed product on Aconiti Lateralis Radix. Pharm Clin Chin Mater Med. 2012;3:29–33. [In Chinese]"}, {"Citation": "Sun LL, Wang M, Zhang HJ, Liu YN, Ren XL, Deng YR, et al. Comprehensive analysis of Polygoni Multiflori Radix of different geographical origins using ultra-high-performance liquid chromatography fingerprints and multivariate chemometric methods. J Food Drug Anal. 2018;26:90–9.", "ArticleIdList": ["PMC9332638", "29389593"]}, {"Citation": "Sun LL, Yang JW, Wang M, Zhang HJ, Liu YN, Ren XL, et al. Combination of counterpropagation artificial neural networks and antioxidant activities for comprehensive evaluation of associated-extraction efficiency of various cyclodextrins in the traditional Chinese formula Xue-Zhi-Ning. J Pharm Biomed Anal. 2015;115:580–6.", "ArticleIdList": ["26322951"]}, {"Citation": "Ballabio D, Vasighi M, Filzmoser P. Effects of supervised self organising maps parameters on classification performance. Anal Chim Acta. 2013;765:45–53.", "ArticleIdList": ["23410625"]}, {"Citation": "Hakimzadeh N, Parastar H, Fattahi M. Combination of multivariate curve resolution and multivariate classification techniques for comprehensive high-performance liquid chromatography-diode array absorbance detection fingerprints analysis of Salvia reuterana extracts. J Chromatogr A. 2014;1326:63–72.", "ArticleIdList": ["24377736"]}, {"Citation": "Zhang DK, Han X, Li RY, Niu M, Zhao YL, Wang JB, et al. Analysis on characteristic constituents of crude Aconitum carmichaelii in different regions based on UPLC-Q-TOF-MS. China J Chin Mater Med. 2016;41:463. [In Chinese]", "ArticleIdList": ["28868865"]}, {"Citation": "Ballabio D, Vasighi M, Consonni V, Kompany-Zareh M. Genetic Algorithms for architecture optimisation of counter-propagation artificial neural networks. Chemometr Intell Lab. 2011;105:56–64."}, {"Citation": "Kuzmanovski I, Novic M, Trpkovska M. Automatic adjustment of the relative importance of different input variables for optimization of counter-propagation artificial neural networks. Anal Chim Acta. 2009;642:142–7.", "ArticleIdList": ["19427469"]}]}], "History": [{"Year": "2018", "Month": "6", "Day": "29"}, {"Year": "2018", "Month": "10", "Day": "16"}, {"Year": "2018", "Month": "10", "Day": "17"}, {"Year": "2019", "Month": "1", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30648592", "PMC9298629", "10.1016/j.jfda.2018.10.006", "j.jfda.2018.10.006"]}}]}