{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Fusion, change", "Innovations", "Urban ethnobotany", "Urban society"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30658184", "DateCompleted": {"Year": "2019", "Month": "03", "Day": "19"}, "DateRevised": {"Year": "2019", "Month": "03", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "01", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2019.01.013", "S0378-8741(18)32890-3"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "234", "PubDate": {"Year": "2019", "Month": "Apr", "Day": "24"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Urban medicinal plant use: Do migrant and non-migrant populations have similar hybridisation processes?", "Pagination": {"StartPage": "290", "EndPage": "305", "MedlinePgn": "290-305"}, "Abstract": {"AbstractText": ["Urban migrant herbal medicine is an important topic on a global scale. Through bibliographical analysis of published studies we can get an overview of the different hybridisation processes at work in cities around the world, the main medicinal plants used and the principal ailments treated. We analysed the differential characteristics of urban ethnobotanical studies involving transnational migrant and non-migrant populations, in order to contribute useful information for the design of public health policies.", "A systematic and integrative revision was conducted, leading to a final selection of 66 primary sources, including studies with and without immigrants. In both cases, richness (S), considered as the sum of all species cited in the work, botanical families and reported ailments were recorded. Based on the work of Ladio and Albuquerque (2014) the main hybridisation processes identifiable in the literature were assessed. These were: fusion, relocation, re-combination of different species, their restructuring as medicinal targets, spatial segregation in usage, innovations found in the circulation and consumption of the plants, and the presence of simultaneous coexistence of different symbolic universes in plant medical practices.", "This was qualitative and quantitative, including both in-depth interpretative content analysis of the studies and frequency analysis of numerical data, such as species richness, botanical families, ailments and the hybridisation processes detected. A multinomial logistic regression model was used to analyse whether the probability of medicinal plant hybridisation processes occurring was the same in literature with and without migrants.", "A total of 522 medicinal species formed part of the main urban ethnobotany worldwide; the majority were cosmopolitan in distribution and belonged to the Asteriaceae and Lamiaceae families. Only 21% of these species appeared in both migrant and non-migrant studies. Most were used for gastrointestinal and hepatic ailments. Surprisingly, culture-related illnesses were not frequently mentioned, probably due to lack of recognition and re-interpretation by authors. Logistic analysis showed that in the studies with migrants, relocation and restructuring of plant use were the most frequently identified processes, while in the studies involving only non-migrants fusion was 4 times more likely to be found than in studies with migrants.", "Our research on hybridisation processes shows that cities constitute an environment that fosters a rapid exchange of practices and knowledge about the available species. Studies with migrants have shown that they reproduce traditional models in their use of plants, and so relocation and restructuring of their herbal medicine are the principal processes. Health risks in this case are related to the difficulties faced by these groups in obtaining their plants and reproducing their practices. In the case of fusion processes observed in non-migrants, who do not normally have a long history or much experience of plant use, errors or poisoning may result from misuse. This information highlights the importance of considering these processes in health policies, particularly when there are no significant quality controls of these resources."], "CopyrightInformation": "Copyright © 2019 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Grupo de Etnobiología. INIBIOMA. CONICET-Universidad Nacional del Comahue, Quintral 1250, S.C. de Bariloche, Río Negro, Argentina. Electronic address: ladioah@comahue-conicet.gob.ar."}], "LastName": "Ladio", "ForeName": "Ana H", "Initials": "AH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "INECOA (UNJu - CONICET), Laboratorio de Botánica Sistemática y Etnobotánica (LABOSyE), Jujuy, Argentina."}], "LastName": "Acosta", "ForeName": "Marina", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": ["statistics & numerical data"], "DescriptorName": "Emigrants and Immigrants"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Logistic Models"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Transients and Migrants"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Urban Population"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2018", "Month": "8", "Day": "6"}, {"Year": "2019", "Month": "1", "Day": "14"}, {"Year": "2019", "Month": "1", "Day": "14"}, {"Year": "2019", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30658184", "10.1016/j.jep.2019.01.013", "S0378-8741(18)32890-3"]}}]}