{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["health", "human microbiome", "infectious diseases", "medicinal plants", "natural disasters", "nature", "nature-based care", "nutrition", "primary health care"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30664484", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "01", "Day": "18"}], "Language": ["eng"], "ELocationID": ["e12510", "10.2196/12510"], "Journal": {"ISSN": "1929-0748", "JournalIssue": {"Volume": "8", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Jan", "Day": "18"}}, "Title": "JMIR research protocols", "ISOAbbreviation": "JMIR Res Protoc"}, "ArticleTitle": "The Integration of Interlinkages Between Nature and Human Health in Primary Health Care: Protocol for a Scoping Review.", "Pagination": {"StartPage": "e12510", "MedlinePgn": "e12510"}, "Abstract": {"AbstractText": ["International overview reports and the majority of scientific publications on interlinkages between nature and human health (NHI) do not seem to focus on the role of the health care sector. Primary health care (PHC) is often the first point of contact people have with the health care system and provides comprehensive, accessible, and community-based care that meets the health needs of individuals throughout their life. PHC is a vital backbone for linking knowledge and practice within the organization of health care. This scoping review aims to focus on the potential role of PHC in relation to NHI.", "The objective of this protocol is to present the method used to scope international overview reports and scientific publications on what is mentioned on the integration of NHI in PHC.", "The international overview reports have been screened for keywords relating to PHC. We developed a specific search strategy to scope scientific literature on NHI in relation to PHC. The scientific literature search ran in Web of Science (WOS) and PubMed from inception to May 2017. The scientific publications are screened by 2 independent reviewers, which will result in a list of relevant publications that meet eligibility and inclusion criteria.", "On the basis of a first screen on the title of the first 200 results in both search engines, we decided to restrict to WOS. First insights in the international overview reports and the quantitative overview of the results in WOS give a first impression of a missing link between NHI and PHC. The findings are expected to identify knowledge gaps in the translation of evidence on NHI in PHC practices and the role of PHC regarding the application of that evidence in health care practice.", "This is, to our knowledge, the first study that seeks to relate existing knowledge on NHI to PHC. The presentation of our method through this protocol allows researchers to build upon and improve our work in future research on the practical implementation of NIH. The findings of the scoping review are expected to guide future scientific research, international policy directives, and PHC workers to fill the gaps in the integration of NHI in PHC.", "DERR1-10.2196/12510."], "CopyrightInformation": "©Laura Lauwers, Hilde Bastiaens, Roy Remmen, Hans Keune. Originally published in JMIR Research Protocols (http://www.researchprotocols.org), 18.01.2019."}, "AuthorList": [{"Identifier": ["0000-0003-3754-9227"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Primary and Interdisciplinary Care, Faculty of Medicine and Health Sciences, University of Antwerp, Antwerp, Belgium."}], "LastName": "Lauwers", "ForeName": "Laura", "Initials": "L"}, {"Identifier": ["0000-0002-5509-3406"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Primary and Interdisciplinary Care, Faculty of Medicine and Health Sciences, University of Antwerp, Antwerp, Belgium."}], "LastName": "Bastiaens", "ForeName": "Hilde", "Initials": "H"}, {"Identifier": ["0000-0002-6509-9561"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Primary and Interdisciplinary Care, Faculty of Medicine and Health Sciences, University of Antwerp, Antwerp, Belgium."}], "LastName": "Remmen", "ForeName": "Roy", "Initials": "R"}, {"Identifier": ["0000-0002-1531-944X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Primary and Interdisciplinary Care, Faculty of Medicine and Health Sciences, University of Antwerp, Antwerp, Belgium."}, {"Identifier": [], "Affiliation": "Belgian Biodiversity Platform, Nature and Society Team, Research Institute for Nature and Forest Research, Brussels, Belgium."}], "LastName": "Keune", "ForeName": "Hans", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Canada", "MedlineTA": "JMIR Res Protoc", "NlmUniqueID": "101599504", "ISSNLinking": "1929-0748"}, "CommentsCorrectionsList": [{"RefSource": "JMIR Res Protoc. 2019 Mar 07;8(3):e13660. doi: 10.2196/13660", "PMID": "30844747"}], "CoiStatement": "Conflicts of Interest: None declared."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hartig T, Mitchell R, de Vries S, Frumkin H. Nature and health. Annu Rev Public Health. 2014;35:207–28. doi: 10.1146/annurev-publhealth-032013-182443.", "ArticleIdList": ["10.1146/annurev-publhealth-032013-182443", "24387090"]}, {"Citation": "Dahlgren G, Whitehead M.  Policies and strategies to promote social equity in health. Stockholm: Institute for future studies; 1991.  [2019-01-11].  \n https://tinyurl.com/kb6chqj\n."}, {"Citation": "World Health Organization. Washington DC: Island Press; 2005.  [2019-01-11].  Ecosystems and Human Well-Being: Health Synthesis\n https://tinyurl.com/y7q9myxw\n."}, {"Citation": "World Health Organization. Convention on Biological Diversity  . Connecting Global Priorities: Biodiversity and Human Health. A State of Knowledge Review. Geneva: WHO Press; 2015.  \n http://apps.who.int/iris/bitstream/handle/10665/174012/9789241508537_eng.pdf?sequence=1\n."}, {"Citation": "Ten Brink BP, Mutafoglu K, Schweitzer JP, Kettunen M, Twigger-Ross C, Baker J, Kuipers Y, Emonts M, Tyrväinen L, Hujala T, Ojala A. Institute for European Environmental Policy. 2016.  The Health and Social Benefits of Nature and Biodiversity Protection\n https://tinyurl.com/ycgpjvvr\n."}, {"Citation": "Thompson CW, de Oliveira ES, Wheeler BW, Depledge MH, van den Bosch MA.  World Health Organization. Copenhagen: WHO Regional Office for Europe; 2016.  Urban green spaces and health. A review of evidence\n http://www.euro.who.int/__data/assets/pdf_file/0005/321971/Urban-green-spaces-and-health-review-evidence.pdf?ua=1\n."}, {"Citation": "Healthy Environment, Healthy People. Nairobi: United Nations Environment Programme; 2016.  \n https://wedocs.unep.org/bitstream/handle/20.500.11822/17602/K1602727%20INF%205%20Eng.pdf?sequence=1&isAllowed=y\n."}, {"Citation": "Whitmee S, Haines A, Beyrer C, Boltz F, Capon AG, de Souza Dias BF, Ezeh A, Frumkin H, Gong P, Head P, Horton R, Mace GM, Marten R, Myers SS, Nishtar S, Osofsky SA, Pattanayak SK, Pongsiri MJ, Romanelli C, Soucat A, Vega J, Yach D. Safeguarding human health in the Anthropocene epoch: report of The Rockefeller Foundation-Lancet Commission on planetary health. Lancet. 2015 Nov 14;386(10007):1973–2028. doi: 10.1016/S0140-6736(15)60901-1.S0140-6736(15)60901-1", "ArticleIdList": ["10.1016/S0140-6736(15)60901-1", "26188744"]}, {"Citation": "Horton G, Magin P. Healthy patients, healthy planet-green recommendations for GP health promotion. Aust Fam Physician. 2007 Dec;36(12):1006–8. \n \n", "ArticleIdList": ["18075623"]}, {"Citation": "Freestone M, McArdle S, Yates R, Bracey A, Broekaert E, De Leon G, Haigh R, Rawlings B, Tucker S. International Journal of Therapeutic Communities, The Association of Therapeutic Communities. 2008.  Therapeutic Communities: Green Care edition http://www.dldocs.stir.ac.uk/documents/ijtc291.pdf\n."}, {"Citation": "Steigen AM, Kogstad R, Hummelvoll JK. Green Care services in the Nordic countries: an integrative literature review. Eur J Soc Work. 2015;19(5):692–715. doi: 10.1080/13691457.2015.1082983.", "ArticleIdList": ["10.1080/13691457.2015.1082983"]}, {"Citation": "Sempik J, Bragg R. Green Care: Origins and Approaches. In: Gallis C, editor. Green Care: For Human Therapy, Social Innovation, Rural Economy, and Education. New York: Nova Science Publishers; 2013."}, {"Citation": "Haubenhofer DK, Elings M, Hassink J, Hine RE. The development of green care in western European countries. Explore (NY) 2010;6(2):106–11. doi: 10.1016/j.explore.2009.12.002.S1550-8307(09)00392-9", "ArticleIdList": ["10.1016/j.explore.2009.12.002", "20362268"]}, {"Citation": "Barton J, Bragg R, Wood C, Pretty J, editors. Green Exercise: Linking Nature, Health and Well-Being. London: Routledge; 2016."}, {"Citation": "Swinburn BA, Walter LG, Arroll B, Tilyard MW, Russell DG. The green prescription study: a randomized controlled trial of written exercise advice provided by general practitioners. Am J Public Health. 1998 Feb;88(2):288–91. doi: 10.2105/AJPH.88.2.288.", "ArticleIdList": ["10.2105/AJPH.88.2.288", "PMC1508188", "9491025"]}, {"Citation": "Lobelo F, Stoutenberg M, Hutber A. The Exercise is Medicine Global Health Initiative: a 2014 update. Br J Sports Med. 2014 Dec;48(22):1627–33. doi: 10.1136/bjsports-2013-093080.bjsports-2013-093080", "ArticleIdList": ["10.1136/bjsports-2013-093080", "24759911"]}, {"Citation": "Patel A, Schofield GM, Kolt GS, Keogh JW. General practitioners' views and experiences of counselling for physical activity through the New Zealand Green Prescription program. BMC Fam Pract. 2011 Nov 02;12:119. doi: 10.1186/1471-2296-12-119. \n \n1471-2296-12-119", "ArticleIdList": ["10.1186/1471-2296-12-119", "10.1186/1471-2296-12-119", "PMC3233500", "22044577"]}, {"Citation": "Van den Berg AE. From green space to green prescriptions: challenges and opportunities for research and practice. Front Psychol. 2017 Feb 27;8:268. doi: 10.3389/fpsyg.2017.00268. doi: 10.3389/fpsyg.2017.00268.", "ArticleIdList": ["10.3389/fpsyg.2017.00268", "10.3389/fpsyg.2017.00268", "PMC5326776", "28289398"]}, {"Citation": "Hanski I, von Hertzen L, Fyhrquist N, Koskinen K, Torppa K, Laatikainen T, Karisola P, Auvinen P, Paulin L, Mäkelä MJ, Vartiainen E, Kosunen TU, Alenius H, Haahtela T. Environmental biodiversity, human microbiota, and allergy are interrelated. Proc Natl Acad Sci U S A. 2012 May 22;109(21):8334–9. doi: 10.1073/pnas.1205624109. \n \n1205624109", "ArticleIdList": ["10.1073/pnas.1205624109", "PMC3361383", "22566627"]}, {"Citation": "Rook G, Bäckhed F, Levin BR, McFall-Ngai MJ, McLean AR. Evolution, human-microbe interactions, and life history plasticity. Lancet. 2017 Dec 29;390(10093):521–30. doi: 10.1016/S0140-6736(17)30566-4.S0140-6736(17)30566-4", "ArticleIdList": ["10.1016/S0140-6736(17)30566-4", "28792414"]}, {"Citation": "Ruokolainen L, Paalanen L, Karkman A, Laatikainen T, von Hertzen L, Vlasoff T, Markelova O, Masyuk V, Auvinen P, Paulin L, Alenius H, Fyhrquist N, Hanski I, Mäkelä MJ, Zilber E, Jousilahti P, Vartiainen E, Haahtela T. Significant disparities in allergy prevalence and microbiota between the young people in Finnish and Russian Karelia. Clin Exp Allergy. 2017 May;47(5):665–74. doi: 10.1111/cea.12895.", "ArticleIdList": ["10.1111/cea.12895", "28165640"]}, {"Citation": "World Health Organization. Convention on Biological Diversity . Biodiversity and nutrition. In: Romanelli C, Cooper D, Campbell-Lendrum D, Maiero M, Karesh WB, Hunter D, Golden CD, editors. Connecting Global Priorities: Biodiversity and Human Health: a State of Knowledge Review. Geneva: WHO Press; 2015. pp. 79–127."}, {"Citation": "World Health Organization. Convention on Biological Diversity . Connecting Global Priorities: Biodiversity and Human Health: a State of Knowledge Review. Geneva: WHO Press; 2015. Traditional medicine; pp. 180–96."}, {"Citation": "World Health Organization. Convention on Biological Diversity . Connecting Global Priorities: Biodiversity and Human Health: a State of Knowledge Review. Geneva: WHO Press; 2015. Infectious diseases; pp. 130–44."}, {"Citation": "World Health Organization. Convention on Biological Diversity . Connecting Global Priorities: Biodiversity and Human Health: a State of Knowledge Review. Geneva: WHO Press; 2015. Increasing resilience and disaster risk reduction: the value of biodiversity and ecosystem approaches to resistance, resilience and relief; pp. 238–46."}, {"Citation": "Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services  . Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services. Bonn, Germany: IPBES secretariat; 2018.  The regional assessment report on biodiversity and ecosystem services for Europe and Central Asia: Summary for Policymakers\n https://www.ipbes.net/system/tdf/spm_2b_eca_digital_0.pdf?file=1&type=node&id=28318\n."}]}], "History": [{"Year": "2018", "Month": "10", "Day": "16"}, {"Year": "2018", "Month": "12", "Day": "21"}, {"Year": "2018", "Month": "12", "Day": "14"}, {"Year": "2019", "Month": "1", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "1", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["30664484", "PMC6356184", "10.2196/12510", "v8i1e12510"]}}]}