{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bayesian parameter estimation", "medicinal herb collection", "participatory mapping", "wildlife conservation"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30688010", "DateCompleted": {"Year": "2019", "Month": "12", "Day": "02"}, "DateRevised": {"Year": "2020", "Month": "01", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "09", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1111/1749-4877.12381"], "Journal": {"ISSN": "1749-4877", "JournalIssue": {"Volume": "14", "Issue": "6", "PubDate": {"Year": "2019", "Month": "Nov"}}, "Title": "Integrative zoology", "ISOAbbreviation": "Integr Zool"}, "ArticleTitle": "Mixed-method study on medicinal herb collection in relation to wildlife conservation: the case of giant pandas in China.", "Pagination": {"StartPage": "604", "EndPage": "612", "MedlinePgn": "604-612"}, "Abstract": {"AbstractText": ["Medicinal herb collection has historical and cultural roots in many rural communities in developing countries. Areas where herb collection occurs may overlap with biodiversity hotspots and crucial habitat of endangered and threatened species. However, impacts of such practices on wildlife are unknown and possibly underestimated, perhaps due to the elusive nature of such activities. We examined this phenomenon in Wolong Nature Reserve, China, a protected area in the South-Central China biodiversity hotspot that also supports a community of Tibetan, Qiang and Han people who use herb collection as a supplementary source of livelihood. We adopted a participatory approach in which we engaged local people in outlining spatial and temporal dynamics of medicinal herb collection practices. We found that the overall spatial extent of herb collection increased in the past two decades. We then overlaid herb collection maps with localities of giant panda (Ailuropoda melanoleuca) feces collected over two time points in the reserve. Using a Bayesian parameter estimation, we found evidence for declined giant panda occurrence in the areas most recently impacted by emerging medicinal herb collection. Our methodology demonstrates the potential power of integrating participatory approaches with quantitative methods for processes like herb collection that may be difficult to examine empirically. We discuss future directions for improving explanatory power and addressing uncertainty in this type of mixed-method, interdisciplinary research. This work has implications for future attempts to understand whether and how prevalent but subtle human activities may affect wildlife conservation."], "CopyrightInformation": "© 2019 International Society of Zoological Sciences, Institute of Zoology/Chinese Academy of Sciences and John Wiley & Sons Australia, Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Wildlife Ecology and Conservation, University of Florida, Gainesville, Florida, USA."}], "LastName": "Zeng", "ForeName": "Yichao", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Southwest China Wildlife Resources Conservation, China West Normal University, Ministry of Education, Nanchong, China."}], "LastName": "Zhang", "ForeName": "Jindong", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Wildlife Ecology and Conservation, University of Florida, Gainesville, Florida, USA."}], "LastName": "Hull", "ForeName": "Vanessa", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "Integr Zool", "NlmUniqueID": "101492420", "ISSNLinking": "1749-4869"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Animals, Wild"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Conservation of Natural Resources"}, {"QualifierName": [], "DescriptorName": "Endangered Species"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["physiology"], "DescriptorName": "Ursidae"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Beale CM, Monaghan P (2004). Human disturbance: People as predation-free predators? Journal of Applied Ecology 41, 335-43."}, {"Citation": "Bearer S, Linderman M, Huang J, An L, He G, Liu J (2008). Effects of fuelwood collection and timber harvesting on giant panda habitat use. Biological Conservation 141, 385-93."}, {"Citation": "Carney KM, Sydeman WJ (1999). A review of human disturbance effects on nesting colonial waterbirds. Waterbirds 22, 68-79."}, {"Citation": "Carter NH, Viña A, Hull V et al. (2014). Coupled human and natural systems approach to wildlife research and conservation. Ecology and Society 19, 43."}, {"Citation": "Chhatre A, Saberwal V (2005). Political incentives for biodiversity conservation. Conservation Biology 19, 310-7."}, {"Citation": "Chiogna M, Gaetan C (2007). Semiparametric zero-inflated Poisson models with application to animal abundance studies. Environmetrics 18, 303-14."}, {"Citation": "Gill JA, Norris K, Sutherland WJ (2001). Why behavioural responses may not reflect the population consequences of human disturbance. Biological Conservation 97, 265-8."}, {"Citation": "Hamilton SH, Pollino CA, Jakeman AJ (2015). Habitat suitability modelling of rare species using Bayesian networks: Model evaluation under limited data. Ecological Modelling 299, 64-78."}, {"Citation": "Hu S, Bi F, Qin Z et al. (1987). Vegetation and Resource Plants of Wolong. Sichuan Science & Technology Press, Chengdu, China. (In Chinese.)"}, {"Citation": "Hull V, Zhang J, Zhou S et al. (2015). Space use by endangered giant pandas. Journal of Mammalogy 96, 230-6."}, {"Citation": "IPNI (2012). The International Plant Names Index (2012). [Cited 26 Jul 2018.] Available from URL: http://www.ipni.org."}, {"Citation": "Kahler JS, Roloff GJ, Gore ML (2013). Poaching risks in community-based natural resource management. Conservation Biology 27, 177-86."}, {"Citation": "Liu J, Dietz T, Carpenter SR et al. (2007). Coupled human and natural systems. AMBIO: A Journal of the Human Environment 36, 639-49."}, {"Citation": "Liu J, Hull V, Yang W et al. (2016). Pandas and People: Coupling Human and Natural Systems for Sustainability. Oxford University Press, Oxford, UK."}, {"Citation": "Liu X, Wang T, Wang T, Skidmore AK, Songer M (2015). How do two giant panda populations adapt to their habitats in the Qinling and Qionglai Mountains, China. Environmental Science and Pollution Research 22, 1175-85."}, {"Citation": "Martin TG, Wintle BA, Rhodes JR et al. (2005). Zero tolerance ecology: improving ecological inference by modelling the source of zero observations. Ecology Letters 8, 1235-46."}, {"Citation": "Miller SG, Knight RL, Miller CK (2001). Wildlife responses to pedestrians and dogs. Wildlife Society Bulletin 29, 124-32."}, {"Citation": "Murray JV, Goldizen AW, O'Leary RA, McAlpine CA, Possingham HP, Choy SL (2009). How useful is expert opinion for predicting the distribution of a species within and beyond the region of expertise? A case study using brush-tailed rock-wallabiesPetrogale penicillata. Journal of Applied Ecology 46, 842-51."}, {"Citation": "Myers N, Mittermeier RA, Mittermeier CG, Da Fonseca GA, Kent J (2000). Biodiversity hotspots for conservation priorities. Nature 403, 853-8."}, {"Citation": "Patwardhan B, Warude D, Pushpangadan P, Bhatt N (2005). Ayurveda and traditional Chinese medicine: A comparative overview. Evidence-Based Complementary and Alternative Medicine 2, 465-73."}, {"Citation": "PlantList (2013). The Plant List (2013). Version 1.1. [Cited 26 Jul 2018.]. Available from URL: http://www.theplantlist.org."}, {"Citation": "Plummer M (2003). JAGS: A program for analysis of Bayesian graphical models using Gibbs sampling. Proceedings of the 3rd international workshop on distributed statistical computing 2003, Vienna, Austria"}, {"Citation": "Plummer M (2016). rjags: Bayesian Graphical Models using MCMC. [Cited 26 Jul 2018.] Available from URL: https://cran.r-project.org/web/packages/rjags/rjags.pdf."}, {"Citation": "Principe PP (1991). Valuing the biodiversity of medicinal plants. In: Akerele O, Heywood V, Synge H, eds. The Conservation of Medicinal Plants. Cambridge University Press, Melbourne, Australia, pp. 79-124."}, {"Citation": "Ramirez-Gomez SOI, Brown G, Verweij PA, Boot R (2016). Participatory mapping to identify indigenous community use zones: Implications for conservation planning in southern Suriname. Journal for Nature Conservation 29, 69-78."}, {"Citation": "Rode KD, Farley SD, Robbins CT (2006). Behavioral responses of brown bears mediate nutritional effects of experimentally introduced tourism. Biological Conservation 133, 70-80."}, {"Citation": "Schaller GB, Hu J, Pan W, Zhu J (1985). The Giant Pandas of Wolong. University of Chicago press Chicago, Chicago"}, {"Citation": "Schippmann U, Leaman DJ, Cunningham A (2002). Impact of cultivation and gathering of medicinal plants on biodiversity: global trends and issues. Biodiversity and the Ecosystem Approach in Agriculture, Forestry and Fisheries."}, {"Citation": "Smith DA (2008). The spatial patterns of indigenous wildlife use in western Panama: Implications for conservation management. Biological Conservation 141, 925-37."}, {"Citation": "State Forestry Administration (2006). The Third National Survey Report on Giant Panda in China by State Forestry Administration. Science Press, Beijing."}, {"Citation": "Sutherland WJ, Dicks LV, Everard M, Geneletti D, Freckleton R (2018). Qualitative methods for ecologists and conservation scientists. Methods in Ecology and Evolution 9, 7-9."}, {"Citation": "Swaisgood RR, Wei F, Wildt DE, Kouba AJ, Zhang Z (2010). Giant panda conservation science: how far we have come. Biology Letters 6, 143-5."}, {"Citation": "Tang X, Jia J, Wang Z et al. (2015). Scheme design and main result analysis of the fourth national survey on giant panda. Forest Resources Management 1, 11-6."}, {"Citation": "Taylor AR, Knight RL (2003). Wildlife responses to recreation and associated visitor perceptions. Ecological Applications 13, 951-63."}, {"Citation": "Wenger SJ, Freeman MC (2008). Estimating species occurrence, abundance, and detection probability using zero-inflated distributions. Ecology 89, 2953-9."}, {"Citation": "Wolong Nature Reserve (2005). Development History of Wolong Nature Reserve. Sichuan Science & Technology Press, Chengdu, China. (In Chinese.)"}, {"Citation": "Xiong Z, Yu D, Tan C, Yu P (2003). Population size and habitat conservation of Lophura nycthemera in Maolan Nature Reserve. Journal of Guizhou University (Natural Sciences) 20, 200-4. (In Chinese.)"}, {"Citation": "Xu J, Yang Y (2009). Traditional Chinese medicine in the Chinese health care system. Health Policy 90, 133-9."}, {"Citation": "Yamada K, Elith J, McCarthy M, Zerger A (2003). Eliciting and integrating expert knowledge for wildlife habitat modelling. Ecological Modelling 165, 251-64."}, {"Citation": "Yang X, Xu M (2003). Biodiversity conservation in Changbai Mountain Biosphere Reserve, northeastern China: status, problem, and strategy. Biodiversity & Conservation 12, 883-903."}, {"Citation": "Zhang J, Connor T, Yang H, Ouyang Z, Li S, Liu J (2018). Complex effects of natural disasters on protected areas through altering telecouplings. Ecology and Society 23, 17"}, {"Citation": "Zhang J, Hull V, Huang J et al. (2015). Activity patterns of the giant panda (Ailuropoda melanoleuca). Journal of Mammalogy 96, 1116-27."}, {"Citation": "Zhang J, Hull V, Ouyang Z et al. (2017). Modeling activity patterns of wildlife using time-series analysis. Ecology and Evolution 7, 2575-84."}, {"Citation": "Zhang J, Hull V, Xu W et al. (2011). Impact of the 2008 Wenchuan earthquake on biodiversity and giant panda habitat in Wolong Nature Reserve, China. Ecological Research 26, 523-31."}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30688010", "10.1111/1749-4877.12381"]}}]}