{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30713569", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "01", "Day": "01"}], "Language": ["eng"], "ELocationID": ["2168603", "10.1155/2019/2168603"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Hypoglycemic Activity of Medicinal Plants Used among the Cakchiquels in Guatemala for the Treatment of Type 2 Diabetes.", "Pagination": {"StartPage": "2168603", "MedlinePgn": "2168603"}, "Abstract": {"AbstractText": ["Type 2 diabetes (T2D) is a major health problem worldwide. In this condition, the organism can produce insulin but becomes resistant to it; thus the insulin is ineffective. High blood glucose levels are a result of insulin resistance and insulin deficiency; they produce diabetes-associated complications such as kidney failure, blindness, cardiovascular disease, and lower-limb amputation. In Guatemala, there were over 752.700 cases of the disease in 2017 with prevalence of 8.4 (IDF, 2017). The use of plants for medicinal purposes has been practiced in the country since pre-Hispanic times. Among the Cakchiquels, the aerial parts of <i>Hamelia patens</i> Jacq., <i>Neurolaena lobata</i> (L.) R.Br. ex Cass., and <i>Solanum americanum</i> Mill. and the cortex of <i>Croton guatemalensis</i> Lotsy are used to treat type 2 diabetes. The aim of the present study was to confirm the hypoglycemic effect of the plants under normal conditions and under maltose and sucrose tolerance tests, as well as to test the activity of the plant extracts in vitro against alpha-glucosidases types I and II. In agreement with the traditional usage of the plants, in normal conditions without a sugar load, the extracts produced a statistically significant hypoglycemic effect similar to the control drug glibenclamide. When the sugar load was maltose, only <i>Croton</i> and <i>Solanum</i> produced a statistically significant (<i>p</i> < 0.05) hypoglycemic effect compared to the control drug, but when the sugar was sucrose, <i>Croton</i> and <i>Hamelia</i> produced a statistically significant effect (<i>p</i> < 0.05) beginning at 30 min compared to the control group, while <i>Solanum</i> did so at 60 min and <i>Neurolaena</i> at 90 min. In vitro assays showed that the extracts inhibited yeast <i>alpha-glucosidases</i> but not the rat intestinal ones. Of the tested plants, <i>Croton</i> exert an effect both under sugars' tests and under a normal tolerance test; these results suggest the potential use of this plant. The results presented here provided evidence based on the use of these plants as hypoglycemic agents in the treatment of type 2 diabetes."]}, "AuthorList": [{"Identifier": ["0000-0002-1638-3443"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratorio de Etnofarmacología, Facultad de Ciencias, Universidad Nacional Autónoma de México, Avenida Universidad 3000, 4510, Ciudad de México, Mexico."}], "LastName": "Andrade-Cetto", "ForeName": "Adolfo", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratorio de Etnofarmacología, Facultad de Ciencias, Universidad Nacional Autónoma de México, Avenida Universidad 3000, 4510, Ciudad de México, Mexico."}], "LastName": "Cruz", "ForeName": "Elda Carola", "Initials": "EC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratorio de Etnofarmacología, Facultad de Ciencias, Universidad Nacional Autónoma de México, Avenida Universidad 3000, 4510, Ciudad de México, Mexico."}], "LastName": "Cabello-Hernández", "ForeName": "Christian Alan", "Initials": "CA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratorio de Biología Animal Experimental, Universidad Nacional Autónoma de México, 04510, Ciudad de México, Mexico."}], "LastName": "Cárdenas-Vázquez", "ForeName": "René", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "IDF I. D. F. Diabetes Atlas, Eight. Brussels: International Diabetes Federation; 2017."}, {"Citation": "American Diabetes Association. 2. Classification and diagnosis of diabetes. Diabetes Care. 2017;40(supplement 1):S11–S24. doi: 10.2337/dc17-S005.", "ArticleIdList": ["10.2337/dc17-S005", "27979889"]}, {"Citation": "International Diabetes Federation. IDF Diabetes Atlas. 8th 2017.", "ArticleIdList": ["35914061"]}, {"Citation": "Hanefeld M., Schaper F. The role of alpha-glucosidase inhibitors (Acarbose) In: Mogensen C. E., editor. Pharmacotherapy of Diabetes, New Developments. Springer; 2007. pp. 143–152."}, {"Citation": "INE I. N. Caracterización departamental: Alta Verapaz 2012, 2014."}, {"Citation": "Cruz E. C., Andrade-Cetto A. Ethnopharmacological field study of the plants used to treat type 2 diabetes among the Cakchiquels in Guatemala. Journal of Ethnopharmacology. 2015;159:238–244. doi: 10.1016/j.jep.2014.11.021.", "ArticleIdList": ["10.1016/j.jep.2014.11.021", "25460591"]}, {"Citation": "José Del Carmen R.-O., Willam H. M. J., Del Carmen G. M. A., et al. Antinociceptive effect of aqueous extracts from the bark of Croton guatemalensis Lotsy in mice. Research in Pharmaceutical Sciences. 2016;11(1):15–22.", "ArticleIdList": ["PMC4794933", "27051428"]}, {"Citation": "Franssen F. F. J., Smeijsters L. J. J. W., Berger I., Medinilla Aldana B. E. In vivo and in vitro antiplasmodial activities of some plants traditionally used in Guatemala against malaria. Antimicrobial Agents and Chemotherapy. 1997;41(7):1500–1503. doi: 10.1128/AAC.41.7.1500.", "ArticleIdList": ["10.1128/AAC.41.7.1500", "PMC163947", "9210673"]}, {"Citation": "Andrade-Cetto A., Escandón-Rivera S., Garcia-Luna V. Hypoglycemic effect of Hamelia patens Jacq., aerial part in STZ-NA-induced diabetic rats. Pharmacologyonline. 2015;3:65–69b."}, {"Citation": "Jiménez-Suárez V., Nieto-Camacho A., Jiménez-Estrada M., Alvarado Sánchez B. Anti-inflammatory, free radical scavenging and alpha-glucosidase inhibitory activities of Hamelia patens and its chemical constituents. Pharmaceutical Biology. 2016;54(9):1822–1830. doi: 10.3109/13880209.2015.1129544.", "ArticleIdList": ["10.3109/13880209.2015.1129544", "26731099"]}, {"Citation": "Rugerio-Escalona C., Ordaz-Pichardo C., Becerra-Martinez E., et al. “Diabetes and Metabolism Disorders Medicinal Plants: A Glance at the Past and a Look to the Future 2018”: Antihyperglycemic Activity of. Evidence-Based Complementary and Alternative Medicine. 2018;2018:1–9. doi: 10.1155/2018/7926452.", "ArticleIdList": ["10.1155/2018/7926452", "PMC6129850", "30224932"]}, {"Citation": "Silva E. L., Almeida-Lafetá R. C., Borges R. M., Staerk D. Dual high-resolution inhibition profiling and HPLC-HRMS-SPE-NMR analysis for identification of α-glucosidase and radical scavenging inhibitors in Solanum americanum Mill. Fitoterapia. 2017;118:42–48. doi: 10.1016/j.fitote.2017.02.002.", "ArticleIdList": ["10.1016/j.fitote.2017.02.002", "28229941"]}, {"Citation": "Vagula J. M., Rocha B. A., Silva A. R., et al. Analysis of. Analytical Letters. 2018;51(13):1973–1985. doi: 10.1080/00032719.2017.1399413.", "ArticleIdList": ["10.1080/00032719.2017.1399413"]}, {"Citation": "Bajin ba Ndob I., Mengome L. E., Bourobou Bourobou H.-P., Lossangoye Banfora Y., Bivigou F. Ethnobotanical survey of medicinal plants used as anthelmintic remedies in Gabon. Journal of Ethnopharmacology. 2016;191:360–371. doi: 10.1016/j.jep.2016.06.026.", "ArticleIdList": ["10.1016/j.jep.2016.06.026", "27296084"]}, {"Citation": "Matran I. M., Farcaş A., Bojiță M., Dumitraşcu D. L. Alternative therapies in gastric hypersecretion. Farmacia. 2017;65(3):323–328."}, {"Citation": "Shibi I. G., Aswathya L., Jishaa R. S., Masandb V. H., Gajbhiyec J. M. Virtual screening techniques to probe the antimalarial activity of some traditionally used phytochemicals. Combinatorial Chemistry & High Throughput Screening. 2016;19(7):572–591. doi: 10.2174/1386207319666160420.", "ArticleIdList": ["10.2174/1386207319666160420", "27095535"]}, {"Citation": "McKinnon R., Binder M., Zupkó I., et al. Pharmacological insight into the anti-inflammatory activity of sesquiterpene lactones from Neurolaena lobata (L.) R.Br. ex Cass. Phytomedicine. 2014;21(12):1695–1701. doi: 10.1016/j.phymed.2014.07.019.", "ArticleIdList": ["10.1016/j.phymed.2014.07.019", "25442279"]}, {"Citation": "Bustos-Brito C., Andrade-Cetto A., Giraldo-Aguirre J. D., Moreno-Vargas A. D., Quijano L. Acute hypoglycemic effect and phytochemical composition of Ageratina petiolaris. Journal of Ethnopharmacology. 2016;185:341–346. doi: 10.1016/j.jep.2016.03.048.", "ArticleIdList": ["10.1016/j.jep.2016.03.048", "27013093"]}, {"Citation": "Andrade-Cetto A., Escandón-Rivera S. M., Torres-Valle G. M., Quijano L. Phytochemical composition and chronic hypoglycemic effect of rhizophora mangle cortex on STZ-NA-induced diabetic rats. Revista Brasileira de Farmacognosia. 2017;27(6):744–750. doi: 10.1016/j.bjp.2017.09.007.", "ArticleIdList": ["10.1016/j.bjp.2017.09.007"]}, {"Citation": "Masiello P., Broca C., Gross R., et al. Experimental NIDDM: development of a new model in adult rats administered streptozotocin and nicotinamide. Diabetes. 1998;47(2):224–229. doi: 10.2337/diab.47.2.224.", "ArticleIdList": ["10.2337/diab.47.2.224", "9519717"]}, {"Citation": "Andrade-Cetto A., Becerra-Jiménez J., Cárdenas-Vázquez R. Alfa-glucosidase-inhibiting activity of some Mexican plants used in the treatment of type 2 diabetes. Journal of Ethnopharmacology. 2008;116(1):27–32. doi: 10.1016/j.jep.2007.10.031.", "ArticleIdList": ["10.1016/j.jep.2007.10.031", "18082348"]}, {"Citation": "Andrade-Cetto A., Cabello-Hernández C., Cárdenas-Vázquez R. Alfa-glucosidase inhibiting activity of five Mexican plants used in the treatment of type 2 diabetes. PharmacologyOnLine. 2015;1:67–71.", "ArticleIdList": ["18082348"]}, {"Citation": "Nishioka T., Kawabata J., Aoyama Y. Baicalein, an α-glucosidase inhibitor from Scutellaria baicalensis. Journal of Natural Products. 1998;61(11):1413–1415. doi: 10.1021/np980163p.", "ArticleIdList": ["10.1021/np980163p", "9834167"]}, {"Citation": "Oki T., Matsui T., Osajima Y. Inhibitory effect of α-glucosidase inhibitors varies according to its origin. Journal of Agricultural and Food Chemistry. 1999;47(2):550–553. doi: 10.1021/jf980788t.", "ArticleIdList": ["10.1021/jf980788t", "10563931"]}, {"Citation": "Kiss I., Unger C., Huu C. N., et al. Lobatin B inhibits NPM/ALK and NF-κB attenuating anaplastic-large-cell-lymphomagenesis and lymphendothelial tumour intravasation. Cancer Letters. 2015;356(2):994–1006. doi: 10.1016/j.canlet.2014.11.019.", "ArticleIdList": ["10.1016/j.canlet.2014.11.019", "25444930"]}, {"Citation": "Unger C., Kiss I., Vasas A., et al. The germacranolide sesquiterpene lactone neurolenin B of the medicinal plant Neurolaena lobata (L.) R.Br. ex Cass inhibits NPM/ALK-driven cell expansion and NF-κB-driven tumour intravasation. Phytomedicine. 2015;22(9):862–874. doi: 10.1016/j.phymed.2015.06.003.51852", "ArticleIdList": ["10.1016/j.phymed.2015.06.003", "26220634"]}, {"Citation": "Lajter I., Vasas A., Béni Z., et al. Sesquiterpenes from Neurolaena lobata and their antiproliferative and anti-inflammatory activities. Journal of Natural Products. 2014;77(3):576–582. doi: 10.1021/np400834c.", "ArticleIdList": ["10.1021/np400834c", "PMC3971758", "24476550"]}, {"Citation": "Kimura A. Two potent competitive inhibitors discriminating α-glucosidase family I from family II. Carbohydrate Research. 2004;339(6):1035–1040. doi: 10.1016/j.carres.2003.10.035.", "ArticleIdList": ["10.1016/j.carres.2003.10.035", "15063189"]}]}], "History": [{"Year": "2018", "Month": "7", "Day": "9"}, {"Year": "2018", "Month": "11", "Day": "23"}, {"Year": "2018", "Month": "12", "Day": "17"}, {"Year": "2019", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30713569", "PMC6332994", "10.1155/2019/2168603"]}}]}