{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30723514", "DateRevised": {"Year": "2023", "Month": "10", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "01", "Day": "06"}], "Language": ["eng"], "ELocationID": ["5276824", "10.1155/2019/5276824"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Plant Diversity and Ethnoveterinary Practices of Ethiopia: A Systematic Review.", "Pagination": {"StartPage": "5276824", "MedlinePgn": "5276824"}, "Abstract": {"AbstractText": ["The systematic review was conducted on Ethnoveterinary Medicinal (EVM) plants from the two (integrated and pastoral) majorly known livestock production systems (LPS) of Ethiopia. A total of 48 documents pertinent to EVM significance were assessed from different sources using Google search engine and local university websites. Search outputs were screened using the developed inclusion criteria, and only 26 documents were selected. Descriptive analysis measures, Document Consensus Factor (DCF), and rank of the collected data were analysed using SPSS version 20 and Microsoft Excel. The result showed that females (33%), being below 40 years of age (27%), and educational level of above college (1%) healers participation was not significance. A total of 645 EVM plant species (from 133 families) were identified. Only 22 (16.54%) plant families were represented by one species. Leaf (47.8%) was the major plant part used to prepare remedies. The major administration route was oral route (58.2%). Blackleg 43 (0.188), diarrhea 25 (0.110), and wound 18 (0.079) were the most commonly treated livestock ailments. Solanaceae and Fabaceae were the frequently utilized EVM plant families in integrated and pastoral LPS, respectively. <i>Croton macrostachyus</i> (Bisana) and <i>Solanum incanum</i> (Embuay) were the most widely applied EVM plant species in integrated and pastoral LPS, respectively. Pastoral LPS were using higher number of specific EVM plants (DCF>0.5) compared to integrated LPS. Less than 40% (n< 10) of the collected documents were dealing with measurability and risk of toxicity, giving emphasis to indigenous plant and constraints of EVM plants use."]}, "AuthorList": [{"Identifier": ["0000-0002-1469-191X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture and Natural resources, Wolkite University, Wolkite, Ethiopia."}], "LastName": "Tilahun", "ForeName": "Minyahel", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture and Natural resources, Wolkite University, Wolkite, Ethiopia."}], "LastName": "Etifu", "ForeName": "Melesse", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture and Natural resources, Wolkite University, Wolkite, Ethiopia."}], "LastName": "Shewage", "ForeName": "Tesfaye", "Initials": "T"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Caudell M. A., Quinlan M. B., Quinlan R. J., Call D. R. Medical pluralism and livestock health: ethnomedical and biomedical veterinary knowledge among East African agropastoralists. Journal of Ethnobiology and Ethnomedicine. 2017;13(1, article no. 7) doi: 10.1186/s13002-017-0135-1.", "ArticleIdList": ["10.1186/s13002-017-0135-1", "PMC5251319", "28109305"]}, {"Citation": "Pankhurst R., Pearson T. Remedius Prutkys 18th century account of Ethiopian taencides and other medicinal treatment. Ethiopian Medical Journal. 1972;10:3–6.", "ArticleIdList": ["4593335"]}, {"Citation": "Dharani N., Yenesew A., Aynekulu E., Tuei B., Jamnadass R. Traditional ethno-veterinary medicine in East Africa: a manual on the use of medicinal plants. In: Dawson I. K., editor. The World Agro forestry Centre (ICRAF) Nairobi, Kenya: 2015."}, {"Citation": "Behailu K. Assessment of the quality of veterinary education and career opportunities for veterinarians in Ethiopia. Proceedings of the 25th Annual Conference of the Ethiopian veterinary Association; 2011; Held at the United Nations Conference Centre; pp. 1–38."}, {"Citation": "Bekele T. A. Useful trees of Ethiopia: identification, propagation and management in 17 agro ecological zones. Nairobi: RELMA in ICRAF Project. p. 552, 2007"}, {"Citation": "Fullas F. Ethiopian Medicinal Plants in Veterinary Healthcare: A Mini Review. Ethiopian e-Journal for Research and Innovation Foresight. 2010;2:48–58."}, {"Citation": "Mesfin K., Tekle G., Tesfaye T. Ethno botanical study of traditional Medicinal Plants used by indigenous people of Gemad District. Journal of Medicinal Plants Studies. 2013;1(32):p. 37."}, {"Citation": "Toyang N. J., Wanyama J., wanyakpa M. N., Django S. Ethnovetrinary medicine. A practical approach to the treatment of cattle disease in sub-saharan Africa. Agrodok. 2007;44, article no. 88"}, {"Citation": "Sori T., Bekana M., Adugna G., Kelbessa E. Medicinal plants in the ethno veterinary practices of Borana pastoralists, Southern Ethiopia. The International Journal of Applied Research in Veterinary Medicine. 2004;2:220–225."}, {"Citation": "N Alves R. R., Rosa I. L. Why study the use of animal products in traditional medicines? Journal of Ethnobiology and Ethnomedicine. 2005:1–5. doi: 10.1186/1746-4269-1-5.", "ArticleIdList": ["10.1186/1746-4269-1-5", "PMC1277085", "16270931"]}, {"Citation": "Lohani U., Rajbhandari K., Shakuntala K. Need for systematic ethnozoological studies in the conservation of ancient knowledge systems of Nepal - A review. Indian Journal of Traditional Knowledge. 2008;7(4):634–637."}, {"Citation": "Tekle Y. Medicinal plants in the ethno veterinary practices of bensa woreda, Southern Ethiopia. Open Access Library Journal. 2015;2 doi: 10.4236/oalib.1101258.e1258", "ArticleIdList": ["10.4236/oalib.1101258"]}, {"Citation": "Mekonnen M. M., Tessema F., Yilma M., Getachew T., Asrat M. Documentation of Ethno Veterinary Practices in Selected Sites of Wolaita and Dawuro Zones, Ethiopia. Global Journal of Science Frontier Research: Agriculture and Veterinary. 2016;16(5):2249–2626."}, {"Citation": "Eshetu G. R., Dejene T. A., Telila L. B., Bekele D. F. Ethnoveterinary medicinal plants: preparation and application methods by traditional healers in selected districts of southern Ethiopia. Veterinary World. 2015;8(5):674–684. doi: 10.14202/vetworld.2015.674-684.", "ArticleIdList": ["10.14202/vetworld.2015.674-684", "PMC4774733", "27047155"]}, {"Citation": "Mohammed C., Abera D., Woyessa M., Birhanu T. Survey of ethno-veterinary medicinal plants in Melkabello District,Eastern Harerghe Zone, Eastern Ethiopia. Ethiopian. Veterinary Journal. 2016;20(2):1–15."}, {"Citation": "Tekle Y. Study on Ethno-veterinary Practices in Amaro special District Southern Ethiopia. Medicinal and Aromatic Plants. 2014;4(2, article no 186) doi: 10.4172/2167-0412.1000186.", "ArticleIdList": ["10.4172/2167-0412.1000186"]}, {"Citation": "Firaol T., Erfa W. T., Kebede E., Dabessa G., Sorsa M. Ethno knowledge of plants used in veterinary practices in Dabo Hana District. Journal of Medicinal Plant Research. 2013;7(40):2960–2971."}, {"Citation": "Mekonnen N., Abebe E. Ethnobotanical knowledge and practices of traditional healers in Harar, Haramaya, Bati and Garamuleta, Eastern Ethiopia. Ethiopian Veterinary Journal. 2017;21(2):40–61. doi: 10.4314/evj.v21i2.4.", "ArticleIdList": ["10.4314/evj.v21i2.4"]}, {"Citation": "Yigezu Y., Haile D. B., Ayen W. Y. Ethnoveterinary medicines in four districts of jimma zone, Ethiopia: cross sectional survey for plant species and mode of use. BMC Veterinary Research. 2014;10, article 76 doi: 10.1186/1746-6148-10-76.", "ArticleIdList": ["10.1186/1746-6148-10-76", "PMC3978085", "24679045"]}, {"Citation": "Lulekal E., Asfaw Z., Kelbessa E., Van Damme P. Ethnoveterinary plants of Ankober District, North Shewa Zone, Amhara Region, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2014;10(1, article no. 21) doi: 10.1186/1746-4269-10-21.", "ArticleIdList": ["10.1186/1746-4269-10-21", "PMC3924401", "24517385"]}, {"Citation": "Giday K., Lenaerts L., Gebrehiwot K., Yirga G., Verbist B., Muys B. Ethnobotanical study of medicinal plants from degraded dry afromontane forest in northern Ethiopia: Species, uses and conservation challenges. Journal of Herbal Medicine. 2016;6(2):96–104. doi: 10.1016/j.hermed.2016.03.004.", "ArticleIdList": ["10.1016/j.hermed.2016.03.004"]}, {"Citation": "Giday M., Teklehaymanot T. Ethnobotanical study of plants used in management of livestock health problems by Afar people of Ada'ar District, Afar Regional State, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2013;9(1, article no. 8) doi: 10.1186/1746-4269-9-8.", "ArticleIdList": ["10.1186/1746-4269-9-8", "PMC3561197", "23343251"]}, {"Citation": "Yirga G., Teferi M., Gidey G., Zerabruk S. An ethnoveterinary survey of medicinal plants used to treat livestock diseases in Seharti-Samre district, northern Ethiopia. African Journal of Plant Science. 2012;6(3):113–119. doi: 10.5897/AJPS11.242.", "ArticleIdList": ["10.5897/AJPS11.242"]}, {"Citation": "Abraha F. Indiginous livestock husbandary and Ethno veterinary practices in Endamohoni district of tigray region Ethiopia (Msc thesis) Hawassa, Ethiopia: Hawassa University; 2016."}, {"Citation": "Teklehaymanot T. An ethnobotanical survey of medicinal and edible plants of Yalo Woreda in Afar regional state, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2017;13, article no. 40(1)", "ArticleIdList": ["PMC5499056", "28679438"]}, {"Citation": "Tolossa K., Debela E., Athanasiadou S., Tolera A., Ganga G., Houdijk J. G. M. Ethno-medicinal study of plants used for treatment of human and livestock ailments by traditional healers in South Omo, Southern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2013;9(1, article no. 32) doi: 10.1186/1746-4269-9-32.", "ArticleIdList": ["10.1186/1746-4269-9-32", "PMC3679849", "23680260"]}, {"Citation": "Feyera T., Mekonnen E., Wakayo B. U., Assefa S. Botanical ethnoveterinary therapies used by agro-pastoralists of Fafan zone, Eastern Ethiopia. BMC Veterinary Research. 2017;13, article no. 232", "ArticleIdList": ["PMC5550981", "28793900"]}, {"Citation": "Mengistu M., Kebede E., Serda B. Ethnobotanical Knowledge of Pastoral Community for Treating Livestock Diseases in Shinle Zone, Somali Regional State, Eastern Ethiopia. Journal of Veterinary Science & Technology. 2017;8(5) doi: 10.4172/2157-7579.1000474.", "ArticleIdList": ["10.4172/2157-7579.1000474", "29671239"]}, {"Citation": "Tekle Y. An ethno-veterinary botanical survey of medicinal plants in Kochore district of Gedeo Zone, Southern Nations Nationalities and Peoples Regional State (SNNPRs, Ethiopia) Journal of Scientific and Innovative Research. 2014;3(4):433–445."}, {"Citation": "Kitata G., Abdeta D., Amante M. Ethno-knowledge of plants used in veterinary practices in Midakegn district, west Showa of Oromia region, Ethiopia. Journal of Medicinal Plants Studies. 2017;5(5):282–288."}, {"Citation": "Giday M., Asfaw Z., Woldu Z., Teklehaymanot T. Medicinal plant knowledge of the Bench ethnic group of Ethiopia: an ethnobotanical investigation. Journal of Ethnobiology and Ethnomedicine. 2009;5, article 34 doi: 10.1186/1746-4269-5-34.", "ArticleIdList": ["10.1186/1746-4269-5-34", "PMC2780996", "19912633"]}, {"Citation": "Kebede A., Ayalew S., Mesfin A., Mulualem G. An Ethno-veterinary Study of Medicinal Plants Used for the Management of Livestock Ailments in Selected kebeles of Dire Dawa Administration, Eastern Ethiopia. Journal of Plant Sciences. 2017;5(1):34–42."}, {"Citation": "Amenu E. Use and management of medicinal plants by indigenous people of Ejaji area (chelya woreda) West Shoa, Ethiopia: an Ethnobotanical approach (MSc Thesis) Addis Ababa, Ethiopia: June 2007."}, {"Citation": "Kidane B., Van Der Maesen L. J. G., Van Andel T., Asfaw Z. Ethnoveterinary medicinal plants used by the Maale and Ari ethnic communities in southern Ethiopia. Journal of Ethnopharmacology. 2014;153(1):274–282. doi: 10.1016/j.jep.2014.02.031.", "ArticleIdList": ["10.1016/j.jep.2014.02.031", "24576407"]}, {"Citation": "Assefa A., Bahiru A. Ethnoveterinary botanical survey of medicinal plants in Abergelle, Sekota and Lalibela districts of Amhara region, Northern Ethiopia. Journal of Ethnopharmacology. 2018;213:340–349. doi: 10.1016/j.jep.2017.11.024.", "ArticleIdList": ["10.1016/j.jep.2017.11.024", "29187319"]}, {"Citation": "Gebrezgabiher G., Kalayou S., Sahle S. An ethno-veterinary survey of medicinal plants in woredas of Tigray region. International Journal of Biodiversity and Conservation. 2013;5:89–97."}, {"Citation": "Ermias D.  Natural data base for Africa (NDA), Edition: Version 2.0; Date of release August 2011. 2011.   http://aritiherbal.com/"}, {"Citation": "Trotter R. T., Logan M. H. Informant census: A new approach for identifying potentially effective medicinal plants. In: Etkin N. L., editor. Plants in Indigenous Medicine And Diet. Redgrave, NY, USA: Bedford Hill; 1986. pp. 91–112."}, {"Citation": "d'Avigdor E., Wohlmuth H., Asfaw Z., Awas T. The current status of knowledge of herbal medicine and medicinal plants in Fiche, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2014;10(38) doi: 10.1186/1746-4269-10-38.", "ArticleIdList": ["10.1186/1746-4269-10-38", "PMC4068905", "24885355"]}, {"Citation": "Mesfin T., Obsa T. Ethiopian traditional veterinary practises and their possible contribution to animal production and management. Revue Scientifique et Technique de l'OIE. 1994;13(2):417–424. doi: 10.20506/rst.13.2.769.", "ArticleIdList": ["10.20506/rst.13.2.769", "8038441"]}]}], "History": [{"Year": "2018", "Month": "9", "Day": "4"}, {"Year": "2018", "Month": "11", "Day": "9"}, {"Year": "2018", "Month": "12", "Day": "18"}, {"Year": "2019", "Month": "2", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "1", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["30723514", "PMC6339719", "10.1155/2019/5276824"]}}]}