{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Canna indica L.", "Cultivars (cvs.)", "Glass beads", "In vitro-seed germination", "Rhizome axillary buds", "Shoot regeneration"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30729091", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "02", "Day": "04"}], "Language": ["eng"], "ELocationID": ["67", "10.1007/s13205-019-1583-1"], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "9", "Issue": "3", "PubDate": {"Year": "2019", "Month": "Mar"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "Low-cost shoot multiplication and improved growth in different cultivars of <i>Canna indica</i>.", "Pagination": {"StartPage": "67", "MedlinePgn": "67"}, "Abstract": {"AbstractText": ["Canna (<i>Canna indica</i> L.) is an ornamental landscape plant used specially for the garden borders and beds. It grows in tropical and subtropical countries including India. Canna is a less explored crop, mainly because it is a slow growing monocot with extremely hard seed coat and difficult to establish in vitro, as bacterial contamination is carried through the soil-grown rhizome. Many cultivars (ca. 150) of canna are being maintained in the garden germplasm of National Botanical Research Institute. To obtain 100% in vitro seed germination, chipping off of seeds with a sterilized nail clipper and soaking for 24-48 h or until radical emergence was a prerequisite. To obtain a foolproof tissue culture protocol of canna, in the present study, shoot multiplication was obtained through rhizome axillary buds. Among semisolid, liquid submerged and liquid media with glass beads, the highest multiplication of shoots (10) was obtained in liquid media with glass beads in 'Canna Flaccida' cv. within 6 weeks of culture incubation. During a comparative analysis of shoot regeneration among ten most attractive selected cultivars of canna, two did not respond, whereas a significant difference was obtained among eight cultivars. The regenerated shoots were rooted, acclimatized, and transferred to the pots, where they grew normally."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0000 9068 0476", "grid.417642.2"], "Affiliation": "1Plant Biotechnology, CSIR-National Botanical Research Institute (NBRI), Lucknow, India."}], "LastName": "Purshottam", "ForeName": "Dharmendra Kumar", "Initials": "DK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2299 2571", "grid.417631.6"], "Affiliation": "2CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, India."}], "LastName": "Srivastava", "ForeName": "Ramesh Kumar", "Initials": "RK"}, {"Identifier": ["0000-0003-1718-6238"], "AffiliationInfo": [{"Identifier": ["0000 0000 9068 0476", "grid.417642.2"], "Affiliation": "1Plant Biotechnology, CSIR-National Botanical Research Institute (NBRI), Lucknow, India."}], "LastName": "Misra", "ForeName": "Pratibha", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "Compliance with ethical standardsThere is no conflict of interest with the authors."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahirwar MK, Mondal S, Singh MK, Sen C, Singh RP. A high frequency plantlets regeneration protocol for banana (Musa paradisiaca L.) micropropagation. Asian J Hortic. 2012;7:397–401."}, {"Citation": "Avirutnant W, Pongpan A. The antimicrobial activity of some Thai flowers and plants. Mahidol Univ J Pharm Sci. 1983;10:81–86."}, {"Citation": "Duke JA, Ayensu ES. Medicinal plants of China. Algonac: Reference Publications; 1985."}, {"Citation": "Goel MK, Kukreja AK, Khanuja SPS. Cost-effective approaches for in vitro mass propagation of Rauvolfia serpentina Benth. Ex Kurz. Asian J Plant Sci. 2007;6:957–961. doi: 10.3923/ajps.2007.957.961.", "ArticleIdList": ["10.3923/ajps.2007.957.961"]}, {"Citation": "Hosoki T, Sasaki H. In vitro propagation of Canna edulis Ker. by longitudinal shoot split method. Plant Tiss Cult Lett. 1991;8:175–178. doi: 10.5511/plantbiotechnology1984.8.175.", "ArticleIdList": ["10.5511/plantbiotechnology1984.8.175"]}, {"Citation": "Imani AF, Sardoei AS, Shahdadneghad M. Effect of H2SO4 on seed germination and viability of Canna indica L. ornamental plant. Intl J Adv Biol Biomed Res. 2014;2:223–229."}, {"Citation": "Joshi SC, Pant SC. Effect of H2SO4 on seed germination and viability of Canna indica L. medicinal plant. J Am Sci. 2010;6:24–25."}, {"Citation": "Kromer K. Biological activity of endogenous and influence of exogenous growth regulators on Canna indica regeneration in vitro. Acta Hortic. 1979;91:295–300. doi: 10.17660/ActaHortic.1979.91.34.", "ArticleIdList": ["10.17660/ActaHortic.1979.91.34"]}, {"Citation": "Kromer K, Kukulczanka K (1984) In vitro cultures of meristem tips of Canna indica. In: Rudnicki RM (ed) II symposium on growth regulators in floriculture, vol 167, pp 279–286"}, {"Citation": "Kromer K, Kukulczanka K. In vitro cultures of meristem tips of Canna indica. Acta Hortic. 1985;167:279–286. doi: 10.17660/ActaHortic.1985.167.29.", "ArticleIdList": ["10.17660/ActaHortic.1985.167.29"]}, {"Citation": "Kumari A, Kumar S, Raj SK. First report of Canna yellow mottle virus. on Canna from India. New Dis Rep. 2014;29:9. doi: 10.5197/j.2044-0588.2014.029.009.", "ArticleIdList": ["10.5197/j.2044-0588.2014.029.009"]}, {"Citation": "Mishra T, Goyal AK, Sen A. An overview on the in vitro regeneration of Canna. Int J Fund Appl Sci. 2015;4:39–49. doi: 10.4314/jfas.v4i1.6.", "ArticleIdList": ["10.4314/jfas.v4i1.6"]}, {"Citation": "Murashige T, Skoog FA. Revised medium for rapid growth and bioassays with tobacco tissue cultures. Plant Physiol. 1962;15:473–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Pandey VP, Ghosh S, Cherian E, Patani A. Glass beads in liquid media: an alternative matrix for in vitro root induction of Cephaelis ipecacuanha A. Richard. Indian J Plant Physiol. 2013;18:388–391. doi: 10.1007/s40502-014-0062-2.", "ArticleIdList": ["10.1007/s40502-014-0062-2"]}, {"Citation": "Pornsiriprasert D, Picha P, Preechanukool K, Ketsa-ard K, Temcharoen P, Chalermsanyakorn P, Chulsuri MU. Studies on the antitumor activity of a Thai folkloric remedy: traditional medicinal plants. Asian J Pharm. 1986;6:124."}, {"Citation": "Roy SO, Bantawa P, Ghosh SK, Teixeira de Silva JA, Ghosh PD, Mondal TK. Micropropagation and field performance of malbhog (Musa paradisiaca, AAB group): a popular banana cultivar with high keeping quality of North East India. Tree For Sci Biotechnol. 2010;4:52–58."}, {"Citation": "Sakai T, Imai K. The influences of growth regulators and culture medium composition on shoot-tip cultures of edible Canna. Environ Control Biol. 2007;45:155–163. doi: 10.2525/ecb.45.155.", "ArticleIdList": ["10.2525/ecb.45.155"]}, {"Citation": "Sharma SC, Goel AK (1994) The National Botanical Research Institute (NBRI) Botanic Garden—a National Facility for India. BGCI, 2, May 1994"}, {"Citation": "Tanaka N. The utilization of edible Canna plants in southeastern Asia and southern China. Econ Bot. 2004;58:112–114. doi: 10.1663/0013-0001(2004)058[0112:NOEP]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2004)058[0112:NOEP]2.0.CO;2"]}, {"Citation": "Thepouyporn A, Yoosook C, Chuakul W, Thirapanmethee K, Napaswad C, Wiwat C. Purification and characterization of anti-HIV-1 protein from Canna indica L. leaves. Southeast Asian J Trop Med Public Health. 2012;43:1153–1159.", "ArticleIdList": ["23431821"]}, {"Citation": "Wafa SN, Taha RM, Mohajer S, Mahmad N, Abdul BAA (2016) Organogenesis and ultrastructural features of in vitro grown Canna indica L. BioMed Res Int 1–9. 10.1155/2016/2820454", "ArticleIdList": ["PMC4739482", "26885503"]}, {"Citation": "Woradulayapinij W, Soonthornchareonnon N, Wiwat C. In vitro HIV type 1 reverse transcriptase inhibitory activities of Thai medicinal plants and Canna indica L. rhizomes. J Ethnopharm. 2005;101:84–89. doi: 10.1016/j.jep.2005.03.030.", "ArticleIdList": ["10.1016/j.jep.2005.03.030", "15951145"]}]}], "History": [{"Year": "2018", "Month": "8", "Day": "9"}, {"Year": "2019", "Month": "1", "Day": "17"}, {"Year": "2019", "Month": "2", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30729091", "PMC6364254", "10.1007/s13205-019-1583-1", "1583"]}}]}