{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30733813", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "01", "Day": "10"}], "Language": ["eng"], "ELocationID": ["7631531", "10.1155/2019/7631531"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Investigation of Safety Profile of Four <i>Copaifera</i> Species and of Kaurenoic Acid by <i>Salmonella</i>/Microsome Test.", "Pagination": {"StartPage": "7631531", "MedlinePgn": "7631531"}, "Abstract": {"AbstractText": ["Trees of the <i>Copaifera</i> genus are native to the tropical regions of Latin America and Western Africa. <i>Copaifera</i> sp is widely used as a popular medicine and it has various ethnopharmacological indications, including gonorrhea, bronchitis, asthma, skin ulcers, ulcers, sore throat, uterine infections, general inflammations, cancer, and leishmanioses. Kaurenoic acid is a naturally occurring diterpene found in <i>Copaifera</i> and has been used as an anti-inflammatory, treatment of ulcer, leishmaniasis, and cancer. Bearing in mind the fact that the Ames test is an excellent tool to assess the safety of extracts, oils, and phytochemicals isolated from medicinal plants, from it, we evaluate the mutagenic potential of four species, between oleoresins (<i>C. oblongifolia</i>; <i>C. langsdorffii</i>) and leaves extracts (<i>C. lucens</i>; <i>C. multijuga</i>), of the <i>Copaifera</i> genus and also of kaurenoic acid, which is one of its major compounds. The results showed that the <i>Copaifera</i> spp. and kaurenoic acid did not induce an increase in the number of revertant colonies, without mutagenic effect in experiments, in the all concentrations evaluated by Ames test. The results obtained in our study support the safe use of the <i>Copaifera</i> genus medicinal plants selected and of kaurenoic acid."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Research in Applied Microbiology (LAPEMA), University of Franca, Avenida Dr. Armando Salles de Oliveira 201, 14404-600 Franca, SP, Brazil."}], "LastName": "Damasceno", "ForeName": "Jaqueline Lopes", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Research in Applied Microbiology (LAPEMA), University of Franca, Avenida Dr. Armando Salles de Oliveira 201, 14404-600 Franca, SP, Brazil."}], "LastName": "Arnet", "ForeName": "Yadira Fernández", "Initials": "YF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences and Health, University of Araraquara, Rua Carlos Gomes 1338, 14801-320 Araraquara, SP, Brazil."}], "LastName": "Fortunato", "ForeName": "Giovanna Capaldi", "Initials": "GC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences and Health, University of Araraquara, Rua Carlos Gomes 1338, 14801-320 Araraquara, SP, Brazil."}], "LastName": "Girotto", "ForeName": "Luiza", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences and Health, University of Araraquara, Rua Carlos Gomes 1338, 14801-320 Araraquara, SP, Brazil."}], "LastName": "Marena", "ForeName": "Gabriel Davi", "Initials": "GD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences and Health, University of Araraquara, Rua Carlos Gomes 1338, 14801-320 Araraquara, SP, Brazil."}], "LastName": "Rocha", "ForeName": "Beatriz Patti", "Initials": "BP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences and Health, University of Araraquara, Rua Carlos Gomes 1338, 14801-320 Araraquara, SP, Brazil."}], "LastName": "Resende", "ForeName": "Flávia Aparecida", "Initials": "FA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Research in Applied Microbiology (LAPEMA), University of Franca, Avenida Dr. Armando Salles de Oliveira 201, 14404-600 Franca, SP, Brazil."}], "LastName": "Ambrosio", "ForeName": "Sergio Ricardo", "Initials": "SR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Research in Applied Microbiology (LAPEMA), University of Franca, Avenida Dr. Armando Salles de Oliveira 201, 14404-600 Franca, SP, Brazil."}], "LastName": "Veneziani", "ForeName": "Rodrigo Cássio Sola", "Initials": "RCS"}, {"Identifier": ["0000-0001-8641-9686"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, School of Pharmaceutical Sciences, University of São Paulo, 14040-903 Ribeirão Preto, SP, Brazil."}], "LastName": "Bastos", "ForeName": "Jairo Kenupp", "Initials": "JK"}, {"Identifier": ["0000-0001-8634-6878"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Research in Applied Microbiology (LAPEMA), University of Franca, Avenida Dr. Armando Salles de Oliveira 201, 14404-600 Franca, SP, Brazil."}], "LastName": "Martins", "ForeName": "Carlos Henrique Gomes", "Initials": "CHG"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Farnsworth N. R., Akerele O., Bingel A. S., Soejarto D. D., Guo Z. Medicinal plants in therapy. Bulletin of the World Health Organization. 1985;63(6):965–981.", "ArticleIdList": ["PMC2536466", "3879679"]}, {"Citation": "Newman D. J., Cragg G. M. Natural products as sources of new drugs from 1981 to 2014. Journal of Natural Products. 2016;79(3):629–661. doi: 10.1021/acs.jnatprod.5b01055.", "ArticleIdList": ["10.1021/acs.jnatprod.5b01055", "26852623"]}, {"Citation": "Cragg G. M., Grothaus P. G., Newman D. J. New horizons for old drugs and drug leads. Journal of Natural Products. 2014;77(3):703–723. doi: 10.1021/np5000796.", "ArticleIdList": ["10.1021/np5000796", "24499205"]}, {"Citation": "Veiga V. F., Jr., Rosas E. C., Carvalho M. V., Henriques M. G. M. O., Pinto A. C. Chemical composition and anti-inflammatory activity of copaiba oils from Copaifera cearensisHuber ex Ducke, Copaifera reticulata Ducke and Copaifera multijuga Hayne--a comparative study. Journal of Ethnopharmacology. 2007;112(2):248–254. doi: 10.1016/j.jep.2007.03.005.", "ArticleIdList": ["10.1016/j.jep.2007.03.005", "17446019"]}, {"Citation": "Leandro L. M., De Sousa Vargas F., Barbosa P. C. S., Neves J. K. O., Da Silva J. A., Da Veiga-Junior V. F. Chemistry and biological activities of terpenoids from copaiba (Copaifera spp.) oleoresins. Molecules. 2012;17(4):3866–3889. doi: 10.3390/molecules17043866.", "ArticleIdList": ["10.3390/molecules17043866", "PMC6269112", "22466849"]}, {"Citation": "Diefenbach A. L., Muniz F. W., Oballe H. J., Rösing C. K. Antimicrobial activity of copaiba oil (Copaiferassp.) on oral pathogens: Systematic review. Phytotherapy Research. 2018;32(4):586–596. doi: 10.1002/ptr.5992.", "ArticleIdList": ["10.1002/ptr.5992", "29193389"]}, {"Citation": "da Trindade R., da Silva J., Setzer W. Copaifera of the Neotropics: A review of the phytochemistry and pharmacology. International Journal of Molecular Sciences. 2018;19(5) doi: 10.3390/ijms19051511.E1511", "ArticleIdList": ["10.3390/ijms19051511", "PMC5983702", "29783680"]}, {"Citation": "Lima S. R. M., Veiga V. F., Jr., Christo H. B., Pinto A. C., Fernandes P. D. In vivo and in vitro studies on the anticancer activity of Copaifera multijuga hayne and its fractions. Phytotherapy Research. 2003;17(9):1048–1053. doi: 10.1002/ptr.1295.", "ArticleIdList": ["10.1002/ptr.1295", "14595585"]}, {"Citation": "Abrão F., de Araújo Costa L. D., Alves J. M., et al. Copaifera langsdorffii oleoresin and its isolated compounds: Antibacterial effect and antiproliferative activity in cancer cell lines. BMC Complementary and Alternative Medicine. 2015;15(1, article 443) doi: 10.1186/s12906-015-0961-4.", "ArticleIdList": ["10.1186/s12906-015-0961-4", "PMC4687089", "26691920"]}, {"Citation": "Borges C. H. G., Cruz M. G., Carneiro L. J., et al. Copaifera duckei Oleoresin and Its Main Nonvolatile Terpenes: In Vitro Schistosomicidal Properties. Chemistry & Biodiversity. 2016;13(10):1348–1356.", "ArticleIdList": ["27450131"]}, {"Citation": "Silva A. N., Soares A. C. F., Cabral M. M. W., et al. Antitubercular activity increase in labdane diterpenes from Copaifera oleoresin through structural modification. Journal of the Brazilian Chemical Society. 2017;28(6):1106–1112."}, {"Citation": "Lemos M., Santin J. R., Mizuno C. S., et al. Copaifera langsdorffii: evaluation of potential gastroprotective of extract and isolated compounds obtained from leaves. Revista Brasileira de Farmacognosia. 2015;25(3):238–245. doi: 10.1016/j.bjp.2015.05.005.", "ArticleIdList": ["10.1016/j.bjp.2015.05.005"]}, {"Citation": "Alves J. M., Leandro L. F., Senedese J. M., et al. Antigenotoxicity properties of Copaifera multijuga oleoresin and its chemical marker, the diterpene (-)-copalic acid. Journal of Toxicology and Environmental Health, Part A. Current Issues. 2018;81(5):116–129. doi: 10.1080/15287394.2017.1420505.", "ArticleIdList": ["10.1080/15287394.2017.1420505", "29286884"]}, {"Citation": "Santiago K. B., Conti B. J., Murbach Teles Andrade B. F., et al. Immunomodulatory action of Copaifera spp oleoresins on cytokine production by human monocytes. Biomedicine & Pharmacotherapy. 2015;70:12–18. doi: 10.1016/j.biopha.2014.12.035.", "ArticleIdList": ["10.1016/j.biopha.2014.12.035", "25776472"]}, {"Citation": "Bardají D. K. R., Reis E. B., Medeiros T. C. T., Lucarini R., Crotti A. E. M., Martins C. H. G. Antibacterial activity of commercially available plant-derived essential oils against oral pathogenic bacteria. Natural Product Research (Formerly Natural Product Letters) 2016;30(10):1178–1181. doi: 10.1080/14786419.2015.1043630.", "ArticleIdList": ["10.1080/14786419.2015.1043630", "26165725"]}, {"Citation": "Leandro L. F., Da Silva Moraes T., De Oliveira P. F., et al. Assessment of the antibacterial, cytotoxic and mutagenic potential of the phenolic-rich hydroalcoholic extract from copaifera trapezifolia hayne leaves. Journal of Medical Microbiology. 2016;65(9):937–950. doi: 10.1099/jmm.0.000316.", "ArticleIdList": ["10.1099/jmm.0.000316", "27452156"]}, {"Citation": "Veiga Jr V. F., Pinto A. C. O Gênero Copaifera L. genus. Química Nova. 2002;25(2):273–286. doi: 10.1590/s0100-40422002000200016.", "ArticleIdList": ["10.1590/s0100-40422002000200016"]}, {"Citation": "Mizokami S. S., Arakawa N. S., Ambrosio S. R., et al. Kaurenoic acid from Sphagneticola trilobata inhibits inflammatory pain: effect on cytokine production and activation of the NO-cyclic GMP-protein kinase G-ATP-sensitive potassium channel signaling pathway. Journal of Natural Products. 2012;75(5):896–904. doi: 10.1021/np200989t.", "ArticleIdList": ["10.1021/np200989t", "22574649"]}, {"Citation": "Okoye T. C., Akah P. A., Nworu C. S., Ezike A. C. Kaurenoic acid isolated from the root bark of Annona senegalensis induces cytotoxic and antiproliferative effects against PANC-1 and HeLa cells. European Journal of Medicinal Plants. 2014;4:579–589."}, {"Citation": "Fernandes De Sá Ferreira I. C., Ferrão Vargas V. M. Mutagenicity of medicinal plant extracts in Salmonella/microsome assay. Phytotherapy Research. 1999;13(5):397–400. doi: 10.1002/(SICI)1099-1573(199908/09)13:5<397::AID-PTR473>3.0.CO;2-#.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199908/09)13:5<397::AID-PTR473>3.0.CO;2-#", "10441779"]}, {"Citation": "Déciga-Campos M., Rivero-Cruz I., Arriaga-Alba M., et al. Acute toxicity and mutagenic activity of Mexican plants used in traditional medicine. Journal of Ethnopharmacology. 2007;110(2):334–342. doi: 10.1016/j.jep.2006.10.001.", "ArticleIdList": ["10.1016/j.jep.2006.10.001", "17101253"]}, {"Citation": "Mohd-Fuat A. R., Kofi E. A., Allan G. G. Propriedades mutagênicas e citotóxicas de três plantas herbáceas do sudeste da Ásia. Tropical Biomedicine. 2007;24(2):49–59.", "ArticleIdList": ["18209708"]}, {"Citation": "Maron D. M., Ames B. N. Revised methods for the Salmonella mutagenicity test. Mutation Research. 1983;113(3-4):173–215. doi: 10.1016/0165-1161(83)90010-9.", "ArticleIdList": ["10.1016/0165-1161(83)90010-9", "6341825"]}, {"Citation": "Zeiger E. Mutagens that are not carcinogens: Faulty theory or faulty tests? Mutation Research - Genetic Toxicology and Environmental Mutagenesis. 2001;492(1-2):29–38. doi: 10.1016/S1383-5718(01)00153-X.", "ArticleIdList": ["10.1016/S1383-5718(01)00153-X", "11377241"]}, {"Citation": "Cardoso P. C., Rocha C. A., Leal M. F., et al. Effect of diterpenoid kaurenoic acid on genotoxicity and cell cycle progression in gastric cancer cell lines. Biomedicine & Pharmacotherapy. 2017;89:772–780. doi: 10.1016/j.biopha.2017.02.085.", "ArticleIdList": ["10.1016/j.biopha.2017.02.085", "28273639"]}, {"Citation": "Mulaudzi R. B., Ndhlala A. R., Kulkarni M. G., Finnie J. F., Staden J. V. Anti-inflammatory and mutagenic evaluation of medicinal plants used by Venda people against venereal and related diseases. Journal of Ethnopharmacology. 2013;146(1):173–179. doi: 10.1016/j.jep.2012.12.026.", "ArticleIdList": ["10.1016/j.jep.2012.12.026", "23276783"]}, {"Citation": "McCann J., Choi E., Yamasaki E., Ames B. N. Detection of carcinogens as mutagens in the Salmonella/microsome test: assay of 300 chemicals. Proceedings of the National Acadamy of Sciences of the United States of America. 1975;72(12):5135–5139. doi: 10.1073/pnas.72.12.5135.", "ArticleIdList": ["10.1073/pnas.72.12.5135", "PMC388891", "1061098"]}, {"Citation": "Sugimura T., Sato S., Nagao M., et al. In: Overlapping of carcinogens and mutagens. In Fundamental of Cancer Prevention. Magee R. N., Takayama S., Sugimura T., Matsushima T., editors. Baltimore, MD, USA: University Park Press; 2013."}, {"Citation": "Zeiger E., Haseman J. K., Shelby M. D., Margolin B. H., Tennant R. W., Holden H. E. Evaluation of four in vitro genetic toxicity tests for predicting rodent carcinogenicity: Confirmation of earlier results with 41 additional chemicals. Environmental and Molecular Mutagenesis. 1990;16(18 S):1–14. doi: 10.1002/em.2850160502.", "ArticleIdList": ["10.1002/em.2850160502", "2091921"]}, {"Citation": "Furtado R. A., de Oliveira P. F., Senedese J. M., et al. Assessment of genotoxic activity of oleoresins and leaves extracts of six Copaifera species for prediction of potential human risks. Journal of Ethnopharmacology. 2018;221:119–125. doi: 10.1016/j.jep.2018.04.002.", "ArticleIdList": ["10.1016/j.jep.2018.04.002", "29625274"]}, {"Citation": "Simão M. R., Carneiro L. J., Dos Santos R. A., et al. In vitro cytotoxicity study of ent-kaurenoic acid derivatives against human breast carcinoma cell line. Medicinal Chemistry Research. 2016;25(2):303–309. doi: 10.1007/s00044-015-1483-9.", "ArticleIdList": ["10.1007/s00044-015-1483-9"]}, {"Citation": "Bernstein L., Kaldor J., McCann J., Pike M. C. An empirical approach to the statistical analysis of mutagenesis data from the Salmonella test. Mutation Research/Environmental Mutagenesis and Related Subjects. 1982;97(4):267–281. doi: 10.1016/0165-1161(82)90026-7.", "ArticleIdList": ["10.1016/0165-1161(82)90026-7", "6750390"]}, {"Citation": "Resende F. A., Vilegas W., Dos Santos L. C., Varanda E. A. Mutagenicity of flavonoids assayed by bacterial reverse mutation (Ames) test. Molecules. 2012;17(5):5255–5268. doi: 10.3390/molecules17055255.", "ArticleIdList": ["10.3390/molecules17055255", "PMC6268182", "22565478"]}, {"Citation": "De Grandis R. A., Resende F. A., da Silva M. M., Pavan F. R., Batista A. A., Varanda E. A. In vitro evaluation of the cyto-genotoxic potential of Ruthenium(II) SCAR complexes: A promising class of antituberculosis agents. Mutation Research - Genetic Toxicology and Environmental Mutagenesis. 2016;798-799:11–18. doi: 10.1016/j.mrgentox.2016.01.007.", "ArticleIdList": ["10.1016/j.mrgentox.2016.01.007", "26994489"]}, {"Citation": "Damasceno J. L., Oliveira P. F., Miranda M. A., et al. Protective effects of Solanum cernuum extract against chromosomal and genomic damage induced by methyl methanesulfonate in Swiss mice. Biomedicine & Pharmacotherapy. 2016;83:1111–1115. doi: 10.1016/j.biopha.2016.08.027.", "ArticleIdList": ["10.1016/j.biopha.2016.08.027", "27551757"]}, {"Citation": "Cavalcanti B. C., Costa-Lotufo L. V., Moraes M. O., et al. Genotoxicity evaluation of kaurenoic acid, a bioactive diterpenoid present in Copaiba oil. Food and Chemical Toxicology. 2006;44(3):388–392. doi: 10.1016/j.fct.2005.08.011.", "ArticleIdList": ["10.1016/j.fct.2005.08.011", "16182426"]}, {"Citation": "Verschaeve L., Van Staden J. Mutagenic and antimutagenic properties of extracts from South African traditional medicinal plants. Journal of Ethnopharmacology. 2008;119(3):575–587. doi: 10.1016/j.jep.2008.06.007.", "ArticleIdList": ["10.1016/j.jep.2008.06.007", "18602977"]}, {"Citation": "Akyıl D., Konuk M. Detection of genotoxicity and mutagenicity of chlorthiophos using micronucleus, chromosome aberration, sister chromatid exchange, and Ames tests. Environmental Toxicology. 2015;30(8):937–945. doi: 10.1002/tox.21968.", "ArticleIdList": ["10.1002/tox.21968", "24515492"]}, {"Citation": "Hakura A., Suzuki S., Satoh T. Advantage of the use of human liver S9 in the Ames test. Mutation Research - Genetic Toxicology and Environmental Mutagenesis. 1999;438(1):29–36. doi: 10.1016/S1383-5718(98)00159-4.", "ArticleIdList": ["10.1016/S1383-5718(98)00159-4", "9858674"]}, {"Citation": "Mortelmans K., Zeiger E. The Ames Salmonella/microsome mutagenicity assay. Mutation Research - Fundamental and Molecular Mechanisms of Mutagenesis. 2000;455(1-2):29–60. doi: 10.1016/S0027-5107(00)00064-6.", "ArticleIdList": ["10.1016/S0027-5107(00)00064-6", "11113466"]}, {"Citation": "Paolini M., Cantelli-Forti G. On the metabolizing systems for short-term genotoxicity assays: A review. Mutation Research - Reviews in Mutation Research. 1997;387(1):17–34. doi: 10.1016/S1383-5742(97)00020-3.", "ArticleIdList": ["10.1016/S1383-5742(97)00020-3", "9254890"]}, {"Citation": "Lizarte Neto F. S., Tirapelli D. P. C., Ambrosio S. R., et al. Kaurene diterpene induces apoptosis in U87 human malignant glioblastoma cells by suppression of anti-apoptotic signals and activation of cysteine proteases. Brazilian Journal of Medical and Biological Research. 2013;46(1):71–78. doi: 10.1590/1414-431X20121423.", "ArticleIdList": ["10.1590/1414-431X20121423", "PMC3854348", "23314342"]}, {"Citation": "Alves J. M., Munari C. C., de Azevedo Bentes Monteiro Neto M., et al. In vivo protective effect of Copaifera langsdorffii hydroalcoholic extract on micronuclei induction by doxorubicin. Journal of Applied Toxicology. 2013;33(8):854–860. doi: 10.1002/jat.2777.", "ArticleIdList": ["10.1002/jat.2777", "22611044"]}, {"Citation": "Batista Â. G., Ferrari A. S., Da Cunha D. C., et al. Polyphenols, antioxidants, and antimutagenic effects of Copaifera langsdorffii fruit. Food Chemistry. 2016;197:1153–1159. doi: 10.1016/j.foodchem.2015.11.093.", "ArticleIdList": ["10.1016/j.foodchem.2015.11.093", "26675852"]}, {"Citation": "Senedese J. M., Alves J. M., Lima I. M. D. S., et al. Chemopreventive effect of Copaifera langsdorffii leaves hydroalcoholic extract on 1,2-dimethylhydrazine-induced DNA damage and preneoplastic lesions in rat colon. BMC Complementary and Alternative Medicine. 2013;13, article 3 doi: 10.1186/1472-6882-13-3.", "ArticleIdList": ["10.1186/1472-6882-13-3", "PMC3606370", "23295131"]}, {"Citation": "Pavan E., Damazo A. S., Lemos L. M. S., et al. Evaluation of genotoxicity and subchronic toxicity of the standardized leaves infusion extract of Copaifera malmei Harms in experimental models. Journal of Ethnopharmacology. 2018;211:70–77. doi: 10.1016/j.jep.2017.09.027.", "ArticleIdList": ["10.1016/j.jep.2017.09.027", "28943446"]}, {"Citation": "dos Santos A. O., Costa M. A., Ueda-Nakamura T., et al. Leishmania amazonensis: Effects of oral treatment with copaiba oil in mice. Experimental Parasitology emphasizes. 2011;129(2):145–151. doi: 10.1016/j.exppara.2011.06.016.", "ArticleIdList": ["10.1016/j.exppara.2011.06.016", "21771592"]}, {"Citation": "Vieira R. G. L., Moraes T. D. S., Silva L. D. O., et al. In vitro studies of the antibacterial activity of Copaifera spp. oleoresins, sodium hypochlorite, and peracetic acid against clinical and environmental isolates recovered from a hemodialysis unit. Antimicrobial Resistance and Infection Control. 2018;7(1)", "ArticleIdList": ["PMC5782372", "29410782"]}, {"Citation": "Almeida M. R., Darin J. D. C., Hernandes L. C., de Souza Ramos M. F., Antunes L. M. G., de Freitas O. Genotoxicity assessment of Copaiba oil and its fractions in Swiss mice. Genetics and Molecular Biology. 2012;35(3):664–672. doi: 10.1590/S1415-47572012005000052.", "ArticleIdList": ["10.1590/S1415-47572012005000052", "PMC3459418", "23055807"]}, {"Citation": "Di Sotto A., Mazzanti G., Carbone F., Hrelia P., Maffei F. Inhibition by β-caryophyllene of ethyl methanesulfonate-induced clastogenicity in cultured human lymphocytes. Mutation Research - Genetic Toxicology and Environmental Mutagenesis. 2010;699(1-2):23–28. doi: 10.1016/j.mrgentox.2010.04.008.", "ArticleIdList": ["10.1016/j.mrgentox.2010.04.008", "20398787"]}, {"Citation": "Gonçalves O., Pereira R., Gonçalves F., Mendo S., Coimbra M. A., Rocha S. M. Evaluation of the mutagenicity of sesquiterpenic compounds and their influence on the susceptibility towards antibiotics of two clinically relevant bacterial strains. Mutation Research - Genetic Toxicology and Environmental Mutagenesis. 2011;723(1):18–25. doi: 10.1016/j.mrgentox.2011.03.010.", "ArticleIdList": ["10.1016/j.mrgentox.2011.03.010", "21453784"]}, {"Citation": "Leme D. M., Marin-Morales M. A. Allium cepa test in environmental monitoring: a review on its application. Mutation Research. 2009;682(1):71–81. doi: 10.1016/j.mrrev.2009.06.002.", "ArticleIdList": ["10.1016/j.mrrev.2009.06.002", "19577002"]}, {"Citation": "Perry P., Evans H. J. Cytological detection of mutagen-carcinogen exposure by sister chromatid exchange. Nature. 1975;258(5531):121–125. doi: 10.1038/258121a0.", "ArticleIdList": ["10.1038/258121a0", "52847"]}, {"Citation": "Fenech M., Morley A. A. Measurement of micronuclei in human lymphocytes. Mutation Research. 1985;148:29–36.", "ArticleIdList": ["3974610"]}, {"Citation": "Tucker J. D., Auletta A., Cimino M. C., et al. Sister-chromatid exchange: Second report of the gene-tox program. Mutation Research - Reviews in Mutation Research. 1993;297(2):101–180.", "ArticleIdList": ["7687323"]}, {"Citation": "Aiub C. A. F., Coelho E. C. A., Sodre E., Pinto L. F. R., Felzenszwalb I. Genotoxic evaluation of the organophosphorus pesticide temephos. Genetics And Molecular Research. 2002;1:159–166.", "ArticleIdList": ["14963843"]}, {"Citation": "Konuk M., Akyil D., Liman R., Ozkara A. Examination of the mutagenic effects of some pesticides. Fresenius Environmental Bulletin. 2008;17:439–442."}, {"Citation": "Ferguson L. R. Role of plant polyphenols in genomic stability. Mutation Research. 2001;475(1-2):89–111. doi: 10.1016/S0027-5107(01)00073-2.", "ArticleIdList": ["10.1016/S0027-5107(01)00073-2", "11295156"]}, {"Citation": "Kirkland D., Reeve L., Gatehouse D., Vanparys P. A core in vitro genotoxicity battery comprising the Ames test plus the in vitro micronucleus test is sufficient to detect rodent carcinogens and in vivo genotoxins. Mutation Research. 2011;721(1):27–73. doi: 10.1016/j.mrgentox.2010.12.015.", "ArticleIdList": ["10.1016/j.mrgentox.2010.12.015", "21238603"]}, {"Citation": "Kirkland D., Pfuhler S., Tweats D., et al. How to reduce false positive results when undertaking in vitro genotoxicity testing and thus avoid unnecessary follow-up animal tests: report of an ECVAM Workshop. Mutation Research - Genetic Toxicology and Environmental Mutagenesis. 2007;628(1):31–55. doi: 10.1016/j.mrgentox.2006.11.008.", "ArticleIdList": ["10.1016/j.mrgentox.2006.11.008", "17293159"]}, {"Citation": "Demma J., Engidawork E., Hellman B. Potential genotoxicity of plant extracts used in Ethiopian traditional medicine. Journal of Ethnopharmacology. 2009;122(1):136–142. doi: 10.1016/j.jep.2008.12.013.", "ArticleIdList": ["10.1016/j.jep.2008.12.013", "19146933"]}, {"Citation": "Houghton P. J., Howes M.-J., Lee C. C., Steventon G. Uses and abuses of in vitro tests in ethnopharmacology: visualizing an elephant. Journal of Ethnopharmacology. 2007;110(3):391–400. doi: 10.1016/j.jep.2007.01.032.", "ArticleIdList": ["10.1016/j.jep.2007.01.032", "17317057"]}]}], "History": [{"Year": "2018", "Month": "7", "Day": "18"}, {"Year": "2018", "Month": "12", "Day": "12"}, {"Year": "2018", "Month": "12", "Day": "31"}, {"Year": "2019", "Month": "2", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "1", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["30733813", "PMC6348810", "10.1155/2019/7631531"]}}]}