{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "30743376", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-07-10-0492"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"Volume": "94", "Issue": "12", "PubDate": {"Year": "2010", "Month": "Dec"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Corynespora Leaf Spot on Patchouli Caused by Corynespora cassiicola in China.", "Pagination": {"StartPage": "1508", "MedlinePgn": "1508"}, "Abstract": {"AbstractText": ["Patchouli (Pogostemon cablin (Blanco) Benth.) is mainly cultivated in Southeast Asia as a medicinal shrub and a source of patchouli oil used in perfumery. In 2008, a leaf spot disease was observed on patchouli plants grown on most farms (some farms had 99% incidence) in Wanning, the predominant cultivation location in the Hainan Province of China. The disease usually began at the tip of leaves, the main veins, or small veinlets. Severely irregular-shaped dark brown leaf spots expanded over 5 to 10 days, eventually causing infected leaves to abscise. The time from initial leaf lesions to abscission usually took 1 month. The disease was usually most severe in April and May, causing significant economic losses along with quality losses to patchouli oil extracted from leaves. To isolate the causal pathogen, diseased leaves were collected in August 2008 from a farm of the Hainan Branch Institute of Medicinal Plant Development in Wanning, surface sterilized in 75% ethanol for 1 min, transferred to potato dextrose agar (PDA), and incubated at 28°C for 14 days. Single-spore cultures of three isolates were obtained and identified as Corynespora cassiicola (Berk. & Curt.) Wei. on the basis of morphological and physiological features (1). Genomic DNA was extracted from all the cultures. The internal transcribed spacer (ITS) region of the rDNA was amplified using primers ITS1 (5'-TCCGATGGTGAACCTGCGG-3') and ITS4 (5'-TCCTCCGCTTATTGATATGC-3'). Amplicons were 546 bp (GenBank Accession No. HM145960) and had 99% nucleotide identity with the corresponding sequence (GenBank Accession No. GU138988) of C. cassiicola isolated from cassava (Manihot esculenta Crantz). To satisfy Koch's postulates, 50-day-old potted plants in a tent were sprayed until runoff with a spore suspension (1 × 10<sup>6</sup> spores/ml) prepared from 10-day-old cultures. Using this spray method, one isolate was inoculated separately onto nine leaves of three potted plants. The potted plants were covered with plastic bags to maintain high humidity for 48 h and then placed outside under natural environmental conditions (temperature 20 to 28°C). Another nine leaves of three potted plants, sprayed only with sterile water, served as noninoculated control plants. Leaf spot symptoms similar to those on diseased field plants appeared after 7 days on all inoculated plants. C. cassiicola was reisolated from all inoculated test plants. No symptoms were observed on the control plants. To our knowledge, this is the first report of C. cassiicola causing a leaf spot disease on patchouli in China. Other previous reports of this disease were from Cuba (2). This pathogen has also been reported previously to be economically important on a number of other hosts. On patchouli plants, more attention should be given to prevention and control measures to help manage this disease. References: (1) M. B. Ellis. Dematiaceous Hyphomycetes. Commonwealth Mycological Institute: Kew, Surrey, England, 1971. (2) I. Sandoval et al. Cienc. Tec. Agric., Prot. Plant. 10:21, 1987."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Hainan Branch Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College and Hainan Provincial Key Laboratory of Resources Conservation and Development of Southern Medicine, Wanning, 571533, China."}], "Identifier": [], "LastName": "Chen", "ForeName": "X Y", "Initials": "XY"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Hainan Branch Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College and Hainan Provincial Key Laboratory of Resources Conservation and Development of Southern Medicine, Wanning, 571533, China."}], "Identifier": [], "LastName": "Sui", "ForeName": "C", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Hainan Branch Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College and Hainan Provincial Key Laboratory of Resources Conservation and Development of Southern Medicine, Wanning, 571533, China."}], "Identifier": [], "LastName": "Gan", "ForeName": "B C", "Initials": "BC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Hainan Branch Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College and Hainan Provincial Key Laboratory of Resources Conservation and Development of Southern Medicine, Wanning, 571533, China."}], "Identifier": [], "LastName": "Wei", "ForeName": "J H", "Initials": "JH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Hainan Branch Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College and Hainan Provincial Key Laboratory of Resources Conservation and Development of Southern Medicine, Wanning, 571533, China."}], "Identifier": [], "LastName": "Zhou", "ForeName": "Y K", "Initials": "YK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "2", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30743376", "10.1094/PDIS-07-10-0492"]}}], "PubmedBookArticle": []}