{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Asteraceae", "Onopordum acanthium", "anti-inflammatory activity.", "antitumor", "metabolites", "pharmacology"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30759795", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "02", "Day": "12"}], "Language": ["eng"], "ELocationID": ["40", "10.3390/plants8020040"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "8", "Issue": "2", "PubDate": {"Year": "2019", "Month": "Feb", "Day": "12"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "A Traditional Medicine Plant, <i>Onopordum acanthium</i> L. (Asteraceae): Chemical Composition and Pharmacological Research.", "Abstract": {"AbstractText": ["For many years, plants have been used in the traditional medicine of different cultures. The biennial plant of the family Asteraceae, <i>Onopordum acanthium</i> L., also known as Scotch thistle, is used in traditional medicine as an anti-inflammatory, antitumor, and cardiotonic agent. The plant is widespread in the world; it grows in Europe and Asia and was introduced to America and Australia. Stems and buds of the first-year plant are used in cooking as an analogue of artichoke in European cuisine. Additionally, inflorescences contain a complex of proteolytic enzymes \"onopordosin\", which may be used as a milk-clotting agent in the dairy industry. The chemical composition of the aerial part and roots of <i>O. acanthium</i> is represented by flavonoids, phenylpropanoids, lignans, triterpenoids, sesquiterpene lactones, and sterols. The anti-inflammatory, antiproliferative, and cardiotonic properties of the plant have been confirmed by pharmacological experiments with extracts and individual compounds using in silico, in vitro, and in vivo methods. This work is a review of information on the chemical composition and pharmacological studies of <i>O. acanthium</i> as a promising medicinal plant."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Botany and Technology of Phytopreparations, Pyatigorsk Medical-Pharmaceutical Institute (PMPI), Branch of Volgograd State Medical University, Ministry of Health of Russia, Pyatigorsk 357532, Russia. x-pharm@mail.ru."}], "LastName": "Robertovna", "ForeName": "Garsiya Ekaterina", "Initials": "GE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Botany and Technology of Phytopreparations, Pyatigorsk Medical-Pharmaceutical Institute (PMPI), Branch of Volgograd State Medical University, Ministry of Health of Russia, Pyatigorsk 357532, Russia. d.a.konovalov@pmedpharm.ru."}], "LastName": "Alexeevich", "ForeName": "Konovalov Dmitryi", "Initials": "KD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Botany and Technology of Phytopreparations, Pyatigorsk Medical-Pharmaceutical Institute (PMPI), Branch of Volgograd State Medical University, Ministry of Health of Russia, Pyatigorsk 357532, Russia. shamilovxii@yandex.ru."}], "LastName": "Alexeevich", "ForeName": "Shamilov Arnold", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Botany and Technology of Phytopreparations, Pyatigorsk Medical-Pharmaceutical Institute (PMPI), Branch of Volgograd State Medical University, Ministry of Health of Russia, Pyatigorsk 357532, Russia. perla21@yandex.ru."}], "LastName": "Petrovna", "ForeName": "Glushko Margarita", "Initials": "GM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "South Kazakhstan State Pharmaceutical Academy, Shymkent 160019, Kazakhstan. kulpan_ok@mail.ru."}], "LastName": "Kenzhebaevna", "ForeName": "Orynbasarova Kulpan", "Initials": "OK"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Grieve M. A Modern Herbal: The Medicinal, Culinary, Cosmetic and Economic Properties, Cultivation and Folk-lore of Herbs, Grasses, Fungi, Shrubs, & Trees with All Their Modern Scientific Uses. Volume 2 Courier Corporation; Mineola, NY, USA: 2014."}, {"Citation": "The Plant List, the Royal Botanic Gardens, Kew and Missouri Botanical Garden.  [(accessed on 17 October 2018)]; Available online:  http://www.theplantlist.org."}, {"Citation": "Tahtadjan A.L. The system of magnoliophytes. Nauka; Leningrad, USSR: 1986. 439 p"}, {"Citation": "The Integrated Taxonomic Information System.  [(accessed on 17 October 2018)]; Available online:  https://www.itis.gov."}, {"Citation": "Byng J.W., Chase M.W., Christenhusz M.J.M., Fay M.F., Judd W.S., Mabberley D.J., Sennikov A.N., Soltis D.E., Soltis P.S., Stevens P.F. An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV. Bot. J. Linn. Soc. 2016;181:1–20. doi: 10.1111/boj.12385.", "ArticleIdList": ["10.1111/boj.12385"]}, {"Citation": "Tutin T.G., Heywood V.H., Burges N.A., Moore D.M., Valentine D.H., Walters S.M., Webb D.A. Flora Europaea: Plantaginaceae to Compositae (and Rubiaceae) Volume 4. Cambridge University Press; Cambridge/London, UK: 1976. p. 505."}, {"Citation": "Cavers P.B., Qaderi M.M., Threadgill P.F., Steel M.G. The Biology of Canadian Weeds. 147. Onopordum acanthium L. . Can. J. Plant Sci. 2011;91:739–758. doi: 10.4141/cjps10195.", "ArticleIdList": ["10.4141/cjps10195"]}, {"Citation": "Lim T.K. Edible Medicinal And Non-Medicinal Plants. Volume 7. Springer; Dordrecht, The Netherlands: 2014."}, {"Citation": "Mobli M., Qaraaty M., Amin G., Haririan I., Hajimahmoodi M., Rahimi R. Scientific evaluation of medicinal plants used for the treatment of abnormal uterine bleeding by Avicenna. Arch. Gynecol. Obstet. 2015;292:21–35. doi: 10.1007/s00404-015-3629-x.", "ArticleIdList": ["10.1007/s00404-015-3629-x", "25637505"]}, {"Citation": "Mamedov N.A., Mehdiyeva N.P., Craker L.E. Medicinal plants used in traditional medicine of the Caucasus and North America. J. Med. Active Plants. 2015;4:42–66. doi: 10.7275/R51834DS.", "ArticleIdList": ["10.7275/R51834DS"]}, {"Citation": "Berendes J. Des Pedanois Dioskurides aus Anazarbos Arzneimittellehre in Fünf Büchern. Ferdinand Enke; Stuttgard, Germany: 1902."}, {"Citation": "Pharmacopoea Rossica; Petropoli.  [(accessed on 17 October 2018)];1782  Available online:  https://books.google.ru/books?id=uL2rvC5GRvMC&dq=Pharmacopoea+Rossica&hl=ru&source=gbs_navlinks_s."}, {"Citation": "Zhou J., Xie G., Yan X. Encyclopedia of Traditional Chinese Medicines — Molecular Structures, Pharmacological Activities, Natural Sources and Applications. Volume 6. Springer; Berlin, Germany: 2011. p. 619."}, {"Citation": "Mariani E., Donarini C., Grampella D., Guerrerio T., Landoni G., Portalupi E. Integrated treatment of cardiovascular common pathologies with conventional pharmacological therapy integrated with a typical remedy of anthroposophic medicine, Cardiodoron (Onopordon/Primula comp) Eur. J. Integr. Med. 2009;1:230. doi: 10.1016/j.eujim.2009.08.015.", "ArticleIdList": ["10.1016/j.eujim.2009.08.015"]}, {"Citation": "Cysarz D., Schürholz T., Bettermann H., Kümmell H.-C. Evaluation of modulations in heart rate variability caused by a composition of herbal extracts. Arzneimittel-Forschung. 2000;50:420–424. doi: 10.1055/s-0031-1300226.", "ArticleIdList": ["10.1055/s-0031-1300226", "10858869"]}, {"Citation": "Cysarz D., Heckmann C., Kümmell H.C. The effects of Cardiodoron® on cardio-respiratory coordination--a literature review. Forsch. Komplementarmed. Klass. Naturheilkd. 2002;9:292–297. doi: 10.1159/000067523.", "ArticleIdList": ["10.1159/000067523", "12417806"]}, {"Citation": "Rother C. Administration of Cardiodoron® in patients with functional cardiovascular disorders and/or sleep disorders--results of a prospective, non-interventional study. Forsch. Komplementarmed. 2013;20:334–344. doi: 10.1159/000355255.", "ArticleIdList": ["10.1159/000355255", "24200823"]}, {"Citation": "Rother C., Schnelle M. Cardiodoron® in Patients with Sleep Disorders-Results of a Prospective Observational Study. Complementary Med. Res. 2017;24:15–25. doi: 10.1159/000452236.", "ArticleIdList": ["10.1159/000452236", "27924793"]}, {"Citation": "Gatuline® Skin-Repair Bio.  [(accessed on 17 October 2018)]; Available online:  https://www.gattefosse.com/gatuline-skin-repair-bio."}, {"Citation": "Sharifi N., Souri E., Ziai S.A., Amin G., Amini M., Amanlou M. Isolation, Identification and Molecular Docking Studies of a New Isolated Compound, from Onopordon acanthium: A Novel Angiotensin Converting Enzyme (ACE) inhibitor. J. Ethnopharmacol. 2013;148:934–939. doi: 10.1016/j.jep.2013.05.046.", "ArticleIdList": ["10.1016/j.jep.2013.05.046", "23743058"]}, {"Citation": "Koc S., Isgor B.S., Isgo Y.G., Moghaddam N.S., Yildirim O. The potential medicinal value of plants from Asteraceae family with antioxidant defense enzymes as biological targets. Pharm. Biol. 2015;53:746–751. doi: 10.3109/13880209.2014.942788.", "ArticleIdList": ["10.3109/13880209.2014.942788", "25339240"]}, {"Citation": "Habibatni S., Zohra A.F., Khalida H., Anwar S., Mansi I., Awadh Ali N.A. In-vitro antioxidant, Xanthine oxidase-inhibitory and in-vivo Anti-inflammatory, analgesic, antipyretic activity of Onopordum acanthium. Int. J. Phytomed. 2017;9:92–100. doi: 10.5138/09750185.2030.", "ArticleIdList": ["10.5138/09750185.2030"]}, {"Citation": "Karl C., Mueller G., Pedersen P.A. Zur Phytochemie der Blüten von Onopordon acanthium L. (Eselsdistel) Dtsch. Apoth. Ztg. 1976;116:57–59."}, {"Citation": "Lajter I., Pan S.P., Nikles S., Ortmann S., Vasas A., Csupor-Löffler B., Forgó P., Hohmann J., Bauer R. Inhibition of COX-2 and NF-κB1 Gene Expression, NO Production, 5-LOX, and COX-1 and COX-2 Enzymes by Extracts and Constituents of Onopordum acanthium. Planta Med. 2015;81:1270–1276. doi: 10.1055/s-0035-1546242.", "ArticleIdList": ["10.1055/s-0035-1546242", "26383017"]}, {"Citation": "Lajter I. Ph.D. Thesis. University of Szeged; Szeged, Hungary: 2015. Biologically active secondary metabolites from Asteraceae and Polygonaceae species."}, {"Citation": "Watanabe Y., Novaes P., Varela R.M., Molinillo J.M.G., Kato-Noguchi H., Macías F.A. Phytotoxic Potential of Onopordum acanthium L. (Asteraceae) Chem. Biodivers. 2014;11:1247–1255. doi: 10.1002/cbdv.201400070.", "ArticleIdList": ["10.1002/cbdv.201400070", "25146768"]}, {"Citation": "Bogs H.U., Bogs U. Constituents of Onopordum acanthium. L. Coumarins and flavones. Pharmazie. 1965;20:706–709.", "ArticleIdList": ["5886254"]}, {"Citation": "Bogs H.U., Bogs U. Über die Inhaltsstoffe von Onopordon acanthium L. Pharmazie. 1967;22:54–58.", "ArticleIdList": ["5886254"]}, {"Citation": "Daci A., Gold-Binder M., Garzon D., Patea A., Beretta G. Standardization of solvent extracts from Onopordum acanthium fruits by GC-MS, HPLC-UV/DAD, HPLC-TQMS and 1H-NMR and evaluation of their inhibitory effects on the expression of IL-8 and E-selectin in immortalized endothelial cells (HUVECtert) Nat. Prod. Commun. 2014;9:945–948.", "ArticleIdList": ["25230500"]}, {"Citation": "Tyumkina T.V., Nuriev I.F., Khalilov L.M., Akhmetova V.R., Dzhemilev U.M. PMR and 13C NMR spectra of biologically active compounds. XIII.* Structure and stereochemistry of a new phenylpropanoid glycoside isolated from Onopordum acanthium seeds. Chem. Nat. Compd. 2009;45:61–65. doi: 10.1007/s10600-009-9254-9.", "ArticleIdList": ["10.1007/s10600-009-9254-9"]}, {"Citation": "Csupor-Löffler B., Zupkó I., Molnár J., Forgó P., Hohmann J. Bioactivity-guided isolation of antiproliferative compounds from the roots of Onopordum acanthium. Nat. Prod. Commun. 2014;3:337–340.", "ArticleIdList": ["24689209"]}, {"Citation": "Ivanova L.R., Butenko L.I., Ligai L.V., Sbezhneva V.G. Determination of iridoids in the herb of Onopordum acanthium, genus Onopordum. Chem. Plant. Mater. 2010;4:131–133."}, {"Citation": "Bruno M., Maggio A., Rosselli S., Safder M., Bancheva S. The metabolites of the genus Onopordum (Asteraceae): Chemistry and biological properties. Curr. Org. Chem. 2011;15:888–927. doi: 10.2174/138527211794518880.", "ArticleIdList": ["10.2174/138527211794518880"]}, {"Citation": "Droźdź B., Holub M., Samek Z., Herout V., Šorm F. On terpenes. CXCII. The constitution and absolute configuration of onopordopicrine — a sesquiterpenic lactone from Onopordum acanthium L. Collect. Czech. Chem. C. 1968;33:1730–1737. doi: 10.1135/cccc19681730.", "ArticleIdList": ["10.1135/cccc19681730"]}, {"Citation": "Móricz Á.M., Krüzselyi D., Alberti Á., Darcsi A., Horváth G., Csontos P., Béni S., Ott P.G. Layer chromatography-bioassays directed screening and identification of antibacterial compounds from Scotch thistle. J. Chromatogr. A. 2017;1524:266–272. doi: 10.1016/j.chroma.2017.09.062.", "ArticleIdList": ["10.1016/j.chroma.2017.09.062", "28989030"]}, {"Citation": "Khalilova A.Z., Shakurova E.R., Nuriev I.F., Akhmetova V.R., Khalilov L.M., Dzhemilev U.M. Triterpenoids of Onopordum acanthium (Asteraceae) Plant. Resour. 2007;43:97–102."}, {"Citation": "Khalilov L.M., Khalilova A.Z., Shakurova E.R., Nuriev I.F., Kachala V.V., Shashkov A.S., Dzhemilev U.M. PMR and 13C NMR spectra of biologically active compounds. XII. Taraxasterol and its acetate from the aerial part of Onopordum acanthium. Chem. Nat. Compd. 2003;39:285–288. doi: 10.1023/A:1025478720459.", "ArticleIdList": ["10.1023/A:1025478720459"]}, {"Citation": "Khalilova A.Z., Litvinov I.A., Beskrovnyi D.V., Gubaidullin A.T., Shakurova E.R., Nuriev I.F., Khalilov L.M., Dzhemilev U.M. Isolation and crystal structure of taraxasteryl acetate from Onopordum acanthium. Chem. Nat. Compd. 2004;40:254–257. doi: 10.1023/B:CONC.0000039135.20844.8e.", "ArticleIdList": ["10.1023/B:CONC.0000039135.20844.8e"]}, {"Citation": "Ul’chenko N.T., Gigienova É.I., Abdullaev U.A., Umarov A.U. Nonglyceride complex of the seed oil of Onopordum acanthium. Chem. Nat. Compd. 1979;15:533–536. doi: 10.1007/BF00565918.", "ArticleIdList": ["10.1007/BF00565918"]}, {"Citation": "Nolasco S.N., Bertoni M.H., Malec L., Cattaneo Y.P. Seeds of Onopordon acanthium L. (Scotch thistle), Carduus acanthoides L. (plumeless thistle) and Cirsium vulgare (Savi) Ten (bull thistle). Extracted crude oils and seed meals. An. Asoc. Quim. Argent. 1987;75:29–34."}, {"Citation": "Arfaoui M.O., Renaud J., Ghazghazi H., Boukhchina S., Mayer P. Variation in oil content, fatty acid and phytosterols profile of Onopordum acanthium L. during seed development. Nat. Prod. Res. 2014;28:2293–2300. doi: 10.1080/14786419.2014.940944.", "ArticleIdList": ["10.1080/14786419.2014.940944", "25103576"]}, {"Citation": "Zhelev I., Merdzhanov P., Angelova-Romova M., Zlatanov M., Antova G., Dimitrova-Dyulgerova I., Stoyanova A. Lipid Composition of Carduus thoermeri Weinm., Onopordum acanthium L. and Silybum marianum L., growing in Bulgaria. Bulg. J. Agric. Sci. 2014;20:622–627."}, {"Citation": "Bohlmann F., Kohn S., Waldau E. Der Poyine des Subtribus Carduinae. Chem. Ber. 1966;99:3201–3203. doi: 10.1002/cber.19660991018.", "ArticleIdList": ["10.1002/cber.19660991018"]}, {"Citation": "Ul’chenko N.T., Gigienova E.I., Umarov A.U. Epoxytriglyceride oils of the seeds of Onopordum acanthium. Chem. Nat. Compd. 1978;14:438–439. doi: 10.1007/BF00565255.", "ArticleIdList": ["10.1007/BF00565255"]}, {"Citation": "Ul’chenko N.T., Gigienova É.I., Seitanidi K.L., Umarov A.U. The glyceride complex of the seed oil of Onopordum acanthiium. Chem. Nat. Compd. 1978;14:595–601. doi: 10.1007/BF00937606.", "ArticleIdList": ["10.1007/BF00937606"]}, {"Citation": "Gigienova E.I., Umarov A.U. Nonglyceride lipids of the seed coats of Artemisia absinthium and Onopordum acanthium. Chem. Nat. Compd. 1981;17:116–118. doi: 10.1007/BF00634724.", "ArticleIdList": ["10.1007/BF00634724"]}, {"Citation": "Ul’chenko N.T., Gigienova E.I., Umarov A.U., Isamukhamedov A. Sh. Hydroxy acids of the seed oils of five plants of the family Asteraceae. Chem. Nat. Compd. 1981;17:26–30. doi: 10.1007/BF00566427.", "ArticleIdList": ["10.1007/BF00566427"]}, {"Citation": "Ul’chenko N.T., Gusakova S.D., Glishenkova A.I. Oxygenated triacylglycerols of the lipids of Onopordum acanthium seeds. Chem. Nat. Compd. 1993;29:578–581. doi: 10.1007/BF00630200.", "ArticleIdList": ["10.1007/BF00630200"]}, {"Citation": "Matthaus B., Ozcan M.M., Al-Juhaimi F. Fatty Acid, Tocopherol, and Mineral Contents of Onopordum acanthium SEED and OIL. Chem. Nat. Compd. 2014;50:1092–1093. doi: 10.1007/s10600-014-1059-9.", "ArticleIdList": ["10.1007/s10600-014-1059-9"]}, {"Citation": "Tonguç M., Erbaş S. Evaluation of fatty acid compositions and some seed characters of common wild plant species of Turkey. Turk. J. Agric. For. 2012;36:673–679. doi: 10.3906/tar-1201-22.", "ArticleIdList": ["10.3906/tar-1201-22"]}, {"Citation": "Cicin N.V. Atlas of medicinal plants. State Publishing House of Medicinal Literature; Moscow, USSR: 1962. p. 711."}, {"Citation": "Brown L.S.R., Gray D.O. 1-amino-2-propanol, a natural product from the Compositae. Phytochemistry. 1988;27:1195–1197. doi: 10.1016/0031-9422(88)80301-7.", "ArticleIdList": ["10.1016/0031-9422(88)80301-7"]}, {"Citation": "Muhamedov H.S., Acramov S.T. The content of phospholipids and phytin in seeds of different plants. Chem. Nat. Compd. 1977;4:505–507."}, {"Citation": "Qaderi M.M., Cavers P.B., Bernards M.A. Isolation and structural characterization of a water-soluble germination inhibitor from Scotch thistle (Onopordum acanthium) achenes. J. Chem. Ecol. 2003;29:2425–2438. doi: 10.1023/A:1026397532000.", "ArticleIdList": ["10.1023/A:1026397532000", "14682524"]}, {"Citation": "Sharifi N., Souri E., Ziai S.A., Amin G., Amanlou M. Discovery of new angiotensin converting enzyme (ACE) inhibitors from medicinal plants to treat hypertension using an in vitro assay. DARU J. Pharm. Sci. 2013;21:74. doi: 10.1186/2008-2231-21-74.", "ArticleIdList": ["10.1186/2008-2231-21-74", "PMC3896793", "24359711"]}, {"Citation": "Sharifi N., Khajeh K., Mahernia S., Balalaie S., Ataie G., Jahanbani R., Amanlou M. Probing Angiotensin Converting Enzyme (ACE) Domain-Dependent Inhibition of Onopordia, Isolated from Onopordon acanthium L., Using a Continuous Fluorescent Assay. Pharm. Sci. 2018;24:31–37. doi: 10.15171/PS.2018.06.", "ArticleIdList": ["10.15171/PS.2018.06"]}, {"Citation": "Abuharfeil N.M., Maraqa A., Von Kleist S. Augmentation of natural killer cell activity in vitro against tumor cells by wild plants from Jordan. J. Ethnopharmacol. 2000;71:55–63. doi: 10.1016/S0378-8741(99)00176-2.", "ArticleIdList": ["10.1016/S0378-8741(99)00176-2", "10904146"]}, {"Citation": "Csupor-Löffler B., Hajdú Z., Réthy B., Zupkó I., Máthé I., Rédei T., Falkay G., Hohmann J. Antiproliferative activity of Hungarian Asteraceae species against human cancer cell lines. Part II. Phytother. Res. 2009;23:1109–1115. doi: 10.1002/ptr.2755.", "ArticleIdList": ["10.1002/ptr.2755", "19170144"]}, {"Citation": "Abusamra Y.A.-K., Scuruchi M., Habibatni S., Maammeri Z., Benayache S., D’Ascola A., Avenoso A., Campo G.M., Spina E. Evaluation of putative cytotoxic activity of crude extracts from Onopordum acanthium leaves and Spartium junceum flowers against the U-373 glioblastoma cell line. Pak. J. Pharm. Sci. 2015;28:1225–1232.", "ArticleIdList": ["26142501"]}, {"Citation": "Molnár J., Szebeni G.J., Csupor-Löffler B., Hajdú Z., Szekeres T., Saiko P., Ocsovszki I., Puskás L.G., Hohmann J., Zupkó I. Investigation of the Antiproliferative Properties of Natural Sesquiterpenes from Artemisia asiatica and Onopordum acanthium on HL-60 Cells in Vitro. Int. J. Mol. Sci. 2016;17:83. doi: 10.3390/ijms17020083.", "ArticleIdList": ["10.3390/ijms17020083", "PMC4783873", "26901188"]}, {"Citation": "Shabsoug B., Khalil R., Abuharfeil N. Enhancement of natural killer cell activity in vitro against human tumor cells by some plants from Jordan. J. Immunotoxicol. 2008;5:279–285. doi: 10.1080/15376510802312027.", "ArticleIdList": ["10.1080/15376510802312027", "18830888"]}, {"Citation": "Kiselova Y., Ivanova D., Chervenkov T., Gerova D., Galunska B., Yankova T. Correlation between the In Vitro antioxidant activity and polyphenol content of aqueous extracts from Bulgarian herbs. Phytother. Res. 2006;11:961–965. doi: 10.1002/ptr.1985.", "ArticleIdList": ["10.1002/ptr.1985", "16906640"]}, {"Citation": "Surmaghi M.H.S., Amin G. Screening of Iranian plants for antimicrobal activity III. DARU J. Pharm. Sci. 1993;3:55–62."}, {"Citation": "Zare K., Nazemyeh H., Lotfipour F., Farabi S., Ghiamirad M., Barzegari A. Antibacterial activity and total phenolic content of the Onopordon acanthium L. seeds. Pharm. Sci. 2014;20:6–11."}, {"Citation": "Ivanova L.R., Lysenko T.A., Sbezhneva V.G., Ivashev M.N. Anti-inflammatory activity of extract from herb Onopordum acanthium. Pharmacy. 2007;4:39–40."}, {"Citation": "Shakurova E.R., Parfenova T.I., Sufiyarova R.Sh., Khalilova A.Z., Akhmetova V.R., Bashlkatov S.A. Synthesis and anti-inflammatory activity of acyl derivatives of taraxasterol. Pharm. Chem. J. 2008;42:319–321. doi: 10.1007/s11094-008-0116-8.", "ArticleIdList": ["10.1007/s11094-008-0116-8"]}, {"Citation": "Abuharfeil N.M., Salim M., Von Kleist S. Augmentation of natural killer cell activity in vivo against tumour cells by some wild plants from Jordan. Phytother. Res. 2001;15:109–113. doi: 10.1002/ptr.692.", "ArticleIdList": ["10.1002/ptr.692", "11268107"]}, {"Citation": "Ghods R., Gharouni M., Amanlou M., Sharifi N., Ghobadi A., Amin G. Effect of Onopordon acanthium L. as Add on Antihypertensive Therapy in Patients with Primary Hypertension Taking Losartan: A Pilot Study. Adv. Pharm. Bull. 2018;8:69–75. doi: 10.15171/apb.2018.009.", "ArticleIdList": ["10.15171/apb.2018.009", "PMC5896397", "29670841"]}, {"Citation": "Koochek M.H., Ghochani A., Pipelzadeh M.H. Effect of Onopordon acanthium on full-thickness dermal wound healing in rabbit. DARU J. Pharm. Sci. 2000;8:45–49."}]}], "History": [{"Year": "2018", "Month": "12", "Day": "10"}, {"Year": "2019", "Month": "2", "Day": "6"}, {"Year": "2019", "Month": "2", "Day": "11"}, {"Year": "2019", "Month": "2", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "2", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["30759795", "PMC6410315", "10.3390/plants8020040", "plants8020040"]}}]}