{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30767228", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "11"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "06", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1111/ppl.12943"], "Journal": {"ISSN": "1399-3054", "JournalIssue": {"Volume": "168", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan"}}, "Title": "Physiologia plantarum", "ISOAbbreviation": "Physiol Plant"}, "ArticleTitle": "Berry transcriptome: insights into a novel resource to understand development dependent secondary metabolism in Withania somnifera (Ashwagandha).", "Pagination": {"StartPage": "148", "EndPage": "173", "MedlinePgn": "148-173"}, "Abstract": {"AbstractText": ["Withania somnifera (Ashwagandha) is considered as Rasayana in Indian systems of medicine. This study reports a novel transcriptome of W. somnifera berries, with high depth, quality and coverage. Assembled and annotated transcripts for nearly all genes related with the withanolide biosynthetic pathway were obtained. Tissue-wide gene expression analysis reflected almost similar definitions for the terpenoid pathway in leaf, root and berry tissues with relatively higher abundance of transcripts linked to steroid, phenylpropanoid metabolism as well as flavonoid metabolism in berries. The metabolome map generated from the data embodied transcripts from 143 metabolic pathways connected together and mediated collectively by about 1792 unique enzyme functions specific to berry, leaf and root tissues, respectively. Transcripts specific to cytochrome p450 (CYP450), methyltransferases and glycosyltransferases were distinctively located in a tissue specific manner and exhibited a complex network. Significant distribution of transcription factor genes such as MYB, early light inducible protein (ELI), minichromosome maintenance1, agamous, deficiens and serum response factor (MADS) and WRKY etc. was observed, as the major transcriptional regulators of secondary metabolism. Validation of the assembly was ascertained by cloning WsELI, which has a light dependent regulatory role in development. Quantitative expression of WsELI was observed to be considerably modulated upon exposure to abiotic stress and elicitors. Co-relation of over-expression of WsELI, may provide new aspects for the functional role of ELI proteins in plants linked to secondary metabolism. The study offers the first comprehensive and comparative evaluation of W. somnifera transcriptome data between the three tissues and across other members of Solanaceae (Nicotiana, Solanum and Capsicum) with respect to major pathways and their metabolome regulation."], "CopyrightInformation": "© 2019 Scandinavian Plant Physiology Society."}, "AuthorList": [{"Identifier": ["0000-0002-2864-8795"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Metabolic and Structural Biology, CSIR-Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow 226015, Uttar Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR) (An Institution of National Importance by Act of Parliament), Ghaziabad 201002, Uttar Pradesh, India."}], "LastName": "Tripathi", "ForeName": "Sandhya", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Metabolic and Structural Biology, CSIR-Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow 226015, Uttar Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR) (An Institution of National Importance by Act of Parliament), Ghaziabad 201002, Uttar Pradesh, India."}, {"Identifier": [], "Affiliation": "Center of Innovative and Applied Bioprocessing (A National Institute under Department of Biotechnology, Govt. of India), Mohali 140306, Punjab, India."}], "LastName": "Sangwan", "ForeName": "Rajender Singh", "Initials": "RS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Metabolic and Structural Biology, CSIR-Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow 226015, Uttar Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR) (An Institution of National Importance by Act of Parliament), Ghaziabad 201002, Uttar Pradesh, India."}], "LastName": "Mishra", "ForeName": "Bhawana", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Innovative and Applied Bioprocessing (A National Institute under Department of Biotechnology, Govt. of India), Mohali 140306, Punjab, India."}], "LastName": "Jadaun", "ForeName": "Jyoti Singh", "Initials": "JS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Metabolic and Structural Biology, CSIR-Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow 226015, Uttar Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR) (An Institution of National Importance by Act of Parliament), Ghaziabad 201002, Uttar Pradesh, India."}, {"Identifier": [], "Affiliation": "Department of Biochemistry, School of Interdisciplinary and Applied Life Sciences, Central University of Haryana, Mahendergarh 123031, Haryana, India."}], "LastName": "Sangwan", "ForeName": "Neelam Singh", "Initials": "NS"}], "GrantList": [{"GrantID": "C/828/IFD/2014-15", "Agency": "Science for Equity, Empowerment and Development Division", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Denmark", "MedlineTA": "Physiol Plant", "NlmUniqueID": "1256322", "ISSNLinking": "0031-9317"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Withanolides"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Fruit"}, {"QualifierName": [], "DescriptorName": "Genes, Plant"}, {"QualifierName": [], "DescriptorName": "Secondary Metabolism"}, {"QualifierName": [], "DescriptorName": "Transcriptome"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Withania"}, {"QualifierName": ["metabolism"], "DescriptorName": "Withanolides"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdelrahman M, El-Sayed M, Sato S, Hirakawa H, Ito SI, Tanaka K, Mine Y, Sugiyama N, Suzuki M, Yamauchi N, Shigyo M (2017) RNA-sequencing-based transcriptome and biochemical analyses of steroidal saponin pathway in a complete set of Allium fistulosum-A. cepa monosomic addition lines. PLoS One 12: 1-18"}, {"Citation": "Adamska I, Roobol-Bóza M, Lindahl M, Andersson B (2009) Isolation of pigment-binding early light-inducible proteins from pea. Eur J Biochem 260: 453-460"}, {"Citation": "Altschul SF, Warren G, Webb M, Eugene WM, David JL (1990) Basic local alignment search tool. J Mol Biol 215: 403-410"}, {"Citation": "Bansal S, Narnoliya LK, Mishra B, Chandra M, Yadav RK, Sangwan NS (2018) HMG-CoA reductase from Camphor Tulsi (Ocimum kilimandscharicum) regulated MVA dependent biosynthesis of diverse terpenoids in homologous and heterologous plant systems. Scientific Reports 8: 3547"}, {"Citation": "Brown KS, Henriques SA (1991) Solanaceae III: Taxonomy, Chemistry, Evolution. Royal Botanic Garden Kew and Linnaean Society of London, UK, pp 51"}, {"Citation": "Bruno AK, Wetzel CM (2004) The early light-inducible protein ELIP gene is expressed during the chloroplast-to-chromoplast transition in ripening tomato fruit. J Exp Bot 55: 2541-2548"}, {"Citation": "Chaurasiya ND, Uniyal GC, Lal P, Misra L, Sangwan NS, Tuli R, Sangwan RS (2008) Analysis of withanolides in root and leaf of Withania somnifera by HPLC with photodiode array and evaporative light scattering detection. Phytochem Anal 19: 148-154"}, {"Citation": "Chaurasiya ND, Sangwan RS, Misra LN, Tuli R, Sangwan NS (2009) Metabolic clustering of a core collection of Indian ginseng Withania somnifera Dunal through DNA isoenzyme polypeptide and withanolide profile diversity. Fitoterapia 80: 496-505"}, {"Citation": "Conesa A, Götz S, García-Gómez JM, Terol J, Talón M, Robles M (2005) Blast2GO: a universal tool for annotation visualization and analysis in functional genomics research. Bioinformatics 21: 3674-3676"}, {"Citation": "Day TA, Vogelmann TC (1995) Alterations in photosynthesis and pigment distributions in pea leaves following UV-B exposure. Physiol Plant 94: 433-440"}, {"Citation": "Engelken J, Brinkmann H, Adamska I (2010) Taxonomic distribution and origins of the extended LHC light-harvesting complex antenna protein superfamily. BMC Evol Biol 10: 23-32"}, {"Citation": "Gillaspy G, Ben-David H, Gruissem W (1993) Fruits: a developmental perspective. Plant Cell 5: 1439-1451"}, {"Citation": "Grimm B, Kloppstech K (1987) The early light-inducible proteins of barley°. Eur J Biochem 167: 493-499"}, {"Citation": "Grimm B, Kruse E, Kloppstech K (1989) Transiently expressed early light-inducible thylakoid proteins share transmembrane domains with light-harvesting chlorophyll binding proteins. Plant Mol Biol 13: 583-593"}, {"Citation": "Gupta P, Akhtar N, Tewari SK, Sangwan RS, Trivedi PK (2011) Differential expression of farnesyl diphosphate synthase gene from Withania somnifera in different chemotypes and in response to elicitors. Plant Growth Regul 65: 93-100"}, {"Citation": "Gupta P, Goel R, Pathak S, Srivastava A, Singh SP, Sangwan RS, Trivedi PK (2013) De novo assembly functional annotation and comparative analysis of Withania somnifera leaf and root transcriptomes to identify putative genes involved in the withanolides biosynthesis. PLoS One 8: 1-12"}, {"Citation": "Gupta A, Singh S (2014) Evaluation of anti-inflammatory effect of Withania somnifera root on collagen-induced arthritis in rats. Pharmaceutical Biology 52: 308-320"}, {"Citation": "Gupta P, Goel R, Agarwal AV, Asif MH, Sangwan NS, Sangwan RS, Trivedi PK (2015) Comparative transcriptome analysis of different chemotypes elucidates withanolide biosynthesis pathway from medicinal plant Withania somnifera. Sci Rep 5: 1-13"}, {"Citation": "Han JW, Kim GH (2013) An ELIP-like gene in the freshwater green alga Spirogyra varians Zygnematales is regulated by cold stress and CO2 influx. J Appl Phycol 25: 1297-1307"}, {"Citation": "Hayami N, Sakai Y, Kimura M, Saito T, Tokizawa M, Iuchi S, Kurihara Y, Matsui M, Nomoto M, Tada Y, Yamamoto YY (2015) The responses of Arabidopsis early light-induced protein2 to ultraviolet B high light and cold stress are regulated by a transcriptional regulatory unit composed of two elements. Plant Physiol 169: 840-855"}, {"Citation": "Hutin C, Nussaume L, Moise N, Moya I, Kloppstech K, Havaux M (2003) Early light-induced proteins protect Arabidopsis from photooxidative stress. Proc Natl Acad Sci 100: 4921-4926"}, {"Citation": "Hyun TK, Rim Y, Jang HJ, Kim CH, Park J, Kumar R, Kim SW (2012) De novo transcriptome sequencing of Momordica cochinchinensis to identify genes involved in the carotenoid biosynthesis. Plant Mol Biol 79: 413-427"}, {"Citation": "Jadaun JS, Sangwan NS, Narnoliya LK, Tripathi S, Sangwan RS (2017) Withania coagulans tryptophan decarboxylase gene cloning heterologous expression and catalytic characteristics of the recombinant enzyme. Protoplasma 254: 181-192"}, {"Citation": "Jayaprakasam B, Zhang Y, Seeram NP, Nair MG (2003) Growth inhibition of human tumor cell lines by withanolides from Withania somnifera leaves. Life Sciences 74: 125-132"}, {"Citation": "Khedgikar V, Kushwaha P, Gautam J, Verma A, Changkija B, Kumar A, Sharma S, Nagar GK, Singh D, Trivedi PK, Sangwan NS (2013) Withaferin A: a proteasomal inhibitor promotes healing after injury and exerts anabolic effect on osteoporotic bone. Cell Death Dis 4: 1-17"}, {"Citation": "Khedgikar V, Ahmad N, Kushwaha P, Gautam J, Nagar GK, Singh D, Trivedi PK, Mishra PR, Sangwan NS, Trivedi R (2015) Preventive effects of withaferin A isolated from the leaves of an Indian medicinal plant Withania somnifera (L.): comparisons with 17-β-estradiol and alendronate. Nutrition 31: 205-213"}, {"Citation": "Kolanus W, Scharnhorst C, Kühne U, Herzfeld F (1987) The structure and light-dependent transient expression of a nuclear-encoded chloroplast protein gene from pea Pisum sativum L. Mol Gen Genet 209: 234-239"}, {"Citation": "Kosma DK, Parsons EP, Isaacson T, Lü S, Rose JK, Jenks MA (2010) Fruit cuticle lipid composition during development in tomato ripening mutants. Physiol Plant 139: 107-117"}, {"Citation": "Kushwaha AK, Sangwan NS, Trivedi PK, Negi AS, Misra L, Sangwan RS (2013) Tropine forming tropinone reductase gene from W. somnifera Ashwagandha: biochemical characteristics of the recombinant enzyme and novel physiological overtones of tissue-wide gene expression patterns. PLoS One 8: 1-17"}, {"Citation": "Matsuda H, Murakami T, Kishi A, Yoshikawa M (2001) Structures of withanosides I, II, III, IV, V, VI, and VII, new withanolide glycosides, from the roots of Indian Withania somnifera Dunal. And inhibitory activity for tachyphylaxis to clonidine in isolated Guinea-pig ileum. Bioorg Med Chem 9: 1499-1507"}, {"Citation": "Mintz-Oron S, Mandel T, Rogachev I, Feldberg L, Lotan O, Yativ M, Aharoni A (2008) Gene expression and metabolism in tomato fruit surface tissues. Plant Physiol 147: 823-851"}, {"Citation": "Mirjalili MH, Moyano E, Bonfill M, Cusido RM, Palazón J (2009) Steroidal lactones from Withania somnifera an ancient plant for novel medicine. Molecules 14: 2373-2393"}, {"Citation": "Mishra S, Bansal S, Mishra B, Sangwan RS, Jadaun JS, Sangwan NS (2016) RNAi and homologous over-expression based functional approaches reveal triterpenoid synthase gene-cycloartenol synthase is involved in downstream withanolide biosynthesis in Withania somnifera. PLoS One 11: e0149691"}, {"Citation": "Mondal S, Mandal C, Sangwan R, Chandra S, Mandal C (2010) Withanolide D induces apoptosis in leukemia by targeting the activation of neutral sphingomyelinase-ceramide cascade mediated by synergistic activation of c-Jun N-terminal kinase and p38 mitogen-activated protein kinase. Molecular Cancer 9: 239"}, {"Citation": "Montané MH, Dreyer S, Triantaphylides C, Kloppstech K (1997) Early light-inducible proteins during long-term acclimation of barley to photooxidative stress caused by light and cold: high level of accumulation by posttranscriptional regulation. Planta 202: 293-302"}, {"Citation": "Mortazavi A, Schwarz EM, Williams B, Schaeffer L, Antoshechkin I, Wold BJ, Sternberg PW (2010) Scaffolding a Caenorhabditis nematode genome with RNA-seq. Genome Res 20: 1740-1747"}, {"Citation": "Narnoliya LK, Rajakani R, Sangwan NS, Gupta V, Sangwan RS (2014) Comparative transcripts profiling of fruit mesocarp and endocarp relevant to secondary metabolism by suppression subtractive hybridization in Azadirachta indica (neem). Molecular Biology Reports 41: 3147-3162"}, {"Citation": "Pinto F, Berti M, Olivares D, Sierralta WD, Hinrichsen P, Pinto M (2011) Leaf development temperature and light stress control of the expression of early light-inducible proteins ELIPs in Vitis vinifera L. Environ Exp Bot 72: 278-283"}, {"Citation": "Pötter E, Kloppstech K (1993) Effects of light stress on the expression of early light-inducible proteins in barley. FEBS J 214: 779-786"}, {"Citation": "Sabir F, Sangwan NS, Chaurasiya ND, Misra LN, Tuli R, Sangwan RS (2008) Rapid micropropagation of Withania somnifera L. accessions from axillary meristems. J Herbs Spices Med Plants 134: 123-133"}, {"Citation": "Sabir F, Mishra S, Sangwan RS, Jadaun JS, Sangwan NS (2013) Qualitative and quantitative variations in withanolides and expression of some pathway genes during different stages of morphogenesis in Withania somnifera Dunal. Protoplasma 250: 539-549"}, {"Citation": "Sangwan RS (2012) Withanomics of Ashwagandha: the specialized metabolic biology of an ayurvedic herb. Planta Med 78: 17"}, {"Citation": "Sangwan NS, Sangwan RS (2014) Secondary metabolites of traditional medical plants: a case study of Ashwagandha Withania somnifera. Appl Plant Cell Biol 22: 325-367"}, {"Citation": "Sangwan RS, Chaurasiya ND, Misra LN, Lal P, Uniyal GC, Sharma R, Tuli R (2004) Phytochemical variability in commercial herbal products and preparations of Withania somnifera Ashwagandha. Curr Sci 86: 461-464"}, {"Citation": "Sangwan RS, Chaurasiya ND, Lal P, Misra L, Tuli R, Sangwan NS (2008) Withanolide A is inherently de novo biosynthesized in roots of the medicinal plant Ashwagandha Withania somnifera. Physiol Plant 133: 278-287"}, {"Citation": "Sangwan RS, Tripathi S, Singh J, Narnoliya LK, Sangwan NS (2013) De novo sequencing and assembly of Centella asiatica leaf transcriptome for mapping of structural functional and regulatory genes with special reference to secondary metabolism. Gene 525: 58-76"}, {"Citation": "Sangwan NS, Sabir F, Mishra S, Bansal S, Sangwan RS (2014) Withanolides from Withania somnifera Dunal: development of cellular technology and their production. Recent Pat Biotechnol 8: 25-35"}, {"Citation": "Sangwan NS, Tripathi S, Srivastava Y, Mishra B, Pandey N (2017) Phytochemical genomics of Ashwagandha. In: Kaul S, Wadhwa R (eds) Science of Ashwagandha: Preventive and Therapeutic Potentials. Springer, Cham, Switzerland. https://doi.org/10.1007/978-3-319-59192-61"}, {"Citation": "Sangwan NS, Jadaun JS, Tripathi S, Mishra B, Narnoliya LK, Sangwan RS (2018) Plant metabolic engineering. In: Omics Technologies and Bio-Engineering, Academic Press, Cambridge, Massachusetts, pp 143-175"}, {"Citation": "Schulz MH, Zerbino DR, Vingron M, Birney E (2012) Oases: robust de novo RNA-seq assembly across the dynamic range of expression levels. Bioinformatics 28: 1086-1092"}, {"Citation": "Shendure J, Ji H (2008) Next-generation DNA sequencing. Nat Biotechnol 26: 1135-1145"}, {"Citation": "Srivastava S, Sangwan RS, Tripathi S, Mishra B, Narnoliya LK, Misra LN, Sangwan NS (2015) Light and auxin responsive CYP450s from Withania somnifera Dunal: cloning expression and molecular modelling of two pairs of homologue genes with differential regulation. Protoplasma 252: 1421-1437"}, {"Citation": "Stahl E, Bellwon P, Huber S, Schlaeppi K, Bernsdorff F, Vallat-Michel A, Mauch F, Zeier J (2016) Regulatory and functional aspects of indolic metabolism in plant systemic acquired resistance. Mol Plant 9: 662-681"}, {"Citation": "Sztatelman O, Grzyb J, Gabryś H, Banaś AK (2015) The effect of UV-B on Arabidopsis leaves depends on light conditions after treatment. BMC Plant Biol 25: 281-297"}, {"Citation": "Tripathi S, Jadaun JS, Chandra M, Sangwan NS (2016) Medicinal plant transcriptomes: the new gateways for accelerated understanding of plant secondary metabolism. Plant Genet Resour 14: 256-269"}, {"Citation": "Tripathi S, Sangwan RS, Narnoliya LK, Srivastava Y, Mishra B, Sangwan NS (2017) Transcription factor repertoire in Ashwagandha (Withania somnifera) through analytics of transcriptomic resources: insights into regulation of development and withanolide metabolism. Sci Rep 7: 1-17"}, {"Citation": "Zeng Q, Chen X, Wood AJ (2002) Two early light-inducible protein ELIP cDNAs from the resurrection plant Tortula ruralis are differentially expressed in response to desiccation rehydration salinity and high light. J Exp Bot 53: 1197-1205"}, {"Citation": "Zerbino DR, Birney E (2008) Velvet: algorithms for de novo short read assembly using de Bruijn graphs. Genome Res 18: 821-829"}], "Title": "References"}], "History": [{"Year": "2018", "Month": "6", "Day": "22"}, {"Year": "2019", "Month": "1", "Day": "31"}, {"Year": "2019", "Month": "2", "Day": "11"}, {"Year": "2019", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30767228", "10.1111/ppl.12943"]}}]}