{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "30764358", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-93-8-0844B"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"Volume": "93", "Issue": "8", "PubDate": {"Year": "2009", "Month": "Aug"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Broad bean wilt virus 2 Infecting Bupleurum chinense in China.", "Pagination": {"StartPage": "844", "MedlinePgn": "844"}, "Abstract": {"AbstractText": ["Samples of the medicinal plant, Bupleurum chinense DC., were collected in October 2007 from the garden of the Institute of Medicinal Plant Development in Beijing. Partial fragments of the genomic RNA1 and RNA2 of Broad bean wilt virus 2 (BBWV-2) were obtained from the root cDNA library of these plants. Sequence analyses showed the 1,896-nt RNA1 fragment (GenBank No. FJ485684) encoding a portion of the RNA-dependent RNA polymerase (RdRp) and the 2,017-nt RNA2 fragment (No. FJ485685) encoding 612 amino acids of the complete large (LCP) and small coat protein (SCP), respectively. The amino acid identities of LCP and SCP were 90.8 to 96.7% compared with sequences of other BBWV-2 isolates deposited in the GenBank with the highest homology to Japanese IP (No. AB018698) and the lowest to Japanese 1-2 (No. AB018701). This strongly suggests that the B. chinense plants utilized for cDNA library construction were infected by what appears to be an isolate of BBWV-2. Seeds from the same batch were sown again in the same garden in May 2008. In August 2008, approximately 30% of these plants showed mosaic, distortion, and stunting. Reverse transcription (RT)-PCR amplicons were obtained from eight symptomatic plants using a pair of conserved primers for specific detection of viruses within the Fabavirus genus (2). A symptomless plant tested negative by RT-PCR. The same single 391-bp amplicon of RNA1 (No. FJ485686) obtained from five of those eight symptomatic plants were cloned and sequenced. Sequence comparison with the corresponding sequences of other BBWV-2 isolates showed that the sequenced isolate was most closely related to B935-a Chinese faba bean isolate (No. AF149425). Crude sap of one diseased B. chinense plant was used for mechanical inoculation to Chenopodium amaranticolor Coste & Reyn. Chlorotic local lesions were observed on inoculated leaves 5 days after inoculation, and subsequently, systemic mottle and malformed symptoms appeared on the upper leaves. Twelve plants were inoculated and all plants showed symptoms of virus infection. RT-PCR tests of inoculated indicator plants showing local lesions confirmed the presence of BBWV-2. To date, Clover yellow vein virus and Lettuce mosaic virus have been isolated from the genus Bupleurum (B. griffithii hort. and B. falcatum L. sensu lato) in Japan and Israel, respectively (1,3). Furthermore, to our knowledge, no genomic sequence of BBWV-2 naturally infecting plants in the family Umbelliferae/Apiaceae has been reported. Therefore, this is the first report of BBWV-2 on B. chinense (Umbelliferae/Apiaceae), which was designated as a BC isolate of BBWV-2. In China, BBWV-2 was reported to be infecting and causing heavy losses to many plant species mostly belonging to the family Leguminosae (4). B. chinense is a commonly used bulk medicinal plant mainly cultivated in Hebei, Sichuan, Gansu, and Shanxi provinces in China for decoction pieces and extracts of its dried roots, which are also exported to Japan, Korea, and Southeast Asia. These results demonstrate the need for further assessment of BBWV-2 incidence and the losses it may cause. References: (1) J. Cohen et al. Phytoparasitica 30:88, 2002. (2) R. M. Ferrer et al. J. Virol. Methods 144:156, 2007. (3) H. Yamamoto. Jpn. J. Phytopathol. 69:420, 2003. (4) X. P. Zhou et al. Acta Phytopathol. Sin. 26:347, 1996."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100193, China."}], "Identifier": [], "LastName": "Sui", "ForeName": "C", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100193, China."}], "Identifier": [], "LastName": "Wei", "ForeName": "J H", "Initials": "JH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Northeast Forestry University, Harbin, 150040, China."}], "Identifier": [], "LastName": "Zhan", "ForeName": "Q Q", "Initials": "QQ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Northeast Forestry University, Harbin, 150040, China."}], "Identifier": [], "LastName": "Zhang", "ForeName": "J", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "8", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2009", "Month": "8", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30764358", "10.1094/PDIS-93-8-0844B"]}}], "PubmedBookArticle": []}