{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Herbal medicines", "Saudi Arabia", "obesity", "prevalence"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [{"AbstractText": ["ملخص البحث: تعتبر الأدوية العشبية من أكثر بدائل العلاج لإنقاص الوزن. تهدف هذه الدراسة المقطعية إلى التعرف عن معدل استخدام هذه الأدوية وأنواع النبتات المستخدمة لعلاج السمنة في مدينة الطائف بالمملكة العربية السعودية. تمت الدراسة باستخدام استبانه وزعت عشوائيا على المصابين بالبدانة والسمنة في مدينة الطائف. وضحت الدراسة معدل استخدام عالي للأدوية العشبية لعلاج البدانة. أوصى الباحثون بإجراء المزيد من الدراسات عن فوائد ومخاطر هذه الأدوية ومن ثم توعية المجتمع عن فوائدها ومخاطرها."]}], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30787774", "DateRevised": {"Year": "2022", "Month": "04", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "04", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.4103/1658-631X.204862"], "Journal": {"ISSN": "2321-4856", "JournalIssue": {"Volume": "5", "Issue": "2", "PubDate": {"Year": "2017", "Season": "May-Aug"}}, "Title": "Saudi journal of medicine & medical sciences", "ISOAbbreviation": "Saudi J Med Med Sci"}, "ArticleTitle": "Use of Herbal Medicines in the Treatment of Obesity in Taif, Saudi Arabia.", "Pagination": {"StartPage": "149", "EndPage": "154", "MedlinePgn": "149-154"}, "Abstract": {"AbstractText": ["The prevalence of obesity is increasing worldwide. Herbal medicines are one of the most common alternative therapies for weight loss. The aim of this study was to determine the usage rate of herbal medicines in the city of Taif, Saudi Arabia, and which plants were most commonly used to treat obesity.", "This is a cross-sectional study conducted using a pretested questionnaire that was randomly distributed to overweight and obese people in Taif, Saudi Arabia.", "A total of 422 cases completed the questionnaire with a response rate of 60.3%. The majority of patients (98.1%) used herbal medicines to lose weight, with green tea (88.4%) and ginger (29.5%) being the most commonly used herbs. More than one-third of respondents declared that they suffered from side effects; however, most (72%) of the respondents admitted that they would use herbal medications again.", "The current study shows a high usage rate of herbal medicines for the treatment of obesity in Saudi Arabia. However, further studies are needed on the risks and benefits of the use of herbal medicines to treat obesity. Pharmacists and health professionals should conduct a community-based awareness program to spread awareness of both the benefits and risks of medicinal herbs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, College of Pharmacy, Taif University, Al-Haweyya, Kingdom of Saudi Arabia."}], "LastName": "Eldalo", "ForeName": "Ahmed S", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, College of Pharmacy, Taif University, Al-Haweyya, Kingdom of Saudi Arabia."}], "LastName": "Alotaibi", "ForeName": "Mosem N", "Initials": "MN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, College of Pharmacy, Taif University, Al-Haweyya, Kingdom of Saudi Arabia."}], "LastName": "Alenazi", "ForeName": "Thamer O", "Initials": "TO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, College of Pharmacy, Taif University, Al-Haweyya, Kingdom of Saudi Arabia."}], "LastName": "Albogami", "ForeName": "Hamdi A", "Initials": "HA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, Taif University, Al-Haweyya, Kingdom of Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Assiut University, Assiut 71526, Egypt."}], "LastName": "Mohamed", "ForeName": "Khaled M", "Initials": "KM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Saudi J Med Med Sci", "NlmUniqueID": "101675905", "ISSNLinking": "2321-4856"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Roh C, Jung U. Screening of crude plant extracts with anti-obesity activity. Int J Mol Sci. 2012;13:1710–9.", "ArticleIdList": ["PMC3291987", "22408418"]}, {"Citation": "Hardeman W, Griffin S, Johnston M, Kinmonth AL, Wareham NJ. Interventions to prevent weight gain: A systematic review of psychological models and behaviour change methods. Int J Obes Relat Metab Disord. 2000;24:131–43.", "ArticleIdList": ["10702762"]}, {"Citation": "Liu JP, Zhang M, Wang WY, Grimsgaard S. Chinese herbal medicines for type 2 diabetes mellitus. Cochrane Database Syst Rev. 2004;3:CD003642.", "ArticleIdList": ["15266492"]}, {"Citation": "Barnes PM, Powell-Griner E, McFann K, Nahin RL. Complementary and alternative medicine use among adults: United States, 2002. Adv Data. 2004;27:1–19.", "ArticleIdList": ["15188733"]}, {"Citation": "Han L, Kimura Y, Okuda H. Anti-obesity effects of natural products. Stud Nat Prod Chem. 2005;30:79–110."}, {"Citation": "Hasani-Ranjbar S, Larijani B, Abdollahi M. A systematic review of the potential herbal sources of future drugs effective in oxidant-related diseases. Inflamm Allergy Drug Targets. 2009;8:2–10.", "ArticleIdList": ["19275687"]}, {"Citation": "Hasani-Ranjbar S, Nayebi N, Moradi L, Mehri A, Larijani B, Abdollahi M. The efficacy and safety of herbal medicines used in the treatment of hyperlipidemia; a systematic review. Curr Pharm Des. 2010;16:2935–47.", "ArticleIdList": ["20858178"]}, {"Citation": "Hioki C, Yoshimoto K, Yoshida T. Efficacy of bofu-tsusho-san, an oriental herbal medicine, in obese Japanese women with impaired glucose tolerance. Clin Exp Pharmacol Physiol. 2004;31:614–9.", "ArticleIdList": ["15479169"]}, {"Citation": "Lenon GB, Li KX, Chang YH, Yang AW, Da Costa C, Li CG, et al. Efficacy and safety of a chinese herbal medicine formula (RCM-104) in the management of simple obesity: A randomized, placebo-controlled clinical trial. Evid Based Complement Alternat Med. 2012;2012:435702.", "ArticleIdList": ["PMC3328918", "22550541"]}, {"Citation": "Hasani-Ranjbar S, Jouyandeh Z, Abdollahi M. A systematic review of anti-obesity medicinal plants – An update. J Diabetes Metab Disord. 2013;12:28.", "ArticleIdList": ["PMC3914705", "23777875"]}, {"Citation": "Hughes GD, Aboyade OM, Clark BL, Puoane TR. The prevalence of traditional herbal medicine use among hypertensives living in South African communities. BMC Complement Altern Med. 2013;13:38.", "ArticleIdList": ["PMC3598715", "23414344"]}, {"Citation": "al-Nuaim AA, Bamgboye EA, al-Rubeaan KA, al-Mazrou Y. Overweight and obesity in Saudi Arabian adult population, role of socio-demographic variables. J Community Health. 1997;22:211–23.", "ArticleIdList": ["9178120"]}, {"Citation": "Al-Arifi MN. Availability and needs of herbal medicinal information resources at community pharmacy, Riyadh region, Saudi Arabia. Saudi Pharm J. 2013;21:351–60.", "ArticleIdList": ["PMC3824944", "24227954"]}, {"Citation": "El-Mawla AM, Albarrag AA, Abdallah MA. Herbal medicine use in a group Taif children, Saudi Arabia. Spatula DD. 2013;3:41–4."}, {"Citation": "Jazieh AR, Al Sudairy R, Abulkhair O, Alaskar A, Al Safi F, Sheblaq N, et al. Use of complementary and alternative medicine by patients with cancer in Saudi Arabia. J Altern Complement Med. 2012;18:1045–9.", "ArticleIdList": ["22906212"]}, {"Citation": "Fazelian S, Namazi N, Heshmati J. Self-treatment with anti-obesity medications in overweight and obese women in Tehran-Iran. Res J Recent Sci. 2014;3:23–7."}, {"Citation": "Bertisch SM, Wee CC, McCarthy EP. Use of complementary and alternative therapies by overweight and obese adults. Obesity (Silver Spring) 2008;16:1610–5.", "ArticleIdList": ["PMC2776037", "18451783"]}, {"Citation": "Iso H, Date C, Wakai K, Fukui M, Tamakoshi A JACC Study Group. The relationship between green tea and total caffeine intake and risk for self-reported type 2 diabetes among Japanese adults. Ann Intern Med. 2006;144:554–62.", "ArticleIdList": ["16618952"]}, {"Citation": "Wu CH, Lu FH, Chang CS, Chang TC, Wang RH, Chang CJ. Relationship among habitual tea consumption, percent body fat, and body fat distribution. Obes Res. 2003;11:1088–95.", "ArticleIdList": ["12972679"]}, {"Citation": "Huang J, Wang Y, Xie Z, Zhou Y, Zhang Y, Wan X. The anti-obesity effects of green tea in human intervention and basic molecular studies. Eur J Clin Nutr. 2014;68:1075–87.", "ArticleIdList": ["25074392"]}, {"Citation": "Sushama S, Nandita T. Study on self-medication and self diet-management by women of Indore city, India. Res J Recent Sci. 2012;1:254–356."}, {"Citation": "Martin S, Schneider B, Heinemann L, Lodwig V, Kurth HJ, Kolb H, et al. Self-monitoring of blood glucose in type 2 diabetes and long-term outcome: An epidemiological cohort study. Diabetologia. 2006;49:271–8.", "ArticleIdList": ["16362814"]}, {"Citation": "Amariles P, González LI, Giraldo NA. Prevalence of self-treatment with complementary products and therapies for weight loss: A randomized, cross-sectional study in overweight and obese patients in Colombia. Curr Ther Res Clin Exp. 2006;67:66–78.", "ArticleIdList": ["PMC3966006", "24678084"]}, {"Citation": "Chandrasekaran CV, Vijayalakshmi MA, Prakash K, Bansal VS, Meenakshi J, Amit A. Review article: Herbal approach for obesity management. Am J Plant Sci. 2012;3:1003–14."}, {"Citation": "Simaan JA. Herbal medicine, what physicians need to know. J Med Liban. 2009;57:215–7.", "ArticleIdList": ["20027796"]}]}], "History": [{"Year": "2019", "Month": "2", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2017", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30787774", "PMC6298359", "10.4103/1658-631X.204862", "SJMMS-5-149"]}}]}