{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30792989", "DateCompleted": {"Year": "2019", "Month": "05", "Day": "31"}, "DateRevised": {"Year": "2020", "Month": "02", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "01", "Day": "16"}], "Language": ["eng"], "ELocationID": ["1381989", "10.1155/2019/1381989"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "Evaluation of Polyphenolics Content and Antioxidant Activity in Edible Wild Fruits.", "Pagination": {"StartPage": "1381989", "MedlinePgn": "1381989"}, "Abstract": {"AbstractText": ["Plant diversity is a basic source of food and medicines for the local communities of the Himalayas. Current study was intended to assess polyphenolics content and antioxidant potential in edible wild fruits used as food and to treat various diseases by the inhabitants of Himalayan region of Pakistan. The fruits of 20 plant species were evaluated using standard protocols, whereas information on medicinal uses was gathered through semistructured interviews. Comparatively, <i>Prunus domestica</i> and <i>Rubus ellipticus</i> fruits exhibited highest levels of phenolics and flavonols contents (113.55 ± 0.61 mg GAE/100 g and 200.06 ± 1.57 mg RtE/100 g FW, respectively) in acetone extract. Nevertheless, flavonoids were maximum in the water extract of <i>Rosa moschata</i> (194.82 ± 3.46 mg RtE/100 g FW). Contrary, <i>Duchesnea indica</i> fruit depicted significant potential to scavenge DPPH and H<sub>2</sub>O<sub>2</sub> radicals at 94.66 ± 8.89% in acetone extract and 83.54± 9.37% in water extract, while acetone extract of <i>Rubus ellipticus</i> had maximum potential to reduce ferric ions (133.66 ± 15.00 <i>µ</i>M GAE/100 g FW). Additionally, total antioxidant capacity was highest in the acetone extract of <i>Berberis lycium</i> fruit (332.08 ± 21.90 <i>µ</i>M AAE/100 g FW). The relationships between polyphenolics and antioxidant activity revealed synergistic role of secondary metabolites in the prevention of diseases. Our study revealed that wild fruits consumed by the local communities of Himalayas are rich in health beneficial phytochemicals and hold significant potential to treat chronic diseases, particularly associated with free radicals."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The First Affiliated Hospital/School of Clinical Medicine of Guangdong Pharmaceutical University, Guangzhou 510006, China."}], "LastName": "Shan", "ForeName": "Sharui", "Initials": "S"}, {"Identifier": ["0000-0003-1496-5877"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The First Affiliated Hospital/School of Clinical Medicine of Guangdong Pharmaceutical University, Guangzhou 510006, China."}], "LastName": "Huang", "ForeName": "Xuming", "Initials": "X"}, {"Identifier": ["0000-0003-4445-4293"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Quaid-i-Azam University, Islamabad 45320, Pakistan."}], "LastName": "Shah", "ForeName": "Munir H", "Initials": "MH"}, {"Identifier": ["0000-0001-9978-3866"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Light Industry and Food Science, South China University of Technology, Guangzhou 510641, China."}, {"Identifier": [], "Affiliation": "Department of Environmental Sciences, COMSATS University Islamabad (Abbottabad Campus 22060), Pakistan."}], "LastName": "Abbasi", "ForeName": "Arshad Mehmood", "Initials": "AM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Polyphenols"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["chemistry"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fruit"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": ["chemistry", "therapeutic use"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Edible"}, {"QualifierName": ["chemistry"], "DescriptorName": "Polyphenols"}, {"QualifierName": ["chemistry"], "DescriptorName": "Prunus domestica"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rubus"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hazra B., Sarkar R., Biswas S., Mandal N. Comparative study of the antioxidant and reactive oxygen species scavenging properties in the extracts of the fruits of terminalia chebula, terminalia belerica and emblica officinalis. BMC Complementary and Alternative Medicine. 2010;10(1):p. 20. doi: 10.1186/1472-6882-10-20.", "ArticleIdList": ["10.1186/1472-6882-10-20", "PMC2887379", "20462461"]}, {"Citation": "Abbasi A. M., Shah M. H., Khan M. A. Wild edible vegetables of lesser himalayas. Ethnobotanical and Nutraceutical Aspects. 2015;1", "ArticleIdList": ["PMC3853161", "24034131"]}, {"Citation": "Abbasi A. M., Shah M. H., Li T., Fu X., Guo X., Liu R. H. Ethnomedicinal values, phenolic contents and antioxidant properties of wild culinary vegetables. Journal of Ethnopharmacology. 2015;162:333–345. doi: 10.1016/j.jep.2014.12.051.", "ArticleIdList": ["10.1016/j.jep.2014.12.051", "25571845"]}, {"Citation": "Abbasi A. M., Khan M. A., Khan N., Shah M. H. Ethnobotanical survey of medicinally important wild edible fruits species used by tribal communities of Lesser Himalayas-Pakistan. Journal of Ethnopharmacology. 2013;148(2):528–536. doi: 10.1016/j.jep.2013.04.050.", "ArticleIdList": ["10.1016/j.jep.2013.04.050", "23665057"]}, {"Citation": "Andradecetto A., Heinrich M. From the Field into the Lab: Useful Approaches to Selecting Species Based on Local Knowledge. Frontiers in Pharmacology. 2011;2:p. 20. doi: 10.3389/fphar.2011.00020.", "ArticleIdList": ["10.3389/fphar.2011.00020", "PMC3108584", "21954385"]}, {"Citation": "Turner N. J., Luczaj L. J., Migliorini P., et al. Edible and tended wild plants, traditional ecological knowledge and Agroecology. Critical Reviews in Plant Sciences. 2011;30(1-2):198–225. doi: 10.1080/07352689.2011.554492.", "ArticleIdList": ["10.1080/07352689.2011.554492"]}, {"Citation": "Pieroni A., Nebel S., Santoro R. F., Heinrich M. Food for two seasons: Culinary uses of non-cultivated local vegetables and mushrooms in a south Italian village. International Journal of Food Sciences and Nutrition. 2005;56(4):245–272. doi: 10.1080/09637480500146564.", "ArticleIdList": ["10.1080/09637480500146564", "16096136"]}, {"Citation": "Heinrich M. Ethnobotany and its role in drug development. Phytotherapy Research. 2000;14(7):479–488. doi: 10.1002/1099-1573(200011)14:7<479::AID-PTR958>3.0.CO;2-2.", "ArticleIdList": ["10.1002/1099-1573(200011)14:7<479::AID-PTR958>3.0.CO;2-2", "11054835"]}, {"Citation": "Kaur C., Kapoor H. C. Antioxidants in fruits and vegetables—the millennium's health. International Journal of Food Science & Technology. 2001;36(7):703–725. doi: 10.1046/j.1365-2621.2001.00513.x.", "ArticleIdList": ["10.1046/j.1365-2621.2001.00513.x"]}, {"Citation": "Fang Y.-Z., Yang S., Wu G. Free radicals, antioxidants, and nutrition. Nutrition Journal . 2002;18(10):872–879. doi: 10.1016/s0899-9007(02)00916-4.", "ArticleIdList": ["10.1016/s0899-9007(02)00916-4", "12361782"]}, {"Citation": "Wargovich M. J. Anticancer properties of fruits and vegetables. HortScience. 2000;35(4):573–575."}, {"Citation": "Prior R. L., Cao G. Antioxidant phytochemicals in fruits and vegetables: Diet and health implications. HortScience. 2000;35(4):588–592."}, {"Citation": "Karakaya S., Kavas A. Antimutagenic activities of some foods. Journal of the Science of Food & Agriculture. 1999;79(2):237–242."}, {"Citation": "Cao S.-G., Sim K.-Y., Pereira J., Goh S.-H. Coumarins from Calophyllum teysmannii (Guttiferae) Phytochemistry. 1998;47(6):1051–1055. doi: 10.1016/S0031-9422(98)80071-X.", "ArticleIdList": ["10.1016/S0031-9422(98)80071-X"]}, {"Citation": "Newman D. J., Cragg G. M. Natural products as sources of new drugs over the last 25 years. Journal of Natural Products. 2007;70(3):461–477. doi: 10.1021/np068054v.", "ArticleIdList": ["10.1021/np068054v", "17309302"]}, {"Citation": "Khan M. P. Z., Ahmad M. Traditional preference of Wild Edible Fruits (WEFs) for digestive disorders (DDs) among the indigenous communities of Swat Valley-Pakistan. Journal of Ethnopharmacology. 2015;174(89):339–354. doi: 10.1016/j.jep.2015.08.024.", "ArticleIdList": ["10.1016/j.jep.2015.08.024", "26307359"]}, {"Citation": "Pardo-de-Santayana M., Tardío J., Blanco E., et al. Traditional knowledge of wild edible plants used in the northwest of the Iberian Peninsula (Spain and Portugal): a comparative study. Journal of Ethnobiology and Ethnomedicine. 2007;3(1):p. 27. doi: 10.1186/1746-4269-3-27.", "ArticleIdList": ["10.1186/1746-4269-3-27", "PMC1904191", "17555572"]}, {"Citation": "Abuye C., Urga K., Knapp H., et al. A compositional study of Moringa stenopetala leaves. East African Medical Journal. 2003;80(5):247–252.", "ArticleIdList": ["16167740"]}, {"Citation": "Ji L., Wu J., Gao W., Wei J., Yang J., Guo C. Antioxidant capacity of different fractions of vegetables and correlation with the contents of ascorbic acid, phenolics, and flavonoids. Journal of Food Science. 2011;76(9):C1257–C1261. doi: 10.1111/j.1750-3841.2011.02402.x.", "ArticleIdList": ["10.1111/j.1750-3841.2011.02402.x", "22416686"]}, {"Citation": "Chen Y., Chen G., Fu X., Liu R.-H. Phytochemical profiles and antioxidant activity of different varieties of Adinandra tea (Adinandra Jack) Journal of Agricultural and Food Chemistry. 2015;63(1):169–176. doi: 10.1021/jf503700v.", "ArticleIdList": ["10.1021/jf503700v", "25494237"]}, {"Citation": "Chen Y., Ma X., Fu X., Yan R. Phytochemical content, cellular antioxidant activity and antiproliferative activity of: Adinandra nitida tea (Shiyacha) infusion subjected to in vitro gastrointestinal digestion. RSC Advances. 2017;7(80):50430–50440. doi: 10.1039/C7RA07429H.", "ArticleIdList": ["10.1039/C7RA07429H"]}, {"Citation": "Kumaran A., Joel Karunakaran R. Antioxidant and free radical scavenging activity of an aqueous extract of Coleus aromaticus. Food Chemistry. 2006;97(1):109–114. doi: 10.1016/j.foodchem.2005.03.032.", "ArticleIdList": ["10.1016/j.foodchem.2005.03.032"]}, {"Citation": "Chen Y., Zhang R., Liu C., Zheng X., Liu B. Enhancing antioxidant activity and antiproliferation of wheat bran through steam flash explosion. Journal of Food Science and Technology. 2016;53(7):3028–3034. doi: 10.1007/s13197-016-2274-0.", "ArticleIdList": ["10.1007/s13197-016-2274-0", "PMC5052171", "27765973"]}, {"Citation": "Yu W., Zhao Y., Shu B. The radical scavenging activities of radix puerariae isoflavonoids: a chemiluminescence study. Food Chemistry. 2004;86(4):525–529. doi: 10.1016/j.foodchem.2003.09.005.", "ArticleIdList": ["10.1016/j.foodchem.2003.09.005"]}, {"Citation": "Aiyegoro O. A., Okoh A. I. Preliminary phytochemical screening and In vitro antioxidant activities of the aqueous extract of Helichrysum longifolium DC. BMC Complementary and Alternative Medicine. 2010;10(1):1–8. doi: 10.1186/1472-6882-10-21.", "ArticleIdList": ["10.1186/1472-6882-10-21", "PMC2877649", "20470421"]}, {"Citation": "Prieto P., Pineda M., Aguilar M. Spectrophotometric quantitation of antioxidant capacity through the formation of a phosphomolybdenum complex: specific application to the determination of vitamin E. Analytical Biochemistry. 1999;269(2):337–341. doi: 10.1006/abio.1999.4019.", "ArticleIdList": ["10.1006/abio.1999.4019", "10222007"]}, {"Citation": "Shrestha P. M., Dhillion S. S. Diversity and traditional knowledge concerning wild food species in a locally managed forest in Nepal. Agroforestry Systems. 2006;66(1):55–63. doi: 10.1007/s10457-005-6642-4.", "ArticleIdList": ["10.1007/s10457-005-6642-4"]}, {"Citation": "Ajesh T. P., Naseef S. A. A., Kumuthakalavalli R. Preliminary study on the utilization of wild vegetables by muthuvan tribes of idukki district of kerala, india. International Journal of Applied Biology & Pharmaceutical Technology. 2012;(2)"}, {"Citation": "Khan M. A., Khan M. A., Hussain M., Mujtaba G. An ethnobotanical inventory of himalayan region poonch valley azad kashmir (Pakistan) Ethnobotany Research and Applications . 2010;8:107–124. doi: 10.17348/era.8.0.107-123.", "ArticleIdList": ["10.17348/era.8.0.107-123"]}, {"Citation": "Khan N., Abbasi A. M., Dastagir G., et al. Ethnobotanical and antimicrobial study of some selected medicinal plants used in Khyber Pakhtunkhwa (KPK) as a potential source to cure infectious diseases. BMC Complementary and Alternative Medicine. 2014;14(1):1–10. doi: 10.1186/1472-6882-14-122.", "ArticleIdList": ["10.1186/1472-6882-14-122", "PMC3977958", "24708514"]}, {"Citation": "Juan M. E., González-Pons E., Planas J. M. Multidrug resistance proteins restrain the intestinal absorption of trans-resveratrol in rats. Journal of Nutrition. 2010;140(3):489–495. doi: 10.3945/jn.109.114959.", "ArticleIdList": ["10.3945/jn.109.114959", "20089784"]}, {"Citation": "Temple N. J. Antioxidants and disease: More questions than answers. Nutrition Research. 2000;20(3):449–459. doi: 10.1016/S0271-5317(00)00138-X.", "ArticleIdList": ["10.1016/S0271-5317(00)00138-X"]}, {"Citation": "Liu M., Li X. Q., Weber C., Lee C. Y., Brown J., Liu R. H. Antioxidant and antiproliferative activities of raspberries. Journal of Agricultural and Food Chemistry. 2002;50(10):2926–2930. doi: 10.1021/jf0111209.", "ArticleIdList": ["10.1021/jf0111209", "11982421"]}, {"Citation": "Wolfe K. L., Liu R. H. Structure-activity relationships of flavonoids in the cellular antioxidant activity assay. Journal of Agricultural and Food Chemistry. 2008;56(18):8404–8411. doi: 10.1021/jf8013074.", "ArticleIdList": ["10.1021/jf8013074", "18702468"]}, {"Citation": "Bravo L. Polyphenols: chemistry, dietary sources, metabolism, and nutritional significance. Nutrition Reviews. 1998;56(11):317–333.", "ArticleIdList": ["9838798"]}, {"Citation": "Aliyu A. B., Musa A. M., Oshanimi J. A., Ibrahim H. A., Oyewale A. O. Phytochemical analyses and mineral elements composition of some medicinal plants of northern nigeria. Nigerian Journal of Pharmaceutical Sciences. 2008"}, {"Citation": "Sood P., Modgil R., Sood M. Physico-chemical and nutritional evaluation of indigenous wild fruit Kasmal, Berberis lycium Royle. Indian Journal of Natural Products and Resources (IJNPR) 2010;1(3):362–366."}, {"Citation": "Singh T. P., Singh O. M. Phytochemical and pharmacological profile of Zanthoxylum armatum DC. - An overview. Indian Journal of Natural Products & Resources. 2011;2(3):275–285."}, {"Citation": "Batool F., Sabir S. M., Rocha J. B. T., Shah A. H., Saify Z. S., Ahmed S. D. Evaluation of antioxidant and free radical scavenging activities of fruit extract from Zanthoxylum alatum: A commonly used spice from Pakistan. Pakistan Journal of Botany. 2010;42(6):4299–4311."}, {"Citation": "Seal T. Antioxidant activity of some wild edible plants of meghalaya state of india: A comparison using two solvent extraction systems. International Journal of Nutrition & Metabolism. 2012;(3):51–56."}, {"Citation": "Fu L., Xu B.-T., Xu X.-R., Qin X.-S., Gan R.-Y., Li H.-B. Antioxidant capacities and total phenolic contents of 56 wild fruits from South China. Molecules. 2010;15(12):8602–8617. doi: 10.3390/molecules15128602.", "ArticleIdList": ["10.3390/molecules15128602", "PMC6259166", "21116229"]}, {"Citation": "Lamien-Meda A., Lamien C., Compaoré M., et al. Polyphenol content and antioxidant activity of fourteen wild edible fruits from Burkina Faso. Molecules. 2008;13(3):581–594. doi: 10.3390/molecules13030581.", "ArticleIdList": ["10.3390/molecules13030581", "PMC6245336", "18463567"]}, {"Citation": "Karuppusamy G. M. S., Rajasekaran K. M. Antioxidant activity of selected lesser known edible fruits from western ghats of india. Molecular & Cellular Endocrinology. 2011;19(1):57–67."}, {"Citation": "Sun J., Chu Y.-F., Wu X., Liu R. H. Antioxidant and antiproliferative activities of common fruits. Journal of Agricultural and Food Chemistry. 2002;50(25):7449–7454. doi: 10.1021/jf0207530.", "ArticleIdList": ["10.1021/jf0207530", "12452674"]}, {"Citation": "Escarpa A., González M. C. Approach to the content of total extractable phenolic compounds from different food samples by comparison of chromatographic and spectrophotometric methods. Analytica Chimica Acta. 2001;427(1):119–127. doi: 10.1016/S0003-2670(00)01188-0.", "ArticleIdList": ["10.1016/S0003-2670(00)01188-0"]}, {"Citation": "Lemarchand L. Cancer preventive effects of flavonoids—a review. Biomedicine & Pharmacotherapy. 2002;56(6):296–301.", "ArticleIdList": ["12224601"]}, {"Citation": "Yao L. H., Jiang Y. M., Shi J., et al. Flavonoids in food and their health benefits. Plant Foods for Human Nutrition. 2004;59(3):113–122. doi: 10.1007/s11130-004-0049-7.", "ArticleIdList": ["10.1007/s11130-004-0049-7", "15678717"]}, {"Citation": "Yang J., Liu R. H., Halim L. Antioxidant and antiproliferative activities of common edible nut seeds. LWT - Food Science and Technology. 2009;42(1):1–8. doi: 10.1016/j.lwt.2008.07.007.", "ArticleIdList": ["10.1016/j.lwt.2008.07.007"]}, {"Citation": "Medina-Remón A., Barrionuevo-González A., Zamora-Ros R., et al. Rapid Folin-Ciocalteu method using microtiter 96-well plate cartridges for solid phase extraction to assess urinary total phenolic compounds, as a biomarker of total polyphenols intake. Analytica Chimica Acta. 2009;634(1):54–60. doi: 10.1016/j.aca.2008.12.012.", "ArticleIdList": ["10.1016/j.aca.2008.12.012", "19154810"]}, {"Citation": "Lamuela-Raventós R. M., Singleton V. L., Orthofer R. Analysis of Total Phenols and Other Oxidation Substrates and Antioxidants by Means of Folin-Ciocalteu Reagent. John Wiley & Sons; 1999."}, {"Citation": "Maria R., Fernandes F., Alves R., Debrito E. Free radical-scavenging behaviour of some north-east Brazilian fruits in a DPPH system. Food Chemistry. 2009;114(2):693–695. doi: 10.1016/j.foodchem.2008.09.098.", "ArticleIdList": ["10.1016/j.foodchem.2008.09.098"]}, {"Citation": "Tenore G. C., Novellino E., Basile A. Nutraceutical potential and antioxidant benefits of red pitaya (Hylocereus polyrhizus) extracts. Journal of Functional Foods. 2012;4(1):129–136. doi: 10.1016/j.jff.2011.09.003.", "ArticleIdList": ["10.1016/j.jff.2011.09.003"]}, {"Citation": "Chen Y., Shen Y., Fu X., Abbasi A. M., Yan R. Stir-frying treatments affect the phenolics profiles and cellular antioxidant activity of Adinandra nitida tea (Shiyacha) in daily tea model. International Journal of Food Science & Technology. 2017;52(8):1820–1827. doi: 10.1111/ijfs.13456.", "ArticleIdList": ["10.1111/ijfs.13456"]}, {"Citation": "Huang D., Ou B., Prior R. L. The chemistry behind antioxidant capacity assays. Journal of Agricultural and Food Chemistry. 2005;53(6):1841–1856. doi: 10.1021/jf030723c.", "ArticleIdList": ["10.1021/jf030723c", "15769103"]}, {"Citation": "Ma X., Wu H., Liu L., et al. Polyphenolic compounds and antioxidant properties in mango fruits. Scientia Horticulturae. 2011;129(1):102–107. doi: 10.1016/j.scienta.2011.03.015.", "ArticleIdList": ["10.1016/j.scienta.2011.03.015"]}, {"Citation": "Peng Q., Wei Z., Lau B. H. S. Pycnogenol inhibits tumor necrosis factor-alpha-induced nuclear factor kappa B activation and adhesion molecule expression in human vascular endothelial cells. Cellular and Molecular Life Sciences. 2000;57(5):834–841. doi: 10.1007/s000180050045.", "ArticleIdList": ["10.1007/s000180050045", "10892347"]}, {"Citation": "Aparadh V. T., Naik V. V., Karadge B. A. Antioxidative properties (TPC, DPPH, FRAP, Metal Chelating Ability, Reducing Power and TAC) within some Cleome species. Annali di Botanica. 2012;2:49–56."}, {"Citation": "Motamed S. M., Naghibi F. Antioxidant activity of some edible plants of the Turkmen Sahra region in northern Iran. Food Chemistry. 2010;119(4):1637–1642. doi: 10.1016/j.foodchem.2009.09.057.", "ArticleIdList": ["10.1016/j.foodchem.2009.09.057"]}, {"Citation": "Balaban R. S., Nemoto S., Finkel T. Mitochondria, oxidants, and aging. Cell. 2005;120(4):483–495. doi: 10.1016/j.cell.2005.02.001.", "ArticleIdList": ["10.1016/j.cell.2005.02.001", "15734681"]}, {"Citation": "Shi H., Hudson L. G., Ding W., et al. Arsenite causes DNA damage in keratinocytes via generation of hydroxyl radicals. Chemical Research in Toxicology. 2004;17(7):871–878. doi: 10.1021/tx049939e.", "ArticleIdList": ["10.1021/tx049939e", "15257611"]}, {"Citation": "Alam M. N., Bristi N. J., Rafiquzzaman M. Review on in vivo and in vitro methods evaluation of antioxidant activity. Saudi Pharmaceutical Journal. 2013;21(2):143–152. doi: 10.1016/j.jsps.2012.05.002.", "ArticleIdList": ["10.1016/j.jsps.2012.05.002", "PMC4052538", "24936134"]}, {"Citation": "Miller W. R., Benefield R. G., Tonigan J. S. Enhancing motivation for change in problem drinking: A controlled comparison of two therapist styles. Journal of Consulting and Clinical Psychology. 1993;61(3):455–461. doi: 10.1037//0022-006X.61.3.455.", "ArticleIdList": ["10.1037//0022-006X.61.3.455", "8326047"]}, {"Citation": "Miladi S., Damak M. In vitro antioxidant activities of aloe vera leaf skin extracts. Journal De La Société Chimique De Tunisie. 2008"}, {"Citation": "Benzie I. F. F., Strain J. J. Ferric reducing/antioxidant power assay: direct measure of total antioxidant activity of biological fluids and modified version for simultaneous measurement of total antioxidant power and ascorbic acid concentration. Methods in Enzymology. 1999;299(1):15–27. doi: 10.1016/S0076-6879(99)99005-5.", "ArticleIdList": ["10.1016/S0076-6879(99)99005-5", "9916193"]}, {"Citation": "Meyers K. J., Watkins C. B., Pritts M. P., Liu R. H. Antioxidant and antiproliferative activities of strawberries. Journal of Agricultural and Food Chemistry. 2003;51(23):6887–6892. doi: 10.1021/jf034506n.", "ArticleIdList": ["10.1021/jf034506n", "14582991"]}, {"Citation": "Jan S., Khan M. R., Rashid U., Bokhari J. Assessment of antioxidant potential, total phenolics and flavonoids of different solvent fractions of monotheca buxifolia fruit. Osong Public Health and Research Perspectives. 2013;4(5):246–254. doi: 10.1016/j.phrp.2013.09.003.", "ArticleIdList": ["10.1016/j.phrp.2013.09.003", "PMC3845226", "24298440"]}]}], "History": [{"Year": "2018", "Month": "9", "Day": "4"}, {"Year": "2018", "Month": "12", "Day": "24"}, {"Year": "2018", "Month": "12", "Day": "31"}, {"Year": "2019", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["30792989", "PMC6354156", "10.1155/2019/1381989"]}}]}