{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Candida", "Fluconazole", "Liver transplantation", "Nystatin", "Punica granatum"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30815613", "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.18502/cmm.4.4.382"], "Journal": {"ISSN": "2423-3439", "JournalIssue": {"Volume": "4", "Issue": "4", "PubDate": {"Year": "2018", "Month": "Dec"}}, "Title": "Current medical mycology", "ISOAbbreviation": "Curr Med Mycol"}, "ArticleTitle": "Antifungal effect of the bark and root extracts of <i>Punica granatum</i> on oral <i>Candida</i> isolates.", "Pagination": {"StartPage": "20", "EndPage": "24", "MedlinePgn": "20-24"}, "Abstract": {"AbstractText": ["Oral candidiasis is one of the most common fungal infections in humans. The treatment and prophylaxis of the patients suffering from this infection require the identification of new anti-<i>Candida</i> agents with no side effects or toxicity like medicinal plants. The present study was conducted to compare the antifungal activities of the aqueous, ethanolic, and methanolic extracts of the bark and roots of <i>P. granatum</i> with those of two routine antifungal agents (i.e., fluconazole and nystatin) on oral <i>Candida</i> strains isolated from liver transplant recipients.", "Minimum inhibitory concentrations (MICs) of the ethanolic, methanolic, and aqueous extracts of the bark and root of <i>Punica granatum</i> against <i>C. albicans</i> and <i>C. glabrata</i> isolated from oral cavities were evaluated according to the CLSI M27-A3. All data were analyzed in SPSS (version 16.0) by pairwise comparison and Kruskal-Wallis test.", "The MIC50 and MIC90 values for the methanolic and ethanolic extracts of the bark and root of <i>P. granatum</i> against <i>C. albicans</i> were both obtained as 0.05 mg/ml with the geometric mean (GM) of 0.07. Furthermore, the MIC90 values for the aqueous extracts of bark and root were estimated as 0.05 and 0.2 mg/ml, respectively. With regard to <i>C. glabrata,</i> the MIC50 and MIC90 values for the methanolic and ethanolic extracts of the bark and root were 0.05 mg/ml. However, the MIC90 value for the aqueous extract against this species was obtained as 25 mg/ml. The GM values for the aqueous extracts of the bark and root were 9.49 and 0.32, respectively.", "As the findings indicated, the methanolic and ethanolic extracts of the bark and root of <i>Punica granatum</i> had anti-<i>Candida</i> activities. Therefore, they can be considered as mouthwash or toothpaste to prevent and treat <i>Candida</i> infections in the oral cavity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral and Maxillofacial Medicine, Oral and Dental Disease Research Center, School of Dentistry, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Lavaee", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, School of Dentistry, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Motaghi", "ForeName": "Darya", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Natural Products Chemistry Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Jassbi", "ForeName": "Amir Reza", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Alborzi Clinical Microbiology Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Jafarian", "ForeName": "Hadis", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Alborzi Clinical Microbiology Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Ghasemi", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Alborzi Clinical Microbiology Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Badiee", "ForeName": "Parisa", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Curr Med Mycol", "NlmUniqueID": "101647935", "ISSNLinking": "2423-3420"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akpan A, Morgan R. Oral candidiasis. Postgrad Med J. 2002;78(922):455–9.", "ArticleIdList": ["PMC1742467", "12185216"]}, {"Citation": "Badiee P, Kordbacheh P, Alborzi A, Zakernia M, Haddadi P. Early detection of systemic candidiasis in the whole blood of patients with hematologic malignancies. Jpn J Infect Dis. 2009;62(1):1–5.", "ArticleIdList": ["19168950"]}, {"Citation": "Maheronnaghsh M, Tolouei S, Dehghan P, Chadeganipour M, Yazdi M. Identification of Candida species in patients with oral lesion undergoing chemotherapy along with minimum inhibitory concentration to fluconazole. Adv Biomed Res. 2016;5:132.", "ArticleIdList": ["PMC5025917", "27656601"]}, {"Citation": "Badiee P, Kordbacheh P, Alborzi A, Malekhoseini SA. Invasive fungal infection in renal transplant recipients demonstrated by panfungal polymerase chain reaction. Exp Clin Transplant. 2007;5(1):624–9.", "ArticleIdList": ["17617057"]}, {"Citation": "Kim J, Sudbery P. Candida albicans, a major human fungal pathogen. J Microbiol. 2011;49(2):171–7.", "ArticleIdList": ["21538235"]}, {"Citation": "Badiee P, Choopanizadeh M, Moghadam AG, Nasab AH, Jafarian H, Shamsizadeh A, Soltani J. Antifungal susceptibility patterns of colonized Candida species isolates from immunocompromised pediatric patients in five university hospitals. Iranian journal of microbiology. 2017 ;9(6)", "ArticleIdList": ["PMC5825937", "29487735"]}, {"Citation": "Deihghani Nazhvani A, Haddadi P, Badiee P, Malekhoseini SA, Jafarian H. Antifungal effects of common mouthwashes on Candida strains colonized in the oral cavities of liver transplant recipients in South Iran in 2014. Hepat Mon. 2016;16(1):e31245.", "ArticleIdList": ["PMC4834379", "27110254"]}, {"Citation": "Antifungal medicines. Health Service Executive. 2018.  Available at: URL:  https://www.hse.ie/eng/health/az/a/antifungal-medicines/side-effects-of-antifungal-medicines-.html ; 2018."}, {"Citation": "Badiee P, Badali H, Boekhout T, Diba K, Moghadam AG, Nasab AH, et al. Antifungal susceptibility testing of Candida species isolated from the immunocompromised patients admitted to ten university hospitals in Iran: comparison of colonizing and infecting isolates. BMC Infect Dis. 2017;17:1.", "ArticleIdList": ["PMC5697407", "29157206"]}, {"Citation": "Arun N, Singh DP. Punica granatum: a review on pharmacological and therapeutic properties. Int J Pharm Sci Res. 2012;3(5):1240."}, {"Citation": "Shaygannia E, Bahmani M, Zamanzad B, Rafieian-Kopaei M. A review study on Punica granatum L. J Evid Based Complement Altern Med. 2016;21(3):221–7.", "ArticleIdList": ["26232244"]}, {"Citation": "Heber D, Schulman RN, Seeram NP. Pomegranates: ancient roots to modern medicine. Florida: CRC Press; 2006."}, {"Citation": "Wayne P. Clinical and laboratory standards institute: reference method for broth dilution antifungal susceptibility testing of yeasts; approved standard. Wayne, PA: CLSI Document M27-A3 and Supplement S; 2008."}, {"Citation": "Hafidh RR, Abdulamir AS, Vern LS, Abu Bakar F, Abas F, Jahanshiri F, et al. Inhibition of growth of highly resistant bacterial and fungal pathogens by a natural product. Open Microbiol J. 2011;5:96–106.", "ArticleIdList": ["PMC3171003", "21915230"]}, {"Citation": "Tehranifar A, Selahvarzi Y, Kharrazi M, Bakhsh VJ. High potential of agro-industrial by-products of pomegranate (Punica granatum L) as the powerful antifungal and antioxidant substances. Indust Crops Prod. 2011;34(3):1523–7."}, {"Citation": "Sedigh-Shams M, Badiee P, Adl A, Sarab MD, Abbaszadegan A, Nabavizadeh M. In vitro comparison of antimicrobial effect of sodium hypochlorite solution and Zataria multiflora essential oil as irrigants in root canals contaminated with Candida albicans. J Conserv Dent. 2016;19(1):101–5.", "ArticleIdList": ["PMC4760003", "26957804"]}, {"Citation": "Mardani M, Badiee P, Gharibnavaz M, Jassebi A, Jafarian H, Ghassemi F. Comparison of anti-Candida activities of the ancient plants Lawsonia inermis and Ziziphus spina christi with antifungal drugs in Candida species isolated from oral cavity. J Conserv Dent. 2018;21(4):359–62.", "ArticleIdList": ["PMC6080183", "30122813"]}, {"Citation": "Kaneria MJ, Chanda SV. The effect of sequential fractionation technique on the various efficacies of pomegranate (Punica granatum L) Food Analyt Methods. 2013;6(1):164–75."}, {"Citation": "Singla S, Gupta R, Puri A, Singh V, Roy S. Comparison of anticandidal activity of Punica granatum (Pomegranate) and Lawsonia inermis (Henna leaves): an in vitro study. Int J Dent Res. 2013;1:8–13."}, {"Citation": "Abdollahzadeh SH, Mashouf RY, Mortazavi H, Moghaddam MH, Roozbahani N, Vahedi M. Antibacterial and antifungal activities of Punica granatum peel extracts against oral pathogens. J Dent (Tehran) 2011;8(1):1–6.", "ArticleIdList": ["PMC3184731", "21998800"]}, {"Citation": "Shafighi M, Amjad L, Madani M. In vitro antifungal activity of methanolic extract of various parts of Punica granatum L. Int J Sci Eng Res. 2012;3(12):2229–5518."}, {"Citation": "Yadav M, Khan KK. Antimicrobial activity of some ethnomedicinal plants used by Tribes of Rewa, Madhya Pradesh. Indian J Life Sci. 2012;1(2)"}, {"Citation": "Duraipandiyan V, Ayyanar M, Ignacimuthu S. Antimicrobial activity of some ethnomedicinal plants used by Paliyar tribe from Tamil Nadu, India. BMC Complement Altern Med. 2006;6:1.", "ArticleIdList": ["PMC1621080", "17042964"]}, {"Citation": "Bassiri-Jahromi S, Katiraee F, Hajimahmoodi M, Mostafavi E, Pourshafie MR. In vitro antifungal activity of various Persian cultivars of Punica granatum L extracts against Candida species. Jundishapur J Nat Pharm Prod. 2015;10(3):e19754."}, {"Citation": "Anibal PC, Peixoto IT, Foglio MA, Höfling JF. Antifungal activity of the ethanolic extracts of Punica granatum L and evaluation of the morphological and structural modifications of its compounds upon the cells of Candida spp. Braz J Microbiol. 2013;44(3):839–48.", "ArticleIdList": ["PMC3910198", "24516425"]}, {"Citation": "Voravuthikunchai S, Lortheeranuwat A, Jeeju W, Sririrak T, Phongpaichit S, Supawita T. Effective medicinal plants against enterohaemorrhagic Escherichia coli O157: H7. J Ethnopharmacol. 2004;94(1):49–54.", "ArticleIdList": ["15261962"]}, {"Citation": "Al-Zoreky NS. Antimicrobial activity of pomegranate (Punica granatum L) fruit peels. Int J Food Microbiol. 2009;134(3):244–8.", "ArticleIdList": ["19632734"]}, {"Citation": "Endo EH, Cortez DA, Ueda-Nakamura T, Nakamura CV, Dias Filho BP. Potent antifungal activity of extracts and pure compound isolated from pomegranate peels and synergism with fluconazole against Candida albicans. Res Microbiol. 2010;161(7):534–40.", "ArticleIdList": ["20541606"]}]}], "History": [{"Year": "2019", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30815613", "PMC6386507", "10.18502/cmm.4.4.382"]}}]}