{"PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "OtherAbstract": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "PMID": "30812226", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1094/PDIS.2004.88.9.1045D"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"Volume": "88", "Issue": "9", "PubDate": {"Year": "2004", "Month": "Sep"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Alternaria alternata Causing Stem Blight of Compass Plant (Silphium laciniatum) in Poland.", "Pagination": {"StartPage": "1045", "MedlinePgn": "1045"}, "Abstract": {"AbstractText": ["Compass plant (Silphium laciniatum), like other Silphium species, is a new horticultural plant in Poland. It is grown in gardens and farms as a medicinal, ornamental, and forage crop. For medicinal purposes, leaves, flowers, and rhizomes are harvested. During the summer of 2003, stunted plants with yellowing leaves and reduced inflorescence were observed on fields near Lublin in eastern Poland. Oblong, brown-purplish spots developed on the stems during the month of July. The disease was noticed on approximately 15% of plants. Alternaria alternata was isolated from affected stems onto potato dextrose agar medium. Sterilized seeds of compass plant were sown in sterilized pots with autoclaved soil and maintained at 24°C in a growth chamber with 12 h of light per day. When the plants attained the height of 50 cm, they were artificially inoculated with five isolates of A. alternata obtained from diseased plants collected from the fields near Lublin. Conidial suspensions (1 × 10<sup>5</sup> per ml) with 0.1% amendment of Tween 20 were brushed on one side of the stems with a beaver hairbrush (20 plants per each isolate). Twenty control plants were treated in the same way but with sterile distilled water with Tween 20. Plants were arranged in a completely randomized design. Symptoms of stem necrosis were first detected after 10 days, and after 20 days, all inoculated plants were affected. Control plants remained healthy. A. alternata was reisolated from infected stems. The fungal isolates are deposited in our laboratory. Diseased plants of S. laciniatum have no value as ornamentals and cannot be used for medicinal purposes because of fungal infection. To our knowledge, this is the first report of Alternaria stem blight of compass plant."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Protection and Quarantine, Agricultural University, Leszczynskiego 7, 20-069 Lublin, Poland."}], "Identifier": [], "LastName": "Wagner", "ForeName": "A", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Protection and Quarantine, Agricultural University, Leszczynskiego 7, 20-069 Lublin, Poland."}], "Identifier": [], "LastName": "Jamiolkowska", "ForeName": "A", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2004", "Month": "9", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2004", "Month": "9", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30812226", "10.1094/PDIS.2004.88.9.1045D"]}}], "PubmedBookArticle": []}