{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anti-nutrient", "essential oil composition", "mineral content", "proximate composition", "vitamins"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30823426", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "02", "Day": "28"}], "Language": ["eng"], "ELocationID": ["51", "10.3390/plants8030051"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "8", "Issue": "3", "PubDate": {"Year": "2019", "Month": "Feb", "Day": "28"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Comparison of the Proximate Composition, Vitamins (Ascorbic Acid, α-Tocopherol and Retinol), Anti-Nutrients (Phytate and Oxalate) and the GC-MS Analysis of the Essential Oil of the Root and Leaf of <i>Rumex crispus</i> L.", "Abstract": {"AbstractText": ["Medicinal plants are a pertinent and effective remedy, employed in indigenous healthcare systems by traditional healers. This study focused on proximate parameters, minerals, vitamins, anti-nutrients and essential oil of the root and leaf of the medicinal plant; <i>R. crispus</i>, using the standard food analysis techniques. The result reveals that the moisture content of the leaf (7.57 ± 0.40%) and root (7.59 ± 0.08%) was not significantly different. The leaf has a higher ash, crude fat, fibre and mineral content than the root, except the carbohydrate (57.74 ± 3.06%) and Ca (1190.0 ± 0 mg/100g) values which are quite higher in the root. Traces of phytate was found in the leaf (1.15 ± 0.74%) and root (1.38 ± 0.27%) of <i>R. crispus</i>. The highest value of retinol, ascorbic acid and α-tocopherol was found in dried leaf (1.29 ± 0.014 mg retinol/100g), fresh leaf (159.73 ± 26.77 mg ascorbic acid/100g) and fresh root (54.90 ± 0.39 mg α-tocopherol/100g) respectively. The principal compound in the essential oil of the leaf are; 5-Eicosene, (E)-, docos-1-ene, trans-5-Octadecene, tetradecane while those found in the root are; 1-Heptacosanol, 4-Methyloctane, ethylcyclohexane, eucalyptol, m-Xylene, octadecane, phytol, and tetradecane. The research reveals that <i>R. crispus</i> may not only be used for medicinal purposes but could also be suitable for a complementary diet."]}, "AuthorList": [{"Identifier": ["0000-0002-8053-4824"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Economic Development (MPED) Research Centre, Department of Botany, University of Fort Hare, Alice 5700, South Africa. dayoamed@yahoo.com."}], "LastName": "Idris", "ForeName": "Oladayo Amed", "Initials": "OA"}, {"Identifier": ["0000-0002-0246-0030"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Economic Development (MPED) Research Centre, Department of Botany, University of Fort Hare, Alice 5700, South Africa. owintola@ufh.ac.za."}], "LastName": "Wintola", "ForeName": "Olubunmi Abosede", "Initials": "OA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Economic Development (MPED) Research Centre, Department of Botany, University of Fort Hare, Alice 5700, South Africa. aafolayan@ufh.ac.za."}], "LastName": "Afolayan", "ForeName": "Anthony Jide", "Initials": "AJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Rivera J.O., Loya A.M., Ceballos R. Use of Herbal Medicines and Implications for Conventional Drug Therapy Medical Sciences. Altern. Integr. Med. 2013;2:1–6. doi: 10.4172/2327-5162.1000130.", "ArticleIdList": ["10.4172/2327-5162.1000130"]}, {"Citation": "Soares M.O., Alves R.C., Pires P.C., Oliveira M.B.P.P., Vinha A.F. Angolan Cymbopogon citratus used for therapeutic benefits: Nutritional composition and influence of solvents in phytochemicals content and antioxidant activity of leaf extracts. Food Chem. Toxicol. 2013;60:413–418. doi: 10.1016/j.fct.2013.07.064.", "ArticleIdList": ["10.1016/j.fct.2013.07.064", "23911554"]}, {"Citation": "Kujawska M., Hilgert I.N., Keller A.H., Gil G. Medicinal Plant Diversity and Inter-Cultural Interactions between Indigenous Guarani, Criollos and Polish Migrants in the Subtropics of Argentina. PLoS ONE. 2017;12 doi: 10.1371/journal.pone.0169373.", "ArticleIdList": ["10.1371/journal.pone.0169373", "PMC5226798", "28076407"]}, {"Citation": "Morris B. Medical herbalism in Malawi. Anthropol. Med. 2011;18:245–255. doi: 10.1080/13648470.2011.591200.", "ArticleIdList": ["10.1080/13648470.2011.591200", "21810040"]}, {"Citation": "Júnior W.S.F., Nascimento A.L.B., Ramos M.A., de Medeiros P.M., Soldati G.T., Santoro F.R., Reyes-García V., Albuquerque U.P. Evolutionary Ethnobiology. Springer International Publishing; Cham, Germany: 2015. Resilience and Adaptation in Social-Ecological Systems; pp. 105–119."}, {"Citation": "de Medeiros P.M., Ladio A.H., Albuquerque U.P. Local Criteria for Medicinal Plant Selection. Evol. Ethnobiol. 2015:149–162. doi: 10.1007/978-3-319-19917-7_11.", "ArticleIdList": ["10.1007/978-3-319-19917-7_11"]}, {"Citation": "de Medeiros P.M., Albuquerque U.P. Evolutionary Ethnobiology. Springer International Publishing; Cham, Germany: 2015. Use Patterns of Medicinal Plants by Local Populations; pp. 163–174."}, {"Citation": "Wegiera M., Kosikowska U., Malm A., Smolarz H. Antimicrobial activity of the extracts from fruits of Rumex L. species. Open Life Sci. 2011;6:1036–1043. doi: 10.2478/s11535-011-0066-0.", "ArticleIdList": ["10.2478/s11535-011-0066-0"]}, {"Citation": "Idris O.A., Wintola O.A., Afolayan A.J. Phytochemical and antioxidant activities of Rumex crispus L. in treatment of gastrointestinal helminths in Eastern Cape Province, South Africa. Asian Pac. J. Trop. Biomed. 2017;7:1071–1078. doi: 10.1016/j.apjtb.2017.10.008.", "ArticleIdList": ["10.1016/j.apjtb.2017.10.008"]}, {"Citation": "Orbán-Gyapai O., Liktor-Busa E., Kúsz N., Stefkó D., Urbán E., Hohmann J., Vasas A. Antibacterial screening of Rumex species native to the Carpathian Basin and bioactivity-guided isolation of compounds from Rumex aquaticus. Fitoterapia. 2017;118:101–106. doi: 10.1016/j.fitote.2017.03.009.", "ArticleIdList": ["10.1016/j.fitote.2017.03.009", "28300698"]}, {"Citation": "Mostafa H.A.M., Elbakry A.A., Eman A.A. Evaluation of antibacterial and antioxidant activities of different plant parts of Rumex vesicarius L. (polygonaceae) Int. J. Pharm. Pharm. Sci. 2011;3:109–118."}, {"Citation": "Günaydin K., Topçu G., Ion R.M. 1, 5-Dihydroxyanthraquinones and an anthrone from roots of Rumex crispus. Nat. Prod. Lett. 2002;16:65–70. doi: 10.1080/1057563029001/4872.", "ArticleIdList": ["10.1080/1057563029001/4872", "11942685"]}, {"Citation": "Vasas A., Orbán-Gyapai O., Hohmann J. The Genus Rumex: Review of traditional uses, phytochemistry and pharmacology. J. Ethnopharmacol. 2015;175:198–228. doi: 10.1016/j.jep.2015.09.001.", "ArticleIdList": ["10.1016/j.jep.2015.09.001", "26384001"]}, {"Citation": "Millezi A.F., Caixeta D.S., Rossoni D.F., Cardoso M. das G.; Piccoli, R.H. In vitro antimicrobial properties of plant essential oils thymus vulgaris, cymbopogon citratus and laurus nobilis against five important foodborne pathogens. Food Sci. Technol. 2012;32:167–172. doi: 10.1590/S0101-20612012005000021.", "ArticleIdList": ["10.1590/S0101-20612012005000021"]}, {"Citation": "Larayetan R.A., Okoh O.O., Sadimenko A., Okoh A.I. Terpene constituents of the aerial parts, phenolic content, antibacterial potential, free radical scavenging and antioxidant activity of Callistemon citrinus (Curtis) Skeels (Myrtaceae) from Eastern Cape Province of South Africa. BMC Complement. Altern. Med. 2017;17:292. doi: 10.1186/s12906-017-1804-2.", "ArticleIdList": ["10.1186/s12906-017-1804-2", "PMC5460465", "28583128"]}, {"Citation": "Marongiu B., Piras A., Porcedda S., Falconieri D., Maxia A., Gonclves M.J., Cavaleiro C., Salgueiro L. Chemical composition and biological assays of essential oils of Calamintha nepeta (L.) Savi subsp. nepeta (Lamiaceae) Nat. Prod. Res. 2010;24:1734–1742. doi: 10.1080/14786410903108944.", "ArticleIdList": ["10.1080/14786410903108944", "20981614"]}, {"Citation": "Ogundola A.F., Bvenura C., Afolayan A.J. Nutrient and Antinutrient Compositions and Heavy Metal Uptake and Accumulation in S. nigrum Cultivated on Different Soil Types. Sci. World J. 2018;2018:1–20. doi: 10.1155/2018/5703929.", "ArticleIdList": ["10.1155/2018/5703929", "PMC5822905", "29576752"]}, {"Citation": "Sorrenti G., Masiello C.A., Dugan B., Toselli M. Biochar physico-chemical properties as affected by environmental exposure. Sci. Total Environ. 2016;563–564:237–246. doi: 10.1016/j.scitotenv.2016.03.245.", "ArticleIdList": ["10.1016/j.scitotenv.2016.03.245", "27135586"]}, {"Citation": "Paetsch L., Mueller C.W., Rumpel C., Angst Š., Wiesheu A.C., Girardin C., Ivleva N.P., Niessner R., Kögel-Knabner I. A multi-technique approach to assess the fate of biochar in soil and to quantify its effect on soil organic matter composition. Org. Geochem. 2017;112:177–186. doi: 10.1016/j.orggeochem.2017.06.012.", "ArticleIdList": ["10.1016/j.orggeochem.2017.06.012"]}, {"Citation": "Jimoh M.O., Afolayan A.J., Lewu F.B. Suitability of Amaranthus species for alleviating human dietary deficiencies. S. Afr. J. Bot. 2018;115:65–73. doi: 10.1016/j.sajb.2018.01.004.", "ArticleIdList": ["10.1016/j.sajb.2018.01.004"]}, {"Citation": "Association of Official Analytical Chemist (AOAC) Official Methods of Analysis of AOAC International. AOAC; Washinton, DC, USA: 2016."}, {"Citation": "Van Soest P.J., Robertson J.B., Lewis B.A. Methods for Dietary Fiber, Neutral Detergent Fiber, and Nonstarch Polysaccharides in Relation to Animal Nutrition. J. Dairy Sci. 1991;74:3583–3597. doi: 10.3168/jds.S0022-0302(91)78551-2.", "ArticleIdList": ["10.3168/jds.S0022-0302(91)78551-2", "1660498"]}, {"Citation": "Unuofin J.O., Otunola G.A., Afolayan A.J. Nutritional evaluation of Kedrostis africana (L.) Cogn: An edible wild plant of South Africa. Asian Pac. J. Trop. Biomed. 2017;7:443–449. doi: 10.1016/j.apjtb.2017.01.016.", "ArticleIdList": ["10.1016/j.apjtb.2017.01.016"]}, {"Citation": "Bouba A.A., Njintang N.Y., Foyet H.S., Scher J., Montet D., Mbofung C.M.F. Proximate Composition, Mineral and Vitamin Content of Some Wild Plants Used as Spices in Cameroon. Food Nutr. Sci. 2012;03:423–432. doi: 10.4236/fns.2012.34061.", "ArticleIdList": ["10.4236/fns.2012.34061"]}, {"Citation": "Aina V.O., Sambo B., Zakari A., Haruna H.M., Umar H., Akinboboye R.M., Mohammed A. Determination of nutritional and anti-nutrient content of Vitis vinifera (Grapes) grown in Bomo (Area C) Zaria, Nigeria. Adv. J. Food Sci. Technol. 2012;4:445–448."}, {"Citation": "Njoku N.E., Ubbaonu C.N., Alagbaoso S.O., Eluchie C.N., Umelo M.C. Amino acid profile and oxidizable vitamin content of Synsepalum dulcificum berry (miracle fruit) pulp. Food Sci. Nutr. 2015;3:252–256. doi: 10.1002/fsn3.213.", "ArticleIdList": ["10.1002/fsn3.213", "PMC4431793", "25988000"]}, {"Citation": "Chen J., Liu Z., Fan S., Yang D., Zheng P., Shao W., Qi Z., Xu X., Li Q., Mu J., et al. Combined Application of NMR- and GC-MS-Based Metabonomics Yields a Superior Urinary Biomarker Panel for Bipolar Disorder. Sci. Rep. 2015;4:5855. doi: 10.1038/srep05855.", "ArticleIdList": ["10.1038/srep05855", "PMC5376169", "25068480"]}, {"Citation": "Elhassan M.A., Hoyam H.A., Samia H.A., Salwa M.K. GC.MS Analysis of Pumpkin Seeds (Cucurbita maxima, Cucurbitaceae) Arch. Bus. Res. 2018;6:1–9."}, {"Citation": "Raman V.B., Saradhi P.M., Rao N.B., Vamsi Krishna N.A. Antibacterial, antioxidant activity and GC-MS analysis of Eupatorium odoratum. Asian J. Pharm. Clin. Res. 2012;5:99–106."}, {"Citation": "Elison C., Lien E.J., Zinger A.P., Hussain M., Tong G.L., Golden M. CNS Activities of Lactam Derivatives. J. Pharm. Sci. 1971;60:1058–1062. doi: 10.1002/jps.2600600712.", "ArticleIdList": ["10.1002/jps.2600600712", "4398902"]}, {"Citation": "Filipiak W., Sponring A., Mikoviny T., Ager C., Schubert J., Miekisch W., Amann A., Troppmair J. Release of volatile organic compounds (VOCs) from the lung cancer cell line CALU-1 in vitro. Cancer Cell Int. 2008;8:17. doi: 10.1186/1475-2867-8-17.", "ArticleIdList": ["10.1186/1475-2867-8-17", "PMC2639533", "19025629"]}, {"Citation": "Yogeswari S., Ramalakshmi S., Neelavathy R., Muthumary J. Identification and Comparative Studies of Different Volatile Fractions from Monochaetia kansensis by GCMS Centre for Advanced Studies in Botany, University of Madras. Glob. J. Pharmacol. 2012;6:65–71."}, {"Citation": "Akpuaka A., Ekwenchi M.M., Dashak D.A., Dildar A. Biological activities of characterized isolates of n-hexane extract of Azadirachta indica A. Juss (Neem) leaves. Nat. Sci. 2013;11:141–147."}, {"Citation": "Mou Y., Meng J., Fu X., Wang X., Tian J., Wang M., Peng Y., Zhou L. molecules Antimicrobial and Antioxidant Activities and Effect of 1-Hexadecene Addition on Palmarumycin C 2 and C 3 Yields in Liquid Culture of Endophytic Fungus Berkleasmium sp. Dzf12. Molecules. 2013;18:15587–15599. doi: 10.3390/molecules181215587.", "ArticleIdList": ["10.3390/molecules181215587", "PMC6270283", "24352015"]}, {"Citation": "Bhowal M., Gopal M. Eucalyptol: Safety and Pharmacological Profile. J. Pharm. Sci. 2015;5:125–131. doi: 10.5530/rjps.2015.4.2.", "ArticleIdList": ["10.5530/rjps.2015.4.2"]}, {"Citation": "Luna J.M., Rufino R.D., Sarubbo L.A., Campos-Takaki G.M. Characterisation, surface properties and biological activity of a biosurfactant produced from industrial waste by Candida sphaerica UCP0995 for application in the petroleum industry. Colloids Surf. B Biointerfaces. 2013;102:202–209. doi: 10.1016/j.colsurfb.2012.08.008.", "ArticleIdList": ["10.1016/j.colsurfb.2012.08.008", "23006562"]}, {"Citation": "Lang S. Biological amphiphiles (microbial biosurfactants) Curr. Opin. Colloid Interface Sci. 2002;7:12–20. doi: 10.1016/S1359-0294(02)00007-9.", "ArticleIdList": ["10.1016/S1359-0294(02)00007-9"]}, {"Citation": "Ramalingam S., Ali M.M., George G., Manthiri A.A., Periandy S. Vibrational investigation on pharmaceutical activity of m-xylene-4-sulphonic acid by quantum computational and experimental support. J. Taibah Univ. Sci. 2018;12:87–103. doi: 10.1080/16583655.2018.1451115.", "ArticleIdList": ["10.1080/16583655.2018.1451115"]}, {"Citation": "Abubakar M., Majinda R. GC-MS Analysis and Preliminary Antimicrobial Activity of Albizia adianthifolia (Schumach) and Pterocarpus angolensis (DC) Medicines. 2016;3:3. doi: 10.3390/medicines3010003.", "ArticleIdList": ["10.3390/medicines3010003", "PMC5456228", "28930113"]}, {"Citation": "Girija S., Duraipandiyan V., Kuppusamy P.S., Gajendran H., Rajagopal R. Chromatographic Characterization and GC-MS Evaluation of the Bioactive Constituents with Antimicrobial Potential from the Pigmented Ink of Loligo duvauceli. Int. Sch. Res. Not. 2014;2014:1–7. doi: 10.1155/2014/820745.", "ArticleIdList": ["10.1155/2014/820745", "PMC4897200", "27437466"]}, {"Citation": "Mujeeb F., Bajpai P., Pathak N. Phytochemical evaluation, antimicrobial activity, and determination of bioactive components from leaves of Aegle marmelos. BioMed Res. Int. 2014;2014 doi: 10.1155/2014/497606.", "ArticleIdList": ["10.1155/2014/497606", "PMC4037574", "24900969"]}, {"Citation": "Kavitha R., Uduman M.A.M. Identification Of Bioactive Components And Its Biological Activities Of Abelmoschas moschatus Flower Extrtact-A Gc-Ms Study. IOSR J. Appl. Chem. 2017;10:19–22. doi: 10.9790/5736-1011011922.", "ArticleIdList": ["10.9790/5736-1011011922"]}, {"Citation": "Marchese A., Arciola C.R., Barbieri R., Silva A.S., Nabavi S.F., Sokeng A.J.T., Izadi M., Jafari N.J., Suntar I., Daglia M., et al. Update on monoterpenes as antimicrobial agents: A particular focus on p-cymene. Materials. 2017;10:947. doi: 10.3390/ma10080947.", "ArticleIdList": ["10.3390/ma10080947", "PMC5578313", "28809799"]}, {"Citation": "French K.E., Harvey J., McCullagh J.S.O. Targeted and Untargeted Metabolic Profiling of Wild Grassland Plants identifies Antibiotic and Anthelmintic Compounds Targeting Pathogen Physiology, Metabolism and Reproduction. Sci. Rep. 2018;8:1695. doi: 10.1038/s41598-018-20091-z.", "ArticleIdList": ["10.1038/s41598-018-20091-z", "PMC5786025", "29374230"]}, {"Citation": "Hammond S.T., Brown J.H., Burger J.R., Flanagan T.P., Fristoe T.S., Mercado-Silva N., Nekola J.C., Okie J.G. Food Spoilage, Storage, and Transport: Implications for a Sustainable Future. Bioscience. 2015;65:758–768. doi: 10.1093/biosci/biv081.", "ArticleIdList": ["10.1093/biosci/biv081"]}, {"Citation": "Hameed I., Dastagir G. Nutritional analyses of Rumex hastatus D. Don, Rumex dentatus Linn and Rumex nepalensis Spreng. Afr. J. Biotechnol. 2009;8:4131–4133."}, {"Citation": "Nagao K., Yanagita T. Medium-chain fatty acids: Functional lipids for the prevention and treatment of the metabolic syndrome. Pharmacol. Res. 2010;61:208–212. doi: 10.1016/j.phrs.2009.11.007.", "ArticleIdList": ["10.1016/j.phrs.2009.11.007", "19931617"]}, {"Citation": "Elhayany A., Lustman A., Abel R., Attal-Singer J., Vinker S. A low carbohydrate Mediterranean diet improves cardiovascular risk factors and diabetes control among overweight patients with type 2 diabetes mellitus: A 1-year prospective randomized intervention study. Diabetes Obes. Metab. 2010;12:204–209. doi: 10.1111/j.1463-1326.2009.01151.x.", "ArticleIdList": ["10.1111/j.1463-1326.2009.01151.x", "20151996"]}, {"Citation": "Bauer J., Biolo G., Cederholm T., Cesari M., Cruz-Jentoft A.J., Morley J.E., Phillips S., Sieber C., Stehle P., Teta D., et al. Evidence-Based Recommendations for Optimal Dietary Protein Intake in Older People: A Position Paper From the PROT-AGE Study Group. J. Am. Med. Dir. Assoc. 2013;14:542–559. doi: 10.1016/j.jamda.2013.05.021.", "ArticleIdList": ["10.1016/j.jamda.2013.05.021", "23867520"]}, {"Citation": "EFSA EFSA Panel on Dietetic Products, Nutrition, and Allergies (NDA) Scientific Opinion on Dietary Reference Values for protein. EFSA J. 2012;10:2557. doi: 10.2903/j.efsa.2012.2557.", "ArticleIdList": ["10.2903/j.efsa.2012.2557"]}, {"Citation": "Rodriguez N.R. Introduction to Protein Summit 2.0: Continued exploration of the impact of high-quality protein on optimal health. Am. J. Clin. Nutr. 2015;101:1317S–1319S. doi: 10.3945/ajcn.114.083980.", "ArticleIdList": ["10.3945/ajcn.114.083980", "25926510"]}, {"Citation": "Alkarawi H.H., Zotz G. Phytic acid in green leaves of herbaceous plants-temporal variation in situ and response to different nitrogen/phosphorus fertilizing regimes. AoB Plants. 2014;6:1–7. doi: 10.1093/aobpla/plu048.", "ArticleIdList": ["10.1093/aobpla/plu048", "PMC4174910", "25125697"]}, {"Citation": "Kumar V., Sinha A.K., Makkar H.P.S., Becker K. Dietary roles of phytate and phytase in human nutrition: A review. Food Chem. 2010;120:945–959. doi: 10.1016/j.foodchem.2009.11.052.", "ArticleIdList": ["10.1016/j.foodchem.2009.11.052"]}, {"Citation": "Nakata P.A. Plant calcium oxalate crystal formation, function, and its impact on human health. Front. Biol. 2012;7:254–266. doi: 10.1007/s11515-012-1224-0.", "ArticleIdList": ["10.1007/s11515-012-1224-0"]}, {"Citation": "Morales P., Ferreira I.C.F.R., Carvalho A.M., Sánchez-Mata M.C., Cámara M., Fernández-Ruiz V., Pardo-de-Santayana M., Tardío J. Mediterranean non-cultivated vegetables as dietary sources of compounds with antioxidant and biological activity. LWT Food Sci. Technol. 2014;55:389–396. doi: 10.1016/j.lwt.2013.08.017.", "ArticleIdList": ["10.1016/j.lwt.2013.08.017"]}, {"Citation": "Guil J.L., Torija M.E., Giménez J.J., Rodríguez-García I., Giménez A. Oxalic Acid and Calcium Determination in Wild Edible Plants. J. Agric. Food Chem. 1996;44:1821–1823. doi: 10.1021/jf950472a.", "ArticleIdList": ["10.1021/jf950472a"]}, {"Citation": "EFSA EFSA Panel on Dietetic Products, Nutrition, and Allergies (NDA) Scientific Opinion on Dietary Reference Values for vitamin A. EFSA J. 2015;13:4028. doi: 10.2903/j.efsa.2015.4028.", "ArticleIdList": ["10.2903/j.efsa.2015.4028"]}, {"Citation": "Juraschek S.P., Guallar E., Appel L.J., Iii E.R.M. Effects of vitamin C supplementation on blood pressure: A meta-analysis of randomized controlled trials. Am. J. Clin. Nutr. 2012;4:1079–1088. doi: 10.3945/ajcn.111.027995.", "ArticleIdList": ["10.3945/ajcn.111.027995", "PMC3325833", "22492364"]}, {"Citation": "Frei B., Trabe M.G. The new US Dietary Reference Intakes for vitamins C and E. Redox Rep. 2001;6:5–9. doi: 10.1179/135100001101535978.", "ArticleIdList": ["10.1179/135100001101535978", "11333117"]}, {"Citation": "Työppönen J.T., Hakkarainen R.V.J. Thermal Stability of Vitamin E in Barley. Acta Agric. Scand. 1985;35:136–138. doi: 10.1080/00015128509435767.", "ArticleIdList": ["10.1080/00015128509435767"]}, {"Citation": "Miyazawa M., Kameoka H. Constituents of Essential Oil from Rumex crispus. J. Jpn. Oil Chem. Soc. 1983;32:45–47. doi: 10.5650/jos1956.32.45.", "ArticleIdList": ["10.5650/jos1956.32.45"]}]}], "History": [{"Year": "2018", "Month": "12", "Day": "1"}, {"Year": "2019", "Month": "1", "Day": "11"}, {"Year": "2019", "Month": "1", "Day": "17"}, {"Year": "2019", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "2", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["30823426", "PMC6473742", "10.3390/plants8030051", "plants8030051"]}}]}