{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Maputo", "Mozambique", "commodification of self-performance", "medicines", "mixed-methods", "performance enhancement", "pharmaceuticalisation"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30847964", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "19"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "03", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1111/1467-9566.12880"], "Journal": {"ISSN": "1467-9566", "JournalIssue": {"Volume": "41", "Issue": "6", "PubDate": {"Year": "2019", "Month": "Jul"}}, "Title": "Sociology of health & illness", "ISOAbbreviation": "Sociol Health Illn"}, "ArticleTitle": "Beyond health: medicines, food supplements, energetics and the commodification of self-performance in Maputo.", "Pagination": {"StartPage": "1005", "EndPage": "1022", "MedlinePgn": "1005-1022"}, "Abstract": {"AbstractText": ["With an increasing range of products in global and local markets, more options are available for individuals to enhance their image and their (cognitive, social and physical) performance. These 'performance consumptions' relate to ideals of well-being and improvement, and are based on constructed desires, expectations and needs that go beyond the (often blurred) dichotomy of health and illness. Drawing from mixed-methods research in Maputo, Mozambique, this paper discusses individuals' use of medicines and other substances - pharmaceuticals, food supplements, traditional herbs, cosmetics and energy drinks - for managing different aspects of their everyday lives. Through an overview of the main consumption practices, we explore the underlying purposes and strategies of users, and the perceived legitimacy and risks involved when using a variety of products accessible through formal and informal exchange channels. From tiredness to sexual and aesthetic management, we show how the body becomes the locus of experimentation and investment to perform in accordance with socially expected roles, individual aspirations and everyday tasks. With insights from individuals' accounts in Maputo, we aim to add to discussions on pharmaceuticalisation of body management by showing how the emergence of new performance consumptions is articulated with the reconfiguration of more 'traditional' consumption practices."], "CopyrightInformation": "© 2019 The Authors. Sociology of Health & Illness published by John Wiley & Sons Ltd on behalf of Foundation for SHIL."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anthropology, Amsterdam Institute for Social Science Research, University of Amsterdam, Amsterdam, The Netherlands."}, {"Identifier": [], "Affiliation": "Department of Sociology, Eduardo Mondlane University, Maputo, Mozambique."}], "LastName": "F Rodrigues", "ForeName": "Carla", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto Universitário de Lisboa (ISCTE-IUL), Centro de Investigação e Estudos de Sociologia (CIES-IUL), Lisbon, Portugal."}, {"Identifier": [], "Affiliation": "Instituto Universitário Egas Moniz - Centro de Investigação Interdisciplinar Egas Moniz (CiiEM), Almada, Portugal."}], "LastName": "Lopes", "ForeName": "Noémia", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anthropology, Amsterdam Institute for Social Science Research, University of Amsterdam, Amsterdam, The Netherlands."}], "LastName": "Hardon", "ForeName": "Anita", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sociol Health Illn", "NlmUniqueID": "8205036", "ISSNLinking": "0141-9889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Performance-Enhancing Substances"}, {"RegistryNumber": "0", "NameOfSubstance": "Pharmaceutical Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Commodification"}, {"QualifierName": [], "DescriptorName": "Dietary Supplements"}, {"QualifierName": [], "DescriptorName": "Energy Drinks"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mozambique"}, {"QualifierName": [], "DescriptorName": "Performance-Enhancing Substances"}, {"QualifierName": [], "DescriptorName": "Pharmaceutical Preparations"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aboim, S. (2009) Men between worlds – changing masculinities in urban Maputo, Men and Masculinities, 12, 2, 201–24."}, {"Citation": "Arnfred, S. (2011) Sexuality and Gender Politics in Mozambique: Rethinking Gender in Africa. Woodbridge: James Currey."}, {"Citation": "Bagnol, B. and Mariano, E. (2011) Género, sexualidade e práticas vaginais (Gender, Sexuality and Vaginal Practices). Maputo: DAA/FLCS/UEM."}, {"Citation": "Barros, D. and Ortega, F. (2011) Metilfenidato e Aprimoramento Cognitivo Farmacológico: representações sociais de universitários (Methylphenidate and cognitive pharmaceutical improvement: social representations among university students), Saúde e Sociedade, 20, 2, 350–62."}, {"Citation": "Blay, Y. (2011) Skin bleaching and global white supremacy: by way of introduction, The Journal of Pan African Studies, 4, 4, 4–46."}, {"Citation": "Boek, F. and Honwana, A. (2005) Introduction: Children & Youth in Africa: agency, identity and place. In Honwana A. and Boek F. (eds) Makers & Breakers – Children & Youth in Postcolonial Africa, pp. 1–18. Oxford: James Currey."}, {"Citation": "Both, R. (2016) A matter of sexual confidence: young men's nonprescription use of Viagra in Addis Ababa, Ethiopia, Culture, Health & Sexuality, 16, 5, 495–508.", "ArticleIdList": ["26555512"]}, {"Citation": "Brickell, C. (2003) Performativity or performance? Clarifications in the sociology of gender, New Zealand Sociology, 18, 2, 158–78."}, {"Citation": "Butler, J. (1990) Gender Trouble: Feminism and the Subversion of Identity. New York: Routledge."}, {"Citation": "Cakic, V. (2009) Smart drugs for cognitive enhancement: ethical and pragmatic considerations in the era of cosmetic neurology, Journal of Medical Ethics, 35, 611–5.", "ArticleIdList": ["19793941"]}, {"Citation": "Clamote, T.C. (2015) Reverberações da medicalização: paisagens e trajetórias informacionais em consumos de performance, Sociologia, Revista FLUP, 24, 35–57."}, {"Citation": "Coli, A. , Silva, M. and Nakasu, M. (2016) Uso não Prescrito de Metilfenidato entre Estudantes de uma Faculdade de Medicina do Sul de Minas Gerais (Non‐prescription use of methylphenidate among students of a medical school in the Southern of Minas Gerais State), Revista Ciências em Saúde, 6, 3."}, {"Citation": "Coveney, C. (2012) Cognitive enhancement? Exploring Modafinil use in social context In Pickersgill M. and Keulen I. (eds) Sociological Reflections on the Neurosciences, pp 203–28. Bingley: Emerald."}, {"Citation": "Coveney, C. , Jonathan, G. and Williams, S. (2011) The sociology of cognitive enhancement: medicalisation and beyond, Health Sociology Review, 20, 4, 381–93."}, {"Citation": "Crawford, R. (1980) Healthism and the medicalization of everyday life, International Journal of Health Services, 10, 3, 365–88.", "ArticleIdList": ["7419309"]}, {"Citation": "Faria, I. (2016) Therapeutic navigations – national and transnational quests for fertility among Mozambican women and men. PhD thesis, University of Amsterdam."}, {"Citation": "Featherstone, M. (1982) The body in consumer culture, Theory, Culture & Society, 1, 2, 18–33."}, {"Citation": "Flower, R. (2004) Lifestyle drugs: pharmacology and the social agenda, Trends in Pharmacological Sciences, 25, 4, 182–5.", "ArticleIdList": ["15063081"]}, {"Citation": "Garfinkel, H. (1967) Studies in Ethnomethodology. Malden: Blackwell."}, {"Citation": "Giddens, A. (1990) Consequences of Modernity. Cambridge: Polity Press."}, {"Citation": "Giddens, A. (1991) Modernity and Self‐Identity: Self and Society in the Late Modern Age. Cambridge: Polity Press."}, {"Citation": "Goffman, E. (1959) The Presentation of the Self in Everyday Life. New York: Doubleday & Company Inc."}, {"Citation": "Green, J. and Thorogood, N. (2014) Qualitative Methods for Health Research, 3rd edn London: Sage."}, {"Citation": "Groes‐Green, C. (2009) Hegemonic and subordinated masculinities: class, violence and sexual performance among young Mozambican men, Nordic Journal of African Studies, 18, 4, 286–304."}, {"Citation": "Groes‐Green, C. (2013) ‘To put men in a bottle’: eroticism, kinship, female power, and transactional sex in Maputo, Mozambique, American Ethnologist, 40, 1, 102–17."}, {"Citation": "Hanlon, J. (2010) Mozambique: ‘the war ended 17 years ago, but we are still poor’, Conflict, Security & Development, 10, 1, 77–102."}, {"Citation": "Hansen, D. , Hansen, E. and Holstein, B. (2008) Using analgesics as tools – young women's treatment for headache, Qualitative Health Research, 18, 2, 234–43.", "ArticleIdList": ["18216342"]}, {"Citation": "Hardon, A. and Idrus, N. (2014) On Coba and Cocok: youth‐led drug‐experimentation in Eastern Indonesia, Anthropology & Medicine, 21, 2, 217–29.", "ArticleIdList": ["PMC4200601", "25175296"]}, {"Citation": "Hardon, A. , Idrus, N. and Hymans, T. (2013) Chemical sexualities: the use of pharmaceutical and cosmetic products by youth in South Sulawesi Indonesia, Reproductive Health Matters, 21, 41, 214–24.", "ArticleIdList": ["23684204"]}, {"Citation": "Haxaire, C. (2011) ‘Better than Viagra®. The Guru (Gouro) tooth stick, a 100% natural product’ – ethnopharmacology in times of the World Wide Web, Curare – Zeitschrift für Medizinethnologie, 34, 1–2, 36–50."}, {"Citation": "Hogle, L. (2005) Enhancement technologies and the body, Annual Review of Anthropology, 34, 695–716."}, {"Citation": "Hoyte, C. , Albert, D. and Heard, K. (2013) The use of energy drinks, dietary supplements, and prescription medications by United States college students to enhance athletic performance, Journal of Community Health, 38, 575–80.", "ArticleIdList": ["23371823"]}, {"Citation": "\nINE, Instituto Nacional de Estatística (National Institute of Statistics)\n. População projectada por distritos, Maputo Cidade 2007–2040 (projected population by districts, Maputo City 2007–2040). Available at http://www.ine.gov.mz/ (Last accessed November 2017)."}, {"Citation": "Kopytoff, I. (1986) The cultural biography of things: commoditization as process In Appadurai A. (ed.) The Social Life of Things: Commodities in Cultural Perspective, pp 64–91. Cambridge: Cambridge University Press."}, {"Citation": "Lexchin, J. (2001) Lifestyle drugs: issues for debate, Canadian Medical Association Journal, 164, 10, 1449–51.", "ArticleIdList": ["PMC81072", "11387918"]}, {"Citation": "Lopes, N. and Rodrigues, C. (2015) Medicamentos, consumos de performance e culturas terapêuticas em mudança (Medicines, performance consumptions and changing therapeutic cultures), Sociologia, Problemas e Práticas, 78, 9–28."}, {"Citation": "Lopes, N. , Clamote, T. , Raposo, H. , Pegado, E. , et al (2015) Medications, youth therapeutic cultures and performance consumptions: a sociological approach January, Health, 19, 4, 430–48.", "ArticleIdList": ["25331645"]}, {"Citation": "Manuel, S. (2013) Sexuality in cosmopolitan Maputo: the aesthetics of gendered practice through the lenses of class In Obrist A. and Macamo E. (eds) Living the City in Africa: Processes of Invention and Intervention, pp 195–212. Schweizerische Afrikastudien 10. Berlin: Lit‐Verla."}, {"Citation": "McGabe, S. , Knight, J. , Teter, C. and Wechsler, H. (2015) Non‐medical use of prescription stimulants among US college students: prevalence and correlates from a national survey, Addiction, 99, 96–106.", "ArticleIdList": ["15598197"]}, {"Citation": "Measham, F. (2002) ‘Doing gender’ – ‘doing drugs’: conceptualizing the gendering of drugs cultures, Contemporary Drug Problems, 29, 335–73."}, {"Citation": "Monaghan, L. , Bloor, M. , Dobash, R.P. and Dobash, R.E. (2000) Drug‐taking, ‘risk boundaries’ and social identity: bodybuilders’ talk about ephedrine and nubain, Sociological Research Online, 5, 2, 1–12."}, {"Citation": "Nichter, M. (1989) South Asian Case Studies. Dordrecht: Kluwer Academic Publishers."}, {"Citation": "Nichter, M. and Vuckovic, N. (1994) Agenda for an anthropology of pharmaceutical practice, Social Science Medicine, 39, 11, 1509–25.", "ArticleIdList": ["7817216"]}, {"Citation": "Osório, C. and Cruz e Silva, T. (2008) Buscando sentidos: Género e sexualidade entre jovens estudantes do ensino secundário, Moçambique (Gender and Sexuality Among Young High School Students, Mozambique). Maputo: WLSA Moçambique."}, {"Citation": "Partridge, B. , Bell, S. , Lucke, J. and Hall, W. (2013) Australian university students’ attitudes towards the use of prescription stimulants as cognitive enhancers: perceived patterns of use, efficacy and safety, Drug and Alcohol Review, 32, 295–302.", "ArticleIdList": ["23121045"]}, {"Citation": "Pegado, E. , Lopes, N. and Zózimo, J. (2018) Pharmaceuticalisation and the social management of sleep in old age, Ageing and Society, 38, 8, 1645–66."}, {"Citation": "Pitcher, M. (2002) Transforming Mozambique: The Politics of Privatization, 1975–2000. Cambridge: Cambridge Press University."}, {"Citation": "Quintero, G. and Nichter, M. (2011) Generation RX: anthropological research on pharmaceutical enhancement, lifestyle regulation, self‐medication, and recreational drug use In Singer M. and Erickson P. (eds) A Companion to Medical Anthropology, pp 339–55. London: Blackwell Publishing."}, {"Citation": "Raposo, H. (2016) O risco e os consumos de performance na população jovem: entre as conceções e as práticas (Risk and performance consumptions among young people: between conceptions and practices), Revista Portuguesa de Saúde Pública, 34, 2, 186–95."}, {"Citation": "Ribeiro, E. (2014) Satisfação do Consumidor dos Serviços Oferecidos pelos Ginásios Particulares da Cidade De Maputo: Análise das Causas e Consequências (Consumer satisfaction with services provided by private gymnasiums in Maputo city: analysis of the causes and consequences). PhD thesis, ISCTE – Instituto Universitário de Lisboa."}, {"Citation": "Rodrigues, C.F. (2010) Consumos Terapêuticos: notas e reflexões metodológicas (Therapeutic consumptions: notes and methodological reflections) In Lopes N. (ed.) Medicamentos e Pluralismo Terapêutico – práticas e lógicas sociais em mudança, pp 267–82. Porto: Edições Afrontamento."}, {"Citation": "Rodrigues, C.F. (2016) Medicines and Therapeutic Pluralism in Maputo: exploring modalities of trust and the (un)certainties of everyday users, Health, Risk & Society, 18, 7–8, 385–406."}, {"Citation": "Rose, S. (2008) How smart are smart drugs?, Lancet, 372, 9634, 198–9.", "ArticleIdList": ["18646294"]}, {"Citation": "Schutz, A. (1970) On Phenomenology and Social Relations. Chicago: The University Chicago Press."}, {"Citation": "Shilling, C. (1993) The Body and the Social Theory. London: Sage Publications."}, {"Citation": "Synofzik, M. (2009) Ethically justified, clinically applicable criteria for physician decision‐making in psychopharmacological enhancement, Neuroethics, 2, 89–102."}, {"Citation": "Teter, C. , McGabe, S. , LaGrange, K. , Cranford, J.A. , et al (2006) Illicit use of specific prescription stimulants among college students: prevalence, Motives, and Routes of Administration, Pharmacotherapy, 26, 10, 1501–10.", "ArticleIdList": ["PMC1794223", "16999660"]}, {"Citation": "Van der Geest, S. and Whyte, S. (1989) The charm of medicines: metaphors and metonyms, Medical Anthropology Quarterly, 3, 4, 345–67."}, {"Citation": "West, C. and Zimmerman, D. (1987) Doing gender, Gender & Society, 1, 2, 125–51."}, {"Citation": "Whyte, S.R. (1988) The power of medicines in East Africa In Whyte S.R. and Van der Geest S. (eds) The Context of Medicines in Developing Countries: Studies in Pharmaceutical Anthropology, pp 217–33. Dordrecht: Kluwer Academic Publishers."}, {"Citation": "\n\nWilliams, S.\n and \nBoden, S.\n (2004) Consumed with sleep? Dormant bodies in consumer culture, Sociological Research Online, 9, 2, 1–12. Available at http://www.socresonline.org.uk/9/2/williams.html (Last accessed September 2017)."}, {"Citation": "Williams, S.J. , Seale, C. , Boden, S. , Lowe, P. , et al (2008) Waking up to sleepiness: Modafinil, the media and the pharmaceuticalisation of everyday/night life, Sociology of Health and Illness, 30, 6, 839–55.", "ArticleIdList": ["18444954"]}, {"Citation": "Williams, S.J. , Martin, P. and Gabe, J. (2011) The pharmaceuticalisation of society? A framework for analysis, Sociology of Health and Illness, 33, 5, 710–25.", "ArticleIdList": ["21371048"]}]}], "History": [{"Year": "2019", "Month": "3", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30847964", "PMC6850569", "10.1111/1467-9566.12880"]}}]}