{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "30861806", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1094/PDIS.1997.81.12.1461C"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"Volume": "81", "Issue": "12", "PubDate": {"Year": "1997", "Month": "Dec"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Botrytis Blight, Caused by Botrytis cinerea, on Coneflowers.", "Pagination": {"StartPage": "1461", "MedlinePgn": "1461"}, "Abstract": {"AbstractText": ["Coneflowers (Echinacea purpurea (L.) Moench and E. pallida (Nutt.) Nutt. var. angustifolia (DC.) Cronq.) are popular medicinal herbs in North America and Europe. In May 1997, a previously undescribed disease was observed in a commercial field of 3-year-old E. pallida var. angustifolia plants in Vernon, British Columbia, Canada. Diseased plants had small to large, brown or black lesions on leaves and stems. Botrytis cinerea Pers.:Fr. (1,2) was consistently isolated from affected tissues. The pathogen appeared to infect leaves along the margins and tips, and occasionally on other parts of the blade as well. Lesions expanded rapidly under cool, humid conditions. Once the pathogen had invaded the midrib or veins, it advanced rapidly to the petiole and stem, which resulted in collapse of the leaf. The pathogen produced profuse conidia and mycelia on the surface of dead and dying leaves, stems, and blossoms, which resulted in a moldy gray appearance. Under dry conditions, the disease developed slowly or even became quiescent. Large lesions often split and formed holes in leaves. The average size of the conidia produced on naturally infected leaves ranged from 5.5 to 10.5 × 6.8 to 18.3 μm (average 8.1 × 13.0 μm), and on potato dextrose agar (1-month-old culture) ranged from 5.5 to 10.0 × 7.5 to 16.3 μm (average 7.4 × 11.3 μm) based on 100 spore measurements, respectively. Microsclerotia were round, spherical or irregular in shape, and ranged from 1.1 to 3.6 × 1.0 to 3.0 mm. Koch's postulates were verified by spraying potted, 3-month-old, narrow-leaved coneflower (E. pallida var. angustifolia) and 2-year-old purple coneflower (E. purpurea) plants with a spore suspension (4 × 10<sup>5</sup> conidia/ml). Inoculated plants were enclosed in transparent plastic bags for 7 days at 15/22°C (night/day) with a 12-h photoperiod. Typical symptoms were produced 2 to 7 days after inoculation. Some infected leaves quickly twisted and dried after removal of the plastic bags. Botrytis cinerea was reisolated from the affected tissues. This is the first report of Botrytis blight on Echinacea spp. Although B. cinerea does not usually kill coneflower plants, it often heavily infects disc flowers and young shoots. Therefore, Botrytis blight could have a significant impact on the establishment and productivity of this crop in both the field and greenhouse, especially under cool, wet, growing conditions. References: (1) J. R. Coley-Smith et al. 1980. The Biology of Botrytis. Academic Press, New York. (2) D. J. Morgan. Trans. Br. Mycol. Soc. 56:319, 1971."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Crop Diversification Centre South, S. S. #4, Brooks, Alberta, Canada T1R 1E6."}], "LastName": "Chang", "ForeName": "K F", "Initials": "KF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Crop Diversification Centre South, S. S. #4, Brooks, Alberta, Canada T1R 1E6."}], "LastName": "Howard", "ForeName": "R J", "Initials": "RJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Alberta Research Council, Bag 4000, Vegreville, Alberta, Canada T9C 1T4."}], "LastName": "Hwang", "ForeName": "S F", "Initials": "SF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "1997", "Month": "12", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1997", "Month": "12", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30861806", "10.1094/PDIS.1997.81.12.1461C"]}}]}