{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30863444", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "02", "Day": "03"}], "Language": ["eng"], "ELocationID": ["5419854", "10.1155/2019/5419854"], "Journal": {"ISSN": "1687-6334", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "Advances in pharmacological sciences", "ISOAbbreviation": "Adv Pharmacol Sci"}, "ArticleTitle": "Antibacterial Activity of Coumarins and Carbazole Alkaloid from Roots of <i>Clausena anisata</i>.", "Pagination": {"StartPage": "5419854", "MedlinePgn": "5419854"}, "Abstract": {"AbstractText": ["<i>Clausena anisata</i> is one of the medicinal plants used traditionally for treatment of parasitic infections, irritation (boils, ringworm, and eczema), flatworm infestations, influenza, abdominal cramps, and constipation. Phytochemical screening test of dichloromethane/methanol (1 : 1) roots extract revealed the presence of flavonoids, phytosterols, coumarins, phenols, alkaloids, tannins, terpenoids, and free reducing sugars and the absence of saponins. Silica gel column chromatographic separation of the dichloromethane/methanol (1 : 1) extract afforded a carbazole alkaloid derivative of heptazoline (<b>1</b>) and three coumarins (<b>2</b>-<b>4</b>), including the known coumarins imperatorin (<b>3</b>) and chalepin (<b>4</b>). Structures of the compounds were elucidated by spectroscopic techniques (IR, <sup>1</sup>H NMR, <sup>13</sup>C NMR, and DEPT-135). Antibacterial activity of the crude extracts and isolated compounds was screened using agar diffusion method against strains of <i>Staphylococcus aureus</i>, <i>Escherichia coli</i>, <i>Pseudomonas aeruginosa</i>, and <i>Bacillus substilis</i>. The results of antibacterial test revealed derivative of heptaphylline (<b>1</b>) and imperatorin (<b>3</b>) exhibited comparable antibacterial activity against <i>S. aureus</i> and <i>B. substilis</i> (14 and 13 mm zone of inhibition, respectively) to that of ciprofloxacin (15 mm zone of inhibition) at a concentration of 20 <i>µ</i>g/mL. Chalepin (<b>4</b>) revealed more antibacterial activity against <i>B. substilis</i> (16 mm zone of inhibition) compared to ciprofloxacin (15 mm)."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Chemistry, Adama Science and Technology University, P.O.Box 1888, Adama, Ethiopia."}], "LastName": "Tamene", "ForeName": "Dandena", "Initials": "D"}, {"Identifier": ["0000-0002-5301-9923"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Chemistry, Adama Science and Technology University, P.O.Box 1888, Adama, Ethiopia."}], "LastName": "Endale", "ForeName": "Milkyas", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Adv Pharmacol Sci", "NlmUniqueID": "101537654", "ISSNLinking": "1687-6334"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akinyemi K. O., Oladapo O., Okwara C. O. C., Kehinde A. F. Screening of crude extracts of six medicinal plants used in South-West Nigerian unorthodox medicine for anti-methicillin resistant Staphylococcus aureus activity. BMC Complementary and Alternative Medicine. 2005;5(1):1472–1478. doi: 10.1186/1472-6882-5-6.", "ArticleIdList": ["10.1186/1472-6882-5-6", "PMC1079793", "15762997"]}, {"Citation": "Hamza O. J. M., van den Bout-van den Beukel C. J. P., Matee M. I. N., et al. Antifungal activity of some Tanzanian plants used traditionally for the treatment of fungal infections. Journal of Ethnopharmacology. 2006;108(1):124–132. doi: 10.1016/j.jep.2006.04.026.", "ArticleIdList": ["10.1016/j.jep.2006.04.026", "16829001"]}, {"Citation": "Uwaifo A. O. The mutagencities of seven coumarin derivatives and a furan derivative (nimbolide) isolated from three medicinal plants. Journal of Toxicology and Environmental Health. 1984;56(3):117–121.", "ArticleIdList": ["6387161"]}, {"Citation": "Sofowora A. Phytochemical Screening of Medicinal Plants and Traditional Medicine in Africa. Ibadan, Nigeria: Spectrum Books Ltd.; 1993."}, {"Citation": "Ganjewala D., Dipita B. Effect of leaf positions on total phenolics, flavonoids and proantho- cyanidins content and Antioxidant Activities in Lantana camara . Journal of Scientific Research. 2009;2:363–369."}, {"Citation": "Saklani S., Mishra A. P., Sati B. Pharmacognostic phytochemical, and Antimicrobial screening of Aphanamixis polystachya, an Endangered medical use. International Journal of Pharmacy and Pharmaceutical Sciences. 2012;4(3):235–240."}, {"Citation": "Sindhu C. G. Phytochemical screening of Calendula officinalis Linn leaf extract by TLC. International Journal of Research in Ayurveda and Pharmacy. 2010;1:131–134."}, {"Citation": "Harborne J. B. Phytochemical Methods. London, UK: Chapman and Hall Ltd.; 1973."}, {"Citation": "Khosravi D., Behzadi A. Evaluation of the antibacterial activity of the seed hull of Quercus brantii on some gram negative bacteria. Pakistan Journal of Medical Sciences. 2006;22(4):429–432."}, {"Citation": "Chaichantipyuth C., Pummangura S., Naowsaran K., Thanyavuthi D., Anderson J. E., McLaughlin J. L. Two new bioactive carbazole alkaloids from the root bark of Clausena harmandiana . Journal of Natural Products. 1988;51(6):1285–1288. doi: 10.1021/np50060a044.", "ArticleIdList": ["10.1021/np50060a044", "3236015"]}, {"Citation": "Kumar V., Vallipuram K., Adebajo A. C., Reisch J. 2,7-dihydroxy-3-formyl-1-(3′-methyl-2′-butenyl)carbazole from Clausena lansium. Phytochemistry. 1995;40(5):1563–1565. doi: 10.1016/0031-9422(95)00452-d.", "ArticleIdList": ["10.1016/0031-9422(95)00452-d"]}, {"Citation": "Muller M., Byres M., Jaspars M., et al. 2D NMR spectroscopic analyses of archangelicin from the seeds of Angelica archangelica . Acta Pharmaceutica. 2004;54:277–285.", "ArticleIdList": ["15634612"]}, {"Citation": "Orlita A., Sidwa-Gorycka M., Paszkiewicz M., et al. Application of chitin and chitosan as elicitors of coumarins and furoquinolone alkaloids in Ruta graveolens L. (common rue) Biotechnology and Applied Biochemistry. 2008;51(2):91–96. doi: 10.1042/ba20070200.", "ArticleIdList": ["10.1042/ba20070200", "18211259"]}]}], "History": [{"Year": "2018", "Month": "8", "Day": "23"}, {"Year": "2019", "Month": "1", "Day": "3"}, {"Year": "2019", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "2", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["30863444", "PMC6378073", "10.1155/2019/5419854"]}}]}