{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antidiarrheal index", "castor oil", "medicinal plants"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "30889972", "DateCompleted": {"Year": "2019", "Month": "09", "Day": "09"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "15"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["2515690X19833340", "10.1177/2515690X19833340"], "Journal": {"ISSN": "2515-690X", "JournalIssue": {"Volume": "24", "PubDate": {"Year": "2019", "Season": "Jan-Dec"}}, "Title": "Journal of evidence-based integrative medicine", "ISOAbbreviation": "J Evid Based Integr Med"}, "ArticleTitle": "Evaluation of In Vivo Antidiarrheal Activity of 80% Methanolic Leaf Extract of Osyris quadripartita Decne (Santalaceae) in Swiss Albino Mice.", "Pagination": {"StartPage": "2515690X19833340", "MedlinePgn": "2515690X19833340"}, "Abstract": {"AbstractText": ["The leaf of Osyris quadripartita is traditionally used for the management of diarrhea in different parts of Ethiopia. However, its use has not been scientifically validated for its efficacy. The aim of this study was to investigate antidiarrheal activity of hydroalcoholic leaf extract of O. quadripartita in mice models. Different doses of the methanolic leaf extract of O. quadripartita (100, 200, and 400 mg/kg) were tested for antidiarrheal activity using castor oil-induced diarrhea, enteropooling, and gastrointestinal motility models in Swiss Albino mice. The activities of the extract at different doses were compared with standard drugs and negative control groups of mice. The extract at all tested doses resulted in significant reduction ( P < .01) in number of wet feces, whereas significant reduction ( P < .01) in frequency of defecation in castor oil-induced diarrhea was seen at a dose of 400 mg/kg. It also showed a dose-dependent and significant reduction of volume of intestinal content in the enteropooling model at all tested doses and the observed results in 200 and 400 mg/kg were better than the standard drug, loperamide. However, significant antimotility effect was not observed at any of the tested doses. From these results we can conclude that methanolic leaf extract of O. quadripartita showed antidiarrheal activity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 Debre Tabor Hospital, Debre Tabor, Ethiopia."}], "LastName": "Teferi", "ForeName": "Meseret Yigzaw", "Initials": "MY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "2 University of Gondar, Gondar, Ethiopia."}], "LastName": "Abdulwuhab", "ForeName": "Mohammedbirhan", "Initials": "M"}, {"Identifier": ["0000-0003-0784-7119"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "2 University of Gondar, Gondar, Ethiopia."}], "LastName": "Yesuf", "ForeName": "Jibril Seid", "Initials": "JS"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Evid Based Integr Med", "NlmUniqueID": "101719675", "ISSNLinking": "2515-690X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antidiarrheals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["administration & dosage", "isolation & purification"], "DescriptorName": "Antidiarrheals"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Diarrhea"}, {"QualifierName": [], "DescriptorName": "Drug Evaluation, Preclinical"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Methanol"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["administration & dosage", "isolation & purification"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemistry"], "DescriptorName": "Santalaceae"}], "CoiStatement": "<b>Declaration of Conflicting Interests:</b> The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Camilleri M, Murray JA. Diarrhea and constipation In: Longo DL, Fauci AS, Kasper DL, Hauser SL, Jameson JL, Loscalzo S, eds. Harrison’s Principles of Internal Medicine. 18th ed New York, NY: McGraw-Hill Medical; 2011:308–319."}, {"Citation": "Guerrant RL, Van Gilder T, Steiner TS, et al. ; Infectious Diseases Society of America. Practice guidelines for the management of infectious diarrhea. Clin Infect Dis. 2001;32:331–351.", "ArticleIdList": ["11170940"]}, {"Citation": "Dinesh MR. An investigation in to the anti-diarrheal property of monteleukast. Int J Pharm Sci. 2014;6:147–148."}, {"Citation": "Sweetser S. Evaluating the patient with diarrhea: a case-based approach. Mayo Clin Proc. 2012;87:596–602.", "ArticleIdList": ["PMC3538472", "22677080"]}, {"Citation": "Thapar N, Sanderson IR. Diarrhoea in children: an interface between developing and developed countries. Lancet. 2004;363:641–653.", "ArticleIdList": ["14987892"]}, {"Citation": "Wansi SL, Nguelefack-Mbuyo EP, Nchouwet ML, et al. Antidiarrheal activity of aqueous extract of the stem bark of Sapium ellipticum (Euphorbiaceae). Trop J Pharm Res. 2014;13:929–935."}, {"Citation": "UNICEF, World Health Organization. Diarrhoea: Why Children Are Still Dying and What Can Be Done. New York, NY: UNICEF; 2009.", "ArticleIdList": ["0"]}, {"Citation": "Das JK, Tripathi A, Ali A, Hassan A, Dojosoeandy C, Bhutta ZA. Vaccines for the prevention of diarrhea due to cholera, shigella, ETEC and rotavirus. BMC Public Health. 2013;13(suppl 3):S11.", "ArticleIdList": ["PMC3847224", "24564510"]}, {"Citation": "Gebru T, Taha M, Kassahun W. Risk factors of diarrhoeal disease in under-five children among health extension model and non-model families in Sheko district rural community, Southwest Ethiopia: comparative cross-sectional study. BMC Public Health. 2014;14:395.", "ArticleIdList": ["PMC4031974", "24758243"]}, {"Citation": "Ministry of Finance and Economic Development Ethiopia: 2010 Millennium Development Goals (MDGs) Report: Trends and Prospects in Meeting MDGs in 2015. Addis Ababa, Ethiopia: Federal Ministry of Finance and Economic Development; 2010."}, {"Citation": "Godana W, Mengistie B. Determinants of acute diarrhoea among children under five years of age in Derashe District, Southern Ethiopia. Rural Remote Health. 2013;13:2329.", "ArticleIdList": ["24016301"]}, {"Citation": "Saralaya MG, Patel P, Patel M, Roy SP, Patel AN. Antidiarrheal activity of methanolic extract of Moringa oleifera Lam roots in experimental animal models. Int J Pharm Res. 2010;2:35–39."}, {"Citation": "Umer S, Tekewe A, Kebede N. Antidiarrhoeal and antimicrobial activity of Calpurnia aurea leaf extract. BMC Complement Altern Med. 2013;13:21.", "ArticleIdList": ["PMC3565866", "23351272"]}, {"Citation": "Nessa J, Uddin SB, Mahabub-Uz-Zaman M, Akter R, Ahmed NU. Antidiarrheal activity of ethanolic bark extract of Mitragyna diversifolia. Bangladesh J Pharmacol. 2009;4:144–146."}, {"Citation": "Tadesse WT, Hailu AE, Gurmu AE, Mechesso AF. Experimental assessment of antidiarrheal and antisecretory activity of 80% methanolic leaf extract of Zehneria scabra in mice. BMC Complement Altern Med. 2014;14:460.", "ArticleIdList": ["PMC4265498", "25465058"]}, {"Citation": "\nUS Food and Drug Administration. FDA Drug Safety Communication: FDA warns about serious heart problems with high doses of the anti-diarrheal medicine loperamide (Imodium), including from abuse and misuse. https://www.fda.gov/Drugs/DrugSafety/ucm504617.htm. Accessed July 13, 2016."}, {"Citation": "Enyew A, Asfaw Z, Kelbessa E, et al. Ethnobotanical study of traditional medicinal plants in and around Fiche District, Central Ethiopia. Curr Res J Biol Sci. 2014;6:154–167."}, {"Citation": "Eshete MA, Kelbessa E, Dalle G. Ethnobotanical study of medicinal plants in Guji Agro-pastoralists, Bule Hora District of Borana Zone, Oromia Region, Ethiopia. J Med Plants Stud. 2016;4:170–184."}, {"Citation": "Kassaye KD, Amberbir A, Getachew B, et al. A historical overview of traditional medicine practices and policy in Ethiopia. Ethiop J Health Dev. 2006;20:127–134."}, {"Citation": "Suleman S, Alemu T. A survey on utilization of ethnomedicinal plants in Nekemte Town, East Wellega (Oromia), Ethiopia. J Herbs Spices Med Plants. 2012;18:34–57."}, {"Citation": "Gebeyehu G, Asfaw Z, Enyew A, et al. Ethnobotanical study of traditional medicinal plants and their conservation Status in Mecha Woreda, West Gojjam of Ethiopia. Int J Pharm Health Care Res. 2014;2:137–154."}, {"Citation": "Maryo M, Nemomissa S, Bekele T. An ethnobotanical study of medicinal plants of the Kembatta ethnic group in enset-based agricultural landscape of Kembatta Tembaro (KT) Zone, Southern Ethiopia. Asian J Plant Sci Res. 2015;5:42–61."}, {"Citation": "Njoku OV, Obi C. Phytochemical constituents of some selected medicinal plants. Afr J Pure Appl Chem. 2009;3:228–233."}, {"Citation": "Gomez ME, Ayuso MJ, Toro MV. Activity of Osyris quadripartita salzm. methanol extract on capillary permeability in rats. Phytother Res. 1995;9:528–530."}, {"Citation": "Rached W, Benmar H, Bennaceur M, Marouf A. Screening of the antioxidant potential of some Algerian indigenous plants. J Biol Sci. 2010;10:316–324."}, {"Citation": "Taddese S, Asres K, Gebre-Mariam T. In vitro antimicrobial activities of some selected topically applied medicinal plants of Ethiopia. Ethiop Pharm J. 2003;21:39–46."}, {"Citation": "Girma S, Giday M, Erko B, Mamo H. Effect of crude leaf extract of Osyris quadripartita on Plasmodium berghei in Swiss Albino mice. BMC Complement Altern Med. 2015;15:184.", "ArticleIdList": ["PMC4467072", "26077462"]}, {"Citation": "National Research Council of the National Academies. Guide for the Care and Use of Laboratory Animals. 8th ed Washington, DC: National Academies Press; 2011."}, {"Citation": "\nOrganisation of Economic Co-operation and Development. The OECD guidelines for testing of chemical: 425 acute oral toxicity-up-and-down procedure. https://ntp.niehs.nih.gov/iccvam/suppdocs/feddocs/oecd/oecd_gl425-508.pdf. Accessed February 8, 2019."}, {"Citation": "Ezeja IM, Ezeigbo II, Madubuike KG, et al. Antidiarrheal activity of Pterocarpus erinaceus methanol leaf extract in experimentally-induced diarrhea. Asian Pac J Trop Med. 2012;5:147–150.", "ArticleIdList": ["22221760"]}, {"Citation": "Anthony OE, Ese AC, Simon OI, Lawrence EO. Preliminary phytochemical screening and antidiarrheal properties of Manniophyton fulvum. IOSR J Dent Med Sci. 2013;10:46–52."}, {"Citation": "Shoba FG, Thomas M. Study of antidiarrhoeal activity of four medicinal plants in castor oil induced diarrhoea. J Ethnopharmacol. 2001;76:73–76.", "ArticleIdList": ["11378284"]}, {"Citation": "Ezeja MI, Anaga AO. Anti-diarrhoeal activities of the methanolic root bark extract of Cochlospermum planchonii (Hook f). Int J Toxicol Pharmacol Res. 2010;2:40–45."}, {"Citation": "Than A, Kulkarni HJ, Hmone W, Tha SJ. Anti-diarrhoeal efficacy of some Burmese indigenous drug formulations in experimental diarrhoeal test models. Int J Crude Drug Res. 1989;27:195–200."}, {"Citation": "Rouf AS, Islam MS, Rahman MT. Evaluation of anti-diarrheal activity Rumex maritimus root. J Ethnopharmacol. 2003;84:307–310.", "ArticleIdList": ["12648830"]}, {"Citation": "Akuodor GC, Muazzam I, Usman-Idris M, et al. Evaluation of the anti-diarrheal activity of methanol leaf extract of Bombax buonopozense in rats. Ibnosina J Med Biomed Sci. 2011;3:15–20."}, {"Citation": "Manatsathit S, Dupont HL, Farthing M, et al. Guideline for the management of acute diarrhea in adults. J Gastroentrol Hepatol. 2002;17(suppl):S54–S71.", "ArticleIdList": ["12000594"]}, {"Citation": "Guandalini S, Viziri H, eds. Diarrhea Diagnostic and Therapeutic Advances. New York, NY: Humana Press; 2011."}, {"Citation": "Shaphiullah M, Bachar SC, kundu JK, et al. Antidiarrheal activity of the methanol extract of Ludwigia hyssopifolia Linn. Pak J Pharm Sci. 2003;16:7–11.", "ArticleIdList": ["16414562"]}, {"Citation": "Otshudi AL, Vercruysse A, Foriers A. Contribution to the ethnobotanical, phytochemical and pharmacological studies of traditionally used medicinal plants in the treatment of dysentery and diarrhoea in Lomela area, Democratic Republic of Congo (DRC). J. Ethnopharmacol. 2000;71:411–423.", "ArticleIdList": ["10940578"]}, {"Citation": "Daswani P, Brijesh S, Tetali P, Antia NH, Birdi TJ. Antidiarrhoeal activity of Zingiber officinale (Rosc.). Curr Sci. 2010;98(suppl 2):222–229."}, {"Citation": "Meite S, Nguessan JD, Bahi C, Yapi HF, Djaman AJ, Guede GF. Antidiarrheal activity of the ethyl acetate extract of Morinda morindoides in rats. Trop J Pharm Res. 2009;8:201–207."}, {"Citation": "Oh SW, Ryu BH. Experimental Studies on the anti-diarrheal effects of Anjang-san. J Korean Oriental Med. 2011;32:54–66."}]}], "History": [{"Year": "2019", "Month": "3", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30889972", "PMC6429641", "10.1177/2515690X19833340"]}}]}