{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["DNA barcoding", "Herbals", "ITS", "Medicinal plants", "matK"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30956417", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "09", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-018-0610-8"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "25", "Issue": "2", "PubDate": {"Year": "2019", "Month": "Mar"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Employing barcoding markers to authenticate selected endangered medicinal plants traded in Indian markets.", "Pagination": {"StartPage": "327", "EndPage": "337", "MedlinePgn": "327-337"}, "Abstract": {"AbstractText": ["The high demand of medicinal plants and their unrestricted collection have rendered many of these as rare or endangered. The restrictions imposed on their collection and trade are difficult to implement because of the inability to identify them in fragmented form. The rarity of these plants in nature and lack of their cultivation raise doubt about the authenticity of the herbals sold in markets. Therefore, in the present investigation, ITS/ITS2, <i>matK</i>, <i>rbcL</i> and <i>rpoC1</i> sequences of fourteen species of important medicinal plants, some of which are endangered, were generated and checked for their species-specificity (sequences having maximum similarity only with their own) by BLAST1 and/or BOLD identifications. ITS sequences of 12 species were species-specific. However, ITS2 of only 10 of these 12 species were species-specific. As for the chloroplast loci, <i>rbcL</i> and <i>rpoC1</i> sequences of all 14 species could be obtained, while <i>matK</i> sequences of only 10 of these could be generated. Of the retrieved sequences, <i>rbcL</i>, <i>rpoC1</i> and <i>matK</i> sequences of 7, 11 and 7 species, respectively, were species-specific. The sequences of the targeted loci from the herbal samples of these species were difficult to retrieve because of failure in the amplification or sequencing. Nevertheless, based on ITS2 and/or one or more of the chloroplast loci targeted, the botanical identities of 22 herbal market samples were checked by phylogenetic tree, BLAST1 and BOLD identification methods. Of these 22 samples, only one of each of <i>Rauvolfia serpentina</i> and <i>Picrorhiza kurroa</i> were found to be authentic."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2109 4999", "grid.8195.5"], "Affiliation": "Department of Botany, University of Delhi, Delhi, 110007 India."}], "LastName": "Malik", "ForeName": "Saloni", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2109 4999", "grid.8195.5"], "Affiliation": "Department of Botany, University of Delhi, Delhi, 110007 India."}], "LastName": "Priya", "ForeName": "Akanksha", "Initials": "A"}, {"Identifier": ["0000-0002-9984-5083"], "AffiliationInfo": [{"Identifier": ["0000 0001 2109 4999", "grid.8195.5"], "Affiliation": "Department of Botany, University of Delhi, Delhi, 110007 India."}], "LastName": "Babbar", "ForeName": "Shashi B", "Initials": "SB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}, "CoiStatement": "Compliance with ethical standardsThe authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Barnwell P, Blanchard AN, Bryant JA, Smirnoff N, Weir A. Isolation of DNA from the highly mucilaginous succulent plant Sedum telephium. Plant Mol Biol Rep. 1998;16:133–138. doi: 10.1023/A:1007473302551.", "ArticleIdList": ["10.1023/A:1007473302551"]}, {"Citation": "Bell JR. A simple way to treat PCR products prior to sequencing using ExoSAP-IT®. Biotechniques. 2008;44:834. doi: 10.2144/000112890.", "ArticleIdList": ["10.2144/000112890", "18476841"]}, {"Citation": "Chase MW, Salamin N, Wilkinson M, Dunwell JM, Kesanakurthi RP, Haider N, et al. Land plants and DNA barcodes: short-term and long-term goals. Philos Trans R Soc Lond Biol Sci. 2005;360:1889–1895. doi: 10.1098/rstb.2005.1720.", "ArticleIdList": ["10.1098/rstb.2005.1720", "PMC1609218", "16214746"]}, {"Citation": "Chase MW, Cowan RS, Hollingsworth PM, Van den Berg C, Madrinan S, Petersen G, et al. A proposal for a standardized protocol to barcode all land plants. Taxon. 2007;56:295–299. doi: 10.1002/tax.562004.", "ArticleIdList": ["10.1002/tax.562004"]}, {"Citation": "Chase MW, Salamin N, Wilkinson M, Dunwell JM, Kesanakurthi RP, Haider N, et al. Correction to ‘Land plants and DNA barcodes: short-term and long-term goals’. Philos Trans R Soc B. 2016;371:20150063. doi: 10.1098/rstb.2015.0063.", "ArticleIdList": ["10.1098/rstb.2015.0063", "PMC4810810", "26977057"]}, {"Citation": "Chen S, Yao H, Han J, Liu C, Song J, Shi L, et al. Validation of the ITS2 region as a novel DNA barcode for identifying medicinal plant species. PLoS One. 2010;5:e8613. doi: 10.1371/journal.pone.0008613.", "ArticleIdList": ["10.1371/journal.pone.0008613", "PMC2799520", "20062805"]}, {"Citation": "China Plant BOL Group Comparative analysis of a large dataset indicates that internal transcribed spacer (ITS) should be incorporated into the core barcode for seed plants. Proc Natl Acad Sci USA. 2011;108:19641–19646. doi: 10.1073/pnas.1104551108.", "ArticleIdList": ["10.1073/pnas.1104551108", "PMC3241788", "22100737"]}, {"Citation": "Dawa S, Hussain A, Tamchos T. Medicinal and aromatic plants as a viable livelihood option for the people of Jammu and Kashmir. Indian Hortic J. 2013;3:40–42."}, {"Citation": "Doyle JJ, Doyle JL. A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochem Bull. 1987;19:11–15."}, {"Citation": "Fay MF, Swensen SM, Chase MW. Taxonomic affinities of Medusagyne oppositifolia (Medusagynaceae) Kew Bull. 1997;52:111–120. doi: 10.2307/4117844.", "ArticleIdList": ["10.2307/4117844"]}, {"Citation": "Ford CS, Ayres KL, Toomey N, Haider N, Stahl JVA, Kelly LJ, Wikstrom N, Hollingsworth PM, Duff RJ, Hoot SB, Cowan RS, Chase MW, Wilkinson MJ. Selection of candidate coding DNA barcoding regions for use on land plants. Bot J Linn Soc. 2009;159:1–11. doi: 10.1111/j.1095-8339.2008.00938.x.", "ArticleIdList": ["10.1111/j.1095-8339.2008.00938.x"]}, {"Citation": "Girach RD, Aminuddin, Khan SA. Andrographis paniculata—a possible substitute for Swertia chirata in Southeastern India. Int J Pharmacog. 1994;32:95–97. doi: 10.3109/13880209409082978.", "ArticleIdList": ["10.3109/13880209409082978"]}, {"Citation": "Giri CM. Concept of Abhava Pratinidhi Dravyas, a rational substitution of drugs- a review. Int J Adv Ayush. 2013;2:148–161."}, {"Citation": "Haider N. Identification of plant species using traditional and molecular-based methods. In: Davis RE, editor. Wild plants: identification, uses and conservation) New York: Nova Science Publ, Inc.; 2011. pp. 1–62."}, {"Citation": "Haider N (2015) The use of DNA based methods for detection of plant based adulterants in plant food products. In: Haynes A (ed) Advances in food analysis research. Nova Science Publishers, Inc. ISBN: 978-1-63483-795-8"}, {"Citation": "Haider N, Wilkinson NMJ. A set of plastid DNA-specific universal primers for flowering plants. Russ J Genet. 2011;47:1204–1215. doi: 10.1134/S1022795411090079.", "ArticleIdList": ["10.1134/S1022795411090079", "22117405"]}, {"Citation": "Hall TA. Bioedit: a user-friendly biological sequence alignment editor and analysis program for windows 95/98/NT. Nucl Acids Symp. 1999;41:95–98."}, {"Citation": "Hebert PDN, Cywinska A, Ball SL, de Waard JR. Biological identifications through DNA barcodes. Proc Biol Sci. 2003;270:313–321. doi: 10.1098/rspb.2002.2218.", "ArticleIdList": ["10.1098/rspb.2002.2218", "PMC1691236", "12614582"]}, {"Citation": "Hebert PDN, Ratnasingham S, de Waard JR. Barcoding animal life: cytochrome c oxidase subunit 1 divergences among closely related species. Proc Biol Sci. 2003;270:S96–S99.", "ArticleIdList": ["PMC1698023", "12952648"]}, {"Citation": "Hebert PDN, Stoeckle MY, Zemlak TS, Francis CM. Identification of birds through DNA barcodes. PLoS Biol. 2004;2:e312. doi: 10.1371/journal.pbio.0020312.", "ArticleIdList": ["10.1371/journal.pbio.0020312", "PMC518999", "15455034"]}, {"Citation": "Hollingsworth PM, Forrest LL, Spouge JL, Hajibabaei M, Ratnasingham S, Chase MW, et al. CBOL Plant Working Group. A DNA barcode for land plants. Proc Natl Acad Sci USA. 2009;106:12794–12797. doi: 10.1073/pnas.0905845106.", "ArticleIdList": ["10.1073/pnas.0905845106", "PMC2722355", "19666622"]}, {"Citation": "Hollingsworth PM, Graham SW, Little DP. Choosing and using a plant DNA barcode. PLoS One. 2011;6:e19254. doi: 10.1371/journal.pone.0019254.", "ArticleIdList": ["10.1371/journal.pone.0019254", "PMC3102656", "21637336"]}, {"Citation": "Hussain S, Hore DK. Collection and conservation of major medicinal plants of Arunachal Pradesh. Indian For. 2008;134:1663–1679."}, {"Citation": "Joshi P, Dhawan V. Swertia chirayita—an overview. Curr Sci. 2005;89:635–640."}, {"Citation": "Joshi PR, Patel BR, Shukla VJ. An overview of the causes of current practices in Pratinidhi Dravyas (substitution of drugs) in Ayurveda including newer techniques for their evaluation. Ayu. 2012;33:481–485. doi: 10.4103/0974-8520.110518.", "ArticleIdList": ["10.4103/0974-8520.110518", "PMC3665206", "23723663"]}, {"Citation": "Keller A, Schleicher T, Schultz J, Muller T, Dandekar T, Wolf M. 5.8S-28S rRNA interaction and HMM-based ITS2 annotation. Gene. 2009;430:50–57. doi: 10.1016/j.gene.2008.10.012.", "ArticleIdList": ["10.1016/j.gene.2008.10.012", "19026726"]}, {"Citation": "Kool A, de Boer HJ, Kruger A, Rydberg A, Abbad A, Bjork L, et al. Molecular identification of commercialized medicinal plants in Southern Morocco. PLoS ONE. 2012;7:e39459. doi: 10.1371/journal.pone.0039459.", "ArticleIdList": ["10.1371/journal.pone.0039459", "PMC3384669", "22761800"]}, {"Citation": "Kress WJ, Erickson DL. A two-locus global DNA barcode for land plants: the coding rbcL gene complements the non-coding trnH-psbA spacer region. PLoS One. 2007;2:e508. doi: 10.1371/journal.pone.0000508.", "ArticleIdList": ["10.1371/journal.pone.0000508", "PMC1876818", "17551588"]}, {"Citation": "Kress WJ, Wurdack KJ, Zimmer EA, Weigt LA, Janzen DH. Use of DNA barcodes to identify flowering plants. Proc Natl Acad Sci USA. 2005;102:8369–8374. doi: 10.1073/pnas.0503123102.", "ArticleIdList": ["10.1073/pnas.0503123102", "PMC1142120", "15928076"]}, {"Citation": "Kumar JUS, Krishna V, Seethapathy GS, Senthilkumar U, Raghupathy S, Ganeshaiah KN, et al. DNA barcoding to assess species adulteration in raw drug trade of “Bala” (genus: Sida L.) herbal products in South India. Biochem Syst Ecol. 2015;61:501–509. doi: 10.1016/j.bse.2015.07.024.", "ArticleIdList": ["10.1016/j.bse.2015.07.024"]}, {"Citation": "Kumar JUS, Gogna N, Newmaster SG, Krishna V, Raghupathy S, Seethapathy GS, et al. DNA barcoding and NMR spectroscopy-based assessment of species adulteration in the raw herbal trade of Saraca asoca (Roxb.) Willd., an important medicinal plant. Int J Legal Med. 2016;130:1457–1470. doi: 10.1007/s00414-016-1436-y.", "ArticleIdList": ["10.1007/s00414-016-1436-y", "27627901"]}, {"Citation": "Kuzmina ML, Johnson KL, Barron HR, Hebert PDN. Identification of the vascular plants of Churchill, Manitoba, using a DNA Barcode library. BMC Ecol. 2012;12:25. doi: 10.1186/1472-6785-12-25.", "ArticleIdList": ["10.1186/1472-6785-12-25", "PMC3538695", "23190419"]}, {"Citation": "Lahaye R, van der Bank M, Bogarin D, Warner J, Pupulin F, Gigot G, et al. DNA barcoding the floras of biodiversity hotspots. Proc Natl Acad Sci USA. 2008;105:2923–2928. doi: 10.1073/pnas.0709936105.", "ArticleIdList": ["10.1073/pnas.0709936105", "PMC2268561", "18258745"]}, {"Citation": "Mishra P, Kumar A, Nagireddy A, Mani DN, Shukla AK, Tiwari R, Sundaresan V. DNA barcoding: an efficient tool to overcome authentication challenges in the herbal market. Plant Biotechnol J. 2015;14:8–21. doi: 10.1111/pbi.12419.", "ArticleIdList": ["10.1111/pbi.12419", "26079154"]}, {"Citation": "Mishra P, Kumar A, Rodrigues V, Shukla AK, Sundaresan V. Feasibility of nuclear ribosomal region ITS1 over ITS2 in barcoding taxonomically challenging genera of subtribe Cassiinae (Fabaceae) Peer J. 2016;4(4):e2638. doi: 10.7717/peerj.2638.", "ArticleIdList": ["10.7717/peerj.2638", "PMC5162394", "27994958"]}, {"Citation": "Mishra P, Kumar A, Nagireddy A, Shukla AK, Sundaresan V. Evaluation of single and multilocus DNA barcodes towards species delineation in complex tree genus Terminalia. PLoS One. 2017;12(8):e0182836. doi: 10.1371/journal.pone.0182836.", "ArticleIdList": ["10.1371/journal.pone.0182836", "PMC5567895", "28829803"]}, {"Citation": "Newmaster SG, Grguric M, Shanmughanandhan D, Ramalingam S, Ragupathy S. DNA barcoding detects contamination and substitution in North American herbal products. BMC Med. 2013;11:222. doi: 10.1186/1741-7015-11-222.", "ArticleIdList": ["10.1186/1741-7015-11-222", "PMC3851815", "24120035"]}, {"Citation": "Olmstead RG, Michaels HJ, Scott KM, Palmer JD. Monophyly of the Asteridae and identification of their major lineages inferred from DNA sequences of rbcL. Ann Missouri Bot Gard. 1992;79:249–265. doi: 10.2307/2399768.", "ArticleIdList": ["10.2307/2399768"]}, {"Citation": "Pang X, Song J, Zhu Y, Xie C, Chen S. Using DNA barcoding to identify species within Euphorbiaceae. Planta Med. 2010;76:1784–1786. doi: 10.1055/s-0030-1249806.", "ArticleIdList": ["10.1055/s-0030-1249806", "20379956"]}, {"Citation": "Parveen I, Singh HK, Raghuvanshi S, Pradhan UC, Babbar SB. DNA barcoding of endangered Indian Paphiopedilum species. Mol Ecol Resour. 2012;12:82–90. doi: 10.1111/j.1755-0998.2011.03071.x.", "ArticleIdList": ["10.1111/j.1755-0998.2011.03071.x", "21951639"]}, {"Citation": "Parveen I, Gafner S, Techen N, Murch SJ, Abd Khan IA. DNA barcoding for the identification of botanicals in herbal medicine and dietery supplements; strengths and limitations. Planta Med. 2016", "ArticleIdList": ["27392246"]}, {"Citation": "Parveen I, Singh HK, Malik S, Raghuvanshi S, Babbar SB. Evaluating five different loci (rbcL, rpoB, rpoC1, matK and ITS) for DNA barcoding of Indian orchids. Genome. 2017;60:665–671. doi: 10.1139/gen-2016-0215.", "ArticleIdList": ["10.1139/gen-2016-0215", "28514600"]}, {"Citation": "Raclariu AC, Heinrich M, Ichim MC, de Boer H. Benefits and limitations of DNA barcoding and metabarcoding in herbal product authentication. Phytochem Anal. 2018;29:123–128. doi: 10.1002/pca.2732.", "ArticleIdList": ["10.1002/pca.2732", "PMC5836936", "28906059"]}, {"Citation": "Ratnasingham S and Hebert PDN (2007) BOLD: The barcode of life data system (http://www.barcodinglife.org). Mol Ecol Notes 7: 355–364", "ArticleIdList": ["PMC1890991", "18784790"]}, {"Citation": "Ross HA, Murugan S, Li WL. Testing the reliability of genetic methods of species identification via simulation. Syst Biol. 2008;57:216–230. doi: 10.1080/10635150802032990.", "ArticleIdList": ["10.1080/10635150802032990", "18398767"]}, {"Citation": "Rubinoff D, Cameron S, Will K. Are plant DNA barcodes a search for the Holy Grail? Trends Ecol Evol. 2006;21:1–2. doi: 10.1016/j.tree.2005.10.019.", "ArticleIdList": ["10.1016/j.tree.2005.10.019", "16701459"]}, {"Citation": "Sanger F, Nicklen S, Coulson AR. DNA sequencing with chain-terminating inhibitors. Pro Natl Acad Sci USA. 1977;74:5463–5467. doi: 10.1073/pnas.74.12.5463.", "ArticleIdList": ["10.1073/pnas.74.12.5463", "PMC431765", "271968"]}, {"Citation": "Sarwat M, Yamdagni MM. DNA barcoding, microarrays and next generation sequencing: recent tools for genetic diversity estimation and authentication of medicinal plants. Crit Rev Biotech. 2014;36:191–203. doi: 10.3109/07388551.2014.947563.", "ArticleIdList": ["10.3109/07388551.2014.947563", "25264574"]}, {"Citation": "Saunders GW. Applying DNA barcoding to red macroalgae: a preliminary appraisal holds promise for future applications. Philos Trans R Soc Lond B Biol Sci. 2005;360:1879–1888. doi: 10.1098/rstb.2005.1719.", "ArticleIdList": ["10.1098/rstb.2005.1719", "PMC1609223", "16214745"]}, {"Citation": "Selvam ABD. Pharmacognosy of negative listed Plants. Kolkata: Bot Surv Ind, MOEF; 2012."}, {"Citation": "Selvaraj D, Shanmughanandhan D, Sarma RK, Joseph JC, Srinivasan RV, Ramalingam S. DNA barcode ITS effectively distinguishes the medicinal plant Boerhavia diffusa from its adulterants. Genom Proteom Bioinform. 2012;10:364–367. doi: 10.1016/j.gpb.2012.03.002.", "ArticleIdList": ["10.1016/j.gpb.2012.03.002", "PMC5054712", "23317705"]}, {"Citation": "Singh HK, Parveen I, Raghuvanshi S, Babbar SB. The loci recommended as universal barcodes for plants on the basis of floristic studies may not work with congeneric species as exemplified by DNA barcoding of Dendrobium species. BMC Res Notes. 2012;5:42. doi: 10.1186/1756-0500-5-42.", "ArticleIdList": ["10.1186/1756-0500-5-42", "PMC3292824", "22260646"]}, {"Citation": "Song J, Yao H, Li Y, Li X, Lin Y, Liu C, et al. Authentication of the family Polygonaceae in Chinese pharmacopoeia by DNA barcoding technique. J Ethnopharmacol. 2009;124:434–439. doi: 10.1016/j.jep.2009.05.042.", "ArticleIdList": ["10.1016/j.jep.2009.05.042", "19505556"]}, {"Citation": "Sucher NJ, Carles MC. Genome-based approaches to the authentication of medicinal plants. Planta Med. 2008;74:603–623. doi: 10.1055/s-2008-1074517.", "ArticleIdList": ["10.1055/s-2008-1074517", "18449847"]}, {"Citation": "Swetha VP, Parvathy VA, Sheeja TE, Sasikumar B. Authentication of Myristica fragrans Houtt. using DNA barcoding. Food Control. 2017;73:1010–1015. doi: 10.1016/j.foodcont.2016.10.004.", "ArticleIdList": ["10.1016/j.foodcont.2016.10.004"]}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: molecular evolutionary genetics analysis version 6.0. Mol Biol Evol. 2013;30:2725–2729. doi: 10.1093/molbev/mst197.", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Wachtel S, Benzie IFF. Herbal medicine: an introduction to its history, usage, regulation, current trends, and research needs. In: Benzie IFF, Wachtel-Galor S, editors. Herbal medicine: biomolecular and clinical aspects. 2. Boca Raton: Taylor & Francis; 2011.", "ArticleIdList": ["22593939"]}, {"Citation": "Warude D, Chavan P, Joshi K, Patwardhan B. DNA isolation from fresh, dry plant samples with highly acidic tissue extracts. Plant Mol Biol Rep. 2003;21:467. doi: 10.1007/BF02772600.", "ArticleIdList": ["10.1007/BF02772600"]}, {"Citation": "White TJ, Burns T, Lee S, Taylor J. Amplification and sequencing of fungal ribosomal RNA genes for phylogenetics. In: Innis MA, Gelfand DH, Sninsky JJ, White TJ, editors. PCR protocols: a guide to methods and applications. San Diego: Academic Press; 1990. pp. 315–322."}, {"Citation": "Boldsystems.org (homepage on the internet). Ontario: Ministry of Research and Innovation. http://www.boldsystems.org/index.php/IDS_openIdEngine"}, {"Citation": "Nmpb.nic.in [homepage on the internet]. New Delhi: Government of India (Ministry of Ayush). Available from: http:/nmpb.nic.in/index.php"}, {"Citation": "Yuan QJ, Zhang B, Jiang D, Zhang WJ, Lin TY, Wang NH, et al. Identification of species and materia medica within Angelica L. (Umbelliferae) based on phylogeny inferred from DNA barcodes. Mol Ecol Resour. 2015;15:358–371. doi: 10.1111/1755-0998.12296.", "ArticleIdList": ["10.1111/1755-0998.12296", "PMC4344822", "24961287"]}]}], "History": [{"Year": "2018", "Month": "5", "Day": "23"}, {"Year": "2018", "Month": "9", "Day": "24"}, {"Year": "2018", "Month": "9", "Day": "26"}, {"Year": "2019", "Month": "4", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30956417", "PMC6419693", "10.1007/s12298-018-0610-8", "610"]}}]}