{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["biopolymers", "growth stimulation", "medicinal plants", "oligosaccharides", "pineapple lily"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30966277", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "02", "Day": "27"}], "Language": ["eng"], "ELocationID": ["242", "10.3390/polym10030242"], "Journal": {"ISSN": "2073-4360", "JournalIssue": {"Volume": "10", "Issue": "3", "PubDate": {"Year": "2018", "Month": "Feb", "Day": "27"}}, "Title": "Polymers", "ISOAbbreviation": "Polymers (Basel)"}, "ArticleTitle": "Exopolysaccharide Gellan Gum and Derived Oligo-Gellan Enhance Growth and Antimicrobial Activity in Eucomis Plants.", "Abstract": {"AbstractText": ["One of the visible trends in the cultivation of plants, particularly of medicinal ones, is the increasing interest of researchers in polysaccharides and their derivatives that show biostimulatory properties and are also safe to use. In the current study, we evaluated the effects of gellan gum and its depolymerized form oligo-gellan, on growth and antimicrobial activity of two ornamental species <i>Eucomis bicolor</i> and <i>Eucomis comosa</i> used in natural medicine. The biopolymers were applied in the form of bulb coating prepared by using polyelectrolyte complexes. In both species investigated, gellan gum and oligo-gellan enhanced the fresh weight of leaves and bulbs, the performance of the photosynthetic apparatus, and the leaf content of basic macronutrients. In comparison with the control, the plants treated with oligo-gellan accumulated more biomass, were first to flower, and had the highest leaf content of potassium. The extracts from the bulbs treated with gellan gum and oligo-gellan showed higher effectiveness in reducing the count of <i>Bacillus atrophaeus</i>, <i>Escherichia coli</i>, and <i>Staphylococcus aureus</i> than those from the bulbs not treated with the polysaccharides. The research described here largely expands our current knowledge on the effects of gellan gum derivatives and has a huge practical potential in agriculture production."]}, "AuthorList": [{"Identifier": ["0000-0003-0403-8519"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, West Pomeranian University of Technology, 3 Papieża Pawła VI Str., 71-434 Szczecin, Poland. piotr.salachna@zut.edu.pl."}], "LastName": "Salachna", "ForeName": "Piotr", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Bioimmobilisation and Innovative Packaging Materials, West Pomeranian University of Technology, 35 Janickiego Str., 71-270 Szczecin, Poland. malgorzata.mizielinska@zut.edu.pl."}], "LastName": "Mizielińska", "ForeName": "Małgorzata", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Bioimmobilisation and Innovative Packaging Materials, West Pomeranian University of Technology, 35 Janickiego Str., 71-270 Szczecin, Poland. marcin.sobol@zut.edu.pl."}], "LastName": "Soból", "ForeName": "Marcin", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Polymers (Basel)", "NlmUniqueID": "101545357", "ISSNLinking": "2073-4360"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Yakhin O.I., Lubyanov A.A., Yakhin I.A., Brown P.H. Biostimulants in plant science: A global perspective. Front. Plant Sci. 2017;7:2049. doi: 10.3389/fpls.2016.02049.", "ArticleIdList": ["10.3389/fpls.2016.02049", "PMC5266735", "28184225"]}, {"Citation": "Cabrera J.C., Wégria G., Onderwater R.C.A., González G., Nápoles M.C., Falcón-Rodríguez A.B., Costales D., Rogers H.J., Diosdado E., González S., et al. Practical use of oligosaccharins in agriculture. Acta Hortic. 2013;1009:195–212. doi: 10.17660/ActaHortic.2013.1009.24.", "ArticleIdList": ["10.17660/ActaHortic.2013.1009.24"]}, {"Citation": "Malerba M., Cerana R. Chitosan effects on plant systems. Int. J. Mol. Sci. 2016;17:996. doi: 10.3390/ijms17070996.", "ArticleIdList": ["10.3390/ijms17070996", "PMC4964372", "27347928"]}, {"Citation": "Singh M., Khan M.M.A., Uddin M., Naeem M., Qureshi M.I. Proliferating effect of radiolytically depolymerized carrageenan on physiological attributes, plant water relation parameters, essential oil production and active constituents of Cymbopogon flexuosus Steud. under drought stress. PLoS ONE. 2017;12:e0180129. doi: 10.1371/journal.pone.0180129.", "ArticleIdList": ["10.1371/journal.pone.0180129", "PMC5510827", "28708833"]}, {"Citation": "Bi F., Iqbal S., Arman M., Ali A., Hassan M.-U. Carrageenan as an elicitor of induced secondary metabolites and its effects on various growth characters of chickpea and maize plants. J. Saudi Chem. Soc. 2011;15:269–273. doi: 10.1016/j.jscs.2010.10.003.", "ArticleIdList": ["10.1016/j.jscs.2010.10.003"]}, {"Citation": "Lodhi G., Kim Y.-S., Hwang J.-W., Kim S.-K., Jeon Y.-J., Je J.-Y., Ahn C.-B., Park P.-J. Chitooligosaccharide and its derivatives: Preparation and biological applications. BioMed Res. Int. 2014;2014:654913. doi: 10.1155/2014/654913.", "ArticleIdList": ["10.1155/2014/654913", "PMC3958764", "24724091"]}, {"Citation": "Hu X., Jiang X., Hwang H., Liu S., Guan H. Promotive effects of alginate-derived oligosaccharide on maize seed germination. J. Appl. Phycol. 2004;16:73–76. doi: 10.1023/B:JAPH.0000019139.35046.0c.", "ArticleIdList": ["10.1023/B:JAPH.0000019139.35046.0c"]}, {"Citation": "Cai Z., Kastell A., Mewis I., Knorr D., Smetanska I. Polysaccharide elicitors enhance anthocyanin and phenolic acid accumulation in cell suspension cultures of Vitis vinifera. Plant Cell Tissue Organ Cult. 2012;108:401–409. doi: 10.1007/s11240-011-0051-3.", "ArticleIdList": ["10.1007/s11240-011-0051-3"]}, {"Citation": "Salachna P., Zawadzińska A. Effect of chitosan on plant growth, flowering and corms yield of potted freesia. J. Ecol. Eng. 2014;15:97–102."}, {"Citation": "Badawy M.E., Rabea E.I. A biopolymer chitosan and its derivatives as promising antimicrobial agents against plant pathogens and their applications in crop protection. Int. J. Carbohydr. Chem. 2011;2011:460381. doi: 10.1155/2011/460381.", "ArticleIdList": ["10.1155/2011/460381"]}, {"Citation": "Zou P., Li K., Liu S., Xing R., Qin Y., Yu H., Zhou M., Li P. Effect of chitooligosaccharides with different degrees of acetylation on wheat seedlings under salt stress. Carbohydr. Polym. 2015;126:62–69. doi: 10.1016/j.carbpol.2015.03.028.", "ArticleIdList": ["10.1016/j.carbpol.2015.03.028", "25933523"]}, {"Citation": "Xia W., Liu P., Zhang J., Chen J. Biological activities of chitosan and chitooligosaccharides. Food Hydrocoll. 2011;25:170–179. doi: 10.1016/j.foodhyd.2010.03.003.", "ArticleIdList": ["10.1016/j.foodhyd.2010.03.003"]}, {"Citation": "Sarfaraz A., Naeem M., Nasir S., Idrees M., Aftab T., Hashmi N., Khan M.A.A., Varshney M., Varshney L. An evaluation of the effects of irradiated sodium alginate on the growth, physiological activities and essential oil production of fennel (Foeniculum vulgare Mill.) J. Med. Plants Res. 2011;5:15–21."}, {"Citation": "Naeem M., Idrees M., Aftab T., Khan M.M.A., Moinuddin L., Varshney L. Depolymerised carrageenan enhances physiological activities and menthol production in Mentha arvensis. Carbohydr. Polym. 2012;87:1211–1218. doi: 10.1016/j.carbpol.2011.09.002.", "ArticleIdList": ["10.1016/j.carbpol.2011.09.002"]}, {"Citation": "Takeuchi M., Sawada H., Oyaizu H., Yokota A. Phylogenetic evidence for Sphingomonas and Rhizomonas as nonphotosynthetic members of the alpha-4 subclass of the Proteobacteria. Int. J. Syst. Evol. Microbiol. 1994;44:308–314. doi: 10.1099/00207713-44-2-308.", "ArticleIdList": ["10.1099/00207713-44-2-308", "8186095"]}, {"Citation": "Prajapati V.D., Jani G.K., Zala B.S., Khutliwala T.A. An insight into the emerging exopolysaccharide gellan gum as a novel polymer. Carbohydr. Polym. 2013;93:670–678. doi: 10.1016/j.carbpol.2013.01.030.", "ArticleIdList": ["10.1016/j.carbpol.2013.01.030", "23499110"]}, {"Citation": "Oliveira J.T., Martins L., Picciochi R., Malafaya P.B., Sousa R.A., Neves N.M., Mano J.F., Reis R.L. Gellan gum: A new biomaterial for cartilage tissue engineering applications. J. Biomed. Mater. Res. A. 2010;93:852–863. doi: 10.1002/jbm.a.32574.", "ArticleIdList": ["10.1002/jbm.a.32574", "19658177"]}, {"Citation": "Anderson D.M.W., Brydon W.G., Eastwood M.A. The dietary effects of gellan gum in humans. Food Addit. Contam. 1988;5:237–249. doi: 10.1080/02652038809373701.", "ArticleIdList": ["10.1080/02652038809373701", "3294053"]}, {"Citation": "Osmałek T., Froelich A., Tasarek S. Application of gellan gum in pharmacy and medicine. Int. J. Pharm. 2014;466:328–340. doi: 10.1016/j.ijpharm.2014.03.038.", "ArticleIdList": ["10.1016/j.ijpharm.2014.03.038", "24657577"]}, {"Citation": "Johnsen A.R., Karlson U. Evaluation of bacterial strategies to promote the bioavailability of polycyclic aromatic hydrocarbons. Appl. Microbiol. Biotechnol. 2004;63:452–459. doi: 10.1007/s00253-003-1265-z.", "ArticleIdList": ["10.1007/s00253-003-1265-z", "14716468"]}, {"Citation": "Klimaszewska K., Smith D.R. Maturation of somatic embryos of Pinus strobus is promoted by a high concentration of gellan gum. Physiol. Plant. 1997;100:949–957. doi: 10.1111/j.1399-3054.1997.tb00022.x.", "ArticleIdList": ["10.1111/j.1399-3054.1997.tb00022.x"]}, {"Citation": "Chevreau E., Mourgues F., Neveu M., Chevalier M. Effect of gelling agents and antibiotics on adventitious bud regeneration from in vitro leaves of pear. In Vitro Cell. Dev. Biol. Plant. 1997;33:173–179. doi: 10.1007/s11627-997-0017-7.", "ArticleIdList": ["10.1007/s11627-997-0017-7"]}, {"Citation": "Tetsumura T., Ishimura A., Aikou Y., Eguchi N., Kai Y., Tashiro K., Honsho C. Vermiculite-containing and gellan gum solidified medium improves rooting of microcuttings of Japanese pear cultivars. Acta Hortic. 2011;923:59–64. doi: 10.17660/ActaHortic.2011.923.7.", "ArticleIdList": ["10.17660/ActaHortic.2011.923.7"]}, {"Citation": "Masondo N.A., Aremu A.O., Finnie J.F., Van Staden J. Growth and phytochemical levels in micropropagated Eucomis autumnalis subspecies autumnalis using different gelling agents, explant source, and plant growth regulators. In Vitro Cell. Dev. Biol. Plant. 2015;51:102–110. doi: 10.1007/s11627-014-9646-9.", "ArticleIdList": ["10.1007/s11627-014-9646-9"]}, {"Citation": "Salachna P., Grzeszczuk M., Soból M. Effects of chitooligosaccharide coating combined with selected ionic polymers on the stimulation of Ornithogalum saundersiae growth. Molecules. 2017;22:1903. doi: 10.3390/molecules22111903.", "ArticleIdList": ["10.3390/molecules22111903", "PMC6150323", "29113062"]}, {"Citation": "Bartkowiak A., Startek L., Salachna P., Zurawik P. Method of Hydrogel Coating Formation on the Surface of Plant Organs. Patent No. PL 197101. 2008 Feb 29;"}, {"Citation": "Bartkowiak A., Hunkeler D. New microcapsules based on oligoelectrolyte complexation. Ann. N. Y. Acad. Sci. 1999;875:36–45. doi: 10.1111/j.1749-6632.1999.tb08492.x.", "ArticleIdList": ["10.1111/j.1749-6632.1999.tb08492.x", "10415556"]}, {"Citation": "Salachna P., Zawadzińska A. Comparison of morphological traits and mineral content in Eucomis autumnalis (Mill.) Chitt. plants obtained from bulbs treated with fungicides and coated with natural polysaccharides. J. Ecol. Eng. 2015;16:136–142. doi: 10.12911/22998993/1868.", "ArticleIdList": ["10.12911/22998993/1868"]}, {"Citation": "Kumar S., Paul S., Walia Y.K., Kumar A., Singhal P. Therapeutic potential of medicinal plants: A review. J. Biol. Chem. Chron. 2015;1:46–54."}, {"Citation": "Masondo N.A., Finnie J.F., Van Staden J. Pharmacological potential and conservation prospect of the genus Eucomis (Hyacinthaceae) endemic to southern Africa. J. Ethnopharmacol. 2014;151:44–53. doi: 10.1016/j.jep.2013.11.002.", "ArticleIdList": ["10.1016/j.jep.2013.11.002", "24247080"]}, {"Citation": "Koorbanally C., Crouch N.R., Mulholland D.A. The phytochemistry and ethnobotany of the southern African genus Eucomis (Hyacinthaceae: Hyacinthoideae) In: Imperato F., editor. Phytochemistry: Advances in Research. Research Signpost; Trivandrum, India: 2006. pp. 69–85."}, {"Citation": "Bisi-Johnson M.A., Obi C.L., Hattori T., Oshima Y., Li S., Kambizi L., Vasaikar S.D. Evaluation of the antibacterial and anticancer activities of some South African medicinal plants. BMC Complement. Altern. Med. 2011;11:14. doi: 10.1186/1472-6882-11-14.", "ArticleIdList": ["10.1186/1472-6882-11-14", "PMC3055209", "21329526"]}, {"Citation": "Salachna P., Grzeszczuk M., Wilas J. Total phenolic content, photosynthetic pigment concentration and antioxidant activity of leaves and bulbs of selected Eucomis L’Hér. taxa. Fresen. Environ. Bull. 2015;24:4220–4225."}, {"Citation": "Mizielińska M., Salachna P., Ordon M., Łopusiewicz Ł. Antimicrobial activity of water and acetone extracts of some Eucomis taxa. Asian Pac. J. Trop. Med. 2017;10:892–895. doi: 10.1016/j.apjtm.2017.08.018.", "ArticleIdList": ["10.1016/j.apjtm.2017.08.018", "29080618"]}, {"Citation": "Taylor J.L.S., Rabe T., McGaw L.J., Jäger A.K., Van Staden J. Towards the scientific validation of traditional medicinal plants. Plant Growth Regul. 2001;34:23–37. doi: 10.1023/A:1013310809275.", "ArticleIdList": ["10.1023/A:1013310809275"]}, {"Citation": "Taylor J.L.S., Van Staden J. In vitro propagation of Eucomis L’Hérit species-plants with medicinal and horticultural potential. Plant Growth Regul. 2001;34:317–329. doi: 10.1023/A:1013397932664.", "ArticleIdList": ["10.1023/A:1013397932664"]}, {"Citation": "Salachna P., Zawadzińska A., Wilas J. The use of natural polysaccharides in Eucomis autumnalis (Mill.) Chitt. propagation by twin-scale cuttings. Acta Hortic. 2015;1104:225–227. doi: 10.17660/ActaHortic.2015.1104.34.", "ArticleIdList": ["10.17660/ActaHortic.2015.1104.34"]}, {"Citation": "Carlson A.S., Dole J.M., Whipker B.E. Plant growth regulator drenches suppress foliage and inflorescence height of ‘Leia’ pineapple lily. HortTechnology. 2015;25:105–109."}, {"Citation": "Salachna P., Zawadzińska A. Effect of daminozide and flurprimidol on growth, flowering and bulb yield of Eucomis autumnalis (Mill.) Chitt. Folia Hort. 2017;29:33–38. doi: 10.1515/fhort-2017-0004.", "ArticleIdList": ["10.1515/fhort-2017-0004"]}, {"Citation": "Okamoto T., Kubota K., Kuwahara N. Light scattering study of gellan gum. Food Hydrocoll. 1993;7:363–371. doi: 10.1016/S0268-005X(09)80232-4.", "ArticleIdList": ["10.1016/S0268-005X(09)80232-4"]}, {"Citation": "Silva-Correia J., Zavan B., Vindigni V., Silva T.H., Oliveira J.M., Abatangelo G., Reis R.L. Biocompatibility evaluation of ionic- and photo-crosslinked methacrylated gellan gum hydrogels: In vitro and in vivo study. Adv. Healthc. Mater. 2013;2:568–575. doi: 10.1002/adhm.201200256.", "ArticleIdList": ["10.1002/adhm.201200256", "23184642"]}, {"Citation": "Ostrowska A., Gawliński S., Szczubiałka Z. Methods for Analyzing and Assessing the Properties of Soil and Plants. Instytut Ochrony Środowiska; Warsaw, Poland: 1991. pp. 1–333. (In Polish)"}, {"Citation": "Jaya Prakash S., Santhiagu A., Jasemine S. Preparation, characterization and in vitro evaluation of novel gellan gum—Raloxifene HCl nanoparticles. J. Pharm. Biol. Sci. 2014;2:63–71."}, {"Citation": "González A., Moenne F., Gómez M., Sáez C.A., Contreras R.A., Moenne A. Oligo-carrageenan kappa increases NADPH, ascorbate and glutathione syntheses and TRR/TRX activities enhancing photosynthesis, basal metabolism, and growth in Eucalyptus trees. Front. Plant Sci. 2014;5:512. doi: 10.3389/fpls.2014.00512.", "ArticleIdList": ["10.3389/fpls.2014.00512", "PMC4195311", "25352851"]}, {"Citation": "Winkler A.J., Dominguez-Nuñez J.A., Aranaz I., Poza-Carrión C., Ramonell K., Somerville S., Berrocal-Lobo M. Short-chain chitin oligomers: Promoters of plant growth. Mar. Drugs. 2017;15:40. doi: 10.3390/md15020040.", "ArticleIdList": ["10.3390/md15020040", "PMC5334620", "28212295"]}, {"Citation": "Lelu-Walter M.A., Gautier F., Eliášová K., Sanchez L., Teyssier C., Lomenech A.M., Le Metté C., Hargreaves C., Trontin J.F., Reeves C. High gellan gum concentration and secondary somatic embryogenesis: Two key factors to improve somatic embryo development in Pseudotsuga menziesii Mirb. Plant Cell Tissue Organ Cult. 2017;132:137–155. doi: 10.1007/s11240-017-1318-0.", "ArticleIdList": ["10.1007/s11240-017-1318-0"]}, {"Citation": "Kim Y.W., Moon H.K. Enhancement of somatic embryogenesis and plant regeneration in Japanese larch (Larix leptolepis) Plant Cell Tissue Organ Cult. 2007;88:241–245. doi: 10.1007/s11240-007-9202-y.", "ArticleIdList": ["10.1007/s11240-007-9202-y"]}, {"Citation": "Hadrami E., Housti F., Miehaux-Ferriere N., Carron M.P., D’Auzac J. Effects of gelling agents and liquid medium on embryogenie potential, polyamines and enzymatic factors in browning in Hevea brasiliensis calli. J. Plant Physiol. 1993;141:230–233. doi: 10.1016/S0176-1617(11)80765-0.", "ArticleIdList": ["10.1016/S0176-1617(11)80765-0"]}, {"Citation": "Scherer P.A., Müller E., Lippert H., Wolff G. Multielement analysis of agar and gelrite impurities investigated by inductively coupled plasma emission spectrometry as well as physical properties of tissue culture media prepared with agar or the gellan gum gelrite. Acta Hortic. 1988;226:655–658. doi: 10.17660/ActaHortic.1988.226.91.", "ArticleIdList": ["10.17660/ActaHortic.1988.226.91"]}, {"Citation": "Akelah A., editor. Functionalized Polymeric Materials in Agriculture and the Food Industry. Springer; Berlin, Germany: 2013. Polymers in plantation and plants protection; pp. 65–131."}, {"Citation": "Guilherme M.R., Aouada F.A., Fajardo A.R., Martins A.F., Paulino A.T., Davi M.F., Rubira A.F., Muniz E.C. Superabsorbent hydrogels based on polysaccharides for application in agriculture as soil conditioner and nutrient carrier: A review. Eur. Polym. J. 2015;72:365–385. doi: 10.1016/j.eurpolymj.2015.04.017.", "ArticleIdList": ["10.1016/j.eurpolymj.2015.04.017"]}, {"Citation": "Milani P., França D., Balieiro A.G., Faez R. Polymers and its applications in agriculture. Polímeros. 2017;27:256–266. doi: 10.1590/0104-1428.09316.", "ArticleIdList": ["10.1590/0104-1428.09316"]}, {"Citation": "Dzung P.D., Phu D.V., Du B.D., Ngoc L.S., Duy N.N., Hiet H.D., Hien N.Q. Effect of foliar application of oligochitosan with different molecular weight on growth promotion and fruit yield enhancement of chili plant. Plant Prod. Sci. 2017;20:389–395. doi: 10.1080/1343943X.2017.1399803.", "ArticleIdList": ["10.1080/1343943X.2017.1399803"]}, {"Citation": "Dar T.A., Uddin M., Khan M.M.A., Ali A., Varshney L. Modulation of alkaloid content, growth and productivity of Trigonella foenum-graecum L. using irradiated sodium alginate in combination with soil applied phosphorus. J. Appl. Res. Med. Aromat. Plants. 2016;3:200–210. doi: 10.1016/j.jarmap.2016.05.003.", "ArticleIdList": ["10.1016/j.jarmap.2016.05.003"]}, {"Citation": "Gonzalez A., Contreras R.A., Moenne A. Oligo-carrageenans enhance growth and contents of cellulose, essential oils and polyphenolic compounds in Eucalyptus globulus trees. Molecules. 2013;18:8740–8751. doi: 10.3390/molecules18088740.", "ArticleIdList": ["10.3390/molecules18088740", "PMC6270522", "23887716"]}, {"Citation": "Idrees M., Dar T.A., Naeem M., Aftab T., Khan M.M.A., Ali A., Uddin M., Varshney L. Effects of gamma-irradiated sodium alginate on lemongrass: Field trials monitoring production of essential oil. Ind. Crops Prod. 2015;63:269–275. doi: 10.1016/j.indcrop.2014.09.037.", "ArticleIdList": ["10.1016/j.indcrop.2014.09.037"]}, {"Citation": "Darvill A., Augur C., Bergmann C., Carlson R.W., Cheong J.J., Eberhard S., Hahn M.G., Lo V.M., Marfa V., Meyer B., et al. Oligosaccharins—Oligosaccharides that regulate growth, development and defence responses in plants. Glycobiology. 1992;2:181–198. doi: 10.1093/glycob/2.3.181.", "ArticleIdList": ["10.1093/glycob/2.3.181", "1498416"]}, {"Citation": "Naeem M., Aftab T., Idrees M., Singh M., Ali A., Khan M.M.A., Uddin M., Varshney L. Modulation of physiological activities, active constituents and essential oil production of Mentha arvensis L. by concomitant application of depolymerised carrageenan, triacontanol and 28-homobrassinolide. J. Essent. Oil Res. 2017;29:179–188. doi: 10.1080/10412905.2016.1213188.", "ArticleIdList": ["10.1080/10412905.2016.1213188"]}, {"Citation": "Aftab T., Khan M.M.A., Naeem M., Idrees M., Siddiqi T.O., Varshney L. Effect of irradiated sodium alginate and phosphorus on biomass and artemisinin production in Artemisia annua. Carbohydr. Polym. 2014;110:396–404. doi: 10.1016/j.carbpol.2014.04.045.", "ArticleIdList": ["10.1016/j.carbpol.2014.04.045", "24906772"]}, {"Citation": "Hashmi N., Khan M.M.A., Moinuddin, Idrees M., Khan Z.H., Ali A., Varshney L. Depolymerized carrageenan ameliorates growth, physiological attributes, essential oil yield and active constituents of Foeniculum vulgare Mill. Carbohydr. Polym. 2012;90:407–412. doi: 10.1016/j.carbpol.2012.05.058.", "ArticleIdList": ["10.1016/j.carbpol.2012.05.058", "24751059"]}]}], "History": [{"Year": "2018", "Month": "1", "Day": "11"}, {"Year": "2018", "Month": "2", "Day": "13"}, {"Year": "2018", "Month": "2", "Day": "26"}, {"Year": "2019", "Month": "4", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "27", "Hour": "0", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "27", "Hour": "0", "Minute": "1"}, {"Year": "2018", "Month": "2", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["30966277", "PMC6414989", "10.3390/polym10030242", "polym10030242"]}}]}