{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ailments", "Documentation", "In silico", "Quantitative indices", "Traditional knowledge"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30963049", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "05", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jtcme.2018.01.008"], "Journal": {"ISSN": "2225-4110", "JournalIssue": {"Volume": "9", "Issue": "2", "PubDate": {"Year": "2019", "Month": "Apr"}}, "Title": "Journal of traditional and complementary medicine", "ISOAbbreviation": "J Tradit Complement Med"}, "ArticleTitle": "In silico validation of the indigenous knowledge of the herbal medicines among tribal communities in Sathyamangalam wildlife sanctuary, India.", "Pagination": {"StartPage": "143", "EndPage": "155", "MedlinePgn": "143-155"}, "Abstract": {"AbstractText": ["The ethno-botanical documentation among ethnic people in Sathyamangalam wildlife sanctuary, Tamil Nadu, India has been investigated for the first time. A total of 61 medicinal plants having new combination uses were reported with adjuvant in the treatment of dermatological, Genitourinary and gastrointestinal ailments. This study could help in the recovery and conservation of traditional medicine system among educated generation. The present study was aimed to: (1) documentation of the traditional knowledge (2) quantitative analysis using Use value (UV), Informant consensus factor (ICF), Index of agreement on remedies (IAR), Relative frequency citation (RFC) and Cultural Importance index (CII) (3) validation of ethno-botanical data using <i>in silico</i> biological activity and toxicity prediction studies. Semi-structured direct interviews were conducted to acquire information from the study area tribes. Total of 89 tribes including both gender among various communities were interviewed and their ethno-botanical knowledge was documented. The data were assessed using ethno-botanical indices methods to estimate the consistency of usage herbal knowledge in various ailments. A total of 61 species were recorded for treatment of categorized ailments. The collected medicinal information from ethnic groups shows remarkable new usage of medicinal plants to particular ailments. Our comparative <i>in silico</i> studies also supported the traditional medicine results with correspondence to their bioactive. Traditional knowledge of ethnic people also linked to their culture and history. This study also infers the usage of traditional plant based medicine. Further research related to the bioactivities of reported plants should be encouraged to explore the importance in pharmaceutical industry."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Bharathiar University, Coimbatore, Tamil Nadu 641 046, India."}], "LastName": "Chinnasamy", "ForeName": "Pavithra", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Bharathiar University, Coimbatore, Tamil Nadu 641 046, India."}], "LastName": "Arumugam", "ForeName": "Rajendran", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Bharathiar University, Coimbatore, Tamil Nadu 641 046, India."}], "LastName": "Ariyan", "ForeName": "Sarvalingam", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Tradit Complement Med", "NlmUniqueID": "101605474", "ISSNLinking": "2225-4110"}, "CommentsCorrectionsList": [{"RefSource": "J Tradit Complement Med. 2020 Sep 28;10(6):605. doi: 10.1016/j.jtcme.2020.09.001", "PMID": "33134138"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Panghal M., Arya V., Yadav S., Kumar S., Yadav J.P. Indigenous knowledge of medicinal plants used by Saperas community of Khetawas, Jhajjar District, Haryana, India. J Ethnobiol Ethnomed. 2010;6(1):4.", "ArticleIdList": ["PMC2826346", "20109179"]}, {"Citation": "Gurib-Fakim A. Medicinal plants: traditions of yesterday and drugs of tomorrow. Mol Aspect Med. 2006;27(1):1–93.", "ArticleIdList": ["16105678"]}, {"Citation": "Lewis W.H., Elvin-Lewis M.P. John Wiley & Sons; 2003. Medical Botany: Plants Affecting Human Health."}, {"Citation": "Mukherjee P.K., Wahile A. Integrated approaches towards drug development from Ayurveda and other Indian system of medicines. J Ethnopharmacol. 2006;103(1):25–35.", "ArticleIdList": ["16271286"]}, {"Citation": "Alagesaboopathi C. Ethnomedicinal plants and their utilization by villagers in Kumaragiri hills of Salem district of Tamilnadu, India. Afr J Trad CAM. 2009;6(3):222–227.", "ArticleIdList": ["PMC2816461", "20448846"]}, {"Citation": "Ravishankar B., Shukla V.J. Indian systems of medicine: a brief profile. Afr J Trad Complem & Alter Med. 2007;4(3):319–337.", "ArticleIdList": ["PMC2816487", "20161896"]}, {"Citation": "Rates S.M.K. Plants as source of drugs. Toxicon. 2001;39(5):603–613.", "ArticleIdList": ["11072038"]}, {"Citation": "Mutheeswaran S., Pandikumar P., Chellappandian M., Ignacimuthu S. Documentation and quantitative analysis of the local knowledge on medicinal plants among traditional Siddha healers in Virudhunagar district of Tamil Nadu, India. J Ethnopharmacol. 2011;137(1):523–533.", "ArticleIdList": ["21718779"]}, {"Citation": "Ekins S. Predicting undesirable drug interactions with promiscuous proteins in silico. Drug Discov Today. 2004;9(6):276–285.", "ArticleIdList": ["15003246"]}, {"Citation": "Heinrich M., Ankli A., Frei B., Weimann C., Sticher O. Medicinal plants in Mexico: healers consensus andcultural importance. Soc Sci Med. 1998;47:1863–1875.", "ArticleIdList": ["9877354"]}, {"Citation": "Andrade-Cetto A. Ethnobotanical study of the medicinal plants from Tlanchinol, Hidalgo, México. J Ethnopharmacol. 2009;122:163–171.", "ArticleIdList": ["19146936"]}, {"Citation": "Tardío J., Pardo-de Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of southern Cantabria (northern Spain) Eco Bot. 2008;62:24–39."}, {"Citation": "Jamkhande P.G., Wattamwar A.S., Pekamwar S.S., Chandak P.G. Antioxidant, antimicrobial activity and in silico PASS prediction of Annona reticulata Linn. root extract. Beni-Suef Uni J Basic & Appl Sci. 2014;3(2):140–148."}, {"Citation": "Revathi P., Parimelazhagan T. Traditional knowledge on medicinal plants used by the Irula tribe of Hasanur hills, Erode District, Tamil Nadu, India. Ethnobot Leaflets. 2010;4(2):136–160."}, {"Citation": "Poongodi A., Thilagavathi S., Aravindhan V., Rajendran A. Observations on some ethnomedicinal plants in Sathyamangalam forests of Erode district, Tamil Nadu, India. J Med Plants Res. 2011;5(19):4709–4714."}, {"Citation": "Revathi P., Parimelazhagan T., Manian S. Ethnomedicinal plants and novel formulations used by Hooralis tribe in Sathyamangalam forests, Western Ghats of Tamil Nadu, India. J Med Plants Res. 2013;7(28):2083–2097."}, {"Citation": "Muthu C., Ayyanar M., Raja N., Ignacimuthu S. Medicinal plants used by traditional healers in Kancheepuram District of Tamil Nadu, India. J Ethnobiol Ethnomed. 2006;2(1):1.", "ArticleIdList": ["PMC1615867", "17026769"]}, {"Citation": "Prabhu S., Vijayakumar S., MorvinYabesh J.E., Ravichandran K., Sakthivel B. Documentation and quantitative analysis of the local knowledge on medicinal plants in Kalrayan hills of Villupuram district, Tamil Nadu, India. J Ethnopharmacol. 2014;157:7–20.", "ArticleIdList": ["25240590"]}, {"Citation": "Valenciennes E., Smadja J., Conan J.Y. Screening for biological activity and chemical composition of Euodia borbonica var. borbonica (Rutaceae), a medicinal plant in Reunion Island. J Ethnopharmacol. 1999;64(3):283–288.", "ArticleIdList": ["10363846"]}, {"Citation": "Gond S.K., Verma V.C., Kumar A., Kumar V., Kharwar R.N. Study of endophytic fungal community from different parts of Aegle marmelos Correa (Rutaceae) from Varanasi (India) World J Microbiol Biotechnol. 2007;23(10):1371–1375."}, {"Citation": "Dutra R.C., Campos M.M., Santos A.R., Calixto J.B. Medicinal plants in Brazil: pharmacological studies, drug discovery, challenges and perspectives. Pharmacol Res. 2016;112:4–29.", "ArticleIdList": ["26812486"]}, {"Citation": "Tandon N., Yadav S.S. Contributions of Indian Council of Medical Research (ICMR) in the area of Medicinal plants/traditional medicine. J Ethnopharmacol. 2016;197:39–45.", "ArticleIdList": ["27452657"]}, {"Citation": "Usha S., Rajasekaran C., Siva R. Ethnoveterinary medicine of the Shervaroy hills of Eastern Ghats, India as alternative medicine for animals. J Trad Complem Med. 2016;6(1):118–125.", "ArticleIdList": ["PMC4737946", "26870689"]}, {"Citation": "Vijayakumar S., Harikrishnan J.P., Prabhu S., Yabesh J.M., Manogar P. Quantitative ethnobotanical survey of traditional Siddha medical practitioners from Thiruvarur District with hepatoprotective potentials through In Silico methods. Achiev Life Sci. 2016;10(1):11–26."}, {"Citation": "Sadeghi Z., Mahmood A. Ethno-gynecological knowledge of medicinal plants used by Baluch tribes, southeast of Baluchistan, Iran. Rev Brasil de Farmacog. 2014;24(6):706–715."}, {"Citation": "Yaseen G., Ahmad M., Sultana S., Alharrasi A.S., Hussain J., Zafar M. Ethnobotany of medicinal plants in the thar Desert (Sindh) of Pakistan. J Ethnopharmacol. 2015;163:43–59.", "ArticleIdList": ["25617748"]}, {"Citation": "Ayyanar M., Ignacimuthu S. Ethnobotanical survey of medicinal plants commonly used by Kani tribals in Tirunelveli hills of Western Ghats, India. J Ethnopharmacol. 2011;134(3):851–864.", "ArticleIdList": ["21291981"]}, {"Citation": "Maity P., Hansda D., Bandyopadhyay U., Mishra D.K. Biological activities of crude extracts and chemical constituents of Bael, Aegle marmelos (L.) Corr. Ind J Exp Biol. 2009;47(11):849–861.", "ArticleIdList": ["20099458"]}, {"Citation": "Sharma R. Medicinal plants diversity in Bhilai city district Durg, Chhattisqarh, India. Int J Pharm & Life Sci. 2016;7(3):4952–4966."}, {"Citation": "Gupta R.K., Kesari A.N., Murthy P.S., Chandra R., Tandon V., Watal G. Hypoglycemic and antidiabetic effect of ethanolic extract of leaves of Annona squamosa L. in experimental animals. J Ethnopharmacol. 2005;99(1):75–81.", "ArticleIdList": ["15848023"]}, {"Citation": "Damasceno D.C., Volpato G.T., Sartori T.C.F. Effects of Annona squamosa extract on early pregnancy in rats. Phytomed. 2002;9(7):667–672.", "ArticleIdList": ["12487333"]}, {"Citation": "Reddy K.R. Folk medicine from Chittoor District, Andhra Pradesh, India, used in the treatment of jaundice. Int J Crude Drug Res. 1988;26(3):137–140."}, {"Citation": "Barlow D.J., Buriani A., Ehrman T., Bosisio E., Eberini I., Hylands P.J. In-silico studies in Chinese herbal medicines' research: evaluation of in-silico methodologies and phytochemical data sources, and a review of research to date. J Ethnopharmacol. 2012;140(3):526–534.", "ArticleIdList": ["PMC7126886", "22326356"]}, {"Citation": "Lagunin A., Stepanchikova A., Filimonov D., Poroikov V.P.A.S.S. Prediction of activity spectra for biologically active substances. Bioinform. 2000;16(8):747–748.", "ArticleIdList": ["11099264"]}, {"Citation": "Sharma H.K., Chhangte L., Dolui A.K. Traditional medicinal plants in Mizoram, India. Fitoterapia. 2001;72(2):146–161.", "ArticleIdList": ["11223224"]}, {"Citation": "Albuquerque U.P., Melo J.G., Medeiros M.F. Natural products from ethnodirected studies: revisiting the ethnobiology of the zombie poison. Evidence-based complem Alter Med. 2012;2012(202508):9.", "ArticleIdList": ["PMC3184504", "21977054"]}, {"Citation": "Brijesh S., Daswani P.G., Tetali P., Rojatkar S.R., Antia N.H., Birdi T.J. Studies on Pongamia pinnata (L.) Pierre leaves: understanding the mechanism (s) of action in infectious diarrhea. J Zhejiang Uni Sci B. 2006;7(8):665–674.", "ArticleIdList": ["PMC1533752", "16845722"]}, {"Citation": "Rahman M.A., Uddin S.B., Wilcock C.C. Medicinal plants used by Chakma tribe in Hill Tracts districts of Bangladesh. Ind J Trad Knowled. 2007;6(3):508–517."}, {"Citation": "Ong H.C., Norzalina J. Malay herbal medicine in gemencheh, Negri Sembilan, Malaysia. Fitoterapia. 1999;70(1):10–14."}, {"Citation": "Gritto M.J., Nandagopalan V., Doss A. Ethno-botanical study on the traditional healers in pachamalai hills of Eastern Ghats, Tamilnadu, South India. J Med Pl. 2015;3(2):80–85."}, {"Citation": "Rahmatullah M., Ferdausi D., Mollik A., Jahan R., Chowdhury M.H., Haque W.M. A survey of medicinal plants used by Kavirajes of Chalna area, Khulna district, Bangladesh. Afr J Trad Complem & Alter Med. 2010;7(2):91–97.", "ArticleIdList": ["PMC3021158", "21304618"]}, {"Citation": "Vedavathy S., Sudhakar A., Mrdula V. Tribal medicinal plants of Chittoor. Anc Sci Life. 1997;16(4):307.", "ArticleIdList": ["PMC3331170", "22556807"]}, {"Citation": "Kosalge S.B., Fursule R.A. Investigation of ethnomedicinal claims of some plants used by tribals of Satpuda Hills in India. J Ethnopharmacol. 2009;121(3):456–461.", "ArticleIdList": ["19100321"]}, {"Citation": "Katewa S.S., Chaudhary B.L., Jain A. Folk herbal medicines from tribal area of Rajasthan, India. J Ethnopharmacol. 2004;92(1):41–46.", "ArticleIdList": ["15099845"]}, {"Citation": "Pandit P.K. Inventory of ethno veterinary medicinal plants of Jhargram Division, West Bengal, India. Ind Forest. 2010;136(9):1183."}, {"Citation": "Nag A., Galav P., Katewa S.S. Indigenous animal healthcare practices from Udaipur district, Rajasthan. Ind J Tradi Knowl. 2007;6(4):583–588."}, {"Citation": "Khumukcham N., Biswas D., Singh N.S., Deb L. Herbal Insecticides, Repellents and Biomedicines: Effectiveness and Commercialization. Springer India; 2016. Prospects for development of Biomedicines from the Medicinal plants of Northeastern India; pp. 147–187."}, {"Citation": "Baskaran R., Pullencheri D., Somasundaram R. Characterization of free, esterified and bound phenolics in custard apple (Annona squamosa L) fruit pulp by UPLC-ESI-S/MS. Food Res Int. 2016;82:121–127."}, {"Citation": "Barbosa A.F., Carvalho M.G.D., Smith R.E., Sabaa-Srur A.U. Spilanthol: occurrence, extraction, chemistry and biological activities. Revi Brasil de Farmacog. 2016;26(1):128–133."}, {"Citation": "Wagh V.D., Wagh K.V., Tandale Y.N., Salve S.A. Phytochemical, pharmacological and phytopharmaceutics aspects of Sesbania grandiflora (Hadga): a review. J Pharm Res. 2009;2(5):889–892."}, {"Citation": "Gupta J., Amit G. Isolation and characterization of flavonoid glycoside from leaves of Abrus precatorius. IJCS. 2016;4(1):14–17."}, {"Citation": "Rao Y.K., Fang S.H., Tzeng Y.M. Antiinflammatory activities of flavonoids and a triterpene caffeate isolated from Bauhinia variegata. Phytoth Res. 2008;22(7):957–962.", "ArticleIdList": ["18384188"]}, {"Citation": "Li L., Li X., Shi C. Pongamone A–E, five flavonoids from the stems of a mangrove plant, Pongamia pinnata. Phytochem. 2006;67(13):1347–1352.", "ArticleIdList": ["16814820"]}, {"Citation": "Rahman M.A., Bachar S.C., Rahmatullah M. Analgesic and anti-inflammatory activity of methanolic extract of Acalypha indica Linn. Pak J Pharm Sci. 2010;23(3):256–258.", "ArticleIdList": ["20566436"]}, {"Citation": "Deshmukh P.T., Fernandes J., Atul A., Toppo E. Wound healing activity of Calotropis gigantea root bark in rats. J Ethnopharmacol. 2009;125(1):178–181.", "ArticleIdList": ["19539020"]}, {"Citation": "Zheng C.J., Zhao X.X., Ai H.W. Therapeutic effects of standardized Vitex negundo seeds extract on complete Freund's adjuvant induced arthritis in rats. Phytomed. 2014;21(6):838–846.", "ArticleIdList": ["24680620"]}, {"Citation": "Karthikumar S., Vigneswari K., Jegatheesan K. Screening of antibacterial and antioxidant activities of leaves of Eclipta prostrata (L) Sci Res Essays. 2007;2(4):101–104."}, {"Citation": "Badole S., Patel N., Bodhankar S., Jain B., Bhardwaj S. Antihyperglycemic activity of aqueous extract of leaves of Cocculus hirsutus (L.) Diels in alloxan-induced diabetic mice. Ind J Pharmacol. 2006;38(1):49."}, {"Citation": "Arthan D., Svasti J., Kittakoop P., Pittayakhachonwut D., Tanticharoen M., Thebtaranonth Y. Antiviral isoflavonoid sulfate and steroidal glycosides from the fruits of Solanum torvum. Phytochem. 2002;59(4):459–463.", "ArticleIdList": ["11830167"]}, {"Citation": "Charoensiddhi S., Anprung P. Bioactive compounds and volatile compounds of Thai bael fruit (Aegle marmelos (L.) Correa) as a valuable source for functional food ingredients. Int Food Res J. 2008;15(3):287–295."}, {"Citation": "Iqbal P.F., Bhat A.R., Azam A. Antiamoebic coumarins from the root bark of Adina cordifolia and their new thiosemicarbazone derivatives. Europ J Medi Chem. 2009;44(5):2252–2259.", "ArticleIdList": ["18675491"]}, {"Citation": "Yadav A.R., Chauhan A.S., Rekha M.N., Rao L.J.M., Ramteke R.S. Flavour quality of dehydrated lime [Citrus aurantifolia (Christm.) Swingle] Food Chem. 2004;85(1):59–62."}, {"Citation": "Rao Y.K., Vimalamma G., Rao C.V., Tzeng Y.M. Flavonoids and andrographolides from Andrographis paniculata. Phytochem. 2004;65(16):2317–2321.", "ArticleIdList": ["15381002"]}, {"Citation": "Wu W.H., Kang Y.P., Wang N.H., Jou H.J., Wang T.A. Sesame ingestion affects sex hormones, antioxidant status, and blood lipids in postmenopausal women. The J Nutrition. 2006;136(5):1270–1275.", "ArticleIdList": ["16614415"]}, {"Citation": "Abhilash P.A., Nisha P., Prathapan A. Cardioprotective effects of aqueous extract of Oxalis corniculata in experimental myocardial infarction. Exper Toxicol Pathol. 2011;63(6):535–540.", "ArticleIdList": ["20462747"]}, {"Citation": "Verma S.K., Singh M., Jain P., Bordia A. Protective effect of ginger, Zingiber officinale Rose on experimental atherosclerosis in rabbits. Ind J Exper Biol. 2004;42(7):736–738.", "ArticleIdList": ["15339040"]}, {"Citation": "Jeyadevi R., Sivasudha T., Rameshkumar A., Kumar L.D. Anti-arthritic activity of the Indian leafy vegetable Cardiospermum halicacabum in Wistar rats and UPLC–QTOF–MS/MS identification of the putative active phenolic components. Inflam Res. 2013;62(1):115–126.", "ArticleIdList": ["23052184"]}]}], "History": [{"Year": "2017", "Month": "2", "Day": "6"}, {"Year": "2017", "Month": "9", "Day": "11"}, {"Year": "2018", "Month": "1", "Day": "10"}, {"Year": "2019", "Month": "4", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "5", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["30963049", "PMC6435952", "10.1016/j.jtcme.2018.01.008", "S2225-4110(18)30008-7"]}}]}