{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Trichosanthes kirilowii Maxim", "amino acids", "carbohydrate", "different parts", "nucleosides", "resource utilization"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30979080", "DateCompleted": {"Year": "2019", "Month": "07", "Day": "31"}, "DateRevised": {"Year": "2020", "Month": "02", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "04", "Day": "11"}], "Language": ["eng"], "ELocationID": ["1440", "10.3390/molecules24071440"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "24", "Issue": "7", "PubDate": {"Year": "2019", "Month": "Apr", "Day": "11"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Comparative Analysis of Carbohydrates, Nucleosides and Amino Acids in Different Parts of <i>Trichosanthes kirilowii</i> Maxim. by (Ultra) High-Performance Liquid Chromatography Coupled with Tandem Mass Spectrometry and Evaporative Light Scattering Detector Methods.", "Abstract": {"AbstractText": ["<i>Trichosanthes kirilowii</i> Maxim. is one of the original plants for traditional Chinese medicines Trichosanthis Fructus, Trichosanthis Semen, Trichosanthis Pericarpium and Trichosanthis Radix. Amino acids, nucleosides and carbohydrates are usually considered to have nutritional value and health-care efficacy. In this study, methods involving high-performance liquid chromatography coupled with evaporative light scattering detector (HPLC-ELSD), UV-visible spectrophotometry and ultra-high-performance liquid chromatography coupled with tandem mass spectrometry (UHPLC-MS/MS) were established for quantifying carbohydrates (fructose, glucose, stachyose, raffinose and polysaccharide), fourteen nucleosides and twenty one amino acids. Moreover, sixty-three samples from nine different parts, including pericarp, seed, fruit pulp, stem, leaf, main root, main root bark, lateral root and lateral root bark of <i>T. kirilowii</i> from different cultivated varieties were examined. The established methods were validated with good linearity, precision, repeatability, stability, and recovery. The results showed that the average content of total amino acids in roots (15.39 mg/g) and root barks (16.38 mg/g) were relatively higher than for others. Contents of nucleosides in all parts of <i>T. kirilowii</i> were below 1.5 mg/g. For carbohydrates, fruit pulp has a higher content than others for glucose (22.91%), fructose (20.63%) and polysaccharides (27.29%). By using partial least-squared discriminate analysis (PLS-DA), Variable importance in the projection (VIP) plots and analysis of variance (ANOVA) analysis, the characteristic components of the different organs (fruit, stems and leaves, roots) were found. This analysis suggested there were potential medicinal and nutritive health care values in various parts of the <i>T. kirilowii</i>, which provided valuable information for the development and utilization of <i>T. kirilowii</i>."]}, "AuthorList": [{"Identifier": ["0000-0002-6694-7294"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing 210023, China. zhqlhw@126.com."}, {"Identifier": [], "Affiliation": "National and Local Collaborative Engineering Center of Chinese Medicinal Resources Industrialization and Formulae Innovative Medicine, Nanjing University of Chinese Medicine, Nanjing 210023, China. zhqlhw@126.com."}, {"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for High Technology Research of TCM Formulae, Nanjing University of Chinese Medicine, Nanjing 210023, China. zhqlhw@126.com."}], "LastName": "Zhang", "ForeName": "Huang-Qin", "Initials": "HQ"}, {"Identifier": ["0000-0003-2664-0551"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing 210023, China. liupei@njucm.edu.cn."}, {"Identifier": [], "Affiliation": "National and Local Collaborative Engineering Center of Chinese Medicinal Resources Industrialization and Formulae Innovative Medicine, Nanjing University of Chinese Medicine, Nanjing 210023, China. liupei@njucm.edu.cn."}, {"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for High Technology Research of TCM Formulae, Nanjing University of Chinese Medicine, Nanjing 210023, China. liupei@njucm.edu.cn."}], "LastName": "Liu", "ForeName": "Pei", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing 210023, China. dja@njucm.edu.cn."}, {"Identifier": [], "Affiliation": "National and Local Collaborative Engineering Center of Chinese Medicinal Resources Industrialization and Formulae Innovative Medicine, Nanjing University of Chinese Medicine, Nanjing 210023, China. dja@njucm.edu.cn."}, {"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for High Technology Research of TCM Formulae, Nanjing University of Chinese Medicine, Nanjing 210023, China. dja@njucm.edu.cn."}], "LastName": "Duan", "ForeName": "Jin-Ao", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Horticulture, Anhui Academy of Agricultural Sciences, Hefei 230001, China. dlaaas@126.com."}], "LastName": "Dong", "ForeName": "Ling", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing 210023, China. shex@sina.com."}, {"Identifier": [], "Affiliation": "National and Local Collaborative Engineering Center of Chinese Medicinal Resources Industrialization and Formulae Innovative Medicine, Nanjing University of Chinese Medicine, Nanjing 210023, China. shex@sina.com."}, {"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for High Technology Research of TCM Formulae, Nanjing University of Chinese Medicine, Nanjing 210023, China. shex@sina.com."}], "LastName": "Shang", "ForeName": "Er-Xin", "Initials": "EX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing 210023, China. qiandw@njucm.edu.cn."}, {"Identifier": [], "Affiliation": "National and Local Collaborative Engineering Center of Chinese Medicinal Resources Industrialization and Formulae Innovative Medicine, Nanjing University of Chinese Medicine, Nanjing 210023, China. qiandw@njucm.edu.cn."}, {"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for High Technology Research of TCM Formulae, Nanjing University of Chinese Medicine, Nanjing 210023, China. qiandw@njucm.edu.cn."}], "LastName": "Qian", "ForeName": "Da-Wei", "Initials": "DW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing 210023, China. 04040416@163.com."}, {"Identifier": [], "Affiliation": "National and Local Collaborative Engineering Center of Chinese Medicinal Resources Industrialization and Formulae Innovative Medicine, Nanjing University of Chinese Medicine, Nanjing 210023, China. 04040416@163.com."}, {"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for High Technology Research of TCM Formulae, Nanjing University of Chinese Medicine, Nanjing 210023, China. 04040416@163.com."}], "LastName": "Zhu", "ForeName": "Zhen-Hua", "Initials": "ZH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing 210023, China. weijiayoulhw@163.com."}, {"Identifier": [], "Affiliation": "National and Local Collaborative Engineering Center of Chinese Medicinal Resources Industrialization and Formulae Innovative Medicine, Nanjing University of Chinese Medicine, Nanjing 210023, China. weijiayoulhw@163.com."}, {"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for High Technology Research of TCM Formulae, Nanjing University of Chinese Medicine, Nanjing 210023, China. weijiayoulhw@163.com."}], "LastName": "Li", "ForeName": "Hui-Wei", "Initials": "HW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Horticulture, Anhui Academy of Agricultural Sciences, Hefei 230001, China. doulala8404@126.com."}], "LastName": "Li", "ForeName": "Wei-Wen", "Initials": "WW"}], "GrantList": [{"GrantID": "81573555", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2060302", "Agency": "Building Capacity for Sustainable Utilization of Precious Chinese Medicine Resources", "Country": ""}, {"GrantID": "CARS-21-03B", "Agency": "Special Funds Project for the Construction of Modern Agricultural Technology System", "Country": ""}, {"GrantID": "17F0308", "Agency": "Anhui Provincial Academy of Agricultural Sciences Talent Development Special Fund Project", "Country": ""}, {"GrantID": "BK 20160097", "Agency": "Natural Science Foundation of Jiangsu Province", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Amino Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Carbohydrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Nucleosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "isolation & purification"], "DescriptorName": "Amino Acids"}, {"QualifierName": ["chemistry", "isolation & purification"], "DescriptorName": "Carbohydrates"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Dynamic Light Scattering"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fruit"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": ["chemistry", "isolation & purification"], "DescriptorName": "Nucleosides"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["chemistry"], "DescriptorName": "Seeds"}, {"QualifierName": [], "DescriptorName": "Tandem Mass Spectrometry"}, {"QualifierName": ["chemistry"], "DescriptorName": "Trichosanthes"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Yu X., Tang L., Wu H., Zhang X., Luo H., Guo R., Xu M., Yang H., Fan J., Wang Z., et al. Trichosanthis Fructus: Botany, traditional uses, phytochemistry and pharmacology. J. Ethnopharmacol. 2018;224:177–194. doi: 10.1016/j.jep.2018.05.034.", "ArticleIdList": ["10.1016/j.jep.2018.05.034", "29842965"]}, {"Citation": "Fu N., Li H., Sun J., Xun L., Gao D., Zhao Q. Trichosanthes pericarpium Aqueous Extract Enhances the Mobilization of Endothelial Progenitor Cells and Up-regulates the Expression of VEGF, eNOS, NO, and MMP-9 in Acute Myocardial Ischemic Rats. Front Physiol. 2017;8:1132. doi: 10.3389/fphys.2017.01132.", "ArticleIdList": ["10.3389/fphys.2017.01132", "PMC5776143", "29387016"]}, {"Citation": "Ni L., Zhu X., Gong C., Luo Y., Wang L., Zhou W., Zhu S., Li Y. Trichosanthes kirilowii fruits inhibit non-small cell lung cancer cell growth through mitotic cell-cycle arrest. Am. J. Chin. Med. 2015;43:349–364. doi: 10.1142/S0192415X15500238.", "ArticleIdList": ["10.1142/S0192415X15500238", "25779643"]}, {"Citation": "Ye X., Ng C.C., Wong J.H., Ng T.B., Chan G.H., Guan S., Sha O. Ribosome-inactivating Proteins from Root Tubers and Seeds of Trichosan-thes kirilowii and Other Trichosanthes Species. Protein Pept. Lett. 2016;23:699–706. doi: 10.2174/0929866523666160526130220.", "ArticleIdList": ["10.2174/0929866523666160526130220", "27225069"]}, {"Citation": "Mondal A. A novel extraction of trichosanthin from Trichosanthes kirilowii roots using three-phase partitioning and its in vitro anticancer activity. Pharm. Biol. 2014;52:677–680. doi: 10.3109/13880209.2013.864684.", "ArticleIdList": ["10.3109/13880209.2013.864684", "24824319"]}, {"Citation": "Lin B., Yang X.Z., Cao X.W., Zhang T.Z., Wang F.J., Zhao J. A novel trichosanthin fusion protein with increased cytotoxicity to tumor cells. Biotechnol. Lett. 2017;39:71–78. doi: 10.1007/s10529-016-2222-0.", "ArticleIdList": ["10.1007/s10529-016-2222-0", "27714558"]}, {"Citation": "Shin J.W., Son J.Y., Kang J.K., Han S.H., Cho C.K., Son C.G. Trichosanthes kirilowii tuber extract induces G2/M phase arrest via inhibition of tubulin polymerization in HepG2 cells. J. Ethnopharmacol. 2008;115:209–216. doi: 10.1016/j.jep.2007.09.030.", "ArticleIdList": ["10.1016/j.jep.2007.09.030", "18022775"]}, {"Citation": "Lo H.Y., Li T.C., Yang T.Y., Li C.C., Chiang J.H., Hsiang C.Y., Ho T.Y. Hypoglycemic effects of Trichosanthes kirilowii and its protein constituent in diabetic mice: The involvement of insulin receptor pathway. BMC Complement Altern. Med. 2017;17:53. doi: 10.1186/s12906-017-1578-6.", "ArticleIdList": ["10.1186/s12906-017-1578-6", "PMC5242006", "28100206"]}, {"Citation": "Fan X.M., Chen G., Sha Y., Lu X., Shen M.X., Ma H.M., Pei Y.H. Chemical constituents from the fruits of Trichosanthes kirilowii. J. Asian Nat. Prod. Res. 2012;14:528–532. doi: 10.1080/10286020.2012.672410.", "ArticleIdList": ["10.1080/10286020.2012.672410", "22587792"]}, {"Citation": "Oh H., Mun Y.J., Im S.J., Lee S.Y., Song H.J., Lee H.S., Woo W.H. Cucurbitacins from Trichosanthes kirilowii as the inhibitory components on tyrosinase activity and melanin synthesis of B16/F10 melanoma cells. Planta Med. 2002;68:832–833. doi: 10.1055/s-2002-34418.", "ArticleIdList": ["10.1055/s-2002-34418", "12357397"]}, {"Citation": "Zhang H.Q., Liu P., Duan J.A., Dong L., Shang E.X., Qian D.W., Xiao P., Zhao M., Li W.W. Hierarchical extraction and simultaneous determination of flavones and triterpenes in different parts of Trichosanthes kirilowii Maxim. by ultra-high-performance liquid chromatography coupled with tandem mass spectrometry. J. Pharm. Biomed. Anal. 2019;167:114–122. doi: 10.1016/j.jpba.2019.02.003.", "ArticleIdList": ["10.1016/j.jpba.2019.02.003", "30763882"]}, {"Citation": "Keung W.M., Yeung H.W., Feng Z., Ng T.B. Importance of lysine and arginine residues to the biological activity of trichosanthin, a ribosome-inactivating protein from Trichosanthes kirilowii tubers. Int. J. Pept. Protein Res. 1993;42:504–508. doi: 10.1111/j.1399-3011.1993.tb00357.x.", "ArticleIdList": ["10.1111/j.1399-3011.1993.tb00357.x", "8307681"]}, {"Citation": "Chen F., Li D., Shen H., Wang C., Li E., Xing H., Guo L., Zhao Q., Shi J., Nguyen H., et al. Polysaccharides from Trichosanthes Fructus via Ultrasound-Assisted Enzymatic Extraction Using Response Surface Methodology. Biomed. Res. Int. 2017;2017:6160785. doi: 10.1155/2017/6160785.", "ArticleIdList": ["10.1155/2017/6160785", "PMC5632990", "29147656"]}, {"Citation": "Jennings A., MacGregor A., Welch A., Chowienczyk P., Spector T., Cassidy A. Amino Acid Intakes Are Inversely Associated with Arterial Stiffness and Central Blood Pressure in Women. J. Nutr. 2015;145:2130–2138. doi: 10.3945/jn.115.214700.", "ArticleIdList": ["10.3945/jn.115.214700", "PMC4548168", "26203100"]}, {"Citation": "Tong B.C., Barbul A. Cellular and physiological effects of arginine. Mini Rev. Med. Chem. 2004;4:823–832. doi: 10.2174/1389557043403305.", "ArticleIdList": ["10.2174/1389557043403305", "15544543"]}, {"Citation": "Figueroa A., Wong A., Jaime S.J., Gonzales J.U. Influence of l-citrulline and watermelon supplementation on vascular function and exercise performance. Curr. Opin. Clin. Nutr. Metab. Care. 2017;20:92–98. doi: 10.1097/MCO.0000000000000340.", "ArticleIdList": ["10.1097/MCO.0000000000000340", "27749691"]}, {"Citation": "Zou C., Yan H., Wang L., Bian Y. Screening and validation of antithrombotic effective components group from Trichosanthes extract. Acta Pharmaceutica Sinica. 2019:502–509."}, {"Citation": "Ferreira S.S., Passos C.P., Madureira P., Vilanova M., Coimbra M.A. Structure-function relationships of immunostimulatory polysaccharides: A review. Carbohydr. Polym. 2015;132:378–396. doi: 10.1016/j.carbpol.2015.05.079.", "ArticleIdList": ["10.1016/j.carbpol.2015.05.079", "26256362"]}, {"Citation": "Li X., Hou R., Yue C., Liu J., Gao Z., Chen J., Lu Y., Wang D., Liu C., Hu Y. The Selenylation Modification of Epimedium Polysaccharide and d Isatis Root Polysaccharide and the Immune-enhancing Activity Comparison of Their Modifiers. Biol. Trace. Elem. Res. 2016;171:224–234. doi: 10.1007/s12011-015-0511-4.", "ArticleIdList": ["10.1007/s12011-015-0511-4", "26432450"]}, {"Citation": "Ma G., Kimatu B.M., Zhao L., Yang W., Pei F., Hu Q. In vivo fermentation of a Pleurotus eryngii polysaccharide and its effects on fecal microbiota composition and immune response. Food Funct. 2017;8:1810–1821. doi: 10.1039/C7FO00341B.", "ArticleIdList": ["10.1039/C7FO00341B", "28513745"]}, {"Citation": "Huang G., Huang H. The derivatization and antitumor mechanisms of polysaccharides. Future Med. Chem. 2017;9:1931–1938. doi: 10.4155/fmc-2017-0132.", "ArticleIdList": ["10.4155/fmc-2017-0132", "29076350"]}, {"Citation": "Zhang M., Su N., Huang Q., Zhang Q., Wang Y., Li J., Ye M. Phosphorylation and antiaging activity of polysaccharide from Trichosanthes peel. J. Food Drug. Anal. 2017;25:976–983. doi: 10.1016/j.jfda.2016.12.013.", "ArticleIdList": ["10.1016/j.jfda.2016.12.013", "PMC9328876", "28987375"]}, {"Citation": "Shen S., Xu Z., Feng S., Wang H., Liu J., Zhou L., Yuan M., Huang Y., Ding C. Structural elucidation and antiaging activity of polysaccharide from Paris polyphylla leaves. Int. J. Biol. Macromol. 2018;107:1613–1619. doi: 10.1016/j.ijbiomac.2017.10.026.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.10.026", "28993294"]}, {"Citation": "Wang W., Wang S.X., Guan H.S. The antiviral activities and mechanisms of marine polysaccharides: An overview. Mar. Drugs. 2012;10:2795–2816. doi: 10.3390/md10122795.", "ArticleIdList": ["10.3390/md10122795", "PMC3528127", "23235364"]}, {"Citation": "Le A., Ng A., Kwan T., Cusmano-Ozog K., Cowan T.M. A rapid, sensitive method for quantitative analysis of underivatized amino acids by liquid chromatography-tandem mass spectrometry (LC-MS/MS) J. Chromatogr. B Analyt Technol. Biomed. Life Sci. 2014;944:166–174. doi: 10.1016/j.jchromb.2013.11.017.", "ArticleIdList": ["10.1016/j.jchromb.2013.11.017", "24316529"]}, {"Citation": "Zeng H., Su S., Xiang X., Sha X., Zhu Z., Wang Y., Guo S., Yan H., Qian D., Duan J. Comparative Analysis of the Major Chemical Constituents in Salvia miltiorrhiza Roots, Stems, Leaves and Flowers during Different Growth Periods by UPLC-TQ-MS/MS and HPLC-ELSD Methods. Molecules. 2017;22:771. doi: 10.3390/molecules22050771.", "ArticleIdList": ["10.3390/molecules22050771", "PMC6154317", "28489029"]}, {"Citation": "Qu C., Yan H., Zhu S.Q., Qian Y.Y., Zhou G.S., Guo S., Zhu Z.H., Zhang S., Qian D.W., Duan J.A. Comparative analysis of nucleosides, nucleobases, and amino acids in different parts of Angelicae Sinensis Radix by ultra high performance liquid chromatography coupled to triple quadrupole tandem mass spectrometry. J. Sep. Sci. 2019 doi: 10.1002/jssc.201801026.", "ArticleIdList": ["10.1002/jssc.201801026", "30618086"]}, {"Citation": "Zhu S., Guo S., Duan J.A., Qian D., Yan H., Sha X., Zhu Z. UHPLC-TQ-MS Coupled with Multivariate Statistical Analysis to Characterize Nucleosides, Nucleobases and Amino Acids in Angelicae Sinensis Radix Obtained by Different Drying Methods. Molecules. 2017;22", "ArticleIdList": ["PMC6152706", "28587175"]}, {"Citation": "Xiang X., Sha X., Su S., Zhu Z., Guo S., Yan H., Qian D., Duan J.A. Simultaneous determination of polysaccharides and 21 nucleosides and amino acids in different tissues of Salvia miltiorrhiza from different areas by UV-visible spectrophotometry and UHPLC with triple quadrupole MS/MS. J. Sep. Sci. 2018;41:996–1008. doi: 10.1002/jssc.201700802.", "ArticleIdList": ["10.1002/jssc.201700802", "29211948"]}, {"Citation": "Guo S., Duan J.A., Qian D., Tang Y., Qian Y., Wu D., Su S., Shang E. Rapid determination of amino acids in fruits of Ziziphus jujuba by hydrophilic interaction ultra-high-performance liquid chromatography coupled with triple-quadrupole mass spectrometry. J. Agric. Food Chem. 2013;61:2709–2719. doi: 10.1021/jf305497r.", "ArticleIdList": ["10.1021/jf305497r", "23413770"]}, {"Citation": "Schmidt C.M., Zurn T., Thienel K.J., Hinrichs J. Development, optimization and validation of an HPLC-ELSD method for the analysis of enzymatically generated lactulose and saccharide by-products. Food Chem. 2017;215:347–353. doi: 10.1016/j.foodchem.2016.07.184.", "ArticleIdList": ["10.1016/j.foodchem.2016.07.184", "27542485"]}, {"Citation": "Liu P., Shang E.X., Zhu Y., Yu J.G., Qian D.W., Duan J.A. Comparative Analysis of Compatibility Effects on Invigorating Blood Circulation for Cyperi Rhizoma Series of Herb Pairs Using Untargeted Metabolomics. Front Pharmacol. 2017;8:677. doi: 10.3389/fphar.2017.00677.", "ArticleIdList": ["10.3389/fphar.2017.00677", "PMC5622986", "29018346"]}, {"Citation": "Saccenti E., Timmerman M.E. Approaches to Sample Size Determination for Multivariate Data: Applications to PCA and PLS-DA of Omics Data. J. Proteome Res. 2016;15:2379–2393. doi: 10.1021/acs.jproteome.5b01029.", "ArticleIdList": ["10.1021/acs.jproteome.5b01029", "27322847"]}, {"Citation": "He J., Chen L., Chu B., Zhang C. Determination of Total Polysaccharides and Total Flavonoids in Chrysanthemum morifolium Using Near-Infrared Hyperspectral Imaging and Multivariate Analysis. Molecules. 2018;23:2395. doi: 10.3390/molecules23092395.", "ArticleIdList": ["10.3390/molecules23092395", "PMC6225252", "30235811"]}, {"Citation": "Nakagawa T., Zhu Q., Tamrakar S., Amen Y., Mori Y., Suhara H., Kaneko S., Kawashima H., Okuzono K., Inoue Y., et al. Changes in content of triterpenoids and polysaccharides in Ganoderma lingzhi at different growth stages. J. Nat. Med. 2018;72:734–744. doi: 10.1007/s11418-018-1213-y.", "ArticleIdList": ["10.1007/s11418-018-1213-y", "29679266"]}]}], "History": [{"Year": "2019", "Month": "3", "Day": "19"}, {"Year": "2019", "Month": "4", "Day": "4"}, {"Year": "2019", "Month": "4", "Day": "11"}, {"Year": "2019", "Month": "4", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["30979080", "PMC6479868", "10.3390/molecules24071440", "molecules24071440"]}}]}