{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Boswellia carteri", "Boswellia occulta", "Boswellia sacra", "decyl methyl ether", "frankincense", "methoxydecane", "non-timber forest products", "octyl methyl ether", "olibanum", "organic certification"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30987305", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "04", "Day": "04"}], "Language": ["eng"], "ELocationID": ["88", "10.3390/plants8040088"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "8", "Issue": "4", "PubDate": {"Year": "2019", "Month": "Apr", "Day": "04"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Organic Certification is Not Enough: The Case of the Methoxydecane Frankincense.", "Abstract": {"AbstractText": ["Frankincense, the oleo-gum-resin of <i>Boswellia</i> trees, has been an important religious and medicinal element for thousands of years, and today is used extensively for essential oils. One of the most popular frankincense species is <i>Boswellia sacra</i> Flueck. (syn. <i>Boswellia carteri</i> Birdw.) from Somalia and Somaliland. Recent increases in demand have led to many areas being overharvested, emphasizing the need for incentives and monitoring for sustainable harvesting, such as certification schemes. Concurrently, a new chemical component, called methoxydecane, has emerged in oils claimed to be <i>B. carteri</i>, suggesting the possibility of a chemical marker of overharvesting or other stress that could aid in monitoring. To find the source of this new chemical component, we sampled resin directly from trees in areas producing the new methoxydecane chemotype. This revealed that methoxydecane comes not from <i>Boswellia carteri</i>, but from a newly described frankincense species, <i>Boswellia occulta</i>. The presence of <i>Boswellia occulta</i> oil in essential oil sold as pure <i>B. carteri</i>, including certified organic oil, emphasizes the current lack of traceability in the supply chain and the ineffectiveness of organic certification to secure purity and sustainable harvesting in wildcrafted species."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aromatic Plant Research Center, 230 N 1200 E, Suite 100, Lehi, UT 84043, USA. sjohnson@aromaticplant.org."}], "LastName": "Johnson", "ForeName": "Stephen", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aromatic Plant Research Center, 230 N 1200 E, Suite 100, Lehi, UT 84043, USA. adecarlo@aromaticplant.org."}], "LastName": "DeCarlo", "ForeName": "Anjanette", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aromatic Plant Research Center, 230 N 1200 E, Suite 100, Lehi, UT 84043, USA. psatyal@aromaticplant.org."}], "LastName": "Satyal", "ForeName": "Prabodh", "Initials": "P"}, {"Identifier": ["0000-0002-4434-9146"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aromatic Plant Research Center, 230 N 1200 E, Suite 100, Lehi, UT 84043, USA. ndosoky@aromaticplant.org."}], "LastName": "Dosoky", "ForeName": "Noura S", "Initials": "NS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aromatic Plant Research Center, 230 N 1200 E, Suite 100, Lehi, UT 84043, USA. asorensen@aromaticplant.org."}], "LastName": "Sorensen", "ForeName": "Aaron", "Initials": "A"}, {"Identifier": ["0000-0002-3639-0528"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aromatic Plant Research Center, 230 N 1200 E, Suite 100, Lehi, UT 84043, USA. wsetzer@chemistry.uah.edu."}, {"Identifier": [], "Affiliation": "Department of Chemistry, University of Alabama in Huntsville, Huntsville, AL 35899, USA. wsetzer@chemistry.uah.edu."}], "LastName": "Setzer", "ForeName": "William N", "Initials": "WN"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Eslamieh J. Cultivation of Boswellia. 2nd ed. A Book’s Mind; Phoenix, AZ, USA: 2017."}, {"Citation": "Langenheim J.H. Plant Resins: Chemistry, Evolution, Ecology, and Ethnobotany. Timber Press, Incorporated; Portland, OR, USA: 2003."}, {"Citation": "Pichersky E., Raguso R.A. Why do plants produce so many terpenoid compounds? New Phytol. 2018;220:692–702.", "ArticleIdList": ["27604856"]}, {"Citation": "Hull B.Z. Frankincense, myrrh, and spices: The oldest global supply chain? J. Macromark. 2008;28:275–288."}, {"Citation": "Dannaway F.R. Strange fires, weird smokes and psychoactive combustibles: Entheogens and incense in ancient traditions. J. Psychoact. Drugs. 2010;42:485–497. doi: 10.1080/02791072.2010.10400711.", "ArticleIdList": ["10.1080/02791072.2010.10400711", "21305913"]}, {"Citation": "Thulin M., Warfa A.M. The frankincense trees (Boswellia spp., Burseraceae) of northern Somalia and southern Arabia. Kew Bull. 1987;42:487–500. doi: 10.2307/4110063.", "ArticleIdList": ["10.2307/4110063"]}, {"Citation": "Woolley C.L., Suhail M.M., Smith B.L., Boren K.E., Taylor L.C., Schreuder M.F., Chai J.K., Casabianca H., Haq S., Lin H.-K., et al. Chemical differentiation of Boswellia sacra and Boswellia carterii essential oils by gas chromatography and chiral gas chromatography–mass spectrometry. J. Chromatogr. A. 2012;1261:158–163. doi: 10.1016/j.chroma.2012.06.073.", "ArticleIdList": ["10.1016/j.chroma.2012.06.073", "22835693"]}, {"Citation": "Başer K.H.C., Demirci B., Dekebo A., Dagne E. Essential oils of some Boswellia spp., myrrh and opopanax. Flavour Fragr. J. 2003;18:153–156. doi: 10.1002/ffj.1166.", "ArticleIdList": ["10.1002/ffj.1166"]}, {"Citation": "Hamm S., Bleton J., Connan J., Tchapla A. A chemical investigation by headspace SPME and GC–MS of volatile and semi-volatile terpenes in various olibanum samples. Phytochemistry. 2005;66:1499–1514. doi: 10.1016/j.phytochem.2005.04.025.", "ArticleIdList": ["10.1016/j.phytochem.2005.04.025", "15922374"]}, {"Citation": "Camarda L., Dayton T., Di Stefano V., Pitonzo R., Schillaci D. Chemical composition and antimicrobial activity of some oleogum resin essential oils from Boswellia spp. (Burseraceae) Ann. Chim. 2007;97:837–844. doi: 10.1002/adic.200790068.", "ArticleIdList": ["10.1002/adic.200790068", "17970299"]}, {"Citation": "Van Vuuren S.F., Kamatou G.P.P., Viljoen A.M. Volatile composition and antimicrobial activity of twenty commercial frankincense essential oil samples. S. Afr. J. Bot. 2010;76:686–691. doi: 10.1016/j.sajb.2010.06.001.", "ArticleIdList": ["10.1016/j.sajb.2010.06.001"]}, {"Citation": "Thulin M. Flora of Somalia, Volume 2: Angiospermae. Royal Botanic Gardens, Kew; Kew, UK: 1999."}, {"Citation": "PDRC . Somali Customary Law and Traditional Economy: Cross Sectional, Pastoral, Frankincense, and Marine Norms. Puntland Development Research Centre; Garowe, Puntland: 2003."}, {"Citation": "Rijkers T., Ogbazghi W., Wessel M., Bongers F. The effect of tapping for frankincense on sexual reproduction in Boswellia papyrifera. J. Appl. Ecol. 2006;43:1188–1195. doi: 10.1111/j.1365-2664.2006.01215.x.", "ArticleIdList": ["10.1111/j.1365-2664.2006.01215.x"]}, {"Citation": "Eshete A., Sterck F.J., Bongers F. Frankincense production is determined by tree size and tapping frequency and intensity. For. Ecol. Manag. 2012;274:136–142. doi: 10.1016/j.foreco.2012.02.024.", "ArticleIdList": ["10.1016/j.foreco.2012.02.024"]}, {"Citation": "Al-Aamri M. Sustainable Harvesting of Frankincense Trees in Oman. LAP Lambert Academic Publishing; Saarbrücken, Germany: 2015."}, {"Citation": "DeCarlo A., Johnson S. (Aromatic Plant Research Center, Lehi, UT, USA), Ceroni M. (Academy for Systems Change, Burlington, VT, USA). 2017. Unpublished work."}, {"Citation": "DeCarlo A., Ali S. Sustainable Sourcing of Phytochemicals as a Development Tool: The Case of Somaliland’s Frankincense Industry. Institute for Environmental Diplomacy and Security, University of Vermont; Burlington, VT, USA: 2014."}, {"Citation": "Viana V., Ervin J., Donovan R., Elliott C., Gholz H., editors. Certification of Forest Products: Issues and Perspectives. Island Press; Washington, DC, USA: 1996."}, {"Citation": "Shanley P., Pierce A.R., Laird S.A., Guillen A., editors. Tapping the Green Market: Certification and Management of Non-timber Forest Products. Earthscan Publications; London, UK: 2002."}, {"Citation": "Walter S. Certification and Benefit-Sharing Mechanisms in the Field of Non-Wood Forest Products—An Overview. IUCN; Bonn, Germany: 2002. Medicinal Plant Conservation 8; Newsletter of the IUCN Species Survival Commission."}, {"Citation": "Vantomme P., Walter S. Opportunities and Challenges for Non-wood Forest Products Certification. FAO; Rome, Italy: 2003."}, {"Citation": "USDA Organic Integrity Database.  [(accessed on 17 February 2019)]; Available online:  https://organic.ams.usda.gov/Integrity/Default.aspx."}, {"Citation": "Li S., Han Q., Qiao C., Song J., Lung Cheng C., Xu H. Chemical markers for the quality control of herbal medicines: An overview. Chin. Med. 2008;3:7. doi: 10.1186/1749-8546-3-7.", "ArticleIdList": ["10.1186/1749-8546-3-7", "PMC2488332", "18588699"]}, {"Citation": "DeCarlo A., Johnson S., Poudel A., Satyal P., Bangerter L., Setzer W.N. Chemical variation in essential oils from the oleo-gum resin of Boswellia carteri: A preliminary investigation. Chem. Biodivers. 2018;15:e1800047. doi: 10.1002/cbdv.201800047.", "ArticleIdList": ["10.1002/cbdv.201800047", "29696822"]}, {"Citation": "Satyal P., Pappas R. First reporting on the chemistry and biological activity of a novel Boswellia chemotype: The methoxy alkane frankincense. Glob. J. Sci. Front. Res. B Chem. 2016;16:1–9."}, {"Citation": "Singh B., Kumar R., Bhandari S., Pathania S., Lal B. Volatile constituents of natural Boswellia serrata oleo-gum-resin and commercial samples. Flavour Fragr. J. 2007;22:145–147. doi: 10.1002/ffj.1772.", "ArticleIdList": ["10.1002/ffj.1772"]}, {"Citation": "Al-Harrasi A., Al-Saidi S. Phytochemical analysis of the essential oil from botanically certified oleogum resin of Boswellia sacra (Omani luban) Molecules. 2008;13:2181–2189. doi: 10.3390/molecules13092181.", "ArticleIdList": ["10.3390/molecules13092181", "PMC6245470", "18830149"]}, {"Citation": "Ali N., Martina W., Norbert A., Axel T., Jürgen S., Lindequist U., Ludger W. Chemical composition and biological activities of essential oils from the oleogum resins of three endemic Soqotraen Boswellia species. Rec. Nat. Prod. 2008;2:6–12."}, {"Citation": "Suhail M.M., Wu W., Cao A., Mondalek F.G., Fung K.-M., Shih P.-T., Fang Y.-T., Woolley C., Young G., Lin H.-K. Boswellia sacra essential oil induces tumor cell-specific apoptosis and suppresses tumor aggressiveness in cultured human breast cancer cells. BMC Complement. Altern. Med. 2011;11:129. doi: 10.1186/1472-6882-11-129.", "ArticleIdList": ["10.1186/1472-6882-11-129", "PMC3258268", "22171782"]}, {"Citation": "Mothana R., Hasson S., Schultze W., Mowitz A., Lindequist U. Phytochemical composition and in vitro antimicrobial and antioxidant activities of essential oils of three endemic Soqotraen Boswellia species. Food Chem. 2011;126:1149–1154. doi: 10.1016/j.foodchem.2010.11.150.", "ArticleIdList": ["10.1016/j.foodchem.2010.11.150"]}, {"Citation": "Bekana D., Kebede T., Assefa M., Kassa H. Comparative phytochemical analyses of resins of Boswellia species (B. papyrifera (Del.) Hochst., B. neglecta S. Moore, and B. rivae Engl.) from northwestern, southern, and southeastern Ethiopia. ISRN Anal. Chem. 2014;2014:374678. doi: 10.1155/2014/374678.", "ArticleIdList": ["10.1155/2014/374678"]}, {"Citation": "Reddy P.A., Reddy B.N., Ratnam K.V., Bhakshu M., Reddy L.V. Chemical profile, antioxidant and antimicrobial activity of essential oils From Boswellia ovalifoliolata Bal. Et Henry. Int. J. Pharmaceut. Clin. Res. 2015;7:96–101."}, {"Citation": "Niebler J., Buettner A. Frankincense revisited, part I: Comparative analysis of volatiles in commercially relevant Boswellia species. Chem. Biodivers. 2016;13:613–629. doi: 10.1002/cbdv.201500329.", "ArticleIdList": ["10.1002/cbdv.201500329", "27012219"]}, {"Citation": "Benelli G., Rajeswary M., Vijayan P., Senthilmurugan S., Alharbi N.S., Kadaikunnan S., Khaled J.M., Govindarajan M. Boswellia ovalifoliolata (Burseraceae) essential oil as an eco-friendly larvicide? Toxicity against six mosquito vectors of public health importance, non-target mosquito fishes, backswimmers, and water bugs. Environ. Sci. Pollut. Res. 2018;25:10264–10271. doi: 10.1007/s11356-017-8820-0.", "ArticleIdList": ["10.1007/s11356-017-8820-0", "28332087"]}, {"Citation": "Gupta M., Rout P.K., Misra L.N., Gupta P., Singh N., Darokar M.P., Saikia D., Singh S.C., Bhakuni R.S. Chemical composition and bioactivity of Boswellia serrata Roxb. essential oil in relation to geographical variation. Plant Biosyst. 2017;151:623–629. doi: 10.1080/11263504.2016.1187681.", "ArticleIdList": ["10.1080/11263504.2016.1187681"]}, {"Citation": "Maděra P., Paschová Z., Ansorgová A., Vrškový B., Lvončík S., Habrová H. Volatile compounds in oleo-gum resin of Socotran species of Burseraceae. Acta Univ. Agric. Silvic. Mendel. Brun. AUASFV. 2017;65:73–90. doi: 10.11118/actaun201765010073.", "ArticleIdList": ["10.11118/actaun201765010073"]}, {"Citation": "Thulin M., DeCarlo A., Johnson S.P. Boswellia occulta (Burseraceae), a new species of frankincense tree from Somalia (Somaliland) Phytotaxa. 2019;394:219–224. doi: 10.11646/phytotaxa.394.3.3.", "ArticleIdList": ["10.11646/phytotaxa.394.3.3"]}, {"Citation": "Schulz S., Toft S. Branched long chain alkyl methyl ethers: A new class of lipids from spider silk. Tetrahedron. 1993;49:6805–6820. doi: 10.1016/S0040-4020(01)80424-5.", "ArticleIdList": ["10.1016/S0040-4020(01)80424-5"]}, {"Citation": "Schulz S. Composition of the silk lipids of the spider Nephila clavipes. Lipids. 2001;36:637–647. doi: 10.1007/s11745-001-0768-7.", "ArticleIdList": ["10.1007/s11745-001-0768-7", "11485169"]}, {"Citation": "Geffroy-Rodier C., Grasset L., Sternberg R., Buch A., Amblès A. Thermochemolysis in search for organics in extraterrestrial environments. J. Anal. Appl. Pyrol. 2009;85:454–459. doi: 10.1016/j.jaap.2008.10.005.", "ArticleIdList": ["10.1016/j.jaap.2008.10.005"]}, {"Citation": "Nuylert A., Kuwahara Y., Hongpattarakere T., Asano Y. Identification of saturated and unsaturated 1-methoxyalkanes from the Thai millipede Orthomorpha communis as potential “Raincoat Compounds”. Sci. Rep. 2018;8:11730. doi: 10.1038/s41598-018-30156-8.", "ArticleIdList": ["10.1038/s41598-018-30156-8", "PMC6079017", "30082895"]}, {"Citation": "Dictionary of Natural Products on DVD. CRC Press; Boca Raton, FL, USA: 2018. v. 6.1."}, {"Citation": "Adams R.P. Identification of Essential Oil Components by Gas Chromatography/Mass Spectrometry. 4th ed. Allured Publishing; Carol Stream, IL, USA: 2007."}, {"Citation": "Satyal P. Ph.D. Thesis. University of Alabama in Huntsville; Huntsville, AL, USA: 2015. Development of GC-MS Database of Essential Oil Components by the Analysis of Natural Essential Oils and Synthetic Compounds and Discovery of Biologically Active Novel Chemotypes in Essential Oils."}]}], "History": [{"Year": "2019", "Month": "3", "Day": "14"}, {"Year": "2019", "Month": "4", "Day": "1"}, {"Year": "2019", "Month": "4", "Day": "3"}, {"Year": "2019", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "4", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["30987305", "PMC6524464", "10.3390/plants8040088", "plants8040088"]}}]}