{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Opuntia dillenii", "anti-oxidant", "anti-tumor", "immuno-modulation", "neuro-protection", "pharmacological activity"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30988997", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "03", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.3831/KPI.2019.22.002"], "Journal": {"ISSN": "2093-6966", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Mar"}}, "Title": "Journal of pharmacopuncture", "ISOAbbreviation": "J Pharmacopuncture"}, "ArticleTitle": "<i>Opuntia dillenii</i>: A Forgotten Plant with Promising Pharmacological Properties.", "Pagination": {"StartPage": "16", "EndPage": "27", "MedlinePgn": "16-27"}, "Abstract": {"AbstractText": ["Generative and vegetative parts of the cactuses have had a long-lasting position in folk medicine and their effects could partly be confirmed in scientific experiments. Nowadays, the cactus, fruits, and cladodes are the focus of many studies because of their desirable properties. Therefore, the summarized reports of valuable properties of medicinal plants may be a good way to familiarize researches with a new source of drugs with lower side effects and higher efficacy. <i>Opuntia dillenii</i>, a well-known member of the Cactaceae family, is used as a medicinal plant in various countries and grows in the desert, semi-desert, tropical and sub-tropical areas. It shows diverse pharmacological activities such as: antioxidant, anti-inflammatory, anti-tumor, neuroprotective, hepatoprotective, hypotensive etc. <i>OD</i> fruit also possesses valuable constitutes for instance: betalains, ascorbic acid, total phenol, protein as well as essential elements which suggest the significant potential of this plant as a complementary therapy against several pathological conditions. This review describes experimental evidence about pharmacological and therapeutic potential of <i>OD</i> in order to give the basis of its application in the prevention and treatment of some chronic diseases. More studies on <i>OD</i> can help better understanding of its pharmacological mechanism of action to explain its traditional uses and to identify its potential new therapeutic applications."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Veterinary Medicine, University of Tehran, Tehran, Iran."}], "LastName": "Shirazinia", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Rahimi", "ForeName": "Vafa Baradaran", "Initials": "VB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Veterinary Medicine, University of Tehran, Tehran, Iran."}], "LastName": "Kehkhaie", "ForeName": "Ashrafali Rezaie", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurogenic Inflammation Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Rakhshandeh", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Neurogenic Inflammation Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Askari", "ForeName": "Vahid Reza", "Initials": "VR"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "J Pharmacopuncture", "NlmUniqueID": "101572812", "ISSNLinking": "2093-6966"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Petrovska B. Historical review of medicinal plants’ usage. Pharmacognosy Reviews. 2012;6(11):1–5. doi: 10.4103/0973-7847.95849.", "ArticleIdList": ["10.4103/0973-7847.95849", "PMC3358962", "22654398"]}, {"Citation": "Kelly K. History of medicine. New York: Facts on file; 2009."}, {"Citation": "Kebriaee-zadeh A. Overview of National Drug Policy of Iran. Iranian Journal of Pharmaceutical Research. 2010;2(3):1–2."}, {"Citation": "Liu Y, et al. Medicinal plants used by Tibetans in Shangri-la, Yunnan, China. Journal of Ethnobiology and Ethnomedicine. 2009;5(1):15. doi: 10.1186/1746-4269-5-15.", "ArticleIdList": ["10.1186/1746-4269-5-15", "PMC2684741", "19416515"]}, {"Citation": "Davidson-Hunt I. Ecological ethnobotany: stumbling toward new practices and paradigms. MASA J. 2000;16:1–13."}, {"Citation": "Thelingwani R, Masimirembwa C. Evaluation of Herbal Medicines: Value Addition to Traditional Medicines Through Metabolism, Pharmacokinetic and Safety Studies. Curr Drug Metab. 2014;15(10):942–52. doi: 10.2174/1389200216666150206125727.", "ArticleIdList": ["10.2174/1389200216666150206125727", "25658125"]}, {"Citation": "Scheiber J, et al. Gaining insight into off-target mediated effects of drug candidates with a comprehensive systems chemical biology analysis. J Chem Inf Model. 2009;49(2):308–17. doi: 10.1021/ci800344p.", "ArticleIdList": ["10.1021/ci800344p", "19434832"]}, {"Citation": "Fosnocht D, Taylor JR, Caravati EM. Emergency department patient knowledge concerning acetaminophen (paracetamol) in over-the-counter and prescription analgesics. Emerg Med J. 2008;25(4):213–6. doi: 10.1136/emj.2007.053850.", "ArticleIdList": ["10.1136/emj.2007.053850", "18356351"]}, {"Citation": "Loro J, Del Rio I, Perez-Santana L. Preliminary studies of analgesic and anti-inflammatory properties of Opuntia dillenii aqueous extract. Journal of ethnopharmacology. 1999;67(2):213–218. doi: 10.1016/S0378-8741(99)00027-6.", "ArticleIdList": ["10.1016/S0378-8741(99)00027-6", "10619386"]}, {"Citation": "Qiu Y, et al. Constituents with Radical Scavenging Effect from Opuntia dillenii:Structures of New & alpha; Pyrones and Flavonol Glycoside. Chemical and Pharmaceutical Bulletin. 2002;50(11):1507–1510. doi: 10.1248/cpb.50.1507.", "ArticleIdList": ["10.1248/cpb.50.1507", "12419920"]}, {"Citation": "Gupta R, et al. Antispermatogenic effect and chemical investigation of Opuntia dillenii. Pharmaceutical biology. 2002;40(6):411–415. doi: 10.1076/phbi.40.6.411.8437.", "ArticleIdList": ["10.1076/phbi.40.6.411.8437"]}, {"Citation": "Raj V. Plant Opuntia dillenii: A Review on Its Traditional Uses, Phytochemical and Pharmacological Properties. EC Pharmaceutical Science. 2015;1:29–43."}, {"Citation": "Holmes K. Morphological and Ecological Characterization of Opuntia Miller on the Coast of South Carolina, in Clemson University. Clemson University; 2016. p. 2466."}, {"Citation": "Kirtikar KR, BB Indian Medicinal Plants. International Book Distributors. 2006;2"}, {"Citation": "Halliwell B, et al. Antioxidants and human disease: a general introduction. Nutrition reviews. 1997;55(1):S44. doi: 10.1111/j.1753-4887.1997.tb06100.x.", "ArticleIdList": ["10.1111/j.1753-4887.1997.tb06100.x", "9155225"]}, {"Citation": "Harlev E, et al. Cancer preventive and curative attributes of plants of the Cactaceae family: a review. Planta Med. 2013;79(9):713–22. doi: 10.1055/s-0032-1328632.", "ArticleIdList": ["10.1055/s-0032-1328632", "23702905"]}, {"Citation": "Government Q. Weeds of Australia - Biosecurity Queensland Edition. fact sheet. 2016 [cited 2017 11/11/2017]; Available from:  https://keyserver.lucidcentral.org/weeds/data/media/Html/opuntia_dillenii.htm."}, {"Citation": "Han YL, et al. Extraction optimization by response surface methodology of mucilage polysaccharide from the peel of Opuntia dillenii haw. fruits and their physicochemical properties. Carbohydrate polymers. 2016;151:381–391. doi: 10.1016/j.carbpol.2016.05.085.", "ArticleIdList": ["10.1016/j.carbpol.2016.05.085", "27474580"]}, {"Citation": "Benson L. The cacti of the United States and Canada. Stanford (Calif): Stanford University Press; 1982."}, {"Citation": "Scheinvar L. Opuntia dillenii (Ker-Gawl.) Haw. var. reitzii, a new variety from Brazilian Coast. Feddes Repertorium. 1984"}, {"Citation": "Pinkava D, Opuntia M. Flora of North America. Oxford University Press; New York Oxford: 2003. p. 4."}, {"Citation": "Medina ED, Rodríguez ER, Romero CD. Chemical characterization of Opuntiadilleniiand Opuntia ficus indica fruits. Food chemistry. 2007;103(1):38–45. doi: 10.1016/j.foodchem.2006.06.064.", "ArticleIdList": ["10.1016/j.foodchem.2006.06.064"]}, {"Citation": "Ellenberg H. Opuntia dillenii als problematischer Neophyt im Nordjemen. Flora. 1989;182(1):3–12. doi: 10.1016/S0367-2530(17)30390-0.", "ArticleIdList": ["10.1016/S0367-2530(17)30390-0"]}, {"Citation": "Badami R, Thakkar J. Minor Seed Oils XVIII: Examination of Twelve Seed Oils. European Journal of Lipid Science and Technology. 1984;86(4):165–167."}, {"Citation": "Jiang J, et al. Two novel C 29–5β-sterols from the stems of Opuntia dillenii. Steroids. 2006;71(13):1073–1077. doi: 10.1016/j.steroids.2006.09.005.", "ArticleIdList": ["10.1016/j.steroids.2006.09.005", "17112557"]}, {"Citation": "Siddiqui F, et al. Opuntia dillenii cladode: Opuntiol and opuntioside attenuated cytokines and eicosanoids mediated inflammation. Journal of Ethnopharmacology. 2016;182(Supplement C):221–234. doi: 10.1016/j.jep.2016.02.016.", "ArticleIdList": ["10.1016/j.jep.2016.02.016", "26900126"]}, {"Citation": "Khare CP. Indian Medicinal Plants: An Illustrated Dictionary. Springer Science & Business Media; 2007. pp. 451–452."}, {"Citation": "Schliemann W, Kobayashi N, Strack D. The Decisive Step in Betaxanthin Biosynthesis Is a Spontaneous Reaction 1. Plant Physiology. 1999;119(4):1217–1232. doi: 10.1104/pp.119.4.1217.", "ArticleIdList": ["10.1104/pp.119.4.1217", "PMC32006", "10198080"]}, {"Citation": "Hempel J, Böhm H. Betaxanthin pattern of hairy roots from Beta vulgaris var. lutea and its alteration by feeding of amino acids. Phytochemistry. 1997;44(5):847–852. doi: 10.1016/S0031-9422(96)00633-4.", "ArticleIdList": ["10.1016/S0031-9422(96)00633-4"]}, {"Citation": "Böhm H, Mäck G. Betaxanthin formation and free amino acids in hairy roots of Beta vulgaris var. lutea depending on nutrient medium and glutamate or glutamine feeding. Phytochemistry. 2004;65(10):1361–1368. doi: 10.1016/j.phytochem.2004.03.008.", "ArticleIdList": ["10.1016/j.phytochem.2004.03.008", "15231409"]}, {"Citation": "Betancourt C, et al. Pigment composition and antioxidant capacity of betacyanins and betaxanthins fractions of Opuntia dillenii (Ker Gawl) Haw cactus fruit. Food Research International. 2017;101(Supplement C):173–179. doi: 10.1016/j.foodres.2017.09.007.", "ArticleIdList": ["10.1016/j.foodres.2017.09.007", "28941681"]}, {"Citation": "Kalegowda P, Chauhan AS, Nanjaraj Urs SM. Opuntia dillenii (Ker-Gawl) Haw cladode mucilage: Physico-chemical, rheological and functional behavior. Carbohydr Polym. 2017;157:1057–1064. doi: 10.1016/j.carbpol.2016.10.070.", "ArticleIdList": ["10.1016/j.carbpol.2016.10.070", "27987807"]}, {"Citation": "Qiu YK, et al. Study on chemical constituents from Opuntia dillenii. Zhongguo Zhong Yao Za Zhi. 2005;30(23):1824–6.", "ArticleIdList": ["16499018"]}, {"Citation": "Qiu YK, et al. Two new α-pyrones and other components from the cladodes ofOpuntia dillenii. Archives of Pharmacal Research. 2007;30(6):665–669. doi: 10.1007/BF02977624.", "ArticleIdList": ["10.1007/BF02977624", "17679540"]}, {"Citation": "Díaz-Medina E, Rodríguez-Rodríguez EM, Díaz C. Chemi calcharacterization of Opuntia dillenii and Opuntia ficus indica fruits. 2007;103:38–45."}, {"Citation": "Sciuto S, Oriente G, Piattelli M. Betanidin glucosylation in opuntia dillenii. Phytochemistry. 1972;11(7):2259–2262. doi: 10.1016/S0031-9422(00)88386-7.", "ArticleIdList": ["10.1016/S0031-9422(00)88386-7"]}, {"Citation": "Ghazi Z, et al. Chemical Composition and Antioxidant Activity of seeds oils and fruit juice of Opuntia Ficus Indica and Opuntia Dillenii from Morocco. Journal of Materials and Environmental Science. 2015;6(8):2338–2345."}, {"Citation": "Qiu Y, et al. The isolation and identification of a new alpha-pyrone from Opuntia dillenii. Yao xue xue bao Acta pharmaceutica Sinica. 2003;38(7):523–525.", "ArticleIdList": ["14515798"]}, {"Citation": "Qiu Y, et al. A study on chemical constituents of the stems of Opuntia dillenii (Ker-Gawl.) Haw. Journal of Shenyang Pharmaceutical University. 2000;17(4):267–268."}, {"Citation": "Qiu Y, et al. New constituents from the fresh stems of Opuntia dillenii. Journal of Chinese Pharmaceutical Sciences. 2003;12(1):1–5."}, {"Citation": "Trachtenberg S, Mayer AM. Composition and properties of Opuntia ficus-indica mucilage. Phytochemistry. 1981;20(12):2665–2668. doi: 10.1016/0031-9422(81)85263-6.", "ArticleIdList": ["10.1016/0031-9422(81)85263-6"]}, {"Citation": "Perfumi M, Tacconi R. Antihyperglycemic Effect of Fresh Opuntia dillenii Fruit from Tenerife (Canary Islands) International Journal of Pharmacognosy. 1996;34(1):41–47. doi: 10.1076/phbi.34.1.41.13186.", "ArticleIdList": ["10.1076/phbi.34.1.41.13186"]}, {"Citation": "Chang SF, Hsieh CL, Yen GC. The protective effect of Opuntia dillenii Haw fruit against low-density lipoprotein peroxidation and its active compounds. Food Chemistry. 2008;106(2):569–575. doi: 10.1016/j.foodchem.2007.06.017.", "ArticleIdList": ["10.1016/j.foodchem.2007.06.017"]}, {"Citation": "Li-mei YM. Study of Technology of Opuntia dillenii Haw. Health Drink [J] FOOD SCIENCE AND TECHNOLOGY. 2000;2:022."}, {"Citation": "Weng P, Wu Z. On Opuntia dillenii Haw. health beverage. Journal of Ningbo University(Natural Science & Engineering Edition) 2000;13(4):67–70."}, {"Citation": "Meihua Y. Study of Opuntia dillenii Haw healthy drink [J] THE FOOD INDUSTRY. 2000;2:012."}, {"Citation": "Park EH, Kahng JH, Paek EA. Studies on the pharmacological actions of cactus: Identification of its anti-inflammatory effect. Archives of Pharmacal Research. 1998;21(1):30–34. doi: 10.1007/BF03216749.", "ArticleIdList": ["10.1007/BF03216749", "9875511"]}, {"Citation": "Ahmed MS, et al. Antiinflammatory flavonoids from Opuntia dillenii (Ker-Gawl) Haw. flowers growing in Egypt. Phytotherapy Research. 2005;19(9):807–809. doi: 10.1002/ptr.1708.", "ArticleIdList": ["10.1002/ptr.1708", "16220577"]}, {"Citation": "Cho JY, et al. Radical scavenging and anti-inflammatory activity of extracts from Opuntia humifusa Raf. J Pharm Pharmacol. 2006;58(1):113–9. doi: 10.1211/jpp.58.1.0014.", "ArticleIdList": ["10.1211/jpp.58.1.0014", "16393471"]}, {"Citation": "Matias A, et al. Antioxidant and anti-inflammatory activity of a flavonoid-rich concentrate recovered from Opuntia ficus-indica juice. Food Funct. 2014;5(12):3269–80. doi: 10.1039/C4FO00071D.", "ArticleIdList": ["10.1039/C4FO00071D", "25347222"]}, {"Citation": "Sharma BR, et al. Anti-nociceptive and anti-inflammatory effects of the methanolic extract of Opuntia humifusa stem. Avicenna J Phytomed. 2017;7(4):366–375.", "ArticleIdList": ["PMC5580874", "28884086"]}, {"Citation": "Antunes-Ricardo M, et al. Topical Anti-Inflammatory Effects of Isorhamnetin Glycosides Isolated from Opuntia ficus-indica. BioMed Research International. 2015;9", "ArticleIdList": ["PMC4363586", "25821823"]}, {"Citation": "Jung J, Shin JH. EFFECT OF OPUNTIA FICUS-INDICA EXTRACT ON ANTI-INFLAMMATORY IN MURINE MACROPHAGES. The FASEB Journal. 2010;24(1 Supplement):929.5."}, {"Citation": "Yang Q, et al. Optimum extraction of polysaccharides from Opuntia dillenii and evaluation of its antioxidant activities. Carbohydr Polym. 2013;97(2):736–42. doi: 10.1016/j.carbpol.2013.05.057.", "ArticleIdList": ["10.1016/j.carbpol.2013.05.057", "23911509"]}, {"Citation": "Park EH, et al. An anti-inflammatory principle from cactus. Fitoterapia. 2001;72(3):288–290. doi: 10.1016/S0367-326X(00)00287-2.", "ArticleIdList": ["10.1016/S0367-326X(00)00287-2", "11295308"]}, {"Citation": "Qiu Y, et al. Constituents with radical scavenging effect from Opuntia dillenii: structures of new alpha-pyrones and flavonol glycoside. Chem Pharm Bull (Tokyo) 2002;50(11):1507–10. doi: 10.1248/cpb.50.1507.", "ArticleIdList": ["10.1248/cpb.50.1507", "12419920"]}, {"Citation": "Li H, et al. Extraction of Opuntia dillenii Haw. Polysaccharides and Their Antioxidant Activities. Molecules. 2016;21(12) doi: 10.3390/molecules21121612.", "ArticleIdList": ["10.3390/molecules21121612", "PMC6273547", "27886148"]}, {"Citation": "Kuti JO. Antioxidant compounds from four Opuntia cactus pear fruit varieties. Food Chemistry. 2004;85(4):527–533. doi: 10.1016/S0308-8146(03)00184-5.", "ArticleIdList": ["10.1016/S0308-8146(03)00184-5"]}, {"Citation": "Chen S, Meng H. Study on anti-lipid perioxidation of Opuntia dillemii Haw. Pharmacol Clin Chin Materia Medica. 1997;13(3):36–37."}, {"Citation": "Gliszczyńska-Świgło A, Szymusiak H, Malinowska P. Betanin, the main pigment of red beet: molecular origin of its exceptionally high free radical-scavenging activity. Food additives and contaminants. 2006;23(11):1079–1087. doi: 10.1080/02652030600986032.", "ArticleIdList": ["10.1080/02652030600986032", "17071510"]}, {"Citation": "Livrea MA, Tesoriere L. Health benefits and bioactive components of the fruits from Opuntia ficus-indica [L.] Mill. Journal of the Professional Association for cactus Development. 2006;8(1):73–90."}, {"Citation": "Allegra M, Tesoriere L, Livrea MA. Betanin inhibits the myeloperoxidase/nitrite-induced oxidation of human low-density lipoproteins. Free radical research. 2007;41(3):335–341. doi: 10.1080/10715760601038783.", "ArticleIdList": ["10.1080/10715760601038783", "17364963"]}, {"Citation": "Li W, et al. Anti-tumor effect of cactus polysaccharides on lung squamous carcinoma cells (SK-MES-1) Afr J Tradit Complement Altern Med. 2014;11(5):99–104. doi: 10.4314/ajtcam.v11i5.16.", "ArticleIdList": ["10.4314/ajtcam.v11i5.16", "PMC4202525", "25395712"]}, {"Citation": "Amaresh M. Preparation of Nutri beverage mix using Opuntia dillenii (cactus fruit) 2016"}, {"Citation": "Huang X, et al. Neuroprotective and Antioxidative Effect of Cactus Polysaccharides In Vivo and In Vitro. Cellular and Molecular Neurobiology. 2009;29(8):1211. doi: 10.1007/s10571-009-9417-z.", "ArticleIdList": ["10.1007/s10571-009-9417-z", "19517228"]}, {"Citation": "Kaur M, Kaur A, Sharma R. Pharmacological actions of opuntia ficus indica: A review. 2012"}, {"Citation": "Pietta PG. Flavonoids as antioxidants. J Nat Prod. 2000;63(7):1035–42. doi: 10.1021/np9904509.", "ArticleIdList": ["10.1021/np9904509", "10924197"]}, {"Citation": "Yeddes N, et al. Comparative Study of Antioxidant Power, Polyphenols, Flavonoids and Betacyanins of the Peel and Pulp of Three Tunisian Opuntia Forms. Antioxidants. 2013;2(2):37. doi: 10.3390/antiox2020037.", "ArticleIdList": ["10.3390/antiox2020037", "PMC4665405", "26787622"]}, {"Citation": "Procházková D, Boušová I, Wilhelmová N. Antioxidant and prooxidant properties of flavonoids. Fitoterapia. 2011;82(4):513–523. doi: 10.1016/j.fitote.2011.01.018.", "ArticleIdList": ["10.1016/j.fitote.2011.01.018", "21277359"]}, {"Citation": "Huang X, et al. Protection of Cactus Polysaccharide against H2o2-induced damage in the rat cerebral cortex and hippocampus. Neural Regeneration Research. 2008;3(1):14–18."}, {"Citation": "Dok-Go H, et al. Neuroprotective effects of antioxidative flavonoids, quercetin, (+)-dihydroquercetin and quercetin 3-methyl ether, isolated from Opuntia ficus-indica var. saboten. Brain Research. 2003;965(1):130–136. doi: 10.1016/S0006-8993(02)04150-1.", "ArticleIdList": ["10.1016/S0006-8993(02)04150-1", "12591129"]}, {"Citation": "Ramos RJRS. Evaluation of neuroprotective effects of natural extracts obtained from portuguese agro-food residues. 2012"}, {"Citation": "Osuna-Martínez U, Reyes-Esparza J, Rodríguez-Fragoso L. Cactus(Opuntiaficus-indica): a review on its antioxidants properties and potential pharmacological use in chronic diseases. Natural Products Chemistry & Research. 2014"}, {"Citation": "Shah A, et al. Hepatoprotective activity of Opuntia dillenii (Ker Gawl.) Haw. fruit pulp extract against cadmium induced toxicity in mice. 2016;26:1471–1478."}, {"Citation": "Yu N, Zeng F, Rao L. Effect of polysaccharide from Opuntia dillenii Haw on acute liver injury in mice. Chinese Journal of Biochemical Pharmaceutics. 2009;30(4):255–260."}, {"Citation": "Saleem R, et al. Hypotensive Activity, Toxicology and Histopathology of Opuntioside-I and Methanolic Extract of Opuntia dillenii. Biological and Pharmaceutical Bulletin. 2005;28(10):1844–1851. doi: 10.1248/bpb.28.1844.", "ArticleIdList": ["10.1248/bpb.28.1844", "16204933"]}, {"Citation": "Talha J, Priyanka M, Akanksha A. Hypertension and herbal plants. Int Res J Pharm. 2011;2(8):26–30."}, {"Citation": "Chefetz I, et al. Inhibition of Aurora-A kinase induces cell cycle arrest in epithelial ovarian cancer stem cells by affecting NFκB pathway. Cell Cycle. 2011:10.", "ArticleIdList": ["PMC3154367", "21623171"]}, {"Citation": "Ratnaweera PB, et al. Antimicrobial activities of endophytic fungi obtained from the arid zone invasive plant Opuntia dillenii and the isolation of equisetin, from endophytic Fusarium sp. BMC Complementary and Alternative Medicine. 2015;15(1):220. doi: 10.1186/s12906-015-0722-4.", "ArticleIdList": ["10.1186/s12906-015-0722-4", "PMC4496918", "26160390"]}, {"Citation": "Umar MI, et al. Polarity-Based Solvents Extraction of Opuntia dillenii and Zingiber officinale for In Vitro Antimicrobial Activities. International Journal of Food Properties. 2013;16(1):114–124. doi: 10.1080/10942912.2010.517886.", "ArticleIdList": ["10.1080/10942912.2010.517886"]}, {"Citation": "Bever BO, Zahnd G. Plants with oral hypoglycaemic action. Quarterly Journal of Crude Drug Research. 1979;17(3–4):139–196. doi: 10.3109/13880207909065167.", "ArticleIdList": ["10.3109/13880207909065167"]}, {"Citation": "Atta Ur R, Zaman K. Medicinal plants with hypoglycemic activity. Journal of Ethnopharmacology. 1989;26(1):1–55. doi: 10.1016/0378-8741(89)90112-8.", "ArticleIdList": ["10.1016/0378-8741(89)90112-8", "2664356"]}, {"Citation": "Zhao X, et al. Clinical observation of opuntia dillenii tablet in treating type 2 diabetes mellitus. Chinese Journal of Integrated Traditional and Western Medicine. 2002;8(3):215–218."}, {"Citation": "Abdallah IZ. Evaluation of Hypoglycemic Activity of Opuntia dillenii Haw Fruit Juice in Streptozotocin-Induced Diabetic Rats. Egyptian Journal of Hospital Medicine. 2008:33."}, {"Citation": "Allegra M, Tesoriere L, Livrea MA. Betanin inhibits the myeloperoxidase/nitrite-induced oxidation of human low-density lipoproteins. Free Radic Res. 2007;41(3):335–41. doi: 10.1080/10715760601038783.", "ArticleIdList": ["10.1080/10715760601038783", "17364963"]}, {"Citation": "Zhao LY, et al. [Immunomodulatory effects of Opuntia dillenii polysaccharides on specific immune function of mice]. Zhong yao cai = Zhongyaocai = Journal of Chinese medicinal materials. 2012;35(1):98–102.", "ArticleIdList": ["22734420"]}, {"Citation": "Miller NJ, et al. A novel method for measuring antioxidant capacity and its application to monitoring the antioxidant status in premature neonates. Clinical science. 1993;84(4):407–412. doi: 10.1042/cs0840407.", "ArticleIdList": ["10.1042/cs0840407", "8482045"]}, {"Citation": "Cao G, Sofic E, Prior RL. Antioxidant and prooxidant behavior of flavonoids: structure-activity relationships. Free Radical Biology and Medicine. 1997;22(5):749–760. doi: 10.1016/S0891-5849(96)00351-6.", "ArticleIdList": ["10.1016/S0891-5849(96)00351-6", "9119242"]}, {"Citation": "Tao MH, et al. Hypoglycemic activity of Opuntia dillenii polysaccharides. JOURNAL-HUNAN AGRICULTURAL UNIVERSITY. 2005;31(6):612."}, {"Citation": "Li W, et al. Anti-tumor effect of cactus polysaccharides on lung squamous carcinoma cells (SK-MES-1) African Journal of Traditional, Complementary and Alternative Medicines. 2014;11(5):99–104. doi: 10.4314/ajtcam.v11i5.16.", "ArticleIdList": ["10.4314/ajtcam.v11i5.16", "PMC4202525", "25395712"]}, {"Citation": "Debnath S, Kumar GG, Chandu AN. In-Vitro Antimicrobial Synergistic and Anti-Tb. Research Journal of Pharmacognosy and Phytochemistry. 2011;3(2):67–71."}]}], "History": [{"Year": "2018", "Month": "10", "Day": "25"}, {"Year": "2018", "Month": "11", "Day": "6"}, {"Year": "2019", "Month": "2", "Day": "11"}, {"Year": "2019", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30988997", "PMC6461298", "10.3831/KPI.2019.22.002", "2093-6966-v22-n03-016"]}}]}