{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "30992711", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "03", "Day": "12"}], "Language": ["eng"], "ELocationID": ["9537603", "10.1155/2019/9537603"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Effects of <i>Crinum jagus</i> Water/Ethanol Extract on <i>Shigella flexneri</i>-Induced Diarrhea in Rats.", "Pagination": {"StartPage": "9537603", "MedlinePgn": "9537603"}, "Abstract": {"AbstractText": ["Diarrheal disease, characterized by the release of more than three loose or liquid stools per day, remains one of the leading causes of morbidity and mortality in children below 5 years of age in developing countries. Many drugs used in diarrhea management face contraindication and, with regard to infectious diarrhea, resistance of some bacterial strains; this therefore increases the need of new alternative and more effective drugs. This study aimed to evaluate anti-<i>Shigella flexneri</i> activities of <i>Crinum jagus</i> water/ethanol extract. <i>In vitro</i> activities were assayed by disc diffusion and agar dilution methods and i<i>n vivo</i> section on <i>Shigella flexneri</i>-induced diarrhea in rats. This was done by oral administration of 9 X 10<sup>8</sup> CFU of <i>Shigella flexneri</i> to rats that were treated twice daily with <i>Crinum jagus</i> water/ethanol extract for seven consecutive days. Ciprofloxacin was used as positive control. Daily <i>Shigella flexneri</i> load was evaluated. After one treatment week, animals were then sacrificed and interleukins (IL-2 and INF-<i>γ</i>), immunoglobulins (IgA and IgM), motilin, vasoactive intestinal peptide, and ions (sodium, potassium, calcium, and chloride) levels were determined. Also, blood cell count was realized. <i>Crinum jagus</i> water/ethanol extract dose-dependently inhibited <i>Shigella flexneri</i> growth with inhibition diameter of 18.90 and 25.36 mm, respectively, at 0.39 and 200 mg/mL. Minimum inhibitory concentration (MIC) was 0.10 mg/mL and minimum bactericidal concentration (MBC) was 0.30 mg/mL with MBC/MIC ratio of 3.0. In <i>Shigella flexneri</i>-induced diarrheic rats, <i>Crinum jagus</i> reduced (p<0.01) diarrheal stools emission and <i>Shigella</i> load and lowered IL-2, INF-<i>γ</i>, IgA, IgM, and motilin blood levels, whereas it increased (p<0.01) vasoactive intestinal peptide, sodium, potassium, calcium, and chloride blood levels. In diarrheal rats, <i>Crinum jagus</i> restored the decreasing white blood cells and haemoglobin and restored the damaged colon epithelium, where it reduced the density of mucus-filled goblet cells. These results confirm the use of <i>Crinum jagus</i> in ethnomedicine in diarrhea treatment."]}, "AuthorList": [{"Identifier": ["0000-0002-7938-4443"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology and Animal Physiology, Faculty of Science, University of Buea, Cameroon."}], "LastName": "Noubissi", "ForeName": "Paul Aimé", "Initials": "PA"}, {"Identifier": ["0000-0002-4145-9788"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Science, Faculty of Science, University of Ngaoundéré, Cameroon."}], "LastName": "Fokam Tagne", "ForeName": "Michel Archange", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Physiology Laboratory, Faculty of Science, University of Yaoundé I, Cameroon."}], "LastName": "Fankem", "ForeName": "Gaëtan Olivier", "Initials": "GO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Physiology Laboratory, Faculty of Science, University of Yaoundé I, Cameroon."}], "LastName": "Ngakou Mukam", "ForeName": "Joseph", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Science, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Wambe", "ForeName": "Henri", "Initials": "H"}, {"Identifier": ["0000-0002-7880-0986"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Physiology Laboratory, Faculty of Science, University of Yaoundé I, Cameroon."}, {"Identifier": [], "Affiliation": "Laboratory of Endocrinology and Radioisotopes, Institute of Medical Research and Medicinal Plants Studies (IMPM), Yaoundé, Cameroon."}], "LastName": "Kamgang", "ForeName": "René", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Shamkuwar P. Role of potassium channels, nitric oxide pathway and adrenergic receptors in antidiarrhoeal effect of mebarid. Asian Journal of Pharmaceutical and Clinical Research. 2013;6(2):290–291."}, {"Citation": "Kumar K. R., Shaik A., Gopal J. V., Raveesha P. Evaluation of antidiarrhoeal activity of aqueous bulb extract of Allium cepa against castor oil-induced diarrhoea. International Journal of Herbal Medicine. 2013;1(3):64–67."}, {"Citation": "Yongsi B. N., Salem G., Bruneau J. Épidémiologie géographique des maladies diarrhéiques à Yaoundé (Cameroun) M@ppemonde. 2008;89(1):1–18."}, {"Citation": "Afroz S., Alamgir M., Khan M. T. H., Jabbar S., Nahar N., Choudhuri M. S. K. Antidiarrhoeal activity of the ethanol extract of Paederia foetida Linn. (Rubiaceae) Journal of Ethnopharmacology. 2006;105(1-2):125–130. doi: 10.1016/j.jep.2005.10.004.", "ArticleIdList": ["10.1016/j.jep.2005.10.004", "16298094"]}, {"Citation": "(C.D.C.) Centers for disease control and prevention, “Global diarrhea burden,” Global Water Sanition and Hygiene, 2015."}, {"Citation": "Taneja N., Mewara A. Shigellosis: epidemiology in India. Indian Journal of Medical Research. 2016;143:565–576. doi: 10.4103/0971-5916.187104.", "ArticleIdList": ["10.4103/0971-5916.187104", "PMC4989829", "27487999"]}, {"Citation": "W. H. O. (WHO) Guidelines for the control of shigellosis , including epidemics due to Shigella dysenteriae type 1. Geneva, Switzeland: WHO Documents Production Service; 2005."}, {"Citation": "Emch M., Ali M., Yunus M. Risk areas and neighborhood-level risk factors for Shigella dysenteriae 1 and Shigella flexneri. Health & Place. 2008;14(1):96–105. doi: 10.1016/j.healthplace.2007.05.004.", "ArticleIdList": ["10.1016/j.healthplace.2007.05.004", "17602851"]}, {"Citation": "Noubissi P. A., Ngwewondo A., Tagne Fokam M. A., Fankem G. O., Kamgang R. Spasmolytic and anti-secretory activities of water / ethanol Crinum jagus extract. International Journal of Pharmacology, Phytochemistry and Ethnomedicine. 2016;5:52–59. doi: 10.18052/www.scipress.com/IJPPE.5.52.", "ArticleIdList": ["10.18052/www.scipress.com/IJPPE.5.52"]}, {"Citation": "Rahman M. K., Chowdhury M. A. U., Islam M. T., Chowdhury M. A., Uddin M. E., Sumi C. D. Evaluation of antidiarrheal activity of methanolic extract of maranta arundinacea linn. leaves. Advances in Pharmacological Sciences. 2015;2015:6. doi: 10.1155/2015/257057.257057", "ArticleIdList": ["10.1155/2015/257057", "PMC4543376", "26346095"]}, {"Citation": "Rangel M. D. L., De Aquino S. G., De Lima J. M., et al. In vitro effect of Cinnamomum zeylanicum Blume essential oil on Candida spp. involved in oral infections. Evidence-Based Complementary and Alternative Medicine. 2018;2018:13. doi: 10.1155/2018/4045013.4045013", "ArticleIdList": ["10.1155/2018/4045013", "PMC6207861", "30416530"]}, {"Citation": "Tadesse T., Hailu E., Gurmu E., Mechesso F. Experimental assessment of antidiarrheal and antisecretory activity of 80% methanolic leaf extract of Zehneria scabra in mice. BMC Complementary and Alternative Medicine. 2014;14(460):1–8. doi: 10.1186/1472-6882-14-460.", "ArticleIdList": ["10.1186/1472-6882-14-460", "PMC4265498", "25465058"]}, {"Citation": "Sairam K., Hemalatha S., Kumar A., et al. Evaluation of anti-diarrhoeal activity in seed extracts of Mangifera indica. Journal of Ethnopharmacology. 2003;84(1):11–15. doi: 10.1016/S0378-8741(02)00250-7.", "ArticleIdList": ["10.1016/S0378-8741(02)00250-7", "12499070"]}, {"Citation": "Ogunkunle A., Olopade O. Studies on the asthma coughs plant Crinum jagus L. (Amaryllidaceae) in Nigeria. African Journal of Plant Science. 2011;5(2):108–114."}, {"Citation": "Mvongo C., Noubissi P. A., Kamgang R., et al. Phytochemical studies and in vitro antioxidant potential of two different extracts of crinum jagus. International Journal of Pharmaceutical Sciences and Drug Research. 2015;6(6):2354–2359."}, {"Citation": "Kamgang R., Youmbi Mboumi R., Foyet Fondjo A., Fokam Tagne M. A., Mengue N'dillé G. P. R., Ngogang Yonkeu J. Antihyperglycaemic potential of the water-ethanol extract of Kalanchoe crenata. Journal of Natural Medicines. 2008;62(1):34–40. doi: 10.1007/s11418-007-0179-y.", "ArticleIdList": ["10.1007/s11418-007-0179-y", "18404339"]}, {"Citation": "Smith J. A., Van Den Broek F. A. R., Martorell J. C., Hackbarth H., Ruksenas O., Zeller W. Principles and practice in ethical review of animal experiments across Europe: summary of the report of a FELASA working group on ethical evaluation of animal experiments. Laboratory Animals. 2007;41(2):143–160. doi: 10.1258/002367707780378212.", "ArticleIdList": ["10.1258/002367707780378212", "17430615"]}, {"Citation": "Kamgang R., Fokam Tagne M. A., Gonsu Kamga H., et al. Activity of aqueous ethanol extract of Euphorbia scordifolia on Shigella dysenteriae type 1-induced diarrhea in rats. International Journal of Pharmaceutical Sciences and Drug Research. 2015;7(1):40–45."}, {"Citation": "Shinde A. B., Mulay Y. R. Phytochemical analysis and antibacterial properties of some selected Indian medicinal plants. International Journal of Current Microbiology and Applied Sciences. 2015;4(3):228–235."}, {"Citation": "Olajuyigbe O. O., Afolayan A. J. In vitro antibacterial and time-kill assessment of crude methanolic stem bark extract of Acacia mearnsii de wild against bacteria in shigellosis. Molecules. 2012;17(2):2103–2118. doi: 10.3390/molecules17022103.", "ArticleIdList": ["10.3390/molecules17022103", "PMC6268967", "22354188"]}, {"Citation": "Vats M., Neha S., Sardana S. Antimicrobial activity of stem bark extracts of Nyctanthes arbortristis linn. (Oleaceae) International Journal of Pharmacognosy and Phytochemical Research. 2009;1(1):12–14."}, {"Citation": "Khan A., Rahman M., Islam S. Antibacterial, antifungal and cytotoxic activities of tuberous roots of amorphophallus campanulatus. Turkish Journal of Biology. 2007;31(3):167–172."}, {"Citation": "Hasan M. F., Das R., Khan A., Hossain M. S., Rahman M. The determination of antibacterial and antifungal activities of Polygonum hydropiper (L.) root extract. Advances in Biological Research. 2009;3(1-2):53–56."}, {"Citation": "Wansi S. L., Kamtchouing I., Kuiate J. R., et al. Antidiarrhoeal and antimicrobial activities of the Pentadesma butyracea stem bark methanolic extract. International Journal of Pharmacy. 2014;4(2):147–154."}, {"Citation": "OECD/OCDE 425, “Oecd guidelines for the testing of chemicals,” pp. 1–27, 2008."}, {"Citation": "Fokam Tagne M. A., Noubissi P. A., Fankem G. O., Kamgang R. Effects of Oxalis barrelieri L. (Oxalidaceae ) aqueous extract on diarrhea induced by Shigella dysenteriae type 1 in rats. Health Science Report. 2017;e20:1–8.", "ArticleIdList": ["PMC6266553", "30623055"]}, {"Citation": "Sanger G. J., Wang Y., Hobson A., Broad J. Motilin: towards a new understanding of the gastrointestinal neuropharmacology and therapeutic use of motilin receptor agonists. British Journal of Pharmacology. 2013;170(7):1323–1332. doi: 10.1111/bph.12075.", "ArticleIdList": ["10.1111/bph.12075", "PMC3838679", "23189978"]}, {"Citation": "Chen C.-Y., Tsai C.-Y. Ghrelin and motilin in the gastrointestinal system. Current Pharmaceutical Design. 2012;18(31):4755–4765. doi: 10.2174/138161212803216915.", "ArticleIdList": ["10.2174/138161212803216915", "22632857"]}, {"Citation": "Ohno T., Mochiki E., Kuwano H. The roles of motilin and ghrelin in gastrointestinal motility. International Journal of Peptides. 2010;2010:6. doi: 10.1155/2010/820794.820794", "ArticleIdList": ["10.1155/2010/820794", "PMC2925306", "20798893"]}, {"Citation": "Depoortere I., Thijs T., Thielemans L., Keith J. C., Van Assche G., Peeters T. L. Effect of recombinant human interleukin-11 on motilin and substance P release in normal and inflamed rabbits. Regulatory Peptides. 2001;97(2-3):111–119. doi: 10.1016/S0167-0115(00)00190-7.", "ArticleIdList": ["10.1016/S0167-0115(00)00190-7", "11164946"]}, {"Citation": "Liang Y.-C., Liu H.-J., Chen S.-H., Chen C.-C., Chou L.-S., Tsai L. H. Effect of lipopolysaccharide on diarrhea and gastrointestinal transit in mice: Roles of nitric oxide and prostaglandin E2. World Journal of Gastroenterology. 2005;11(3):357–361. doi: 10.3748/wjg.v11.i3.357.", "ArticleIdList": ["10.3748/wjg.v11.i3.357", "PMC4205337", "15637744"]}, {"Citation": "Gomez G. A., Englander E. W., Greeley G. H. Physiology of the Gastronintestinal Tract. Elsevier Inc.; 2012. Postpyloric gastrointestinal geptides; pp. 155–198."}, {"Citation": "Van Geldre L. A., Lefebvre R. A. Interaction of NO and VIP in gastrointestinal smooth muscle relaxation. Current Pharmaceutical Design. 2004;10(20):2483–2497. doi: 10.2174/1381612043383890.", "ArticleIdList": ["10.2174/1381612043383890", "15320758"]}, {"Citation": "Jorum O. H., Piero N. M., Machocho A. K. Haematological effects of dichloromethane-methanolic leaf extracts of Carissa edulis (Forssk.) Vahl in normal rat models. Journal of Hematology & Thromboembolic Diseases. 2016;4(1):1–8."}, {"Citation": "Hodges K., Gill R. Infectious diarrhea: cellular and molecular mechanisms. Gut Microbes. 2010;1(1):4–21. doi: 10.4161/gmic.1.1.11036.", "ArticleIdList": ["10.4161/gmic.1.1.11036", "PMC3035144", "21327112"]}, {"Citation": "Sánchez E., Heredia N., Camacho-Corona M. D. R., García S. Isolation, characterization and mode of antimicrobial action against Vibrio cholerae of methyl gallate isolated from Acacia farnesiana. Journal of Applied Microbiology. 2013;115(6):1307–1316. doi: 10.1111/jam.12328.", "ArticleIdList": ["10.1111/jam.12328", "23957349"]}, {"Citation": "Bao S., Beagley K. W., France M. P., Shen J., Husband A. J. Interferon-γ plays a critical role in intestinal immunity against Salmonella typhimurium infection. The Journal of Immunology. 2000;99(3):464–472. doi: 10.1046/j.1365-2567.2000.00955.x.", "ArticleIdList": ["10.1046/j.1365-2567.2000.00955.x", "PMC2327174", "10712678"]}, {"Citation": "Macpherson A. J., Hunziker L., McCoy K., Lamarre A. IgA responses in the intestinal mucosa against pathogenic and non-pathogenic microorganisms. Microbes and Infection. 2001;3(12):1021–1035. doi: 10.1016/S1286-4579(01)01460-5.", "ArticleIdList": ["10.1016/S1286-4579(01)01460-5", "11580989"]}, {"Citation": "Guruprasad Y. Role of immunoglobulins in oral submucous fibrosis. Journal of Cranio-Maxillary Diseases. 2015;4(1):p. 3. doi: 10.4103/2278-9588.151893.", "ArticleIdList": ["10.4103/2278-9588.151893"]}, {"Citation": "Rutemark C., Alicot E., Bergman A., et al. Requirement for complement in antibody responses is not explained by the classic pathway activator IgM. Proceedings of the National Acadamy of Sciences of the United States of America. 2011;108(43):E934–E942. doi: 10.1073/pnas.1109831108.", "ArticleIdList": ["10.1073/pnas.1109831108", "PMC3203774", "21987785"]}, {"Citation": "Gronowicz G., Secor E. R., Flynn J. R., Kuhn L. T. Human biofield therapy does not affect tumor size but modulates immune responses in a mouse model for breast cancer. Journal of Integrative Medicine. 2016;14(5):389–399. doi: 10.1016/S2095-4964(16)60275-3.", "ArticleIdList": ["10.1016/S2095-4964(16)60275-3", "27641610"]}]}], "History": [{"Year": "2018", "Month": "11", "Day": "9"}, {"Year": "2019", "Month": "1", "Day": "2"}, {"Year": "2019", "Month": "2", "Day": "21"}, {"Year": "2019", "Month": "4", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "3", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["30992711", "PMC6434311", "10.1155/2019/9537603"]}}]}