{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Agriculture"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31008381", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "04", "Day": "08"}], "Language": ["eng"], "ELocationID": ["e01403", "10.1016/j.heliyon.2019.e01403"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "5", "Issue": "4", "PubDate": {"Year": "2019", "Month": "Apr"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Evaluating drought tolerance of castor ecotypes in the center of Iran.", "Pagination": {"StartPage": "e01403", "MedlinePgn": "e01403"}, "Abstract": {"AbstractText": ["In order to study the reaction of six castor ecotypes to drought stress, a split plot experiment was carried out in randomized complete blocks. Eight indices including stress sensitivity index (SSI), tolerance index (TOL), mean productivity (MP), geometric mean productivity (GMP), harmonic mean (HARM), stress tolerance index (STI), sensitivity drought index (SDI) index and yield index (YI) were calculated for ecotypes by using seed yield in normal condition and under stress. After that, correlations between indices were calculated and dendrogram and biplot results were drawn. Normal yield and stress yield had positive significant correlations with MP, GMP, STI, and HARM indices in mild, moderate and severe stresses. Biplot analysis showed that Isfahan and Naein ecotypes had desirable yield under mild and average stress and Naein had desirable yield under severe stress and also normal condition."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy Department, College of Agriculture, Shahrekord University, Shahrekord, Iran."}], "LastName": "Nikneshan", "ForeName": "Pejman", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy Department, College of Agriculture, Shahrekord University, Shahrekord, Iran."}], "LastName": "Tadayyon", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Young Researcher and Elite Club, Isfahan (Khorasgan) Branch, Islamic Azad University, Isfahan, Iran."}, {"Identifier": [], "Affiliation": "Department of Horticulture (Medicinal and Aromatic Plants Section), Science and Research Branch, Islamic Azad University, Tehran, Iran."}], "LastName": "Javanmard", "ForeName": "Milad", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Anjani K. Castor genetic resources: a primary gene pool for exploitation. Ind. Crop. Prod. 2012;35:1–14."}, {"Citation": "Evans L.T. Cambridge University Press; Cambridge: 1993. Crop Evolution, Adaptation and Yield."}, {"Citation": "Fathi A., Barari Tari D. Effect of drought stress and its mechanism in plants. Int. J. Life Sci. 2016;10(1):1–6."}, {"Citation": "Fernandez G.C. Effective selection criteria for assessing plant stress tolerance. In: Kuo C.G., editor. Proceedings of the International Symposium on Adaptation of Vegetable and Other Food Crops to Temperature Water Stress; Taiwan, 13–18, August; 1993. pp. 257–270."}, {"Citation": "Fischer R.A., Maurer R. Drought resistance in spring wheat cultivars. I. Grain yield responses. Aust. J. Agric. Res. 1978;29:897–912."}, {"Citation": "Gavuzzi P., Rizza F., Palumbo M., Campaline R.G., Ricciardi G.L., Borghi B. Evaluation of field and laboratory predictors of drought and heat tolerance in winter cereals. Canad. J. Plant Sci. 1997;77:523–531."}, {"Citation": "George T. Why crop yields in developing countries have not kept pace with advances in agronomy. Global Food Secur. 2014;3:49–58."}, {"Citation": "He B., Cui X., Wang H., Chen A. Drought: the most important physical stress of terrestrial ecosystems. Acta Ecol. Sin. 2014;34:179–183."}, {"Citation": "Hurd E.A. Academic Press; New York: 1976. Plant Breeding for Drought Resistance; pp. 317–353. Kozlowski."}, {"Citation": "Khalili M., Naghavi M.R., Pour Aboughadareh A.R., Talebzadeh S.J. Evaluating of drought stress tolerance based on selection indices in spring canola cultivars (Brassica napus L.) J. Agric. Sci. 2012;4(11):78–85."}, {"Citation": "Kiran B.R., Prasad M.N.V. Ricinus communis L. (Castor bean), a potential multi-purpose environmental crop for improved and integrated phytoremediation. EuroBiotech J. 2017;1(2):101–116."}, {"Citation": "Li G., Wan S., Zhou J., Yang Z., Qin P. Leaf chlorophyll fluorescence, hyperspectral reflectance, pigments content, malondialdehyde and proline accumulation responses of castor bean (Ricinus communis L.) seedlings to salt stress levels. Ind. Crop. Prod. 2010;31:13–19."}, {"Citation": "Metzger J.O., Bornscheuer U. Lipids as renewable resources: current state of chemical and biotechnological conversion and diversification. Appl. Microbiol. Biotechnol. 2006;71:13–22.", "ArticleIdList": ["16604360"]}, {"Citation": "Mitra J. Genetics and genetic improvement of drought resistance in crop plants. Curr. Sci. 2001;80(6):758–762. https://www.jstor.org/stable/24105661"}, {"Citation": "Mollasadeghi V., Valizadeh M., Shahryari R., Imani A.A. Evaluation of end drought tolerance of 12 wheat genotypes by stress indices. World Appl. Sci. J. 2011;13(3):545–551. https://pdfs.semanticscholar.org/d5fa/c3c39dc29fccc09d1921308119e849fe923f.pdf"}, {"Citation": "Ogunniyi D.S. Castor oil: a vital industrial raw material. Bioresour. Technol. 2006;97:1086–1091.", "ArticleIdList": ["15919203"]}, {"Citation": "Pinheiro H.A., Silva J.V., Endres L., Ferreira V.M., Câmara C.D., Cabral F.F., Oliveira J.F., de Carvalho L.W.T., dos Santos J.M., dos Santos Filho B.G. Leaf gas exchange, chloroplastic pigments and dry matter accumulation in castor bean (Ricinus communis L) seedlings subjected to salt stress conditions. Ind. Crop. Prod. 2008;27:385–392."}, {"Citation": "Quisenberry J.E. Breeding for drought resistance and plant water use efficiency. In: Christain M.N., Lewis C.P., editors. Breeding Plants for Less Favorable Environments. Wiley–Interscience; New York, USA: 1982."}, {"Citation": "Radhamani T., Ushakumari R., Amudha R., Anjani K. Response to water stress in castor (Ricinus communis L.) genotypes under in vitro conditions. J. Cereals Oil Seeds. 2012;3(4):56–58."}, {"Citation": "Rosielle A.T., Hamblin J. Theoretical aspects of selection for yield in stress and non-stress environment. Crop Sci. 1981;21(6):943–946."}, {"Citation": "Schneider K.A., Rosales-Serna R., Ibarra-Perez F., Cazares-Enriquez B., Acosta Gallegos J.A., Ramirez-Vallejo P., Wassimi N., Kelly J.D. Improving common bean performance under drought stress. Crop Sci. 1997;37(1):43–50."}, {"Citation": "Severino L.S., Auld D.L. Seed yield and yield components of castor influenced by irrigation. Ind. Crop. Prod. 2013;49:52–60."}, {"Citation": "Shiranirad A.H., Abbasian A. Evaluation of drought tolerance in winter rapeseed cultivars based on tolerance and sensitivity indices. AgricultureŽemdirbyste. 2011 http://www.lzi.lt/tomai/98(1)tomas/98_1_tomas_str6.pdf 98(1):41–48."}, {"Citation": "Srivastava J.P., Acevedo E., Varma S., Porceddu E. National Research Council of Italy, Viterbo (Italy), International Center for Agricultural Research in the Dry Areas, Aleppo (Syria); 1987. Drought Tolerance in Winter Cereals: Proceedings of an International Workshop (No. 94-005298. CIMMYT), Capri (Italy), 27–31 Oct 1985; pp. 27–31. Improving Winter Cereals for Moisture-limiting Areas."}, {"Citation": "Tadayyon A., Nikneshan P., Pessarakli M. Effects of drought stress on concentration of macro and micronutrients in castor (Ricinus communis L.) plant. J. Plant Nutr. 2018;41(3):304–310."}, {"Citation": "Weiss E.A. 2nd ed. Blackwell Science, Oxford Ltd.; 2000. Oilseed Crops."}, {"Citation": "Zhang X., Lei L., Lai J., Zhao H., Song W. Effects of drought stress and water recovery on physiological responses and gene expression in maize seedlings. BMC Plant Biol. 2018;18:68.", "ArticleIdList": ["PMC5913800", "29685101"]}]}], "History": [{"Year": "2018", "Month": "8", "Day": "14"}, {"Year": "2019", "Month": "1", "Day": "20"}, {"Year": "2019", "Month": "3", "Day": "18"}, {"Year": "2019", "Month": "4", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "4", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["31008381", "PMC6458528", "10.1016/j.heliyon.2019.e01403", "S2405-8440(18)34783-2"]}}]}