{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31001352", "DateRevised": {"Year": "2023", "Month": "10", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "03", "Day": "14"}], "Language": ["eng"], "ELocationID": ["3245836", "10.1155/2019/3245836"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "In Vitro Antiatherothrombotic Effects of Extracts from <i>Berberis Vulgaris</i> L., <i>Teucrium Polium</i> L., and <i>Orthosiphon Stamineus</i> Benth.", "Pagination": {"StartPage": "3245836", "MedlinePgn": "3245836"}, "Abstract": {"AbstractText": ["Coronary artery disease is the leading cause of mortality and morbidity worldwide. The pathogenesis is mainly due to atherosclerosis, plaque rupture, and platelet thrombus formation. The main risk factors for coronary artery disease include obesity, hypercholesterolemia, smoking, diabetes, and high blood pressure. As a part of disease management, treatment options using anticoagulant and antiplatelet drugs can be applied with addition to lipid-lowering medication. However, medicinal plants comprising antiatherothrombotic effects can be used as options to combat the disease rather than drug therapies with lesser adverse effects. Therefore, the haematological effect of <i>Berberis vulgaris</i> L.<i>, Teucrium polium</i> L., and <i>Orthosiphon stamineus</i> Benth extracts was studied using in vitro model to prevent and to treat coronary atherothrombotic disease. The aqueous, methanol, and polysaccharide extracts of <i>B. vulgaris, T. polium,</i> and <i>O. stamineus,</i> respectively, were studied for their anticoagulant and antiplatelet effect on human whole blood. Extracts were subjected to the prothrombin time (PT) and activated partial thromboplastin time (APTT) test for anticoagulant activity. The antiplatelet activity was investigated using an electrical impedance method. <i>B. vulgaris</i> aqueous extract (BVAE), <i>B. vulgaris</i> polysaccharide extract (BVPE), <i>T. polium</i> aqueous extract (TPAE), and <i>T. polium</i> polysaccharide extract (TPPE) significantly prolonged the coagulation time in a concentration-dependent manner (<i>p</i><0.05). The administration of BVAE demonstrated the most effective antiplatelet activity against platelet aggregation caused by arachidonic acid (AA) and collagen. These antiplatelet activities may correspond to the presence of higher total phenolic compound, which thus inhibit the platelet aggregation activity. In conclusion, these findings provide strong evidence on the antiatherothrombotic effect of BVAE and TPAE."]}, "AuthorList": [{"Identifier": ["0000-0002-8136-5604"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Human Anatomy, Faculty of Medicine and Health Sciences, Universiti Putra Malaysia, Selangor, Malaysia."}], "LastName": "Mohd Nor", "ForeName": "Nurul Huda", "Initials": "NH"}, {"Identifier": ["0000-0001-6926-7828"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Human Anatomy, Faculty of Medicine and Health Sciences, Universiti Putra Malaysia, Selangor, Malaysia."}], "LastName": "Othman", "ForeName": "Fauziah", "Initials": "F"}, {"Identifier": ["0000-0003-0450-8832"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Faculty of Medicine and Health Sciences, Universiti Putra Malaysia, Selangor, Malaysia."}], "LastName": "Mohd Tohit", "ForeName": "Eusni Rahayu", "Initials": "ER"}, {"Identifier": ["0000-0002-2292-5149"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Faculty of Medicine and Health Sciences, Universiti Putra Malaysia, Selangor, Malaysia."}], "LastName": "Md Noor", "ForeName": "Sabariah", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Technology Pharmaceutical Group, Medical Technology Department, Malaysian Nuclear Agency, Kajang, Selangor, Malaysia."}], "LastName": "Razali", "ForeName": "Rosniza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Technology Pharmaceutical Group, Medical Technology Department, Malaysian Nuclear Agency, Kajang, Selangor, Malaysia."}], "LastName": "Ahmad Hassali", "ForeName": "Hazlina", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food and Science Technology Research Centre, MARDI, Serdang, Selangor, Malaysia."}], "LastName": "Hassan", "ForeName": "Hadijah", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Health Organization W., Federation W. H., Organization W. S. W. W. H. F. W. S. Organization. Global Atlas on Cardiovascular Disease Prevention and Control. 2011. (W. W. H. F. W. S. Organization (Series Ed.))."}, {"Citation": "Lee H. S. Antiplatelet property of Curcuma longa L. rhizome-derived ar-turmerone. Bioresource Technology. 2006;97(12):1372–1376. doi: 10.1016/j.biortech.2005.07.006.", "ArticleIdList": ["10.1016/j.biortech.2005.07.006", "16112857"]}, {"Citation": "Moll S., Roberts H. R. Overview of anticoagulant drugs for the future. Seminars in Hematology. 2002;39(3):145–157. doi: 10.1053/shem.2002.34087.", "ArticleIdList": ["10.1053/shem.2002.34087", "12124677"]}, {"Citation": "Hankey G. J., Eikelboom J. W. Aspirin resistance. The Lancet. 2006;367(9510):606–617. doi: 10.1016/S0140-6736(06)68040-9.", "ArticleIdList": ["10.1016/S0140-6736(06)68040-9", "16488805"]}, {"Citation": "Johnell M., Elgue G., Larsson R., Larsson A., Thelin S., Siegbahn A. Coagulation, fibrinolysis, and cell activation in patients and shed mediastinal blood during coronary artery bypass grafting with a new heparin-coated surface. The Journal of Thoracic and Cardiovascular Surgery. 2002;124(2):321–332. doi: 10.1067/mtc.2002.122551.", "ArticleIdList": ["10.1067/mtc.2002.122551", "12167793"]}, {"Citation": "Greinacher A., Warkentin T. E. Recognition, treatment, and prevention of heparin-induced thrombocytopenia: review and update. Thrombosis Research. 2006;118(2):165–176. doi: 10.1016/j.thromres.2005.07.012.", "ArticleIdList": ["10.1016/j.thromres.2005.07.012", "16139874"]}, {"Citation": "Esmaeili M. A., Zohari F., Sadeghi H. Antioxidant and protective effects of major flavonoids from teucrium polium on β-cell destruction in a model of streptozotocin-induced diabetes. Planta Medica. 2009;75(13):1418–1420. doi: 10.1055/s-0029-1185704.", "ArticleIdList": ["10.1055/s-0029-1185704", "19452438"]}, {"Citation": "Fatehi-Hassanabad Z., Jafarzadeh M., Tarhini A., Fatehi M. The antihypertensive and vasodilator effects of aqueous extract from Berberis vulgaris fruit on hypertensive rats. Phytotherapy Research. 2005;19(3):222–225. doi: 10.1002/ptr.1661.", "ArticleIdList": ["10.1002/ptr.1661", "15934023"]}, {"Citation": "Yuliana N. D., Khatib A., Link-Struensee A. M. R., et al. Adenosine A1 receptor binding activity of methoxy flavonoids from Orthosiphon stamineus. Planta Medica. 2009;75(2):132–136. doi: 10.1055/s-0028-1088379.", "ArticleIdList": ["10.1055/s-0028-1088379", "19137497"]}, {"Citation": "Yoon S.-J., Pereira M. S., Pavão M. S. G., Hwang J.-K., Pyun Y.-R., Mourão P. A. S. The medicinal plant Porana volubilis contains polysaccharides with anticoagulant activity mediated by heparin cofactor II. Thrombosis Research. 2002;106(1):51–58. doi: 10.1016/S0049-3848(02)00071-3.", "ArticleIdList": ["10.1016/S0049-3848(02)00071-3", "12165289"]}, {"Citation": "Imanshahidi M., Hosseinzadeh H. Pharmacological and therapeutic effects of Berberis vulgaris and its active constituent, berberine. Phytotherapy Research. 2008;22(8):999–1012. doi: 10.1002/ptr.2399.", "ArticleIdList": ["10.1002/ptr.2399", "18618524"]}, {"Citation": "Sriplang K., Adisakwattana S., Rungsipipat A., Yibchok-Anun S. Effects of Orthosiphon stamineus aqueous extract on plasma glucose concentration and lipid profile in normal and streptozotocin-induced diabetic rats. Journal of Ethnopharmacology. 2007;109(3):510–514. doi: 10.1016/j.jep.2006.08.027.", "ArticleIdList": ["10.1016/j.jep.2006.08.027", "17034971"]}, {"Citation": "Passos G. F., Fernandes E. S., da Cunha F. M., et al. Anti-inflammatory and anti-allergic properties of the essential oil and active compounds from Cordia verbenacea. Journal of Ethnopharmacology. 2007;110(2):323–333. doi: 10.1016/j.jep.2006.09.032.", "ArticleIdList": ["10.1016/j.jep.2006.09.032", "17084568"]}, {"Citation": "Kristoffersen A. E., Sirois F. M., Stub T., Hansen A. H. Prevalence and predictors of complementary and alternative medicine use among people with coronary heart disease or at risk for this in the sixth Tromsø study: a comparative analysis using protection motivation theory. BMC Complementary and Alternative Medicine. 2017;17(1, article 324)", "ArticleIdList": ["PMC5477262", "28629411"]}, {"Citation": "Saputri F. C., Jantan I. Effects of selected medicinal plants on human low-density lipoprotein oxidation, 2, 2-diphenyl-1-picrylhydrazyl (DPPH) radicals and human platelet aggregation. Journal of Medicinal Plant Research. 2011;5(26):6182–6191."}, {"Citation": "Bilia A. R., Giomi M., Innocenti M., Gallori S., Vincieri F. F. HPLC-DAD-ESI-MS analysis of the constituents of aqueous preparations of verbena and lemon verbena and evaluation of the antioxidant activity. Journal of Pharmaceutical and Biomedical Analysis. 2008;46(3):463–470. doi: 10.1016/j.jpba.2007.11.007.", "ArticleIdList": ["10.1016/j.jpba.2007.11.007", "18155378"]}, {"Citation": "Jantan I., Jumuddin F. A., Saputri F. C., Rahman K. Inhibitory effects of the extracts of Garcinia species on human low-density lipoprotein peroxidation and platelet aggregation in relation to their total phenolic contents. Journal of Medicinal Plants Research. 2011;5(13):2699–2709."}, {"Citation": "Taj E., Abdalmutalab M., Izzalddeen H., Abdalkareem M., Alhassan M. Evidence for an in vitro anticoagulant activity of red onion (allium cepa l.) Sudan Journal of Medical Sciences. 2011;6(2)"}, {"Citation": "Adcock D. M., Kressin D. C., Marlar R. A. Effect of 3.2% vs 3.8% sodium citrate concentration on routine coagulation testing. American Journal of Clinical Pathology. 1997;107(1):105–110. doi: 10.1093/ajcp/107.1.105.", "ArticleIdList": ["10.1093/ajcp/107.1.105", "8980376"]}, {"Citation": "Uprichard J., Manning R. A., Laffan M. A. Monitoring heparin anticoagulation in the acute phase response. British Journal of Haematology. 2010;149(4):613–619. doi: 10.1111/j.1365-2141.2010.08129.x.", "ArticleIdList": ["10.1111/j.1365-2141.2010.08129.x", "20230412"]}, {"Citation": "Brown B. A. Haematology: Principles and procedures. 5th. Philadelphia, Pa, USA: Lea and Febiger; 1988."}, {"Citation": "Cardinal D. C., Flower R. J. The electronic aggregometer: a novel device for assessing platelet behavior in blood. Journal of Pharmacological Methods. 1980;3(2):135–158. doi: 10.1016/0160-5402(80)90024-8.", "ArticleIdList": ["10.1016/0160-5402(80)90024-8", "7392654"]}, {"Citation": "Ingerman-Wojenski C. M., Silver M. J. A quick method for screening platelet dysfunctions using the whole blood lumi-aggregometer. Thrombosis and Haemostasis. 1984;51(2):154–156. doi: 10.1055/s-0038-1661048.", "ArticleIdList": ["10.1055/s-0038-1661048", "6429881"]}, {"Citation": "Cai W., Xie L., Chen Y., Zhang H. Purification, characterization and anticoagulant activity of the polysaccharides from green tea. Carbohydrate Polymers. 2013;92(2):1086–1090. doi: 10.1016/j.carbpol.2012.10.057.", "ArticleIdList": ["10.1016/j.carbpol.2012.10.057", "23399132"]}, {"Citation": "Khoo L. T., Abas F., Abdullah J. O., Mohd Tohit E. R., Hamid M. Anticoagulant activity of polyphenolic-polysaccharides isolated from melastoma malabathricum L. Evidence-Based Complementary and Alternative Medicine. 2014;2014", "ArticleIdList": ["PMC4054800", "24987430"]}, {"Citation": "Alpert A. J. Hydrophilic-interaction chromatography for the separation of peptides, nucleic acids and other polar compounds. Journal of Chromatography A. 1990;499:177–196. doi: 10.1016/S0021-9673(00)96972-3.", "ArticleIdList": ["10.1016/S0021-9673(00)96972-3", "2324207"]}, {"Citation": "Raskin I., Ripoll C. Can an apple a day keep the doctor away? Current Pharmaceutical Design. 2004;10(27):3419–3429. doi: 10.2174/1381612043383070.", "ArticleIdList": ["10.2174/1381612043383070", "15544525"]}, {"Citation": "Al-Zubairi A. S., Abdul A. B., Abdelwahab S. I., Peng C. Y., Mohan S., Elhassan M. M. Eleucine indica possesses antioxidant, antibacterial and cytotoxic properties. Evidence-Based Complementary and Alternative Medicine. 2011;2011:6. doi: 10.1093/ecam/nep091.965370", "ArticleIdList": ["10.1093/ecam/nep091", "PMC3137868", "19617201"]}, {"Citation": "Rahmat A., Othman F. Antioxidant analysis of different parts of carica papaya. International Food Research Journal. 2013;20(3):1043–1048."}, {"Citation": "Hirano R., Sasamoto W., Matsumoto A., Itakura H., Igarashi O., Kondo K. Antioxidant ability of various flavonoids against DPPH radicals and LDL oxidation. Journal of Nutritional Science and Vitaminology. 2001;47(5):357–362. doi: 10.3177/jnsv.47.357.", "ArticleIdList": ["10.3177/jnsv.47.357", "11814152"]}, {"Citation": "Jang H.-D., Chang K.-S., Huang Y.-S., Hsu C.-L., Lee S.-H., Su M.-S. Principal phenolic phytochemicals and antioxidant activities of three Chinese medicinal plants. Food Chemistry. 2007;103(3):749–756. doi: 10.1016/j.foodchem.2006.09.026.", "ArticleIdList": ["10.1016/j.foodchem.2006.09.026"]}, {"Citation": "Hall J. E. Guyton and Hall Textbook of Medical Physiology. 12th. Amsterdam, Netherlands: Elsevier Health Sciences; 2011."}, {"Citation": "Fang M. C. Inpatient Anticoagulation. 4th. Vol. 4. NJ, USA: John Wiley and Sons; 2011."}, {"Citation": "Clinic M. Activated partial thromboplastin time (aptt), plasma.  2011,  http://www.mayomedicallaboratories.com/test-catalog/Clinical+and+Interpretive/9058."}, {"Citation": "Ku S.-K., Bae J.-S. Antiplatelet and antithrombotic activities of purpurogallin in vitro and in vivo. Biochemistry Molecular Biology. 2014;47(7):p. 376.", "ArticleIdList": ["PMC4163855", "24286332"]}, {"Citation": "De Caterina R., Husted S., Wallentin L., et al. General mechanisms of coagulation and targets of anticoagulants (section I) Thrombosis and haemostasis. 2013;109:569–579.", "ArticleIdList": ["23447024"]}, {"Citation": "Garcia D. A., Baglin T. P., Weitz J. I., Samama M. M. Parenteral anticoagulants - Antithrombotic therapy and prevention of thrombosis, 9th ed: American College of Chest Physicians evidence-based clinical practice guidelines. CHEST. 2012;141(2):e24–e43. doi: 10.1378/chest.11-2291.", "ArticleIdList": ["10.1378/chest.11-2291", "PMC3278070", "22315264"]}, {"Citation": "Son D.-J., Cho M.-R., Jin Y.-R., et al. Antiplatelet effect of green tea catechins: a possible mechanism through arachidonic acid pathway. Prostaglandins, Leukotrienes and Essential Fatty Acids. 2004;71(1):25–31. doi: 10.1016/j.plefa.2003.12.004.", "ArticleIdList": ["10.1016/j.plefa.2003.12.004", "15172681"]}, {"Citation": "Nurtjahja-Tjendraputra E., Ammit A. J., Roufogalis B. D., Tran V. H., Duke C. C. Effective anti-platelet and COX-1 enzyme inhibitors from pungent constituents of ginger. Thrombosis Research. 2003;111(4-5):259–265. doi: 10.1016/j.thromres.2003.09.009.", "ArticleIdList": ["10.1016/j.thromres.2003.09.009", "14693173"]}, {"Citation": "Nor M., Huda N. Anti-atherothrombotic effects of Berberis vulgarisL., Teucrium poliumL. and Orthosiphon stamineusBenth extracts in vitro and Berberis vulgaris L. extracts in vivo [Doctoral dissertation] Selangor, Malaysia: Universiti Putra Malaysia; 2017."}, {"Citation": "El Haouari M., Rosado J. A. Medicinal plants with antiplatelet activity. Phytotherapy Research. 2016;30(7):1059–1071. doi: 10.1002/ptr.5619.", "ArticleIdList": ["10.1002/ptr.5619", "27062716"]}, {"Citation": "Goldmon I. L., Kopelberg M., Jon E., Deboene P., Schwortz B. S. Antiplatelet activity in onion (allium cepo) ls sulfur dependent. Thromboiss and Haemostasis. 1996", "ArticleIdList": ["8883285"]}, {"Citation": "Aghayan S. S., Mogadam H. K., Fazli M., et al. The effects of Berberine and palmatine on efflux pumps inhibition with different gene patterns in Pseudomonas aeruginosa isolated from burn infections. Avicenna Journal of Medical Biotechnology. 2017;9(1):1–7.", "ArticleIdList": ["PMC5219818", "28090273"]}, {"Citation": "El Sayed M., Ghareeb D., Sarhan E., Khalil A. Therapeutic bio-screening of the bioactive ingredients of berberis vulgaris. Functional Plant Science and Biotechnology. 2011;5(1):63–68."}, {"Citation": "Huang C. G., Chu Z. L., Wei S. J., Jiang H., Jiao B. H. Effect of berberine on arachidonic acid metabolism in rabbit platelets and endothelial cells. Thrombosis Research. 2002;106(4-5):223–227. doi: 10.1016/S0049-3848(02)00133-0.", "ArticleIdList": ["10.1016/S0049-3848(02)00133-0", "12297129"]}]}], "History": [{"Year": "2018", "Month": "10", "Day": "19"}, {"Year": "2019", "Month": "2", "Day": "4"}, {"Year": "2019", "Month": "2", "Day": "28"}, {"Year": "2019", "Month": "4", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "3", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["31001352", "PMC6437728", "10.1155/2019/3245836"]}}]}