{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aspergillus fumigatus", "antifungal therapeutic target", "copper homeostasis", "copper transcription factor", "copper transporters"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31031736", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "04", "Day": "12"}], "Language": ["eng"], "ELocationID": ["774", "10.3389/fmicb.2019.00774"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2019"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Copper Homeostasis in <i>Aspergillus fumigatus</i>: Opportunities for Therapeutic Development.", "Pagination": {"StartPage": "774", "MedlinePgn": "774"}, "Abstract": {"AbstractText": ["<i>Aspergillus fumigatus</i> can cause severe invasive aspergillosis in immunocompromised individuals. Copper, an essential but potentially toxic trace element for <i>A. fumigatus</i>, plays a critical role at the host-pathogen axis during infection. Accumulating evidence demonstrates that the host utilizes copper compartmentalization within macrophages to combat <i>A. fumigatus</i> infection. To survive under host-imposed copper toxicity, <i>A. fumigatus</i> has evolved sophisticated machinery to regulate copper homeostasis. Thus, targeting molecular pathways critical for copper homeostasis regulation provides an opportunity to improve therapeutic options for aspergillosis caused by <i>A. fumigatus</i>. In this review, we describe the copper homeostatic mechanisms by which <i>A. fumigatus</i> acquires and controls copper levels and explores the responses of the pathogen to alter copper levels in the host. Finally, we discuss the regulatory mechanisms of copper homeostasis that could be targeted for antifungal drug development."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province and School of Life Science, Jiangsu Normal University, Xuzhou, China."}], "LastName": "Song", "ForeName": "Jinxing", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province and School of Life Science, Jiangsu Normal University, Xuzhou, China."}], "LastName": "Li", "ForeName": "Rongpeng", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province and School of Life Science, Jiangsu Normal University, Xuzhou, China."}], "LastName": "Jiang", "ForeName": "Jihong", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Achard M. E., Stafford S. L., Bokil N. J., Chartres J., Bernhardt P. V., Schembri M. A., et al. . (2012). Copper redistribution in murine macrophages in response to Salmonella infection. Biochem. J. 444, 51–57. 10.1042/BJ20112180, PMID:", "ArticleIdList": ["10.1042/BJ20112180", "22369063"]}, {"Citation": "Akoumianaki T., Kyrmizi I., Valsecchi I., Gresnigt M. S., Samonis G., Drakos E., et al. . (2016). Aspergillus cell wall melanin blocks LC3-associated phagocytosis to promote pathogenicity. Cell Host Microbe 19, 79–90. 10.1016/j.chom.2015.12.002, PMID:", "ArticleIdList": ["10.1016/j.chom.2015.12.002", "26749442"]}, {"Citation": "Antsotegi-Uskola M., Markina-Inarrairaegui A., Ugalde U. (2017). Copper resistance in Aspergillus nidulans relies on the PI-Type ATPase CrpA, regulated by the transcription factor AceA. Front. Microbiol. 8:912. 10.3389/fmicb.2017.00912, PMID:", "ArticleIdList": ["10.3389/fmicb.2017.00912", "PMC5447758", "28611736"]}, {"Citation": "Bayry J., Beaussart A., Dufrene Y. F., Sharma M., Bansal K., Kniemeyer O., et al. . (2014). Surface structure characterization of Aspergillus fumigatus conidia mutated in the melanin synthesis pathway and their human cellular immune response. Infect. Immun. 82, 3141–3153. 10.1128/Iai.01726-14, PMID:", "ArticleIdList": ["10.1128/Iai.01726-14", "PMC4136205", "24818666"]}, {"Citation": "Brown G. D., Denning D. W., Gow N. A. R., Levitz S. M., Netea M. G., White T. C. (2012a). Hidden killers: human fungal infections. Sci. Transl. Med. 4, 1–9. 10.1126/scitranslmed.3004404", "ArticleIdList": ["10.1126/scitranslmed.3004404", "23253612"]}, {"Citation": "Brown G. D., Denning D. W., Levitz S. M. (2012b). Tackling human fungal infections. Science 336:647. 10.1126/science.1222236", "ArticleIdList": ["10.1126/science.1222236", "22582229"]}, {"Citation": "Cai Z., Du W., Zeng Q., Long N., Dai C., Lu L. (2017). Cu-sensing transcription factor Mac1 coordinates with the Ctr transporter family to regulate Cu acquisition and virulence in Aspergillus fumigatus. Fungal Genet. Biol. 107, 31–43. 10.1016/j.fgb.2017.08.003, PMID:", "ArticleIdList": ["10.1016/j.fgb.2017.08.003", "28803907"]}, {"Citation": "Cai Z. D., Du W. L., Zhang Z., Guan L. Y., Zeng Q. Q., Chai Y. F., et al. . (2018). The Aspergillus fumigatus transcription factor AceA is involved not only in Cu but also in Zn detoxification through regulating transporters CrpA and ZrcA. Cell. Microbiol. 20. 10.1111/cmi.12864, PMID:", "ArticleIdList": ["10.1111/cmi.12864", "29845725"]}, {"Citation": "Casey A. L., Adams D., Karpanen T. J., Lambert P. A., Cookson B. D., Nightingale P., et al. . (2010). Role of copper in reducing hospital environment contamination. J. Hosp. Infect. 74, 72–77. 10.1016/j.jhin.2009.08.018, PMID:", "ArticleIdList": ["10.1016/j.jhin.2009.08.018", "19931938"]}, {"Citation": "Chen T. A., Hill P. B. (2005). The biology of Malassezia organisms and their ability to induce immune responses and skin disease. Vet. Dermatol. 16, 4–26. 10.1111/j.1365-3164.2005.00424.x, PMID:", "ArticleIdList": ["10.1111/j.1365-3164.2005.00424.x", "15725101"]}, {"Citation": "Clark H. L., Jhingran A., Sun Y., Vareechon C., Carrion S. D., Skaar E. P., et al. (2016). Zinc and manganese chelation by neutrophil S100A8/A9 (calprotectin) limits extracellular Aspergillus fumigatus hyphal growth and corneal infection. J. Immunol. 196, 336–344. 10.4049/jimmunol.1502037", "ArticleIdList": ["10.4049/jimmunol.1502037", "PMC4684987", "26582948"]}, {"Citation": "Cox G. M., Harrison T. S., McDade H. C., Taborda C. P., Heinrich G., Casadevall A., et al. . (2003). Superoxide dismutase influences the virulence of Cryptococcus neoformans by affecting growth within macrophages. Infect. Immun. 71, 173–180. 10.1128/Iai.71.1.173-180.2003, PMID:", "ArticleIdList": ["10.1128/Iai.71.1.173-180.2003", "PMC143417", "12496163"]}, {"Citation": "Culotta V. C., Howard W. R., Liu X. F. (1994). CRS5 encodes a metallothionein-like protein in Saccharomyces cerevisiae. J. Biol. Chem. 269, 25295–25302. PMID:", "ArticleIdList": ["7929222"]}, {"Citation": "Dagenais T. R. T., Keller N. P. (2009). Pathogenesis of Aspergillus fumigatus in invasive Aspergillosis. Clin. Microbiol. Rev. 22, 447–465. 10.1128/Cmr.00055-08, PMID:", "ArticleIdList": ["10.1128/Cmr.00055-08", "PMC2708386", "19597008"]}, {"Citation": "Dancis A., Haile D., Yuan D. S., Klausner R. D. (1994). The Saccharomyces cerevisiae copper transport protein (Ctr1p). Biochemical characterization, regulation by copper, and physiologic role in copper uptake. J. Biol. Chem. 269, 25660–25667. PMID:", "ArticleIdList": ["7929270"]}, {"Citation": "Ding C., Festa R. A., Chen Y. L., Espart A., Palacios O., Espin J., et al. . (2013). Cryptococcus neoformans copper detoxification machinery is critical for fungal virulence. Cell Host Microbe 13, 265–276. 10.1016/j.chom.2013.02.002, PMID:", "ArticleIdList": ["10.1016/j.chom.2013.02.002", "PMC3668348", "23498952"]}, {"Citation": "Festa R. A., Helsel M. E., Franz K. J., Thiele D. J. (2014). Exploiting innate immune cell activation of a copper-dependent antimicrobial agent during infection. Chem. Biol. 21, 977–987. 10.1016/j.chembiol.2014.06.009, PMID:", "ArticleIdList": ["10.1016/j.chembiol.2014.06.009", "PMC4170187", "25088681"]}, {"Citation": "Fridovich I. (1983). Superoxide radical: an endogenous toxicant. Annu. Rev. Pharmacol. Toxicol. 23, 239–257. 10.1146/annurev.pa.23.040183.001323, PMID:", "ArticleIdList": ["10.1146/annurev.pa.23.040183.001323", "6307121"]}, {"Citation": "Fu D. D., Beeler T. J., Dunn T. M. (1995). Sequence, mapping and disruption of Ccc2, a gene that cross-complements the Ca2+-sensitive phenotype of Csg1 mutants and encodes a P-Type Atpase belonging to the Cu2+-Atpase subfamily. Yeast 11, 283–292. 10.1002/yea.320110310, PMID:", "ArticleIdList": ["10.1002/yea.320110310", "7785328"]}, {"Citation": "Furst P., Hu S., Hackett R., Hamer D. (1988). Copper activates metallothionein gene transcription by altering the conformation of a specific DNA binding protein. Cell 55, 705–717. 10.1016/0092-8674(88)90229-2, PMID:", "ArticleIdList": ["10.1016/0092-8674(88)90229-2", "3052856"]}, {"Citation": "Garcia-Santamarina S., Thiele D. J. (2015). Copper at the fungal pathogen-host axis. J. Biol. Chem. 290, 18945–18953. 10.1074/jbc.R115.649129, PMID:", "ArticleIdList": ["10.1074/jbc.R115.649129", "PMC4521015", "26055724"]}, {"Citation": "Gralla E. B., Thiele D. J., Silar P., Valentine J. S. (1991). ACE1, a copper-dependent transcription factor, activates expression of the yeast copper, zinc superoxide dismutase gene. Proc. Natl. Acad. Sci. USA 88, 8558–8562.", "ArticleIdList": ["PMC52548", "1924315"]}, {"Citation": "Hassett R., Dix D. R., Eide D. J., Kosman D. J. (2000). The Fe(II) permease Fet4p functions as a low affinity copper transporter and supports normal copper trafficking in Saccharomyces cerevisiae. Biochem. J. 351, 477–484. 10.1042/0264-6021:3510477, PMID:", "ArticleIdList": ["10.1042/0264-6021:3510477", "PMC1221384", "11023834"]}, {"Citation": "Heinekamp T., Schmidt H., Lapp K., Pahtz V., Shopova I., Koster-Eiserfunke N., et al. . (2015). Interference of Aspergillus fumigatus with the immune response. Semin. Immunopathol. 37, 141–152. 10.1007/s00281-014-0465-1, PMID:", "ArticleIdList": ["10.1007/s00281-014-0465-1", "PMC4326658", "25404120"]}, {"Citation": "Huibregtse J. M., Engelke D. R., Thiele D. J. (1989). Copper-induced binding of cellular factors to yeast metallothionein upstream activation sequences. Proc. Natl. Acad. Sci. USA 86, 65–69.", "ArticleIdList": ["PMC286404", "2643107"]}, {"Citation": "Jamison McDaniels C. P., Jensen L. T., Srinivasan C., Winge D. R., Tullius T. D. (1999). The yeast transcription factor Mac1 binds to DNA in a modular fashion. J. Biol. Chem. 274, 26962–26967. 10.1074/jbc.274.38.26962, PMID:", "ArticleIdList": ["10.1074/jbc.274.38.26962", "10480908"]}, {"Citation": "Jungmann J., Reins H. A., Lee J. W., Romeo A., Hassett R., Kosman D., et al. . (1993). Mac1, a nuclear regulatory protein related to Cu-dependent transcription factors is involved in Cu/Fe utilization and stress resistance in yeast. EMBO J. 12, 5051–5056. 10.1002/j.1460-2075.1993.tb06198.x, PMID:", "ArticleIdList": ["10.1002/j.1460-2075.1993.tb06198.x", "PMC413765", "8262047"]}, {"Citation": "Kasahara S., Jhingran A., Dhingra S., Salem A., Cramer R. A., Hohl T. M. (2016). Role of granulocyte-macrophage colony-stimulating factor signaling in regulating neutrophil antifungal activity and the oxidative burst during respiratory fungal challenge. J. Infect. Dis. 213, 1289–1298. 10.1093/infdis/jiw054, PMID:", "ArticleIdList": ["10.1093/infdis/jiw054", "PMC4799674", "26908736"]}, {"Citation": "Keller G., Gross C., Kelleher M., Winge D. R. (2000). Functional independence of the two cysteine-rich activation domains in the yeast Mac1 transcription factor. J. Biol. Chem. 275, 29193–29199. 10.1074/jbc.M001552200, PMID:", "ArticleIdList": ["10.1074/jbc.M001552200", "10887177"]}, {"Citation": "Kirk K. (2015). Ion regulation in the malaria parasite. Annu. Rev. Microbiol. 71, 341–359. 10.1146/annurev-micro-091014-104506", "ArticleIdList": ["10.1146/annurev-micro-091014-104506", "26488277"]}, {"Citation": "Kusuya Y., Hagiwara D., Sakai K., Yaguchi T., Gonoi T., Takahashi H. (2017). Transcription factor Afmac1 controls copper import machinery in Aspergillus fumigatus. Curr. Genet. 63, 777–789. 10.1007/s00294-017-0681-z, PMID:", "ArticleIdList": ["10.1007/s00294-017-0681-z", "28215034"]}, {"Citation": "Kwon-Chung K. J., Sugui J. A. (2013). Aspergillus fumigatus–what makes the species a ubiquitous human fungal pathogen? PLoS Pathog. 9:e1003743. 10.1371/journal.ppat.1003743, PMID:", "ArticleIdList": ["10.1371/journal.ppat.1003743", "PMC3857757", "24348239"]}, {"Citation": "Lambou K., Lamarre C., Beau R., Dufour N., Latge J. P. (2010). Functional analysis of the superoxide dismutase family in Aspergillus fumigatus. Mol. Microbiol. 75, 910–923. 10.1111/j.1365-2958.2009.07024.x, PMID:", "ArticleIdList": ["10.1111/j.1365-2958.2009.07024.x", "20487287"]}, {"Citation": "Langfelder K., Streibel M., Jahn B., Haase G., Brakhage A. A. (2003). Biosynthesis of fungal melanins and their importance for human pathogenic fungi. Fungal Genet. Biol. 38, 143–158. 10.1016/S1087-1845(02)00526-1, PMID:", "ArticleIdList": ["10.1016/S1087-1845(02)00526-1", "12620252"]}, {"Citation": "Lanternier F., Cypowyj S., Picard C., Bustamante J., Lortholary O., Casanova J. L., et al. . (2013). Primary immunodeficiencies underlying fungal infections. Curr. Opin. Pediatr. 25, 736–747. 10.1097/MOP.0000000000000031, PMID:", "ArticleIdList": ["10.1097/MOP.0000000000000031", "PMC4098727", "24240293"]}, {"Citation": "Lazary A., Weinberg I., Vatine J. J., Jefidoff A., Bardenstein R., Borkow G., et al. . (2014). Reduction of healthcare-associated infections in a long-term care brain injury ward by replacing regular linens with biocidal copper oxide impregnated linens. Int. J. Infect. Dis. 24, 23–29. 10.1016/j.ijid.2014.01.022, PMID:", "ArticleIdList": ["10.1016/j.ijid.2014.01.022", "24614137"]}, {"Citation": "Macomber L., Imlay J. A. (2009). The iron-sulfur clusters of dehydratases are primary intracellular targets of copper toxicity. Proc. Natl. Acad. Sci. USA 106, 8344–8349. 10.1073/pnas.0812808106", "ArticleIdList": ["10.1073/pnas.0812808106", "PMC2688863", "19416816"]}, {"Citation": "Narasipura S. D., Chaturvedi V., Chaturvedi S. (2005). Characterization of Cryptococcus neoformans variety gattii SOD2 reveals distinct roles of the two superoxide dismutases in fungal biology and virulence. Mol. Microbiol. 55, 1782–1800. 10.1111/j.1365-2958.2005.04503.x, PMID:", "ArticleIdList": ["10.1111/j.1365-2958.2005.04503.x", "15752200"]}, {"Citation": "Nevitt T., Ohrvik H., Thiele D. J. (2012). Charting the travels of copper in eukaryotes from yeast to mammals. Biochim. Biophys. Acta 1823, 1580–1593. 10.1016/j.bbamcr.2012.02.011", "ArticleIdList": ["10.1016/j.bbamcr.2012.02.011", "PMC3392525", "22387373"]}, {"Citation": "Nosanchuk J. D., Casadevall A. (2006). Impact of melanin on microbial virulence and clinical resistance to antimicrobial compounds. Antimicrob. Agents Chemother. 50, 3519–3528. 10.1128/AAC.00545-06, PMID:", "ArticleIdList": ["10.1128/AAC.00545-06", "PMC1635213", "17065617"]}, {"Citation": "Park Y. S., Kang S., Seo H., Yun C. W. (2018). A copper transcription factor, AfMac1 regulates both iron and copper homeostasis in the opportunistic fungal pathogen Aspergillus fumigatus. Biochem. J. 475, 2831–2845. 10.1042/Bcj20180399, PMID:", "ArticleIdList": ["10.1042/Bcj20180399", "30072493"]}, {"Citation": "Park Y. S., Kim T. H., Yun C. W. (2017). Functional characterization of the copper transcription factor AfMac1 from Aspergillus fumigatus. Biochem. J. 474, 2365–2378. 10.1042/BCJ20170191, PMID:", "ArticleIdList": ["10.1042/BCJ20170191", "28515264"]}, {"Citation": "Park Y. S., Lian H., Chang M., Kang C. M., Yun C. W. (2014). Identification of high-affinity copper transporters in Aspergillus fumigatus. Fungal Genet. Biol. 73, 29–38. 10.1016/j.fgb.2014.09.008, PMID:", "ArticleIdList": ["10.1016/j.fgb.2014.09.008", "25281782"]}, {"Citation": "Pena M. M., Puig S., Thiele D. J. (2000). Characterization of the Saccharomyces cerevisiae high affinity copper transporter Ctr3. J. Biol. Chem. 275, 33244–33251. 10.1074/jbc.M005392200, PMID:", "ArticleIdList": ["10.1074/jbc.M005392200", "10924521"]}, {"Citation": "Pihet M., Vandeputte P., Tronchin G., Renier G., Saulnier P., Georgeault S., et al. . (2009). Melanin is an essential component for the integrity of the cell wall of Aspergillus fumigatus conidia. BMC Microbiol. 9:177. 10.1186/1471-2180-9-177, PMID:", "ArticleIdList": ["10.1186/1471-2180-9-177", "PMC2740851", "19703288"]}, {"Citation": "Reeder N. L., Kaplan J., Xu J., Youngquist R. S., Wallace J., Hu P., et al. . (2011). Zinc pyrithione inhibits yeast growth through copper influx and inactivation of iron-sulfur proteins. Antimicrob. Agents Chemother. 55, 5753–5760. 10.1128/Aac.00724-11, PMID:", "ArticleIdList": ["10.1128/Aac.00724-11", "PMC3232817", "21947398"]}, {"Citation": "Rees E. M., Thiele D. J. (2007). Identification of a vacuole-associated metalloreductase and its role in Ctr2-mediated intracellular copper mobilization. J. Biol. Chem. 282, 21629–21638. 10.1074/jbc.M703397200, PMID:", "ArticleIdList": ["10.1074/jbc.M703397200", "17553781"]}, {"Citation": "Robbins N., Caplan T., Cowen L. E. (2017). Molecular evolution of antifungal drug resistance. Annu. Rev. Microbiol. 71, 753–775. 10.1146/annurev-micro-030117-020345, PMID:", "ArticleIdList": ["10.1146/annurev-micro-030117-020345", "28886681"]}, {"Citation": "Shapiro R. S., Robbins N., Cowen L. E. (2011). Regulatory circuitry governing fungal development, drug resistance, and disease. Microbiol. Mol. Biol. R 75, 213–267. 10.1128/Mmbr.00045-10, PMID:", "ArticleIdList": ["10.1128/Mmbr.00045-10", "PMC3122626", "21646428"]}, {"Citation": "Smith A. D., Logeman B. L., Thiele D. J. (2017). Copper acquisition and utilization in fungi. Annu. Rev. Microbiol. 71, 597–623. 10.1146/annurev-micro-030117-020444, PMID:", "ArticleIdList": ["10.1146/annurev-micro-030117-020444", "PMC6827982", "28886682"]}, {"Citation": "Thiele D. J. (1988). ACE1 regulates expression of the Saccharomyces cerevisiae metallothionein gene. Mol. Cell. Biol. 8, 2745–2752. 10.1128/MCB.8.7.2745, PMID:", "ArticleIdList": ["10.1128/MCB.8.7.2745", "PMC363491", "3043194"]}, {"Citation": "Thor H., Smith M. T., Hartzell P., Bellomo G., Jewell S. A., Orrenius S. (1982). The metabolism of menadione (2-methyl-1,4-naphthoquinone) by isolated hepatocytes. A study of the implications of oxidative stress in intact cells. J. Biol. Chem. 257, 12419–12425. PMID:", "ArticleIdList": ["6181068"]}, {"Citation": "Thywissen A., Heinekamp T., Dahse H. M., Schmaler-Ripcke J., Nietzsche S., Zipfel P. F., et al. . (2011). Conidial dihydroxynaphthalene melanin of the human pathogenic fungus Aspergillus fumigatus interferes with the host endocytosis pathway. Front. Microbiol. 2:96. 10.3389/fmicb.2011.00096, PMID:", "ArticleIdList": ["10.3389/fmicb.2011.00096", "PMC3128974", "21747802"]}, {"Citation": "Tsukihara T., Aoyama H., Yamashita E., Tomizaki T., Yamaguchi H., ShinzawaItoh K., et al. . (1996). The whole structure of the 13-subunit oxidized cytochrome c oxidase at 2.8 angstrom. Science 272, 1136–1144. 10.1126/science.272.5265.1136, PMID:", "ArticleIdList": ["10.1126/science.272.5265.1136", "8638158"]}, {"Citation": "Turner H. (2016). Spiroindolone NITD609 is a novel antimalarial drug that targets the P-type ATPase PfATP4. Future Med. Chem. 8, 227–238. 10.4155/fmc.15.177, PMID:", "ArticleIdList": ["10.4155/fmc.15.177", "26824174"]}, {"Citation": "Upadhyay S., Torres G., Lin X. (2013). Laccases involved in 1,8-dihydroxynaphthalene melanin biosynthesis in Aspergillus fumigatus are regulated by developmental factors and copper homeostasis. Eukaryot. Cell 12, 1641–1652. 10.1128/EC.00217-13, PMID:", "ArticleIdList": ["10.1128/EC.00217-13", "PMC3889567", "24123270"]}, {"Citation": "Vest K. E., Leary S. C., Winge D. R., Cobine P. A. (2013). Copper import into the mitochondrial matrix in Saccharomyces cerevisiae is mediated by Pic2, a mitochondrial carrier family protein. J. Biol. Chem. 288, 23884–23892. 10.1074/jbc.M113.470674, PMID:", "ArticleIdList": ["10.1074/jbc.M113.470674", "PMC3745335", "23846699"]}, {"Citation": "White E. J., Clark J. B. (1988). Menadione-treated synaptosomes as a model for post-ischaemic neuronal damage. Biochem. J. 253, 425–433. 10.1042/bj2530425, PMID:", "ArticleIdList": ["10.1042/bj2530425", "PMC1149316", "3178721"]}, {"Citation": "White C., Lee J., Kambe T., Fritsche K., Petris M. J. (2009). A role for the ATP7A copper-transporting ATPase in macrophage bactericidal activity. J. Biol. Chem. 284, 33949–33956. 10.1074/jbc.M109.070201, PMID:", "ArticleIdList": ["10.1074/jbc.M109.070201", "PMC2797165", "19808669"]}, {"Citation": "Wiemann P., Perevitsky A., Lim F. Y., Shadkchan Y., Knox B. P., Landero Figueora J. A., et al. . (2017). Aspergillus fumigatus copper export machinery and reactive oxygen intermediate defense counter host copper-mediated oxidative antimicrobial offense. Cell Rep. 19, 1008–1021. 10.1016/j.celrep.2017.04.019, PMID:", "ArticleIdList": ["10.1016/j.celrep.2017.04.019", "PMC5512462", "28467895"]}, {"Citation": "Xie J. L., Polvi E. J., Shekhar-Guturja T., Cowen L. E. (2014). Elucidating drug resistance in human fungal pathogens. Future Microbiol. 9, 523–542. 10.2217/fmb.14.18, PMID:", "ArticleIdList": ["10.2217/fmb.14.18", "24810351"]}, {"Citation": "Yang K., Shadkchan Y., Tannous J., Landero Figueroa J. A., Wiemann P., Osherov N., et al. . (2018). Contribution of ATPase copper transporters in animal but not plant virulence of the crossover pathogen Aspergillus flavus. Virulence 9, 1273–1286. 10.1080/21505594.2018.1496774, PMID:", "ArticleIdList": ["10.1080/21505594.2018.1496774", "PMC6177249", "30027796"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "4"}, {"Year": "2019", "Month": "3", "Day": "26"}, {"Year": "2019", "Month": "4", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "4", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["31031736", "PMC6473158", "10.3389/fmicb.2019.00774"]}}]}