{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Herbal medicine", "Natural products", "Photodynamic therapy", "Photosensitizers"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31063860", "DateCompleted": {"Year": "2020", "Month": "01", "Day": "15"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "04"}], "Language": ["eng"], "ELocationID": ["10.1016/j.pdpdt.2019.04.033", "S1572-1000(19)30031-6"], "Journal": {"ISSN": "1873-1597", "JournalIssue": {"Volume": "26", "PubDate": {"Year": "2019", "Month": "Jun"}}, "Title": "Photodiagnosis and photodynamic therapy", "ISOAbbreviation": "Photodiagnosis Photodyn Ther"}, "ArticleTitle": "Photodynamic therapy for cancer: Role of natural products.", "Pagination": {"StartPage": "395", "EndPage": "404", "MedlinePgn": "395-404"}, "Abstract": {"AbstractText": ["Photodynamic therapy (PDT) is a promising modality for the treatment of cancer. PDT involves administering a photosensitizing dye, i.e. photosensitizer, that selectively accumulates in tumors, and shining a light source on the lesion with a wavelength matching the absorption spectrum of the photosensitizer, that exerts a cytotoxic effect after excitation. The reactive oxygen species produced during PDT are responsible for the oxidation of biomolecules, which in turn cause cell death and the necrosis of malignant tissue. PDT is a multi-factorial process that generally involves apoptotic death of the tumor cells, degeneration of the tumor vasculature, stimulation of anti-tumor immune response, and induction of inflammatory reactions in the illuminated lesion. Numerous compounds with photosensitizing activity have been introduced commercially. Although many papers have been published with regard to PDT in the last decade, there has been relatively little focus on natural medicinal plant extracts and compounds derived therefrom. Herbal plants and their extracts are natural substances, and in comparison with synthetic chemicals are considered \"green\". This review focuses on the different mechanisms of PDT and discusses the role of various plant extracts and natural compounds either alone or in combination for carrying out PDT on different types of cancers."], "CopyrightInformation": "Copyright © 2019 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunology Research Center, Tabriz University of Medical Sciences, Tabriz, Iran; Student Research Committee, Tabriz University of Medical Sciences, Tabriz, Iran; Department of Cancer and Inflammation Research, Institute for Molecular Medicine, University of Southern Denmark, 5000, Odense, Denmark."}], "LastName": "Mansoori", "ForeName": "Behzad", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunology Research Center, Tabriz University of Medical Sciences, Tabriz, Iran; Department of Cancer and Inflammation Research, Institute for Molecular Medicine, University of Southern Denmark, 5000, Odense, Denmark."}], "LastName": "Mohammadi", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunology Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Amin Doustvandi", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunology Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Mohammadnejad", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurosciences Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Kamari", "ForeName": "Farzin", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cancer and Inflammation Research, Institute for Molecular Medicine, University of Southern Denmark, 5000, Odense, Denmark."}], "LastName": "Gjerstorff", "ForeName": "Morten F", "Initials": "MF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunology Research Center, Tabriz University of Medical Sciences, Tabriz, Iran. Electronic address: baradaranb@tbzmed.ac.ir."}], "LastName": "Baradaran", "ForeName": "Behzad", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wellman Center for Photomedicine, Massachusetts General Hospital, Boston, MA 02114, USA; Department of Dermatology, Harvard Medical School, Boston, MA 02115, USA; Harvard-MIT Division of Health Sciences and Technology, Cambridge, MA 02139, USA. Electronic address: hamblin@helix.mgh.harvard.edu."}], "LastName": "Hamblin", "ForeName": "Michael R", "Initials": "MR"}], "GrantList": [{"GrantID": "R01 AI050875", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "R21 AI121700", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Photodiagnosis Photodyn Ther", "NlmUniqueID": "101226123", "ISSNLinking": "1572-1000"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biological Products"}, {"RegistryNumber": "0", "NameOfSubstance": "Photosensitizing Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Biological Products"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Photochemotherapy"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Photosensitizing Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}], "CoiStatement": "Conflicts of interest: Dr Hamblin is on the following Scientific Advisory Boards Transdermal Cap Inc, Cleveland, OH. Photothera Inc, Carlsbad, CA. BeWell Global Inc, Wan Chai, Hong Kong. Hologenix Inc. Santa Monica, CA. LumiThera Inc, Poulsbo, WA. Vielight, Toronto, Canada. Bright Photomedicine, Sao Paulo, Brazil. Quantum Dynamics LLC, Cambridge, MA. Global Photon Inc, Bee Cave, TX. Medical Coherence, Boston MA. NeuroThera, Newark DE. JOOVV Inc, Minneapolis-St. Paul MN. AIRx Medical, Pleasanton CA. FIR Industries, Inc. Ramsey, NJ. UVLRx Therapeutics, Oldsmar, FL. Ultralux UV Inc, Lansing MI. Illumiheal & Petthera, Shoreline, WA. MB Lasertherapy, Houston, TX. Dr Hamblin has been a consultant for Lexington Int, Boca Raton, FL. USHIO Corp, Japan. Merck KGaA, Darmstadt, Germany. Philips Electronics Nederland B.V. Johnson & Johnson Inc, Philadelphia, PA. Sanofi-Aventis Deutschland GmbH, Frankfurt am Main, Germany. Dr Hamblin is a stockholder in Global Photon Inc, Bee Cave, TX. Mitonix, Newark, DE."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mroz P, Yaroslavsky A, Kharkwal GB, Hamblin MR. Cell death pathways in photodynamic therapy of cancer. Cancers 2011;3(2):2516–39.", "ArticleIdList": ["PMC3729395", "23914299"]}, {"Citation": "Vittar NBR, Awruch J, Azizuddin K, Rivarola V. Caspase-independent apoptosis, in human MCF-7c3 breast cancer cells, following photodynamic therapy, with a novel water-soluble phthalocyanine. The international journal of biochemistry & cell biology 2010;42(7):1123–31.", "ArticleIdList": ["20382257"]}, {"Citation": "Bown SG. Photodynamic therapy for photochemists. Philosophical Transactions of the Royal Society of London A: Mathematical, Physical and Engineering Sciences 2013;371(1995):20120371.", "ArticleIdList": ["23776302"]}, {"Citation": "DePry J, Brescoll J, Szczotka-Flynn L, Rambhatla P, Lim HW, Cooper K. Phototherapy-related ophthalmologic disorders. Clinics in dermatology 2015;33(2):247–55.", "ArticleIdList": ["25704945"]}, {"Citation": "Rkein AM, Ozog DM. Photodynamic therapy. Dermatologic clinics 2014;32(3):415–25.", "ArticleIdList": ["24891062"]}, {"Citation": "Ch SK. International Journal of Biological & Medical Research. Int J Biol Med Res 2012;3(2):1875–83."}, {"Citation": "Mroz P, Szokalska A, Wu MX, Hamblin MR. Photodynamic therapy of tumors can lead to development of systemic antigen-specific immune response. PloS one 2010;5(12):e15194.", "ArticleIdList": ["PMC3001867", "21179470"]}, {"Citation": "Bechet D, Mordon SR, Guillemin F, Barberi-Heyob MA. Photodynamic therapy of malignant brain tumours: A complementary approach to conventional therapies. Cancer treatment reviews 2014;40(2):229–41.", "ArticleIdList": ["22858248"]}, {"Citation": "Benov L Photodynamic therapy: current status and future directions. Medical Principles and Practice 2014;24(Suppl. 1):14–28.", "ArticleIdList": ["PMC6489067", "24820409"]}, {"Citation": "Lim C-K, Heo J, Shin S, Jeong K, Seo YH, Jang W-D, et al. Nanophotosensitizers toward advanced photodynamic therapy of cancer. Cancer letters 2013;334(2):176–87.", "ArticleIdList": ["23017942"]}, {"Citation": "Yano S, Hirohara S, Obata M, Hagiya Y, Ogura S-i, Ikeda A, et al. Current states and future views in photodynamic therapy. Journal of Photochemistry and Photobiology C: Photochemistry Reviews 2011;12(1):46–67."}, {"Citation": "Diamond I, Mcdonagh A, Wilson C, Granelli S, Nielsen S, Jaenicke RJTL. Photodynamic therapy of malignant tumours 1972;300(7788):1175–7.", "ArticleIdList": ["4117595"]}, {"Citation": "Li W, Ma Q, Wu E. Perspectives on the role of photodynamic therapy in the treatment of pancreatic cancer. International Journal of Photoenergy 2011;2012."}, {"Citation": "Fu PP, Chiang H-M, Xia Q, Chen T, Chen BH, Yin J-J, et al. Quality assurance and safety of herbal dietary supplements. Journal of Environmental Science and Health Part C 2009;27(2):91–119.", "ArticleIdList": ["19412857"]}, {"Citation": "Jori G Tumour photosensitizers: approaches to enhance the selectivity and efficiency of photodynamic therapy. Journal of Photochemistry and photobiology B: Biology 1996;36(2):87–93.", "ArticleIdList": ["9002244"]}, {"Citation": "Miller JBJJoCE. Photodynamic therapy: the sensitization of cancer cells to light 1999;76(5):592."}, {"Citation": "Agostinis P, Berg K, Cengel KA, Foster TH, Girotti AW, Gollnick SO, et al. Photodynamic therapy of cancer: an update. CA: a cancer journal for clinicians 2011;61(4):250–81.", "ArticleIdList": ["PMC3209659", "21617154"]}, {"Citation": "Maisch T, Szeimies R-M, Jori G, Abels C. Antibacterial photodynamic therapy in dermatology. Photochemical & Photobiological Sciences 2004;3(10):907–17.", "ArticleIdList": ["15480480"]}, {"Citation": "Castano AP, Demidova TN, Hamblin MR. Mechanisms in photodynamic therapy: part one— photosensitizers, photochemistry and cellular localization. Photodiagnosis and photodynamic therapy 2004;1(4):279–93.", "ArticleIdList": ["PMC4108220", "25048432"]}, {"Citation": "Ma J, Jiang L. Photogeneration of singlet oxygen (1O2) and free radicals (Sen·-, O·−2) by tetra-brominated hypocrellin B derivative. Free radical research 2001;35(6):767–77.", "ArticleIdList": ["11811528"]}, {"Citation": "Staicu A, Pascu A, Nuta A, Sorescu A, Raditoiu V, Pascu M. Studies about phthalocyanine photosensitizers to be used in photodynamic therapy. Rom Rep Phys 2013;65:1032–51."}, {"Citation": "Dysart JS, Patterson MS. Characterization of Photofrin photobleaching for singlet oxygen dose estimation during photodynamic therapy of MLL cells in vitro. Physics in medicine and biology 2005;50(11):2597.", "ArticleIdList": ["15901957"]}, {"Citation": "Moan J, Berg K, Kvam E, Western A, Malik Z, Rück A, et al., editors. Intracellular localization of photosensitizers. Ciba Foundation Symposium 146-Photosensitizing Compounds: Their Chemistry, Biology and Clinical Use; 1989: Wiley Online Library.", "ArticleIdList": ["2697539"]}, {"Citation": "Debele TA, Peng S, Tsai H-C. Drug carrier for photodynamic cancer therapy. International journal of molecular sciences 2015;16(9):22094–136.", "ArticleIdList": ["PMC4613299", "26389879"]}, {"Citation": "Dolmans DE, Fukumura D, Jain RK. Photodynamic therapy for cancer. Nature reviews cancer 2003;3(5):380–7.", "ArticleIdList": ["12724736"]}, {"Citation": "Oniszczuk A, Wojtunik-Kulesza KA, Oniszczuk T, Kasprzak K. The potential of photodynamic therapy (PDT)—Experimental investigations and clinical use. Biomedicine & Pharmacotherapy 2016;83:912–29.", "ArticleIdList": ["27522005"]}, {"Citation": "Moan J Properties for optimal PDT sensitizers. Journal of Photochemistry and Photobiology B: Biology 1990;5(3–4):521–4.", "ArticleIdList": ["2115921"]}, {"Citation": "Ormond AB, Freeman HS. Dye sensitizers for photodynamic therapy. Materials 2013;6(3):817–40.", "ArticleIdList": ["PMC5512801", "28809342"]}, {"Citation": "Allison RR, Downie GH, Cuenca R, Hu X-H, Childs CJ, Sibata CH. Photosensitizers in clinical PDT. Photodiagnosis and photodynamic therapy 2004;1(1):27–42.", "ArticleIdList": ["25048062"]}, {"Citation": "Schuitmaker J, Baas P, Van Leengoed H, Van Der Meulen F, Star W, van Zandwijk N. Photodynamic therapy: a promising new modality for the treatment of cancer. Journal of Photochemistry and Photobiology B: Biology 1996;34(1):3–12.", "ArticleIdList": ["8765658"]}, {"Citation": "Sternberg ED, Dolphin D, Brückner C. Porphyrin-based photosensitizers for use in photodynamic therapy. Tetrahedron 1998;54(17):4151–202."}, {"Citation": "Stylli SS, Kaye AH, MacGregor L, Howes M, Rajendra P. Photodynamic therapy of high grade glioma–long term survival. Journal of clinical neuroscience 2005;12(4):389–98.", "ArticleIdList": ["15925768"]}, {"Citation": "Pushpan S, Venkatraman S, Anand V, Sankar J, Parmeswaran D, Ganesan S, et al. Porphyrins in photodynamic therapy-a search for ideal photosensitizers. Current Medicinal Chemistry-Anti-Cancer Agents 2002;2(2):187–207.", "ArticleIdList": ["12678743"]}, {"Citation": "Usuda J, Kato H, Okunaka T, Furukawa K, Tsutsui H, Yamada K, et al. Photodynamic therapy (PDT) for lung cancers. Journal of thoracic oncology 2006;1(5):489–93.", "ArticleIdList": ["17409904"]}, {"Citation": "Batlle AdC. Porphyrins, porphyrias, cancer and photodynamic therapy—a model for carcinogenesis. Journal of Photochemistry and Photobiology B: Biology 1993;20(1):5–22.", "ArticleIdList": ["8229469"]}, {"Citation": "Dougherty TJ. An update on photodynamic therapy applications. Journal of clinical laser medicine & surgery 2002;20(1):3–7.", "ArticleIdList": ["11902352"]}, {"Citation": "Morton CA, Brown S, Collins S, Ibbotson S, Jenkinson H, Kurwa H, et al. Guidelines for topical photodynamic therapy: report of a workshop of the British Photodermatology Group. British Journal of Dermatology 2002;146(4):552–67.", "ArticleIdList": ["11966684"]}, {"Citation": "Peng Q, Berg K, Moan J, Kongshaug M, Nesland JM. 5-Aminolevulinic Acid-Based Photodynamic Therapy: Principles and Experimental Research. Photochemistry and photobiology 1997;65(2):235–51.", "ArticleIdList": ["9066303"]}, {"Citation": "Lee JW, Lee HI, Kim MN, Kim BJ, Chun YJ, Kim D. Topical photodynamic therapy with methyl aminolevulinate may be an alternative therapeutic option for the recalcitrant Malassezia folliculitis. International journal of dermatology 2011;50(4):488–90.", "ArticleIdList": ["21413966"]}, {"Citation": "Morton CA. Methyl aminolevulinate: actinic keratoses and Bowen’s disease. Dermatologic clinics 2007;25(1):81–7.", "ArticleIdList": ["17126745"]}, {"Citation": "Reinhold U, Dirschka T, Ostendorf R, Aschoff R, Berking C, Philipp-Dormston W, et al. A randomized, double-blind, phase III, multicentre study to evaluate the safety and efficacy of BF-200 ALA (Ameluz®) vs. placebo in the field-directed treatment of mild-to-moderate actinic keratosis with photodynamic therapy (PDT) when using the BF-Rhodo LED® lamp 2016;175(4):696–705.", "ArticleIdList": ["26921093"]}, {"Citation": "Senge MO, Brandt JC. Temoporfin (Foscan®, 5, 10, 15, 20-tetra (m-hydroxyphenyl) chlorin)—a second-generation photosensitizer. Photochemistry and photobiology 2011;87(6):1240–96.", "ArticleIdList": ["21848905"]}, {"Citation": "Triesscheijn M, Ruevekamp M, Aalders M, Baas P, Stewart FA. Outcome of mTHPC mediated photodynamic therapy is primarily determined by the vascular response. Photochemistry and photobiology 2005;81(5):1161–7.", "ArticleIdList": ["15934792"]}, {"Citation": "Kobayashi W, Liu Q, Nakagawa H, Sakaki H, Teh B, Matsumiya T, et al. Photodynamic therapy with mono-L-aspartyl chlorin e6 can cause necrosis of squamous cell carcinoma of tongue: experimental study on an animal model of nude mouse. Oral oncology 2006;42(1):45–9.", "ArticleIdList": ["16266818"]}, {"Citation": "Hudson J, Zhou J, Chen J, Harris L, Yip L, Towers G. Hypocrellin, from Hypocrella bambuase, is phototoxic to human immunodeficiency virus. Photochemistry and photobiology 1994;60(3):253–5.", "ArticleIdList": ["7972377"]}, {"Citation": "Liang X-H, Cai Y-J, Liao X-R, Wu K, Wang L, Zhang D-B, et al. Isolation and identification of a new hypocrellin A-producing strain Shiraia sp. SUPER-H168. Microbiological research 2009;164(1):9–17.", "ArticleIdList": ["18809305"]}, {"Citation": "Busch T, Cengel KA, Finlay J. Pheophorbide a as a photosensitizer in photodynamic therapy: in vivo considerations. Cancer biology & therapy 2009;8(6):540–2.", "ArticleIdList": ["19252412"]}, {"Citation": "Tang PM-K, Liu X-Z, Zhang D-M, Fong W-P, Fung K-P. Pheophorbide a based photodynamic therapy induces apoptosis via mitochondrial-mediated pathway in human uterine carcinosarcoma. Cancer biology & therapy 2009;8(6):533–9.", "ArticleIdList": ["19276676"]}, {"Citation": "Chin WWL, Heng PWS, Thong PSP, Bhuvaneswari R, Hirt W, Kuenzel S, et al. Improved formulation of photosensitizer chlorin e6 polyvinylpyrrolidone for fluorescence diagnostic imaging and photodynamic therapy of human cancer. European Journal of Pharmaceutics and Biopharmaceutics 2008;69(3):1083–93.", "ArticleIdList": ["18396019"]}, {"Citation": "Kato H, Furukawa K, Sato M, Okunaka T, Kusunoki Y, Kawahara M, et al. Phase II clinical study of photodynamic therapy using mono-L-aspartyl chlorin e6 and diode laser for early superficial squamous cell carcinoma of the lung. Lung cancer 2003;42(1):103–11.", "ArticleIdList": ["14512194"]}, {"Citation": "Lee LS, Thong PSP, Olivo M, Chin WWL, Ramaswamy B, Kho KW, et al. Chlorin e6-polyvinylpyrrolidone mediated photodynamic therapy—A potential bladder sparing option for high risk non-muscle invasive bladder cancer. Photodiagnosis and photodynamic therapy 2010;7(4):213–20.", "ArticleIdList": ["21112542"]}, {"Citation": "Samy NA, Salah MM, Ali MF, Sadek AM. Effect of methylene blue-mediated photodynamic therapy for treatment of basal cell carcinoma. Lasers in medical science 2015;30(1):109–15.", "ArticleIdList": ["25030404"]}, {"Citation": "Tardivo JP, Del Giglio A, de Oliveira CS, Gabrielli DS, Junqueira HC, Tada DB, et al. Methylene blue in photodynamic therapy: from basic mechanisms to clinical applications. Photodiagnosis and photodynamic therapy 2005;2(3):175–91.", "ArticleIdList": ["25048768"]}, {"Citation": "Kinsella TJ, Baron E, Colussi V, Cooper K, Hoppel C, Ingalls S, et al. Preliminary clinical and pharmacologic investigation of photodynamic therapy with the silicon phthalocyanine photosensitizer Pc 4 for primary or metastatic cutaneous cancers. Frontiers in oncology 2011;1:14.", "ArticleIdList": ["PMC3355859", "22649754"]}, {"Citation": "Alexander W American Society of Clinical Oncology, 2010 Annual Meeting and Rose Bengal: From a Wool Dye to a Cancer Therapy. Pharmacy and Therapeutics 2010;35(8):469.", "ArticleIdList": ["PMC2935646", "20844697"]}, {"Citation": "Lobel J, MacDonald IJ, Ciesielski MJ, Barone T, Potter WR, Pollina J, et al. 2-[1-hexyloxyethyl]-2-devinyl pyropheophorbide-a (HPPH) in a nude rat glioma model: Implications for photodynamic therapy. Lasers in surgery and medicine 2001;29(5):397–405.", "ArticleIdList": ["11891727"]}, {"Citation": "O’Connor AE, Gallagher WM, Byrne AT. Porphyrin and nonporphyrin photosensitizers in oncology: preclinical and clinical advances in photodynamic therapy. Photochemistry and photobiology 2009;85(5):1053–74.", "ArticleIdList": ["19682322"]}, {"Citation": "Koudinova NV, Pinthus JH, Brandis A, Brenner O, Bendel P, Ramon J, et al. Photodynamic therapy with Pd-bacteriopheophorbide (TOOKAD): Successful in vivo treatment of human prostatic small cell carcinoma xenografts 2003;104(6):782–9.", "ArticleIdList": ["12640688"]}, {"Citation": "Pucelik B, Arnaut LG, Stochel Gy, Dabrowski JMJAam, interfaces. Design of Pluronic-based formulation for enhanced redaporfin-photodynamic therapy against pigmented melanoma 2016;8(34):22039–55.", "ArticleIdList": ["27492026"]}, {"Citation": "Ding X, Xu Q, Liu F, Zhou P, Gu Y, Zeng J, et al. Hematoporphyrin monomethyl ether photodynamic damage on HeLa cells by means of reactive oxygen species production and cytosolic free calcium concentration elevation 2004;216(1):43–54.", "ArticleIdList": ["15500948"]}, {"Citation": "Song K, Kong B, Li L, Yang Q, Wei Y, Qu XJCs. Intraperitoneal photodynamic therapy for an ovarian cancer ascite model in Fischer 344 rat using hematoporphyrin monomethyl ether 2007;98(12):1959–64.", "ArticleIdList": ["PMC11158014", "17900310"]}, {"Citation": "Jong WW, Tan PJ, Kamarulzaman FA, Mejin M, Lim D, Ang I, et al. Photodynamic activity of plant extracts from Sarawak, Borneo. Chemistry & biodiversity 2013;10(8):1475–86.", "ArticleIdList": ["23939795"]}, {"Citation": "Muehlmann LA, Ma BC, Longo JPF, Santos MdFMA, Azevedo RB. Aluminum–phthalocyanine chloride associated to poly (methyl vinyl ether-co-maleic anhydride) nanoparticles as a new third-generation photosensitizer for anticancer photodynamic therapy. International journal of nanomedicine 2014;9:1199.", "ArticleIdList": ["PMC3952896", "24634582"]}, {"Citation": "Samat N, Tan PJ, Shaari K, Abas F, Lee HB. Prioritization of Natural Extracts by LC–MS-PCA for the Identification of New Photosensitizers for Photodynamic Therapy. Analytical chemistry 2014;86(3):1324–31.", "ArticleIdList": ["24405504"]}, {"Citation": "Rodrigues M, Muehlmann L, Longo J, Silva R, Graebner I. Photodynamic Therapy Based on Arrabidaea chica (Crajiru) Extract Nanoemulsion. vitro; 2015."}, {"Citation": "Mishra BB, Tiwari VK. Natural products: an evolving role in future drug discovery. European journal of medicinal chemistry 2011;46(10):4769–807.", "ArticleIdList": ["21889825"]}, {"Citation": "Bailly C Ready for a comeback of natural products in oncology. Biochemical pharmacology 2009;77(9):1447–57.", "ArticleIdList": ["19161987"]}, {"Citation": "Alali FQ, Tawaha K. Dereplication of bioactive constituents of the genus hypericum using LC-(+,−)-ESI-MS and LC-PDA techniques: Hypericum triquterifolium as a case study. Saudi Pharmaceutical Journal 2009;17(4):269–74.", "ArticleIdList": ["PMC3730979", "23960710"]}, {"Citation": "Cordell GA, Shin YG. Finding the needle in the haystack. The dereplication of natural product extracts. Pure and Applied Chemistry 1999;71(6):1089–94."}, {"Citation": "Tan P, Appleton D, Mustafa M, Lee H. Rapid Identification of Cyclic Tetrapyrrolic Photosensitisers for Photodynamic Therapy Using On-line Hyphenated LC-PDA-MS Coupled with Photo- cytotoxicity Assay. Phytochemical Analysis 2012;23(1):52–9.", "ArticleIdList": ["21692117"]}, {"Citation": "Mohammadi A, Mansoori B, Baradaran B. Regulation of miRNAs by herbal medicine: An emerging field in cancer therapies. Biomedicine & Pharmacotherapy 2017;86:262–70.", "ArticleIdList": ["28006752"]}, {"Citation": "Mohammadi A, Mansoori B, Aghapour M, Baradaran B. Urtica dioica dichloromethane extract induce apoptosis from intrinsic pathway on human prostate cancer cells (PC3). Cellular and molecular biology (Noisy-le-Grand, France) 2015;62(3):78–83.", "ArticleIdList": ["27064877"]}, {"Citation": "Mohammadi A, Mansoori B, Goldar S, Shanehbandi D, Khaze V, Mohammadnejad L, et al. Effects of Urtica dioica dichloromethane extract on cell apoptosis and related gene expression in human breast cancer cell line (MDA-MB-468). Cellular and molecular biology (Noisy-le-Grand, France) 2015;62(2):62–7.", "ArticleIdList": ["26950453"]}, {"Citation": "Mohammadi A, Mansoori B, Aghapour M, Shirjang S, Nami S, Baradaran B. The Urtica dioica extract enhances sensitivity of paclitaxel drug to MDA-MB-468 breast cancer cells. Biomedicine & Pharmacotherapy 2016;83:835–42.", "ArticleIdList": ["27501501"]}, {"Citation": "Mohammadi A, Mansoori B, Aghapour M, Baradaran PC, Shajari N, Davudian S, et al. The herbal medicine Utrica dioica inhibits proliferation of colorectal cancer cell line by inducing apoptosis and arrest at the G2/M phase. Journal of gastrointestinal cancer 2016;47(2):187–95.", "ArticleIdList": ["27090648"]}, {"Citation": "Baradaran PC, Mohammadi A, Mansoori B, Baradaran SC, Baradaran B. Growth inhibitory effect of Scrophularia oxysepala extract on mouse mammary carcinoma 4T1 cells in vitro and in vivo systems. Biomedicine & Pharmacotherapy 2017;85:718–24.", "ArticleIdList": ["27923691"]}, {"Citation": "Mohammadi A, Mansoori B, Baradaran PC, Baradaran SC, Baradaran B. Anacyclus Pyrethrum Extract Exerts Anticancer Activities on the Human Colorectal Cancer Cell Line (HCT) by Targeting Apoptosis, Metastasis and Cell Cycle Arrest. Journal of Gastrointestinal Cancer 2016:1–8.", "ArticleIdList": ["27796737"]}, {"Citation": "Goldar S, Baradaran B, Shekari KM, Azadmehr A, Derakhshan S, Mohammadi A, et al. Extracts of Scrophularia frigida Boiss display potent antitumor effects in human breast cancer cells by inducing apoptosis and inhibition of expression of the human epidermal growth factor receptor 2. Cellular and molecular biology (Noisy-le-Grand, France) 2016;62(9):83.", "ArticleIdList": ["27755942"]}, {"Citation": "Moreira LM, dos Santos FV, Lyon JP, Maftoum-Costa M, Pacheco-Soares C, da Silva NS. Photodynamic therapy: porphyrins and phthalocyanines as photosensitizers. Australian journal of chemistry 2008;61(10):741–54."}, {"Citation": "Khdair A, Chen D, Patil Y, Ma L, Dou QP, Shekhar MP, et al. Nanoparticle-mediated combination chemotherapy and photodynamic therapy overcomes tumor drug resistance. Journal of Controlled Release 2010;141(2):137–44.", "ArticleIdList": ["PMC3763698", "19751777"]}, {"Citation": "Hönigsmann H History of phototherapy in dermatology. Photochemical & photobiological sciences 2013;12(1):16–21.", "ArticleIdList": ["22739720"]}, {"Citation": "Skalkos D, Gioti E, Stalikas C, Meyer H, Papazoglou TG, Filippidis G. Photophysical properties of Hypericum perforatum L. extracts–Novel photosensitizers for PDT. Journal of Photochemistry and Photobiology B: Biology 2006;82(2):146–51.", "ArticleIdList": ["16388961"]}, {"Citation": "Kamuhabwa AA, Cosserat-Gerardin I, Didelon J, Notter D, Guillemin F, Roskams T, et al. Biodistribution of hypericin in orthotopic transitional cell carcinoma bladder tumors: implication for whole bladder wall photodynamic therapy. International journal of cancer 2002;97(2):253–60.", "ArticleIdList": ["11774272"]}, {"Citation": "Liao J, Li P-P, Wu C. Screening new photosensitizers from Chinese medicinal herbs and searching for herbal photodynamic killing effects on human stomach cancer cells. Zhongguo Zhong xi yi jie he za zhi Zhongguo Zhongxiyi jiehe zazhi= Chinese journal of integrated traditional and Western medicine/Zhongguo Zhong xi yi jie he xue hui, Zhongguo Zhong yi yan jiu yuan zhu ban 1997;17(12):726–9.", "ArticleIdList": ["10322820"]}, {"Citation": "Wu JY. Chinese herbal composition for the treatment of macular degeneration and the process for manufacturing the same. Google Patents; 2013."}, {"Citation": "Bui-Xuan N-H, Tang PM-K, Wong C-K, Fung K-P. Photo-activated pheophorbide-a, an active component of Scutellaria barbata, enhances apoptosis via the suppression of ERK-mediated autophagy in the estrogen receptor-negative human breast adenocarcinoma cells MDA-MB-231. Journal of ethnopharmacology 2010;131(1):95–103.", "ArticleIdList": ["20558270"]}, {"Citation": "Lee W-Y, Lim D-S, Ko S-H, Park Y-J, Ryu K-S, Ahn M-Y, et al. Photoactivation of pheophorbide a induces a mitochondrial-mediated apoptosis in Jurkat leukaemia cells. Journal of Photochemistry and Photobiology B: Biology 2004;75(3):119–26.", "ArticleIdList": ["15341925"]}, {"Citation": "Dujic J, Kippenberger S, Ramirez-Bosca A, Diaz-Alperi J, Bereiter-Hahn J, Kaufmann R, et al. Curcumin in combination with visible light inhibits tumor growth in a xenograft tumor model. International journal of cancer 2009;124(6):1422–8.", "ArticleIdList": ["19035461"]}, {"Citation": "Koon H, Leung AW, Yue KK, Mak NK. Photodynamic effect of curcumin on NPC/CNE2 cells. Journal of environmental pathology, toxicology and oncology 2006;25(1–2).", "ArticleIdList": ["16566718"]}, {"Citation": "Montoya SCN, Comini LR, Vittar BR, Fernández IM, Rivarola VA, Cabrera JL. Phototoxic effects of Heterophyllaea pustulata (Rubiaceae). Toxicon 2008;51(8):1409–15.", "ArticleIdList": ["18513778"]}, {"Citation": "Comini L, Fernandez I, Vittar NR, Montoya SN, Cabrera J, Rivarola V. Photodynamic activity of anthraquinones isolated from Heterophyllaea pustulata Hook f.(Rubiaceae) on MCF-7c3 breast cancer cells. Phytomedicine 2011;18(12):1093–5.", "ArticleIdList": ["21665453"]}, {"Citation": "Marles RJ, Hudson JB, Graham EA, Soucy-Breau C, Morand P, Compadre RL, et al. STRUCTURE- ACTIVITY STUDIES OF PHOTOACTIVATED ANTIVIRAL AND CYTOTOXIC TRICYCLIC THIOPHENES. Photochemistry and photobiology 1992;56(4):479–87.", "ArticleIdList": ["1333615"]}, {"Citation": "Wang Y, Li X, Li L-H, Meng D-L, Li Z-L, Li N. Two new thiophenes from Echinops latifolius and their phototoxic activities. Planta medica 2007;73(07):696–8.", "ArticleIdList": ["17564953"]}, {"Citation": "Lim SH, Lee HB, Ho ASH. A new naturally derived photosensitizer and its phototoxicity on head and neck cancer cells. Photochemistry and photobiology 2011;87(5):1152–8.", "ArticleIdList": ["21534974"]}, {"Citation": "Kim K, Kawano Y, Yamazaki Y. A novel porphyrin photosensitizer from bamboo leaves that induces apoptosis in cancer cell lines. Anticancer research 2002;23(3B):2355–61.", "ArticleIdList": ["12894515"]}, {"Citation": "Chee CF, Lee HB, Ong HC, Ho ASH. Photocytotoxic pheophorbide-related compounds from Aglaonema simplex. Chemistry & biodiversity 2005;2(12):1648–55.", "ArticleIdList": ["17191961"]}, {"Citation": "Cárdenas C, Quesada A, Medina M. Evaluation of the anti-angiogenic effect of aloe-emodin. Cellular and molecular life sciences 2006;63(24):3083–9.", "ArticleIdList": ["PMC11136158", "17131052"]}, {"Citation": "Wamer WG, Vath P, Falvey DE. In vitro studies on the photobiological properties of aloe emodin and aloin A. Free Radical Biology and Medicine 2003;34(2):233–42.", "ArticleIdList": ["12521605"]}, {"Citation": "Chen Y-C, Shen S-C, Lee W-R, Hsu F-L, Lin H-Y, Ko C-H, et al. Emodin induces apoptosis in human promyeloleukemic HL-60 cells accompanied by activation of caspase 3 cascade but independent of reactive oxygen species production. Biochemical pharmacology 2002;64(12):1713–24.", "ArticleIdList": ["12445860"]}, {"Citation": "Morlière P, Mazière J-C, Santus R, Smith CD, Prinsep MR, Stobbe CC, et al. Tolyporphin: a natural product from cyanobacteria with potent photosensitizing activity against tumor cells in vitro and in vivo 1998;58(16):3571–8.", "ArticleIdList": ["9721863"]}, {"Citation": "Du L, Jiang N, Wang G, Chu Y, Lin W, Qian J, et al. Autophagy inhibition sensitizes bladder cancer cells to the photodynamic effects of the novel photosensitizer chlorophyllin e4 2014;133:1–10.", "ArticleIdList": ["24650577"]}, {"Citation": "Li B, Wu Z, Li W, Jia G, Lu J, Fang J, et al. Chlorophyllin e4 is a novel photosensitizer against human bladder cancer cells 2012;27(5):1455–60.", "ArticleIdList": ["22294235"]}, {"Citation": "Gomaa I, Ali SE, El-Tayeb TA, Abdel-kader MHJP, therapy p. Chlorophyll derivative mediated PDT versus methotrexate: an in vitro study using MCF-7 cells 2012;9(4):362–8.", "ArticleIdList": ["23200019"]}, {"Citation": "Schempp CM, Winghofer B, Langheinrich M, Schöpf E, Simon JCJSP, Physiology. Hypericin levels in human serum and interstitial skin blister fluid after oral single-dose and steady-state administration of Hypericum perforatum extract (St. John’s wort) 1999;12(5):299–304.", "ArticleIdList": ["10461100"]}, {"Citation": "Vantieghem A, Xu Y, Declercq W, Vandenabeele P, Denecker G, Vandenheede JR, et al. Different pathways mediate cytochrome c release after photodynamic therapy with hypericin 2001;74(2):133–42.", "ArticleIdList": ["11547546"]}, {"Citation": "Vantieghem A, Assefa Z, Vandenabeele P, Declercq W, Courtois S, Vandenheede JR, et al. Hypericin-induced photosensitization of HeLa cells leads to apoptosis or necrosis: Involvement of cytochrome c and procaspase-3 activation in the mechanism of apoptosis 1998;440(1–2):19–24.", "ArticleIdList": ["9862416"]}, {"Citation": "Weller M, Trepel M, Grimmel C, Schabet M, Bremen D, Krajewski S, et al. Hypericin-induced apoptosis of human malignant glioma cells is light-dependent, independent of bcl-2 expression, and does not require wild-type p53 1997;19(5):456–70.", "ArticleIdList": ["9329022"]}, {"Citation": "Zupko I, Kamuhabwa AR, D’Hallewin M-A, Baert L, De Witte PAJIjoo. In vivo photodynamic activity of hypericin in transitional cell carcinoma bladder tumors 2001;18(5):1099–105.", "ArticleIdList": ["11295062"]}, {"Citation": "Paba V, Quarto M, Varriale L, Crescenzi E, Palumbo GJJoP, Biology PB. Photo-activation of hypericin with low doses of light promotes apparent photo-resistance in human histiocytic lymphoma U937 cells 2001;60(2–3):87–96.", "ArticleIdList": ["11470563"]}, {"Citation": "Couldwell WT, Hinton DR, He S, Chen TC, Sebat I, Weiss MH, et al. Protein kinase C inhibitors induce apoptosis in human malignant glioma cell lines 1994;345(1):43–6.", "ArticleIdList": ["8194597"]}, {"Citation": "Krammer B, Verwanger TJCmc. Molecular response to hypericin-induced photodamage 2012;19(6):793–8.", "ArticleIdList": ["22214453"]}, {"Citation": "Davids LM, Kleemann B, Cooper S, Kidson SHJCbi. Melanomas display increased cytoprotection to hypericin-mediated cytotoxicity through the induction of autophagy 2009;33(10):1065–72.", "ArticleIdList": ["19596456"]}, {"Citation": "Agostinis P, Vantieghem A, Merlevede W, de Witte PAJTijob, biology c. Hypericin in cancer treatment: more light on the way 2002;34(3):221–41.", "ArticleIdList": ["11849990"]}, {"Citation": "Diwu Z The study on the photochemotherapeutic mechanism of hypocrellin: Ph. D. Dissertation, Institute of Photographic Chemistry, Academia Sinica …; 1988."}, {"Citation": "Zhou L, Jiang H, Wei S, Ge X, Zhou J, Shen JJC. High-efficiency loading of hypocrellin B on graphene oxide for photodynamic therapy 2012;50(15):5594–604."}, {"Citation": "Zhang Y, Song L, Xie J, Qiu H, Gu Y, Zhao JJP, et al. Novel Surfactant-like Hypocrellin Derivatives to Achieve Simultaneous Drug Delivery in Blood Plasma and Cell Uptake 2010;86(3):667–72.", "ArticleIdList": ["20331522"]}, {"Citation": "Miller GG, Brown K, Ballangrud ÅM, Barajas O, Xiao Z, Tulip J, et al. Preclinical assessment of hypocrellin B and hypocrellin B derivatives as sensitizers for photodynamic therapy of cancer: progress update 1997;65(4):714–22.", "ArticleIdList": ["9114749"]}, {"Citation": "Zhenjun D, Lown JWJP, photobiology. Hypocrellins and their use in photosensitization 1990;52(3):609–16.", "ArticleIdList": ["2284353"]}, {"Citation": "Estey EP, Brown K, Diwu Z, Liu J, Lown JW, Miller GG, et al. Hypocrellins as photosensitizers for photodynamic therapy: a screening evaluation and pharmacokinetic study 1996;37(4):343–50.", "ArticleIdList": ["8548880"]}, {"Citation": "Jin S, Zhou L, Gu Z, Tian G, Yan L, Ren W, et al. A new near infrared photosensitizing nanoplatform containing blue-emitting up-conversion nanoparticles and hypocrellin A for photodynamic therapy of cancer cells 2013;5(23):11910–8.", "ArticleIdList": ["24129918"]}, {"Citation": "Lousberg RC, Salemink C, Weiss U, Batterham TJJotCSCO. Pigments of Elsinoe species. Part II. Structure of elsinochromes A, B, and C 1969(9):1219–27."}, {"Citation": "Dobrowolski DC, Foote CSJACIEiE. Cercosporin, a singlet oxygen generator 1983;22(9):720–1."}, {"Citation": "Hartman PE, Dixon WJ, Dahl TA, Daub MEJP, photobiology. Multiple modes of photodynamic action by cercosporin 1988;47(5):699–703.", "ArticleIdList": ["2841704"]}, {"Citation": "Laptev R, Nisnevitch M, Siboni G, Malik Z, Firer MJBjoc. Intracellular chemiluminescence activates targeted photodynamic destruction of leukaemic cells 2006;95(2):189.", "ArticleIdList": ["PMC2360622", "16819545"]}, {"Citation": "Chen T-C, Huang L, Liu C-C, Chao P-J, Lin F-HJPb. Luminol as the light source for in situ photodynamic therapy 2012;47(12):1903–8."}, {"Citation": "Mastrangelopoulou M, Grigalavicius M, Berg K, Ménard M, Theodossiou TAJP, photobiology. Cytotoxic and Photocytotoxic Effects of Cercosporin on Human Tumor Cell Lines 2018.", "ArticleIdList": ["30107033"]}, {"Citation": "Akramiene D, Grazeliene G, Didziapetriene J, Kevelaitis E. Treatment of Lewis lung carcinoma by photodynamic therapy and glucan from barley. Medicina (Kaunas, Lithuania) 2008;45(6):480–5.", "ArticleIdList": ["19605969"]}, {"Citation": "Meena D, Das P, Kumar S, Mandal S, Prusty A, Singh S, et al. Beta-glucan: an ideal immunostimulant in aquaculture (a review) 2013;39(3):431–57.", "ArticleIdList": ["22965949"]}, {"Citation": "Goldsmith MJPotNAoSotUSoA. Cellular signaling: new insights into the action of the plant growth hormone auxin 1993;90(24):11442.", "ArticleIdList": ["PMC47999", "8265570"]}, {"Citation": "Folkes LK, Wardman PJBp. Oxidative activation of indole-3-acetic acids to cytotoxic species—a potential new role for plant auxins in cancer therapy1 2001;61(2):129–36.", "ArticleIdList": ["11163327"]}, {"Citation": "Wardman PJCpd. Indole-3-acetic acids and horseradish peroxidase: a new prodrug/enzyme combination for targeted cancer therapy 2002;8(15):1363.", "ArticleIdList": ["12052213"]}, {"Citation": "Kim D-S, Kim S-Y, Jeong Y-M, Jeon S-E, Kim M-K, Kwon S-B, et al. Light-activated indole-3-acetic acid induces apoptosis in g361 human melanoma cells 2006;29(12):2404–9.", "ArticleIdList": ["17142972"]}, {"Citation": "Armer RE, Ashton MR, Boyd EA, Brennan CJ, Brookfield FA, Gazi L, et al. Indole-3-acetic acid antagonists of the prostaglandin D2 receptor CRTH2 2005;48(20):6174–7.", "ArticleIdList": ["16190744"]}, {"Citation": "Na JI, Kim SY, Kim JH, Youn SW, Huh CH, Park KCJLis, et al. Indole-3-acetic acid: A potential new photosensitizer for photodynamic therapy of acne vulgaris 2011;43(3):200–5.", "ArticleIdList": ["21412803"]}, {"Citation": "Park K-C, Kim S-Y, Kim D-SJB, Bulletin P. Experimental photodynamic therapy for liver cancer cell-implanted nude mice by an indole-3-acetic acid and intense pulsed light combination 2009;32(9):1609–13.", "ArticleIdList": ["19721241"]}, {"Citation": "Ultee A, Slump R, Steging G, Smid EJJofp. Antimicrobial activity of carvacrol toward Bacillus cereus on rice 2000;63(5):620–4.", "ArticleIdList": ["10826719"]}, {"Citation": "Guimaraes AG, Oliveira MA, dos Santos Alves R, dos Passos Menezes P, Serafini MR, de Souza Araújo AA, et al. Encapsulation of carvacrol, a monoterpene present in the essential oil of oregano, with β-cyclodextrin, improves the pharmacological response on cancer pain experimental protocols 2015;227:69–76.", "ArticleIdList": ["25557507"]}, {"Citation": "Guimarães AG, Xavier MA, de Santana MT, Camargo EA, Santos CA, Brito FA, et al. Carvacrol attenuates mechanical hypernociception and inflammatory response 2012;385(3):253–63.", "ArticleIdList": ["22139435"]}, {"Citation": "Lu M, Dai T, Murray CK, Wu MXJFiM. Bactericidal Property of Oregano Oil Against Multidrug-Resistant Clinical Isolates 2018;9.", "ArticleIdList": ["PMC6182053", "30344513"]}, {"Citation": "Monsen ERJJotAoN, Dietetics. Dietary reference intakes for the antioxidant nutrients: vitamin C, vitamin E, selenium, and carotenoids 2000;100(6):637.", "ArticleIdList": ["10863565"]}, {"Citation": "Frank J, Flaccus A, Schwarz C, Lambert C, Biesalski HKJFRB, Medicine. Ascorbic acid suppresses cell death in rat DS-sarcoma cancer cells induced by 5-aminolevulinic acid-based photodynamic therapy 2006;40(5):827–36.", "ArticleIdList": ["16520235"]}, {"Citation": "Soares HT, Campos JR, Gomes-da-Silva LC, Schaberle FA, Dabrowski JM, Arnaut LGJC. Pro- oxidant and Antioxidant Effects in Photodynamic Therapy: Cells Recognise that Not All Exogenous ROS Are Alike 2016;17(9):836–42.", "ArticleIdList": ["26891856"]}, {"Citation": "Clément M-V, Ramalingam J, Long LH, Halliwell BJA, signaling r. The in vitro cytotoxicity of ascorbate depends on the culture medium used to perform the assay and involves hydrogen peroxide 2001;3(1):157–63.", "ArticleIdList": ["11291594"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "15"}, {"Year": "2019", "Month": "4", "Day": "24"}, {"Year": "2019", "Month": "4", "Day": "29"}, {"Year": "2019", "Month": "5", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31063860", "NIHMS1031636", "PMC6579671", "10.1016/j.pdpdt.2019.04.033", "S1572-1000(19)30031-6"]}}]}