{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Adulteration", "Agarose gel electrophoresis", "Barcoding primers", "PCR amplicons", "Plastid genome"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31065488", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "04", "Day": "25"}], "Language": ["eng"], "ELocationID": ["188", "10.1007/s13205-019-1724-6"], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "9", "Issue": "5", "PubDate": {"Year": "2019", "Month": "May"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "Molecular identification of medicinal plants with amplicon length polymorphism using universal DNA barcodes of the <i>atpF</i>-<i>atpH</i>, <i>trnL</i> and <i>trnH</i>-<i>psbA</i> regions.", "Pagination": {"StartPage": "188", "MedlinePgn": "188"}, "Abstract": {"AbstractText": ["Amplification success and species discrimination efficiency of universal DNA barcode primers (<i>trnH</i>-<i>psbA</i>, <i>trnL</i>, <i>ycf1b</i>, <i>atpF-atpH</i>, <i>matK</i> and <i>rbcL</i>) was evaluated in 46 representative medicinal plant species of 28 families on agarose gel. The results showed that amplicons length polymorphism revealed by the primers <i>atpF</i>-<i>atpH</i>, <i>trnH</i>-<i>psbA</i> and <i>trnL</i> can simultaneously discriminate all the 46 species under study precisely. Some of the plant species included in this study are used as potential adulterants to other plant species. We were able to successfully discriminate the plant species from their potential substitute. <i>Vitex negundo</i> is an adulterant of <i>Ocimum sanctum</i> which has been successfully discriminated by all these three markers. Another example of adulteration between <i>Bacopa monnieri</i> and <i>Centella asiatica</i> was successfully discriminated by <i>atpF-atpH</i>, <i>trnL and trnH-psbA</i> on the basis of variability in amplicon length of these two medicinal herbs. Further, <i>Cassia tora</i> and <i>Cassia fistula</i> are also adulterants for each other and variability in amplicon length between these two species was revealed by <i>atpF-atpH and trnH</i>-<i>psbA</i> markers. A colour code distance matrix based on amplicon length polymorphism was designed to select primers which can effectively discriminate plants species on the basis of their amplicon length. Discrimination of plant species with the universal markers on agarose gel is a noble and inexpensive approach as it does not require sequencing of amplicons. This procedure will provide a way for the development of diagnostic markers to identify adulteration not only in herbal drug formulations but also in food material."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Centre, Jawaharlal Nehru Agriculture University, Jabalpur, 482004 India."}], "LastName": "Thakur", "ForeName": "Vishwa Vijay", "Initials": "VV"}, {"Identifier": ["0000-0003-1901-8991"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Centre, Jawaharlal Nehru Agriculture University, Jabalpur, 482004 India."}, {"Identifier": [], "Affiliation": "Department of Plant Breeding and Genetics, Jawaharlal Nehru Agriculture University, Jabalpur, 482004 India."}], "LastName": "Tiwari", "ForeName": "Sharad", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Centre, Jawaharlal Nehru Agriculture University, Jabalpur, 482004 India."}], "LastName": "Tripathi", "ForeName": "Niraj", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Jawaharlal Nehru Agriculture University, Ganjbasoda, Vidisha, 464221 India."}], "LastName": "Tiwari", "ForeName": "Gyanendra", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "Compliance with ethical standardsOn behalf of all the authors, the corresponding author states that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Anonymous (2018) Annual report, 2017–18. Ministry of Ayurveda, Yoga & Naturopathy, Unani, Siddha and Homeopathy, India"}, {"Citation": "Borsch T, Hilu K, Quandt D, Wilde V, Neinhuis C, Barthlott W. Noncoding plastid trnT-trnF sequences reveal a well resolved phylogeny of basal angiosperms. J Evol Biol. 2003;16:558–576. doi: 10.1046/j.1420-9101.2003.00577.x.", "ArticleIdList": ["10.1046/j.1420-9101.2003.00577.x", "14632220"]}, {"Citation": "CBOL Plant Working Group A DNA barcode for land plants. Proc Natl Acad Sci USA. 2009;106:12794–12797. doi: 10.1073/pnas.0905845106.", "ArticleIdList": ["10.1073/pnas.0905845106", "PMC2722355", "19666622"]}, {"Citation": "Chang CC, Lin HC, Lin IP, Chow TY, Chen HH, Chen WH. The chloroplast genome of Phalaenopsis aphrodite (Orchidaceae): comparative analysis of evolutionary rate with that of grasses and its phylogenetic implications. Mol Biol Evol. 2006;23:279–291. doi: 10.1023/A:1006319803002.", "ArticleIdList": ["10.1023/A:1006319803002", "16207935"]}, {"Citation": "Chase MW, Cowan RS, Hollingsworth PM, van den Berg C, Madriñán S, Petersen G. A proposal for a standardized protocol to barcode all land plants. Taxon. 2007;56:295–299. doi: 10.1002/tax.562004.", "ArticleIdList": ["10.1002/tax.562004"]}, {"Citation": "Chen S, Yao H, Han J, Liu C, Song J, et al. Validation of the ITS2 region as a novel DNA barcode for identifying medicinal plant species. PLoS One. 2010;5:e8613. doi: 10.1371/journal.pone.0008613.", "ArticleIdList": ["10.1371/journal.pone.0008613", "PMC2799520", "20062805"]}, {"Citation": "D’yachenko EA, Filyushin MA, Pronin EP, Kochieva EZ. Variability of the trnL Plastid Gene’s Intron in the Faboideae Species (Fabaceae) Russ J Genet. 2015;5:220–226. doi: 10.1134/S2079059715030053.", "ArticleIdList": ["10.1134/S2079059715030053"]}, {"Citation": "Dong W, Liu J, Yu J, Wang L, Zhou S. Highly variable chloroplast markers for evaluating plant phylogeny at low taxonomic levels and for DNA barcoding. PLoS One. 2012;7:e35071. doi: 10.1371/journal.pone.0035071.", "ArticleIdList": ["10.1371/journal.pone.0035071", "PMC3325284", "22511980"]}, {"Citation": "Dong W, Chao XC, Li C, Sun J, Zuo Y, Shi S, Cheng T, Guo J, Zhou S. ycf1, the most promising plastid DNA barcode of land plants. Sci Rep. 2015;5:8348. doi: 10.1038/srep08348.", "ArticleIdList": ["10.1038/srep08348", "PMC4325322", "25672218"]}, {"Citation": "Drager RG, Hallick RB. A novel Euglena gracilis chloroplast operon encoding 4 ATP synthase subunits and 2 ribosomal-proteins contains 17 Introns. Curr Genet. 1993;23:271–280. doi: 10.1007/BF00351506.", "ArticleIdList": ["10.1007/BF00351506", "8435857"]}, {"Citation": "Efferth T, Greten HJ. Medicinal and aromatic plant research in the 21st century. Med Aromat Plants. 2012;1:e110. doi: 10.4172/2167-0412.1000e110.", "ArticleIdList": ["10.4172/2167-0412.1000e110"]}, {"Citation": "El-Atroush H, Magdy M, Werner O. DNA Barcoding of two endangered medicinal plants from Abou Galoom protectorate. Life Sci J. 2015;12:101–109. doi: 10.7537/marslsj120915.14.", "ArticleIdList": ["10.7537/marslsj120915.14"]}, {"Citation": "Giang PM, Otsukab H. New compounds and potential candidates for drug discovery from medicinal plants of Vietnam. Chem Pharm Bull. 2018;66:493–505. doi: 10.1248/cpb.c17-00628.", "ArticleIdList": ["10.1248/cpb.c17-00628", "29710046"]}, {"Citation": "Hebert PDN, Cywinska A, Ball SL, DeWaard JR. Biological identifications through DNA barcodes. Philos Trans R Soc Lond B: Biol Sci. 2003;270:313–321. doi: 10.1098/rspb.2002.2218.", "ArticleIdList": ["10.1098/rspb.2002.2218", "PMC1691236", "12614582"]}, {"Citation": "James D, Schmidt A. Use of an intron region of a chloroplast tRNA gene (trnL) as a target for PCR identification of specific food crops including sources of potential allergens. Food Res Int. 2004;37:395–402. doi: 10.1016/j.foodres.2004.02.004.", "ArticleIdList": ["10.1016/j.foodres.2004.02.004"]}, {"Citation": "Kress WJ, Wurdack KJ, Zimmer EA, Weigt LA, Janzen DH. Use of DNA barcodes to identify flowering plants. Proc Natl Acad Sci USA. 2005;102:8369–8374. doi: 10.1073/pnas.0503123102.", "ArticleIdList": ["10.1073/pnas.0503123102", "PMC1142120", "15928076"]}, {"Citation": "Kumar SP. Adulteration and substitution in endangered ASU medicinal plants of India: a review. Int J Med Arom Plants. 2014;4:56–73."}, {"Citation": "Lahaye R, Savolainen V, Duthoit S, Maurin O, van der Bank M (2008) A test of psbK–psbI and atpF–atpH as potential plant DNA barcodes using the flora of the Kruger National Park as a model system (South Africa). Nature Proc"}, {"Citation": "Monkheang P, Sudmoon R, Tanee T, Noikotr K, Bletter N, Chaveerach A. Species diversity, usages, molecular markers and barcode of medicinal Senna species (Fabaceae, Caesalpinioideae), Thailand. J Med Plant Res. 2011;5:6173–6181."}, {"Citation": "Mower JP, Touzet P, Gummow JS, Delph LF, Palmer JD. Extensive variation in synonymous substitution rates in mitochondrial genes of seed plants. BMC Evol Biol. 2007;7:135. doi: 10.1186/1471-2148-7-135.", "ArticleIdList": ["10.1186/1471-2148-7-135", "PMC1973135", "17688696"]}, {"Citation": "Newmaster SG, Grguric M, Shanmughanandhan D, Ramalingam S, Ragupathy S. DNA barcoding detects contamination and substitution in North American herbal products. BMC Med. 2013;11:222–235. doi: 10.1186/1741-7015-11-222.", "ArticleIdList": ["10.1186/1741-7015-11-222", "PMC3851815", "24120035"]}, {"Citation": "Osathanunkul M, Suwannapoomb C, Osathanunkul K, Madesise P, Boerf HD. Evaluation of DNA barcoding coupled high resolution melting for discrimination of closely related species in phytopharmaceuticals. Phytomedicine. 2016;23:156–165. doi: 10.1016/j.phymed.2015.11.018.", "ArticleIdList": ["10.1016/j.phymed.2015.11.018", "26926177"]}, {"Citation": "Quandt D, Muller K, Stech M, Frahm JP, Frey W, Hilu KW, Borsch T. Molecular evolution of the chloroplast trnL-F region in land plants. Monogr Syst Bot Missouri Bot Gard. 2004;98:13–37."}, {"Citation": "Ridgway K, Duck J, Young J. Identification of roots from grass swards using PCR-RFLP and FFLP of the plastid trnL (UAA) intron. BMC Ecol. 2003;3:8. doi: 10.1186/1472-6785-3-8.", "ArticleIdList": ["10.1186/1472-6785-3-8", "PMC270044", "14563214"]}, {"Citation": "Rohlf FJ (1997) NTSYS-pc Version. 2.02i Numerical taxonomy and multivariate analysis system. Applied Biostatistics Inc., Exeter Software, Setauket"}, {"Citation": "Seth BP, Thaker VS. Identification of a herbal powder by deoxyribonucleic acid barcoding and structural analyses. Pharmacogn Mag. 2015;11:S570–S574. doi: 10.4103/0973-1296.172963.", "ArticleIdList": ["10.4103/0973-1296.172963", "PMC4787090", "27013796"]}, {"Citation": "Shaw J, Lickey EB, Schilling EE, Small RL. Comparison of whole Chloroplast genome sequence to choose non-coding region for phylogenetic studies in angiosperm: the tortoise and the hare III. Am J Bot. 2007;94:275–288. doi: 10.3732/ajb.94.3.275.", "ArticleIdList": ["10.3732/ajb.94.3.275", "21636401"]}, {"Citation": "Sikdar S, Tiwari S, Sapre S, Thakur VV (2018) Simple approach for species discrimination of fabaceae family on the basis of length variation in pcr amplified products using barcode primers. Int J Curr Microbiol App Sci 7:921–928. 10.20546/ijcmas.2018.712.115"}, {"Citation": "Soni HB, Dabhi M, Thomas S. Perspective on phytochemical and biochemical compounds of selected Indian medicinal plants. Int Res J Chem. 2013;1:37–45."}, {"Citation": "Spaniolas S, Bazakos C, Spano T, Zoghby C, Kalaitzis P. The potential of plastid trnL (UAA) intron polymorphisms for the identification of the botanical origin of plant oils. Food Chem. 2010;122:850–856. doi: 10.1016/j.foodchem.2010.02.039.", "ArticleIdList": ["10.1016/j.foodchem.2010.02.039"]}, {"Citation": "Taberlet P, Gielly L, Pautou G, Bouvet J. Universal primers for amplification of three non-coding regions of chloroplast DNA. Plant Mol Biol. 1991;17:1105–1109. doi: 10.1007/BF00037152.", "ArticleIdList": ["10.1007/BF00037152", "1932684"]}, {"Citation": "Taberlet P, Coissac E, Pompanon F, Gielly L, Miquel C, Valentini A, Vermat T, Corthier G, Brochmann C, Willerslev E. Power and limitations of the chloroplast trnL (UAA) intron for plant DNA barcoding. Nucleic Acids Res. 2007;35:e14. doi: 10.1093/nar/gkl938.", "ArticleIdList": ["10.1093/nar/gkl938", "PMC1807943", "17169982"]}, {"Citation": "Taberlet P, Gielly L, Pautou G, Bouvet J. Universal primers for amplification of three non-coding regions of chloroplast DNA. Plant Mol Biol. 2009;17:1105–1109. doi: 10.1007/BF00037152.", "ArticleIdList": ["10.1007/BF00037152", "1932684"]}, {"Citation": "Techen N, Parveen I, Pan Z, Khan IA (2014) DNA barcoding of medicinal plant material for identification. Curr Opin Biotechnol 103–110. 10.1016/j.copbio.2013.09.010", "ArticleIdList": ["24484887"]}, {"Citation": "Tsai L, Yu Y, Hsieh H, Wang J, Linacre A, Lee JC. Species identification using sequences of the trnL intron and the trnL-trnF IGS of chloroplast genome among popular plants in Taiwan. Forensic Sci Int. 2006;164:193–200. doi: 10.1016/j.forsciint.2006.01.007.", "ArticleIdList": ["10.1016/j.forsciint.2006.01.007", "16488566"]}, {"Citation": "Vijayan K, Tsou CH. DNA barcoding in plants: taxonomy in a new perspective. Curr Sci. 2010;99:1530–1541."}, {"Citation": "Wang W, Wu Y, Yan Y, Ermakova M, Kerstetter R, Messing J. DNA barcoding of the Lemnaceae, a family of aquatic monocots. BMC Plant Biol. 2010;10:205. doi: 10.1186/1471-2229-10-205.", "ArticleIdList": ["10.1186/1471-2229-10-205", "PMC2956554", "20846439"]}, {"Citation": "Yadav A, Ahmad J, Chaudhary AA, Ahmad A (2012) Development of sequence characterized amplified region (SCAR) marker for the authentication of Bacopa monnieri (L.) Wettst. Eur J Med Plants 2:186–98. 10.9734/EJMP/2012/1192"}]}], "History": [{"Year": "2018", "Month": "9", "Day": "12"}, {"Year": "2019", "Month": "4", "Day": "19"}, {"Year": "2019", "Month": "5", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31065488", "PMC6485314", "10.1007/s13205-019-1724-6", "1724"]}}]}