{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["archaeometry", "exchange", "hallucinogen", "liquid chromatography mass spectrometry", "shamanism"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31061128", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "25"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.1073/pnas.1902174116"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "116", "Issue": "23", "PubDate": {"Year": "2019", "Month": "Jun", "Day": "04"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Chemical evidence for the use of multiple psychotropic plants in a 1,000-year-old ritual bundle from South America.", "Pagination": {"StartPage": "11207", "EndPage": "11212", "MedlinePgn": "11207-11212"}, "Abstract": {"AbstractText": ["Over several millennia, various native plant species in South America have been used for their healing and psychoactive properties. Chemical analysis of archaeological artifacts provides an opportunity to study the use of psychoactive plants in the past and to better understand ancient botanical knowledge systems. Liquid chromatography tandem mass spectrometry (LC-MS/MS) was used to analyze organic residues from a ritual bundle, radiocarbon dated to approximately 1,000 C.E., recovered from archaeological excavations in a rock shelter located in the Lípez Altiplano of southwestern Bolivia. The site is located at an elevation of ∼3,900 m above sea level and contains evidence of intermittent human occupations during the last 4,000 years. Chemical traces of bufotenine, dimethyltryptamine, harmine, and cocaine, including its degradation product benzoylecgonine, were identified, suggesting that at least three plants containing these compounds were part of the shamanic paraphernalia dating back 1,000 years ago, the largest number of compounds recovered from a single artifact from this area of the world, to date. This is also a documented case of a ritual bundle containing both harmine and dimethyltryptamine, the two primary ingredients of ayahuasca. The presence of multiple plants that come from disparate and distant ecological areas in South America suggests that hallucinogenic plants moved across significant distances and that an intricate botanical knowledge was intrinsic to pre-Columbian ritual practices."]}, "AuthorList": [{"Identifier": ["0000-0002-7189-1109"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, University of Otago, Dunedin 9016, New Zealand; melanie.miller@otago.ac.nz juc555@psu.edu."}, {"Identifier": [], "Affiliation": "Archaeological Research Facility, University of California, Berkeley, CA 94720."}], "LastName": "Miller", "ForeName": "Melanie J", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Investigaciones Antropológicas y Arqueológicas, Universidad Mayor de San Andrés, La Paz, Bolivia."}], "LastName": "Albarracin-Jordan", "ForeName": "Juan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunalysis Corporation, Pomona, CA 91767."}], "LastName": "Moore", "ForeName": "Christine", "Initials": "C"}, {"Identifier": ["0000-0001-6046-0939"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anthropology, The Pennsylvania State University, University Park, PA 16802 melanie.miller@otago.ac.nz juc555@psu.edu."}], "LastName": "Capriles", "ForeName": "José M", "Initials": "JM"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Hallucinogens"}, {"RegistryNumber": "0", "NameOfSubstance": "Psychotropic Drugs"}], "CommentsCorrectionsList": [{"RefSource": "Proc Natl Acad Sci U S A. 2019 Jun 4;116(23):11087-11089. doi: 10.1073/pnas.1906805116", "PMID": "31113878"}], "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Archaeology"}, {"QualifierName": ["chemistry"], "DescriptorName": "Banisteriopsis"}, {"QualifierName": [], "DescriptorName": "Bolivia"}, {"QualifierName": ["methods"], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": ["chemistry"], "DescriptorName": "Hallucinogens"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Psychotropic Drugs"}, {"QualifierName": [], "DescriptorName": "South America"}, {"QualifierName": ["methods"], "DescriptorName": "Tandem Mass Spectrometry"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wadley G. (2016) How psychoactive drugs shape human culture: A multi-disciplinary perspective. Brain Res Bull 126:138–151.", "ArticleIdList": ["27083300"]}, {"Citation": "VanPool CS. (2009) The signs of the sacred: Identifying shamans using archaeological evidence. J Anthropol Archaeol 28:177–190."}, {"Citation": "Goodman J, Lovejoy PE, Sherratt A, eds (1995) Consuming Habits: Drugs in History and Anthropology (Routledge, London: )."}, {"Citation": "Ruck CAP, Bigwood J, Staples D, Ott J, Wasson RG (1979) Entheogens. J Psychedelic Drugs 11:145–146.", "ArticleIdList": ["522165"]}, {"Citation": "Angelo ZD, Capriles JM (2004) La importancia de las plantas psicotrópicas para la economía de intercambio y relaciones de interacción en el altiplano sur andino. Chungara Revista de Antropología Chilena 36:1023–1035."}, {"Citation": "Carod-Artal FJ. (2015) Hallucinogenic drugs in pre-Columbian Mesoamerican cultures. Neurologia 30:42–49.", "ArticleIdList": ["21893367"]}, {"Citation": "Carod-Artal FJ, Vázquez-Cabrera CB (2006) [Mescaline and the San Pedro cactus ritual: Archaeological and ethnographic evidence in northern Peru]. Rev Neurol 42:489–498.", "ArticleIdList": ["16625512"]}, {"Citation": "Duke GS. (2011) Continuity, cultural dynamics, and alcohol: The reinterpretation of identity through chicha in the andes. Identity Crisis: Archaeological Perspectives on Social Identity, Chacmool Archaeology Conference Proceedings, eds Amundsen-Meyer L, Engel N, Pickering S (University of Calgary, Calgary, Canada), pp 263–272."}, {"Citation": "El-Seedi HR, De Smet PA, Beck O, Possnert G, Bruhn JG (2005) Prehistoric peyote use: Alkaloid analysis and radiocarbon dating of archaeological specimens of Lophophora from Texas. J Ethnopharmacol 101:238–242.", "ArticleIdList": ["15990261"]}, {"Citation": "Valdez LM, Taboada J (2017) Coca Leaves in the Context of the Central Andean Wari State. Trading Spaces: The Archaeology of Interaction, Migration, and Exchange, Chacmool Archaeology Conference Proceedings, eds Patton M, Manion J (Chacmool Archaeol Assoc, University of Calgary, Calgary, Canada), pp 136–151."}, {"Citation": "Torres CM. (1995) Archaeological evidence for the antiquity of psychoactive plant use in the Central Andes. Annuli dei Musei Civici Roverero 11:291–326."}, {"Citation": "Echeverría J, Planella MT, Niemeyer HM (2014) Nicotine in residues of smoking pipes and other artifacts of the smoking complex from an Early Ceramic period archaeological site in central Chile. J Archaeol Sci 44:55–60."}, {"Citation": "Tushingham S, Snyder CM, Brownstein KJ, Damitio WJ, Gang DR (2018) Biomolecular archaeology reveals ancient origins of indigenous tobacco smoking in North American Plateau. Proc Natl Acad Sci USA 115:11742–11747.", "ArticleIdList": ["PMC6243282", "30373836"]}, {"Citation": "Eerkens JW, et al. (2018) Dental calculus as a source of ancient alkaloids: Detection of nicotine by LC-MS in calculus samples from the Americas. J Archaeol Sci Rep 18:509–515."}, {"Citation": "Ogalde JP, Arriaza BT, Soto EC (2009) Identification of psychoactive alkaloids in ancient andean human hair by gas chromatography/mass spectrometry. J Archaeol Sci 36:467–472."}, {"Citation": "de Smet PAGM. (1985) A multidisciplinary overview of intoxicating snuff rituals in the western hemisphere. J Ethnopharmacol 13:3–49.", "ArticleIdList": ["3887041"]}, {"Citation": "Torres CM, et al. (1991) Snuff powders from pre-Hispanic San Pedro de Atacama: Chemical and contextual analysis. Curr Anthropol 32:640–649."}, {"Citation": "Allen CJ. (2002) The Hold Life Has: Coca and Cultural Identity in an Andean Community (Smithsonian Inst Press, Washington, DC: ), 2nd Ed."}, {"Citation": "Dillehay TD, et al. (2010) Early Holocene coca chewing in northern Peru. Antiquity 84:939–953."}, {"Citation": "Indriati E, Buikstra JE (2001) Coca chewing in prehistoric coastal Peru: Dental evidence. Am J Phys Anthropol 114:242–257.", "ArticleIdList": ["11241189"]}, {"Citation": "Naranjo P. (1981) Social function of coca in pre-Columbian American. J Ethnopharmacol 3:161–172.", "ArticleIdList": ["7017288"]}, {"Citation": "Springfield AC, Cartmell LW, Aufderheide AC, Buikstra J, Ho J (1993) Cocaine and metabolites in the hair of ancient Peruvian coca leaf chewers. Forensic Sci Int 63:269–275.", "ArticleIdList": ["8138227"]}, {"Citation": "Torres CM, Repke DB (2012) Anadenanthera: Visionary Plant of Ancient South America (Routledge, New York: ), 2nd Ed."}, {"Citation": "Brown EL. (2012) Investigating the use of coca and other psychoactive plants in Pre-Columbian mummies from Chile and Peru. An analytical investigation into the feasibility of testing ancient hair for drug compounds. Doctoral thesis (University of Bradford, Bradford, UK)."}, {"Citation": "Echeverría J, Niemeyer HM (2013) Nicotine in the hair of mummies from San Pedro de Atacama (Northern Chile). J Archaeol Sci 40:3561–3568."}, {"Citation": "Albarracin-Jordan J, Capriles JM (2011) The Paleoamerican occupation of Cueva Bautista: Late Pleistocene human evidence from the Bolivian highlands. Curr Res Pleistocene 28:95–98."}, {"Citation": "Capriles JM, et al. (2016) High-altitude adaptation and late Pleistocene foraging in the Bolivian Andes. J Archaeol Sci Rep 6:463–474."}, {"Citation": "Albarracin-Jordan J, Capriles JM, Miller MJ (2014) Transformations in ritual practice and social interaction on the Tiwanaku periphery. Antiquity 88:851–862."}, {"Citation": "Janusek JW. (2008) Ancient Tiwanaku (Cambridge Univ Press, Cambridge, UK: )."}, {"Citation": "Delaere C, Capriles JM, Stanish C (2019) Underwater ritual offerings in the Island of the Sun and the formation of the Tiwanaku state. Proc Natl Acad Sci USA 116:8233–8238.", "ArticleIdList": ["PMC6486741", "30936312"]}, {"Citation": "Albarracin-Jordan J. (2007) La formación del estado prehispánico en los Andes: origen y desarrollo de la sociedad segmentaria indígena (Fundación Bartolomé de las Casas, La Paz, Bolivia: )."}, {"Citation": "Stanish C, et al. (2010) Tiwanaku trade patterns in southern Peru. J Anthropol Archaeol 29:524–532."}, {"Citation": "Llagostera A. (2015) Albores del psicotropismo en San Pedro de Atacama: Pipas vs. tabletas. Chungara (Arica) 47:469–488."}, {"Citation": "Llagostera A. (2006) Contextualización e iconografía de las tabletas psicotrópicas Tiwanaku de San Pedro de Atacama. Chungara (Arica) 38:83–111."}, {"Citation": "Horta Tricallotis H. (2012) El estilo circumpuneño en el arte de la parafernalia alucinógena prehispánica (Atacama y Noroeste Argentino). Estud Atacameños:5–34."}, {"Citation": "Harner MJ. (1973) Hallucinogens and Shamanism (Oxford Univ Press, Oxford: )."}, {"Citation": "Glowacki M. (2005) Food of the gods or mere mortals? Hallucinogenic Spondylus and its interpretive implications for early andean society. Antiquity 79:257–268."}, {"Citation": "Narby J, Huxley F, eds (2001) Shamans Through Time: 500 Years to the Path of Knowledge (Tarcher & Penguin, New York: )."}, {"Citation": "Richardin P, Lavier C, Horta H, Figueroa V, Lira N (2015) Radiocarbon dating of Atacama (Chile) snuff trays: An update on Stylistic and chronological correlations. Radiocarbon 57:775–784."}, {"Citation": "Salazar D, Niemeyer HM, Horta H, Figueroa V, Manríquez G (2014) Interaction, social identity, agency and change during Middle Horizon San Pedro de Atacama (northern Chile): A multidimensional and interdisciplinary perspective. J Anthropol Archaeol 35:135–152."}, {"Citation": "Nielsen AE. (2018) La parafernalia para consumo de alucinógenos de “calilegua” (Jujuy, Argentina): Procedencia, cronología y relaciones circumpuneñas. Bol Mus Chil Arte Precolomb 23:71–100."}, {"Citation": "Berenguer J, Acevedo N (2015) Tubos de hueso de ave como implementos chamánicos en el desierto de atacama, siglos XI-XV. Bol Mus Chil Arte Precolomb 20:51–72."}, {"Citation": "Bélisle V. (March 1, 2019) Hallucinogens and altered states of consciousness in Cusco, Peru: A path to local power during Wari State expansion. Camb Archaeol J, 10.1017/S0959774319000015."}, {"Citation": "Novák M, Salemink CA, Khan I (1984) Biological activity of the alkaloids of Erythroxylum coca and Erythroxylum novogranatense. J Ethnopharmacol 10:261–274.", "ArticleIdList": ["6379304"]}, {"Citation": "Gay GR, Inaba DS, Sheppard CW, Newmeyer JA, Rappolt RT (1975) Cocaine: History, epidemiology, human pharmacology, and treatment. A perspective on a new debut for an old girl. Clin Toxicol 8:149–178.", "ArticleIdList": ["1097168"]}, {"Citation": "Plowman T. (1986) Coca chewing and the botanical origins of coca (Erythroxylum spp.) in South America. Coca and Cocaine: Effects on People and Policy in Latin America, eds Pacini D, Franquemont C (Cultural Survival Inc., Cornell University Latin American Studies Program and the Transcript Printing Co, Peterborough, NH), Cultural Survival Report No. 23 pp 5–33."}, {"Citation": "Cartmell LW, Aufderheide AC, Springfield A, Weems C, Arriaza B (1991) The frequency and antiquity of prehistoric coca-leaf-chewing practices in Northern Chile: Radioimmunoassay of a cocaine metabolite in human-mummy hair. Lat Am Antiq 2:260–268."}, {"Citation": "Damascena NP, et al. (2014) Antioxidant and orofacial anti-nociceptive activities of the stem bark aqueous extract of Anadenanthera colubrina (Velloso) Brenan (Fabaceae). Nat Prod Res 28:753–756.", "ArticleIdList": ["24438027"]}, {"Citation": "Moretti C, Gaillard Y, Grenand P, Bévalot F, Prévosto J-M (2006) Identification of 5-hydroxy-tryptamine (bufotenine) in takini (Brosimumacutifolium Huber subsp. acutifolium C.C. Berg, Moraceae), a shamanic potion used in the Guiana Plateau. J Ethnopharmacol 106:198–202.", "ArticleIdList": ["16455218"]}, {"Citation": "Schultes RE, Holmstedt B, Lindgren J-E, Rivier L (1977) De plantis toxicariis e mundo novo tropicale commentationes xviii: Phytochemical examination of Spruce’s ethnobotanical collection of Anadenathera peregrina. Bot Mus Lealf Harv Univ 25:273–287."}, {"Citation": "Altschul SvonR. (1972) The Genus Anadenanthera in Amerindian Cultures (Harvard University, Cambridge, MA: )."}, {"Citation": "Ott J. (2001) Pharmañopo-psychonautics: Human intranasal, sublingual, intrarectal, pulmonary and oral pharmacology of bufotenine. J Psychoactive Drugs 33:273–281.", "ArticleIdList": ["11718320"]}, {"Citation": "Pochettino ML, Cortella AR, Ruiz M (1999) Hallucinogenic snuff from Northwestern Argentina: Microscopical identification of Anadenanthera colubrina var. cebil (Fabaceae) in powdered archaeological material. Econ Bot 53:127–132."}, {"Citation": "Morales-García JA, et al. (2017) The alkaloids of Banisteriopsis caapi, the plant source of the Amazonian hallucinogen Ayahuasca, stimulate adult neurogenesis in vitro. Sci Rep 7:5309.", "ArticleIdList": ["PMC5509699", "28706205"]}, {"Citation": "Caiuby Labate B, Cavnar C, Gearin AK (2017) Introduction: The shifting journey of ayahuasca in diaspora. The World Ayahuasca Diaspora: Reinventions and Controversies, eds Caiuby Labate B, Cavnar C, Gearin AK (Routledge, New York), pp 1–18."}, {"Citation": "Rätsch C. (2005) The Encyclopedia of Psychoactive Plants: Ethnopharmacology and Its Applications (Park Street, Rochester, VT). US edition (translated)."}, {"Citation": "Schultes RE, Hofmann A, Rätsch C (2001) Plants of the Gods: Their Sacred, Healing, and Hallucinogenic Powers (Healing Arts, Rochester, VT: ), 2nd Ed."}, {"Citation": "Callaway JC, Brito GS, Neves ES (2005) Phytochemical analyses of Banisteriopsis caapi and Psychotria viridis. J Psychoactive Drugs 37:145–150.", "ArticleIdList": ["16149327"]}, {"Citation": "Ogalde JP, Arriaza BT, Soto EC (2010) Uso de plantas psicoactivas en el norte de Chile: Evidencia química del consumo de ayahuasca durante el Periodo Medio (500–1000 d.C.). Lat Am Antiq 21:441–450."}, {"Citation": "Ogalde JP, et al. (2017) Consumo prehispánico de sustancias psicoactivas en el norte de Chile sugiere redes tempranas de intercambio con el altiplano central y la amazonía. Interciencia 42:459–463."}, {"Citation": "Holmstedt B, Lindgren JE (1967) Chemical constituents and pharmacology of South American snuffs. Ethnopharmacologic Search for Psychoactive Drugs, ed Efron DH. (Pub Health Serv Publication 1645, Washington, DC: ), pp 339–373.", "ArticleIdList": ["5615549"]}, {"Citation": "De Smet PAGMD, Rivier L (1985) Intoxicating snuffs of the Venezuelan Piaroa Indians. J Psychoactive Drugs 17:93–103.", "ArticleIdList": ["2862233"]}, {"Citation": "Rodd R. (2002) Snuff synergy: Preparation, use and pharmacology of yopo and Banisteriopsis caapi among the Piaroa of southern Venezuela. J Psychoactive Drugs 34:273–279.", "ArticleIdList": ["12422937"]}, {"Citation": "Glass‐Coffin B. (2010) Shamanism and San Pedro through time: Some notes on the archaeology, history, and continued use of an entheogen in Northern Peru. Anthropol Conscious 21:58–82."}, {"Citation": "Burger R. (2011) What kind of hallucinogenic snuff was used at Chavín de Huántar? An iconographic identification. Ñawpa Pacha 31:123–140."}, {"Citation": "Mulvany EN. (1994) Posibles fuentes de alucinógenos en Wari y Tiwanaku: Cactus, flores, y frutos. Chungara (Arica) 26:185–209."}, {"Citation": "Moore C, Coulter C, Crompton K (2007) Determination of cocaine, benzoylecgonine, cocaethylene and norcocaine in human hair using solid-phase extraction and liquid chromatography with tandem mass spectrometric detection. J Chromatogr B Analyt Technol Biomed Life Sci 859:208–212.", "ArticleIdList": ["17951117"]}]}], "History": [{"Year": "2019", "Month": "5", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31061128", "PMC6561276", "10.1073/pnas.1902174116", "1902174116"]}}]}