{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Fennel", "Foeniculum vulgare", "Lethal dose 50", "Phytoestrogens", "Women"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31080784", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "04", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.6118/jmm.2019.25.1.1"], "Journal": {"ISSN": "2288-6478", "JournalIssue": {"Volume": "25", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Apr"}}, "Title": "Journal of menopausal medicine", "ISOAbbreviation": "J Menopausal Med"}, "ArticleTitle": "<i>Foeniculum vulgare</i> as Valuable Plant in Management of Women's Health.", "Pagination": {"StartPage": "1", "EndPage": "14", "MedlinePgn": "1-14"}, "Abstract": {"AbstractText": ["This review paper evaluates use of <i>Foeniculum vulgare</i> extracts as a popular female plant in management of different ailments of women. Information in this paper was gathered from accessible sources (PubMed, Science Direct, Springer, Wiley, and Google), and traditional books (Persian or English modern traditional books), unpublished data (R&D reports, thesis and dissertation) by keywords based on the words <i>F. vulgare</i> or fennel and women. Efficacy of oral fennel oil in management of dysmenorrhea, premenstrual syndrome, amenorrhea, menopause, lactation, and polycystic ovary syndrome were confirmed according to results of clinical studies. Results of clinical efficacy of fennel oil on menstrual bleeding is complicated, but results of one meta-analysis study revealed that fennel oil significantly increased means of bleeding in the first menstrual periodic cycle (<i>P</i> = 0.001), while fennel oil had no significant effect on bleeding in the second menstrual cycle (<i>P</i> = 0.67). Topical and vaginal fennel extract (5%) exhibited good efficacy in treatment of sexual function, vaginal atrophy, and hirsutism. Fennel had no effect on bone density, or body mass index of menopause women. Results of clinical studies introduce fennel as a valuable medicinal plant in management of women's ailments, but understanding the mechanism of action could be the subject of future studies."]}, "AuthorList": [{"Identifier": ["0000-0003-4732-7302"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Department, Research and Development, TabibDaru Pharmaceutical Company, Kashan, Iran."}], "LastName": "Mahboubi", "ForeName": "Mohaddese", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "J Menopausal Med", "NlmUniqueID": "101632648", "ISSNLinking": "2288-6478"}, "CoiStatement": "Conflict of Interest: No potential conflict of interest relevant to this article was reported."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aghili MH. Drug reservoir. Tehran, Iran: Tehran University of Medical Sciences; 2009. Persian."}, {"Citation": "Razi M. Content in medicine. Beirut, Lebanon: Dar Al Kotob Al-ilmiyah; 2000. Arabic."}, {"Citation": "Sina Ibn. In: Canon in medicine (Arabic) Sharafkandi A, translator. Tehran, Iran: Soroush Press; 2005. Perisian."}, {"Citation": "Tonkaboni MM. Gift of believers. Tehran, Iran: Shahid Beheshti University of Medical Sciences; 2007. Persian."}, {"Citation": "Rahimi R, Ardekani MR. Medicinal properties of Foeniculum vulgare Mill. In traditional Iranian medicine and modern phytotherapy. Chin J Integr Med. 2013;19:73–79.", "ArticleIdList": ["23275017"]}, {"Citation": "Amini F, Marzban M, Salehi A. The effect of Foeniculum vulgare on dysmenorrhea; a systematic review. Planta Med. 2016;82(Suppl 1):S1–S381."}, {"Citation": "Badgujar SB, Patel VV, Bandivdekar AH. Foeniculum vulgare Mill: a review of its botany, phytochemistry, pharmacology, contemporary application, and toxicology. Biomed Res Int. 2014;2014:842674.", "ArticleIdList": ["PMC4137549", "25162032"]}, {"Citation": "Nazarpour S, Azimi H. Comparison of therapeutic effects of fennelin and mefenamic acid on primary dysmenorrhea. J Mazandaran Univ Med Sci. 2007;17:54–61."}, {"Citation": "Delaram M, Jafari F. The effect of fennel on the pre-menstrual syndrome. Knowl Health. 2011;6:1–6."}, {"Citation": "Omidali F. The effect of Pilates exercise and consuming Fennel on pre-menstrual syndrome symptoms in non-athletic girls. Complement Med J Fac Nurs Midwifery. 2015;5:1203–1213."}, {"Citation": "Pazoki H, Bolouri G, Farokhi F, Azerbayjani MA. Comparing the effects of aerobic exercise and Foeniculum vulgare on pre-menstrual syndrome. Middle East Fertil Soc J. 2016;21:61–64."}, {"Citation": "Pourabbas S, Kesmati M, Rasekh A. Study of the the anxiolytic effects of fennel and possible roles of both gabaergic system and estrogen receptors in these effects in adult female rat. Physiol Pharmacol. 2001;15:134–143."}, {"Citation": "Mesfin M, Asres K, Shibeshi W. Evaluation of anxiolytic activity of the essential oil of the aerial part of Foeniculum vulgare Miller in mice. BMC Complement Altern Med. 2014;14:310.", "ArticleIdList": ["PMC4156641", "25149087"]}, {"Citation": "Khorshidi N, Ostad SN, Mosaddegh M, Soodi M. Clinical effects of fennel essential oil on primary dysmenorrhea. Iran J Pharm Res. 2003;2:89–93."}, {"Citation": "Akhavan Amjadi M, Zahrani S, Mojab F, Alavi Majd H. Efficacy of Foeniculum vulgare Mill extract on menstrual bleeding over the students of Shahid Beheshti University in Tehran 2005. J Med Plant. 2010;2:117–123."}, {"Citation": "Bokaie M, Farajkhoda T, Enjezab B, Khoshbin A, Karimi-Zarchi M. Oral fennel (Foeniculum vulgare) drop effect on primary dysmenorrhea: effectiveness of herbal drug. Iran J Nurs Midwifery Res. 2013;18:128–132.", "ArticleIdList": ["PMC3748568", "23983742"]}, {"Citation": "Bokaie M, Enjezab B. The effects of oral fennel extract on the intensity of menstrual bleeding in relieving dysmenorrheal: a randomized clinical trial. Community Health J. 2014;8:55–62."}, {"Citation": "Ghodsi Z, Asltoghiri M. The effect of fennel on pain quality, symptoms, and menstrual duration in primary dysmenorrhea. J Pediatr Adolesc Gynecol. 2014;27:283–286.", "ArticleIdList": ["25085020"]}, {"Citation": "Abdollahi NG, Mirghafourvand M, Mollazadeh S. The effects of fennel on menstrual bleeding: a systematic review and meta-analysis. J Complement Integr Med. 2018;15 doi: 10.1515/jcim-2017-0154.", "ArticleIdList": ["10.1515/jcim-2017-0154", "29500924"]}, {"Citation": "Namavar Jahromi B, Tartifizadeh A, Khabnadideh S. Comparison of fennel and mefenamic acid for the treatment of primary dysmenorrhea. Int J Gynaecol Obstet. 2003;80:153–157.", "ArticleIdList": ["12566188"]}, {"Citation": "Yazdani M, Shahriari M, Hamedi B. Comparison of fennel and chamomile extract and placebo in treatment of premenstrual syndrome and dysmenorrheal. Med J Hormozgan Univ. 2004;8:57–61."}, {"Citation": "Modaress Nejad V, Motamedi B, Asadi pour M. Comparison between the pain-relief effect of fennel and mefenamic acid on primary dysmenorrhea. J Rafsanjan Univ Med Sci. 2006;5:1–6."}, {"Citation": "Torkzahrai S, Akhavan-Amjadi M, Mojab F, Alavimajd H. Clinical effects of Foeniculum vulgare extract on primary dysmenorrhea. J Product Infertil. 2007;8:45–51."}, {"Citation": "Delaram M, Forouzandeh N. The effect of Fennel on the primary dysmenorrhea in students of Shahrekord University of Medical Sciences. Jundishapur Sci Med J. 2011;10:81–88."}, {"Citation": "Moslemi L, Aghamohammadi A, Bekhradi R, Zafari M. Comparing the effects of vitamin E and fennel extract on intensity of primary dysmenorrhea. J Mazandaran Univ Med Sci. 2012;22:103–107."}, {"Citation": "Omidvar S, Esmailzadeh S, Baradaran M, Basirat Z. Effect of fennel on pain intensity in dysmenorrhoea: a placebo-controlled trial. Ayu. 2012;33:311–313.", "ArticleIdList": ["PMC3611645", "23559811"]}, {"Citation": "Moslemi l, Bekheradi R, Hasani S, Khaleghinezhad K. The effect of fennel oil on primary dysmenorrhea. Fam Health. 2013;1:15–20."}, {"Citation": "Zeraati F, Shobeiri F, Nazari M, Araghchian M, Bekhradi R. Comparative evaluation of the efficacy of herbal drugs (fennelin and vitagnus) and mefenamic acid in the treatment of primary dysmenorrhea. Iran J Nurs Midwifery Res. 2014;19:581–584.", "ArticleIdList": ["PMC4280721", "25558254"]}, {"Citation": "Alexandrovich I, Rakovitskaya O, Kolmo E, Sidorova T, Shushunov S. The effect of fennel (Foeniculum Vulgare) seed oil emulsion in infantile colic: a randomized, placebo-controlled study. Altern Ther Health Med. 2003;9:58–61.", "ArticleIdList": ["12868253"]}, {"Citation": "Ostad SN, Soodi M, Shariffzadeh M, Khorshidi N, Marzban H. The effect of fennel essential oil on uterine contraction as a model for dysmenorrhea, pharmacology and toxicology study. J Ethnopharmacol. 2001;76:299–304.", "ArticleIdList": ["11448553"]}, {"Citation": "Zendehdel M, Taati M, Amoozad M, Hamidi F. Antinociceptive effect of the aqueous extract obtained from Foeniculum vulgare in mice: the role of histamine H1 and H2 receptors. Iran J Vet Res. 2012;13:100–106."}, {"Citation": "Rahimikian F, Rahimi R, Golzareh P, Bekhradi R, Mehran A. Effect of Foeniculum vulgare Mill. (fennel) on menopausal symptoms in postmenopausal women: a randomized, triple-blind, placebo-controlled trial. Menopause. 2017;24:1017–1021.", "ArticleIdList": ["28509813"]}, {"Citation": "Kian FR, Bekhradi R, Rahimi R, Golzareh P, Mehran A. Evaluating the effect of fennel soft capsules on the quality of life and its different aspects in menopausal women: a randomized clinical trial. Nurs Pract Today. 2017;4:87–95."}, {"Citation": "Ghazanfarpour M, Mohammadzadeh F, Shokrollahi P, Khadivzadeh T, Najaf Najafi M, Hajirezaee H, et al. Effect of Foeniculum vulgare (fennel) on symptoms of depression and anxiety in postmenopausal women: a double-blind randomised controlled trial. J Obstet Gynaecol. 2018;38:121–126.", "ArticleIdList": ["28891367"]}, {"Citation": "Ghazanfarpour M, Najafi MN, Sharghi NB, Mousavi MS, Babakhanian M, Rakhshanded H. A double-blind, placebo-controlled trial of Fennel (Foeniculum vulgare) on menopausal symptoms: a high placebo response. J Turk Ger Gynecol Assoc. 2018;19:122–127.", "ArticleIdList": ["PMC6085528", "29755029"]}, {"Citation": "Saghafi N, Ghazanfarpour M, Khadivzadeh T, Babakhanian M, Afiat M. The effect of Foeniculum vulgare (fennel) on body composition in postmenopausal women with excess weight: a double-blind randomized placebo-controlled trial. J Menopausal Med. 2017;23:166–171.", "ArticleIdList": ["PMC5770526", "29354616"]}, {"Citation": "Ghazanfarpour M, Amini E, Khadivzadeh T, Babakhanian M, Nouri B, Rakhshandeh H, et al. The effect of short-term treatment with fennel on bone density in postmenopausal women: a randomized controlled trial. J Menopausal Med. 2017;23:124–130.", "ArticleIdList": ["PMC5606910", "28951861"]}, {"Citation": "Yaralizadeh M, Abedi P, Najar S, Namjoyan F, Saki A. Effect of Foeniculum vulgare (fennel) vaginal cream on vaginal atrophy in postmenopausal women: a double-blind randomized placebo-controlled trial. Maturitas. 2016;84:75–80.", "ArticleIdList": ["26617271"]}, {"Citation": "Ghazanfarpour M, Shokrollahi P, Khadivzadeh T, Baharian Sharghi N, Mirzaii Najmabadi K, Babakhanian M, et al. Effect of Foeniculum vulgare (fennel) on vaginal atrophy in postmenopausal women: a double-blind, randomized, placebo-controlled trial. Post Reprod Health. 2017;23:171–176.", "ArticleIdList": ["28990439"]}, {"Citation": "Najar S, Yaralizadeh M, Abedi P, Namjooyan F, Malehi O. Effect of fennel vaginal cream on dysparonia and sexual satisfaction among postmenopausal women: a double-blind randomized controlled trial. Iran J Obstet Gynecol Infertil. 2015;18:8–16."}, {"Citation": "Yavangi M, Rabiee S, Nazari S, Farimani-Sanoee M, Amiri I, Bahmanzadeh M, et al. Comparison of the effect of oestrogen plus foeniculum vulgare seed and oestrogen alone on increase in endometrial thickness in infertile women. J Clin Diagn Res. 2018;12:QC01–QC04."}, {"Citation": "Javidnia K, Dastgheib L, Mohammadi Samani S, Nasiri A. Antihirsutism activity of Fennel (fruits of Foeniculum vulgare) extract. A double-blind placebo controlled study. Phytomedicine. 2003;10:455–458.", "ArticleIdList": ["13678227"]}, {"Citation": "Akha O, Rabiei K, Kashi Z, Bahar A, Zaeif-Khorasani E, Kosaryan M, et al. The effect of fennel (Foeniculum vulgare) gel 3% in decreasing hair thickness in idiopathic mild to moderate hirsutism, a randomized placebo controlled clinical trial. Caspian J Intern Med. 2014;5:26–29.", "ArticleIdList": ["PMC3894467", "24490010"]}, {"Citation": "Malini T, Vanithakumari G, Megala N, Anusya S, Devi K, Elango V. Effect of Foeniculum vulgare Mill. seed extract on the genital organs of male and female rats. Indian J Physiol Pharmacol. 1985;29:21–26.", "ArticleIdList": ["4055014"]}, {"Citation": "Khazaei M, Montaseri A, Khazaei MR, Khanahmadi M. Study of Foeniculum vulgare effect on folliculogenesis in female mice. Int J Fertil Steril. 2011;5:122–127.", "ArticleIdList": ["PMC4122825", "25101154"]}, {"Citation": "Sadeghpour N, Khaki AA, Najafpour A, Dolatkhah H, Montaseri A. Study of Foeniculum vulgare (fennel) seed extract effects on serum level of estrogen, progesterone and prolactin in mouse. Crescent J Med Biol Sci. 2015;2:59–63."}, {"Citation": "Mohebbi-Kian E, Mohammad-Alizadeh-Charandabi S, Bekhradi R. Efficacy of fennel and combined oral contraceptive on depot medroxyprogesterone acetate-induced amenorrhea: a randomized placebo-controlled trial. Contraception. 2014;90:440–446.", "ArticleIdList": ["24981150"]}, {"Citation": "Siahi M, Shirovi A, Heidari Nasrabadi M. Effect of fennel aqueous extract on the level of prolactin in female Wistar rat. J Zool Biol. 2009;1:55–63."}, {"Citation": "Honarvar F, Tadayon M, Afshari P, Namjooyan F, Haghighi MH. The effect of Foeniculum vulgare on serum prolactin level in lactating women. Iran J Obstet Gynecol Infertil. 2013;16:18–24."}, {"Citation": "Sadr Fozalaee S, Farokhi F, Khaneshi F. The effect of metformin and aqueous extract Foeniculumvulgare (fennel) on endometrial histomorphometry and the level of steroid hormones in rats with polycystic ovary syndrome. Qom Univ Med Sci J. 2015;8:12–19."}, {"Citation": "Karampoor P, Azarnia M, Mirabolghasemi G, Alizadeh F. The effect of hydroalcoholic extract of fennel (Foeniculum vulgare) seed on serum levels of sexual hormones in female Wistar rats with polycystic ovarian syndrome (PCOS) J Arak Uni Med Sci. 2014;17:70–78."}, {"Citation": "Ghavi F, Shakeri F. Effects of fennel on serum hormone levels in students with polycystic ovary syndrome. Avicenna J Phytomed. 2015;5:42–43."}, {"Citation": "Forster HB, Niklas H, Lutz S. Antispasmodic effects of some medicinal plants. Planta Med. 1980;40:309–319.", "ArticleIdList": ["7220648"]}, {"Citation": "Facchinetti F, Pedrielli G, Benoni G, Joppi M, Verlato G, Dante G, et al. Herbal supplements in pregnancy: unexpected results from a multicentre study. Hum Reprod. 2012;27:3161–3167.", "ArticleIdList": ["22926840"]}, {"Citation": "Trabace L, Tucci P, Ciuffreda L, Matteo M, Fortunato F, Campolongo P, et al. “ Natural” relief of pregnancy-related symptoms and neonatal outcomes: above all do no harm. J Ethnopharmacol. 2015;174:396–402.", "ArticleIdList": ["26325431"]}, {"Citation": "Ostad SN, Khakinegad B, Sabzevari O. Evaluation of the teratogenicity of fennel essential oil (FEO) on the rat embryo limb buds culture. Toxicol In Vitro. 2004;18:623–627.", "ArticleIdList": ["15251180"]}, {"Citation": "Okdemir D, Hatipoglu N, Kurtoglu S, Akın L, Kendirci M. Premature thelarche related to fennel tea consumption? J Pediatr Endocrinol Metab. 2014;27:175–179.", "ArticleIdList": ["24030028"]}, {"Citation": "Ma HW, Zhao JT, Zhao X. [The effect of fennel tea drinking on postoperative gut recovery after gynecological malignancies operation] Sichuan Da Xue Xue Bao Yi Xue Ban. 2015;46:940–943. Chinese.", "ArticleIdList": ["26867333"]}, {"Citation": "Page JG, Dirnberger GM. Treatment of the irritable bowel syndrome with Bentyl (dicyclomine hydrochloride) J Clin Gastroenterol. 1981;3:153–156.", "ArticleIdList": ["7016973"]}, {"Citation": "Attarha M, Rosbahani N, Youssefi P. Comparison of the effect of fennel essence and gripe water syrup in infantile colic. Sci J Kurd Univ Med Sci. 2008;13:28–35."}, {"Citation": "Golian Tehrani S, Mirmohammadali M, Soltani Moghadam A, Mehran A, Taghi Zadea M, Baleghi M. The comparison of fennel and mefenamic acid effects on post-partum after pain. J Babol Univ Med Sci. 2015;17:7–13."}, {"Citation": "Kumar P, Magon N. Hormones in pregnancy. Niger Med J. 2012;53:179–183.", "ArticleIdList": ["PMC3640235", "23661874"]}]}], "History": [{"Year": "2018", "Month": "7", "Day": "29"}, {"Year": "2018", "Month": "9", "Day": "3"}, {"Year": "2018", "Month": "9", "Day": "23"}, {"Year": "2019", "Month": "5", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31080784", "PMC6487283", "10.6118/jmm.2019.25.1.1"]}}]}