{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Greek oregano", "antimicrobial activity", "antioxidant activity", "chemical composition", "developmental phases", "morphological parts"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31099414", "DateCompleted": {"Year": "2019", "Month": "09", "Day": "12"}, "DateRevised": {"Year": "2020", "Month": "01", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "06", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1002/jsfa.9805"], "Journal": {"ISSN": "1097-0010", "JournalIssue": {"Volume": "99", "Issue": "12", "PubDate": {"Year": "2019", "Month": "Sep"}}, "Title": "Journal of the science of food and agriculture", "ISOAbbreviation": "J Sci Food Agric"}, "ArticleTitle": "Date of harvesting affects yields and quality of Origanum vulgare ssp. hirtum (Link) Ietswaart.", "Pagination": {"StartPage": "5432", "EndPage": "5443", "MedlinePgn": "5432-5443"}, "Abstract": {"AbstractText": ["The aim of this experiment was to determine the essential oil, flavonoid and phenolic acid contents as well as yields of raw material collected from different morphological parts of Greek oregano in five consecutive developmental stages. Antibacterial and antifungal properties of methanol and hexane extracts from the aerial parts of Greek oregano were assessed as well.", "The findings showed that Greek oregano grown in the cool climate of central Europe had a considerable variation in the essential oil yield and chemical composition related to the harvesting stage. Forty volatile compounds were detected in essential oils, with the highest amount of carvacrol, thymol, p-cymene and γ-terpinene, constituting in total from 90.72 to 92.9%.", "Different morphological parts of the plants contained different amounts of essential oils, with dominant amounts in the flowers. The essential oil content systematically increased, reaching its maximum in the full blooming period. In that phase, the plants produced the highest yields of aboveground parts and provided approximately 190 L ha<sup>-1</sup> of essential oils. Mainly owing to its content of phenolic compounds, the Greek oregano raw material exhibited relatively high antioxidant activity. The data obtained clearly showed the inhibitory activity of methanol and hexane extracts against pathogenic bacteria and fungi. © 2019 Society of Chemical Industry."], "CopyrightInformation": "© 2019 Society of Chemical Industry."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Industrial and Medicinal Plants, University of Life Sciences in Lublin, Lublin, Poland."}], "LastName": "Król", "ForeName": "Beata", "Initials": "B"}, {"Identifier": ["0000-0002-3128-3926"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Industrial and Medicinal Plants, University of Life Sciences in Lublin, Lublin, Poland."}], "LastName": "Kołodziej", "ForeName": "Barbara", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Natural Fibres and Medicinal Plants, Poznań, Poland."}], "LastName": "Kędzia", "ForeName": "Bogdan", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Natural Fibres and Medicinal Plants, Poznań, Poland."}], "LastName": "Hołderna-Kędzia", "ForeName": "Elżbieta", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Industrial and Medicinal Plants, University of Life Sciences in Lublin, Lublin, Poland."}], "LastName": "Sugier", "ForeName": "Danuta", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Industrial and Medicinal Plants, University of Life Sciences in Lublin, Lublin, Poland."}], "LastName": "Luchowska", "ForeName": "Katarzyna", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Sci Food Agric", "NlmUniqueID": "0376334", "ISSNLinking": "0022-5142"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Bacteria"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Fungi"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Origanum"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Phenols"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Quality Control"}, {"QualifierName": [], "DescriptorName": "Time Factors"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Russo M, Galletti GC, Bocchini P and Carnacini A, Essential oil chemical composition of wild populations of Italian oregano spice (Origanum vulgare ssp. hirtum (Link) Ietswaart): a preliminary evaluation of their use in chemotaxonomy by cluster analysis. 1. Inflorescences. J Agric Food Chem 46:3741-3746 (1998)."}, {"Citation": "C D, Foliar application of calcium and magnesium improves growth, yield, and essential oil yield of oregano (Origanum vulgare ssp. hirtum). Ind Crops Prod 29:599-608 (2009)."}, {"Citation": "Karamanos AJ and Sotiropoulou DEK, Field studies of nitrogen application on Greek oregano (Origanum vulgare ssp. hirtum (Link) Ietswaart) essential oil during two cultivation seasons. Ind Crops Prod 46:246-252 (2013)."}, {"Citation": "Gonceariuc M, Balmuṣ Z, Benea A, Barsan V and Sandu T, Biochemical diversity of the Origanum vulgare ssp. vulgare and Origanum vulgare ssp. hirtum (Link) Ietswaart genotypes from Moldova. J ASM Life Sci 2:92-100 (2015)."}, {"Citation": "Kokkini S, Karousou R, Dardioti A, Krigas N and Lanaras T, Autumn essential oils of Greek oregano. Phytochemistry 44:883-886 (1997)."}, {"Citation": "Jerković I, Mastelić J and Miloš M, The impact of both the season of collection and drying on the volatile constituents of Origanum vulgare L. ssp. hirtum grown wild in Croatia. Int J Food Sci Technol 36:649-654 (2001)."}, {"Citation": "Veres K, Varga E, Dobos Á, Zs H, Máthé I, Németh E et al., Investigation of the composition and stability of the essential oils of Origanum vulgare ssp. vulgare L. and O. vulgare ssp. hirtum (Link) Ietswaart. Chromatographia 57:95-98 (2003)."}, {"Citation": "Grevsen K, Fretté XC and Christensen LP, Content and composition of volatile terpenes, flavonoids and phenolic acids in Greek oregano (Origanum vulgare L. ssp. hirtum) at different development stages during cultivation in cool temperate climate. Eur J Hort Sci 74:193-203 (2009)."}, {"Citation": "Adam K, Sivropoulou A, Kokkini S, Lanaras T and Arsenakis M, Antifungal activities of Origanum vulgare subsp. hirtum, Mentha spicata, Lavandula angustifolia, and Salvia fruticosa essential oils against human pathogenic fungi. J Agric Food Chem 46:1739-1745 (1998)."}, {"Citation": "De Martino L, De Feo V, Formisano C, Mignola E and Senatore F, Chemical composition and antimicrobial activity of the essential oils from three chemotypes of Origanum vulgare L. ssp. hirtum (Link) Ietswaart growing wild in Campania (Southern Italy). Molecules 14:2735-2746 (2009)."}, {"Citation": "Grondona E, Gatti G, López AG, Sánchez LR, Rivero V, Pessah O et al., Bio-efficacy of the essential oil of oregano (Origanum vulgare Lamiaceae ssp. hirtum). Plant Foods Hum Nutr 69:351-357 (2014)."}, {"Citation": "Stamenic M, Vulic J, Dijlas S, Misic D, Tadic V, Petrovic S et al., Free-radical scavenging activity and antibacterial impact of Greek oregano isolates obtained by SFE. Food Chem 165:307-315 (2014)."}, {"Citation": "Sarikurkcu C, Zengin G, Oskay M, Uysal S, Ceylan R and Aktumsek A, Composition, antioxidant, antimicrobial and enzyme inhibition activities of two Origanum vulgare subspecies (subsp. vulgare and subsp. hirtum) essential oils. Ind Crops Prod 70:178-184 (2015)."}, {"Citation": "Baranauskaite J, Kubiliene A, Marksa M, Petrikaite V, Vitkevičius K, Baranauskas A et al., The influence of different oregano species on the antioxidant activity determined using HPLC postcolumn DPPH method and anticancer activity of carvacrol and rosmarinic acid. BioMed Res Int 2017:1681392 (2017)."}, {"Citation": "Han F, Ma G, Yang M, Yan L, Xiong W, Shu J et al., Chemical composition and antioxidant activities of essential oils from different parts of the oregano. J Zheijang Univ Sci B 18:79-84 (2017)."}, {"Citation": "Betancourt L, Phandanauvong V, Patiño R, Ariza-Nieto C and Afanador-Téllez G, Composition and bactericidal activity against beneficial and pathogenic bacteria of oregano essential oils from four chemotypes of Origanum and Lippia genus. Rev Med Vet Zoot 59:21-31 (2012)."}, {"Citation": "Asensio CM, Grosso NR and Juliani HR, Quality characters, chemical composition and biological activities of oregano (Origanum spp.) essential oils from central and southern Argentina. Ind Crops Prod 63:203-213 (2015)."}, {"Citation": "Fleisher A and Sneer N, Oregano spices and Origanum chemotypes. J Sci Food Agric 33:441-446 (1982)."}, {"Citation": "Telci I, Demirtas I and Sahin A, Variation in plant properties and essential oil composition of sweet fennel (Foeniculum vulgare Mill.) fruits during stages of maturity. Ind Crops Prod 30:126-130 (2009)."}, {"Citation": "Verma RS, Padalia RC and Chauhan A, Variation in the volatile terpenoids of two industrially important basil (Ocimum basilicum L.) cultivars during plant ontogeny in two different cropping seasons from India. J Sci Food Agric 92:626-631 (2012)."}, {"Citation": "Baranauskienė R, Venskutonis PR, Dambrrauskienė E and Viškelis P, Harvesting time influences the yield and oil composition of Origanum vulgare L. ssp. vulgare and ssp. hirtum. Ind Crops Prod 49:43-51 (2013)."}, {"Citation": "Nurzyńska-Wierdak R, Herb yield and chemical composition of common oregano (Origanum vulgare L.) essential oil according to the plant's developmental stage. Herba Pol 5:55-62 (2009)."}, {"Citation": "Morshedloo MR, Mumivend H, Craker LE and Maggi F, Chemical composition and antioxidant activity of essential oils in Origanum vulgare subsp. gracile at different phonological stages and plant parts. J Food Process Preserv 42:e13516 (2017)."}, {"Citation": "Badi HN, Yazdani D, Ali SM and Nazari F, Effects of spacing and harvesting time on herbage yield and quality/quantity of oil in thyme, Thymus vulgaris L. Ind Crops Prod 19:231-236 (2004)."}, {"Citation": "Polish Pharmacopoeia VI. Polish Pharmaceutical Society, Warsaw. 2002."}, {"Citation": "Kowalski R, Sugier D, Sugier P and Kołodziej B, Evaluation of the chemical composition of essential oils with respect to the maturity of flower heads of Arnica montana L. and Arnica chamissonis Less. cultivated for industry. Ind Crops Prod 76:857-865 (2015)."}, {"Citation": "Wiley Registry 8th Edition/NIST 2005 Mass Spectral Library. Wiley, Chichester (2005)."}, {"Citation": "Joulain D and König WA, The Atlas of Spectral Data of Sesquiterpene Hydrocarbons. E.B. Verlag, Hamburg (1998)."}, {"Citation": "Adams RP, Identification of Essential Oil Compounds by Gas Chromatography/Quadrupole Mass Spectroscopy. Allured, Carol Stream, IL (2001)."}, {"Citation": "Van Den Dool H and Dec. Kratz P, A generalization of the retention index system including linear temperature programmed gas-liquid partition chromatography. J Chromatogr A 11:463-471 (1963)."}, {"Citation": "Kowalski R and Wawrzykowski J, Effect of ultrasound-assisted maceration on the quality of oil from the leaves of thyme Thymus vulgaris L. Flav Fragr J 24:69-74 (2009)."}, {"Citation": "Singleton VL and Rossi JA, Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. Am J Enol Vitic 16:144-158 (1965)."}, {"Citation": "Benzie IFF and Strain JJ, The ferric reducing ability of plasma (FRAP) as a measure of ‘antioxidant power’: the FRAP assay. Anal Biochem 239:70-76 (1996)."}, {"Citation": "Kovach W, MVSP - a Multivariate Statistical Package for Windows, Ver. 3.1. Kovach Computing Services, Pentraeth (1999)."}, {"Citation": "Röhricht C and Mänicke S, Ertrag inhaltstoffe und antioxidative sowie fungizide wirkung verschiedener herkünfte von dost (Origanum vulgare L.). Z Arzn Gew Pfl 9:158-166 (2004)."}, {"Citation": "Berghold H, Wagner S, Mandl M, Thaller A, Müller M, Rakowitz M et al., Ertrag, gehalt und zusammensetzung des ätherischen öls von fünf oregano-zuchtstämmen (Origanum vulgare L.) in abhängigkeit vom entwicklungsstadium. Z Arzn Gew Pfl 13:36-43 (2008)."}, {"Citation": "Gutiérrez-Grijalva EP, Picos-Salas MA, Leyva-López N, Criollo-Mendoza MS, Vazquez-Olivo G and Heredia JB, Flavonoids and phenolic acids from oregano: occurrence, biological activity and health benefits. Plants (Basel) 7:2 (2018)."}, {"Citation": "Kruma Z, Andjelkovic M, Verhe R, Kreicbergs V, Phenolic compounds in basil, oregano and thyme, in Proceedings of the 3rd Baltic Conference on Food Science and Technology. FOODBALT-2008. Jelgava, Latvia 2008, ed. by Karklina D, Venskutonis PR, Vokk R, Verhe R, Lucke FK, Kuka P et al. Latvia University of Agriculture, Faculty of Food Technology, Jelgava, pp. 99-103, (2008)."}, {"Citation": "Ložienė K, Venskutonis PR, Šipailienė A and Labokas J, Radical scavenging and antibacterial properties of the extracts from different Thymus pulegioides L. chemotypes. Food Chem 103:546-559 (2007)."}], "Title": "REFERENCES"}], "History": [{"Year": "2018", "Month": "7", "Day": "30"}, {"Year": "2019", "Month": "4", "Day": "28"}, {"Year": "2019", "Month": "5", "Day": "7"}, {"Year": "2019", "Month": "5", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "18", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31099414", "10.1002/jsfa.9805"]}}]}