{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["3-hydroxy-alpha-ionone", "Anredera cordifolia", "allelopathy", "seedling development"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31109101", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "18"}], "Language": ["eng"], "ELocationID": ["134", "10.3390/plants8050134"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "8", "Issue": "5", "PubDate": {"Year": "2019", "Month": "May", "Day": "18"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Allelopathic Potency and an Active Substance from <i>Anredera cordifolia</i> (Tenore) Steenis.", "Abstract": {"AbstractText": ["<i>Anredera cordifolia</i> (Tenore) Steenis is widely planted as an ornamental and medicinal plant in Indonesia. On the other hand, in some other countries this plant is classified as a noxious weed. As a harmful weed, <i>A. cordifolia</i> is reported to have the ability to smother all native vegetation, collapse canopies of tall trees, cultivate as a ground cover and disrupt native seedling development. There is no available information about the involvement of any allelochemicals from <i>A. cordifolia</i> related to these issues. The present study evaluated the allelopathic effect by isolating and identifying the allelopathic substance from <i>A. cordifolia</i> leaf extract. The allelopathic potency of <i>A. cordifolia</i> was determined by a series of bioassays of shoot and root growth on some selected test plants. Separation and purification of the active substances was achieved through several chromatography processes. Finally, the substances with allelopathic activity were identified through high-resolution electrospray ionization mass spectrometry (HRESIMS) analysis and determined by the specific rotation of compound, proton and carbon NMR spectroscopies. The results show that <i>A. cordifolia</i> possesses allelopathic properties which affect other plant species. The isolated compound from the plant material, 3-hydroxy-alpha-ionone, may contribute to the allelopathic effects of <i>A. cordifolia</i>."]}, "AuthorList": [{"Identifier": ["0000-0001-6425-7516"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pest and Disease, Faculty of Agriculture, Universitas Padjadjaran, Jalan Raya Bandung-Sumedang km 21, Sumedang, Jawa Barat 45363, Indonesia. ichsan@unpad.ac.id."}], "LastName": "Bari", "ForeName": "Ichsan Nurul", "Initials": "IN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Plant Biochemistry, Department of Applied Biological Science, Faculty of Agriculture, Kagawa University, Miki, Kagawa 761-0795, Japan. hisashi@ag.kagawa-u.ac.jp."}], "LastName": "Kato-Noguchi", "ForeName": "Hisashi", "Initials": "H"}, {"Identifier": ["0000-0002-3775-5066"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science and Technology, Keio University, 3-14-1 Hiyoshi, Kohoku, Yokohama 223-8522, Japan. a.iwasaki@chem.keio.ac.jp."}], "LastName": "Iwasaki", "ForeName": "Arihiro", "Initials": "A"}, {"Identifier": ["0000-0001-5343-5890"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science and Technology, Keio University, 3-14-1 Hiyoshi, Kohoku, Yokohama 223-8522, Japan. suenaga@chem.keio.ac.jp."}], "LastName": "Suenaga", "ForeName": "Kiyotake", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Purwasih R., Safitri F.A., Rahayu W.E. The potency of Binahong leaves (Anredera cordifolia (Ten.) Steenis) to recovery process of wound in the livestock. Adv. Health Sci. Res. 2018;5:211–215."}, {"Citation": "Johnson K.  Weed Management Guide: Anredera cordifolia (Madeira vine) Queensland Department of Agriculture, Fisheries and Forestry; Queensland, Australia: 2011.  [(accessed on 17 August 2017)]. pp. 1–6. Available online:  http://www.cabi.org/isc/datasheet/112290."}, {"Citation": "Zhou J., Xie G., Yan X. Encyclopedia of Traditional Chinese Medicines-Molecular Structures, Pharmacological Activities, Natural Sources and Applications. Volume 6. Springer; Berlin/Heidelberg, Germany: 2016. 730p"}, {"Citation": "Astuti S.M., Sakinah A.M.M., Andayani B.M.R., Risch A. Determination of Saponin Compound from Anredera cordifolia (Ten) Steenis Plant (Binahong) to Potential Treatment for Several Diseases. J. Agric. Sci. 2011;3:224. doi: 10.5539/jas.v3n4p224.", "ArticleIdList": ["10.5539/jas.v3n4p224"]}, {"Citation": "Djamil R. Antioxidant Activity of Flavonoid from Anredera cordifolia (Ten) Steenis Leaves. Int. Res. J. Pharm. 2012;3:241–243."}, {"Citation": "Lestari D., Sukandar E.Y., Fidrianny I. Anredera cordifolia leaves extract as antihyperlipidemia and endothelial fat content reducer in male wistar rat. Int. J. Pharm. Clin. Res. 2015;7:435–439."}, {"Citation": "Dwi K., Yulinah E., Fidrianny I. Xanthine Oxidase Inhibitory and Antihyperuricemic Activities of Anredera Cordifolia (Ten) Steenis, Sonchus Arvensis, L., and Its Combination. Int. J. Pharm. Pharm. Sci. 2015;7:86–90."}, {"Citation": "Howell C. Consolidated List of Environmental Weeds in New Zealand. Volume 292 Science & Technical Publishing Department of Conservation; Wellington, New Zealand: 2008. (DOC Research & Development Series)."}, {"Citation": "Wong L., Okada C.L. Hawaii-Summaries of Exterior Quarantines. State of Hawaii, Department of Agriculture Plant; Honolulu, HI, USA: 2011."}, {"Citation": "Van der Westhuizen L. Initiation of a Biological Control Programme Against Madeira Vine, Anredera cordifolia (Ten.) Steenis (Basellaceae), in South Africa. Afr. Entomol. 2011;19:217–222. doi: 10.4001/003.019.0227.", "ArticleIdList": ["10.4001/003.019.0227"]}, {"Citation": "Vivian-Smith G., Lawson B.E., Turnbull I., Downey P.O. The biology of Australian weeds. 46. Anredera cordifolia (Ten.) Steenis. Plant Prot. Q. 2007;22:2–10."}, {"Citation": "Harden G.J., Fox M.D., Fox B.J. Monitoring and assessment of restoration of a rainforest remnant at Wingham Brush, NSW. Austral Ecol. 2004;29:489–507. doi: 10.1111/j.1442-9993.2004.01421.x.", "ArticleIdList": ["10.1111/j.1442-9993.2004.01421.x"]}, {"Citation": "Rice E.L. Allelopathy. 2nd ed. Academic Press Inc.; Orlando, FL, USA: 1984. 422p"}, {"Citation": "Islam M.S., Iwasaki A., Suenaga K., Kato-Noguchi H. Isolation and identification of two potential phytotoxic substances from the aquatic fern Marsilea crenata. J. Plant Biol. 2017;60:75–81. doi: 10.1007/s12374-016-0408-6.", "ArticleIdList": ["10.1007/s12374-016-0408-6"]}, {"Citation": "Bari I.N., Kato-Noguchi H. Phytotoxic effects of Cerbera manghas L. leaf extracts on seedling elongation of four monocot and four dicot test species. Acta Agrobot. 2017;70:1–7. doi: 10.5586/aa.1720.", "ArticleIdList": ["10.5586/aa.1720"]}, {"Citation": "Bari I.N., Kato-Noguchi H. Phytotoxic Effect of Filicium decipiens Leaf Extract. Am. J. Agric. Environ. Sci. 2017;17:288–292."}, {"Citation": "Suwitchayanon P., Ohno O., Suenaga K., Kato-Noguchi H. Phytotoxic property of Piper retrofractum fruit extracts and compounds against the germination and seedling growth of weeds. Acta Physiol. Plant. 2019;41:33. doi: 10.1007/s11738-019-2824-y.", "ArticleIdList": ["10.1007/s11738-019-2824-y"]}, {"Citation": "Kato-Noguchi H., Suzuki M., Noguchi K., Ohno O., Suenaga K., Laosinwattana C. A Potent Phytotoxic Substance in Aglaia odorata Lour. Chem. Biodivers. 2016;13:549–554. doi: 10.1002/cbdv.201500175.", "ArticleIdList": ["10.1002/cbdv.201500175", "27088639"]}, {"Citation": "PubChem;  [(accessed on 8 May 2019)]. Alpha-Ionone|C13H20O. Available online:  https://pubchem.ncbi.nlm.nih.gov/compound/alpha-ionone."}, {"Citation": "D’Abrosca B., DellaGreca M., Fiorentino A., Monaco P., Oriano P., Temussi F. Structure elucidation and phytotoxicity of C13 nor-isoprenoids from Cestrum parqui. Phytochemistry. 2004;65:497–505. doi: 10.1016/j.phytochem.2003.11.018.", "ArticleIdList": ["10.1016/j.phytochem.2003.11.018", "14759548"]}, {"Citation": "Salasanti C.D., Sukandar E.Y., Fidrianny I. Acute and sub chronic toxicity study of ethanol extract of Anredera cordifolia (Ten.) v. steenis leaves. Int. J. Pharm. Pharm. Sci. 2014;6:348–352."}, {"Citation": "Lutz-Wahl S., Fischer P., Schmidt-Dannert C., Wohlleben W., Hauer B., Schmid R.D. Stereo- and regioselective hydroxylation of Alpha-ionone by Streptomyces strains. Appl. Environ. Microbiol. 1998;64:3878–3881.", "ArticleIdList": ["PMC106572", "9758813"]}, {"Citation": "Pabst A., Barron D., Sémon E., Schreier P. A 4-hydroxy-β-ionone disaccharide glycoside from raspberry fruits. Phytochemistry. 1992;31:3105–3107. doi: 10.1016/0031-9422(92)83454-7.", "ArticleIdList": ["10.1016/0031-9422(92)83454-7"]}, {"Citation": "Kato-Noguchi H., Seki T. Allelopathy of the moss Rhynchostegium pallidifolium and 3-hydroxy-β-ionone. Plant Signal Behav. 2010;5:702–704. doi: 10.4161/psb.5.6.11642.", "ArticleIdList": ["10.4161/psb.5.6.11642", "PMC3001564", "20400848"]}, {"Citation": "Kurokawa M., Hirose T., Sugata Y., Tokumasu M., Hiraga Y., Suga T. 3-Hydroxy-5, 6-Epoxy-β-Ionone as Germination Inhibitory Active Constituent In Athyrium yokoscense. Nat. Prod. Lett. 1998;12:35–40. doi: 10.1080/10575639808048868.", "ArticleIdList": ["10.1080/10575639808048868"]}, {"Citation": "Cheng F., Cheng Z. Research Progress on the use of Plant Allelopathy in Agriculture and the Physiological and Ecological Mechanisms of Allelopathy. Front. Plant Sci. 2015;6:1020. doi: 10.3389/fpls.2015.01020.", "ArticleIdList": ["10.3389/fpls.2015.01020", "PMC4647110", "26635845"]}]}], "History": [{"Year": "2019", "Month": "4", "Day": "24"}, {"Year": "2019", "Month": "5", "Day": "10"}, {"Year": "2019", "Month": "5", "Day": "13"}, {"Year": "2019", "Month": "5", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "5", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["31109101", "PMC6571584", "10.3390/plants8050134", "plants8050134"]}}]}