{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31118951", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "04", "Day": "16"}], "Language": ["eng"], "ELocationID": ["2609532", "10.1155/2019/2609532"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Medicinal Plants Traded in Informal Herbal Medicine Markets of the Limpopo Province, South Africa.", "Pagination": {"StartPage": "2609532", "MedlinePgn": "2609532"}, "Abstract": {"AbstractText": ["Trading of herbal medicines generates economic opportunities for vulnerable groups living in periurban, rural, and marginalized areas. This study was aimed at identifying medicinal plant species traded in the Limpopo province in South Africa, including traded plant parts, conservation statutes of the species, and harvesting methods used to collect the species. Semistructured questionnaire supplemented by field observation was used to collect data from owners of 35 informal herbal medicine markets in the Limpopo province. A total of 150 medicinal plant products representing at least 79 plant species belonging to 45 botanical families, mainly the Fabaceae (11.4%), Asteraceae (7.6%), and Hyacinthaceae (6.3%), were traded in the study area. Roots (50.0%), bulbs (19.0%), and bark (16.0%) were the most frequently sold plant parts. Some of the traded species which include <i>Alepidea amatymbica, Bowiea volubilis, Brackenridgea zanguebarica, Clivia caulescens</i>, <i>Dioscorea sylvatica</i>, <i>Elaeodendron transvaalense</i>, Encephalartos woodii, <i>Eucomis pallidiflora</i> subsp. <i>pole-evansii,</i> Merwilla plumbea, <i>Mondia whitei</i>, <i>Prunus africana, Siphonochilus aethiopicus, Synaptolepis oliveriana,</i> and <i>Warburgia salutaris</i> are of conservation concern and listed on the South African Red Data List. Findings of this study call for effective law enforcement to curb illegal removal of wild plants especially those species that are at the verge of extinction."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Limpopo Department of Economic Development, Environment and Tourism, Private Bag X9484, Polokwane 0700, South Africa."}], "LastName": "Rasethe", "ForeName": "Marula Triumph", "Initials": "MT"}, {"Identifier": ["0000-0003-0876-4454"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Technology Transfer Office, Research Administration and Development Department, University of Limpopo, Private Bag X1106, Sovenga 0727, South Africa."}], "LastName": "Semenya", "ForeName": "Sebua Silas", "Initials": "SS"}, {"Identifier": ["0000-0001-7965-3415"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Economic Development (MPED) Research Centre, Department of Botany, University of Fort Hare, Private Bag X1314, Alice 5700, South Africa."}], "LastName": "Maroyi", "ForeName": "Alfred", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Cook C. E. M. Economic Botany Data Collection Standard, Prepared for the International Working Group on Taxonomic Databases for Plant Sciences (TDWG) London, UK: Kew Royal Botanic Gardens, Kew; 1995."}, {"Citation": "Olsen C. S. The trade in medicinal and aromatic plants from Central Nepal to Northern India. Economic Botany. 1998;52(3):279–292. doi: 10.1007/BF02862147.", "ArticleIdList": ["10.1007/BF02862147"]}, {"Citation": "Djordjevic S. M. From medicinal plant raw material to herbal remedies. In: El-Shemy H. A., editor. Aromatic and Medicinal Plants: Back to Nature, Chapter 16. 2018. pp. 269–288."}, {"Citation": "Kasilo O., Trapsida J.-M. Regulation of Traditional Medicine in the WHO African Region.   https://www.aho.afro.who.int/en/ahm/issue/13/reports/regulation-traditionalmedicine-who-african-region."}, {"Citation": "Shewamene Z., Dune T., Smith C. A. The use of traditional medicine in maternity care among African women in Africa and the diaspora: a systematic review. BMC Complementary and Alternative Medicine. 2017;17(382)", "ArticleIdList": ["PMC5541739", "28768534"]}, {"Citation": "Schmelzer G. H., Gurib-Fakim A. Plant Resources of Tropical Africa (PROTA) 11(1): Medicinal Plants 1. Wageningen, Netherlands: PROTA Foundation; 2008."}, {"Citation": "Cunningham A. B. African Medicinal Plants: Setting Priorities at the Interface between Conservation and Primary Health Care, People and Plants Working Paper 1. Paris, France: UNESCO; 1993."}, {"Citation": "Cunningham A. B. People, Park and Plant Use: Recommendations for Multiple-use Zones and Alternatives Around Bwindi-Impenetrable National Park, Uganda, People and Plants Working Paper 4. Paris, France: UNESCO; 1996."}, {"Citation": "Mander M. Marketing of Indigenous Medicinal Plants in South Africa: A Case Study in KwaZulu-Natal. Rome, Italy: FAO; 1998."}, {"Citation": "Dold A. P., Cocks M. L. The trade in medicinal plants in the Eastern Cape Province, South Africa. South African Journal of Science. 2002;98(11-12):589–597."}, {"Citation": "Hamilton A. C. Medicinal plants, conservation and livelihoods. Biodiversity and Conservation. 2004;13(8):1477–1517. doi: 10.1023/b:bioc.0000021333.23413.42.", "ArticleIdList": ["10.1023/b:bioc.0000021333.23413.42"]}, {"Citation": "Kepe T. Medicinal plants and rural livelihoods in Pondoland, South Africa: towards an understanding of resource value. International Journal of Biodiversity Science and Management. 2007;3(3):170–183. doi: 10.1080/17451590709618171.", "ArticleIdList": ["10.1080/17451590709618171"]}, {"Citation": "Mander M., Ntuli L., Diedrichs N., Mavundla K. Economics of the traditional medicine trade in South Africa. In: Harrison S., Bhana R., Ntuli A., editors. South African Health Review. Durban, South Africa: Health Systems Trust; 2007. pp. 189–200."}, {"Citation": "Setshogo M. P., Mbereki C. M. Floristic diversity and use of medicinal plants sold by street vendors in Gaborone, Botswana. The African Journal of Plant Science and Biotechnology. 2011;5(1):69–74."}, {"Citation": "van Andel T., Myren B., van Onselen S. Ghana's herbal market. Journal of Ethnopharmacology. 2012;140(2):368–378. doi: 10.1016/j.jep.2012.01.028.", "ArticleIdList": ["10.1016/j.jep.2012.01.028", "22306470"]}, {"Citation": "Quiroz D., Towns A., Legba S. I., et al. Quantifying the domestic market in herbal medicine in Benin, West Africa. Journal of Ethnopharmacology. 2014;151(3):1100–1108. doi: 10.1016/j.jep.2013.12.019.", "ArticleIdList": ["10.1016/j.jep.2013.12.019", "24368155"]}, {"Citation": "Petersen L. M., Charman A. J. E., Moll E. J., Collins R. J., Hockings M. T. Bush doctors and wild medicine: the scale of trade in Cape Town's informal economy of wild-harvested medicine and traditional healing. Society and Natural Resources: An International Journal. 2014;27(3):315–336."}, {"Citation": "Meke G. S., Mumba R. F. E., Bwanali R. J., Williams V. L. The trade and marketing of traditional medicines in southern and central Malawi. International Journal of Sustainable Development & World Ecology. 2017;24(1):73–87. doi: 10.1080/13504509.2016.1171261.", "ArticleIdList": ["10.1080/13504509.2016.1171261"]}, {"Citation": "Posthouwer C. Medicinal Plants of Kariakoo Market, Dar es Salaam, Tanzania [MSc dissertation] Leiden, Netherlands: Leiden University; 2015."}, {"Citation": "Market Insider. Economic Importance of Moroccan Medicinal Plant Exports.  2015,  http://www.intracen.org/blog/Economic-importance-of-Moroccan-medicinal-plant-exports/"}, {"Citation": "Abdel-Azim N. S., Shams K. A., Shahat A. A. A., El Missiry M. M., Ismail S. I., Hammouda F. M. Egyptian herbal drug industry: challenges and future prospects. Research Journal of Medicinal Plant. 2011;5(2):136–144. doi: 10.3923/rjmp.2011.136.144.", "ArticleIdList": ["10.3923/rjmp.2011.136.144"]}, {"Citation": "Botha J., Witkowski E. T. F., Shackleton C. M. Market profiles and trade in medicinal plants in the Lowveld, South Africa. Environmental Conservation. 2004;31(1):38–46. doi: 10.1017/S0376892904001067.", "ArticleIdList": ["10.1017/S0376892904001067"]}, {"Citation": "Moeng T. E. An Investigation Into the Trade of Medicinal Plants by Muthi Shops and Street Vendors in the Limpopo Province, South Africa [MSc dissertation] Sovenga, South Africa: University of Limpopo; 2010."}, {"Citation": "Williams V. L., Victor J. E., Crouch N. R. Red listed medicinal plants of South Africa: Status, trends, and assessment challenges. South African Journal of Botany. 2013;86:23–35. doi: 10.1016/j.sajb.2013.01.006.", "ArticleIdList": ["10.1016/j.sajb.2013.01.006"]}, {"Citation": "Cuningham A. B. Imithi isiZulu: The Traditional Medicine Trade in KwaZulu-Natal [MSc dissertation] Pietermaritzburg, South Africa: KwaZulu-Natal, University of Natal; 1992."}, {"Citation": "Kowalski B., van Staden J. In vitro culture of two threatened South African medicinal trees: Ocotea bullata and Warburgia salutaris. Plant Growth Regulation. 2001;34(2):223–228. doi: 10.1023/A:1013362615531.", "ArticleIdList": ["10.1023/A:1013362615531"]}, {"Citation": "Williams V. L., Balkwill K., Witkowski E. T. F. A lexicon of plants traded in the Witwatersrand umuthi shops, South Africa. Bothalia. 2001;31(1):71–98."}, {"Citation": "Williams V. L. Gauteng Directorate of Nature Conservation. Johannesburg, South Africa: Gauteng; 2003. Hawkers of health: an investigation of the faraday street traditional medicine market in johannesburg, gauteng, Technical Report."}, {"Citation": "Loundou P. M. Medicinal plant trade and opportunities for sustainable management in the Cape Peninsula, South Africa [MSc dissertation] Cape Town, South Africa: University of Stellenbosch; 2008."}, {"Citation": "Moeng T. E., Potgieter M. J. The trade of medicinal plants by muthi shops and street vendors in the Limpopo Province, South Africa. Journal of Medicinal Plants Research. 2011;5(4):558–564."}, {"Citation": "Semenya S. S., Potgieter M. J., Erasmus L. J. C. Indigenous plant species used by Bapedi healers to treat sexually transmitted infections: their distribution, harvesting, conservation and threats. South African Journal of Botany. 2013;87:66–75. doi: 10.1016/j.sajb.2013.03.001.", "ArticleIdList": ["10.1016/j.sajb.2013.03.001"]}, {"Citation": "Victor J. E., Keith M. The orange list: a safety net for biodiversity in South Africa. South African Journal of Science. 2004;100(3-4):139–141."}, {"Citation": "Von Staden L., Raimondo D., Foden W. Approach to red list assessments. In: Raimondo D., Von Staden L., Foden W., et al., editors. Red List of South African Plants. Vol. 25. Pretoria, South Africa: Strelitzia, South African National Biodiversity Institute; 2009. pp. 6–16."}, {"Citation": "Ndawonde B. G., Zobolo A. M., Dlamini E. T., Siebert S. J. A survey of plants sold by traders at Zululand muthi markets, with a view to selecting popular plant species for propagation in communal gardens. African Journal of Range & Forage Science. 2007;24(2):103–107. doi: 10.2989/AJRFS.2007.24.2.7.161.", "ArticleIdList": ["10.2989/AJRFS.2007.24.2.7.161"]}, {"Citation": "Tshisikhawe M. P. An Ecological Evaluation of the Sustainability of Bark Harvesting of Medicinal Plant Species in the Venda Region, Limpopo Province, South Africa [PhD thesis] Pretoria, South Africa: University of Pretoria; 2012."}, {"Citation": "Monakisi C. M. Knowledge and Use of Traditional Medicinal Plants by the Setswana-speaking Community of Kimberley, Northern Cape of South Africa [M.S. dissertation] Cape Town, South Africa: Stellenbosch University; 2007.", "ArticleIdList": ["10.17159/sajs.2016/a0171"]}, {"Citation": "Macía M. J., Armesilla P. J., Cámara-Leret R., et al. Palm Uses in Northwestern South America: A Quantitative Review. The Botanical Review. 2011;77(4):462–570. doi: 10.1007/s12229-011-9086-8.", "ArticleIdList": ["10.1007/s12229-011-9086-8"]}, {"Citation": "Gruca M., Cámara-Leret R., Macía M. J., Balslev H. New categories for traditional medicine in the economic botany data collection standard. Journal of Ethnopharmacology. 2014;155(2):1388–1392. doi: 10.1016/j.jep.2014.06.047.", "ArticleIdList": ["10.1016/j.jep.2014.06.047", "24971798"]}, {"Citation": "Stats SA.   http://www.statssa.gov.za/publications/P03093/P030932016.pdf."}, {"Citation": "Raimondo D., von Staden L., Foden W., et al. Red List of South African Plants. Pretoria, South Africa: South African National Biodiversity Institute; 2009. (Strelitzia 25)."}, {"Citation": "Victor J. E., Koekemoer M., Fish L., Smithies S. J., Mossmer M. SABONET Report no. 25. Pretoria: South Africa; 2004. Herbarium Essentials: The Southern African Herbarium User Guide."}, {"Citation": "Retief K., West A., Pfab M. Are you involved in the illegal cycad trade? Public misconceptions which are detrimental to the survival of South Africa’s cycads. Veld and Flora. 2015;101(1):13–15."}]}], "History": [{"Year": "2019", "Month": "2", "Day": "2"}, {"Year": "2019", "Month": "4", "Day": "9"}, {"Year": "2019", "Month": "5", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "4", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["31118951", "PMC6500648", "10.1155/2019/2609532"]}}]}