{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["DIA-DB", "anti-diabetic", "diabetes", "in silico", "medicinal plants", "virtual screening"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31137754", "DateCompleted": {"Year": "2019", "Month": "11", "Day": "21"}, "DateRevised": {"Year": "2020", "Month": "02", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "24"}], "Language": ["eng"], "ELocationID": ["2002", "10.3390/molecules24102002"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "24", "Issue": "10", "PubDate": {"Year": "2019", "Month": "May", "Day": "24"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Exploring African Medicinal Plants for Potential Anti-Diabetic Compounds with the DIA-DB Inverse Virtual Screening Web Server.", "Abstract": {"AbstractText": ["Medicinal plants containing complex mixtures of several compounds with various potential beneficial biological effects are attractive treatment interventions for a complex multi-faceted disease like diabetes. In this study, compounds identified from African medicinal plants were evaluated for their potential anti-diabetic activity. A total of 867 compounds identified from over 300 medicinal plants were screened <i>in silico</i> with the DIA-DB web server (http://bio-hpc.eu/software/dia-db/) against 17 known anti-diabetic drug targets. Four hundred and thirty compounds were identified as potential inhibitors, with 184 plants being identified as the sources of these compounds. The plants <i>Argemone ochroleuca, Clivia miniata, Crinum bulbispermum, Danais fragans, Dioscorea dregeana, Dodonaea angustifolia, Eucomis autumnalis, Gnidia kraussiana, Melianthus comosus, Mondia whitei, Pelargonium sidoides, Typha capensis, Vinca minor, Voacanga Africana,</i> and <i>Xysmalobium undulatum</i> were identified as new sources rich in compounds with a potential anti-diabetic activity. The major targets identified for the natural compounds were aldose reductase, hydroxysteroid 11-beta dehydrogenase 1, dipeptidyl peptidase 4, and peroxisome proliferator-activated receptor delta. More than 30% of the compounds had five or more potential targets. A hierarchical clustering analysis coupled with a maximum common substructure analysis revealed the importance of the flavonoid backbone for predicting potential activity against aldose reductase and hydroxysteroid 11-beta dehydrogenase 1. Filtering with physiochemical and the absorption, distribution, metabolism, excretion and toxicity (ADMET) descriptors identified 28 compounds with favorable ADMET properties. The six compounds-crotofoline A, erythraline, henningsiine, nauclefidine, vinburnine, and voaphylline-were identified as novel potential multi-targeted anti-diabetic compounds, with favorable ADMET properties for further drug development."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Genetics and Microbiology, University of Pretoria, Pretoria, Hillcrest 0083, South Africa. aspdpereira@gmail.com."}], "LastName": "Pereira", "ForeName": "Andreia S P", "Initials": "ASP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Structural Bioinformatics and High Performance Computing Research Group (BIO-HPC), Universidad Católica de Murcia 30107, Spain. hden@alu.ucam.edu."}], "LastName": "den Haan", "ForeName": "Helena", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Structural Bioinformatics and High Performance Computing Research Group (BIO-HPC), Universidad Católica de Murcia 30107, Spain. Jorge.dlpg@gmail.com."}], "LastName": "Peña-García", "ForeName": "Jorge", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Structural Bioinformatics and High Performance Computing Research Group (BIO-HPC), Universidad Católica de Murcia 30107, Spain. memoreno@ucam.edu."}], "LastName": "Moreno", "ForeName": "Marién M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Structural Bioinformatics and High Performance Computing Research Group (BIO-HPC), Universidad Católica de Murcia 30107, Spain. hperez@ucam.edu."}], "LastName": "Pérez-Sánchez", "ForeName": "Horacio", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Genetics and Microbiology, University of Pretoria, Pretoria, Hillcrest 0083, South Africa. zeno.apostolides@up.ac.za."}], "LastName": "Apostolides", "ForeName": "Zeno", "Initials": "Z"}], "GrantList": [{"GrantID": "CTQ2017-87974-R", "Agency": "Spanish Ministry of Economy and Competitiveness", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biological Availability"}, {"QualifierName": ["analysis", "chemistry", "pharmacology"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": [], "DescriptorName": "Internet"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "User-Computer Interface"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Health Organization  Fact Sheet.  [(accessed on 10 April 2019)];2017 Nov 15; Available online:  http://www.who.int/news-room/fact-sheet/detail/diabetes."}, {"Citation": "DeFronzo R.A., Triplitt C.L., Abdul-Ghani M., Cersosimo E. Novel agents for the treatment of type 2 diabetes. Diabetes Spectr. 2014;27:100–112. doi: 10.2337/diaspect.27.2.100.", "ArticleIdList": ["10.2337/diaspect.27.2.100", "PMC4522879", "26246766"]}, {"Citation": "Gourgari E., Wilhelm E.E., Hassanzadeh H., Aroda V.R., Shoulson I. A comprehensive review of the FDA-approved labels of diabetes drugs: Indications, safety, and emerging cardiovascular safety data. J. Diabetes Complicat. 2017;31:1719–1727. doi: 10.1016/j.jdiacomp.2017.08.005.", "ArticleIdList": ["10.1016/j.jdiacomp.2017.08.005", "28939018"]}, {"Citation": "Abo K., Fred-Jaiyesimi A., Jaiyesimi A. Ethnobotanical studies of medicinal plants used in the management of diabetes mellitus in South Western Nigeria. J. Ethnopharmacol. 2008;115:67–71. doi: 10.1016/j.jep.2007.09.005.", "ArticleIdList": ["10.1016/j.jep.2007.09.005", "17950547"]}, {"Citation": "Bahmani M., Zargaran A., Rafieian-Kopaei M., Saki K. Ethnobotanical study of medicinal plants used in the management of diabetes mellitus in the Urmia, Northwest Iran. Asian Pac. J. Trop. Med. 2014;7:S348–S354. doi: 10.1016/S1995-7645(14)60257-1.", "ArticleIdList": ["10.1016/S1995-7645(14)60257-1", "25312149"]}, {"Citation": "Deutschländer M., Lall N., Van De Venter M. Plant species used in the treatment of diabetes by South African traditional healers: An inventory. Pharm. Biol. 2009;47:348–365. doi: 10.1080/13880200902752959.", "ArticleIdList": ["10.1080/13880200902752959"]}, {"Citation": "Grover J., Yadav S., Vats V. Medicinal plants of India with anti-diabetic potential. J. Ethnopharmacol. 2002;81:81–100. doi: 10.1016/S0378-8741(02)00059-4.", "ArticleIdList": ["10.1016/S0378-8741(02)00059-4", "12020931"]}, {"Citation": "Li W., Zheng H., Bukuru J., De Kimpe N. Natural medicines used in the traditional Chinese medical system for therapy of diabetes mellitus. J. Ethnopharmacol. 2004;92:1–21. doi: 10.1016/j.jep.2003.12.031.", "ArticleIdList": ["10.1016/j.jep.2003.12.031", "15099842"]}, {"Citation": "Ghadge A.A., Kuvalekar A.A. Controversy of oral hypoglycemic agents in type 2 diabetes mellitus: Novel move towards combination therapies. Diabetes Metab. Syndr. Clin. Res. Rev. 2017;11:S5–S13. doi: 10.1016/j.dsx.2016.08.009.", "ArticleIdList": ["10.1016/j.dsx.2016.08.009", "27578618"]}, {"Citation": "Prabhakar P., Kumar A., Doble M. Combination therapy: A new strategy to manage diabetes and its complications. Phytomedicine. 2014;21:123–130. doi: 10.1016/j.phymed.2013.08.020.", "ArticleIdList": ["10.1016/j.phymed.2013.08.020", "24074610"]}, {"Citation": "Chen B.-W., Li W.-X., Wang G.-H., Li G.-H., Liu J.-Q., Zheng J.-J., Wang Q., Li H.-J., Dai S.-X., Huang J.-F. A strategy to find novel candidate anti-Alzheimer’s disease drugs by constructing interaction networks between drug targets and natural compounds in medical plants. PeerJ. 2018;6:e4756. doi: 10.7717/peerj.4756.", "ArticleIdList": ["10.7717/peerj.4756", "PMC5951129", "29770277"]}, {"Citation": "Dai S.-X., Li W.-X., Han F.-F., Guo Y.-C., Zheng J.-J., Liu J.-Q., Wang Q., Gao Y.-D., Li G.-H., Huang J.-F. In silico identification of anti-cancer compounds and plants from traditional Chinese medicine database. Sci. Rep. 2016;6:25462. doi: 10.1038/srep25462.", "ArticleIdList": ["10.1038/srep25462", "PMC4857115", "27145869"]}, {"Citation": "Liu J.-Q., Dai S.-X., Zheng J.-J., Guo Y.-C., Li W.-X., Li G.-H., Huang J.-F. The identification and molecular mechanism of anti-stroke traditional Chinese medicinal compounds. Sci. Rep. 2017;7:41406. doi: 10.1038/srep41406.", "ArticleIdList": ["10.1038/srep41406", "PMC5259785", "28117389"]}, {"Citation": "Sánchez-Pérez A., Muñoz A., Peña-García J., den-Haan H., Bekas N., Katsikoudi A., Tzakos A.G., Péréz-Sánchez H. International Conference on Bioinformatics and Biomedical Engineering, 2015. Springer; New York, NY, USA: 2015. DIA-DB: A Web-Accessible Database for the Prediction of Diabetes Drugs; pp. 655–663."}, {"Citation": "Aronoff S.L., Berkowitz K., Shreiner B., Want L. Glucose metabolism and regulation: Beyond insulin and glucagon. Diabetes Spect. 2004;17:183–190. doi: 10.2337/diaspect.17.3.183.", "ArticleIdList": ["10.2337/diaspect.17.3.183"]}, {"Citation": "Wagner R., Kaiser G., Gerst F., Christiansen E., Due-Hansen M.E., Grundmann M., Machicao F., Peter A., Kostenis E., Ulven T. Reevaluation of fatty acid receptor 1 (FFAR1/GPR40) as drug target for the stimulation of insulin secretion in humans. Diabetes. 2013;62:2106–2111. doi: 10.2337/db12-1249.", "ArticleIdList": ["10.2337/db12-1249", "PMC3661642", "23378609"]}, {"Citation": "Stulnig T., Waldhäusl W. 11β-hydroxysteroid dehydrogenase type 1 in obesity and type 2 diabetes. Diabetologia. 2004;47:1–11. doi: 10.1007/s00125-003-1284-4.", "ArticleIdList": ["10.1007/s00125-003-1284-4", "14652720"]}, {"Citation": "Saltiel A.R., Kahn C.R. Insulin signalling and the regulation of glucose and lipid metabolism. Nature. 2001;414:799–806. doi: 10.1038/414799a.", "ArticleIdList": ["10.1038/414799a", "11742412"]}, {"Citation": "Herman M.A., Kahn B.B. Glucose transport and sensing in the maintenance of glucose homeostasis and metabolic harmony. J. Clin. Invest. 2006;116:1767–1775. doi: 10.1172/JCI29027.", "ArticleIdList": ["10.1172/JCI29027", "PMC1483149", "16823474"]}, {"Citation": "Yabe-Nishimura C. Aldose reductase in glucose toxicity: A potential target for the prevention of diabetic complications. Pharmacol. Rev. 1998;50:21–34.", "ArticleIdList": ["9549756"]}, {"Citation": "Etxeberria U., de la Garza A.L., Campión J., Martinez J.A., Milagro F.I. Antidiabetic effects of natural plant extracts via inhibition of carbohydrate hydrolysis enzymes with emphasis on pancreatic alpha amylase. Expert Opin. Ther. Targets. 2012;16:269–297. doi: 10.1517/14728222.2012.664134.", "ArticleIdList": ["10.1517/14728222.2012.664134", "22360606"]}, {"Citation": "Jeoung N.H. Pyruvate dehydrogenase kinases: Therapeutic targets for diabetes and cancers. Diabetes Metab. J. 2015;39:188–197. doi: 10.4093/dmj.2015.39.3.188.", "ArticleIdList": ["10.4093/dmj.2015.39.3.188", "PMC4483603", "26124988"]}, {"Citation": "Martin J., Veluraja K., Ross K., Johnson L., Fleet G., Ramsden N., Bruce I., Orchard M., Oikonomakos N. Glucose analog inhibitors of glycogen phosphorylase: The design of potential drugs for diabetes. Biochemistry. 1991;30:10101–10116. doi: 10.1021/bi00106a006.", "ArticleIdList": ["10.1021/bi00106a006", "1931942"]}, {"Citation": "Mellado-Gil J.M., Cobo-Vuilleumier N., Gauthier B.R. Islet β-cell mass preservation and regeneration in diabetes mellitus: Four factors with potential therapeutic interest. J. Transplant. 2012;2012:230870. doi: 10.1155/2012/230870.", "ArticleIdList": ["10.1155/2012/230870", "PMC3420151", "22919462"]}, {"Citation": "Monsalve F.A., Pyarasani R.D., Delgado-Lopez F., Moore-Carrasco R. Peroxisome proliferator-activated receptor targets for the treatment of metabolic diseases. Mediat. Inflamm. 2013;2013:549627. doi: 10.1155/2013/549627.", "ArticleIdList": ["10.1155/2013/549627", "PMC3678499", "23781121"]}, {"Citation": "Moller D.E. New drug targets for type 2 diabetes and the metabolic syndrome. Nature. 2001;414:821–827. doi: 10.1038/414821a.", "ArticleIdList": ["10.1038/414821a", "11742415"]}, {"Citation": "Csermely P., Agoston V., Pongor S. The efficiency of multi-target drugs: The network approach might help drug design. Trends Pharmacol. Sci. 2005;26:178–182. doi: 10.1016/j.tips.2005.02.007.", "ArticleIdList": ["10.1016/j.tips.2005.02.007", "15808341"]}, {"Citation": "Peters J.-U. Polypharmacology–foe or friend? J. Med. Chem. 2013;56:8955–8971. doi: 10.1021/jm400856t.", "ArticleIdList": ["10.1021/jm400856t", "23919353"]}, {"Citation": "Reddy A.S., Zhang S. Polypharmacology: Drug discovery for the future. Expert Rev. Clin. Pharmacol. 2013;6:41–47. doi: 10.1586/ecp.12.74.", "ArticleIdList": ["10.1586/ecp.12.74", "PMC3809828", "23272792"]}, {"Citation": "Cho Y., Kang Y., Lee S., Lee J., Park J.-Y., Lee W., Kim Y.-J., Jung C. Efficacy and safety of combination therapy with SGLT2 and DPP4 inhibitors in the treatment of type 2 diabetes: A systematic review and meta-analysis. Diabetes Metab. 2018;44:393–401. doi: 10.1016/j.diabet.2018.01.011.", "ArticleIdList": ["10.1016/j.diabet.2018.01.011", "29449146"]}, {"Citation": "Van Wyk B.-E., Heerden F.v., Oudtshoorn B.v. Poisonous Plants of South Africa. Briza Publications; Pretoria, South Africa: 2002."}, {"Citation": "Beltrán-Debón R., Rull A., Rodríguez-Sanabria F., Iswaldi I., Herranz-López M., Aragonès G., Camps J., Alonso-Villaverde C., Menéndez J., Micol V. Continuous administration of polyphenols from aqueous rooibos (Aspalathus linearis) extract ameliorates dietary-induced metabolic disturbances in hyperlipidemic mice. Phytomedicine. 2011;18:414–424. doi: 10.1016/j.phymed.2010.11.008.", "ArticleIdList": ["10.1016/j.phymed.2010.11.008", "21211952"]}, {"Citation": "Kamakura R., Son M.J., de Beer D., Joubert E., Miura Y., Yagasaki K. Antidiabetic effect of green rooibos (Aspalathus linearis) extract in cultured cells and type 2 diabetic model KK-A y mice. Cytotechnology. 2015;67:699–710. doi: 10.1007/s10616-014-9816-y.", "ArticleIdList": ["10.1007/s10616-014-9816-y", "PMC4474990", "25410530"]}, {"Citation": "Muller C., Joubert E., De Beer D., Sanderson M., Malherbe C., Fey S., Louw J. Acute assessment of an aspalathin-enriched green rooibos (Aspalathus linearis) extract with hypoglycemic potential. Phytomedicine. 2012;20:32–39. doi: 10.1016/j.phymed.2012.09.010.", "ArticleIdList": ["10.1016/j.phymed.2012.09.010", "23083813"]}, {"Citation": "Bierer D.E., Fort D.M., Mendez C.D., Luo J., Imbach P.A., Dubenko L.G., Jolad S.D., Gerber R.E., Litvak J., Lu Q. Ethnobotanical-directed discovery of the antihyperglycemic properties of cryptolepine: Its isolation from Cryptolepis sanguinolenta, synthesis, and in vitro and in vivo activities. J. Med. Chem. 1998;41:894–901. doi: 10.1021/jm9704816.", "ArticleIdList": ["10.1021/jm9704816", "9526563"]}, {"Citation": "Adaramoye O. Antidiabetic effect of kolaviron, a biflavonoid complex isolated from Garcinia kola seeds, in Wistar rats. African Health Sci. 2012;12:498–506. doi: 10.4314/ahs.v12i4.16.", "ArticleIdList": ["10.4314/ahs.v12i4.16", "PMC3598292", "23515095"]}, {"Citation": "Adaramoye O., Adeyemi E. Hypoglycaemic and hypolipidaemic effects of fractions from kolaviron, a biflavonoid complex from Garcinia kola in streptozotocin-induced diabetes mellitus rats. J. Pharm. Pharmacol. 2006;58:121–128. doi: 10.1211/jpp.58.1.0015.", "ArticleIdList": ["10.1211/jpp.58.1.0015", "16393472"]}, {"Citation": "Saxena S. Glycyrrhiza glabra: Medicine over the millennium. Nat. Prod. Radiance. 2005;4:358–367."}, {"Citation": "Vermaak I., Hamman J.H., Viljoen A.M. Hoodia gordonii: An up-to-date review of a commercially important anti-obesity plant. Planta Med. 2011;77:1149–1160. doi: 10.1055/s-0030-1250643.", "ArticleIdList": ["10.1055/s-0030-1250643", "21259185"]}, {"Citation": "Gao D., Li Q., Li Y., Liu Z., Fan Y., Liu Z., Zhao H., Li J., Han Z. Antidiabetic and antioxidant effects of oleanolic acid from Ligustrum lucidum Ait in alloxan-induced diabetic rats. Phytother. Res. 2009;23:1257–1262. doi: 10.1002/ptr.2603.", "ArticleIdList": ["10.1002/ptr.2603", "19274687"]}, {"Citation": "Muhammad H.I., Asmawi M.Z., Khan N.A.K. A review on promising phytochemical, nutritional and glycemic control studies on Moringa oleifera Lam. in tropical and sub-tropical regions. Asian Pac. J. Trop. Biomed. 2016;6:896–902. doi: 10.1016/j.apjtb.2016.08.006.", "ArticleIdList": ["10.1016/j.apjtb.2016.08.006"]}, {"Citation": "Sato H., Genet C., Strehle A., Thomas C., Lobstein A., Wagner A., Mioskowski C., Auwerx J., Saladin R. Anti-hyperglycemic activity of a TGR5 agonist isolated from Olea europaea. Biochem. Biophys. Res. Commun. 2007;362:793–798. doi: 10.1016/j.bbrc.2007.06.130.", "ArticleIdList": ["10.1016/j.bbrc.2007.06.130", "17825251"]}, {"Citation": "Bellesia A., Verzelloni E., Tagliazucchi D. Pomegranate ellagitannins inhibit α-glucosidase activity in vitro and reduce starch digestibility under simulated gastro-intestinal conditions. Int. J. Food Sci. Nutr. 2015;66:85–92. doi: 10.3109/09637486.2014.953455.", "ArticleIdList": ["10.3109/09637486.2014.953455", "25519249"]}, {"Citation": "Ahmed O.M., Moneim A.A., Yazid I.A., Mahmoud A.M. Antihyperglycemic, antihyperlipidemic and antioxidant effects and the probable mechanisms of action of Ruta graveolens infusion and rutin in nicotinamide-streptozotocin-induced diabetic rats. Diabetol. Croat. 2010;39:15–35."}, {"Citation": "Wu C., Luan H., Wang S., Zhang X., Wang R., Jin L., Guo P., Chen X. Modulation of lipogenesis and glucose consumption in HepG2 cells and C2C12 myotubes by sophoricoside. Molecules. 2013;18:15624–15635. doi: 10.3390/molecules181215624.", "ArticleIdList": ["10.3390/molecules181215624", "PMC6270613", "24352018"]}, {"Citation": "Musabayane C., Tufts M., Mapanga R. Synergistic antihyperglycemic effects between plant-derived oleanolic acid and insulin in streptozotocin-induced diabetic rats. Ren. Fail. 2010;32:832–839. doi: 10.3109/0886022X.2010.494802.", "ArticleIdList": ["10.3109/0886022X.2010.494802", "20662697"]}, {"Citation": "Ong K.W., Hsu A., Song L., Huang D., Tan B.K.H. Polyphenols-rich Vernonia amygdalina shows anti-diabetic effects in streptozotocin-induced diabetic rats. J. Ethnopharmacol. 2011;133:598–607. doi: 10.1016/j.jep.2010.10.046.", "ArticleIdList": ["10.1016/j.jep.2010.10.046", "21035531"]}, {"Citation": "Gorelick J., Rosenberg R., Smotrich A., Hanuš L., Bernstein N. Hypoglycemic activity of withanolides and elicitated Withania somnifera. Phytochemistry. 2015;116:283–289. doi: 10.1016/j.phytochem.2015.02.029.", "ArticleIdList": ["10.1016/j.phytochem.2015.02.029", "25796090"]}, {"Citation": "Yin J., Ye J., Jia W. Effects and mechanisms of berberine in diabetes treatment. Acta Pharm. Sinica B. 2012;2:327–334. doi: 10.1016/j.apsb.2012.06.003.", "ArticleIdList": ["10.1016/j.apsb.2012.06.003"]}, {"Citation": "Moser C., Vickers S.P., Brammer R., Cheetham S.C., Drewe J. Antidiabetic effects of the Cimicifuga racemosa extract Ze 450 in vitro and in vivo in ob/ob mice. Phytomedicine. 2014;21:1382–1389. doi: 10.1016/j.phymed.2014.06.002.", "ArticleIdList": ["10.1016/j.phymed.2014.06.002", "25022210"]}, {"Citation": "Choi J., He N., Sung M.K., Yang Y., Yoon S. Sanguinarine is an allosteric activator of AMP-activated protein kinase. Biochem. Biophys. Res. Commun. 2011;413:259–263. doi: 10.1016/j.bbrc.2011.08.081.", "ArticleIdList": ["10.1016/j.bbrc.2011.08.081", "21884681"]}, {"Citation": "Ye X.-P., Song C.-Q., Yuan P., Mao R.-G. α-Glucosidase and α-Amylase Inhibitory Activity of Common Constituents from Traditional Chinese Medicine Used for Diabetes Mellitus. Chin. J. Nat. Med. 2010;8:349–352. doi: 10.3724/SP.J.1009.2010.00349.", "ArticleIdList": ["10.3724/SP.J.1009.2010.00349"]}, {"Citation": "Yu H., Zheng L., Xu L., Yin L., Lin Y., Li H., Liu K., Peng J. Potent effects of the total saponins from Dioscorea nipponica Makino against streptozotocin-induced type 2 diabetes mellitus in rats. Phytother. Res. 2015;29:228–240. doi: 10.1002/ptr.5243.", "ArticleIdList": ["10.1002/ptr.5243", "25322985"]}, {"Citation": "Ghosh S., More P., Derle A., Patil A.B., Markad P., Asok A., Kumbhar N., Shaikh M.L., Ramanamurthy B., Shinde V.S., et al. Diosgenin from Dioscorea bulbifera: Novel hit for treatment of type II diabetes mellitus with inhibitory activity against alpha-amylase and alpha-glucosidase. PLoS ONE. 2014;9:e106039. doi: 10.1371/journal.pone.0106039.", "ArticleIdList": ["10.1371/journal.pone.0106039", "PMC4162539", "25216353"]}, {"Citation": "Inthongkaew P., Chatsumpun N., Supasuteekul C., Kitisripanya T., Putalun W., Likhitwitayawuid K., Sritularak B. α-Glucosidase and pancreatic lipase inhibitory activities and glucose uptake stimulatory effect of phenolic compounds from Dendrobium formosum. Revista Brasileira de Farmacogn. 2017;27:480–487. doi: 10.1016/j.bjp.2017.05.005.", "ArticleIdList": ["10.1016/j.bjp.2017.05.005"]}, {"Citation": "Saeidnia S., Manayi A., Gohari A.R., Abdollahi M. The story of B-sitosterol—A review. Eur. J. Med. Plants. 2014;4:590–610. doi: 10.9734/EJMP/2014/7764.", "ArticleIdList": ["10.9734/EJMP/2014/7764"]}, {"Citation": "Somsak N., Peerawit P., Chusri T. Hypoglycemic activity in diabetic rats of stigmasterol and sitosterol-3-O-β-D-glucopyranoside isolated from Pseuderanthemum palatiferum (Nees) Radlk. leaf extract. J. Med. Plants Res. 2015;9:629–635. doi: 10.5897/JMPR2014.5722.", "ArticleIdList": ["10.5897/JMPR2014.5722"]}, {"Citation": "Panda S., Jafri M., Kar A., Meheta B.K. Thyroid inhibitory, antiperoxidative and hypoglycemic effects of stigmasterol isolated from Butea monosperma. Fitoterapia. 2009;80:123–126. doi: 10.1016/j.fitote.2008.12.002.", "ArticleIdList": ["10.1016/j.fitote.2008.12.002", "19105977"]}, {"Citation": "Wen X., Sun H., Liu J., Cheng K., Zhang P., Zhang L., Hao J., Zhang L., Ni P., Zographos S.E. Naturally Occurring Pentacyclic Triterpenes as Inhibitors of Glycogen Phosphorylase: Synthesis, Structure-Activity Relationships, and X-ray Crystallographic Studies. J. Med. Chem. 2008;51:3540–3554. doi: 10.1021/jm8000949.", "ArticleIdList": ["10.1021/jm8000949", "18517260"]}, {"Citation": "Castellano J.M., Guinda A., Delgado T., Rada M., Cayuela J.A. Biochemical basis of the antidiabetic activity of oleanolic acid and related pentacyclic triterpenes. Diabetes. 2013;62:1791–1799. doi: 10.2337/db12-1215.", "ArticleIdList": ["10.2337/db12-1215", "PMC3661625", "23704520"]}, {"Citation": "Daisy P., Balasubramanian K., Rajalakshmi M., Eliza J., Selvaraj J. Insulin mimetic impact of Catechin isolated from Cassia fistula on the glucose oxidation and molecular mechanisms of glucose uptake on Streptozotocin-induced diabetic Wistar rats. Phytomedicine. 2010;17:28–36. doi: 10.1016/j.phymed.2009.10.018.", "ArticleIdList": ["10.1016/j.phymed.2009.10.018", "19931438"]}, {"Citation": "Kamiyama O., Sanae F., Ikeda K., Higashi Y., Minami Y., Asano N., Adachi I., Kato A. In vitro inhibition of α-glucosidases and glycogen phosphorylase by catechin gallates in green tea. Food Chem. 2010;122:1061–1066. doi: 10.1016/j.foodchem.2010.03.075.", "ArticleIdList": ["10.1016/j.foodchem.2010.03.075"]}, {"Citation": "Murase T., Misawa K., Haramizu S., Hase T. Catechin-induced activation of the LKB1/AMP-activated protein kinase pathway. Biochem. Pharmacol. 2009;78:78–84. doi: 10.1016/j.bcp.2009.03.021.", "ArticleIdList": ["10.1016/j.bcp.2009.03.021", "19447226"]}, {"Citation": "Aguirre L., Arias N., Macarulla M.T., Gracia A., Portillo M.P. Beneficial Effects of Quercetin on Obesity and Diabetes. Open Nutraceuticals. 2011;4:189–199."}, {"Citation": "Bedekar A., Shah K., Koffas M. Natural Products for Type II Diabetes Treatment. In: Laskin A.I., Gadd G.M., Sariaslani S., editors. Natural Products for Type II Diabetes Treatment: Advances in Applied Microbiology. Volume 17. Elsevier Science; San Diego, CA, USA: 2010. pp. 21–73.", "ArticleIdList": ["20378050"]}, {"Citation": "Pulbutr P., Nualkaew S., Rattanakiat S., Cushnie B., Jaruchotikamol A. Inhibitory actions of Pseuderanthemum palatiferum (Nees) Radlk. leaf ethanolic extract and its phytochemicals against carbohydrate-digesting enzymes. Asian Pac. J. Trop. Biomed. 2016;6:93–99. doi: 10.1016/j.apjtb.2015.10.010.", "ArticleIdList": ["10.1016/j.apjtb.2015.10.010"]}, {"Citation": "Marles R.J., Farnsworth N.R. Antidiabetic plants and their active constituents. Phytomedicine. 1995;2:137–189. doi: 10.1016/S0944-7113(11)80059-0.", "ArticleIdList": ["10.1016/S0944-7113(11)80059-0", "23196156"]}, {"Citation": "Kpodar M.S., Lawson-Evi P., Bakoma B., Eklu-Gadegbeku K., Agbonon A., Aklikokou K., Gbeassor M. Ethnopharmacological survey of plants used in the treatment of diabetes mellitus in south of Togo (Maritime Region) J. Herb. Med. 2015;5:147–152. doi: 10.1016/j.hermed.2015.06.002.", "ArticleIdList": ["10.1016/j.hermed.2015.06.002"]}, {"Citation": "Bading Taika B., Bouckandou M., Souza A., Bourobou Bourobou H.P., MacKenzie L.S., Lione L. An overview of anti-diabetic plants used in Gabon: Pharmacology and toxicology. J. Ethnopharmacol. 2018;216:203–228. doi: 10.1016/j.jep.2017.12.036.", "ArticleIdList": ["10.1016/j.jep.2017.12.036", "29305175"]}, {"Citation": "Balogun F.O., Tshabalala N.T., Ashafa A.O. Antidiabetic Medicinal Plants Used by the Basotho Tribe of Eastern Free State: A Review. J. Diabetes Res. 2016;2016:4602820. doi: 10.1155/2016/4602820.", "ArticleIdList": ["10.1155/2016/4602820", "PMC4942634", "27437404"]}, {"Citation": "Zhu Q., Ge F., Dong Y., Sun W., Wang Z., Shan Y., Chen R., Sun J., Ge R.S. Comparison of flavonoids and isoflavonoids to inhibit rat and human 11beta-hydroxysteroid dehydrogenase 1 and 2. Steroids. 2018;132:25–32. doi: 10.1016/j.steroids.2018.01.013.", "ArticleIdList": ["10.1016/j.steroids.2018.01.013", "29425740"]}, {"Citation": "Mok S.Y., Lee S. Identification of flavonoids and flavonoid rhamnosides from Rhododendron mucronulatum for. albiflorum and their inhibitory activities against aldose reductase. Food Chem. 2013;136:969–974. doi: 10.1016/j.foodchem.2012.08.091.", "ArticleIdList": ["10.1016/j.foodchem.2012.08.091", "23122151"]}, {"Citation": "Patil K.K., Gacche R.N. Inhibition of glycation and aldose reductase activity using dietary flavonoids: A lens organ culture studies. Int. J. Biol. Macromol. 2017;98:730–738. doi: 10.1016/j.ijbiomac.2017.01.129.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.01.129", "28192136"]}, {"Citation": "Zhang B.W., Xing Y., Wen C., Yu X.X., Sun W.L., Xiu Z.L., Dong Y.S. Pentacyclic triterpenes as alpha-glucosidase and alpha-amylase inhibitors: Structure-activity relationships and the synergism with acarbose. Bioorg. Med. Chem. Lett. 2017;27:5065–5070. doi: 10.1016/j.bmcl.2017.09.027.", "ArticleIdList": ["10.1016/j.bmcl.2017.09.027", "28964635"]}, {"Citation": "Jesus A.R., Vila-Vicosa D., Machuqueiro M., Marques A.P., Dore T.M., Rauter A.P. Targeting Type 2 Diabetes with C-Glucosyl Dihydrochalcones as Selective Sodium Glucose Co-Transporter 2 (SGLT2) Inhibitors: Synthesis and Biological Evaluation. J. Med. Chem. 2017;60:568–579. doi: 10.1021/acs.jmedchem.6b01134.", "ArticleIdList": ["10.1021/acs.jmedchem.6b01134", "28098449"]}, {"Citation": "Hu S., Wang S., Fanelli B., Bell P.A., Dunning B.E., Geisse S., Schmitz R., Boettcher B.R. Pancreatic b-Cell KATP Channel Activity and Membrane-Binding Studies with Nateglinide: A Comparison with Sulfonylureas and Repaglinide. J. Pharmacol. Exp. Ther. 2000;293:444–452.", "ArticleIdList": ["10773014"]}, {"Citation": "Lipinski C.A. Lead- and drug-like compounds: The rule-of-five revolution. Drug Discov. Today Technol. 2004;1:337–341. doi: 10.1016/j.ddtec.2004.11.007.", "ArticleIdList": ["10.1016/j.ddtec.2004.11.007", "24981612"]}, {"Citation": "Schrey A.K., Nickel-Seeber J., Drwal M.N., Zwicker P., Schultze N., Haertel B., Preissner R. Computational prediction of immune cell cytotoxicity. Food Chem. Toxicol. 2017;107:150–166. doi: 10.1016/j.fct.2017.05.041.", "ArticleIdList": ["10.1016/j.fct.2017.05.041", "28558974"]}, {"Citation": "Ntie-Kang F. An in silico evaluation of the ADMET profile of the StreptomeDB database. Springerplus. 2013;2:353. doi: 10.1186/2193-1801-2-353.", "ArticleIdList": ["10.1186/2193-1801-2-353", "PMC3736076", "23961417"]}, {"Citation": "Van Wyk B., Oudtshoorn B.v., Gericke N. Medicinal Plants of South Africa. Briza Publications; Pretoria, South Africa: 1997."}, {"Citation": "Kaneta H., Koda M., Saito S., Imoto M., Kawada M., Yamazaki Y., Momose I., Shindo K. Biological activities of unique isoflavones prepared from Apios americana Medik. Biosci. Biotechnol. Biochem. 2016;80:774–778. doi: 10.1080/09168451.2015.1127132.", "ArticleIdList": ["10.1080/09168451.2015.1127132", "26806328"]}, {"Citation": "Panda S., Kar A. Apigenin (4′,5,7-trihydroxyflavone) regulates hyperglycaemia, thyroid dysfunction and lipid peroxidation in alloxan-induced diabetic mice. J. Pharm. Pharmacol. 2007;59:1543–1548. doi: 10.1211/jpp.59.11.0012.", "ArticleIdList": ["10.1211/jpp.59.11.0012", "17976266"]}, {"Citation": "Gowd V., Jia Z., Chen W. Anthocyanins as promising molecules and dietary bioactive components against diabetes – A review of recent advances. Trends Food Sci. Technol. 2017;68:1–13. doi: 10.1016/j.tifs.2017.07.015.", "ArticleIdList": ["10.1016/j.tifs.2017.07.015"]}, {"Citation": "Shay J., Elbaz H.A., Lee I., Zielske S.P., Malek M.H., Huttemann M. Molecular Mechanisms and Therapeutic Effects of (-)-Epicatechin and Other Polyphenols in Cancer, Inflammation, Diabetes, and Neurodegeneration. Oxid. Med. Cell. Longev. 2015;2015:181260. doi: 10.1155/2015/181260.", "ArticleIdList": ["10.1155/2015/181260", "PMC4477097", "26180580"]}, {"Citation": "Zhang W.Y., Lee J.J., Kim Y., Kim I.S., Han J.H., Lee S.G., Ahn M.J., Jung S.H., Myung C.S. Effect of eriodictyol on glucose uptake and insulin resistance in vitro. J. Agric. Food Chem. 2012;60:7652–7658. doi: 10.1021/jf300601z.", "ArticleIdList": ["10.1021/jf300601z", "22809065"]}, {"Citation": "Rani M.P., Raghu K.G., Nair M.S., Padmakumari K.P. Isolation and identification of alpha-glucosidase and protein glycation inhibitors from Stereospermum colais. Appl. Biochem. Biotechnol. 2014;173:946–956. doi: 10.1007/s12010-014-0898-y.", "ArticleIdList": ["10.1007/s12010-014-0898-y", "24740357"]}, {"Citation": "Brendler T., Eloff J.N., Gurib-Fakim A., Philips L. African Herbal Pharmacopoeia. Association for African Medicinal Plants Standards; Port Louis, Mauritius: 2010."}, {"Citation": "ACD/Chemsketch. Advanced Chemistry Development, Inc.; Toronto, ON, Canada: 2015. version 12.02."}, {"Citation": "Kim S., Thiessen P.A., Bolton E.E., Chen J., Fu G., Gindulyte A., Han L., He J., He S., Shoemaker B.A., et al. PubChem Substance and Compound databases. Nucleic Acids Res. 2016;44:D1202–D1213. doi: 10.1093/nar/gkv951.", "ArticleIdList": ["10.1093/nar/gkv951", "PMC4702940", "26400175"]}, {"Citation": "Cytoscape. Cytoscape Consortium; San Diego, CA, USA: 2016. version 3.4.0."}, {"Citation": "NetworkAnalyzer Application. Max-Planck-Institut für Informatik; Saarbrücken, Germany: 2016. version 2.7."}, {"Citation": "Schrödinger Canvas Suite. Schrödinger, LLC; New York, NY, USA: 2017. version 3.2.013."}, {"Citation": "UCSF ChemViz2 Cheminformatics Application. Resource for Biocomputing, Visualization and Informatics; San Francisco, CA, USA: 2016. version 1.1.0 for Cytoscape."}, {"Citation": "Schrödinger Maestro. Schrödinger, LLC; New York, NY, USA: 2017. version 11.2.013."}, {"Citation": "Banerjee P., Eckert A.O., Schrey A.K., Preissner R. ProTox-II: A webserver for the prediction of toxicity of chemicals. Nucleic Acids Res. 2018;46:W257–W263. doi: 10.1093/nar/gky318.", "ArticleIdList": ["10.1093/nar/gky318", "PMC6031011", "29718510"]}]}], "History": [{"Year": "2019", "Month": "4", "Day": "17"}, {"Year": "2019", "Month": "5", "Day": "2"}, {"Year": "2019", "Month": "5", "Day": "4"}, {"Year": "2019", "Month": "5", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["31137754", "PMC6571761", "10.3390/molecules24102002", "molecules24102002"]}}]}