{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Terminalia species", "biological activities", "diversity", "endophytic fungi", "secondary metabolites"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31137730", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "24"}], "Language": ["eng"], "ELocationID": ["43", "10.3390/jof5020043"], "Journal": {"ISSN": "2309-608X", "JournalIssue": {"Volume": "5", "Issue": "2", "PubDate": {"Year": "2019", "Month": "May", "Day": "24"}}, "Title": "Journal of fungi (Basel, Switzerland)", "ISOAbbreviation": "J Fungi (Basel)"}, "ArticleTitle": "Endophytic Fungi from <i>Terminalia</i> Species: A Comprehensive Review.", "Abstract": {"AbstractText": ["Endophytic fungi have proven their usefulness for drug discovery, as suggested by the structural complexity and chemical diversity of their secondary metabolites. The diversity and biological activities of endophytic fungi from the <i>Terminalia</i> species have been reported. Therefore, we set out to discuss the influence of seasons, locations, and even the plant species on the diversity of endophytic fungi, as well as their biological activities and secondary metabolites isolated from potent strains. Our investigation reveals that among the 200-250 Terminalia species reported, only thirteen species have been studied so far for their endophytic fungi content. Overall, more than 47 fungi genera have been reported from the Terminalia species, and metabolites produced by some of these fungi exhibited diverse biological activities including antimicrobial, antioxidant, antimalarial, anti-inflammatory, anti-hypercholesterolemic, anticancer, and biocontrol varieties. Moreover, more than 40 compounds with eighteen newly described secondary metabolites were reported; among these, metabolites are the well-known anticancer drugs, a group that includes taxol, antioxidant compounds, isopestacin, and pestacin. This summary of data illustrates the considerable diversity and biological potential of fungal endophytes of the Terminalia species and gives insight into important findings while paving the way for future investigations."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Antimicrobial and Biocontrol Agents Unit (AmBcAU), Laboratory for Phytobiochemistry and Medicinal Plants Studies, Department of Biochemistry, Faculty of Science, University of Yaoundé I, P.O. Box 812, Yaoundé, Cameroon. toghueo.rufin@yahoo.fr."}], "LastName": "Kouipou Toghueo", "ForeName": "Rufin Marie", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Antimicrobial and Biocontrol Agents Unit (AmBcAU), Laboratory for Phytobiochemistry and Medicinal Plants Studies, Department of Biochemistry, Faculty of Science, University of Yaoundé I, P.O. Box 812, Yaoundé, Cameroon. fabrice.boyom@fulbrightmail.org."}], "LastName": "Boyom", "ForeName": "Fabrice Fekam", "Initials": "FF"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "J Fungi (Basel)", "NlmUniqueID": "101671827", "ISSNLinking": "2309-608X"}, "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hardoim P.R., Van Overbeek L.S., Berg G., Pirttilä A.M., Compant S., Campisano A., Döring M., Sessitsch A. The hidden world within plants: Ecological and evolutionary considerations for defining functioning of microbial endophytes. Microbiol. Mol. Biol. Rev. 2015 doi: 10.1128/MMBR.00050-14.", "ArticleIdList": ["10.1128/MMBR.00050-14", "PMC4488371", "26136581"]}, {"Citation": "Deines P., Lachnit T., Bosch T.C.G. Competing forces maintain the Hydra metaorganism. Immunol. Rev. 2017;279:123–136. doi: 10.1111/imr.12564.", "ArticleIdList": ["10.1111/imr.12564", "28856734"]}, {"Citation": "Lugtenberg B., Kamilova F. Plant-growth-promoting rhizobacteria. Annu. Rev. Microbiol. 2009;63:541–556. doi: 10.1146/annurev.micro.62.081307.162918.", "ArticleIdList": ["10.1146/annurev.micro.62.081307.162918", "19575558"]}, {"Citation": "Petrini O., Fisher P. Occurrence of fungal endophytes in twigs of Salix fragilis and Quercus robur. Mycological Res. 1990;94:1077–1080. doi: 10.1016/S0953-7562(09)81336-1.", "ArticleIdList": ["10.1016/S0953-7562(09)81336-1"]}, {"Citation": "Bacon C.W., White J.F. Microbial Endophytes. Marcel Dekker Inc.; New York, NY, USA: 2000."}, {"Citation": "Strobel G., Daisy B. Bioprospecting for Microbial Endophytes and Their Natural Products. Microbiol. Molecul. Biol. Rev. 2003:491–502. doi: 10.1128/MMBR.67.4.491-502.2003.", "ArticleIdList": ["10.1128/MMBR.67.4.491-502.2003", "PMC309047", "14665674"]}, {"Citation": "Strobel G. The Emergence of Endophytic Microbes and Their Biological Promise. J. Fungi. 2018;4:57. doi: 10.3390/jof4020057.", "ArticleIdList": ["10.3390/jof4020057", "PMC6023353", "29772685"]}, {"Citation": "Yu H., Zhang L., Li L., Zheng C., Guo L., Li W., Sun P., Qin L. Recent developments and future prospects of antimicrobial metabolites produced by endophytes. Microbiol. Res. 2010;165:437–449. doi: 10.1016/j.micres.2009.11.009.", "ArticleIdList": ["10.1016/j.micres.2009.11.009", "20116229"]}, {"Citation": "JI Y., BI J., YAN B., ZHU X. Taxol-producing Fungi: A New Approach to Industrial Production of Taxol. Chin. J. Biotechnol. 2006;22:1–6. doi: 10.1016/S1872-2075(06)60001-0.", "ArticleIdList": ["10.1016/S1872-2075(06)60001-0", "16572833"]}, {"Citation": "Venieraki A., Dimou M., Katinakis P. Endophytic fungi residing in medicinal plants have the ability to produce the same or similar pharmacologically active secondary metabolites as their hosts. Hellenic Plant Protect. J. 2017;10:51–66. doi: 10.1515/hppj-2017-0006.", "ArticleIdList": ["10.1515/hppj-2017-0006"]}, {"Citation": "Stace C.A. Combretaceae. Springer. 2007;9:67–82."}, {"Citation": "Dwivedi S. Terminalia arjuna Wright & Arn—a useful drug for cardiovascular disorders. J. Ethnopharmacol. 2007;114:114–129.", "ArticleIdList": ["17875376"]}, {"Citation": "Li K., Diao Y., Zhang H., Wang S., Zhang Z., Yu B., Huang S., Yang H. Tannin extracts from immature fruits of Terminalia chebula Fructus Retz. Promote cutaneous wound healing in rats. BMN. Compliment. Altern. Med. 2011;11:86. doi: 10.1186/1472-6882-11-86.", "ArticleIdList": ["10.1186/1472-6882-11-86", "PMC3198757", "21982053"]}, {"Citation": "McGaw L.J., Rabe T., Sparg S.G., Ja¨ger A.K., Ejoff J.N., Van Staden J. An investigation on the biological activity of Combretum species. J Ethnopharmacol. 2001;75:45–50. doi: 10.1016/S0378-8741(00)00405-0.", "ArticleIdList": ["10.1016/S0378-8741(00)00405-0", "11282442"]}, {"Citation": "Eloff J.N., Katerere D.R., McGaw L.J. The biological activity and chemistry of the southern African Combretaceae. J. Ethnopharmacol. 2008;119:686–699. doi: 10.1016/j.jep.2008.07.051.", "ArticleIdList": ["10.1016/j.jep.2008.07.051", "18805474"]}, {"Citation": "Aneja K.R., Sharma C., Joshi R. Antimicrobial activity of Terminalia arjuna Wight & Arn: An ethnomedicinal plant against pathogens causing ear infection. Braz. J. Otorhinolaryngol. 2012;78:68–74.", "ArticleIdList": ["PMC9444551", "22392241"]}, {"Citation": "Cock I.E., Van Vuuren S.F. A comparison of the antimicrobial activity and toxicity of six Combretum and two Terminalia species from Southern Africa. Pharmacogn. Mag. 2015;11:208–218. doi: 10.4103/0973-1296.149740.", "ArticleIdList": ["10.4103/0973-1296.149740", "PMC4329625", "25709234"]}, {"Citation": "Ngouana T.K., Mbouna C.D.J., Kuipou R.M.T., Tchuenmogne M.A.T., Zeuko’o E.M., Ngouana V., Mallié M., Bertout S., Boyom F.F. Potent and Synergistic Extract Combinations from Terminalia Catappa, Terminalia Mantaly and Monodora tenuifolia Against Pathogenic Yeasts. Medicines. 2015;2:220–235. doi: 10.3390/medicines2030220.", "ArticleIdList": ["10.3390/medicines2030220", "PMC5456213", "28930209"]}, {"Citation": "Alayande L.B., Alayande M.O., Mohammed A.A., Adamu T., Abubakar U., Daneji A., Ajagbonna O.P. Efficacy of Terminalia avicennoides and its combination with diminazene aceturate (Berenil) in rats experimentally infected with Trypanosoma brucei brucei. Sokoto J. Vet. Sci. 2011;9:11–15."}, {"Citation": "Rayan P., Matthews B., McDonnell P.A., Cock I.E. Terminalia ferdinandiana extracts as inhibitors of Giardia duodenalis proliferation: A new treatment for giardiasis. Parasitol. Res. 2015;114:2611–2620. doi: 10.1007/s00436-015-4465-4.", "ArticleIdList": ["10.1007/s00436-015-4465-4", "25876047"]}, {"Citation": "Cheng H.Y., Lin C.C., Lin T.C. Antiherpes simplex virus type 2 activity of casuarinin from the bark of Terminalia arjuna Linn. Antivir. Res. 2002;55:447–455. doi: 10.1016/S0166-3542(02)00077-3.", "ArticleIdList": ["10.1016/S0166-3542(02)00077-3", "12206882"]}, {"Citation": "Sumithira P., Dhivya M.S., Sophie A.M., Padma L.C. Antiviral and antioxidant activities of two medicinal plants. Int. J. Curr. Sci. 2012:256–261."}, {"Citation": "Fyhrquist P., Mwasumbi L., Haeggstrom C.A., Vuorela H., Hiltunen R., Vuorela P. Ethnobotanical and antimicrobial investigation on some species of Terminalia and Combretum (Combretaceae) growing in Tanzania. J. Ethnopharmacol. 2002;79:169–177. doi: 10.1016/S0378-8741(01)00375-0.", "ArticleIdList": ["10.1016/S0378-8741(01)00375-0", "11801378"]}, {"Citation": "Dongmo A.B., Beppe J.G., Nole T., Kamanyi A. Analgesic activities of the stem bark extract of Terminalia superba Engl. Et Diels (Combreaaceae) Pharmacologyonline. 2006;2:171–177."}, {"Citation": "Mareges S., Van Miert S., Pannecouque C., Feiz Haddad M.H., Hermans N., Wright C.W., Vlietinck A.J., Apers S., Pieters L. Screening of Tanzanian medicinal plants against Plasmodium falciparum and human immunodeficiency virus. Planta Med. 2010;76:195–201. doi: 10.1055/s-0029-1186024.", "ArticleIdList": ["10.1055/s-0029-1186024", "19653145"]}, {"Citation": "Mbouna J.C.D., Kouipou R.M.T., Keumoe R., Tchokouaha L.R.Y., Fokou P.V.T., Tali B.M.T., Sahal D., Boyom F.F. Potent antiplasmodial extracts and fractions from Terminalia mantaly and Terminalia superba. Malaria J. 2018;17:142. doi: 10.1186/s12936-018-2298-1.", "ArticleIdList": ["10.1186/s12936-018-2298-1", "PMC5883263", "29615047"]}, {"Citation": "Netzel M., Netzel G., Tian Q., Schwartz S., Konczak I. Native Australian fruits—A novel source of antioxidants for food. Innov. Food Sci. Emerg. Technol. 2007;8:339–346. doi: 10.1016/j.ifset.2007.03.007.", "ArticleIdList": ["10.1016/j.ifset.2007.03.007"]}, {"Citation": "Mety S.S., Mathad P. Antioxidative and free radical scavenging activities of Terminalia species. Int. J. Biotechnol. 2011;2:119–127."}, {"Citation": "Reddy D.B., Reddanna P. Chebulagic acid (CA) attenuates LPS induced inflammation by suppressing NK-rB and MAPK avtivation in RAW 264.7 macrophages. Biochem. Biophys. Res. Commun. 2009;381:112–117. doi: 10.1016/j.bbrc.2009.02.022.", "ArticleIdList": ["10.1016/j.bbrc.2009.02.022", "19351605"]}, {"Citation": "Biswas M., Biswas K., Karan T.K., Bhattacharya S., Ghosh A.K., Haldar P.K. Evaluation of analgesic and anti-inflammatory activities of Terminalia arjuna leaf. J. Phytol. 2011;3:33–38."}, {"Citation": "Das N.D., Jung K.H., Park J.H., Choi M.R., Lee H.T., Kim M.S., Lee S.R., Chai Y.G. Proteomic analysis of Terminalia chebula extract-dependent changes in human lymphoblastic T cell protein expression. J. Med. Food. 2012;15:651–657. doi: 10.1089/jmf.2011.1998.", "ArticleIdList": ["10.1089/jmf.2011.1998", "PMC3382265", "22471968"]}, {"Citation": "Momo C.E.N., Ngwa A.F., Dongmo I.F., Oben J.E. Antioxidant properties and a-amylase inhibition of Terminalia superba, Albizia sp., Cola nitida, Cola odorata and Harungana madagascarensis used in the management of diabetes in Cameroon. J. Health Sci. 2009;55:732–738. doi: 10.1248/jhs.55.732.", "ArticleIdList": ["10.1248/jhs.55.732"]}, {"Citation": "Kannan M., Dasari A., Karthikeyan M., Ashokkumar J., Rajasekar S. Effect of Terminalia bellerica fruit Roxb on Alloxan induced diabetic related atherosclerosis on Wistar albino rats. Int. J. Phytopharmacol. 2012;3:5–9."}, {"Citation": "Latha R., Daisy P. Insulin-secretagogue, antihyperlipidemic and other protective effects of gallic acid isolated from Terminalia bellerica Roxb. in streptozotocin-induced diabetic rats. Chemico-Biological Interact. 2011;189:112–118. doi: 10.1016/j.cbi.2010.11.005.", "ArticleIdList": ["10.1016/j.cbi.2010.11.005", "21078310"]}, {"Citation": "Israni D.A., Patel K.V.T.R.G. Anti-hyperlipidemic activity of aqueous extract of Terminalia chebula and Gaumutra in high cholesterol diet fed rats. Int. J. Pharm. Pharm. Sci. 2010;1:48–59."}, {"Citation": "Pinmai K., Chunlaratthanabhorn S., Ngamkitidechakul C., Soonthornchareon N., Hahnvajanawong C. Synergistic growth inhibitory effects of Phyllanthus emblica and Terminalia bellerica extracts with conventional cytotoxic agents: Doxorubicin and cisplatin against human hepatocellular carcinoma and lung cancer cells. World J. Gastroenterol. 2008;14:1491–1497. doi: 10.3748/wjg.14.1491.", "ArticleIdList": ["10.3748/wjg.14.1491", "PMC2693740", "18330936"]}, {"Citation": "Shi Y., Sahu R.P., Srivastava S.K. Triphala inhibits both in vitro and in vivo xenograft growth of pancreatic tumor cells by inducing apoptosis. BMC Cancer. 2008;8:294. doi: 10.1186/1471-2407-8-294.", "ArticleIdList": ["10.1186/1471-2407-8-294", "PMC2576337", "18847491"]}, {"Citation": "Mohanty S., Cock I.E. The chemotherapeutic potential of Terminalia ferdinandiana: Phytochemistry and bioactivity. Pharmacogn. Rev. 2012;6:29–36.", "ArticleIdList": ["PMC3358965", "22654402"]}, {"Citation": "Martino V.S., Lo´pez P., Martinez I.J.J., Sanroma´n M., Cuevas M.T., Santiago E., Lasarte J.J., Font M., Coussio J.D., Mongue A. Inhibitory effect against polymerase and ribonuclease activities of HIV-reverse transcriptase of the aqueous leaf extract of Terminalia triflora. Phytother. Res. 2002;16:778–780. doi: 10.1002/ptr.1065.", "ArticleIdList": ["10.1002/ptr.1065", "12458488"]}, {"Citation": "Arnold A.E., Maynard Z., Gilbert G.S., Coley P.D., Kursar T.A. Are tropical fungal endophytes hyperdiverse? Ecol. Lett. 2000;3:267–274. doi: 10.1046/j.1461-0248.2000.00159.x.", "ArticleIdList": ["10.1046/j.1461-0248.2000.00159.x"]}, {"Citation": "Persoh D. Factors shaping community structure of endophytic fungi-evidence from the Pinus-Viscum-system. Fungal Divers. 2013;60:55–69. doi: 10.1007/s13225-013-0225-x.", "ArticleIdList": ["10.1007/s13225-013-0225-x"]}, {"Citation": "Arnold A.E., Maynard Z., Gilbert G.S. Fungal endophytes in dicotyledonous neotropical trees: Patterns of abundance and diversity. Mycol. Res. 2001;105:1502–1507. doi: 10.1017/S0953756201004956.", "ArticleIdList": ["10.1017/S0953756201004956"]}, {"Citation": "Prathyusha P., Rajitha Sri A.B., Ashokvardhan T., Satya P.K. Antimicrobial and Siderophore Activity of the Endophytic Fungus Acremonium sclerotigenum Inhabiting Terminalia bellerica Roxb. Int. J. Pharm. Sci. Rev. Res. 2015;30:84–87."}, {"Citation": "Phaopongthai J., Wiyakrutta S., Meksuriyen D., Sriubolmas N., Suwanborirux K. Azole-synergistic Anti-Candidal Activity of Altenusin, a Biphenyl Metabolite of the Endophytic Fungus Alternaria alternata Isolated from Terminalia chebula Retz. J. Microbiol. 2013;51:821–828. doi: 10.1007/s12275-013-3189-3.", "ArticleIdList": ["10.1007/s12275-013-3189-3", "24385360"]}, {"Citation": "Patil M.P., Patil R.H., Patil S.G., Maheshwari V.L. Endophytic Mycoflora of Indian medicinal plant, Terminalia arjuna and their biological activities. Int. J. Biotechnol. Wellness Ind. 2014;3:53."}, {"Citation": "Basha N.S., Ogbaghebriel A., Yemane K., Zenebe M. Isolation and screening of endophytic fungi from Eritrean traditional medicinal plant Terminalia brownii leaves for antimicrobial activity. Int. J. Green Pharm. 2012;6:40–44. doi: 10.4103/0973-8258.97124.", "ArticleIdList": ["10.4103/0973-8258.97124"]}, {"Citation": "Tawfike A.F., Tate R., Abbott G., Young L., Viegelmann C., Schumacher M., Diederich M., Edrada-Ebel R. Metabolomic Tools to Assess the Chemistry and Bioactivity of Endophytic Aspergillus Strain. Chem. Biodivers. 2017;14:e1700040. doi: 10.1002/cbdv.201700040.", "ArticleIdList": ["10.1002/cbdv.201700040", "28672096"]}, {"Citation": "Toghueo R.M.K., Zeuko’o Menkem E., Mbekou Kanko M.I., Jesus Marie A., Ngo Mback N., Eke P., Vázquez de Aldana B.R., Íñigo Z., Fekam B.F. Antimicrobial and antiradical activities of ethyl acetate extracts from endophytic fungi isolated from Cameroonian medicinal plants. J. Med. Studies. 2016;4:290–295."}, {"Citation": "Tejesvi M.V., Mahesh B., Nalini M.S., Prakash H.S., Kini K.R., Shetty H.S. Fungal endophyte assemblages from ethnopharmaceutically important medicinal trees. Can. J. Microbiol. 2006;52:427–435. doi: 10.1139/w05-143.", "ArticleIdList": ["10.1139/w05-143", "16699567"]}, {"Citation": "Toghueo R.M.K., Zabalgogeazcoa I., Vázquez de Aldana B.R., Boyom F.F. Enzymatic activity of endophytic fungi from the medicinal plants Terminalia catappa, Terminalia mantaly and Cananga odorata. South African J. Bot. 2017;109:146–153. doi: 10.1016/j.sajb.2016.12.021.", "ArticleIdList": ["10.1016/j.sajb.2016.12.021"]}, {"Citation": "Tejesvi M.V., Basavanna M., Monnanda S.N., Harishchandra S.P., Kukkundoor R.K., Ven S., Hunthrike S.S. Endophytic fungal assemblages from inner bark and twig of Terminalia arjuna W. & A. (Combretaceae) World J. Microbiol. Biotech. 2005;21:1535–1540."}, {"Citation": "Suryanarayanan T.S., Devarajan P.T., Girivasan K.P., Govindarajulu M.B., Kumaresan V., Murali T.S., Rajamani T., Thirunavukkarasu N., Venkatesan G. The host range of multi-host endophytic fungi. Curr. Science. 2018;115"}, {"Citation": "Tawfike A.F., Abbott G., Young L., Edrada-Ebel R. Metabolomic-Guided Isolation of Bioactive Natural Products from Curvularia sp., an Endophytic Fungus of Terminalia laxiflora. Planta Med. 2017 doi: 10.1055/s-0043-118807.", "ArticleIdList": ["10.1055/s-0043-118807", "28847019"]}, {"Citation": "Begoude B.A.D., Slippers B., Wingfield M.J., Roux J. The pathogenic potential of endophytic Botryosphaeriaceous fungi on Terminalia species in Cameroon. For. Path. 2011;41:281–292. doi: 10.1111/j.1439-0329.2010.00671.x.", "ArticleIdList": ["10.1111/j.1439-0329.2010.00671.x"]}, {"Citation": "Krittapong O., Sophon R., Prakitsin S. Diversity of Endophytic Fungi Isolated from Plant Leaves of Deciduous Dipterocarp Forest in Tak Province. Kasetsart J. (Nat. Sci.) 2009;43:182–188."}, {"Citation": "Mookherjee A., Dineshkumar R., Kutty N.N., Agarwal T., Sen R., Mitra A., Maiti K.T., Maiti K.M. Quorum sensing inhibitory activity of the metabolome from endophytic Kwoniella sp. PY016: Characterization and hybrid model-based optimization. Appl. Microbiol. Biotechnol. 2018;102:7389–7406. doi: 10.1007/s00253-018-9168-1.", "ArticleIdList": ["10.1007/s00253-018-9168-1", "29934653"]}, {"Citation": "Strobel G.A., Spang S., Kluck K., Hess W.M., Sears J., Livinghouse T. Synergism among volatile organic compounds resulting in increased antibiosis in Oidium sp. FEMS Microbiol. Lett. 2008;283:140–145. doi: 10.1111/j.1574-6968.2008.01137.x.", "ArticleIdList": ["10.1111/j.1574-6968.2008.01137.x", "18422630"]}, {"Citation": "Shoeb M., Haque M., Nahar N. Bioactive compounds from endophytic fungus Penicillium thiomii isolated from Terminalia chebula Retz. J. Nat. Prod. Plant Resour. 2014;4:65–70."}, {"Citation": "Tejesvi M.V., Kini K.R., Prakash H.S., Subbiah V., Shetty H.S. Genetic diversity and antifungal activity of species of Pestalotiopis isolated as endophytes from medicinal plants. Fungal Divers. 2007;24:37–54."}, {"Citation": "Womersley J.S. Handbooks of the Flora of Papua New Guinea. Melbourne University Press; Melbourne, Australia:"}, {"Citation": "Leibold M.A., Holyoak M., Mouquet N., Amarasekare P., Chase J.M., Hoopes M.F., Holt R.D. The metacommunity concept: A framework for multi-scale community ecology. Ecology Lett. 2004;7:601–613. doi: 10.1111/j.1461-0248.2004.00608.x.", "ArticleIdList": ["10.1111/j.1461-0248.2004.00608.x"]}, {"Citation": "Singh D.K., Sharma V.K., Kumar J., Mishra A., Verma S.K., Sieber T.N., Kharwar R.N. Diversity of endophytic mycobiota of tropical tree Tectona grandis Linn.f.: Spatiotemporal and tissue type effects. Sci. Rep. 2017;7:3745. doi: 10.1038/s41598-017-03933-0.", "ArticleIdList": ["10.1038/s41598-017-03933-0", "PMC5473821", "28623306"]}, {"Citation": "Herre E.A., Mejia L.C., Kyllo D.A., Rojas E., Maynard Z., Butler A., Van Bael S.A. Ecological implication of anti-pathogen effects of tropical fungal endophytes and mycorrhizae. Ecology. 2007;88:550–558.", "ArticleIdList": ["17503581"]}, {"Citation": "Yadav M., Yadav A., Kumar S., Yadav J.P. Spatial and seasonal influences on culturable endophytic mycobiota associated with different tissues of Eugenia jambolana Lam. and their antibacterial activity against MDR strains. BMC microbiology. 2016;16:44. doi: 10.1186/s12866-016-0664-0.", "ArticleIdList": ["10.1186/s12866-016-0664-0", "PMC4797120", "26988842"]}, {"Citation": "Mishra A., Gond S.K., Kumar A., Sharma V.K., Verma S.K., Kharwar R.N., Sieber T.N. Season and tissue type affect fungal endophyte communities of the Indian medicinal plant Tinospora cordifolia more strongly than geographic location. Microb. Ecol. 2012;64:388–398. doi: 10.1007/s00248-012-0029-7.", "ArticleIdList": ["10.1007/s00248-012-0029-7", "22430503"]}, {"Citation": "Sadeghi F., Samsampour D., Seyahooei M.A., Bagheri A., Soltani J. Diversity and Spatiotemporal Distribution of Fungal Endophytes Associated with Citrus reticulata cv. Siyahoo. Curr. Microbiol. 2019;76:279. doi: 10.1007/s00284-019-01632-9.", "ArticleIdList": ["10.1007/s00284-019-01632-9", "30689005"]}, {"Citation": "Göre M.E., Bucak C. Geographical and seasonal influences on the distribution of fungal endophytes in Laurus nobilis. Forest Pathology. 2007;37:281–288. doi: 10.1111/j.1439-0329.2007.00509.x.", "ArticleIdList": ["10.1111/j.1439-0329.2007.00509.x"]}, {"Citation": "Compant S., Van der Heijden M.G.A., Sessitsch A. Climate change effects on beneficial plant-microorganism interactions. FEMS Microbiol.Ecol. 2010;73:197–214. doi: 10.1111/j.1574-6941.2010.00900.x.", "ArticleIdList": ["10.1111/j.1574-6941.2010.00900.x", "20528987"]}, {"Citation": "Worchel E.R., Giauque H.E., Kivlin S.N. Fungal symbionts alter plant drought response. Microbial. Ecol. 2013;65:671–678. doi: 10.1007/s00248-012-0151-6.", "ArticleIdList": ["10.1007/s00248-012-0151-6", "23250115"]}, {"Citation": "De Abreu L.M., Almeida A.R., Salgado M., Pfenning L.H. Fungal endophytes associated with the mistletoe Phoradendron perrottettii and its host tree Tapirira guianensis. Mycol. Prog. 2010;9:559–566. doi: 10.1007/s11557-010-0663-8.", "ArticleIdList": ["10.1007/s11557-010-0663-8"]}, {"Citation": "Photita W., Lumyong S., Lumyong P., Hyde K.D. Endophytic fungi of wild banana (Musa acuminata) at Doi Suthep Pui National Park, Thailand. Mycol Res. 2001;105:1508–1513. doi: 10.1017/S0953756201004968.", "ArticleIdList": ["10.1017/S0953756201004968"]}, {"Citation": "Compant S., Mitter B., Colli-Mull J.G., Gangl H., Sessitsch A. Endophytes of grapevine flowers, berries, and seeds: Identification of cultivable bacteria, comparison with other plant parts, and visualization of niches of colonization. Microb. Ecol. 2011;62:188–197. doi: 10.1007/s00248-011-9883-y.", "ArticleIdList": ["10.1007/s00248-011-9883-y", "21625971"]}, {"Citation": "Cardinale M. Scanning a microhabitat: Plant-microbe interactions revealed by confocal laser microscopy. Front. Microbiol. 2014;5:94. doi: 10.3389/fmicb.2014.00094.", "ArticleIdList": ["10.3389/fmicb.2014.00094", "PMC3945399", "24639675"]}, {"Citation": "Arnold A.E., Lutzoni F. Diversity and host range of foliar fungal endophytes: Are tropical leaves biodiversity hotspots? Ecology. 2007;88:541–549. doi: 10.1890/05-1459.", "ArticleIdList": ["10.1890/05-1459", "17503580"]}, {"Citation": "Sun X., Ding Q., Hyde H.D., Guo L.D. Community structure and preference of endophytic fungi of three woody plants in a mixed forest. Fungal Ecol. 2012 doi: 10.1016/j.funeco.2012.04.001.", "ArticleIdList": ["10.1016/j.funeco.2012.04.001"]}, {"Citation": "Felber C.A., Orlandelli C.R., Rhoden S.A., Garcia A., Costa A.T., Azevedo J.L., Pamphile J.A. Bioprospecting foliar endophytic fungi of Vitis labrusca L., cv. Bordô and Concord. Annals Microbiol. 2015;1:11. doi: 10.1007/s13213-015-1162-6.", "ArticleIdList": ["10.1007/s13213-015-1162-6"]}, {"Citation": "Duong L.M., Jeewon R., Lumyong S., Hyde K.D. DGGE coupled with ribosomal DNA gene phylogenies reveal uncharacterized fungal phylotypes. Fungal Divers. 2006;23:121–138."}, {"Citation": "Strobel G.A. Rainforest endophytes and bioactive products. Crit. Rev. Biotechnol. 2002;22:315–333. doi: 10.1080/07388550290789531.", "ArticleIdList": ["10.1080/07388550290789531", "12487423"]}, {"Citation": "Tejesvi M.V., Nalini M.S., Mahesh B., Parkash S.H., Kinni R.K., Shetty H.S. New hopes from endophytic fungal secondary metabolite, Bol. Soc. QuimMex. 2007;1:19–26."}, {"Citation": "Strobel G.A., Ford E., Worapong J., Harper J.K., Arif A.M., Grant D.M., Fung P.C.W., Chan K. Ispoestacin, an isobenzofuranone from Pestalotiopsis microspora, possessing antifungal and antioxidant activities. Phytochemistry. 2002;60:179–183. doi: 10.1016/S0031-9422(02)00062-6.", "ArticleIdList": ["10.1016/S0031-9422(02)00062-6", "12009322"]}, {"Citation": "Harper J.K., Ford E.J., Strobel G.A., Arif A., Grant D.M., Porco J., Tomer D.P., Oneill K. Pestacin: A 1,3-dihydro isobenzofuran from Pestalotiopsis microspora possessing antioxidant and antimycotic activities. Tetrahedron. 2003;59:2471–2476. doi: 10.1016/S0040-4020(03)00255-2.", "ArticleIdList": ["10.1016/S0040-4020(03)00255-2"]}, {"Citation": "Patil M., Patil R., Mohammad S., Maheshwari V. Bioactivities of phenolics-rich fraction from Diaporthe arengae TATW2, an endophytic fungus from Terminalia arjuna (Roxb.) Biocatal. Agr. Biotech. 2017;10:396–402. doi: 10.1016/j.bcab.2017.05.002.", "ArticleIdList": ["10.1016/j.bcab.2017.05.002"]}, {"Citation": "Tejesvi V.M., Kini R.K., Prakash S.H., Subbiah V., Shetty S.H. Antioxidant, antihypertensive, and antibacterial properties of endophytic Pestalotiopsis species from medicinal plants. Can. J. Microbiol. 2008;54:769–780. doi: 10.1139/W08-070.", "ArticleIdList": ["10.1139/W08-070", "18772940"]}, {"Citation": "Ezra D., Hess W.M., Strobel A.G. New endophytic isolates of Muscodor albus, a volatile-antibiotic-producing fungus. Microbiol. 2004;150:4023–4031. doi: 10.1099/mic.0.27334-0.", "ArticleIdList": ["10.1099/mic.0.27334-0", "15583155"]}, {"Citation": "Shoeb M., Thoo-Lin K.P., Nahar N. Anti-colon cancer activity of endophytic fungal strains from Terminalia chebula Rezt. Bangladesh J. Pharmacol. 2012;7:47–49. doi: 10.3329/bjp.v7i1.10507.", "ArticleIdList": ["10.3329/bjp.v7i1.10507"]}, {"Citation": "Gangadevi V., Muthumary J. Taxol production by Pestalotiopsis terminaliae, an endophytic fungus of Terminalia arjuna (arjun tree) Biotechnol. Appl. Biochem. 2009;52:9–15. doi: 10.1042/BA20070243.", "ArticleIdList": ["10.1042/BA20070243", "18254723"]}, {"Citation": "Gangadevi V., Muthumary J. A novel endophytic Taxol-producing fungus Chaetomella raphigera isolated from a medicinal plant, Terminalia arjuna. Appl. Biochem. Biotechnol. 2009;158:675–684. doi: 10.1007/s12010-009-8532-0.", "ArticleIdList": ["10.1007/s12010-009-8532-0", "19234679"]}, {"Citation": "Kesting J.R., Staerk D., Tejesvi M.V., Kini K.R., Prakash H.S., Jaroszewski J.W. HPLC-SPE-NMR Identification of a Novel Metabolite Containing the Benzo[c]oxepin Skeleton from the Endophytic Fungus Pestalotiopsis virgatula Culture. Planta Med. 2009;75:1104–1106. doi: 10.1055/s-0029-1185951.", "ArticleIdList": ["10.1055/s-0029-1185951", "19609838"]}, {"Citation": "Toghueo R.M.K., Dinkar S., Inigo Z., Baker B., Boyom F.F. Conditioned media and organic elicitors underpin the production of potent antiplasmodial metabolites by endophytic fungi from Cameroonian medicinal plants. Parasitol. Res. 2018;117:2473–2485. doi: 10.1007/s00436-018-5936-1.", "ArticleIdList": ["10.1007/s00436-018-5936-1", "29797084"]}, {"Citation": "Kesting R.J., Olsen L., Staerk D., Tejesvi M.V., Kini K.R., Prakash H.S., Jaroszewski J.W. Production of Unusual Dispiro Metabolites in Pestalotiopsis virgatula Endophyte Cultures: HPLC-SPE-NMR, Electronic Circular Dichroism, and Time-Dependent Density-Functional Computation Study. J. Nat. Prod. 2011;74:2206–2215. doi: 10.1021/np2005665.", "ArticleIdList": ["10.1021/np2005665", "21942847"]}, {"Citation": "Toghueo R.M.K., Ejiya I.E., Sahal D., Yazdani S.S., Boyom F.F. Production of Cellulolytic Enzymes by Endophytic Fungi Isolated from Cameroonian Medicinal Plants. Int. J. Curr. Microbiol. App. Sci. 2017;6:1264–1271. doi: 10.20546/ijcmas.2017.602.142.", "ArticleIdList": ["10.20546/ijcmas.2017.602.142"]}, {"Citation": "Toghueo R.M.K., Eke P., Zabalgogeazcoa I., Vázquez de Aldana B.R., Nana W.L., Fekam B.F. Biocontrol and growth enhancement potential of two endophytic Trichoderma spp. from Terminalia catappa against the causative agent of Common Bean Root Rot (Fusarium solani) Biol. Control. 2016;96:8–20. doi: 10.1016/j.biocontrol.2016.01.008.", "ArticleIdList": ["10.1016/j.biocontrol.2016.01.008"]}, {"Citation": "Hay S.I., Rao P.C., Dolecek C., Day N., Stergachis A., Lopez A.D., Murray C. Measuring and mapping the global burden of antimicrobial resistance. BMC Med. 2018;16:78. doi: 10.1186/s12916-018-1073-z.", "ArticleIdList": ["10.1186/s12916-018-1073-z", "PMC5985573", "29860943"]}, {"Citation": "Bagchi K., Puri S. Free radicals and antioxidants in health and disease. EMHJ. 1998;4:350–360."}, {"Citation": "Nunomura A., Castellani R.J., Zhu X., Moreira P.I., Perry G., Smith M.A. Involvement of oxidative stress in Alzheimer disease. J. Neuropathol. Exp. Neurol. 2006;65:631–641. doi: 10.1097/01.jnen.0000228136.58062.bf.", "ArticleIdList": ["10.1097/01.jnen.0000228136.58062.bf", "16825950"]}, {"Citation": "Tamimi R.M., Hankinson S.E., Campos H., Spiegelman D., Zhang S., Colditz G.A., Willett W.C., Hunter D.J. Plasma carotenoids, retinol, and tocopherols and risk of breast cancer. Am. J. Epidemiol. 2005;161:153–160. doi: 10.1093/aje/kwi030.", "ArticleIdList": ["10.1093/aje/kwi030", "15632265"]}, {"Citation": "Hoffman F. Antioxidant vitamins newsletter. Nutr. Rev. 1997;14:234–236."}, {"Citation": "Davì G., Falco A., Patrono C. Lipid peroxidation in diabetes mellitus. Antioxid Redox Signal. 2005;7:256–268. doi: 10.1089/ars.2005.7.256.", "ArticleIdList": ["10.1089/ars.2005.7.256", "15650413"]}, {"Citation": "Hitchon C.A., El-Gabalawy H.S. Oxidation in rheumatoid arthritis. Arthritis Res Ther. 2004;6:265–278. doi: 10.1186/ar1447.", "ArticleIdList": ["10.1186/ar1447", "PMC1064874", "15535839"]}, {"Citation": "Cookson M.R., Shaw P.J. Oxidative stress and motor neurone disease. Brain Pathol. 1999;9:165–186. doi: 10.1111/j.1750-3639.1999.tb00217.x.", "ArticleIdList": ["10.1111/j.1750-3639.1999.tb00217.x", "PMC8098266", "9989458"]}, {"Citation": "Hajhashemi V., Vaseghi G., Pourfarzam M., Abdollahi A. Are antioxidants helpful for disease prevention? Res. Pharm. Sci. 2010;5:1–8.", "ArticleIdList": ["PMC3093095", "21589762"]}, {"Citation": "Rob M., Rahman R., Mosihuzzaman M., Rahman K.M., Sultana N.J. Bangladesh Chem. Soc. 2005;18:64–69."}, {"Citation": "Arnone A., Nasini G., Camarda L., Assante G. Secondary mould metabolites. The structure of rubellins C and D, two novelanthraquinone metabolites from Mycosphaerella rubella. Gazzett a Chimica Italiana. 1989;119:35–39."}, {"Citation": "Arnone A., Assante G., Nasini G., De Pava O.V. Spirolaxine and sporotricale: Two long-chain phthalides produced by Sporotrichum laxum. Phytochemistry. 1990;29:613–616. doi: 10.1016/0031-9422(90)85127-2.", "ArticleIdList": ["10.1016/0031-9422(90)85127-2"]}, {"Citation": "Asakawa Y., Takikawa K., Tori M., Campbell E.O. Isotachin C and balantiolide, two aromatic compounds from the New Zealand liverwort Balantiopsis rosea. Phytochemistry. 1986;25:2543–2546. doi: 10.1016/S0031-9422(00)84505-7.", "ArticleIdList": ["10.1016/S0031-9422(00)84505-7"]}, {"Citation": "Kraut L., Mues R., Sim-Sim M. Sesquiterpene lactones and 3- benzylphthalides from Frullania muscicola. Phytochemistry. 1994;37:1337–1346. doi: 10.1016/S0031-9422(00)90409-6.", "ArticleIdList": ["10.1016/S0031-9422(00)90409-6"]}, {"Citation": "Dekker K.A., Inagaki T., Gootz T.D., Kaneda K., Nomura E., Sakakibara T., Sakemi S., Sugie Y., Yamauchi Y., Yoshikawa N., et al. CJ-12,954 and its congeners, new anti-Helicobacter pylori compounds produced by Phanerochaete velutina: Fermentation, isolation, structural elucidation and biological activities. J. Antibiot. 1997;50:833–839. doi: 10.7164/antibiotics.50.833.", "ArticleIdList": ["10.7164/antibiotics.50.833", "9402988"]}, {"Citation": "IARC Global Cancer Observatory Latest global cancer data: Cancer burden rises to 18.1 million new cases and 9.6 million cancer deaths in 2018. Press Release N° 263. Sep 12, 2018."}, {"Citation": "Argoudelis A.D., Dietz A., Johnson L.E. Zervamicins I and II, polypeptide antibiotics produced by Emericellopsis salmosynnemata. J. Antibiot. 1974;27:321–328. doi: 10.7164/antibiotics.27.321.", "ArticleIdList": ["10.7164/antibiotics.27.321", "4855438"]}, {"Citation": "Argoudelis A.D., Mizsak S.A., Baczynskyj L. N-acetyl-l-phenylalanyl-l-phenylalaninol a metabolite of Emericellopsis salmosynnemata. J. Antibiot. 1975;28:733–736. doi: 10.7164/antibiotics.28.733.", "ArticleIdList": ["10.7164/antibiotics.28.733", "1184465"]}, {"Citation": "Wall M.E., Wani M.C. Camptothecin and taxol: Discovery to clinic--thirteenth Bruce F. Cain Memorial Award Lecture. Cancer Res. 1995;55:753–760.", "ArticleIdList": ["7850785"]}, {"Citation": "Cragg G.M., Snader K.M. Plants as a source of anti-cancer agents. J. Ethnopharmacol. 2005;100:72–79. doi: 10.1016/j.jep.2005.05.011.", "ArticleIdList": ["10.1016/j.jep.2005.05.011", "16009521"]}, {"Citation": "Stierle A., Strobel G., Stierle D. Taxol and taxane production by Taxomyces andreanae an endophytic fungus of Pacific yew. Science. 1993;260:214–216. doi: 10.1126/science.8097061.", "ArticleIdList": ["10.1126/science.8097061", "8097061"]}, {"Citation": "Gangadevi V., Murugan M., Muthumary J. Taxol determination from Pestalotiopsis pauciseta, a fungal endophyte of a medicinal plant. Chinese J. Biotechnol. 2008;24:1433–1438. doi: 10.1016/S1872-2075(08)60065-5.", "ArticleIdList": ["10.1016/S1872-2075(08)60065-5", "18998547"]}, {"Citation": "Li J.Y., Strobel G., Sidhu R., Hess W.M., Ford E.J. Endophytic taxol-producing fungi from bald cypress, Taxodium distichum. Microbiol. 1996;142:2223–2226. doi: 10.1099/13500872-142-8-2223.", "ArticleIdList": ["10.1099/13500872-142-8-2223", "8760934"]}, {"Citation": "Wijeratne E.M.K., Paranagama P.A., Marron M.T., Gunatilaka M.K., Arnold A.E., Gunatilaka A.A.L. Sesquiterpene quinones and related metabolites from Phyllosticta spinarum, a fungal strain endophytic in Platycladus orientalis, of the sonoran desert. J. Nat.Prod. 2008;71:218–222. doi: 10.1021/np070600c.", "ArticleIdList": ["10.1021/np070600c", "18247573"]}, {"Citation": "Gangadevi V., Muthumary J. Taxol, an anticancer drug produced by an endophytic fungus Bartalinia robillardoides Tassi, isolated from a medicinal plant, Aegle marmelos Correa ex Roxb. World J. Microbiol. Biotech. 2008;24:717–724. doi: 10.1007/s11274-007-9530-4.", "ArticleIdList": ["10.1007/s11274-007-9530-4"]}, {"Citation": "Schulz B.U., Wanke U., Drager S., Aust H.J. Endophytes from herbaceous plants and shrubs: Effectiveness of surface sterilization methods. Mycology Res. 1993;97:1447–1450. doi: 10.1016/S0953-7562(09)80215-3.", "ArticleIdList": ["10.1016/S0953-7562(09)80215-3"]}, {"Citation": "Ainsworth G.C., Sparrow F.K., Sussman A.S. The Fungi: An Advanced Treatise. Volume 4A Academic Press; New York, NY, USA: 1973."}, {"Citation": "Barnett H.L., Hunter B.B. Illustrated Genera of Imperfect Fungi. 4th ed. APS Press; St. Paul, MN, USA: 1998."}, {"Citation": "White T.J., Bruns T., Lee S., Taylor J. Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics. In: Innis M.A., Gelfland D.H., Sninsky J.J., White T.J., editors. PCR Protocols. A Guide to Methods and Applications. Academic Press; Cambridge, MA, USA: 1990. pp. 315–322."}, {"Citation": "Amagata T. Natural Products Structural Diversity-II Secondary Metabolites: Sources, Structures and Chemical Biology. Comprehensive Natural Products II. 2010;2:581–621."}]}], "History": [{"Year": "2019", "Month": "4", "Day": "22"}, {"Year": "2019", "Month": "5", "Day": "21"}, {"Year": "2019", "Month": "5", "Day": "23"}, {"Year": "2019", "Month": "5", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "5", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["31137730", "PMC6616413", "10.3390/jof5020043", "jof5020043"]}}]}