{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Buner", "Pakistan", "animal care", "conservation", "ethnomedicinal quantification", "medicinal plants", "statistical indices", "traditional knowledge"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31157243", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "16"}], "Language": ["eng"], "ELocationID": ["122", "10.3389/fvets.2019.00122"], "Journal": {"ISSN": "2297-1769", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2019"}}, "Title": "Frontiers in veterinary science", "ISOAbbreviation": "Front Vet Sci"}, "ArticleTitle": "Ethnoveterinary Therapeutic Practices and Conservation Status of the Medicinal Flora of Chamla Valley, Khyber Pakhtunkhwa, Pakistan.", "Pagination": {"StartPage": "122", "MedlinePgn": "122"}, "Abstract": {"AbstractText": ["Domestic animals play a very important role in the human civilization. Besides human being, plants are used as medicines for many domestic animals. The therapeutic practices are very common among the tribes of Chamla, rich in ethnoveterinary medicinal plants. Due to poor availability of modern healthcare facilities and poverty of indigenous people, they depend on local medicinal plants for the healthcare of their domestic animals. This study is the first attempt to document the indigenous knowledge and evaluate the conservation status of medicinal plants and practices of herbal remedies by the local people of Chamla Valley in the treatment of their livestock. Semi-structured questionnaire was used and 120 local inhabitants were interviewed to note the traditional practices regarding plant species uses. Well-known statistical indices, Use Value formula and Relative Frequency Citations were used for quantification of the recorded data. It was observed that 50 medicinal plants belonging to 38 families were reported, where Poaceae was the most cited. The common livestock are goats, sheep, buffalos, cows, bulls, and donkeys. Most of the herbs, which are used in livestock treatment, are wild and few plants are cultivated. The common livestock diseases are red water, 3 days sickness, diarrhea, tympany, and indigestion among others. Most of the plants are used in fresh condition. According to the results, <i>Brassica nigra</i> was used for placenta retention, <i>Butea monosperma</i> for constipation, <i>Calotropis procera</i> for indigestion and 3 days sickness. <i>Canabis sativa, Cedrella serrata, Allium sativum</i>, and <i>Origanum vulgare</i> were used for fever. The traditional plant collection techniques have resulted in huge losses of these valuable plant resources. The ethnobotanical conservation assessment revealed that due to increased exploitation and un-sustainable harvesting, 49% of these economically valued medicinal plant species are decreasing in last 30 years. Some of the plants are only present on high altitudes while they had been finished in the foothills like <i>Paeonia emodi and Berberis lycium</i>. Lack of scientific knowledge, ignorance, poverty, and joblessness, as well as land development, construction and fires, add more pressure on flora and fauna of the area and various species are under the threat of extinction."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Hazara University, Mansehra, Pakistan."}], "LastName": "Khan", "ForeName": "Khalid", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Hazara University, Mansehra, Pakistan."}, {"Identifier": [], "Affiliation": "William L. Brown Center, Missouri Botanical Garden, St. Louis, MO, United States."}], "LastName": "Rahman", "ForeName": "Inayat Ur", "Initials": "IU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of São Paulo, São Paulo, Brazil."}, {"Identifier": [], "Affiliation": "Department of Biology, University of Missouri, St. Louis, MO, United States."}], "LastName": "Calixto", "ForeName": "Eduardo Soares", "Initials": "ES"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Hazara University, Mansehra, Pakistan."}], "LastName": "Ali", "ForeName": "Niaz", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Hazara University, Mansehra, Pakistan."}], "LastName": "Ijaz", "ForeName": "Farhana", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Vet Sci", "NlmUniqueID": "101666658", "ISSNLinking": "2297-1769"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Iqbal Z, Jabbar A, Akhtar MS, Muhammad G, Lateef M. Possible role of ethnoveterinary medicine in poverty reduction in Pakistan: use of botanical anthelmintics as an example. J Agric Soc Sci. (2005) 1:187–95."}, {"Citation": "McCorkle CM. An introduction to ethnoveterinary research and development. J Ethnobiol. (1986) 6:129–49. 10.3362/9781780444895.001", "ArticleIdList": ["10.3362/9781780444895.001"]}, {"Citation": "Arshad M, Rao AR. Medicinal Plants of cholistan desert, medicinal plants of Pakistan. Med GD. (1998) 1:325–8."}, {"Citation": "Said HM. Hamdard Medicus. Karachi: Hamdard Foundation Pakistan; (1998)."}, {"Citation": "Guèye EF. Ethnoveterinary medicine against poultry diseases in African villages. Worlds Poult Sci J. (1999) 55:187–98. 10.1079/WPS19990013", "ArticleIdList": ["10.1079/WPS19990013"]}, {"Citation": "McGaw LJ, Eloff JN. Ethnoveterinary use of southern African plants and scientific evaluation of their medicinal properties. J Ethnopharmacol. (2008) 119:559–74. 10.1016/j.jep.2008.06.013", "ArticleIdList": ["10.1016/j.jep.2008.06.013", "18620038"]}, {"Citation": "van der Merwe D, Swan GE, Botha CJ. Use of ethnoveterinary medicinal plants in cattle by Setswana-speaking people in the Madikwe area of the North West Province of South Africa. J S Afr Vet Assoc. (2001) 72:189–96. 10.4102/jsava.v72i4.651", "ArticleIdList": ["10.4102/jsava.v72i4.651", "12219913"]}, {"Citation": "Akhtar M, Iqbal Z, Khan M, Lateef M. Anthelmintic activity of medicinal plants with particular reference to their use in animals in the Indo-Pakistan subcontinent. Small Rumin Res. (2000) 38:99–107. 10.1016/S0921-4488(00)00163-2", "ArticleIdList": ["10.1016/S0921-4488(00)00163-2"]}, {"Citation": "Hamayun M, Khan A, Khan MA. Common medicinal folk recipes of District Buner, NWFP, Pakistan. J Bot. (2003) 31:56–64."}, {"Citation": "Ijaz F. Biodiversity and Traditional Uses of Plants of Sarban Hills, Abbottabad. M.Phil thesis, Department of Botany, Hazara University Mansehra (2014)."}, {"Citation": "Rahman IU, Ijaz F, Afzal A, Iqbal Z, Ali N, Khan SM. Contributions to the phytotherapies of digestive disorders: traditional knowledge and cultural drivers of Manoor Valley, Northern Pakistan. J Ethnopharmacol. (2016) 192:30–52. 10.1016/j.jep.2016.06.049", "ArticleIdList": ["10.1016/j.jep.2016.06.049", "27353866"]}, {"Citation": "Rahman IU, Afzal A, Iqbal Z, Ijaz F, Ali N, Bussmann RW. Traditional and ethnomedicinal dermatology practices in Pakistan. Clin Dermatol. (2018) 36:310–19. 10.1016/j.clindermatol.2018.03.016", "ArticleIdList": ["10.1016/j.clindermatol.2018.03.016", "29908573"]}, {"Citation": "Rastogi RP, Mehrotra BN. Compendium of Medicinal Plants, Vol. 2. New Delhi: Central Drugs Research Institute, Lucknow and Publication and Information Directorate; (1979). p. 833."}, {"Citation": "Roshan N, Savitri P. Review on chemical constituents and parts of plants as immunomodulators. Res J Pharma Biol Chem Sci. (2013) 4:76–89."}, {"Citation": "Gulfraz M, Qadir G, Nosheen F, Parveen Z. Antihyperglycemic effects of Berberis lyceum Royle in alloxan induced diabetic rats. Diabetol Croat. (2007) 36–3:49–54."}, {"Citation": "Mustafa KG, Ganai BA, Akbar S, Dar MY, Tantry MA, Masood A. The extracts of Berberis lycium and diabetes mellitus in alloxan monohydrate induced diabetic rats. J Pharm Res. (2011) 4:2570–73."}, {"Citation": "Watanabe T, Rajbhandari KR, Malla KJ, Yahara S. A Handbook of Medicinal Plants of Nepal. Bangkok: Kobfa Publishing Project; (2005). p. 262."}, {"Citation": "Dahab MM, Musa EM, Osman EA, Koko WS, Almgboul AZ, Khogali MS. Antigiardial activity and toxicological exploration of Cannabis sativa extracts. J For Prod Ind. (2013) 2:24–9."}, {"Citation": "Uddin G, Ullah W, Siddiqui BS, Shah SQ. Grewialin and optivanin new constituents from the stem bark of Grewia optiva Drummond ex Burret (Tiliaceae). Nat Prod Res. (2013) 27:215–22. 10.1080/14786419.2012.666749", "ArticleIdList": ["10.1080/14786419.2012.666749", "22417089"]}, {"Citation": "Samantha AK, Agarawal P. Application of natural dyes on textiles. Ind J Fibre Textile Res. (2009) 34:384–99."}, {"Citation": "Hamayun M, Afzal S, Khan MA. Ethnopharmacology, indigenous collection and preservation techniques of some frequently used medicinal plants of Utror and Gabral, District Swat, Pakistan. Afr J Trad Compl Alter Med. (2006) 3:57–73. 10.4314/ajtcam.v3i2.31158", "ArticleIdList": ["10.4314/ajtcam.v3i2.31158"]}, {"Citation": "Slatnar A, Klancar U, Stampar F, Veberic R. Effect of drying of figs (Ficus carica L.) on the contents of sugars, organic acids, and phenolic compounds. J Agric Food Chem. (2011) 59:11696–702. 10.1021/jf202707y", "ArticleIdList": ["10.1021/jf202707y", "21958361"]}, {"Citation": "Vallejo F, Marin JG, Tom'as-Barberan FA. Phenolic compound content of fresh and dried figs (Ficus carica L.). Food Chem. (2012) 130:485–92. 10.1016/j.foodchem.2011.07.032", "ArticleIdList": ["10.1016/j.foodchem.2011.07.032"]}, {"Citation": "Liu F, Yang Z, Zheng X, Luo S, Zhang K, Li G. Nematicidal coumarin from Ficus carica L. J Asian Pacific Entomol. (2011) 14:79–81. 10.1016/j.aspen.2010.10.006", "ArticleIdList": ["10.1016/j.aspen.2010.10.006"]}, {"Citation": "Saeed MA, Sabi A. Irritant potential of triterpenoids from Ficus carica leaves. Fitoterapia. (2002) 73:417–20. 10.1016/S0367-326X(02)00127-2", "ArticleIdList": ["10.1016/S0367-326X(02)00127-2", "12165340"]}, {"Citation": "Arya V, Gupta R, Gupta VK. Pharmacognostic and phytochemical investigations on Pyrus pashia Buch.-Ham. ex D. Don stem bark. J Chem Pharm Res. (2011) 3:447–56."}, {"Citation": "Janbaz KH, Ahsan MZ, Saqib F, Imran I, Zia-Ul-Haq M, Rashid MA, et al. . Scientific basis for use of Pyrus pashia Buch.-Ham. ex D. Don. Fruit in gastrointestinal, respiratory and cardiovascular ailments. PLoS ONE. (2015) 10:e0118605. 10.1371/journal.pone.0118605", "ArticleIdList": ["10.1371/journal.pone.0118605", "PMC4364991", "25786248"]}, {"Citation": "Gulluce M, Karadayi M, Guvenalp Z, Ozbek H, Arasoglu T, Baris O. Isolation of some active compounds from Origanum vulgare L. ssp. vulgare and determination of their genotoxic potentials. Food Chem. (2012) 130:248–263. 10.1016/j.foodchem.2011.07.024", "ArticleIdList": ["10.1016/j.foodchem.2011.07.024"]}, {"Citation": "Azcan N, Kara M, Demirci B, Baser K, Huesnue C. Fatty acids of the seeds of Origanum onites L. and O. vulgare L. Lipids. (2004) 39:487–9. 10.1007/s11745-004-1255-x", "ArticleIdList": ["10.1007/s11745-004-1255-x", "15506245"]}, {"Citation": "Lin Y, Wang C, Shiao Y, Liu T, Wang W. Benzolignanoid and polyphenols from Origanum vulgare. J Chin Chem Soc. (2003) 50:1079–83. 10.1002/jccs.200300153", "ArticleIdList": ["10.1002/jccs.200300153"]}, {"Citation": "Pardo F, Perich F, Torres R, Monache DF. Phytotoxic iridoid glucosides from the roots of Verbascum thapsus. J Chem Ecol. (1998) 24:645–53. 10.1023/A:1022338118561", "ArticleIdList": ["10.1023/A:1022338118561"]}, {"Citation": "EMEA (European Medicines Agency Evaluation of Medicines for Human Use) Assessment Report on Verbascum thapsus L., V. densiflorum Bertol.; V. phlomoides L., With traditional Use. London (2009)."}, {"Citation": "Singh G, Kapoor IP, Singh P, de Heluani CS, de Lampasona MP, Catalan CA. Department of Chemistry, DDU, Gorakhpur University, Gorakhpur 273009, India. Int J Food Prop. (2013) 16:288–300."}, {"Citation": "Barkatullah, Ibrar M, Muhammad N. Evaluation of Zanthoxylum armatum DC for in-vitro and in-vivo pharmacological screening. Afr J Pharm Pharmacol. (2011) 5:1718–23. 10.5897/AJPP11.405", "ArticleIdList": ["10.5897/AJPP11.405"]}, {"Citation": "Harun-or-Rashid M, Tanzin R, Ghosh KC, Jahan R, Khatun MA, Rahmatullah M. An ethnoveterinary survey of medicinal plants used to treat cattle diseases in Birishiri area, Netrakona district, Bangladesh. Adv Nat Appl Sci. (2010) 4:10–13."}, {"Citation": "Jabbar A, Raza MA, Iqbal Z, Khan MN. An inventory of the ethnobotanicals used as anthelmintics in the southern Punjab (Pakistan). J Ethnopharmacol. (2006) 108:152–4. 10.1016/j.jep.2006.04.015", "ArticleIdList": ["10.1016/j.jep.2006.04.015", "16730420"]}, {"Citation": "Tabassam SM, Iqbal Z, Jabbar A, Ud-Sindhu Z, Abbas RZ. Documentation of ethnoveterinary practices and evaluation of Azadirachta indica for treatment of sheep mange. In: 12th AAAP Animal Science Congress. Busan."}, {"Citation": "Dilshad SMR, Rehman NU, Ahmad N, Iqbal A. Documentation of ethnoveterinary practices for mastitis in dairy animals in Pakistan. Pak Vet J. (2010) 30:167–71. 10.1097/QCO.0b013e3283638104", "ArticleIdList": ["10.1097/QCO.0b013e3283638104"]}, {"Citation": "Farooq Z, Iqbal Z, Mushtaq S, Muhammad G, Iqbal MZ, Arshad M. Ethnoveterinary practices for the treatment of parasitic diseases in livestock in Cholistan desert (Pakistan). J Ethnopharmacol. (2008) 118:213–19. 10.1016/j.jep.2008.03.015", "ArticleIdList": ["10.1016/j.jep.2008.03.015", "18524514"]}, {"Citation": "Sindhu ZUD, Iqbal Z, Khan MN, Jonsson NN, Siddique M. Documentation of ethnoveterinary practices used for treatment of different ailments in a selected hilly area of Pakistan. Int J Agric Biol. (2010) 12:353–8."}, {"Citation": "Ole-Miaron JO. The Maasai ethnodiagnostic skill of livestock diseases: a lead to traditional bioprospecting. J Ethnopharmacol. (2003) 84:79–83. 10.1016/S0378-8741(02)00283-0", "ArticleIdList": ["10.1016/S0378-8741(02)00283-0", "12499079"]}, {"Citation": "Ijaz F, Iqbal Z, Rahman IU, Alam J, Khan SM, Shah GM, et al. . Investigation of traditional medicinal floral knowledge of Sarban Hills, Abbottabad, KP, Pakistan. J Ethnopharmacol. (2016) 179:208–33. 10.1016/j.jep.2015.12.050", "ArticleIdList": ["10.1016/j.jep.2015.12.050", "26739924"]}, {"Citation": "Ahmed J. Floristic Diversity and Ethnobotanical Appraisal of Tehsil Oghi, District Mansehra, Pakistan. BS thesis, GPGC, Mansehra (2017)."}, {"Citation": "Sher Z, Khan ZUD, Hussain F. Ethnobotanical studies of some plants of Chagharzai Valley, District Buner, Pakistan. Pak J Bot. (2011) 43:1445–52."}]}], "History": [{"Year": "2018", "Month": "8", "Day": "30"}, {"Year": "2019", "Month": "4", "Day": "1"}, {"Year": "2019", "Month": "6", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["31157243", "PMC6532436", "10.3389/fvets.2019.00122"]}}]}