{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antimicrobial", "bioactive compound", "conservation", "essential oils", "human health"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31159425", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "06", "Day": "01"}], "Language": ["eng"], "ELocationID": ["150", "10.3390/plants8060150"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "8", "Issue": "6", "PubDate": {"Year": "2019", "Month": "Jun", "Day": "01"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Ethnopharmacological Properties and Medicinal Uses of <i>Litsea cubeba</i>.", "Abstract": {"AbstractText": ["The genus <i>Litsea</i> is predominant in tropical and subtropical regions of India, China, Taiwan, and Japan. The plant possesses medicinal properties and has been traditionally used for curing various gastro-intestinal ailments (e.g., diarrhea, stomachache, indigestion, and gastroenteritis) along with diabetes, edema, cold, arthritis, asthma, and traumatic injury. Besides its medicinal properties, <i>Litsea</i> is known for its essential oil, which has protective action against several bacteria, possesses antioxidant and antiparasitic properties, exerts acute and genetic toxicity as well as cytotoxicity, and can even prevent several cancers. Here we summarize the ethnopharmacological properties, essentials oil, medicinal uses, and health benefits of an indigenous plant of northeast India, emphasizing the profound research to uplift the core and immense potential present in the conventional medicine of the country. This review is intended to provide insights into the gaps in our knowledge that need immediate focus on in-situ conservation strategies of <i>Litsea</i> due to its non-domesticated and dioecious nature, which may be the most viable approach and intense research for the long-term benefits of society and local peoples."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forestry, North Eastern Regional Institute of Science and Technology, Nirjuli 791109, India. madhu.kamle18@gmail.com."}], "LastName": "Kamle", "ForeName": "Madhu", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Exercise and Nutrition Sciences, Deakin University, Burwood, VIC 3125, Australia. kumar.dipendra2@gmail.com."}], "LastName": "Mahato", "ForeName": "Dipendra K", "Initials": "DK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Genetics Lab, Department of Biotechnology, Yeungnam University, Gyeongsan, Gyeongbuk 38541, Korea. keun126@ynu.ac.kr."}], "LastName": "Lee", "ForeName": "Kyung Eun", "Initials": "KE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Energy and Material Engineering, Dongguk University-Seoul, Seoul 04620, Korea. vbajpai04@gmail.com."}], "LastName": "Bajpai", "ForeName": "Vivek K", "Initials": "VK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forestry, North Eastern Regional Institute of Science and Technology, Nirjuli 791109, India. prgajurel@gmail.com."}], "LastName": "Gajurel", "ForeName": "Padam Raj", "Initials": "PR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Genetics Lab, Department of Biotechnology, Yeungnam University, Gyeongsan, Gyeongbuk 38541, Korea. kangsg@yu.ac.kr."}, {"Identifier": [], "Affiliation": "Stemforce, 302 Institute of Industrial Technology, Yeungnam University, Gyeongsan, Gyeongbuk 38541, Korea. kangsg@yu.ac.kr."}], "LastName": "Gu", "ForeName": "Kang Sang", "Initials": "KS"}, {"Identifier": ["0000-0002-0892-5425"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forestry, North Eastern Regional Institute of Science and Technology, Nirjuli 791109, India. pkbiotech@gmail.com."}], "LastName": "Kumar", "ForeName": "Pradeep", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mabberley D.J. The Plant-Book: A Portable Dictionary of the Higher Plants. Volume 581 Cambridge University Press; Cambridge, UK: 1993."}, {"Citation": "Kapoor L. Handbook of Ayurvedic Medicinal Plants: Herbal Reference Library. Routledge; London, UK: 2017."}, {"Citation": "Yadav G., Goswami B. Studies on the foliar constituents of food plants of muga silkworm (Antheraea assama Westwood) J. Ecobiol. 1990;2:222–228."}, {"Citation": "Choudhury S., Ahmed R., Barthel A., Leclercq P.A. Composition of the stem, flower and fruit oils of Litsea cubeba Pers. from two locations of Assam, India. J. Essent. Oil Res. 1998;10:381–386. doi: 10.1080/10412905.1998.9700927.", "ArticleIdList": ["10.1080/10412905.1998.9700927"]}, {"Citation": "Duke J.A., Ayensu E.S. Medicinal Plants of China. Volume 2 Reference Publications; Cambridge, MA, USA: 1985."}, {"Citation": "Chen Z., Bi H., Fan C., Bao C. Chemical constituents from the branch of Litsea cubeba (Lour.) Pers. Chem. Ind. For. Prod. 2013;33:133–136."}, {"Citation": "Mao A. Preliminary report on the folklore botany of Mao Nagas of Manipur India. Ethnobotany. 1993;5:143–147."}, {"Citation": "Yao K., Yang C. Using pheasant pepper seed oil for controlling the broad bean weevil Bruchus rufimanus. Acta Ecol. Sin. 1984;27:173–181."}, {"Citation": "Chen S.-L., Yu H., Luo H.-M., Wu Q., Li C.-F., Steinmetz A. Conservation and sustainable use of medicinal plants: Problems, progress, and prospects. Chin. Med. 2016;11:37. doi: 10.1186/s13020-016-0108-7.", "ArticleIdList": ["10.1186/s13020-016-0108-7", "PMC4967523", "27478496"]}, {"Citation": "Budavari S., O’Neil M.J., Smith A., Heckelman P.E. The Merck Index. Volume 11 Merck; Rahway, NJ, USA: 1989."}, {"Citation": "Wang J.-Q., Li J., Zou Y.-H., Cheng W.-M., Lu C., Zhang L., Ge J.-F., Huang C., Jin Y., Lv X.-W. Preventive effects of total flavonoids of Litsea coreana leve on hepatic steatosis in rats fed with high fat diet. J. Ethnopharmacol. 2009;121:54–60. doi: 10.1016/j.jep.2008.09.029.", "ArticleIdList": ["10.1016/j.jep.2008.09.029", "18977425"]}, {"Citation": "Wang Y.-S., Wen Z.-Q., Li B.-T., Zhang H.-B., Yang J.-H. Ethnobotany, phytochemistry, and pharmacology of the genus Litsea: An update. J. Ethnopharmacol. 2016;181:66–107. doi: 10.1016/j.jep.2016.01.032.", "ArticleIdList": ["10.1016/j.jep.2016.01.032", "26812679"]}, {"Citation": "Feng T., Zhang R.-T., Tan Q.-G., Liu Y.-P., Cai X.-H., Luo X.-D. Two new isoquinoline alkaloids from Litsea cubeba. Z. Naturforsch. B. 2009;64:871–874. doi: 10.1515/znb-2009-0717.", "ArticleIdList": ["10.1515/znb-2009-0717"]}, {"Citation": "Wang H., Liu Y. Chemical composition and antibacterial activity of essential oils from different parts of Litsea cubeba. Chem. Biodivers. 2010;7:229–235. doi: 10.1002/cbdv.200800349.", "ArticleIdList": ["10.1002/cbdv.200800349", "20087994"]}, {"Citation": "Liu T.-T., Yang T.-S. Antimicrobial impact of the components of essential oil of Litsea cubeba from Taiwan and antimicrobial activity of the oil in food systems. Int. J. Food Microbiol. 2012;156:68–75. doi: 10.1016/j.ijfoodmicro.2012.03.005.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2012.03.005", "22459760"]}, {"Citation": "Hwang J.-K., Choi E.-M., Lee J.H. Antioxidant activity of Litsea cubeba. Fitoterapia. 2005;76:684–686. doi: 10.1016/j.fitote.2005.05.007.", "ArticleIdList": ["10.1016/j.fitote.2005.05.007", "16239077"]}, {"Citation": "Ho C.-L., Jie-Ping O., Liu Y.-C., Hung C.-P., Tsai M.-C., Liao P.-C., Wang E.I.-C., Chen Y.-L., Su Y.-C. Compositions and in vitro anticancer activities of the leaf and fruit oils of Litsea cubeba from Taiwan. Nat. Prod. Commun. 2010;5:617–620. doi: 10.1177/1934578X1000500425.", "ArticleIdList": ["10.1177/1934578X1000500425", "20433084"]}, {"Citation": "Seal S., Chatterjee P., Bhattacharya S., Pal D., Dasgupta S., Kundu R., Mukherjee S., Bhattacharya S., Bhuyan M., Bhattacharyya P.R. Vapor of volatile oils from Litsea cubeba seed induces apoptosis and causes cell cycle arrest in lung cancer cells. PLoS ONE. 2012;7:47014. doi: 10.1371/journal.pone.0047014.", "ArticleIdList": ["10.1371/journal.pone.0047014", "PMC3473030", "23091605"]}, {"Citation": "Liao P.-C., Yang T.-S., Chou J.-C., Chen J., Lee S.-C., Kuo Y.-H., Ho C.-L., Chao L.K.-P. Anti-inflammatory activity of neral and geranial isolated from fruits of Litsea cubeba Lour. J. Funct. Foods. 2015;19:248–258. doi: 10.1016/j.jff.2015.09.034.", "ArticleIdList": ["10.1016/j.jff.2015.09.034"]}, {"Citation": "Sun Y.-X., Lu Y.-X., Wang L.-Y. Study on the mechanism of action of total flavonoids of Litsea coreana for reducing blood glucose level in rat with type 2 diabetes mellitus. Chin. J. Integr. Med. 2010;30:617–621.", "ArticleIdList": ["20815278"]}, {"Citation": "Chhetri D., Parajuli P., Subba G. Antidiabetic plants used by Sikkim and Darjeeling Himalayan tribes, India. J. Ethnopharmacol. 2005;99:199–202. doi: 10.1016/j.jep.2005.01.058.", "ArticleIdList": ["10.1016/j.jep.2005.01.058", "15894127"]}, {"Citation": "Yadav M. Herbal drugs and phytoconstituents useful for the management of diabetes. Int. J. Green Pharm. 2017;11:S21."}, {"Citation": "Jiang Z., Akhtar Y., Bradbury R., Zhang X., Isman M.B. Comparative toxicity of essential oils of Litsea pungens and Litsea cubeba and blends of their major constituents against the cabbage looper, Trichoplusia ni. J. Agric. Food Chem. 2009;57:4833–4837. doi: 10.1021/jf900274r.", "ArticleIdList": ["10.1021/jf900274r", "19422220"]}, {"Citation": "Seo S.-M., Kim J., Lee S.-G., Shin C.-H., Shin S.-C., Park I.-K. Fumigant antitermitic activity of plant essential oils and components from ajowan (Trachyspermum ammi), allspice (Pimenta dioica), caraway (Carum carvi), dill (Anethum graveolens), geranium (Pelargonium graveolens), and litsea (Litsea cubeba) oils against Japanese termite (Reticulitermes speratus Kolbe) J. Agric. Food Chem. 2009;57:6596–6602.", "ArticleIdList": ["19722567"]}, {"Citation": "Zhang H.J., Zheng L.H., Zhao K., Chen Y., Yi Z. Insecticidal activities of constituents of Litsea cubeba fruit extracts effective against the maize weevil (Coleoptera: Curculionidae) J. Insect Sci. 2017;17:103. doi: 10.1093/jisesa/iex079.", "ArticleIdList": ["10.1093/jisesa/iex079", "PMC5639732", "29117378"]}, {"Citation": "Mohanan N., Kumar E.S. A new species of Litsea (Lauraceae) from India. Nord. J. Bot. 2003;23:611–613. doi: 10.1111/j.1756-1051.2003.tb00441.x.", "ArticleIdList": ["10.1111/j.1756-1051.2003.tb00441.x"]}, {"Citation": "Guzmán-Gutiérrez S., Gómez-Cansino R., García-Zebadúa J., Jiménez-Pérez N., Reyes-Chilpa R. Antidepressant activity of Litsea glaucescens essential oil: Identification of β-pinene and linalool as active principles. J. Ethnopharmacol. 2012;143:673–679. doi: 10.1016/j.jep.2012.07.026.", "ArticleIdList": ["10.1016/j.jep.2012.07.026", "22867633"]}, {"Citation": "Kong D.-G., Zhao Y., Li G.-H., Chen B.-J., Wang X.-N., Zhou H.-L., Lou H.-X., Ren D.-M., Shen T. The genus Litsea in traditional Chinese medicine: An ethnomedical, phytochemical and pharmacological review. J. Ethnopharmacol. 2015;164:256–264. doi: 10.1016/j.jep.2015.02.020.", "ArticleIdList": ["10.1016/j.jep.2015.02.020", "25698244"]}, {"Citation": "Agrawal N., Choudhary A.S., Sharma M.C., Dobhal M.P. Chemical constituents of plants from the genus Litsea. Chem. Biodivers. 2011;8:223–243. doi: 10.1002/cbdv.200900408.", "ArticleIdList": ["10.1002/cbdv.200900408", "21337497"]}, {"Citation": "Ho C.-L., Lin C.-Y., Wang E.I.-C., Su Y.-C. Composition, antioxidant and antimicrobial activities of leaf and twig essential oils of Litsea akoensis from Taiwan. Nat. Prod. Commun. 2011;6:901–904. doi: 10.1177/1934578X1100600634.", "ArticleIdList": ["10.1177/1934578X1100600634", "21815435"]}, {"Citation": "Cheng H.-I., Lin W.-Y., Duh C.-Y., Lee K.-H., Tsai I.-L., Chen I.-S. New cytotoxic butanolides from Litsea acutivena. J. Nat. Prod. 2001;64:1502–1505. doi: 10.1021/np0102298.", "ArticleIdList": ["10.1021/np0102298", "11754599"]}, {"Citation": "Normile D. The new face of traditional Chinese medicine. Science. 2003;299:188–190. doi: 10.1126/science.299.5604.188.", "ArticleIdList": ["10.1126/science.299.5604.188", "12522228"]}, {"Citation": "Xie Z., Yu Y. The Guide of National Chinese Herbal Medicine (I) People’s Medical Publishing House; Beijing, China: 1996."}, {"Citation": "Kumar P.B., Kannan M.M., Quine S.D. Litsea deccanensis ameliorates myocardial infarction in wistar rats: Evidence from biochemical histological studies. J. Young Pharm. 2011;3:287–296. doi: 10.4103/0975-1483.90239.", "ArticleIdList": ["10.4103/0975-1483.90239", "PMC3249741", "22224035"]}, {"Citation": "Ageel A., Islam M., Ginawi O., Al-Yahya M. Evaluation of the aphrodisiac activity of Litsea chinensis (Lauraceae) and Orchis malculata (Orchidaceae) extracts in rats. Phytother. Res. 1994;8:103–105. doi: 10.1002/ptr.2650080211.", "ArticleIdList": ["10.1002/ptr.2650080211"]}, {"Citation": "Hassan S.H.A., Fry J.R., Bakar M.F.A. Antioxidant and phytochemical study on pengolaban (Litsea garciae), an edible underutilized fruit endemic to Borneo. Food Sci. Biotechnol. 2013;22:1–7. doi: 10.1007/s10068-013-0202-x.", "ArticleIdList": ["10.1007/s10068-013-0202-x"]}, {"Citation": "Min B.S., Lee S.Y., Kim J.H., Kwon O.K., Park B.Y., An R.B., Lee J.K., Moon H.I., Kim T.J., Kim Y.H. Lactones from the Leaves of Litsea j aponica and Their Anti-complement Activity. J. Nat. Prod. 2003;66:1388–1390. doi: 10.1021/np030227i.", "ArticleIdList": ["10.1021/np030227i", "14575444"]}, {"Citation": "Yoon W.-J., Kang S.C., Ham Y.-M., Kim K.-N., Yang W.H., Kim H.-J., Park S.-Y., Jung Y.-H. Antioxidative and anti-inflammatory activities of Litsea japonica leaves. J. Korean Soc. Appl. Biol. 2010;53:27–32. doi: 10.3839/jksabc.2010.005.", "ArticleIdList": ["10.3839/jksabc.2010.005"]}, {"Citation": "Bhatt B., Lemtur M., Changkija S., Sarkar B. Fuelwood characteristics of important trees and shrubs of Eastern Himalaya. Energ. Sources Part A Recovery Util. Environ. Eff. 2017;39:47–50. doi: 10.1080/15567036.2015.1118579.", "ArticleIdList": ["10.1080/15567036.2015.1118579"]}, {"Citation": "Baul T.K., Hossain M.M., Mezbahuddin M., Mohiuddin M. Vegetative propagation of Litsea monopetala, a wild tropical medicinal plant: Effects of indole-3-butyric acid (IBA) on stem cuttings. J. For. Res. 2011;22:409–416. doi: 10.1007/s11676-011-0111-x.", "ArticleIdList": ["10.1007/s11676-011-0111-x"]}, {"Citation": "Hua H., Xing F., Selvaraj J.N., Wang Y., Zhao Y., Zhou L., Liu X., Liu Y. Inhibitory effect of essential oils on Aspergillus ochraceus growth and ochratoxin A production. PLoS ONE. 2014;9:108285. doi: 10.1371/journal.pone.0108285.", "ArticleIdList": ["10.1371/journal.pone.0108285", "PMC4178002", "25255251"]}, {"Citation": "Rana M.P., Sohel M.S.I., Akhter S., Islam M.J. Ethno-medicinal plants use by the Manipuri tribal community in Bangladesh. J. For. Res. 2010;2:85–92. doi: 10.1007/s11676-010-0015-1.", "ArticleIdList": ["10.1007/s11676-010-0015-1"]}, {"Citation": "Ho C.-L., Wang E.I.-C., Hsu K.-P., Lee P.-Y., Su Y.-C. Composition and antimicrobial activity of the leaf essential oil of Litsea kostermansii from Taiwan. Nat. Prod. Commun. 2009;4:1123–1236. doi: 10.1177/1934578X0900400822.", "ArticleIdList": ["10.1177/1934578X0900400822", "19768997"]}, {"Citation": "Nawawi A.A., Nakamura N., Hattori M., Kurokawa M., Shiraki K. Inhibitory effects of Indonesian medicinal plants on the infection of herpes simplex virus type 1. Phytother. Res. 1999;13:37–41. doi: 10.1002/(SICI)1099-1573(199902)13:1<37::AID-PTR382>3.0.CO;2-S.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199902)13:1<37::AID-PTR382>3.0.CO;2-S", "10189948"]}, {"Citation": "Ghosh M., Sinha B. GC-MS studies on the bark extracts of Litsea polyantha Juss. Middle East J. Sci. Res. 2010;5:441–444."}, {"Citation": "Academiae Sinicae, editor. Flora Reipublicae Popularis Sinicae. Volume 77. Science Press; Beijing, China: 1999. Delectis Florae Reipublicae Popularis Sinicae agendae; pp. 1977–1999."}, {"Citation": "Kala C.P. Ethnomedicinal botany of the Apatani in the Eastern Himalayan region of India. J. Ethnobiol. Ethnomed. 2005;1:11. doi: 10.1186/1746-4269-1-11.", "ArticleIdList": ["10.1186/1746-4269-1-11", "PMC1315349", "16288657"]}, {"Citation": "Holloway D.M., Scheinmann F. Co-occurrence of aporphine and biphenyl constituents in Litsea turfosa. Phytochemistry. 1973;12:1503–1505. doi: 10.1016/0031-9422(73)80601-6.", "ArticleIdList": ["10.1016/0031-9422(73)80601-6"]}, {"Citation": "Bighelli A., Muselli A., Casanova J., Tam N.T., Van Anh V., Bessière J.-M. Chemical variability of Litsea cubeba leaf oil from Vietnam. J. Essent. Oil Res. 2005;17:86–88. doi: 10.1080/10412905.2005.9698839.", "ArticleIdList": ["10.1080/10412905.2005.9698839"]}, {"Citation": "Si L., Chen Y., Han X., Zhan Z., Tian S., Cui Q., Wang Y. Chemical composition of essential oils of Litsea cubeba harvested from its distribution areas in China. Molecules. 2012;17:7057–7066. doi: 10.3390/molecules17067057.", "ArticleIdList": ["10.3390/molecules17067057", "PMC6268156", "22683894"]}, {"Citation": "Thielmann J., Muranyi P. Review on the chemical composition of Litsea cubeba essential oils and the bioactivity of its major constituents citral and limonene. J. Essent. Oil Res. 2019:1–18. doi: 10.1080/10412905.2019.1611671.", "ArticleIdList": ["10.1080/10412905.2019.1611671"]}, {"Citation": "Saikia A.K., Chetia D., D’Arrigo M., Smeriglio A., Strano T., Ruberto G. Screening of fruit and leaf essential oils of Litsea cubeba Pers. from north-east India–chemical composition and antimicrobial activity. J. Essent. Oil Res. 2013;25:330–338. doi: 10.1080/10412905.2013.775081.", "ArticleIdList": ["10.1080/10412905.2013.775081"]}, {"Citation": "Luo M., Jiang L.-K., Zou G.-L. Acute and genetic toxicity of essential oil extracted from Litsea cubeba (Lour.) Pers. J. Food Prot. 2005;68:581–588. doi: 10.4315/0362-028X-68.3.581.", "ArticleIdList": ["10.4315/0362-028X-68.3.581", "15771186"]}, {"Citation": "Wang Y.-S., Liao Z., Zhu H.-K., Feng X.-F., Huang R., Zhu N., Yang J.-H. Megastigmane O-glucopyranosides from Litsea glutinosa. Chem. Nat. Compd. 2012;48:346–349. doi: 10.1007/s10600-012-0247-8.", "ArticleIdList": ["10.1007/s10600-012-0247-8"]}, {"Citation": "Huang X.-W., Feng Y.-C., Huang Y., Li H.-L. Potential cosmetic application of essential oil extracted from Litsea cubeba fruits from China. J. Essent. Oil Res. 2013;25:112–119. doi: 10.1080/10412905.2012.755479.", "ArticleIdList": ["10.1080/10412905.2012.755479"]}, {"Citation": "Noosidum A., Prabaripai A., Chareonviriyaphap T., Chandrapatya A. Excito-repellency properties of essential oils from Melaleuca leucadendron L. Litsea cubeba (Lour.) Persoon, and Litsea salicifolia (Nees) on Aedes aegypti (L.) mosquitoes. J. Vector Ecol. 2008;33:305–313. doi: 10.3376/1081-1710-33.2.305.", "ArticleIdList": ["10.3376/1081-1710-33.2.305", "19263850"]}, {"Citation": "Ko K., Juntarajumnong W., Chandrapatya A. Repellency, fumigant and contact toxicities of Litsea cubeba (Lour.) Persoon against Sitophilus zeamais Motschulsky and Tribolium castaneum (Herbst) Kasetsart J. 2009;43:56–63."}, {"Citation": "Zhou S., Kong W., Cao J., Logrieco A., Yang S., Yang M. Effect of Aspergillus flavus contamination on the inherent quality of Glycyrrhiza uralensis. World Mycotoxin J. 2014;7:83–89. doi: 10.3920/WMJ2013.1622.", "ArticleIdList": ["10.3920/WMJ2013.1622"]}, {"Citation": "Guerra I.C.D., de Oliveira P.D.L., de Souza Pontes A.L., Lúcio A.S.S.C., Tavares J.F., Barbosa-Filho J.M., Madruga M.S., de Souza E.L. Coatings comprising chitosan and Mentha piperita L. or Mentha × villosa Huds essential oils to prevent common postharvest mold infections and maintain the quality of cherry tomato fruit. Int. J. Food Microbiol. 2015;214:168–178. doi: 10.1016/j.ijfoodmicro.2015.08.009.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2015.08.009", "26313246"]}, {"Citation": "Ellis W., Smith J., Simpson B., Oldham J., Scott P.M. Aflatoxins in food: Occurrence, biosynthesis, effects on organisms, detection, and methods of control. Crit. Rev. Food Sci. Nutr. 1991;30:403–439. doi: 10.1080/10408399109527551.", "ArticleIdList": ["10.1080/10408399109527551", "1910523"]}, {"Citation": "Kumar P., Mahato D.K., Kamle M., Mohanta T.K., Kang S.G. Aflatoxins: A global concern for food safety, human health and their management. Front. Microbiol. 2017;7:2170. doi: 10.3389/fmicb.2016.02170.", "ArticleIdList": ["10.3389/fmicb.2016.02170", "PMC5240007", "28144235"]}, {"Citation": "Yang Y., Jiang J., Qimei L., Yan X., Zhao J., Yuan H., Qin Z., Wang M. The fungicidal terpenoids and essential oil from Litsea cubeba in Tibet. Molecules. 2010;15:7075–7082. doi: 10.3390/molecules15107075.", "ArticleIdList": ["10.3390/molecules15107075", "PMC6259454", "20944522"]}, {"Citation": "Li W.-R., Shi Q.-S., Liang Q., Xie X.-B., Huang X.-M., Chen Y.-B. Antibacterial activity and kinetics of Litsea cubeba oil on Escherichia coli. PLoS ONE. 2014;9:110983. doi: 10.1371/journal.pone.0110983.", "ArticleIdList": ["10.1371/journal.pone.0110983", "PMC4220960", "25372706"]}, {"Citation": "Zhang A., Zhang Y., Branfman A.R., Baldessarini R.J., Neumeyer J.L. Advances in development of dopaminergic aporphinoids. J. Med. Chem. 2007;50:171–181. doi: 10.1021/jm060959i.", "ArticleIdList": ["10.1021/jm060959i", "17228858"]}, {"Citation": "Custodio D.L., da Veiga Junior V.F. Lauraceae alkaloids. RSC Adv. 2014;4:21864–21890. doi: 10.1039/C4RA01904K.", "ArticleIdList": ["10.1039/C4RA01904K"]}, {"Citation": "Lee S.-S., Chen C.-K., Huang F.-M., Chen C.-H. Two dibenzopyrrocoline alkaloids from Litsea cubeba. J. Nat. Prod. 1996;59:80–82. doi: 10.1021/np960014b.", "ArticleIdList": ["10.1021/np960014b"]}, {"Citation": "Zhang W., Hu J.-F., Lv W.-W., Zhao Q.-C., Shi G.-B. Antibacterial, antifungal and cytotoxic isoquinoline alkaloids from Litsea cubeba. Molecules. 2012;17:12950–12960. doi: 10.3390/molecules171112950.", "ArticleIdList": ["10.3390/molecules171112950", "PMC6268245", "23117434"]}, {"Citation": "Tanaka H., Yatsuhashi S., Yasuda T., Sato M., Sakai E., Xiao C., Murata H., Murata J. A new amide from the leaves and twigs of Litsea auriculata. J. Nat. Med. 2009;63:331–334. doi: 10.1007/s11418-009-0323-y.", "ArticleIdList": ["10.1007/s11418-009-0323-y", "19238324"]}, {"Citation": "Huang C.-H., Huang W.-J., Wang S.-J., Wu P.-H., Wu W.-B. Litebamine, a phenanthrene alkaloid from the wood of Litsea cubeba, inhibits rat smooth muscle cell adhesion and migration on collagen. Eur. J. Pharmacol. 2008;596:25–31. doi: 10.1016/j.ejphar.2008.08.013.", "ArticleIdList": ["10.1016/j.ejphar.2008.08.013", "18773889"]}, {"Citation": "Chen C.-J., Tseng Y.-H., Chu F.-H., Wen T.-Y., Cheng W.-W., Chen Y.-T., Tsao N.-W., Wang S.-Y. Neuropharmacological activities of fruit essential oil from Litsea cubeba Persoon. J. Wood Sci. 2012;58:538–543. doi: 10.1007/s10086-012-1277-3.", "ArticleIdList": ["10.1007/s10086-012-1277-3"]}, {"Citation": "Muhammed A.M., Subbu R.M., Jirovetz L., Mohamed S.P. Composition and antimicrobial analysis of the essential oil of Litsea Laevigata nees (Lauraceae) Nat. Prod. Commun. 2008;3:1069–1072. doi: 10.1177/1934578X0800300707.", "ArticleIdList": ["10.1177/1934578X0800300707"]}, {"Citation": "Ahmad F.B., bin Jantan I., Bakar B.A., Ahmad A.S.B. A comparative study of the composition of the leaf oils of three Litsea species from Borneo. J. Essent. Oil Res. 2005;17:323–326. doi: 10.1080/10412905.2005.9698919.", "ArticleIdList": ["10.1080/10412905.2005.9698919"]}, {"Citation": "Zhang H.-J., Van Hung N., Cuong N.M., Soejarto D.D., Pezzuto J.M., Fong H.H., Tan G.T. Sesquiterpenes and butenolides, natural anti-HIV constituents from Litsea verticillata. Planta Med. 2005;71:452–457. doi: 10.1055/s-2005-864142.", "ArticleIdList": ["10.1055/s-2005-864142", "15931585"]}, {"Citation": "Trisonthi P., Sato A., Nishiwaki H., Tamura H. A new diterpene from Litsea cubeba fruits: Structure elucidation and capability to induce apoptosis in HeLa cells. Molecules. 2014;19:6838–6850. doi: 10.3390/molecules19056838.", "ArticleIdList": ["10.3390/molecules19056838", "PMC6271781", "24858270"]}, {"Citation": "Cheng M.-J., Wang T.-A., Lee S.-J., Chen I.-S. A new butanolide and a new secobutanolide from Litsea lii var. nunkao-tahangensis. Nat. Prod. Res. 2010;24:647–656. doi: 10.1080/14786410903098277.", "ArticleIdList": ["10.1080/14786410903098277", "20198535"]}, {"Citation": "Chowdhury J.U., Bhuiyan M.N.I., Nandi N.C. Aromatic plants of Bangladesh: Essential oils of leaves and fruits of Litsea glutinosa (Lour.) CB Robinson. Bangladesh J. Bot. 2008;37:81–83. doi: 10.3329/bjb.v37i1.1568.", "ArticleIdList": ["10.3329/bjb.v37i1.1568"]}, {"Citation": "Chen L., Cheng W., Hu C., Jin Y., Li R., Li J. Study on anti-inflammatory effects of total flavonoids of Litsea coreana Leve. Var. Anhui Nongye Daxue Xuebao. 2004;39:439–442."}, {"Citation": "Ye H., Jin L., Yu J., Wu J. Research on the mechanism of antioxidation of flavoniods from leaves of Litsea coreana. J. Wenzhou Med. Coll. 2006;36:424–427."}, {"Citation": "Tang W.J., Zhang Y.L., Xiao Q.P., Huang C., Jin Y., Li J. Four flavanocoumarins from the leaves of Litsea coreana LEVL. Chem. Biodivers. 2013;10:1128–1132. doi: 10.1002/cbdv.201200236.", "ArticleIdList": ["10.1002/cbdv.201200236", "23776028"]}, {"Citation": "Guo Q., Zeng K., Gao X., Zhu Z., Zhang S., Chai X., Tu P. Chemical constituents with NO production inhibitory and cytotoxic activities from Litsea cubeba. J. Nat. Med. 2015;69:94–99. doi: 10.1007/s11418-014-0872-6.", "ArticleIdList": ["10.1007/s11418-014-0872-6", "25300345"]}, {"Citation": "Chen J., Zhu C., Xu H., Ni X., Yang P. Study on chemical constituents of the root of Litsea cubeba II chloroform portion and ethyl acetate portion from methanol extract. Chin. J. Pharm. 2010;7:504–508."}, {"Citation": "Agrawal N., Pareek D., Dobhal S., Sharma M.C., Joshi Y.C., Dobhal M.P. Butanolides from methanolic extract of Litsea glutinosa. Chem. Biodivers. 2013;10:394–400. doi: 10.1002/cbdv.201100300.", "ArticleIdList": ["10.1002/cbdv.201100300", "23495156"]}, {"Citation": "Tsai I.L., Cheng M.J., Hung H.W., Cheng H.I., Chen I.S. Chemical constituents from the leaves of Litsea acutivena. J. Chin. Chem. Soc. 2007;54:503–506. doi: 10.1002/jccs.200700071.", "ArticleIdList": ["10.1002/jccs.200700071"]}, {"Citation": "Hata T. Studies on the formosan plant seed oils XVI oil of Litsea cubeba pers. Nippon Kagaku Kaishi. 1939;60:122–125. doi: 10.1246/nikkashi1921.60.122.", "ArticleIdList": ["10.1246/nikkashi1921.60.122"]}, {"Citation": "Liu R., Zhang H.-C., Zhou F., Wang R.-M., Tu Q., Wang J.-Y. Flavonoids and alkaloids from the leaves of Litsea fruticosa. Biochem. Syst. Ecol. 2013;50:293–295. doi: 10.1016/j.bse.2013.04.008.", "ArticleIdList": ["10.1016/j.bse.2013.04.008"]}, {"Citation": "Yan X., Wei X., Xie H., Liu M., Zhang F. Aporphine alkaloids of Litsea rotundifolia and L. rotundifolia var. oblongifolia. J. Trop. Subtrop. Bot. 2000;8:324–328."}, {"Citation": "Jeong W.-S., Jun M., Kong A.-N.T. Nrf2: A potential molecular target for cancer chemoprevention by natural compounds. Antioxid. Redox Signal. 2006;8:99–106. doi: 10.1089/ars.2006.8.99.", "ArticleIdList": ["10.1089/ars.2006.8.99", "16487042"]}, {"Citation": "Shen T., Chen X.-M., Harder B., Long M., Wang X.-N., Lou H.-X., Wondrak G.T., Ren D.-M., Zhang D.D. Plant extracts of the family Lauraceae: A potential resource for chemopreventive agents that activate the nuclear factor-erythroid 2-related factor 2/antioxidant response element pathway. Planta Med. 2014;80:426–434.", "ArticleIdList": ["PMC4393250", "24585092"]}, {"Citation": "Choi E.-M., Hwang J.-K. Effects of methanolic extract and fractions from Litsea cubeba bark on the production of inflammatory mediators in RAW264. 7 cells. Fitoterapia. 2004;75:141–148. doi: 10.1016/j.fitote.2003.11.003.", "ArticleIdList": ["10.1016/j.fitote.2003.11.003", "15030918"]}, {"Citation": "Gogoi D., Bezbaruah R.L., Bordoloi M., Sarmah R., Bora T.C. Insights from the docking analysis of biologically active compounds from plant Litsea Genus as potential COX-2 inhibitors. Bioinformation. 2012;8:812. doi: 10.6026/97320630008812.", "ArticleIdList": ["10.6026/97320630008812", "PMC3488843", "23139590"]}, {"Citation": "Kim S.S., Oh O.-J., Min H.-Y., Park E.-J., Kim Y., Park H.J., Han Y.N., Lee S.K. Eugenol suppresses cyclooxygenase-2 expression in lipopolysaccharide-stimulated mouse macrophage RAW264. 7 cells. Life Sci. 2003;73:337–348. doi: 10.1016/S0024-3205(03)00288-1.", "ArticleIdList": ["10.1016/S0024-3205(03)00288-1", "12757841"]}, {"Citation": "Hong C.H., Hur S.K., Oh O.-J., Kim S.S., Nam K.A., Lee S.K. Evaluation of natural products on inhibition of inducible cyclooxygenase (COX-2) and nitric oxide synthase (iNOS) in cultured mouse macrophage cells. J. Ethnopharmacol. 2002;83:153–159. doi: 10.1016/S0378-8741(02)00205-2.", "ArticleIdList": ["10.1016/S0378-8741(02)00205-2", "12413723"]}, {"Citation": "Ye H., Yu J. The preliminary studies on antioxidation of three kinds of flavoniods from Litsea coreana. Zhong Yao Cai. 2004;27:113–115.", "ArticleIdList": ["22454999"]}, {"Citation": "Choudhury D., Ghosal M., Das A.P., Mandal P. In vitro antioxidant activity of methanolic leaves and barks extracts of four Litsea plants. Asian J. Plant Sci. Res. 2013;3:99–107."}, {"Citation": "Wong M.-H., Lim L.-F., bin Ahmad F., bin Assim Z. Antioxidant and antimicrobial properties of Litsea elliptica Blume and Litsea resinosa Blume (Lauraceae) Asian Pac. J. Trop. Biomed. 2014;4:386–392. doi: 10.12980/APJTB.4.2014C1129.", "ArticleIdList": ["10.12980/APJTB.4.2014C1129", "PMC3985054", "25182724"]}, {"Citation": "Hoang V.D., Tan G.T., Zhang H.-J., Tamez P.A., Van Hung N., Cuong N.M., Soejarto D.D., Fong H.H., Pezzuto J.M. Natural anti-HIV agents—Part I:(+)-demethoxyepiexcelsin and verticillatol from Litsea verticillata. Phytochemistry. 2002;59:325–329. doi: 10.1016/S0031-9422(01)00454-X.", "ArticleIdList": ["10.1016/S0031-9422(01)00454-X", "11830141"]}, {"Citation": "Zhang H.-J., Tan G.T., Hoang V.D., Van Hung N., Cuong N.M., Soejarto D.D., Pezzuto J.M., Fong H.H. Natural anti-HIV agents. Part 3: Litseaverticillols A–H, novel sesquiterpenes from Litsea verticillata. Tetrahedron. 2003;59:141–148. doi: 10.1016/S0040-4020(02)01491-6.", "ArticleIdList": ["10.1016/S0040-4020(02)01491-6"]}, {"Citation": "McClanahan T.R. The effect of a seed source on primary succession in a forest ecosystem. Vegetatio. 1986;65:175–178. doi: 10.1007/BF00044817.", "ArticleIdList": ["10.1007/BF00044817"]}, {"Citation": "Urbanska K.M., Erdt S., Fattorini M. Seed rain in natural grassland and adjacent ski run in the Swiss Alps: A preliminary report. Restor. Ecol. 1998;6:159–165. doi: 10.1111/j.1526-100X.1998.00626.x.", "ArticleIdList": ["10.1111/j.1526-100X.1998.00626.x"]}, {"Citation": "Bossuyt B., Hermy M. Seed bank assembly follows vegetation succession in dune slacks. J. Veg. Sci. 2004;15:449–456. doi: 10.1111/j.1654-1103.2004.tb02283.x.", "ArticleIdList": ["10.1111/j.1654-1103.2004.tb02283.x"]}, {"Citation": "Pakeman R., Small J. The role of the seed bank, seed rain and the timing of disturbance in gap regeneration. J. Veg. Sci. 2005;16:121–130. doi: 10.1111/j.1654-1103.2005.tb02345.x.", "ArticleIdList": ["10.1111/j.1654-1103.2005.tb02345.x"]}, {"Citation": "Booth B.D., Larson D.W. The role of seed rain in determining the assembly of a cliff community. J. Veg. Sci. 1998;9:657–668. doi: 10.2307/3237284.", "ArticleIdList": ["10.2307/3237284"]}, {"Citation": "Fuller R., Del Moral R. The role of refugia and dispersal in primary succession on Mount St. Helens, Washington. J. Veg. Sci. 2003;14:637–644. doi: 10.1111/j.1654-1103.2003.tb02195.x.", "ArticleIdList": ["10.1111/j.1654-1103.2003.tb02195.x"]}, {"Citation": "Tackenberg O., Stöcklin J. Wind dispersal of alpine plant species: A comparison with lowland species. J. Veg. Sci. 2008;19:109–118. doi: 10.3170/2007-8-18338.", "ArticleIdList": ["10.3170/2007-8-18338"]}, {"Citation": "Olano J., Caballero I., Laskurain N., Loidi J., Escudero A. Seed bank spatial pattern in a temperate secondary forest. J. Veg. Sci. 2002;13:775–784. doi: 10.1111/j.1654-1103.2002.tb02107.x.", "ArticleIdList": ["10.1111/j.1654-1103.2002.tb02107.x"]}, {"Citation": "Auld T.D., Denham A.J., Turner K. Dispersal and recruitment dynamics in the fleshy-fruited Persoonia lanceolata (Proteaceae) J. Veg. Sci. 2007;18:903–910. doi: 10.1111/j.1654-1103.2007.tb02606.x.", "ArticleIdList": ["10.1111/j.1654-1103.2007.tb02606.x"]}, {"Citation": "Augusto L., Dupouey J.-L., Picard J.-F., Ranger J. Potential contribution of the seed bank in coniferous plantations to the restoration of native deciduous forest vegetation. Acta Oecol. 2001;22:87–98. doi: 10.1016/S1146-609X(01)01104-3.", "ArticleIdList": ["10.1016/S1146-609X(01)01104-3"]}, {"Citation": "Luzuriaga A.L., Escudero A., Olano J.M., Loidi J. Regenerative role of seed banks following an intense soil disturbance. Acta Oecol. 2005;27:57–66. doi: 10.1016/j.actao.2004.09.003.", "ArticleIdList": ["10.1016/j.actao.2004.09.003"]}, {"Citation": "Xie G., Li X., Li L., Jiang Y., Zheng Y., Wang W. Wild Energy Plant Resources, Conservation and Sustainable Use of Sanqingshan in Eastern China. IERI Procedia. 2013;5:10–13. doi: 10.1016/j.ieri.2013.11.063.", "ArticleIdList": ["10.1016/j.ieri.2013.11.063"]}, {"Citation": "Mao A., Wetten A., Fay M., Caligari P. In vitro propagation of Litsea cubeba (Lours.) Pers., a multipurpose tree. Plant Cell Rep. 2000;19:263–267. doi: 10.1007/s002999900099.", "ArticleIdList": ["10.1007/s002999900099", "30754905"]}]}], "History": [{"Year": "2019", "Month": "5", "Day": "8"}, {"Year": "2019", "Month": "5", "Day": "26"}, {"Year": "2019", "Month": "5", "Day": "30"}, {"Year": "2019", "Month": "6", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "6", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["31159425", "PMC6631214", "10.3390/plants8060150", "plants8060150"]}}]}