{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["alkaloids", "cis-regulatory element", "jasmonates", "recruitment model of metabolic evolution", "regulon", "specialized metabolism", "terpenoids", "transcription factor"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31156658", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "14"}], "Language": ["eng"], "ELocationID": ["560", "10.3389/fpls.2019.00560"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2019"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "The Recruitment Model of Metabolic Evolution: Jasmonate-Responsive Transcription Factors and a Conceptual Model for the Evolution of Metabolic Pathways.", "Pagination": {"StartPage": "560", "MedlinePgn": "560"}, "Abstract": {"AbstractText": ["Plants produce a vast array of structurally diverse specialized metabolites with various biological activities, including medicinal alkaloids and terpenoids, from relatively simple precursors through a series of enzymatic steps. Massive metabolic flow through these pathways usually depends on the transcriptional coordination of a large set of metabolic, transport, and regulatory genes known as a regulon. The coexpression of genes involved in certain metabolic pathways in a wide range of developmental and environmental contexts has been investigated through transcriptomic analysis, which has been successfully exploited to mine the genes involved in various metabolic processes. Transcription factors are DNA-binding proteins that recognize relatively short sequences known as <i>cis</i>-regulatory elements residing in the promoter regions of target genes. Transcription factors have positive or negative effects on gene transcription mediated by RNA polymerase II. Evolutionarily conserved transcription factors of the APETALA2/ETHYLENE RESPONSE FACTOR (AP2/ERF) and basic helix-loop-helix (bHLH) families have been identified as jasmonate (JA)-responsive transcriptional regulators of unrelated specialized pathways in distinct plant lineages. Here, I review the current knowledge and propose a conceptual model for the evolution of metabolic pathways, termed \"recruitment model of metabolic evolution.\" According to this model, structural genes are repeatedly recruited into regulons under the control of conserved transcription factors through the generation of cognate <i>cis</i>-regulatory elements in the promoters of these genes. This leads to the adjustment of catalytic activities that improve metabolic flow through newly established passages."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Science, Nara Institute of Science and Technology (NAIST), Ikoma, Japan."}], "LastName": "Shoji", "ForeName": "Tsubasa", "Initials": "T"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Allen M. D., Yamasaki K., Ohme-Takagi M., Tateno M., Suzuki M. (1998). A novel mode of DNA recognition by a β-sheet revealed by the solution structure of the GCC-box binding domain in complex with DNA. EMBO J. 18, 5484–5496. 10.1093/emboj/17.18.5484", "ArticleIdList": ["10.1093/emboj/17.18.5484", "PMC1170874", "9736626"]}, {"Citation": "Cárdenas P. D., Sonawane P. D., Heinig U., Bocobza S. E., Burdman S., Aharoni A. (2015). The bitter side of the nightshades: genomics drives discovery in Solanaceae steroidal alkaloid metabolism. Phytochemistry 113, 24–32. 10.1016/j.phytochem.2014.12.010", "ArticleIdList": ["10.1016/j.phytochem.2014.12.010", "25556315"]}, {"Citation": "Cárdenas P. D., Sonawane P. D., Pollier J., Bossche R. V., Dewangan V., Weithorn E., et al. . (2016). GAME9 regulates the biosynthesis of steroidal alkaloids and upstream isoprenoids in the plant mevalonate pathway. Nat. Commun. 7:10657. 10.1038/ncomms10654", "ArticleIdList": ["10.1038/ncomms10654", "PMC4756317", "26876023"]}, {"Citation": "Chezem W. R., Clay N. K. (2016). Regulation of plant secondary metabolism and associated specialized cell development by MYBs and bHLHs. Phytochemistry 131, 26–43. 10.1016/j.phytochem.2016.08.006", "ArticleIdList": ["10.1016/j.phytochem.2016.08.006", "PMC5048601", "27569707"]}, {"Citation": "Cui Y., Chen C. L., Cui M., Zhou W. J., Wu H. L., Ling H. Q. (2018). Four IVa bHLH transcription factors are novel interactors of FIT and mediate JA inhibition of iron uptake in Arabidopsis. Mol. Plant 11, 1166–1183. 10.1016/j.molp.2018.06.005", "ArticleIdList": ["10.1016/j.molp.2018.06.005", "29960107"]}, {"Citation": "De Boer K., Tillemann S., Pauwels L., Vanden Bossches R., De Sutter V., Vanderhaeghen R., et al. (2011). APETALA2/ETHYENE RESPONSE FACTOR and basic helix-loop-helix tobacco transcription factors cooperatively mediates jasmonate-elicited nicotine biosynthesis. Plant J. 66, 1053–1065. 10.1111/j.1365-313X.2011.04566.x", "ArticleIdList": ["10.1111/j.1365-313X.2011.04566.x", "21418355"]}, {"Citation": "Dewey R. E., Xie J. (2013). Molecular genetics of alkaloid biosynthesis in Nicotiana tabacum. Phytochemistry 94, 10–27. 10.1016/j.phytochem.2013.06.002", "ArticleIdList": ["10.1016/j.phytochem.2013.06.002", "23953973"]}, {"Citation": "Dobzhansky T. (1973). Nothing in biology makes sense except in the light of evolution. Am. Biol. Teach. 35, 125–129. 10.2307/4444260", "ArticleIdList": ["10.2307/4444260"]}, {"Citation": "Feller A., Machemer K., Braun E. L., Grotewold E. (2011). Evolutionary and comparative analysis of MYB and bHLH plant transcription factors. Plant J. 66, 94–116. 10.1111/j.1365-313X.2010.04459.x", "ArticleIdList": ["10.1111/j.1365-313X.2010.04459.x", "21443626"]}, {"Citation": "Goossens J., Fernández-Calvo P., Schweizer F., Goossens A. (2016a). Jasmonates: signal transduction components and their roles in environmental stress responses. Plant Mol. Biol. 91, 673–689. 10.1007/s11103-016-0480-9", "ArticleIdList": ["10.1007/s11103-016-0480-9", "27086135"]}, {"Citation": "Goossens J., Mertens J., Goossens A. (2016b). Role and functioning of bHLH transcription factors in jasmonate signaling. J. Exp. Bot. 68, 1333–1347. 10.1093/jxb/erw440", "ArticleIdList": ["10.1093/jxb/erw440", "27927998"]}, {"Citation": "Hardigan M. A., Laimbeer F. P. E., Newton L., Crisovan E., Hamilton J. P., Vaillancourt B., et al. (2017). Genome diversity of tuber-bearing Solanum uncovers complex evolutionary history and targets of domestication in the cultivated potato. Proc. Natl. Acad. Sci. U.S.A. 114, E9999–E10008. 10.1073/pnas.1714380114", "ArticleIdList": ["10.1073/pnas.1714380114", "PMC5699086", "29087343"]}, {"Citation": "Hayashi H., Sudo H. (2009). Economic importance of licorice. Plant Biotechnol. 26, 101–104. 10.5511/plantbiotechnology.26.101", "ArticleIdList": ["10.5511/plantbiotechnology.26.101"]}, {"Citation": "Heim M. A., Jakoby M., Werber M., Martin C., Weisshaar B., Bailey P. C. (2003). The basic helix-loop-helix transcription factor family in plants: a genome-wide study of protein structure and functional diversity. Mol. Biol. Evo. 20, 735–747. 10.1093/molbev/msg088", "ArticleIdList": ["10.1093/molbev/msg088", "12679534"]}, {"Citation": "Jarvis D. E., Ho Y. S., Lightfoot D. J., Schöckel S. M., Li B., Borm T. J. A., et al. . (2017). The genome of Chenopodium quinoa. Nature 542, 307–312. 10.1038/nature21370", "ArticleIdList": ["10.1038/nature21370", "28178233"]}, {"Citation": "Johnson A. D. (2017). The rewiring of transcription circuits in evolution. Curr. Opin. Genet. Dev. 47, 121–127. 10.1016/j.gde.2017.09.004", "ArticleIdList": ["10.1016/j.gde.2017.09.004", "PMC6901287", "29120735"]}, {"Citation": "Kajikawa M., Sierro N., Kawaguchi H., Bakaher N., Ivanov N. V., Hashimoto T., et al. . (2017). Genomic insights into the evolution of the nicotine biosynthesis pathway in tobacco. Plant Physiol. 174, 999–1011. 10.1104/pp.17.00070", "ArticleIdList": ["10.1104/pp.17.00070", "PMC5462024", "28584068"]}, {"Citation": "Koonnin E. V. (2016). Splendor and misery of adaptation, or the importance of neutral null for understanding evolution. BMC Biol. 14:114. 10.1186/s12915-016-0338-2", "ArticleIdList": ["10.1186/s12915-016-0338-2", "PMC5180405", "28010725"]}, {"Citation": "Kuljanabhagavad T., Thongphasuk P., Chamulitrat W., Wink M. (2008). Triperpene saponins from Chenopodium qunoa Willd. Phytochemistry 69, 1919–1926. 10.1016/j.phytochem.2008.03.001", "ArticleIdList": ["10.1016/j.phytochem.2008.03.001", "18452959"]}, {"Citation": "Kumar S., Stecher G., Li M., Knyaz C., Tamura K. (2018). MEGA X: molecular evolutionary genetics analysis across computing platforms. Mol. Biol. Evol. 35, 1547–1549. 10.1093/molbev/msy096", "ArticleIdList": ["10.1093/molbev/msy096", "PMC5967553", "29722887"]}, {"Citation": "Lee S. J., Park J. H., Lee M. H., Yu J. H., Kim S. Y. (2010). Isolation and functional characterization of CE1 binding proteins. BMC Plant Biol. 10:277. 10.1186/1471-2229-10-277", "ArticleIdList": ["10.1186/1471-2229-10-277", "PMC3016407", "21162722"]}, {"Citation": "Li C. Y., Leopold A. L., Sander G. W., Shanks J. V., Zhao L., Gibson S. I. (2013). The ORCA2 transcription factor plays a key role in regulation of the terpenoid indole alkaloid pathway. BMC Plant Biol. 13:155. 10.1186/1471-2229-13-155", "ArticleIdList": ["10.1186/1471-2229-13-155", "PMC3851283", "24099172"]}, {"Citation": "Lu X., Zhang L., Zhang F., Jiang W., Shen Q., Zhang L., et al. . (2013). AaORC, a trichome-specific AP2/ERF transcription factor of Artemisia annua, is a positive regulator in the artemisinin biosynthetic pathway and in disease resistance to Botrytis cinerea. New Phytol. 198, 1191–1202. 10.1111/nph.12207", "ArticleIdList": ["10.1111/nph.12207", "23448426"]}, {"Citation": "Lv Z., Zhang L., Tang K. (2017). New insights into artemisinin regulation. Plant Signal. Behav. 12:e1366398. 10.1080/15592324.2017.1366398", "ArticleIdList": ["10.1080/15592324.2017.1366398", "PMC5647956", "28837410"]}, {"Citation": "Maerkl S. J., Quake S. R. (2009). Experimantal determination of the evolvability of a transscription factor. Proc. Natl. Acad. Sci. U.S.A. 106, 18650–18655. 10.1073/pnas.0907688106", "ArticleIdList": ["10.1073/pnas.0907688106", "PMC2765923", "19841254"]}, {"Citation": "Matsushima R., Fukao Y., Nishimura M., Hara-Nishimura I. (2004). NAI1 gene encodes a basic helix-loop-helix-type putative transcription factor that regulates the formation of an endoplasmic reticulum-derived structure, the ER body. Plant Cell 16, 1536–1549. 10.1105/tpc.021154", "ArticleIdList": ["10.1105/tpc.021154", "PMC490044", "15155889"]}, {"Citation": "Menke F. L. H., Champion A., Kijne J. W., Memelinkm J. (1999). A novel jasmonate- and elicitor-responsive element in the periwinkle secondary metabolite biosynthetic gene Str interacts with a jasmonate- and elicitor-inducible AP2-domain transcription factor, ORCA2. EMBO J. 16, 4455–4463. 10.1093/emboj/18.16.4455", "ArticleIdList": ["10.1093/emboj/18.16.4455", "PMC1171520", "10449411"]}, {"Citation": "Mertens J., Pollier J., Vanden Bosshe R., Lopez-Vidriero I., Franco-Zorrilla J. M., Goossens A. (2016a). The bHLH transcription factors TSAR1 and TSAR2 regulate triterpene saponin biosynthesis in Medicago truncatula. Plant Physiol. 170, 194–210. 10.1104/pp.15.01645", "ArticleIdList": ["10.1104/pp.15.01645", "PMC4704604", "26589673"]}, {"Citation": "Mertens J., Van Moerkercke A., Vanden Bosshe R., Pollier J., Goossens A. (2016b). Clade IVa basic helix-loop-helix transcription factors form part of a conserved jasmonate signaling circuit for the regulation of bioactive plant terpenoid biosynthesis. Plant Cell Physiol. 57, 2564–2575. 10.1093/pcp/pcw168", "ArticleIdList": ["10.1093/pcp/pcw168", "27694525"]}, {"Citation": "Moghe G. D., Last R. L. (2015). Something old, something new: conserved enzymes and the evolution of novelity in plant specialized metabolism. Plant Physiol. 169, 1512–1523. 10.1104/pp.15.00994", "ArticleIdList": ["10.1104/pp.15.00994", "PMC4634076", "26276843"]}, {"Citation": "Nakamura Y., Afendi F. M., Parvin A. K., Ono N., Tanaka K., Hirai A., et al. . (2014). KNApSAcK metabolite activity database for retrieing the relationships between metabolites and biological activities. Plant Cell Physiol. 55:e7. 10.1093/pcp/pct176", "ArticleIdList": ["10.1093/pcp/pct176", "24285751"]}, {"Citation": "Nakano R. T., Piślewska-Bednarek M., Yamada K., Edger P. P., Miyahara M., Kondo M., et al. . (2017). PYK10 myrosinase reveals a functional coordination between endoplasmic reticulum bodies and glucosinolates in Arabidopsis thaliana. Plant J. 89, 204–210. 10.1111/tpj.13377", "ArticleIdList": ["10.1111/tpj.13377", "27612205"]}, {"Citation": "Nakano R. T., Yamada K., Bednarek P., Nishimura M., Hara-Nishimura I. (2014). ER bodies in plants of the Brassicales order: biogenesis and association with innate immunity. Front. Plant Sci. 5:73. 10.3389/fpls.2014.00073", "ArticleIdList": ["10.3389/fpls.2014.00073", "PMC3947992", "24653729"]}, {"Citation": "Nakano T., Suzuki K., Fujimura T., Shinshi H. (2006). Genome-wide analysis of ERF gene family in Arabidopsis and rice. Plant Physiol. 140, 411–432. 10.1104/pp.105.073783", "ArticleIdList": ["10.1104/pp.105.073783", "PMC1361313", "16407444"]}, {"Citation": "Nakayasu M., Shioya N., Shikata M., Thagun C., Abdelkareem A., Okabe Y., et al. . (2018). JRE4 is a master transcriptional regulator of defense-related steroidal glycoalkaloids in tomato. Plant J. 94, 975–990. 10.1111/tpj.13911", "ArticleIdList": ["10.1111/tpj.13911", "29569783"]}, {"Citation": "Nemoto K., Takemori N., Seki M., Shinozaki K., Sawasaki T. (2015). Members of the plant CRK superfamily are capable of trans- and autophosphorylation of tyrosine residues. J. Biol. Chem. 290, 16665–16677. 10.1074/jbc.M114.617274", "ArticleIdList": ["10.1074/jbc.M114.617274", "PMC4505418", "25969537"]}, {"Citation": "Olofsson L., Engstrom A., Lundgren A., Brodelius P. E. (2011). Relative expression of genes of terpene metabolism in different tissues of Artemisia annua L. BMC Plant Biol. 11:45. 10.1186/1471-2229-11-45", "ArticleIdList": ["10.1186/1471-2229-11-45", "PMC3063820", "21388533"]}, {"Citation": "Osbourn A., Goss R. J., Field R. A. (2011). The saponins: polar isoprenoids with important and diverse biological activities. Nat. Prod. Rep. 28, 1261–1268. 10.1039/c1np00015b", "ArticleIdList": ["10.1039/c1np00015b", "21584304"]}, {"Citation": "Patra B., Schluttenhofer C., Wu Y., Pattanaik S., Yuan L. (2013). Transcriptional regulation of secondary metabolite biosynthesis in plants. Biochim. Biophys. Acta 1929, 1236–1247. 10.1016/j.bbagrm.2013.09.006", "ArticleIdList": ["10.1016/j.bbagrm.2013.09.006", "24113224"]}, {"Citation": "Paul P., Singh S. K., Patra B., Sui X., Pattanaik S., Yuan L. (2017). A differentially regulated AP2/ERF transcription factor gene cluster acts downstream of a MAP kinase cascade to modulate terpenoid indole alkaloid biosynthesis in Catharanthus roseus. New Phytol. 213, 1107–1123. 10.1111/nph.14252", "ArticleIdList": ["10.1111/nph.14252", "27801944"]}, {"Citation": "Schweizer F., Bodenhausen N., Lassueur S., Masclaux F. G., Reymond F. (2013). Differential contribution of transcription factors to Arabidopsis thaliana defense against Spodoptera littoralis. Front. Plant Sci. 4:13. 10.3389/fpls.2013.00013", "ArticleIdList": ["10.3389/fpls.2013.00013", "PMC3563046", "23382734"]}, {"Citation": "Sheard L. B., Tan X., Mao H., Withers J., Ben-Nissan G., Hinds T. R., et al. . (2010). Jasmonate perception by inositol-phosphate-potentiated COI1-JAZ co-receptor. Nature 468, 400–405. 10.1038/nature09430", "ArticleIdList": ["10.1038/nature09430", "PMC2988090", "20927106"]}, {"Citation": "Shoji T., Hashimoto T. (2011a). Recruitment of a duplicated primary metabolism genes into the nicotine biosynthesis regulon in tobacco. Plant J. 67, 949–959. 10.1111/j.1365-313X.2011.04647.x", "ArticleIdList": ["10.1111/j.1365-313X.2011.04647.x", "21605206"]}, {"Citation": "Shoji T., Hashimoto T. (2011b). Tobacco MYC2 regulates jasmonate-inducible nicotine biosynthesis genes directly and by the way of the NIC2-locus ERF genes. Plant Cell Physiol. 52, 1117–1130. 10.1093/pcp/pcr063", "ArticleIdList": ["10.1093/pcp/pcr063", "21576194"]}, {"Citation": "Shoji T., Hashimoto T. (2015). Stress-induced expression of NICOTINE2-locus genes and their homologs encoding Ethylene Response Factor transcription factors in tobacco. Phytochemistry 113, 41–49. 10.1016/j.phytochem.2014.05.017", "ArticleIdList": ["10.1016/j.phytochem.2014.05.017", "24947337"]}, {"Citation": "Shoji T., Hashimoto T. (2019). Expression of a tobacco nicotine biosynthesis gene depends on the JRE4 transcription factor in heterogeneous tomato. J. Plant Res. 132, 173–180. 10.1007/s10265-018-1075-0", "ArticleIdList": ["10.1007/s10265-018-1075-0", "30478481"]}, {"Citation": "Shoji T., Kajikawa M., Hashimoto T. (2010). Clustered transcription factor genes regulate nicotine biosynthesis in tobacco. Plant Cell 22, 3390–3409. 10.1105/tpc.110.078543", "ArticleIdList": ["10.1105/tpc.110.078543", "PMC2990138", "20959558"]}, {"Citation": "Shoji T., Mishima M., Hashimoto T. (2013). Divergent DNA-binding specificities of a group of Ethylene Response Factor transcription factors involved in plant defense. Plant Physiol. 162, 977–990. 10.1104/pp.113.217455", "ArticleIdList": ["10.1104/pp.113.217455", "PMC3668085", "23629834"]}, {"Citation": "Shoji T., Nakajima K., Hashimoto T. (2000). Ethylene suppresses jasmonate-induced gene expression in nicotine biosynthesis. Plant Cell Physiol. 41:1072–1076. 10.1093/pcp/pcd027", "ArticleIdList": ["10.1093/pcp/pcd027", "11100780"]}, {"Citation": "Sirikantaramas S., Asano T., Sudo H., Yamazaki M., Saito K. (2007). Camptothecin: therapeutic potential and biotechnology. Curr. Pharm. Biotechnol. 8, 196–202. 10.2174/138920107781387447", "ArticleIdList": ["10.2174/138920107781387447", "17691988"]}, {"Citation": "Sogabe Y., Nakamura H., Nakagawa T., Hasegawa S., Asano T., Ohta H., et al. (2011). Plant Signal. Behaviour 6, 1037–1039. 10.4161/psb.6.7.15602", "ArticleIdList": ["10.4161/psb.6.7.15602", "PMC3257789", "21617378"]}, {"Citation": "Srivastava S., Chaudhry V., Mishra A., Chauhan P. S., Rehman A., Yadav A., et al. . (2012). Gene expression profiling through microarray analysis in Arabidopsis thaliana colonized by Pseudomonas putida MTC5279, a plant growth promoting rhizobacterium. Plant Signal. Behav. 7, 235–245. 10.4161/psb.18957", "ArticleIdList": ["10.4161/psb.18957", "PMC3405686", "22353860"]}, {"Citation": "Swinnen G., Goossens A., Pauwels L. (2016). Lessons from domestication: targeting cis-regulatory elements for crop improvement. Trends Plant Sci. 21, 506–515. 10.1016/j.tplants.2016.01.014", "ArticleIdList": ["10.1016/j.tplants.2016.01.014", "26876195"]}, {"Citation": "Tamura K., Yoshida K., Hiraoka Y., Sakaguchi D., Chikugo A., Mochida K., et al. . (2018). The basic helix-loop-helix transcription factor GubHLH3 positively regulates soyasaponin biosynthetic genes in Glycyrrhiza uralensis. Plant Cell Physiol. 59, 783–796. 10.1093/pcp/pcy046", "ArticleIdList": ["10.1093/pcp/pcy046", "29648666"]}, {"Citation": "Tang K., Shen Q., Yan T., Fu X. (2014). Transgenic approach to increase artemisinin content in Artemisia annua L. Plant Cell Rep. 33, 605–615. 10.1007/s00299-014-1566-y", "ArticleIdList": ["10.1007/s00299-014-1566-y", "24413765"]}, {"Citation": "Thagun C., Imanishi S., Kudo T., Nakabayashi R., Ohyama K., Mori T., et al. . (2016). Jasmonate-responsive ERF transcription factors regulate steroidal glycoalkaloid biosynthesis in tomato. Plant Cell Physiol. 57, 961–975. 10.1093/pcp/pcw067", "ArticleIdList": ["10.1093/pcp/pcw067", "27084593"]}, {"Citation": "Thines B., Katsir L., Melotto M., Niu Y., Mandaokar A., Liu G., et al. . (2007). JAZ repressor proteins are targets of the SCF(COI1). complex during jasmonate signalling. Nature 448, 661–665. 10.1038/nature05960", "ArticleIdList": ["10.1038/nature05960", "17637677"]}, {"Citation": "Thompson J. D., Higgins D. G., Gibson T. J. (1994). CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice. Nucleic Acids Res. 22, 4673–4680. 10.1093/nar/22.22.4673", "ArticleIdList": ["10.1093/nar/22.22.4673", "PMC308517", "7984417"]}, {"Citation": "Udomsom N., Rai A., Suzuki H., Okuyama J., Imai R., Mori T., et al. . (2016). Function of AP2/ERF transcription factors involved in the regulation of specialized metabolism in Ophiorrhiza pumila revealed by transcriptomics and metabolomics. Front Plant Sci. 7:1861. 10.3389/fpls.2016.01861", "ArticleIdList": ["10.3389/fpls.2016.01861", "PMC5145908", "28018397"]}, {"Citation": "Van der Fits L., Memelink J. (2000). ORCA3, a jasmonate-responsive transcriptional regulator of plant primary and secondary metabolism. Science 289, 295–297. 10.1126/science.289.5477.295", "ArticleIdList": ["10.1126/science.289.5477.295", "10894776"]}, {"Citation": "Van Moerkercke A., Steensma P., Gariboldi I., Espoz J., Purnama P. C., Schweizer F., et al. . (2016). The basic helix-loop-helix transcription factor BIS2 is essential for monoterpenoid indole alkaloid production in medicinal plant Catharanthus roseus. Plant J. 88, 3–12. 10.1111/tpj.13230", "ArticleIdList": ["10.1111/tpj.13230", "27342401"]}, {"Citation": "Van Moerkercke A., Steensma P., Schweizer F., Pollier J., Gariboldi I., Payne R., et al. (2015). The bHLH transcription factor BIS1 controls the iridoid branch of the monoterpenoid indole alkaloid pathway in Catharanthus roseus. Proc. Natl. Acad. Sci. U.S.A. 112, 8130–8135. 10.1073/pnas.1504951112", "ArticleIdList": ["10.1073/pnas.1504951112", "PMC4491741", "26080427"]}, {"Citation": "Weng J. K., Philippe R. N., Noel J. P. (2012). The rise of chemodiversity in plants. Science 336, 1667–1670. 10.1126/science.1217411", "ArticleIdList": ["10.1126/science.1217411", "22745420"]}, {"Citation": "Wray G. A. (2007). The evolutionary significance of cis-regulatory elements. Nat. Rev. Genet. 8, 206–216. 10.1038/nrg2063", "ArticleIdList": ["10.1038/nrg2063", "17304246"]}, {"Citation": "Yonekura-Sakakibara K., Saito K. (2013). Transcriptome coexpression analysis using ATTED-II for integrated transcriptomic/metabolomics analysis. Methods Mol. Biol. 1011, 317–326. 10.1007/978-1-62703-414-2_25", "ArticleIdList": ["10.1007/978-1-62703-414-2_25", "23616007"]}, {"Citation": "Zhang F., Yao J., Ke J., Zhang L., Lam V. Q., Xin X. F., et al. . (2015). Structural basis of JAZ repression of MYC transcription factors in jasmonate signalling. Nature 525, 269–273. 10.1038/nature14661", "ArticleIdList": ["10.1038/nature14661", "PMC4567411", "26258305"]}, {"Citation": "Zhang H., Hedhill S., Montiel G., Zhang Y., Chatel G., Pré M., et al. . (2011). The basic helix-loop-helix transcription factor CrMYC2 controls the jasmonate-responsive expression of the ORCA genes that regulate alkaloid biosynthesis in Catharanthus roseus. Plant J. 67, 61–71. 10.1111/j.1365-313X.2011.04575.x", "ArticleIdList": ["10.1111/j.1365-313X.2011.04575.x", "21401746"]}, {"Citation": "Zhang H. B., Bokowiec M. T., Rushton P. J., Han S. C., Timko M. P. (2012). Tobacco transcription factors NtMYC2a and NtMYC2b form nuclear complexes with the NtJAZ1 repressor and regulate multiple jasmonate-inducible steps in nicotine biosynthesis. Mol. Plant 5, 73–84. 10.1093/mp/ssr056", "ArticleIdList": ["10.1093/mp/ssr056", "21746701"]}, {"Citation": "Zhou M., Memelink J. (2016). Jasmonate-responsive transcription factors regulating plant secondary metabolism. Biotechnol. Adv. 34, 441–449. 10.1016/j.biotechadv.2016.02.004", "ArticleIdList": ["10.1016/j.biotechadv.2016.02.004", "26876016"]}, {"Citation": "Zhu G., Wang S., Huang Z., Zhang S., Liao Q., Zhang C., et al. . (2018). Rewiring of the fruit metabolome in tomato breeding. Cell 172, 249–261. 10.1016/j.cell.2017.12.019", "ArticleIdList": ["10.1016/j.cell.2017.12.019", "29328914"]}, {"Citation": "Zhu X., Zeng X., Sun C., Chen S. (2014). Biosynthetic pathway of terpenoid indole alkaloids in Catharanthus roseus. Front Med. 8, 285–293. 10.1007/s11684-014-0350-2", "ArticleIdList": ["10.1007/s11684-014-0350-2", "25159992"]}]}], "History": [{"Year": "2018", "Month": "11", "Day": "21"}, {"Year": "2019", "Month": "4", "Day": "12"}, {"Year": "2019", "Month": "6", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["31156658", "PMC6528166", "10.3389/fpls.2019.00560"]}}]}