{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["C3-like pathway", "CAM pathway", "D. primulinum", "Dendrobium officinale", "dark net CO2 exchange percentage", "stomatal behavior"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31178881", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "22"}], "Language": ["eng"], "ELocationID": ["659", "10.3389/fpls.2019.00659"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2019"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Effect of Light/Dark Cycle on Photosynthetic Pathway Switching and CO<sub>2</sub> Absorption in Two <i>Dendrobium</i> Species.", "Pagination": {"StartPage": "659", "MedlinePgn": "659"}, "Abstract": {"AbstractText": ["Many <i>Dendrobium</i> species are both ornamental and medicinal plants in China. Several wild species have been exploited to near extinction, and facility cultivation has become an important way to meet the great market demand. Most <i>Dendrobium</i> species have evolved into crassulacean acid metabolism (CAM) pathways in adapting to harsh epiphytic environment, leading to low daily net CO<sub>2</sub> absorption. Photosynthetic pathways of many facultative CAM plants are regulated by various environmental factors. Light/dark cycle plays an important role in regulating the photosynthetic pathway of several CAM species. The aims of this study were to investigate whether the photosynthetic pathway of <i>Dendrobium</i> species could be regulated between C3 and CAM by changing light/dark cycles and the daily net CO<sub>2</sub> absorption could be enhanced by shortening light/dark cycle. In this study, net CO<sub>2</sub> exchange rates of <i>D. officinale</i> and <i>D. primulinum</i> were monitored continuously during two different light/dark cycles conversion compared to <i>Kalanchoe daigremontiana</i> as an obligate CAM plant. The net CO<sub>2</sub> exchange pattern and stomatal behavior of <i>D. officinale</i> and <i>D. primulinum</i> were switched from CAM to C3-like by changing the light/dark cycle from 12/12 h to 4/4 h. However, this switching was not completely reversible. Compared to the original 12/12 h light/dark cycle, the dark, light, and daily net CO<sub>2</sub> exchange amount of <i>D. officinale</i> were significantly increased after the light/dark cycle was changed from 4/4 h to 12/12 h, but those in <i>D. primulinum</i> was opposite and those in <i>K. daigremontiana</i> was not affected. Daily net CO<sub>2</sub> exchange amount of <i>D. officinale</i> increased by 47% after the light/dark cycle was changed from 12/12 h to 4/4 h, due to the sharp increase of light net CO<sub>2</sub> exchange amount. However, the large decrease of dark net CO<sub>2</sub> exchange amount could not be offset by increased light net CO<sub>2</sub> exchange amount, leading to reduced daily net CO<sub>2</sub> exchange amount of <i>D. primulinum</i>. In conclusion, the 4/4 h light/dark cycle can induce the photosynthetic pathway of <i>D. officinale</i> and <i>D. primulinum</i> to C3-like, and improve the daily CO<sub>2</sub> absorption of <i>D. officinale</i>."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory Agricultural Engineering in Structure and Environment, Ministry of Agriculture and Rural Affairs, China Agricultural University, Beijing, China."}], "LastName": "Cheng", "ForeName": "Yongsan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory Agricultural Engineering in Structure and Environment, Ministry of Agriculture and Rural Affairs, China Agricultural University, Beijing, China."}], "LastName": "He", "ForeName": "Dongxian", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Education, Nanyang Technological University, Singapore, Singapore."}], "LastName": "He", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Texas A&M AgriLife Research at El Paso, Texas A&M University System, El Paso, TX, United States."}], "LastName": "Niu", "ForeName": "Genhua", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Biological Sciences and Technology, Beijing Forestry University, Beijing, China."}], "LastName": "Gao", "ForeName": "Rongfu", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Boxall S. F., Dever L. V., Knerova J., Gould P. D., Hartwell J. (2017). Phosphorylation of phosphoenolpyruvate carboxylase is essential for maximal and sustained dark CO2 fixation and core circadian clock operation in the obligate crassulacean acid metabolism species Kalanchoe fedtschenkoi. Plant Cell 29, 2519–2536. 10.1105/tpc.17.00301", "ArticleIdList": ["10.1105/tpc.17.00301", "PMC5774574", "28887405"]}, {"Citation": "Brilhaus D., Bräutigam A., Mettleraltmann T., Winter K., Weber A. P. (2016). Reversible burst of transcriptional changes during induction of crassulacean acid metabolism (CAM) in Talinum triangulare. Plant Physiol. 170, 102–122. 10.1104/pp.15.01076", "ArticleIdList": ["10.1104/pp.15.01076", "PMC4704576", "26530316"]}, {"Citation": "Brulfert J., Ravelomanana D., Guclu S., Kluge M. (1996). Ecophysiological studies in Kalanchoe porphyrocalyx and K-miniata, two species performing highly flexible CAM. Photosynth. Res. 49, 29–36. 10.1007/BF00029425", "ArticleIdList": ["10.1007/BF00029425", "24271531"]}, {"Citation": "Caemmerer S. V., Griffiths H. (2009). Stomatal responses to CO2 during a diel crassulacean acid metabolism cycle in Kalanchoe daigremontiana and Kalanchoe pinnata. Plant Cell Environ. 32, 567–576. 10.1111/j.1365-3040.2009.01951.x", "ArticleIdList": ["10.1111/j.1365-3040.2009.01951.x", "19210641"]}, {"Citation": "Carter P. J., Nimmo H. G., Fewson C. A., Wilkins M. B. (1991). Circadian rhythms in the activity of a plant protein kinase. EMBO J. 10, 2063–2068. 10.1002/j.1460-2075.1991.tb07737.x", "ArticleIdList": ["10.1002/j.1460-2075.1991.tb07737.x", "PMC452889", "2065654"]}, {"Citation": "Cockburn W. (1979). Relationships between stomatal behavior and internal carbon dioxide concentration in crassulacean acid metabolism plants. Plant Physiol. 63, 1029–1032. 10.1104/pp.63.6.1029", "ArticleIdList": ["10.1104/pp.63.6.1029", "PMC542964", "16660851"]}, {"Citation": "Cushman J. C. (2001). Crassulacean acid metabolism. A plastic photosynthetic adaptation to arid environments. Plant Physiol. 127, 1439–1448. 10.1104/pp.010818", "ArticleIdList": ["10.1104/pp.010818", "PMC1540176", "11743087"]}, {"Citation": "Evans J. R., Loreto F. (2000). “Acquisition and diffusion of CO2 in higher plant leaves” in Photosynthesis: Physiology and metabolism. eds. Leegood R. C., Sharkey T. D., Caemmerer S. V. (Alphen aan den Rijn, Netherlands: Kluwer Academy Press; ), 321–351."}, {"Citation": "Flexas J., Loreto F., Medrano H. (2012). “Ecophysiology of CAM photosynthesis” in Terrestrial photosynthesis in a changing environment. eds. Flexas J., Loreto F., Medrano H. (Cambridge: Cambridge University Press; ), 71–84."}, {"Citation": "Gehrig H., Heute V., Kluge M. (2001). New partial sequences of phosphoenolpyruvate carboxylase as molecular phylogenetic markers. Mol. Phylogenet. Evol. 20, 262–274. 10.1006/mpev.2001.0973", "ArticleIdList": ["10.1006/mpev.2001.0973", "11476634"]}, {"Citation": "Gregory F. G., Thimann K. V. (1954). The interrelation between CO₂ metabolism and photoperiodism in Kalanchoë. Plant Physiol. 29, 220–229. 10.1104/pp.29.3.220", "ArticleIdList": ["10.1104/pp.29.3.220", "PMC540501", "16654646"]}, {"Citation": "Griffiths H., Cousins A. B., Badger M. R., Caemmerer S. V. (2007). Discrimination in the dark. Resolving the interplay between metabolic and physical constraints to phosphoenolpyruvate carboxylase activity during the crassulacean acid metabolism cycle. Plant Physiol. 143, 1055–1067. 10.1104/pp.106.088302", "ArticleIdList": ["10.1104/pp.106.088302", "PMC1803711", "17142488"]}, {"Citation": "Hartwell J., Gill A., Nimmo G. A., Wilkins M. B., Jenkins G. I., Nimmo H. G. (1999). Phosphoenolpyruvate carboxylase kinase is a novel protein kinase regulated at the level of expression. Plant J. 20, 333–342. 10.1046/j.1365-313X.1999.00609.x", "ArticleIdList": ["10.1046/j.1365-313X.1999.00609.x", "10571893"]}, {"Citation": "Heber U. (2002). Irrungen, wirrungen? The Mehler reaction in relation to cyclic electron transport in C3 plants. Photosynth. Res. 73, 223–231. 10.1023/A:1020459416987", "ArticleIdList": ["10.1023/A:1020459416987", "16245125"]}, {"Citation": "Heber U., Bukhov N. G., Shuvalov V. A., Kobayashi Y., Lange O. L. (2001). Protection of the photosynthetic apparatus against damage by excessive illumination in homoiohydric leaves and poikilohydric mosses and lichens. J. Exp. Bot. 52, 1999–2006. 10.1093/jexbot/52.363.1999", "ArticleIdList": ["10.1093/jexbot/52.363.1999", "11559735"]}, {"Citation": "Kim H. J., Ju H. L., Lee H. B., An S. K., Kim K. S. (2017). CO2 uptake behavior and vegetative growth of Doritaenopsis queen beer ‘Mantefon’ orchids as influenced by light/dark cycle manipulation. Flower Res. J. 25, 253–261. 10.11623/frj.2017.25.4.10", "ArticleIdList": ["10.11623/frj.2017.25.4.10"]}, {"Citation": "Lee D. M., Assmann S. M. (1992). Stomatal responses to light in the facultative crassulacean acid metabolism species, Portulacaria afra. Physiol. Plant. 85, 35–42. 10.1111/j.1399-3054.1992.tb05260.x", "ArticleIdList": ["10.1111/j.1399-3054.1992.tb05260.x"]}, {"Citation": "Lind C., Dreyer I., Lopez-Sanjurjo E. J., Meyer K. V., Ishizaki K., Kohchi T., et al. (2015). Stomatal guard cells co-opted an ancient ABA-dependent desiccation survival system to regulate stomatal closure. Curr. Biol. 25, 928–935. 10.1016/j.cub.2015.01.067", "ArticleIdList": ["10.1016/j.cub.2015.01.067", "25802151"]}, {"Citation": "Males J., Griffiths H. (2017). Stomatal biology of cam plants. Plant Physiol. 174, 550–560. 10.1104/pp.17.00114", "ArticleIdList": ["10.1104/pp.17.00114", "PMC5462028", "28242656"]}, {"Citation": "Mattos E. A. D., Lüttge U. (2001). Chlorophyll fluorescence and organic acid oscillations during transition from CAM to C3-photosynthesis in Clusia minor L. (Clusiaceae). Ann. Bot. 88, 457–463. 10.1006/anbo.2001.1477", "ArticleIdList": ["10.1006/anbo.2001.1477"]}, {"Citation": "Nelson E. A., Sage R. F. (2008). Functional constraints of CAM leaf anatomy: tight cell packing is associated with increased CAM function across a gradient of CAM expression. J. Exp. Bot. 59, 1841–1850. 10.1093/jxb/erm346", "ArticleIdList": ["10.1093/jxb/erm346", "18256047"]}, {"Citation": "Ng T. B., Liu J., Wong J. H., Ye X., Sze S. C. W., Yao T., et al. (2012). Review of research on Dendrobium, a prized folk medicine. Appl. Microbiol. Biotechnol. 93, 1795–1803. 10.1007/s00253-011-3829-7", "ArticleIdList": ["10.1007/s00253-011-3829-7", "22322870"]}, {"Citation": "Nimmo G. A., Nimmo H. G., Fewson C. A., Wilkins M. B. (1984). Diurnal changes in the properties of phosphoenolpyruvate carboxylase in Bryophyllum leaves: a possible covalent modification. FEBS Lett. 178, 199–203. 10.1016/0014-5793(84)80600-6", "ArticleIdList": ["10.1016/0014-5793(84)80600-6"]}, {"Citation": "Nimmo G. A., Nimmo H. G., Hamilton I. D., Fewson C. A., Wilkins M. B. (1986). Purification of the phosphorylated night form and dephosphorylated day form of phosphoenolpyruvate carboxylase from Bryophyllum fedtschenkoi. Biochem. J. 239, 213–220. 10.1042/bj2390213", "ArticleIdList": ["10.1042/bj2390213", "PMC1147262", "3800979"]}, {"Citation": "Nimmo G. A., Wilkins M. B., Fewson C. A., Nimmo H. G. (1987). Persistent circadian rhythms in the phosphorylation state of phosphoenolpyruvate carboxylase from Bryophyllum fedtschenkoi leaves and in its sensitivity to inhibition by malate. Planta 170, 408–415. 10.1007/BF00395034", "ArticleIdList": ["10.1007/BF00395034", "24232972"]}, {"Citation": "Ohara T., Satake A. (2017). Photosynthetic entrainment of the circadian clock facilitates plant growth under environmental fluctuations: perspectives from an integrated model of phase oscillator and phloem transportation. Front. Plant Sci. 8:1859. 10.3389/fpls.2017.01859", "ArticleIdList": ["10.3389/fpls.2017.01859", "PMC5670358", "29163586"]}, {"Citation": "Osmond C. B. (1978). Crassulacean acid metabolism: a curiosity in context. Annu. Rev. Plant Physiol. 29, 379–414. 10.1146/annurev.pp.29.060178.002115", "ArticleIdList": ["10.1146/annurev.pp.29.060178.002115"]}, {"Citation": "Osmond C. B., Grace S. C. (1995). Perspectives on photoinhibition and photorespiration in the field: quintessential inefficiencies of the light and dark reactions of photosynthesis? J. Exp. Bot. 46, 1351–1362. 10.1093/jxb/46.special_issue.1351", "ArticleIdList": ["10.1093/jxb/46.special_issue.1351"]}, {"Citation": "Owen N. A., Griffiths H. (2013). A system dynamics model integrating physiology and biochemical regulation predicts extent of crassulacean acid metabolism (CAM) phases. New Phytol. 200, 1116–1131. 10.1111/nph.12461", "ArticleIdList": ["10.1111/nph.12461", "23992169"]}, {"Citation": "Queiroz O., Morel C. (1974). Photoperiodism and enzyme activity. Plant Physiol. 4, 596–602. 10.1104/pp.53.4.596", "ArticleIdList": ["10.1104/pp.53.4.596", "PMC541403", "16658749"]}, {"Citation": "Ren J., Bai W. (2015). Advancement on elucidating geographical segregation in photosynthetic carbon assimilation pathway within genus Dendrobium. Curr. Biotechnol. 1, 35–40. 10.3969/j.issn.2095-2341.2015.01.05", "ArticleIdList": ["10.3969/j.issn.2095-2341.2015.01.05"]}, {"Citation": "Schmitz J. (1951). Über beziehungen zwischen blütenbildung in verschiedenen licht-dunkelkombinationen und atmungsrhythmik bei wechselnden photoperiodischen bedingungen. Planta 39, 271–308. 10.1007/BF01942496", "ArticleIdList": ["10.1007/BF01942496"]}, {"Citation": "Sekizuka F., Nose A., Kavamitsu Y., Murayama S., Arisumi K. I. (1995). Effects of day length on gas exchange characteristics in the crassulacean acid metabolism plant Dendrobium ekapol cv. Panda. Jpn. J. Crop Sci. 64, 201–208. 10.1626/jcs.64.235", "ArticleIdList": ["10.1626/jcs.64.235"]}, {"Citation": "Silvera K., Neubig K. M., Whitten W. M., Williams N. H., Winter K., Cushman J. C. (2010). Evolution along the crassulacean acid metabolism continuum. Funct. Plant Biol. 37, 995–1010. 10.1071/FP10084", "ArticleIdList": ["10.1071/FP10084"]}, {"Citation": "Su W., Zhang G. (2003). The photosynthesis pathway in leaves of Dendrobium officinale. Acta Phytoecol. Sin. 27, 631–637. 10.17521/cjpe.2003.0091 (in Chinese with English abstract)", "ArticleIdList": ["10.17521/cjpe.2003.0091"]}, {"Citation": "Takamiya T., Wongsawad P., Tajima N., Shioda N., Lu J. F., Wen C. L., et al. (2011). Identification of Dendrobium species used for herbal medicines based on ribosomal DNA internal transcribed spacer sequence. Biol. Pharm. Bull. 34, 779–782. 10.1248/bpb.34.779", "ArticleIdList": ["10.1248/bpb.34.779", "21532173"]}, {"Citation": "Tallman G. (2004). Are diurnal patterns of stomatal movement the result of alternating metabolism of endogenous guard cell ABA and accumulation of ABA delivered to the apoplast around guard cells by transpiration? J. Exp. Bot. 55, 1963–1976. 10.1093/jxb/erh212", "ArticleIdList": ["10.1093/jxb/erh212", "15310824"]}, {"Citation": "Tallman G., Zhu J., Mawson B. T., Amodeo G., Nouhi Z., Levy K., et al. (1997). Induction of cam in Mesembryanthemum crystallinum abolishes the stomatal response to blue light and light-dependent zeaxanthin formation in guard cell chloroplasts. Plant Cell Physiol. 38, 236–242. 10.1093/oxfordjournals.pcp.a029158", "ArticleIdList": ["10.1093/oxfordjournals.pcp.a029158"]}, {"Citation": "Teixeira Da Silva J. A., Dobranszki J., Cardoso J. C., Chandler S. F., Zeng S. (2016). Methods for genetic transformation in Dendrobium. Plant Cell Rep. 35, 483–504. 10.1007/s00299-015-1917-3", "ArticleIdList": ["10.1007/s00299-015-1917-3", "26724929"]}, {"Citation": "Terashima I., Hanba Y. T., Tholen D., Niinemets U. (2011). Leaf functional anatomy in relation to photosynthesis. Plant Physiol. 155, 108–116. 10.2307/41433988", "ArticleIdList": ["10.2307/41433988", "PMC3075775", "21075960"]}, {"Citation": "Wilkins M. B. (1962). An endogenous rhythm in the rate of carbon dioxide output of Bryophyllum. IV. Effect of intensity of illumination on entrainment of the rhythm by cycles of light & darkness. Plant Physiol. 37, 735–741. 10.1104/pp.37.6.735", "ArticleIdList": ["10.1104/pp.37.6.735", "PMC406239", "16655721"]}, {"Citation": "Winter K. (2019). Ecophysiology of constitutive and facultative CAM photosynthesis. J. Exp. Bot. pii:erz002. 10.1093/jxb/erz002", "ArticleIdList": ["10.1093/jxb/erz002", "30810162"]}, {"Citation": "Winter K., Garcia M. N., Holtum J. A. M. (2008). On the nature of facultative and constitutive CAM: environmental and developmental control of CAM expression during early growth of Clusia, Kalanchoe, and Opuntia. J. Exp. Bot. 59, 1829–1840. 10.1093/jxb/ern080", "ArticleIdList": ["10.1093/jxb/ern080", "18440928"]}, {"Citation": "Winter K., Holtum J. A. (2002). How closely do the δ13C values of crassulacean acid metabolism plants reflect the proportion of CO2 fixed during day and night? Plant Physiol. 129, 1843–1851. 10.1104/pp.002915", "ArticleIdList": ["10.1104/pp.002915", "PMC166772", "12177497"]}, {"Citation": "Winter K., Holtum J. A. M. (2014). Facultative crassulacean acid metabolism (CAM) plants: powerful tools for unravelling the functional elements of CAM photosynthesis. J. Exp. Bot. 65, 3425–3441. 10.1093/jxb/eru063", "ArticleIdList": ["10.1093/jxb/eru063", "24642847"]}, {"Citation": "Winter K., Holtum J. A. M., Smith J. A. C. (2015). Crassulacean acid metabolism: a continuous or discrete trait? New Phytol. 208, 73–78. 10.1111/nph.13446", "ArticleIdList": ["10.1111/nph.13446", "25975197"]}, {"Citation": "Yan L., Wang X., Liu H., Tian Y., Lian J., Yang R., et al. (2015). The genome of Dendrobium officinale illuminates the biology of the important traditional Chinese orchid herb. Mol. Plant 8, 922–934. 10.1016/j.molp.2014.12.011", "ArticleIdList": ["10.1016/j.molp.2014.12.011", "25825286"]}, {"Citation": "Yang J., Chen C., Han X., Li X., Liebig H. P. (2002). Measurement of vegetable leaf area using digital image processing techniques. Trans. Chin. Soc. Agr. Eng. 18, 155–158. 10.3321/j.issn:1002-6819.2002.04.038 (in Chinese with English abstract)", "ArticleIdList": ["10.3321/j.issn:1002-6819.2002.04.038"]}, {"Citation": "Yang Z. H., Huang W., Yang Q. Y., Chang W., Zhang S. B. (2018). Anatomical and diffusional determinants inside leaves explain the difference in photosynthetic capacity between cypripedium and paphiopedilum, Orchidaceae. Photosynth. Res. 136, 315–328. 10.1007/s11120-017-0466-8", "ArticleIdList": ["10.1007/s11120-017-0466-8", "29159723"]}, {"Citation": "Yang L., Wang Y., Hu Q., Ren J. (2011). Comparative study on photosynthesis between three Dendrobium and Kalanchoe daigremontiana. J. Shanxi Agric. Univ. 4, 294–301. 10.3969/j.issn.1671-8151.2011.04.002 (in Chinese with English abstract)", "ArticleIdList": ["10.3969/j.issn.1671-8151.2011.04.002"]}, {"Citation": "Zhang Z., He D., Niu G., Gao R. (2014). Concomitant CAM and C3 photosynthetic pathways in Dendrobium officinale plants. J. Am. Soc. Hort. Sci. 139, 290–298. 10.21273/JASHS.139.3.290", "ArticleIdList": ["10.21273/JASHS.139.3.290"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "31"}, {"Year": "2019", "Month": "5", "Day": "2"}, {"Year": "2019", "Month": "6", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["31178881", "PMC6538687", "10.3389/fpls.2019.00659"]}}]}