{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Fourier transform ion cyclotron resonance mass spectrometry", "maple", "oak", "van Krevelen diagrams"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31177597", "DateRevised": {"Year": "2020", "Month": "01", "Day": "08"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1002/jms.4379"], "Journal": {"ISSN": "1096-9888", "JournalIssue": {"Volume": "54", "Issue": "8", "PubDate": {"Year": "2019", "Month": "Aug"}}, "Title": "Journal of mass spectrometry : JMS", "ISOAbbreviation": "J Mass Spectrom"}, "ArticleTitle": "Molecular level comparison of water extractives of maple and oak with negative and positive ion ESI FT-ICR mass spectrometry.", "Pagination": {"StartPage": "655", "EndPage": "666", "MedlinePgn": "655-666"}, "Abstract": {"AbstractText": ["Soluble extractives in wood function to protect living trees from destructive agents and also contribute to wood color and fragrance. Some extractive components have biological activities with medical applications. They also play important roles in wood processing and related applications. To increase the knowledge of wood chemistry, maple and oak were extracted by water. Ultraviolet/visible (UV/vis) spectroscopy indicated the presence of a phenolic compound, resorcinol, in maple extractives having higher molecular mass and more aromatic components than oak extractives. Negative and positive electrospray ionization Fourier transform ion cyclotron resonance mass spectrometry (ESI FT-ICR-MS) identified thousands of formulas in the two samples in the m/z range of 200 to 800. They mainly fall into the lignin-like, carbohydrate-like, and tannin-like compound categories. The top 25 peaks (ie, formulas) with the highest relative magnitude in negative ESI represented nearly 50% of the summed total spectral magnitude of all formulas assigned in the maple and oak extractives. Furthermore, the base peak (ie, most abundant peak) accounted for about 14% of the total abundance in each wood sample. Literature comparisons identified 17 of 20 formulas in the top five peaks of the four spectra as specific bioactive compounds in trees and other plants, implying the potential to explore utilization of maple and oak extractives for functional and medicinal applications. The various profiling of the top 25 peaks from the two samples also suggested the possible application of FT-ICR-MS for detecting chemical markers useful in profiling and identification of wood types and sources."], "CopyrightInformation": "© 2019 John Wiley & Sons, Ltd."}, "AuthorList": [{"Identifier": ["0000-0003-3507-5013"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southern Regional Research Center, USDA Agricultural Research Service, 1100 Robert E. Lee Blvd, New Orleans, LA, 70124, USA."}], "LastName": "He", "ForeName": "Zhongqi", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Biochemistry, Old Dominion University, Norfolk, VA, 23529, USA."}], "LastName": "Sleighter", "ForeName": "Rachel L", "Initials": "RL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Biochemistry, Old Dominion University, Norfolk, VA, 23529, USA."}], "LastName": "Hatcher", "ForeName": "Patrick G", "Initials": "PG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Criteria and Risk Assessment, Chinese Research Academy of Environmental Sciences, Beijing, 100012, China."}], "LastName": "Liu", "ForeName": "Shasha", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Criteria and Risk Assessment, Chinese Research Academy of Environmental Sciences, Beijing, 100012, China."}], "LastName": "Wu", "ForeName": "Fengchang", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Biological Engineering, the University of Maine, Orono, ME, 04469, USA."}], "LastName": "Zou", "ForeName": "Haixuan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Eastern Regional Research Center, USDA Agricultural Research Service, 600 East Mermaid Lane, Wyndmoor, PA, 19038, USA."}], "LastName": "Olanya", "ForeName": "O Modesto", "Initials": "OM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Mass Spectrom", "NlmUniqueID": "9504818", "ISSNLinking": "1076-5174"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Malik J, Santoso A, Mulyana Y, Ozarska B. Characterization of Merbau extractives as a potential wood-impregnating material. BioResources. 2016;11:7737-7753."}, {"Citation": "Roffael E. Significance of wood extractives for wood bonding. Appl Microbiol Biotechnol. 2016;100(4):1589-1596."}, {"Citation": "Tittikpina NK, Nana F, Fontanay S, Philippot S, Batawila K, Akpagana K. Antibacterial activity and cytotoxicity of pterocarpus erinaceus poir extracts, fractions and isolated compounds. J Ethnopharmacol. 2018;212:200-207."}, {"Citation": "Malik J, Santoso A. Effect of extractive-dissolving treatment on the characteristics of laminated wood assembled from oily keruing wood. J Agri Sci Technol B. 2011;1:1191-1196."}, {"Citation": "Bockel S, Mayer I, Konnerth J, et al. Influence of wood extractives on two-component polyurethane adhesive for structural hardwood bonding. J Adhes Dent. 2018;94(10):829-845."}, {"Citation": "Shebani A, Van Reenen A, Meincken M. The effect of wood extractives on the thermal stability of different wood-LLDPE composites. Thermochim Acta. 2009;481(1-2):52-56."}, {"Citation": "Poletto M, Zattera AJ, Forte MM, Santana RM. Thermal decomposition of wood: influence of wood components and cellulose crystallite size. Bioresour Technol. 2012;109:148-153."}, {"Citation": "Yin X, Huang A, Zhang S, Liu R, Ma F. Identification of three dalbergia species based on differences in extractive components. Molecules. 2018;23(9):2163."}, {"Citation": "Hse C-Y, Kuo M-L. Influence of extractives on wood gluing and finishing-a review. Forest Prod J. 1988;38:52-56."}, {"Citation": "Tohmura S-i. Acceleration of the cure of phenolic resin adhesives VII: influence of extractives of merbau wood on bonding. J Wood Sci. 1998;44(3):211-216."}, {"Citation": "Cheng HN, Wyckoff W, Dowd MK, He Z. Evaluation of adhesion properties of blends of cottonseed protein and anionic water-soluble polymers. J Adhes Sci Technol. 2019;33(1):66-78."}, {"Citation": "He Z, Chapital DC, Cheng HN, Olanya OM. Adhesive properties of water-washed cottonseed meal on four types of wood. J Adhes Sci Technol. 2016;30(19):2109-2119."}, {"Citation": "He Z, Cheng HN, Klasson KT, Olanya OM, Uknalis J. Effects of particle size on the morphology and water- and thermo-resistance of washed cottonseed meal-based wood adhesives. Polymers. 2017;9(12):675. https://doi.org/10.3390/polym9120675"}, {"Citation": "Liu M, Wang Y, Wu Y, He Z, Wan H. “Greener” adhesives composed of urea-formaldehyde resin and cottonseed meal for wood-based composites. J Clean Prod. 2018;187:361-371."}, {"Citation": "Pradyawong S, Li J, He Z, et al. Blending cottonseed meal products with different protein contents for cost-effective wood adhesive performances. Ind Crop Prod. 2018;126:31-37."}, {"Citation": "Bockel S, Mayer I, Konnerth J, et al. The role of wood extractives in structural hardwood bonding and their influence on different adhesive systems. Int J Adhes Adhes. 2019;91:43-53."}, {"Citation": "Sánchez ML, Morales LY, Caicedo JD. Physical and mechanical properties of agglomerated panels made from bamboo fiber and vegetable resin. Construct Build Mater. 2017;156:330-339."}, {"Citation": "Nguyen DM, Grillet A-C, Diep TMH, Bui QB, Woloszyn M. Influence of thermo-pressing conditions on insulation materials from bamboo fibers and proteins based bone glue. Ind Crop Prod. 2018;111:834-845."}, {"Citation": "Zhang M, He Z. Characteristics of dissolved organic carbon revealed by ultraviolet-visible absorbance and fluorescence spectroscopy: the current status and future exploration. In: He Z, Wu F, eds. Labile Organic Matter-Chemical Compositions, Function, and Significance in Soil and the Environment SSSA Special Publication 62. Madison, WI: Soil Sci. Soc. Am; 2015:1-22."}, {"Citation": "He Z, Guo M, Sleighter RL, Zhang H, Fortier CA, Hatcher PG. Characterization of defatted cottonseed meal-derived pyrolysis bio-oil by ultrahigh resolution electrospray ionization Fourier transform ion cyclotron resonance mass spectrometry. J Anal Appl Pyrolysis. 2018;136:96-106."}, {"Citation": "Sleighter RL, Hatcher PG. Molecular characterization of dissolved organic matter (DOM) along a river to ocean transect of the lower Chesapeake Bay by ultrahigh resolution electrospray ionization Fourier transform ion cyclotron resonance mass spectrometry. Mar Chem. 2008;110(3-4):140-152."}, {"Citation": "Stubbins A, Hood E, Raymond PA, et al. Anthropogenic aerosols as a source of ancient dissolved organic matter in glaciers. Nat Geosci. 2012;5(3):198-201."}, {"Citation": "Hockaday WC, Grannas AM, Kim S, Hatcher PG. Direct molecular evidence for the degradation and mobility of black carbon in soils from ultrahigh-resolution mass spectral analysis of dissolved organic matter from a fire-impacted forest soil. Org Geochem. 2006;37(4):501-510."}, {"Citation": "Miettinen I, Kuittinen S, Paasikallio V, Makinen M, Pappinen A, Janis J. Characterization of fast pyrolysis oil from short-rotation willow by high-resolution Fourier transform ion cyclotron resonance mass spectrometry. Fuel. 2017;207:189-197."}, {"Citation": "Segoloni E, Di Maria F. UV-VIS spectral and GC-MS characterization of Handroanthus serratifolius (Vahl.) Grose (aka Tabebuia serratifolia (Vahl.) Nichols/Lapacho) heartwood main extractives: a comparison of protocols aimed at a practical evaluation of Lapachol and Dehydro-α-Lapachone content. Eur J Wood Wood Prod. 2018;76:1547-1561."}, {"Citation": "He Z, Mao J, Honeycutt CW, Ohno T, Hunt JF, Cade-Menun BJ. Characterization of plant-derived water extractable organic matter by multiple spectroscopic techniques. Biol Fertil Soils. 2009;45(6):609-616."}, {"Citation": "Zhao A, Zhang M, He Z. Spectroscopic characteristics and biodegradability of cold and hot water extractable soil organic matter under different land uses in subarctic Alaska. Commun Soil Sci Plant Anal. 2013;44(20):3030-3048."}, {"Citation": "Waldrip HM, He Z, Todd RW, Hunt JF, Rhoades MB, Cole NA. Characterization of organic matter in beef feedyard manure by ultraviolet-visible and Fourier transform infrared spectroscopies. J Environ Qual. 2014;43(2):690-700."}, {"Citation": "Cuss CW, Gueguen C. Characterizing the labile fraction of dissolved organic matter in leaf leachates: methods, indicators, structure, and complexity. In: He Z, Wu F, eds. Labile Organic Matter-Chemical Compositions, Function, and Significance in Soil and the Environment. Madison, WI: Soil Sci. Soc. Am; 2015:237-274."}, {"Citation": "He Z, Zhang M, Zhao A, Olanya OM, Larkin RP, Honeycutt CW. Quantity and nature of water-extractable organic matter from sandy loam soils with potato cropping management. Agric Environ Lett. 2016;1(1):160023. https://doi.org/10.2134/ael2016.06.0023"}, {"Citation": "Martı́nez-Iñigo M-J, Almendros G. Kinetic study of the composting of evergreen oak forestry waste. Waste Manag Res. 1994;12(4):305-314."}, {"Citation": "He Z, Ohno T, Cade-Menun BJ, Erich MS, Honeycutt CW. Spectral and chemical characterization of phosphates associated with humic substances. Soil Sci Soc Am J. 2006;70(5):1741-1751."}, {"Citation": "Ohno T, He Z, Sleighter RL, Honeycutt CW, Hatcher PG. Ultrahigh resolution mass spectrometry and indicator species analysis to identify marker components of soil- and plant biomass-derived organic matter fractions. Environ Sci Technol. 2010;44(22):8594-8600."}, {"Citation": "Cole DP, Smith EA, Dalluge D, et al. Molecular characterization of nitrogen-containing species in switchgrass bio-oils at various harvest times. Fuel. 2013;111:718-726."}, {"Citation": "Kekalainen T, Venalainen T, Janis J. Characterization of birch wood pyrolysis oils by ultrahigh-resolution Fourier transform ion cyclotron resonance mass spectrometry: insights into thermochemical conversion. Energy Fuel. 2014;28(7):4596-4602."}, {"Citation": "Wang JJ, Dodla SK, He Z. Application of analytical pyrolysis-mass spectrometry in characterization of animal manure. In: He Z, ed. Environmental Chemistry of Animal Manure. NY: Nova Science Publishers; 2011:3-24."}, {"Citation": "Bisht SS, Na MK, Ezhumalaia R, Kumarb R. Spectroscopic techniques and their application in metabolic profiling of wood and wood based material: a mini-review. Appl Sci Adv Mater Int. 2015;1:79-84."}, {"Citation": "Negro M, Manzanares P, Oliva J, Ballesteros I, Ballesteros M. Changes in various physical/chemical parameters of Pinus pinaster wood after steam explosion pretreatment. Biomass Bioenergy. 2003;25(3):301-308."}, {"Citation": "D'Auria M, Emanuele L, Racioppi RA. FT-ICR MS analysis of lignin. Nat Prod Res. 2012;26(15):1368-1374."}, {"Citation": "Kujawinski EB, Freitas MA, Zang X, Hatcher PG, Green-Church KB, Jones RB. The application of electrospray ionization mass spectrometry (ESI MS) to the structural characterization of natural organic matter. Org Geochem. 2002;33(3):171-180."}, {"Citation": "Hamberg M. Regio-and stereochemical analysis of trihydroxyoctadecenoic acids derived from linoleic acid 9-and 13-hydroperoxides. Lipids. 1991;26(6):407-415."}, {"Citation": "Li XY, Duan SM, Liu HH, et al. Sulfur-containing derivatives as characteristic chemical markers in control of sulfur-fumigated moutan cortex. Yao Xue Xue Bao (Acta Pharm Sin). 2016;51(6):972-978."}, {"Citation": "Wang L, Li X, Wang H. Physicochemical properties, bioaccessibility and antioxidant activity of the polyphenols from pine cones of Pinus koraiensis. Int J Biol Macromol. 2019;126:385-391."}, {"Citation": "Huis R, Morreel K, Fliniaux O, et al. Natural hypolignification is associated with extensive oligolignol accumulation in flax stems. Plant Physiol. 2012;158(4):1893-1915."}, {"Citation": "Ferretti V, Bertolasi V, Gilli G, Accorsi C. Structure of 6-kestose monohydrate, C18H31O16. H2O. Acta Crystallogr, Sect C: Cryst Struct Commun. 1984;40(3):531-535."}, {"Citation": "Scapolla C, Cangemi G, Barco S, et al. Identification and structural characterization by LC-ESI-IONTRAP and LC-ESI-TOF of some metabolic conjugation products of homovanillic acid in urine of neuroblastoma patients. J Mass Spectrom. 2012;47(7):816-824."}, {"Citation": "Haines AH. Synthesis of 6,6′-ether linked disaccharides from D-allose, D-galactose, D-glucose and D-mannose; evidence on the structure of coyolosa. Org Biomol Chen. 2004;2(16):2352-2358."}, {"Citation": "Parrot D, Peresse T, Hitti E, Carrie D, Grube M, Tomasia S. Qualitative and spatial metabolite profiling of lichens by a LC-MS approach combined with optimised extraction. Phytochem Anal. 2015;26(1):23-33."}, {"Citation": "Ren G, Peng J, Liu A, et al. Structure elucidation and NMR assignments of two new flavanones from the roots of Artocarpus heterophyllus. Magn Reson Chem. 2015;53(10):872-874."}, {"Citation": "Xue S, Wang L, Chen S, Cheng Y. Simultaneous analysis of saccharides between fresh and processed radix rehmanniae by HPLC and UHPLC-LTQ-Orbitrap-MS with multivariate statistical analysis. Molecules. 2018;23(3):541."}, {"Citation": "Winstel D, Marchal A. Lignans in spirits: chemical diversity, quantification, and sensory impact of (±)-Lyoniresinol. Molecules. 2019;24:117."}, {"Citation": "Liu Y, Rose KN, DaSilva NA, Johnson SL, Seeram NP. Isolation, identification, and biological evaluation of phenolic compounds from a traditional north American confectionery, maple sugar. J Agric Food Chem. 2017;65(21):4289-4295."}, {"Citation": "Castro-López C, Bautista-Hernández I, González-Hernández M, et al. Polyphenolic profile and antioxidant activity of leaf purified hydroalcoholic extracts from seven Mexican Persea americana cultivars. Molecules. 2019;24(1):173."}, {"Citation": "Wei M. Transforming dihydroxyacetone phosphate-dependent aldolases mediated aldol reactions from flask reaction into cell-based synthesis & studying the mechanism of chemical desialylation in the life processes. Dissertation, Georgia State University, ps://scholarworks.gsu.edu/chemistry_diss/121 2016."}, {"Citation": "Xu L-L, Guo F-X, Chi S-S, et al. Rapid screening and identification of diterpenoids in Tinospora sinensis based on high-performance liquid chromatography coupled with linear ion trap-Orbitrap mass spectrometry. Molecules. 2017;22(6):912."}, {"Citation": "Rao LC, Kumar NS, Dileepkumar V, Murthy U, Meshram H. “On water” synthesis of highly functionalized 4 H-chromenes via carbon-carbon bond formation under microwave irradiation and their antibacterial properties. RSC Adv. 2015;5(37):28958-28964."}, {"Citation": "Ren Y, Kardono LB, Riswan S, et al. Cytotoxic and NF-κB inhibitory constituents of Artocarpus rigida. J Nat Prod. 2010;73(5):949-955."}, {"Citation": "Miyata M, Itoh K, Tachibana S. Extractives of Juniperus chinensis L. I: isolation of podophyllotoxin and yatein from the leaves of J. chinensis. J Wood Sci. 1998;44(5):397-400."}, {"Citation": "Yu X, Zhang Q, Tian L, et al. Germacrane-type sesquiterpenoids with antiproliferative activities from eupatorium chinense. J Nat Prod. 2017;81:85-91."}, {"Citation": "Kite GC, Green PW, Veitch NC, Groves MC, Gasson PE, Simmonds MS. Dalnigrin, a neoflavonoid marker for the identification of Brazilian rosewood (Dalbergia nigra) in CITES enforcement. Phytochemistry. 2010;71(10):1122-1131."}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "5", "Day": "15"}, {"Year": "2019", "Month": "5", "Day": "28"}, {"Year": "2019", "Month": "6", "Day": "2"}, {"Year": "2019", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31177597", "10.1002/jms.4379"]}}]}