{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Electroshock", "Mice", "Pentylenetetrazol", "Viola", "Seizures"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31182888", "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0253-0716", "JournalIssue": {"Volume": "44", "Issue": "3", "PubDate": {"Year": "2019", "Month": "May"}}, "Title": "Iranian journal of medical sciences", "ISOAbbreviation": "Iran J Med Sci"}, "ArticleTitle": "Anticonvulsant Activity of Viola tricolor against Seizures Induced by Pentylenetetrazol and Maximal Electroshock in Mice.", "Pagination": {"StartPage": "220", "EndPage": "226", "MedlinePgn": "220-226"}, "Abstract": {"AbstractText": ["Recently, there has been much more interest in the use of medicinal plants in search of novel therapies for human neurodegenerative diseases such as epilepsy. In the present study, we investigated the anticonvulsant effects of <i>Viola tricolor</i> (<i>V. tricolor</i>) on seizure models induced by pentylenetetrazol (PTZ) and maximal electroshock stimulation (MES).", "Totally, 260 mice were divided into 26 groups (n=10). Thirty minutes after treatment with the hydroalcoholic extract of <i>V. tricolor</i> (VHE 100, 200, and 400 mg/kg) and its ethyl acetate (EAF 50, 100, and 200 mg/kg) and n-butanol (NBF 50, 100, and 200 mg/kg) fractions as well as diazepam (3 mg/kg), seizure was induced by PTZ (100 mg/kg) or by MES (50 Hz, 1 s and 50 mA). Analysis was performed via ANOVA with the Tukey-Kramer post-hoc test using GraphPad Prism 6.01 (La Jolla, CA).", "The VHE (400 mg/kg) significantly enhanced latency to the first generalized tonic-clonic seizures (GTCs) induced by PTZ in comparison to the control group (P<0.001). All 3 concentrations of the EAF (50, 100, and 200 mg/kg) significantly prolonged the latency of PTZ-induced seizures compared to the control group. Additionally, all the concentrations of the NBF (50, 100, and 200 mg/kg) made a significant increment in GTCs latency induced by PTZ in comparison to the control group. On the other hand, all the concentrations of the VHE, EAF, and NBF significantly reduced the incidence of hind-limb tonic extension (HLTE) induced by MES, when compared to the control group.", "The present study showed that <i>V. tricolor</i> and its ethyl acetate and n-butanol fractions possessed anticonvulsant effects as confirmed by the prolongation of latency to the first GTCs induced by PTZ and decrement in the incidence of HLTE induced by MES."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Baradaran Rahimi", "ForeName": "Vafa", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Askari", "ForeName": "Vahid Reza", "Initials": "VR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Neurocognitive Sciences, Psychiatry and Behavioral Sciences Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseini", "ForeName": "Mahmoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Yousefsani", "ForeName": "Bahareh Sadat", "Initials": "BS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sadeghnia", "ForeName": "Hamid Reza", "Initials": "HR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Med Sci", "NlmUniqueID": "8104374", "ISSNLinking": "0253-0716"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ullah I, Badshah H, Naseer MI, Lee HY, Kim MO. Thymoquinone and vitamin C attenuates pentylenetetrazole-induced seizures via activation of GABAB1 receptor in adult rats cortex and hippocampus. Neuromolecular Med. 2015;17:35–46. doi: 10.1007/s12017-014-8337-3.", "ArticleIdList": ["10.1007/s12017-014-8337-3", "25429759"]}, {"Citation": "Realmuto S, Zummo L, Cerami C, Agro L, Dodich A, Canessa N, et al. Social cognition dysfunctions in patients with epilepsy: Evidence from patients with temporal lobe and idiopathic generalized epilepsies. Epilepsy Behav. 2015;47:98–103. doi: 10.1016/j.yebeh.2015.04.048.", "ArticleIdList": ["10.1016/j.yebeh.2015.04.048", "25982884"]}, {"Citation": "Cavarsan CF, Matsuo A, Blanco MM, Mello LE. Maximal electroshock-induced seizures are able to induce Homer1a mRNA expression but not pentylenetetrazole-induced seizures. Epilepsy Behav. 2015;44:90–5. doi: 10.1016/j.yebeh.2014.12.034.", "ArticleIdList": ["10.1016/j.yebeh.2014.12.034", "25659045"]}, {"Citation": "Khoshnoud MJ, Tanideh N, Namdarian S. Anticonvulsant activity of atorvastatin against seizure induced by pentylenetetrazole and maximal electroshock in mice. Trends in Pharmaceutical Sciences. 2015;1:44–7."}, {"Citation": "Anaeigoudari A, Hosseini M, Karami R, Vafaee F, Mohammadpour T, Ghorbani A, et al.  The effects of different fractions of Coriandrum sativum on pentylenetetrazole-induced seizures and brain tissues oxidative damage in rats.  Avicenna J Phytomed.  2016;6:223–35. [ PMC Free Article]", "ArticleIdList": ["PMC4877964", "27222836"]}, {"Citation": "Sayyah M, Moaied S, Kamalinejad M. Anticonvulsant activity of Heracleum persicum seed. J Ethnopharmacol. 2005;98:209–11. doi: 10.1016/j.jep.2004.12.026.", "ArticleIdList": ["10.1016/j.jep.2004.12.026", "15763386"]}, {"Citation": "Vukics V, Kery A, Bonn GK, Guttman A. Major flavonoid components of heartsease (Viola tricolor L.) and their antioxidant activities . Anal Bioanal Chem. 2008;390:1917–25. doi: 10.1007/s00216-008-1885-3.", "ArticleIdList": ["10.1007/s00216-008-1885-3", "18259733"]}, {"Citation": "Gonçalves AFK, Friedrich RB, Boligon AA, Piana M, Beck RCR, Athayde ML. Anti-oxidant capacity, total phenolic contents and HPLC determination of rutin in Viola tricolor (L) flowers. Free Radicals and Antioxidants. 2012;2:32–7. doi: 10.5530/ax.2012.4.6.", "ArticleIdList": ["10.5530/ax.2012.4.6"]}, {"Citation": "Piana M, Zadra M, de Brum TF, Boligon AA, Goncalves AF, da Cruz RC, et al. Analysis of rutin in the extract and gel of Viola tricolor. J Chromatogr Sci. 2013;51:406–11. doi: 10.1093/chromsci/bms155.", "ArticleIdList": ["10.1093/chromsci/bms155", "23035206"]}, {"Citation": "Vukics V, Kery A, Guttman A. Analysis of polar antioxidants in Heartsease (Viola tricolor L.) and Garden pansy (Viola x wittrockiana Gams.) . J Chromatogr Sci. 2008;46:823–7.", "ArticleIdList": ["19007486"]}, {"Citation": "Hellinger R, Koehbach J, Fedchuk H, Sauer B, Huber R, Gruber CW, et al.  Immunosuppressive activity of an aqueous Viola tricolor herbal extract.  J Ethnopharmacol.  2014;151:299–306. doi: 10.1016/j.jep.2013.10.044. [ PMC Free Article]", "ArticleIdList": ["10.1016/j.jep.2013.10.044", "PMC3918579", "24216163"]}, {"Citation": "Khoshkam Z, Zarrabi M, Sepehrizade Z, Keshavarzi M. The Study of Antimicrobial Activities of Partially Purified Cyclotide Content and Crude Extracts from Viola tricolor. J Med Bacteriol. 2016;5:29–35."}, {"Citation": "Sadeghnia HR, Ghorbani Hesari T, Mortazavian SM, Mousavi SH, Tayarani-Najaran Z, Ghorbani A. Viola tricolor induces apoptosis in cancer cells and exhibits antiangiogenic activity on chicken chorioallantoic membrane.  Biomed Res Int.  2014;2014:625792. doi: 10.1155/2014/625792. [ PMC Free Article]", "ArticleIdList": ["10.1155/2014/625792", "PMC4163403", "25243166"]}, {"Citation": "Mousavi SH, Naghizade B, Pourgonabadi S, Ghorbani A. Protective effect of Viola tricolor and Viola odorata extracts on serum/glucose deprivation-induced neurotoxicity: role of reactive oxygen species.  Avicenna J Phytomed.  2016;6:434–41. [ PMC Free Article]", "ArticleIdList": ["PMC4967839", "27516984"]}, {"Citation": "Nassiri-Asl M, Shariati-Rad S, Zamansoltani F. Anticonvulsive effects of intracerebroventricular administration of rutin in rats. Prog Neuropsychopharmacol Biol Psychiatry. 2008;32:989–93. doi: 10.1016/j.pnpbp.2008.01.011.", "ArticleIdList": ["10.1016/j.pnpbp.2008.01.011", "18262708"]}, {"Citation": "Ghorbani A, Youssofabad NJ, Rakhsh H. Effect of Viola tricolor on pentobarbital-induced sleep in mice. Afr J Pharm Pharmacol. 2012;6:2503–9. doi: 10.5897/AJPP12.721.", "ArticleIdList": ["10.5897/AJPP12.721"]}, {"Citation": "Panday DR, Rauniar GP. Effect of root-extracts of Ficus benghalensis (Banyan) in memory, anxiety, muscle co-ordination and seizure in animal models.  BMC Complement Altern Med.  2016;16:429. doi: 10.1186/s12906-016-1413-5. [ PMC Free Article]", "ArticleIdList": ["10.1186/s12906-016-1413-5", "PMC5094015", "27809820"]}, {"Citation": "Rahimi VB, Askari VR, Emami SA, Tayarani-Najaran Z. Anti-melanogenic activity of Viola odorata different extracts on B16F10 murine melanoma cells.  Iran J Basic Med Sci.  2017;20:242–9. doi: 10.22038/ijbms.2017.8350. [ PMC Free Article]", "ArticleIdList": ["10.22038/ijbms.2017.8350", "PMC5378959", "28392894"]}, {"Citation": "Sayyah M, Mandgary A, Kamalinejad M. Evaluation of the anticonvulsant activity of the seed acetone extract of Ferula gummosa Boiss. against seizures induced by pentylenetetrazole and electroconvulsive shock in mice. J Ethnopharmacol. 2002;82:105–9.", "ArticleIdList": ["12241984"]}, {"Citation": "de Almeida RN, Agra Mde F, Maior FN, de Sousa DP. Essential oils and their constituents: anticonvulsant activity. Molecules. 2011;16:2726–42. doi: 10.3390/molecules16032726.", "ArticleIdList": ["10.3390/molecules16032726", "PMC6259740", "21441872"]}, {"Citation": "Vollenweider F, Bendfeldt K, Maetzler W, Otten U, Nitsch C. GABA(B) receptor expression and cellular localization in gerbil hippocampus after transient global ischemia. Neurosci Lett. 2006;395:118–23. doi: 10.1016/j.neulet.2005.10.079.", "ArticleIdList": ["10.1016/j.neulet.2005.10.079", "16298486"]}, {"Citation": "Kumar A, Lalitha S, Mishra J. Hesperidin potentiates the neuroprotective effects of diazepam and gabapentin against pentylenetetrazole-induced convulsions in mice: Possible behavioral, biochemical and mitochondrial alterations.  Indian J Pharmacol.  2014;46:309–15. doi: 10.4103/0253-7613.132180. [ PMC Free Article]", "ArticleIdList": ["10.4103/0253-7613.132180", "PMC4071709", "24987179"]}, {"Citation": "Chweh A, Ulloque R, Swinyard E. Antipentylenetetrazol activity of diazepam: A site of action. Drug Dev Res. 1986;9:259–65. doi: 10.1002/ddr.430090403.", "ArticleIdList": ["10.1002/ddr.430090403"]}, {"Citation": "Askari VR, Baradaran Rahimi V, Ghorbani A, Rakhshandeh H. Hypnotic Effect of Ocimum basilicum on Pentobarbital-Induced Sleep in Mice.  Iran Red Crescent Med J.  2016;18:e24261. doi: 10.5812/ircmj.24261. [ PMC Free Article]", "ArticleIdList": ["10.5812/ircmj.24261", "PMC5020426", "27651944"]}, {"Citation": "Toiu A, Muntean E, Oniga I, Vostinaru O, Tamas M. Pharmacognostic research on Viola tricolor L. (Violaceae) . Rev Med Chir Soc Med Nat Iasi. 2009;113:264–7.", "ArticleIdList": ["21491816"]}, {"Citation": "Jager AK, Saaby L. Flavonoids and the CNS. Molecules. 2011;16:1471–85. doi: 10.3390/molecules16021471.", "ArticleIdList": ["10.3390/molecules16021471", "PMC6259921", "21311414"]}, {"Citation": "Nassiri-Asl M, Moghbelinejad S, Abbasi E, Yonesi F, Haghighi MR, Lotfizadeh M, et al. Effects of quercetin on oxidative stress and memory retrieval in kindled rats. Epilepsy Behav. 2013;28:151–5. doi: 10.1016/j.yebeh.2013.04.019.", "ArticleIdList": ["10.1016/j.yebeh.2013.04.019", "23747498"]}, {"Citation": "Joshi D, Naidu PS, Singh A, Kulkarni SK. Protective effect of quercetin on alcohol abstinence-induced anxiety and convulsions. J Med Food. 2005;8:392–6. doi: 10.1089/jmf.2005.8.392.", "ArticleIdList": ["10.1089/jmf.2005.8.392", "16176153"]}, {"Citation": "Muhammad N, Saeed M, Khan H, Raziq N, Halimi SM, Abass M. Antipyretic and anticonvulsant activity of n-hexane fraction of Viola betonicifolia.  Asian Pac J Trop Biomed.  2013;3:280–3. doi: 10.1016/S2221-1691(13)60063-5. [ PMC Free Article]", "ArticleIdList": ["10.1016/S2221-1691(13)60063-5", "PMC3634924", "23620851"]}]}], "History": [{"Year": "2019", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31182888", "PMC6525727"]}}]}