{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31191707", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "05"}], "Language": ["eng"], "ELocationID": ["3583067", "10.1155/2019/3583067"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Metabolic and Epigenetic Action Mechanisms of Antidiabetic Medicinal Plants.", "Pagination": {"StartPage": "3583067", "MedlinePgn": "3583067"}, "Abstract": {"AbstractText": ["Diabetes is a predominant metabolic disease nowadays due to the off-beam lifestyle of diet and reduced physical activity. Complications of the illness include the gene-environment interactions and the downstream genetic and epigenetic consequences, e.g., cardiovascular diseases, tumor progression, retinopathy, nephropathy, neuropathy, polydipsia, polyphagia, polyuria, and weight loss. This review sheds the light on the mechanistic insights of antidiabetic medicinal plants in targeting key organs and tissues involved in regulating blood glucose homeostasis including the pancreas, liver, muscles, adipose tissues, and glucose absorption in the intestine. Diabetes is also involved in modulating major epigenetic pathways such as DNA methylation and histone modification. In this respect, we will discuss the phytochemicals as current and future epigenetic drugs in the treatment of diabetes. In addition, several proteins are common targets for the treatment of diabetes. Some phytochemicals are expected to directly interact with these targets. We lastly uncover modeling studies that predict such plausible interactions. In conclusion, this review article presents the mechanistic insight of phytochemicals in the treatment of diabetes by combining both the cellular systems biology and molecular modeling."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Sciences, Arab American University Palestine, P.O Box 240, Jenin, State of Palestine."}], "LastName": "Shanak", "ForeName": "Siba", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Sciences, Arab American University Palestine, P.O Box 240, Jenin, State of Palestine."}, {"Identifier": [], "Affiliation": "Qasemi Research Center- Al-Qasemi Academy, P.O Box 124, Baqa El-Gharbia 30100, Israel."}], "LastName": "Saad", "ForeName": "Bashar", "Initials": "B"}, {"Identifier": ["0000-0002-1411-8953"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Sciences, Arab American University Palestine, P.O Box 240, Jenin, State of Palestine."}, {"Identifier": [], "Affiliation": "Qasemi Research Center- Al-Qasemi Academy, P.O Box 124, Baqa El-Gharbia 30100, Israel."}], "LastName": "Zaid", "ForeName": "Hilal", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zaid H., Antonescu C. N., Randhawa V. K., Klip A. Insulin action on glucose transporters through molecular switches, tracks and tethers. Biochemical Journal. 2008;413(2):201–215. doi: 10.1042/BJ20080723.", "ArticleIdList": ["10.1042/BJ20080723", "18570632"]}, {"Citation": "Shirwaikar A., Rajendran K., Kumar C. D., Bodla R. Antidiabetic activity of aqueous leaf extract of Annona squamosa in streptozotocin-nicotinamide type 2 diabetic rats. Journal of Ethnopharmacology. 2004;91(1):171–175. doi: 10.1016/j.jep.2003.12.017.", "ArticleIdList": ["10.1016/j.jep.2003.12.017", "15036485"]}, {"Citation": "Said O., Fulder S., Khalil K., Azaizeh H., Kassis E., Saad B. Maintaining a physiological blood glucose level with glucolevel, a combination of four anti-diabetes plants used in the traditional arab herbal medicine. Evidence-Based Complementary and Alternative Medicine. 2008;5(4):421–428. doi: 10.1093/ecam/nem047.", "ArticleIdList": ["10.1093/ecam/nem047", "PMC2586306", "18955212"]}, {"Citation": "Kerner W., Brückel J. Definition, classification and diagnosis of diabetes mellitus. Experimental and Clinical Endocrinology & Diabetes. 2014;122(7):384–386. doi: 10.1055/s-0034-1366278.", "ArticleIdList": ["10.1055/s-0034-1366278", "25014088"]}, {"Citation": "Zaid H., Saad B., Mahdi A. A., Tamrakar A. K., Haddad P. S., Afifi F. U. Medicinal plants and natural active compounds for diabetes and/or obesity treatment. Evidence-Based Complementary and Alternative Medicine. 2015;2015:2. doi: 10.1155/2015/469762.469762", "ArticleIdList": ["10.1155/2015/469762", "PMC4629024", "26557860"]}, {"Citation": "McCrimmon R. J., Sherwin R. S. Hypoglycemia in type 1 diabetes. Diabetes. 2010;59(10):2333–2339. doi: 10.2337/db10-0103.", "ArticleIdList": ["10.2337/db10-0103", "PMC3279554", "20876723"]}, {"Citation": "Soliman A., Desanctis V., Yassin M., Elalaily R., Eldarsy N. Continuous glucose monitoring system and new era of early diagnosis of diabetes in high risk groups. Indian Journal of Endocrinology and Metabolism. 2014;18(3):274–282. doi: 10.4103/2230-8210.131130.", "ArticleIdList": ["10.4103/2230-8210.131130", "PMC4056122", "24944918"]}, {"Citation": "Nathan D. M. Long-term complications of diabetes mellitus. The New England Journal of Medicine. 1993;328(23):1676–1685. doi: 10.1056/NEJM199306103282306.", "ArticleIdList": ["10.1056/NEJM199306103282306", "8487827"]}, {"Citation": "Bonnefont-Rousselot D., Bastard J. P., Jaudon M. C., Delattre J. Consequences of the diabetic status on the oxidant/antioxidant balance. Diabetes & Metabolism. 2000;26(3):163–176.", "ArticleIdList": ["10880889"]}, {"Citation": "Baynes J. W. Role of oxidative stress in development of complications in diabetes. Diabetes. 1991;40(4):405–412. doi: 10.2337/diab.40.4.405.", "ArticleIdList": ["10.2337/diab.40.4.405", "2010041"]}, {"Citation": "Duke-Elder W. S. Changes in refraction in diabetes mellitus. British Journal of Ophthalmology. 1925;9(4):167–187. doi: 10.1136/bjo.9.4.167.", "ArticleIdList": ["10.1136/bjo.9.4.167", "PMC513478", "18168468"]}, {"Citation": "Marsenic O. Glucose control by the kidney: an emerging target in diabetes. American Journal of Kidney Diseases. 2009;53(5):875–883. doi: 10.1053/j.ajkd.2008.12.031.", "ArticleIdList": ["10.1053/j.ajkd.2008.12.031", "19324482"]}, {"Citation": "Sommese L., Zullo A., Mancini F. P., Fabbricini R., Soricelli A., Napoli C. Clinical relevance of epigenetics in the onset and management of type 2 diabetes mellitus. Epigenetics. 2017;12(6):401–415. doi: 10.1080/15592294.2016.1278097.", "ArticleIdList": ["10.1080/15592294.2016.1278097", "PMC5501211", "28059593"]}, {"Citation": "Saad B., Zaid H., Shanak S., Kadan S. Anti-diabetes and Anti-obesity Medicinal Plants and Phytochemicals. Springer; 2017."}, {"Citation": "Aronoff S. L., Berkowitz K., Shreiner B., Want L. Glucose metabolism and regulation: beyond insulin and glucagon. Diabetes Spectrum. 2004;17(3):183–190. doi: 10.2337/diaspect.17.3.183.", "ArticleIdList": ["10.2337/diaspect.17.3.183"]}, {"Citation": "Poradzka A., Wroński J., Jasik M., Karnafel W., Fiedor P. Insulin replacement therapy in patients with type 1 diabetes by isolated pancreatic islet transplantation. Acta Poloniae Pharmaceutica. Drug Research. 2013;70(6):943–950.", "ArticleIdList": ["24383317"]}, {"Citation": "Bonora E., Formentini G., Calcaterra F., et al. HOMA-estimated insulin resistance is an independent predictor of cardiovascular disease in type 2 diabetic subjects: prospective data from the Verona Diabetes Complications Study. Diabetes Care. 2002;25(7):1135–1141. doi: 10.2337/diacare.25.7.1135.", "ArticleIdList": ["10.2337/diacare.25.7.1135", "12087010"]}, {"Citation": "DeFronzo R. A. Insulin resistance, lipotoxicity, type 2 diabetes and atherosclerosis: the missing links. The Claude Bernard Lecture 2009. Diabetologia. 2010;53(7):1270–1287. doi: 10.1007/s00125-010-1684-1.", "ArticleIdList": ["10.1007/s00125-010-1684-1", "PMC2877338", "20361178"]}, {"Citation": "Kitada M., Zhang Z., Mima A., King G. L. Molecular mechanisms of diabetic vascular complications. Journal of Diabetes Investigation. 2010;1(3):77–89. doi: 10.1111/j.2040-1124.2010.00018.x.", "ArticleIdList": ["10.1111/j.2040-1124.2010.00018.x", "PMC4008020", "24843412"]}, {"Citation": "Hanhineva K., Törrönen R., Bondia-Pons I., et al. Impact of dietary polyphenols on carbohydrate metabolism. International Journal of Molecular Sciences. 2010;11(4):1365–1402. doi: 10.3390/ijms11041365.", "ArticleIdList": ["10.3390/ijms11041365", "PMC2871121", "20480025"]}, {"Citation": "van de Laar F. A., Lucassen P. L., Akkermans R. P., Van De Lisdonk E. H., Rutten G. E., van Weel C. α-glucosidase inhibitors for patients with type 2 diabetes: results from a Cochrane systematic review and meta-analysis. Diabetes Care. 2005;28(1):154–163. doi: 10.2337/diacare.28.1.154.", "ArticleIdList": ["10.2337/diacare.28.1.154", "15616251"]}, {"Citation": "Deans K. A., Sattar N. \"Anti-inflammatory\" drugs and their effects on type 2 Diabetes. Diabetes Technology & Therapeutics. 2006;8(1):18–27. doi: 10.1089/dia.2006.8.18.", "ArticleIdList": ["10.1089/dia.2006.8.18", "16472047"]}, {"Citation": "Wu J., Shi S., Wang H., Wang S. Mechanisms underlying the effect of polysaccharides in the treatment of type 2 diabetes: A review. Carbohydrate Polymers. 2016;144:474–494. doi: 10.1016/j.carbpol.2016.02.040.", "ArticleIdList": ["10.1016/j.carbpol.2016.02.040", "27083840"]}, {"Citation": "Kawada T., Goto T., Takahashi N., Hirai S. Various Terpenoids derived from herbal and dietary plants function as PPAR modulators and regulate carbohydrate and lipid metabolism. PPAR Research. 2010:9. doi: 10.1155/2010/483958.483958", "ArticleIdList": ["10.1155/2010/483958", "PMC2896613", "20613991"]}, {"Citation": "König M., Bulik S., Holzhütter H.-G. Quantifying the contribution of the liver to glucose homeostasis: A detailed kinetic model of human hepatic glucose metabolism. PLoS Computational Biology. 2012;8(6)", "ArticleIdList": ["PMC3383054", "22761565"]}, {"Citation": "Sacks W. Cerebral metabolism of doubly labeled glucose in humans in vivo. Journal of Applied Physiology. 1965;20(1):117–130. doi: 10.1152/jappl.1965.20.1.117.", "ArticleIdList": ["10.1152/jappl.1965.20.1.117", "14257540"]}, {"Citation": "Cryer P. E. Glucose counterregulation: Prevention and correction of hypoglycemia in humans. American Journal of Physiology-Endocrinology and Metabolism. 1993;264(2):E149–E155. doi: 10.1152/ajpendo.1993.264.2.E149.", "ArticleIdList": ["10.1152/ajpendo.1993.264.2.E149", "8447379"]}, {"Citation": "Farivar M., Wands J. R., Isselbacher K. J., Bucher N. L. R. Effect of insulin and glucagon on fulminant murine hepatitis. The New England Journal of Medicine. 1976;295(27):1517–1519. doi: 10.1056/NEJM197612302952706.", "ArticleIdList": ["10.1056/NEJM197612302952706", "995158"]}, {"Citation": "Gerich J., Cryer P., Rizza R. Hormonal mechanisms in acute glucose counterregulation: The relative roles of glucagon, epinephrine, norepinephrine, growth hormone, and cortisol. Metabolism - Clinical and Experimental. 1980;29(11):1164–1175. doi: 10.1016/0026-0495(80)90026-8.", "ArticleIdList": ["10.1016/0026-0495(80)90026-8", "7432175"]}, {"Citation": "Bae S. S., Cho H., Mu J., Birnbaum M. J. Isoform-specific regulation of insulin-dependent glucose uptake by Akt/protein kinase B. The Journal of Biological Chemistry. 2003;278(49):49530–49536. doi: 10.1074/jbc.M306782200.", "ArticleIdList": ["10.1074/jbc.M306782200", "14522993"]}, {"Citation": "Krook A., Wallberg-Henriksson H., Zierath J. R. Sending the signal: Molecular mechanisms regulating glucose uptake. Medicine & Science in Sports & Exercise. 2004;36(7):1212–1217. doi: 10.1249/01.MSS.0000132387.25853.3B.", "ArticleIdList": ["10.1249/01.MSS.0000132387.25853.3B", "15235328"]}, {"Citation": "Saltiel A. R., Kahn C. R. Insulin signalling and the regulation of glucose and lipid metabolism. Nature. 2001;414(6865):799–806. doi: 10.1038/414799a.", "ArticleIdList": ["10.1038/414799a", "11742412"]}, {"Citation": "Mues C., Zhou J., Manolopoulos K. N., et al. Regulation of glucose-6-phosphatase gene expression by insulin and metformin. Hormone and Metabolic Research. 2009;41(10):730–735. doi: 10.1055/s-0029-1225360.", "ArticleIdList": ["10.1055/s-0029-1225360", "19579180"]}, {"Citation": "Horike N., Sakoda H., Kushiyama A., et al. AMP-activated protein kinase activation increases phosphorylation of glycogen synthase kinase 3 beta and thereby reduces cAMP-responsive element transcriptional activity and phosphoenolpyruvate carboxykinase C gene expression in the liver. The Journal of Biological Chemistry. 2008;283(49):33902–33910. doi: 10.1074/jbc.M802537200.", "ArticleIdList": ["10.1074/jbc.M802537200", "PMC2662216", "18801732"]}, {"Citation": "Li Y., Xu S., Mihaylova M. M., et al. AMPK phosphorylates and inhibits SREBP activity to attenuate hepatic steatosis and atherosclerosis in diet-induced insulin-resistant mice. Cell Metabolism. 2011;13(4):376–388. doi: 10.1016/j.cmet.2011.03.009.", "ArticleIdList": ["10.1016/j.cmet.2011.03.009", "PMC3086578", "21459323"]}, {"Citation": "Carlson C. L., Winder W. W. Liver AMP-activated protein kinase and acetyl-CoA carboxylase during and after exercise. Journal of Applied Physiology. 1999;86(2):669–674. doi: 10.1152/jappl.1999.86.2.669.", "ArticleIdList": ["10.1152/jappl.1999.86.2.669", "9931206"]}, {"Citation": "Richter E. A., Hargreaves M. Excercise, GLUT4, and skeletal muscle glucose uptake. Physiological Reviews. 2013;93(3):993–1017. doi: 10.1152/physrev.00038.2012.", "ArticleIdList": ["10.1152/physrev.00038.2012", "23899560"]}, {"Citation": "Szekeres F., Chadt A., Tom R. Z., et al. The Rab-GTPase-activating protein TBC1D1 regulates skeletal muscle glucose metabolism. American Journal of Physiology-Endocrinology and Metabolism. 2012;303(4):E524–E533. doi: 10.1152/ajpendo.00605.2011.", "ArticleIdList": ["10.1152/ajpendo.00605.2011", "22693207"]}, {"Citation": "St-Denis J.-F., Cushman S. W. Role Of snare's in the glut4 translocation response to insulin in adipose cells and muscle. Journal of Basic and Clinical Physiology and Pharmacology. 1998;9(2-4):153–166. doi: 10.1515/JBCPP.1998.9.2-4.153.", "ArticleIdList": ["10.1515/JBCPP.1998.9.2-4.153", "10212832"]}, {"Citation": "Wang Q. H., Somwar R., Bilan P. J., et al. Protein kinase B Akt participates in GLUT4 translocation by insulin in L6 myoblasts. Molecular and Cellular Biology. 1999;19(6):4008–4018. doi: 10.1128/MCB.19.6.4008.", "ArticleIdList": ["10.1128/MCB.19.6.4008", "PMC104360", "10330141"]}, {"Citation": "Lee J.-H., Kim T., Lee J.-J., et al. The herbal medicine KBH-1 inhibits fat accumulation in 3T3-L1 adipocytes and reduces high fat diet-induced obesity through regulation of the AMPK pathway. PLoS ONE. 2015;10(12)", "ArticleIdList": ["PMC4674115", "26649747"]}, {"Citation": "Nuttall F. Q., Ngo A., Gannon M. C. Regulation of hepatic glucose production and the role of gluconeogenesis in humans: Is the rate of gluconeogenesis constant? Diabetes/Metabolism Research and Reviews. 2008;24(6):438–458. doi: 10.1002/dmrr.863.", "ArticleIdList": ["10.1002/dmrr.863", "18561209"]}, {"Citation": "Thorens B. Glucose transporters in the regulation of intestinal, renal, and liver glucose fluxes. American Journal of Physiology-Gastrointestinal and Liver Physiology. 1996;270(4):G541–G553. doi: 10.1152/ajpgi.1996.270.4.G541.", "ArticleIdList": ["10.1152/ajpgi.1996.270.4.G541", "8928783"]}, {"Citation": "Aiston S., Trinh K. Y., Lange A. J., Newgard C. B., Agius L. Glucose-6-phosphatase overexpression lowers glucose 6-phosphate and inhibits glycogen synthesis and glycolysis in hepatocytes without affecting glucokinase translocation. Evidence against feedback inhibition of glucokinase. The Journal of Biological Chemistry. 1999;274(35):24559–24566. doi: 10.1074/jbc.274.35.24559.", "ArticleIdList": ["10.1074/jbc.274.35.24559", "10455119"]}, {"Citation": "Ferre T., Riu E., Bosch F., Valera A. Evidence from transgenic mice that glucokinase is rate limiting for glucose utilization in the liver. The FASEB Journal. 1996;10(10):1213–1218. doi: 10.1096/fasebj.10.10.8751724.", "ArticleIdList": ["10.1096/fasebj.10.10.8751724", "8751724"]}, {"Citation": "Chatelain F., Pégorier J.-P., Minassian C., et al. Development and regulation of glucose-6-phosphatase gene expression in rat liver, intestine, and kidney: In vivo and in vitro studies in cultured fetal hepatocytes. Diabetes. 1998;47(6):882–889. doi: 10.2337/diabetes.47.6.882.", "ArticleIdList": ["10.2337/diabetes.47.6.882", "9604863"]}, {"Citation": "Huang S., Czech M. P. The GLUT4 glucose transporter. Cell Metabolism. 2007;5(4):237–252. doi: 10.1016/j.cmet.2007.03.006.", "ArticleIdList": ["10.1016/j.cmet.2007.03.006", "17403369"]}, {"Citation": "Klip A., Pâquet M. R. Glucose transport and glucose transporters in muscle and their metabolic regulation. Diabetes Care. 1990;13(3):228–243. doi: 10.2337/diacare.13.3.228.", "ArticleIdList": ["10.2337/diacare.13.3.228", "2407478"]}, {"Citation": "Abel E. D., Peroni O., Kim J. K., et al. Adipose-selective targeting of the GLUT4 gene impairs insulin action in muscle and liver. Nature. 2001;409(6821):729–733. doi: 10.1038/35055575.", "ArticleIdList": ["10.1038/35055575", "11217863"]}, {"Citation": "Zaid H., Tamrakar A. K., Razzaque M. S., Efferth T. Diabetes and metabolism disorders medicinal plants: a glance at the past and a look to the future 2018. Evidence-Based Complementary and Alternative Medicine. 2018;2018:3. doi: 10.1155/2018/5843298.5843298", "ArticleIdList": ["10.1155/2018/5843298", "PMC6188851", "30364074"]}, {"Citation": "Rodenhiser D., Mann M. Epigenetics and human disease: translating basic biology into clinical applications. Canadian Medical Association Journal. 2006;174(3):341–348. doi: 10.1503/cmaj.050774.", "ArticleIdList": ["10.1503/cmaj.050774", "PMC1373719", "16446478"]}, {"Citation": "Altucci L., Rots M. G. Epigenetic drugs: from chemistry via biology to medicine and back. Clinical Epigenetics. 2016;8(1, article no. 56):1–3. doi: 10.1186/s13148-016-0222-5.", "ArticleIdList": ["10.1186/s13148-016-0222-5", "PMC4876560", "27217841"]}, {"Citation": "Qureshi I. A., Mehler M. F. Advances in epigenetics and epigenomics for neurodegenerative diseases. Current Neurology and Neuroscience Reports. 2011;11(5):464–473. doi: 10.1007/s11910-011-0210-2.", "ArticleIdList": ["10.1007/s11910-011-0210-2", "PMC4461866", "21671162"]}, {"Citation": "Herman J. G., Baylin S. B. Gene silencing in cancer in association with promoter hypermethylation. The New England Journal of Medicine. 2003;349(21):2042–2054. doi: 10.1056/NEJMra023075.", "ArticleIdList": ["10.1056/NEJMra023075", "14627790"]}, {"Citation": "Mishra M., Kowluru R. A. Epigenetic modification of mitochondrial DNA in the development of diabetic retinopathy. Investigative Ophthalmology & Visual Science. 2015;56(9):5133–5142. doi: 10.1167/iovs.15-16937.", "ArticleIdList": ["10.1167/iovs.15-16937", "PMC4525675", "26241401"]}, {"Citation": "Zhong Q., Kowluru R. A. Role of histone acetylation in the development of diabetic retinopathy and the metabolic memory phenomenon. Journal of Cellular Biochemistry. 2010;110(6):1306–1313. doi: 10.1002/jcb.22644.", "ArticleIdList": ["10.1002/jcb.22644", "PMC2907436", "20564224"]}, {"Citation": "Mishra M., Kowluru R. A. The role of DNA methylation in the metabolic memory phenomenon associated with the continued progression of diabetic retinopathy. Investigative Ophthalmology & Visual Science. 2016;57(13):5748–5757. doi: 10.1167/iovs.16-19759.", "ArticleIdList": ["10.1167/iovs.16-19759", "PMC5089211", "27787562"]}, {"Citation": "Yan J., Tie G., Wang S., et al. Diabetes impairs wound healing by Dnmt1-dependent dysregulation of hematopoietic stem cells differentiation towards macrophages. Nature Communications. 2018;9(1)", "ArticleIdList": ["PMC5750226", "29295997"]}, {"Citation": "Singh N., Dueñas-González A., Lyko F., Medina-Franco J. L. Molecular modeling and molecular dynamics studies of hydralazine with human DNA methyltransferase 1. ChemMedChem. 2009;4(5):792–799. doi: 10.1002/cmdc.200900017.", "ArticleIdList": ["10.1002/cmdc.200900017", "19322801"]}, {"Citation": "Mohamed A. N., Abdelhady A. M., Spencer D., Sowinski K. M., Tisdale J. E., Overholser B. R. Pharmacokinetic modeling and simulation of procainamide and n-acetylprocainamide in a patient receiving continuous renal replacement therapy: A novel approach to guide renal dose adjustments. American Journal of Kidney Diseases. 2013;61(6):1046–1048. doi: 10.1053/j.ajkd.2013.02.358.", "ArticleIdList": ["10.1053/j.ajkd.2013.02.358", "PMC3851309", "23562328"]}, {"Citation": "Sharma S., Taliyan R. Histone deacetylase inhibitors: Future therapeutics for insulin resistance and type 2 diabetes. Pharmacological Research. 2016;113:320–326. doi: 10.1016/j.phrs.2016.09.009.", "ArticleIdList": ["10.1016/j.phrs.2016.09.009", "27620069"]}, {"Citation": "Christensen D. P., Dahllöf M., Lundh M., et al. Histone deacetylase (HDAC) inhibition as a novel treatment for diabetes mellitus. Molecular Medicine. 2011;17(5-6):378–390. doi: 10.2119/molmed.2011.00021.", "ArticleIdList": ["10.2119/molmed.2011.00021", "PMC3105132", "21274504"]}, {"Citation": "Mandrup-Poulsen T. The role of interleukin-1 in the pathogenesis of IDDM. Diabetologia. 1996;39(9):1005–1029. doi: 10.1007/s001250050548.", "ArticleIdList": ["10.1007/s001250050548", "8877284"]}, {"Citation": "Göttlicher M., Minucci S., Zhu P., et al. Valproic acid defines a novel class of HDAC inhibitors inducing differentiation of transformed cells. EMBO Journal. 2002;20(24):6969–6978. doi: 10.1093/emboj/20.24.6969.", "ArticleIdList": ["10.1093/emboj/20.24.6969", "PMC125788", "11742974"]}, {"Citation": "Daosukho C., Chen Y., Noel T., et al. Phenylbutyrate, a histone deacetylase inhibitor, protects against Adriamycin-induced cardiac injury. Free Radical Biology & Medicine. 2007;42(12):1818–1825. doi: 10.1016/j.freeradbiomed.2007.03.007.", "ArticleIdList": ["10.1016/j.freeradbiomed.2007.03.007", "PMC2151922", "17512461"]}, {"Citation": "Avery L. B., Bumpus N. N. Valproic acid is a novel activator of amp-activated protein kinase and decreases liver mass, hepatic fat accumulation, and serum glucose in obese mice. Molecular Pharmacology. 2014;85(1):1–10. doi: 10.1124/mol.113.089755.", "ArticleIdList": ["10.1124/mol.113.089755", "PMC3868906", "24105977"]}, {"Citation": "Choi S.-E., Lee Y.-J., Jang H.-J., et al. A chemical chaperone 4-PBA ameliorates palmitate-induced inhibition of glucose-stimulated insulin secretion (GSIS) Archives of Biochemistry and Biophysics. 2008;475(2):109–114. doi: 10.1016/j.abb.2008.04.015.", "ArticleIdList": ["10.1016/j.abb.2008.04.015", "18455496"]}, {"Citation": "Kadiyala C. S. R., Zheng L., Du Y., et al. Acetylation of retinal histones in diabetes increases inflammatory proteins: effects of minocycline and manipulation of histone acetyltransferase (HAT) and histone deacetylase (HDAC) The Journal of Biological Chemistry. 2012;287(31):25869–25880. doi: 10.1074/jbc.M112.375204.", "ArticleIdList": ["10.1074/jbc.M112.375204", "PMC3406672", "22648458"]}, {"Citation": "Li X., Li C., Sun G. Histone acetylation and its modifiers in the pathogenesis of diabetic nephropathy. Journal of Diabetes Research. 2016;2016:11. doi: 10.1155/2016/4065382.4065382", "ArticleIdList": ["10.1155/2016/4065382", "PMC4917685", "27379253"]}, {"Citation": "Reddy M. A., Villeneuve L. M., Wang M., Lanting L., Natarajan R. Role of the lysine-specific demethylase 1 in the proinflammatory phenotype of vascular smooth muscle cells of diabetic mice. Circulation Research. 2009;106(6):E9–E9.", "ArticleIdList": ["PMC2693400", "18688044"]}, {"Citation": "Pan D., Mao C., Wang Y.-X. Suppression of gluconeogenic gene expression by LSD1-mediated histone demethylation. PLoS ONE. 2013;8(6)", "ArticleIdList": ["PMC3673910", "23755305"]}, {"Citation": "Bressler R., Vargas-Cord M., Lebovitz H. E. Tranylcypromine - a potent insulin secretagogue and hypoglycemic agent. Diabetes. 1968;17(10):617–624. doi: 10.2337/diab.17.10.617.", "ArticleIdList": ["10.2337/diab.17.10.617", "4878653"]}, {"Citation": "Li Y., Kong D., Wang Z., Sarkar F. H. Regulation of microRNAs by natural agents: an emerging field in chemoprevention and chemotherapy research. Pharmaceutical Research. 2010;27(6):1027–1041. doi: 10.1007/s11095-010-0105-y.", "ArticleIdList": ["10.1007/s11095-010-0105-y", "PMC2974845", "20306121"]}, {"Citation": "Sakamoto K. Silencing metabolic disorders by novel SIRT1 activators. Cell Metabolism. 2008;7(1):3–4. doi: 10.1016/j.cmet.2007.12.005.", "ArticleIdList": ["10.1016/j.cmet.2007.12.005", "18177718"]}, {"Citation": "Yu J., Auwerx J. The role of sirtuins in the control of metabolic homeostasis. Annals of the New York Academy of Sciences. 2009;1173(1):E10–E19. doi: 10.1111/j.1749-6632.2009.04952.x.", "ArticleIdList": ["10.1111/j.1749-6632.2009.04952.x", "PMC3620552", "19751409"]}, {"Citation": "Brachmann C. B., Sherman J. M., Devine S. E., Cameron E. E., Pillus L., Boeke J. D. The SIR2 gene family, conserved from bacteria to humans, functions in silencing, cell-cycle progression, and chromosome stability. Genes & Development. 1995;9(23):2888–2902. doi: 10.1101/gad.9.23.2888.", "ArticleIdList": ["10.1101/gad.9.23.2888", "7498786"]}, {"Citation": "Timmers S., Hesselink M. K. C., Schrauwen P. Therapeutic potential of resveratrol in obesity and type 2 diabetes: New avenues for health benefits? Annals of the New York Academy of Sciences. 2013;1290(1):83–89. doi: 10.1111/nyas.12185.", "ArticleIdList": ["10.1111/nyas.12185", "23855469"]}, {"Citation": "Reuter S., Gupta S. C., Park B., Goel A., Aggarwal B. B. Epigenetic changes induced by curcumin and other natural compounds. Genes & Nutrition. 2011;6(2):93–108. doi: 10.1007/s12263-011-0222-1.", "ArticleIdList": ["10.1007/s12263-011-0222-1", "PMC3092901", "21516481"]}, {"Citation": "Yun J.-M., Jialal I., Devaraj S. Effects of epigallocatechin gallate on regulatory T cell number and function in obese v. lean volunteers. British Journal of Nutrition. 2010;103(12):1771–1777. doi: 10.1017/S000711451000005X.", "ArticleIdList": ["10.1017/S000711451000005X", "20175943"]}, {"Citation": "Traka M., Gasper A. V., Smith J. A., Hawkey C. J., Bao Y., Mithen R. F. Transcriptome analysis of human colon Caco-2 cells exposed to sulforaphane. Journal of Nutrition. 2005;135(8):1865–1872. doi: 10.1093/jn/135.8.1865.", "ArticleIdList": ["10.1093/jn/135.8.1865", "16046710"]}, {"Citation": "Meeran S. M., Patel S. N., Tollefsbol T. O. Sulforaphane causes epigenetic repression of hTERT expression in human breast cancer cell lines. PLoS ONE. 2010;5(7) doi: 10.1371/journal.pone.0011457.e11457", "ArticleIdList": ["10.1371/journal.pone.0011457", "PMC2897894", "20625516"]}, {"Citation": "Pledgie-Tracy A., Sobolewski M. D., Davidson N. E. Sulforaphane induces cell type-specific apoptosis in human breast cancer cell lines. Molecular Cancer Therapeutics. 2007;6(3):1013–1021. doi: 10.1158/1535-7163.mct-06-0494.", "ArticleIdList": ["10.1158/1535-7163.mct-06-0494", "17339367"]}, {"Citation": "Axelsson A. S., Tubbs E., Mecham B., et al. Sulforaphane reduces hepatic glucose production and improves glucose control in patients with type 2 diabetes. Science Translational Medicine. 2017;9(394) doi: 10.1126/scitranslmed.aah4477.", "ArticleIdList": ["10.1126/scitranslmed.aah4477", "28615356"]}, {"Citation": "Majid S., Dar A. A., Shahryari V., et al. Genistein reverses hypermethylation and induces active histone modifications in tumor suppressor gene B-cell translocation gene 3 in prostate cancer. Cancer. 2010;116(1):66–76.", "ArticleIdList": ["PMC3954042", "19885928"]}, {"Citation": "Gilbert E. R., Liu D. Anti-diabetic functions of soy isoflavone genistein: mechanisms underlying its effects on pancreatic beta-cell function. Food & Function. 2013;4(2):200–212. doi: 10.1039/c2fo30199g.", "ArticleIdList": ["10.1039/c2fo30199g", "PMC3678366", "23160185"]}, {"Citation": "Druesne N., Pagniez A., Mayeur C., et al. Diallyl disulfide (DADS) increases histone acetylation and p21(waf1/cip1) expression in human colon tumor cell lines. Carcinogenesis. 2004;25(7):1227–1236. doi: 10.1093/carcin/bgh123.", "ArticleIdList": ["10.1093/carcin/bgh123", "14976134"]}, {"Citation": "Valero M. A., Vidal A., Burgos R., et al. Meta-analysis on the role of lycopene in type 2 diabetes mellitus. Nutrición Hospitalaria. 2011;26(6):1236–1241.", "ArticleIdList": ["22411366"]}, {"Citation": "King-Batoon A., Leszczynska J. M., Klein C. B. Modulation of gene methylation by genistein or lycopene in breast cancer cells. Environmental and Molecular Mutagenesis. 2008;49(1):36–45. doi: 10.1002/em.20363.", "ArticleIdList": ["10.1002/em.20363", "18181168"]}, {"Citation": "Tan S., Wang C., Lu C., et al. Quercetin is able to demethylate the p16INK4a gene promoter. Chemotherapy. 2008;55(1):6–10. doi: 10.1159/000166383.", "ArticleIdList": ["10.1159/000166383", "18974642"]}, {"Citation": "Ruiz P. A., Braune A., Hölzlwimmer G., Quintanilla-Fend L., Haller D. Quercetin inhibits TNF-induced NF-kappa B transcription factor recruitment to proinflammatory gene promoters in murine intestinal epithelial cells. Journal of Nutrition. 2007;137(5):1208–1215. doi: 10.1093/jn/137.5.1208.", "ArticleIdList": ["10.1093/jn/137.5.1208", "17449583"]}, {"Citation": "Lee W.-J., Chen Y.-R., Tseng T.-H. Quercetin induces FasL-related apoptosis, in part, through promotion of histone H3 acetylation in human leukemia HL-60 cells. Oncology Reports. 2011;25(2):583–591.", "ArticleIdList": ["21165570"]}, {"Citation": "Chen S., Jiang H., Wu X., Fang J. Therapeutic effects of quercetin on inflammation, obesity, and type 2 diabetes. Mediators of Inflammation. 2016;2016:5. doi: 10.1155/2016/9340637.9340637", "ArticleIdList": ["10.1155/2016/9340637", "PMC5149671", "28003714"]}, {"Citation": "Eid H. M., Nachar A., Thong F., Sweeney G., Haddad P. S. The molecular basis of the antidiabetic action of quercetin in cultured skeletal muscle cells and hepatocytes. Pharmacognosy Magazine. 2015;11(41):74–81. doi: 10.4103/0973-1296.149708.", "ArticleIdList": ["10.4103/0973-1296.149708", "PMC4329636", "25709214"]}, {"Citation": "Agarwal A. K., Monder C., Eckstein B., White P. C. Cloning and expression of rat cDNA encoding corticosteroid 11β-dehydrogenase. The Journal of Biological Chemistry. 1989;264(32):18939–18943.", "ArticleIdList": ["2808402"]}, {"Citation": "Seckl J. R., Walker B. R. Minireview: 11 beta-hydroxysteroid dehydrogenase type 1 - A tissue-specific amplifier of glucocorticoid action. Endocrinology. 2001;142(4):1371–1376. doi: 10.1210/en.142.4.1371.", "ArticleIdList": ["10.1210/en.142.4.1371", "11250914"]}, {"Citation": "Odermatt A., Atanasov A. G., Balazs Z., et al. Why is 11 beta-hydroxy steroid dehydrogenase type 1 facing the endoplasmic reticulum lumen? Physiological relevance of the membrane topology of 11 beta-HSD1. Molecular and Cellular Endocrinology. 2006;248(1-2):15–25.", "ArticleIdList": ["16412558"]}, {"Citation": "Stulnig T. M., Waldhäusl W. 11β-Hydroxysteroid dehydrogenase Type 1 in obesity and Type 2 diabetes. Diabetologia. 2004;47(1):1–11.", "ArticleIdList": ["14652720"]}, {"Citation": "Zinker B., Mika A., Nguyen P., et al. Liver-selective glucocorticoid receptor antagonism decreases glucose production and increases glucose disposal, ameliorating insulin resistance. Metabolism - Clinical and Experimental. 2007;56(3):380–387. doi: 10.1016/j.metabol.2006.10.021.", "ArticleIdList": ["10.1016/j.metabol.2006.10.021", "17292727"]}, {"Citation": "Davani B., Portwood N., Bryzgalova G., et al. Aged transgenic mice with increased glucocorticoid sensitivity in pancreatic beta-cells develop diabetes. Diabetes. 2004;53(Supplement 1):S51–S59. doi: 10.2337/diabetes.53.2007.S51.", "ArticleIdList": ["10.2337/diabetes.53.2007.S51", "14749266"]}, {"Citation": "Morton N. M. Obesity and corticosteroids: 11beta-hydroxysteroid type 1 as a cause and therapeutic target in metabolic disease. Molecular and Cellular Endocrinology. 2010;316(2):154–164. doi: 10.1016/j.mce.2009.09.024.", "ArticleIdList": ["10.1016/j.mce.2009.09.024", "19804814"]}, {"Citation": "Zhang J. D., Osslund T. D., Plant M. H., et al. Crystal structure of murine 11 beta-hydroxysteroid dehydrogenase 1: An important therapeutic target for diabetes. Biochemistry. 2005;44(18):6948–6957.", "ArticleIdList": ["15865440"]}, {"Citation": "Berman H., Henrick K., Nakamura H. Announcing the worldwide Protein Data Bank. Nature Structural & Molecular Biology. 2003;10(12):p. 980. doi: 10.1038/nsb1203-980.", "ArticleIdList": ["10.1038/nsb1203-980", "14634627"]}, {"Citation": "Hosfield D. J., Wu Y., Skene E. J., et al. Conformational flexibility in crystal structures of human 11 beta-hydroxysteroid dehydrogenase type I provide insights into glucocorticoid interconversion and enzyme regulation. The Journal of Biological Chemistry. 2005;280(6):4639–4648. doi: 10.1074/jbc.M411104200.", "ArticleIdList": ["10.1074/jbc.M411104200", "15513927"]}, {"Citation": "Ogg D., Elleby B., Norström C., et al. The crystal structure of guinea pig 11β-hydroxysteroid dehydrogenase type 1 provides a model for enzyme-lipid bilayer interactions. The Journal of Biological Chemistry. 2005;280(5):3789–3794. doi: 10.1074/jbc.M412463200.", "ArticleIdList": ["10.1074/jbc.M412463200", "15542590"]}, {"Citation": "Tu H., Powers J. P., Liu J., et al. Distinctive molecular inhibition mechanisms for selective inhibitors of human 11 beta-hydroxysteroid dehydrogenase type 1. Bioorganic & Medicinal Chemistry. 2008;16(19):8922–8931.", "ArticleIdList": ["18789704"]}, {"Citation": "Hintzpeter J., Stapelfeld C., Loerz C., Martin H.-J., Maser E. Green tea and one of its constituents, epigallocatechine-3-gallate, are potent inhibitors of human 11β-hydroxysteroid dehydrogenase type 1. PLoS ONE. 2014;9(1)", "ArticleIdList": ["PMC3880318", "24404164"]}, {"Citation": "Feng T., Su J., Ding Z.-H., et al. Chemical constituents and their bioactivities of \"tongling White Ginger\" (Zingiber officinale) Journal of Agricultural and Food Chemistry. 2011;59(21):11690–11695. doi: 10.1021/jf202544w.", "ArticleIdList": ["10.1021/jf202544w", "21954969"]}, {"Citation": "Tsang C., Smail N. F., Almoosawi S., Davidson I., Al-Dujaili E. A. S. Intake of polyphenol-rich pomegranate pure juice influences urinary glucocorticoids, blood pressure and homeostasis model assessment of insulin resistance in human volunteers. Journal of Nutritional Science. 2012;1:1–9. doi: 10.1017/jns.2012.1.", "ArticleIdList": ["10.1017/jns.2012.1", "PMC4153032", "25191556"]}, {"Citation": "Namita P., Mukesh R. Medicinal plants used as antimicrobial agents. International Research Journal of Pharmacy. 2013;3"}, {"Citation": "Gumy C., Thurnbichler C., Aubry E. M., et al. Inhibition of 11β-hydroxysteroid dehydrogenase type 1 by plant extracts used as traditional antidiabetic medicines. Fitoterapia. 2009;80(3):200–205. doi: 10.1016/j.fitote.2009.01.009.", "ArticleIdList": ["10.1016/j.fitote.2009.01.009", "19535018"]}, {"Citation": "Meier M., Möller G., Adamski J. Perspectives in Understanding the Role of Human 17β-Hydroxysteroid Dehydrogenases in Health and Disease. Annals of the New York Academy of Sciences. 2009;1155(1):15–24. doi: 10.1111/j.1749-6632.2009.03702.x.", "ArticleIdList": ["10.1111/j.1749-6632.2009.03702.x", "19250188"]}, {"Citation": "Lu M.-L., Huang Y.-W., Lin S.-X. Purification, reconstitution, and steady-state kinetics of the trans-membrane 17β-hydroxysteroid dehydrogenase 2. The Journal of Biological Chemistry. 2002;277(25):22123–22130. doi: 10.1074/jbc.M111726200.", "ArticleIdList": ["10.1074/jbc.M111726200", "11940569"]}, {"Citation": "Jansson A., Gunnarsson C., Stål O. Proliferative responses to altered 17β-hydroxysteroid dehydrogenase (17HSD) type 2 expression in human breast cancer cells are dependent on endogenous expression of 17HSD type 1 and the oestradiol receptors. Endocrine-Related Cancer. 2006;13(3):875–884.", "ArticleIdList": ["16954436"]}, {"Citation": "Lukacik P., Kavanagh K. L., Oppermann U. Structure and function of human 17 beta-hydroxysteroid dehydrogenases. Molecular and Cellular Endocrinology. 2006;248(1-2):61–71. doi: 10.1016/j.mce.2005.12.007.", "ArticleIdList": ["10.1016/j.mce.2005.12.007", "16414178"]}, {"Citation": "Jin J.-Z., Lin S.-X. Human estrogenic 17β-hydroxysteroid dehydrogenase: Predominance of estrone reduction and its induction by NADPH. Biochemical and Biophysical Research Communications. 1999;259(2):489–493. doi: 10.1006/bbrc.1999.0704.", "ArticleIdList": ["10.1006/bbrc.1999.0704", "10362535"]}, {"Citation": "Miettinen M. M., Mustonen M. V. J., Poutanen M. H., Isomaa V. V., Vihko R. K. Human 17β-hydroxysteroid dehydrogenase type 1 and type 2 isoenzymes have opposite activities in cultured cells and characteristic cell- and tissue-specific expression. Biochemical Journal. 1996;314(3):839–845. doi: 10.1042/bj3140839.", "ArticleIdList": ["10.1042/bj3140839", "PMC1217133", "8615778"]}, {"Citation": "Laplante Y., Rancourt C., Poirier D. Relative involvement of three 17β-hydroxysteroid dehydrogenases (types 1, 7 and 12) in the formation of estradiol in various breast cancer cell lines using selective inhibitors. Molecular and Cellular Endocrinology. 2009;301(1-2):146–153. doi: 10.1016/j.mce.2008.08.026.", "ArticleIdList": ["10.1016/j.mce.2008.08.026", "18812208"]}, {"Citation": "Zhang C.-Y., Chen J., Yin D.-C., Lin S.-X. The contribution of 17beta-hydroxysteroid dehydrogenase type 1 to the estradiol-estrone ratio in estrogen-sensitive breast cancer cells. PLoS ONE. 2012;7(1)", "ArticleIdList": ["PMC3253791", "22253796"]}, {"Citation": "Mauvais-Jarvis F. Is estradiol a biomarker of type 2 diabetes risk in postmenopausal women? Diabetes. 2017;66(3):568–570. doi: 10.2337/dbi16-0063.", "ArticleIdList": ["10.2337/dbi16-0063", "PMC5319722", "28223340"]}, {"Citation": "Lin S. X., Zhu D. W., Azzi A., et al. Studies on the three-dimensional structure of estrogenic 17 beta-hydroxysteroid dehydrogenase. Journal of Endocrinology. 1996;150:113–S20.", "ArticleIdList": ["8943782"]}, {"Citation": "Peltoketo H., Isomaa V., Mäentausta O., Vihko R. Complete amino acid sequence of human placental 17β-hydroxysteroid dehydrogenase deduced from cDNA. FEBS Letters. 1988;239(1):73–77. doi: 10.1016/0014-5793(88)80548-9.", "ArticleIdList": ["10.1016/0014-5793(88)80548-9", "2846351"]}, {"Citation": "Lin S. X., Yang F., Jin J. Z., et al. Subunit identity of the dimeric 17-beta-hydroxysteroid dehydrogenase from human placenta. Journal of Biological Chemistry. 1992;267(23):16182–16187.", "ArticleIdList": ["1322895"]}, {"Citation": "Lin S., Han Q., Azzi A., Zhu D., Gongloff A., Campbell R. 3D-structure of human estrogenic 17β-HSD1: binding with various steroids. The Journal of Steroid Biochemistry and Molecular Biology. 1999;69(1-6):425–429. doi: 10.1016/S0960-0760(99)00062-X.", "ArticleIdList": ["10.1016/S0960-0760(99)00062-X", "10419021"]}, {"Citation": "Gangloff A., Shi R., Nahoum V., Lin S. Pseudo-symmetry of C19-steroids, alternative binding orientations and multispecificity in human estrogenic 17 beta-hydroxysteroid dehydrogenase. The FASEB Journal. 2003;17(2):274–276. doi: 10.1096/fj.02-0397fje.", "ArticleIdList": ["10.1096/fj.02-0397fje", "12490543"]}, {"Citation": "Sawicki M. W., Erman M., Puranen T., Vihko P., Ghosh D. Structure of the ternary complex of human 17 beta-hydroxysteroid dehydrogenase type 1 with 3-hydroxyestra-1,3,5,7-tetraen-17-one (equilin) and NADP(+) Proceedings of the National Acadamy of Sciences of the United States of America. 1999;96(3):840–845. doi: 10.1073/pnas.96.3.840.", "ArticleIdList": ["10.1073/pnas.96.3.840", "PMC15312", "9927655"]}, {"Citation": "Stupans I., Stretch G., Hayball P. Olive oil phenols inhibit human hepatic microsomal activity. Journal of Nutrition. 2000;130(9):2367–2370. doi: 10.1093/jn/130.9.2367.", "ArticleIdList": ["10.1093/jn/130.9.2367", "10958837"]}, {"Citation": "Boehmelt G., Fialka I., Brothers G., et al. Cloning and characterization of the murine glucosamine-6-phosphate acetyltransferase EMeg32. Differential expression and intracellular membrane association. The Journal of Biological Chemistry. 2000;275(17):12821–12832. doi: 10.1074/jbc.275.17.12821.", "ArticleIdList": ["10.1074/jbc.275.17.12821", "10777580"]}, {"Citation": "Boehmelt G., Wakeham A., Elia A., et al. Decreased UDP-GIcNAc levels abrogate proliferation control in EMeg32-deficient cells. EMBO Journal. 2000;19(19):5092–5104. doi: 10.1093/emboj/19.19.5092.", "ArticleIdList": ["10.1093/emboj/19.19.5092", "PMC302091", "11013212"]}, {"Citation": "Trinh K. Y., O'Doherty R. M., Anderson P., Lange A. J., Newgard C. B. Perturbation of fuel homeostasis caused by overexpression of the glucose-6-phosphatase catalytic subunit in liver of normal rats. The Journal of Biological Chemistry. 1998;273(47):31615–31620. doi: 10.1074/jbc.273.47.31615.", "ArticleIdList": ["10.1074/jbc.273.47.31615", "9813078"]}, {"Citation": "Buse M. G. Hexosamines, insulin resistance, and the complications of diabetes: current status. American Journal of Physiology-Renal Physiology. 2006;290(1):1–8. doi: 10.1152/ajpendo.00329.2005.", "ArticleIdList": ["10.1152/ajpendo.00329.2005", "PMC1343508", "16339923"]}, {"Citation": "Marshall S., Bacote V., Traxinger R. R. Discovery of a metabolic pathway mediating glucose-induced desensitization of the glucose-transport system - role of hexosamine biosynthesis in the induction of insulin resistance. The Journal of Biological Chemistry. 1991;266(8):4706–4712.", "ArticleIdList": ["2002019"]}, {"Citation": "Traxinger R. R., Marshall S. Coordinated regulation of glutamine:fructose-6-phosphate amidotransferase activity by insulin, glucose, and glutamine: Role of hexosamine biosynthesis in enzyme regulation. The Journal of Biological Chemistry. 1991;266(16):10148–10154.", "ArticleIdList": ["2037571"]}, {"Citation": "Oki T., Yamazaki K., Kuromitsu J., Okada M., Tanaka I. cDNA cloning and mapping of a novel subtype of glutamine:fructose-6- phosphate amidotransferase (GFAT2) in human and mouse. Genomics. 1999;57(2):227–234. doi: 10.1006/geno.1999.5785.", "ArticleIdList": ["10.1006/geno.1999.5785", "10198162"]}, {"Citation": "Niimi M., Ogawara T., Yamashita T., et al. Identification of GFAT1-L, a novel splice variant of human glutamine: Fructose-6-phosphate amidotransferase (GFAT1) that is expressed abundantly in skeletal muscle. Journal of Human Genetics. 2001;46(10):566–571. doi: 10.1007/s100380170022.", "ArticleIdList": ["10.1007/s100380170022", "11587069"]}, {"Citation": "DeHaven J. E., Robinson K. A., Nelson B. A., Buse M. G. A Novel Variant of Glutamine Fructose-6-Phosphate Amidotransferase-1 (GFAT1) mRNA Is Selectively Expressed in Striated Muscle. Diabetes. 2001;50(7-12):2419–2424. doi: 10.2337/diabetes.50.11.2419.", "ArticleIdList": ["10.2337/diabetes.50.11.2419", "11679416"]}, {"Citation": "Lee M.-J., Gong D.-W., Burkey B. F., Fried S. K. Pathways regulated by glucocorticoids in omental and subcutaneous human adipose tissues: A microarray study. American Journal of Physiology-Endocrinology and Metabolism. 2011;300(3):E571–E580. doi: 10.1152/ajpendo.00231.2010.", "ArticleIdList": ["10.1152/ajpendo.00231.2010", "PMC3279304", "21189358"]}, {"Citation": "Veerababu G., Tang J., Hoffman R. T., et al. Overexpression of glutamine:fructose-6-phosphate amidotransferase in the liver of transgenic mice results in enhanced glycogen storage, hyperlipidemia, obesity, and impaired glucose tolerance. Diabetes. 2000;49(12):2070–2078. doi: 10.2337/diabetes.49.12.2070.", "ArticleIdList": ["10.2337/diabetes.49.12.2070", "11118009"]}, {"Citation": "Milewski S. Glucosamine-6-phosphate synthase - The multi-facets enzyme. Biochimica et Biophysica Acta (BBA) - Protein Structure and Molecular Enzymology. 2002;1597(2):173–192. doi: 10.1016/S0167-4838(02)00318-7.", "ArticleIdList": ["10.1016/S0167-4838(02)00318-7", "12044898"]}, {"Citation": "Nakaishi Y., Bando M., Shimizu H., et al. Structural analysis of human glutamine:fructose-6-phosphate amidotransferase, a key regulator in type 2 diabetes. FEBS Letters. 2009;583(1):163–167. doi: 10.1016/j.febslet.2008.11.041.", "ArticleIdList": ["10.1016/j.febslet.2008.11.041", "19059404"]}, {"Citation": "Shetty A. K., Salimath P. V. Reno-protective effects of fenugreek (Trigonella foenum greacum) during experimental diabetes. e-SPEN Journal. 2009;4(3):e137–e142. doi: 10.1016/j.eclnm.2009.02.002.", "ArticleIdList": ["10.1016/j.eclnm.2009.02.002"]}, {"Citation": "Paarakh P. In silico antidiabetic activity of linalool isolated from coriandrum sativum linn fruit. International Journal of Cancer Cellular Biology Research. 2017;2"}, {"Citation": "Cieśla J., Fraczyk T., Rode W. Phosphorylation of basic amino acid residues in proteins: important but easily missed. Acta Biochimica Polonica. 2011;58(2):137–148.", "ArticleIdList": ["21623415"]}, {"Citation": "Ushiro H., Cohen S. Identification of phosphotyrosine as a product of epidermal growth factor-activated protein-kinase in A-431 cell-membranes. The Journal of Biological Chemistry. 1980;255(18):8363–8365.", "ArticleIdList": ["6157683"]}, {"Citation": "Behrens J., Vakaet L., Friis R., et al. Loss of epithelial differentiation and gain of invasiveness correlates with tyrosine phosphorylation of the e-cadherin beta-catenin complex in cells transformed with a temperature-sensitive V-SRC gene. The Journal of Cell Biology. 1993;120(3):757–766. doi: 10.1083/jcb.120.3.757.", "ArticleIdList": ["10.1083/jcb.120.3.757", "PMC2119534", "8425900"]}, {"Citation": "Guo D., Jia Q., Song H.-Y., Warren R. S., Donner D. B. Vascular endothelial cell growth factor promotes tyrosine phosphorylation of mediators of signal transduction that contain SH2 domains: Association with endothelial cell proliferation. The Journal of Biological Chemistry. 1995;270(12):6729–6733. doi: 10.1074/jbc.270.12.6729.", "ArticleIdList": ["10.1074/jbc.270.12.6729", "7896817"]}, {"Citation": "Baserga R. The contradictions of the insulin-like growth factor 1 receptor. Oncogene. 2000;19(49):5574–5581. doi: 10.1038/sj.onc.1203854.", "ArticleIdList": ["10.1038/sj.onc.1203854", "11114737"]}, {"Citation": "Wang Y., Sun Y. Insulin-like growth factor receptor-1 as an anti-cancer target: Blocking transformation and inducing apoptosis. Current Cancer Drug Targets. 2002;2(3):191–207. doi: 10.2174/1568009023333863.", "ArticleIdList": ["10.2174/1568009023333863", "12188907"]}, {"Citation": "Zhou J., Neidigh J. L., Espinosa R., III, LeBeau M. M., McClain D. A. Human glutamine: fructose-6-phosphate amidotransferase: characterization of mRNA and chromosomal assignment to 2p13. Human Genetics. 2004;96(1):99–101. doi: 10.1007/BF00214194.", "ArticleIdList": ["10.1007/BF00214194", "7607664"]}, {"Citation": "Barford D., Flint A. J., Tonks N. K. Crystal structure of human protein tyrosine phosphatase 1B. Science. 1994;263(5152):1397–1404. doi: 10.1126/science.8128219.", "ArticleIdList": ["10.1126/science.8128219", "8128219"]}, {"Citation": "Jin T., Yu H., Huang X.-F. Selective binding modes and allosteric inhibitory effects of lupane triterpenes on protein tyrosine phosphatase 1B. Scientific Reports. 2016;6", "ArticleIdList": ["PMC4749975", "26865097"]}, {"Citation": "Jiang C.-S., Liang L.-F., Guo Y.-W. Natural products possessing protein tyrosine phosphatase 1B (PTP1B) inhibitory activity found in the last decades. Acta Pharmacologica Sinica. 2012;33(10):1217–1245. doi: 10.1038/aps.2012.90.", "ArticleIdList": ["10.1038/aps.2012.90", "PMC4002712", "22941286"]}, {"Citation": "Bustanji Y., Taha M. O., Al-masri I. M., Mohammad K. Docking simulations and in vitro assay unveil potent inhibitory action of papaverine against protein tyrosine phosphatase 1B. Biological & Pharmaceutical Bulletin. 2009;32(4):640–645. doi: 10.1248/bpb.32.640.", "ArticleIdList": ["10.1248/bpb.32.640", "19336898"]}, {"Citation": "Jiang H., Khan S., Wang Y., et al. SIRT6 regulates TNF-alpha secretion through hydrolysis of long-chain fatty acyl lysine. Nature. 2013;496(7443):110–113. doi: 10.1038/nature12038.", "ArticleIdList": ["10.1038/nature12038", "PMC3635073", "23552949"]}, {"Citation": "Zhang X., Khan S., Jiang H., et al. Identifying the functional contribution of the defatty-Acylase activity of SIRT6. Nature Chemical Biology. 2016;12(8):614–620. doi: 10.1038/nchembio.2106.", "ArticleIdList": ["10.1038/nchembio.2106", "PMC4955683", "27322069"]}, {"Citation": "Mostoslavsky R., Chua K. F., Lombard D. B., et al. Genomic instability and aging-like phenotype in the absence of mammalian SIRT6. Cell. 2006;124(2):315–329.", "ArticleIdList": ["16439206"]}, {"Citation": "Zhong L., D'Urso A., Toiber D., et al. The histone deacetylase Sirt6 regulates glucose homeostasis via Hif1 alpha. Cell. 2010;140(2):280–93.", "ArticleIdList": ["PMC2821045", "20141841"]}, {"Citation": "Dominy J. E., Jr., Lee Y., Jedrychowski M. P., et al. The Deacetylase Sirt6 Activates the Acetyltransferase GCN5 and Suppresses Hepatic Gluconeogenesis. Molecular Cell. 2012;48(6):900–913. doi: 10.1016/j.molcel.2012.09.030.", "ArticleIdList": ["10.1016/j.molcel.2012.09.030", "PMC3534905", "23142079"]}, {"Citation": "Pan P. W., Feldman J. L., Devries M. K., Dong A., Edwards A. M., Denu J. M. Structure and biochemical functions of SIRT6. The Journal of Biological Chemistry. 2011;286(16):14575–14587. doi: 10.1074/jbc.M111.218990.", "ArticleIdList": ["10.1074/jbc.M111.218990", "PMC3077655", "21362626"]}, {"Citation": "Le L. Computational study of antidiabetic activities of bioactive compounds in zingiber officinale. World Journal of Pharmacy and Pharmaceutical Sciences. 2014;3"}, {"Citation": "Nguyen Vo T. H., Tran N., Nguyen D., Le L. An in silico study on antidiabetic activity of bioactive compounds in Euphorbia thymifolia Linn. SpringerPlus. 2016;5(1)", "ArticleIdList": ["PMC4990526", "27588252"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "27"}, {"Year": "2019", "Month": "4", "Day": "17"}, {"Year": "2019", "Month": "6", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "5", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["31191707", "PMC6525884", "10.1155/2019/3583067"]}}]}