{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Biochemistry", "Cancer research", "Cell biology", "Natural product chemistry"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31193085", "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "11"}], "Language": ["eng"], "ELocationID": ["e01666", "10.1016/j.heliyon.2019.e01666"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "5", "Issue": "5", "PubDate": {"Year": "2019", "Month": "May"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Cytotoxicity and cell cycle analysis of <i>Asparagus laricinus Burch.</i> and <i>Senecio asperulus DC.</i> on breast and prostate cancer cell lines.", "Pagination": {"StartPage": "e01666", "MedlinePgn": "e01666"}, "Abstract": {"AbstractText": ["Medicinal plants play an important role in our African communities for treatment and prevention of various diseases including cancer. This study was aimed on evaluating the cytotoxicity activities of <i>Asparagus laricinus Burch.</i> and <i>Senecio asperulus DC.</i>", "<i>In vitro</i> cytotoxicity screening was carried out using fluorescent cellular stains on human prostate cancer (PC3), human breast cancer (MCF-7) and the non-cancerous African green monkey kidney (Vero) cell lines. The cells were imaged with the ImageXpress Micro XLS Widefield fluorescent Microscope, and the acquired images were analysed using the MetaXpress software and the Multi-Wavelength cell scoring application module. Melphalan was used as a positive control in all experiments.", "<i>Asparagus laricinus</i> methanol and <i>Senecio asperulus DC.</i> dichloromethane extracts exhibited cytotoxicity activity against breast cancer cells with IC<sub>50</sub> values of 97.6 μg/mL and 69.15 μg/mL, respectively. Cell cycle analysis suggested that <i>Asparagus laricinus</i> methanol extract induced cell death selectively through apoptosis observed from Annexin V-FITC and PI stain. Cell cycle analysis also showed that <i>Senecio asperulus DC.</i> dichloromethane extracts induced breast cancer cells death through cell arrest at the synthesis phase and G2 phase. <i>Senecio asperulus DC.</i> dichloromethane extracts further showed cytotoxicity activity against prostate cancer cells with IC<sub>50</sub> values of 69.25 μg/mL due to cell arrest at the G2 and early mitotic (G2/M) phase.", "We, therefore, propose that the methanol extract of <i>Asparagus laricinus</i> is a suitable aspirant for future breast cancer chemotherapeutic drug, due to its selective cytotoxicity on cancer cells and not on non-cancerous cells."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Sciences, Central University of Technology, Free State, Private Bag X20539, Bloemfontein, 9300 South Africa."}], "LastName": "Mfengwana", "ForeName": "P H", "Initials": "PH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit for Drug Discovery Research, Central University of Technology, Free State, Private Bag X20539, Bloemfontein, 9300 South Africa."}], "LastName": "Mashele", "ForeName": "S S", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Applied Food Security and Biotechnology, Central University of Technology, Free State, Private Bag X20539, Bloemfontein, 9300 South Africa."}], "LastName": "Manduna", "ForeName": "I T", "Initials": "IT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akarolo-Anthony S.N., Ogundiran T.O., Adebamowo C.A. Emerging breast cancer epidemic: evidence from Africa. Breast Canc. Res. 2010;12(4):S8.", "ArticleIdList": ["PMC3005728", "21172092"]}, {"Citation": "Alimbetov D., Askarova S., Umbayev B., Davis T., Kipling D. Pharmacological targeting of cell cycle, apoptotic and cell adhesion signaling pathways implicated in chemoresistance of cancer cells. Int. J. Mol. Sci. 2018;19:1690.", "ArticleIdList": ["PMC6032165", "29882812"]}, {"Citation": "Ayoub I.M., El-Shazly M., Lu M.C., Singaba A.N.B. Antimicrobial and cytotoxic activities of the crude extracts of Dietes bicolor leaves, flowers and rhizomes. South Afr. J. Bot. 2014;95:97–101."}, {"Citation": "Azwanida N.N. A review on the extraction methods use in medicinal plants, principle, strength and limitation. Medical and Aromatic Plants. 2015;4(3):196."}, {"Citation": "Brummitt R.K. Vol. 8. Royal Botanical Gardens; Kew: 1992. pp. 14–18. (Vascular Plant Families and Genera)."}, {"Citation": "Chang D.C., Xu N., Luo K.Q. Degradation of cyclin B is required for the onset of anaphase in Mammalian cells. J. Biol. Chem. 2003;278:37865–37873.", "ArticleIdList": ["12865421"]}, {"Citation": "Crowley L.C., Marfell B.J., Waterhouse N.J. Analyzing cell death by nuclear staining with Hoechst 33342. Cold Spring Harb. Protoc. 2016;1(9)", "ArticleIdList": ["27587774"]}, {"Citation": "DiPaola R.S. To arrest or not to G2-M cell-cycle arrest. Clin. Cancer Res. 2002;8:3311–3314.", "ArticleIdList": ["12429616"]}, {"Citation": "Dirsch V.M., Kirschke S.O., Estermeier M., Steffan B., Vollmar A.M. Apoptosis signalling triggered by the marine alkaloids ascididemin is routed via caspase-2 and JNK to mitochondria. Oncogene. 2004;23:1586–1593.", "ArticleIdList": ["14716300"]}, {"Citation": "Eichhorn J.M., Alford S.E., Sakurikar N., Chambers T.C. Molecular analysis of functional redundancy among anti-apoptotic Bcl-2 proteins and its role in cancer cell survival. Exp. Cell Res. 2014;322(2):415–424.", "ArticleIdList": ["PMC3977614", "24556425"]}, {"Citation": "Ferreira C.G., Epping M., Kruyt F.A., Giaccone G. Apoptosis: target of cancer therapy. Clin. Cancer Res. 2004;8:2024–2034.", "ArticleIdList": ["12114400"]}, {"Citation": "Freshney R.I. 5 th. John Wiley & sons Inc; Hoboken, New Jersey: 2005. Culture of Animal Cells: a Manual of Basic Techniques."}, {"Citation": "Jemal A., Bray F., Forman D. Cancer burden in Africa and opportunities for prevention. Cancer. 2012;118:4372–4384.", "ArticleIdList": ["22252462"]}, {"Citation": "Kose L.S., Moteetee A., Van Vuuren S. Ethnobotanical survey of medicinal plants used in the Maseru district of Lesotho. J. Ethnopharmacol. 2015;170:184–200.", "ArticleIdList": ["25957810"]}, {"Citation": "Krishan A. Rapid flow cytofluorometric analysis of cell cycle by propidium iodide staining. JCB (J. Cell Biol.) 1975;66:188–193.", "ArticleIdList": ["PMC2109516", "49354"]}, {"Citation": "Lee J.Y., Kim E.Y., Jung K.W., Shin A., Chan K.K., Aoki D. Trends in gynecologic cancer mortality in East Asian regions. Journal of Gynecologic Oncology. 2014;25:174–182.", "ArticleIdList": ["PMC4102735", "25045429"]}, {"Citation": "Luqmani Y.A. Mechanisms of drug resistance in cancer chemotherapy. Med. Princ. Pract. 2005;14:35–48.", "ArticleIdList": ["16103712"]}, {"Citation": "Mashele S.S., Kolesnikova N. In vitro anticancer screening of Asparagus laricinus extracts. Pharmacologyonline. 2010;2:246–252."}, {"Citation": "Moore A., Mercer J., Dutina G., Donahue C., Bauer K. Effects of temperature shift on cell cycle, apoptosis and nucleotide pools in CHO cell batch cultures. Cytotechnology. 1997;23:47–54.", "ArticleIdList": ["PMC3449885", "22358520"]}, {"Citation": "Mugomeri E., Chatanga P., Hlapisi S., Rahlao L. Phytochemical characterization of selected herbal products in Lesotho. Lesotho Medical Association Journal. 2014;12:38–47."}, {"Citation": "Nojima H. G1 and S-phase checkpoints, chromosome instability, and cancer. Methods Mol. Biol. 2004;280:3–49.", "ArticleIdList": ["15187248"]}, {"Citation": "Ogbole O.O., Segun P.A., Adeniji A.J. In vitro cytotoxicity of medicinal plants from Nigeria ethnomedicine on Rhabdomyosarcoma cancer cell line and HPLC analysis of active extracts. BMC Complement Altern. Med. 2017;17:494.", "ArticleIdList": ["PMC5700537", "29166892"]}, {"Citation": "Planchais S., Glab N., Inzé D., Bergounioux C. Chemical inhibitors: a tool for plant cell cycle studies. FEBS (Fed. Eur. Biochem. Soc.) Lett. 2000;476:78–83.", "ArticleIdList": ["10878255"]}, {"Citation": "Porter L.A., Donoghue D.J. Cyclin B1 and CDK1: nuclear localization and upstream regulators. Prog. Cell Cycle Res. 2003;5:335–347.", "ArticleIdList": ["14593728"]}, {"Citation": "Quattrocchi U. CRC, Taylor & Francis Group; Boca Raton, Fla: 2016. CRC World Dictionary of Medicinal and Poisonous Plants: Common Names, Scientific Names, Eponyms, Synonyms, and Etymology."}, {"Citation": "Seigel R.L., Miller K.D., Jemal A. Cancer statistics. CA. A Cancer Journal for Clinicians. 2018;68:7–30.", "ArticleIdList": ["29313949"]}, {"Citation": "Selvan D.A., Mahendiran D., Kumar R.S., Rahiman A.K. Garlic, green tea and turmeric extracts-mediated green synthesis of silver nanoparticles: phytochemical, antioxidant and in vitro cytotoxicity studies. J. Photochem. Photobiol. B Biol. 2018;180:243–252.", "ArticleIdList": ["29476965"]}, {"Citation": "Shapiro G.I., Supko J.G., Patterson A., Lynch C., Lucca J., Zacarola P.F., Muzikansky A., Wright J.J., Lynch T.J., Jr., Rollins B.J. A Phase II trial of the cyclin-dependent kinase inhibitor flavopiridol in patients with previously untreated stage IV non-small cell lung cancer. Clin. Cancer Res. 2001;7:1590–1599.", "ArticleIdList": ["11410495"]}, {"Citation": "Sylla B.S., Wild C.P. A million Africans a year dying from cancer by 2030: what can cancer research and control offer to the continent? Int. J. Cancer. 2012;130:245–250.", "ArticleIdList": ["PMC3244688", "21796634"]}, {"Citation": "Van der Merwe D., Swan G.E., Botha C.J. Use of ethnoveterinary medical plants in cattle by Setswana-speaking people in the Madikwe area of the North West Province of South Africa. J. S. Afr. Vet. Assoc. 2001;72(4):189–196.", "ArticleIdList": ["12219913"]}, {"Citation": "WHO  . 2013. Traditional Medicine Strategy 2014-2023.http://www.searo.who.int/entity/health_situation_trends/who_trm_strategy_2014-2023.pdf?ua=1"}, {"Citation": "Wildlife Wholesale Nursery  . 2018. Asparagus Laricinus.https://wildflowernursery.co.za/indigenous-plant-database/asparagus-laricinus/"}, {"Citation": "Wolf F., Sigl R., Geley S. The end of the beginning’: cdk1 thresholds and exit from mitosis. Cell Cycle. 2007;6:1408–1411.", "ArticleIdList": ["17581279"]}, {"Citation": "World Health Organization  . 2017. Regional Office for Africa.https://www.afro.who.int/health-topics/cancer Cancer."}, {"Citation": "Yoshimoto K., Hanaoka H., Sato S., Kato T., Tabata S., Noda T., Ohsumi Y. Processing of ATG8s, ubiquitinlike proteins, and their deconjugation by ATG4s are essential for plant autophagy. Plant Cell. 2004;16:2967–2983.", "ArticleIdList": ["PMC527192", "15494556"]}]}], "History": [{"Year": "2019", "Month": "3", "Day": "7"}, {"Year": "2019", "Month": "4", "Day": "12"}, {"Year": "2019", "Month": "5", "Day": "2"}, {"Year": "2019", "Month": "6", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "5", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["31193085", "PMC6517332", "10.1016/j.heliyon.2019.e01666", "S2405-8440(19)32471-5"]}}]}