{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["RNAPII", "TP-induced hepatotoxicity", "high-content analysis", "liver injury", "triptolide"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31218727", "DateCompleted": {"Year": "2020", "Month": "10", "Day": "05"}, "DateRevised": {"Year": "2020", "Month": "10", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "06", "Day": "19"}], "Language": ["eng"], "ELocationID": ["10.1002/jat.3821"], "Journal": {"ISSN": "1099-1263", "JournalIssue": {"Volume": "39", "Issue": "9", "PubDate": {"Year": "2019", "Month": "Sep"}}, "Title": "Journal of applied toxicology : JAT", "ISOAbbreviation": "J Appl Toxicol"}, "ArticleTitle": "High-content analysis boosts identification of the initial cause of triptolide-induced hepatotoxicity.", "Pagination": {"StartPage": "1337", "EndPage": "1347", "MedlinePgn": "1337-1347"}, "Abstract": {"AbstractText": ["Triptolide (TP) has been widely used in China for more than 40 years as an immunosuppressive agent. Recently, serious concerns have been raised over TP-induced liver injury, though the real hepatotoxic mechanism is still unclear, particularly in terms of the initial cause. To our knowledge, this study is the first to screen systematically the mechanism of TP-induced toxicity through a global cytotoxicity profile high-content analysis using three independent cytotoxic assay panels with multiple endpoints of cytotoxicity, including cell loss, mitochondrial membrane potential, nuclear membrane permeability, manganese superoxide dismutase, phosphorylated gamma-H2AX, light chain 3B, lysosome, reactive oxygen species and glutathione. We assessed nine parameters and four stress response pathway models by labeling nuclear factor erythroid 2-related factor 2, activating transcription factor 6, hypoxia inducible factor 1α and nuclear factor κB and found that all testing parameters except glutathione and manganese superoxide dismutase showed concentration- and time-dependent changes, as well as increased cell loss after TP treatment. Considering that RNA polymerase II is the molecular target of TP, we quantified transcription from inducible genes, bromodeoxyuridine incorporation, and expression from transiently transfected green fluorescence protein plasmids in HepG2 cells. The results show that inhibition of global transcription by TP took place at earlier times and at lower concentrations than those observed for cell death. Therefore, global transcriptional suppression and the cell dysfunction it drives play a central role in TP-induced hepatotoxicity. This provides valuable information for the safe use of TP in the clinic."], "CopyrightInformation": "© 2019 John Wiley & Sons, Ltd."}, "AuthorList": [{"Identifier": ["0000-0003-3565-3100"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacology and Toxicology, Beijing, China."}], "LastName": "Zheng", "ForeName": "Nan", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacology and Toxicology, Beijing, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Cell Proliferation and Regulation Biology, Beijing Normal University, Beijing, China."}], "LastName": "Wang", "ForeName": "Tiantian", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacology and Toxicology, Beijing, China."}], "LastName": "Wei", "ForeName": "Aili", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacology and Toxicology, Beijing, China."}], "LastName": "Chen", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Cell Proliferation and Regulation Biology, Beijing Normal University, Beijing, China."}], "LastName": "Zhao", "ForeName": "Changqi", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacology and Toxicology, Beijing, China."}], "LastName": "Li", "ForeName": "Hua", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacology and Toxicology, Beijing, China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, China."}], "LastName": "Wang", "ForeName": "Lili", "Initials": "L"}], "GrantList": [{"GrantID": "2018YFC1602405", "Agency": "National key Reserch &amp; Development Program", "Country": "International"}, {"GrantID": "FAMP201708K", "Agency": "Project of State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University", "Country": "International"}, {"GrantID": "81773790", "Agency": "National Natural Science Foundation of China", "Country": "International"}, {"GrantID": "81803836", "Agency": "National Natural Science Foundation of China", "Country": "International"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Appl Toxicol", "NlmUniqueID": "8109495", "ISSNLinking": "0260-437X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Diterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Epoxy Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Immunosuppressive Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenanthrenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["drug effects"], "DescriptorName": "Cells, Cultured"}, {"QualifierName": ["physiopathology"], "DescriptorName": "Chemical and Drug Induced Liver Injury"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["toxicity"], "DescriptorName": "Diterpenes"}, {"QualifierName": ["toxicity"], "DescriptorName": "Epoxy Compounds"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["toxicity"], "DescriptorName": "Immunosuppressive Agents"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": ["toxicity"], "DescriptorName": "Phenanthrenes"}, {"QualifierName": ["toxicity"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["chemistry"], "DescriptorName": "Tripterygium"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Beyer, T. A., & Werner, S. (2008). The cytoprotective Nrf2 transcription factor controls insulin receptor signaling in the regenerating liver. Cell Cycle, 7(7), 874-878. https://doi.org/10.4161/cc.7.7.5617"}, {"Citation": "Broekgaarden, M., Weijer, R., van Gulik, T. M., Hamblin, M. R., & Heger, M. (2015). Tumor cell survival pathways activated by photodynamic therapy: a molecular basis for pharmacological inhibition strategies. Cancer Metastasis Reviews, 34(4), 643-690. https://doi.org/10.1007/s10555-015-9588-7"}, {"Citation": "Cao, L. J., Hou, Z. Y., Li, H. D., Zhang, B. K., Fang, P. F., Xiang, D. X., … Yan, M. (2017). The ethanol extract of licorice (Glycyrrhiza uralensis) protects against triptolide-induced oxidative stress through activation of Nrf2. Evidence-based Complementary and Alternative Medicine: Ecam, 2017, 2752389. https://doi.org/10.1155/2017/2752389"}, {"Citation": "Chen, B. J. (2001). Triptolide, a novel immunosuppressive and anti-inflammatory agent purified from a Chinese herb Tripterygium wilfordii Hook F. Leukemia & Lymphoma, 42(3), 253-265. https://doi.org/10.3109/10428190109064582"}, {"Citation": "Chen, F., Gao, X., & Shilatifard, A. (2015). Stably paused genes revealed through inhibition of transcription initiation by the TFIIH inhibitor triptolide. Genes & Development, 29(1), 39-47. https://doi.org/10.1101/gad.246173.114"}, {"Citation": "Chueh, F. S., Chen, Y. L., Hsu, S. C., Yang, J. S., Hsueh, S. C., Ji, B. C., … Chung, J. G. (2013). Triptolide induced DNA damage in A375.S2 human malignant melanoma cells is mediated via reduction of DNA repair genes. Oncology Reports, 29(2), 613-618. https://doi.org/10.3892/or.2012.2170"}, {"Citation": "Dandekar, A., Mendez, R., & Zhang, K. (2015). Cross talk between ER stress, oxidative stress, and inflammation in health and disease. Methods in Molecular Biology, 1292, 205-214. https://doi.org/10.1007/978-1-4939-2522-3_15"}, {"Citation": "Dasarathy, S., Mookerjee, R. P., Rackayova, V., Rangroo Thrane, V., Vairappan, B., Ott, P., & Rose, C. F. (2017). Ammonia toxicity: from head to toe? Metabolic Brain Disease, 32(2), 529-538. https://doi.org/10.1007/s11011-016-9938-3"}, {"Citation": "Daveau, M., Christian, D., Julen, N., Hiron, M., Arnaud, P., & Lebreton, J. P. (1988). The synthesis of human alpha-2-HS glycoprotein is down-regulated by cytokines in hepatoma HepG2 cells. FEBS Letters, 241(1-2), 191-194. https://doi.org/10.1016/0014-5793(88)81059-7"}, {"Citation": "Donato, M. T., Gomez-Lechon, M. J., & Tolosa, L. (2017). Using high-content screening technology for studying drug-induced hepatotoxicity in preclinical studies. Expert Opinion on Drug Discovery, 12(2), 201-211. https://doi.org/10.1080/17460441.2017.1271784"}, {"Citation": "Fu, Q., Huang, X., Shu, B., Xue, M., Zhang, P., Wang, T., … Zhang, L. (2011). Inhibition of mitochondrial respiratory chain is involved in triptolide-induced liver injury. Fitoterapia, 82(8), 1241-1248. https://doi.org/10.1016/j.fitote.2011.08.019"}, {"Citation": "Galluzzi, L., Bravo-San Pedro, J. M., & Kroemer, G. (2014). Organelle-specific initiation of cell death. Nature Cell Biology, 16(8), 728-736. https://doi.org/10.1038/ncb3005"}, {"Citation": "Galluzzi, L., Yamazaki, T., & Kroemer, G. (2018). Linking cellular stress responses to systemic homeostasis. Nature Reviews. Molecular Cell Biology, 19(11), 731-745. https://doi.org/10.1038/s41580-018-0068-0"}, {"Citation": "Gasparri, F., Cappella, P., & Galvani, A. (2006). Multiparametric cell cycle analysis by automated microscopy. Journal of Biomolecular Screening, 11(6), 586-598. https://doi.org/10.1177/1087057106289406"}, {"Citation": "Gomez-Lechon, M. J., Castell, J. V., & Donato, M. T. (2010). The use of hepatocytes to investigate drug toxicity. Methods in Molecular Biology, 640, 389-415. https://doi.org/10.1007/978-1-60761-688-7_21"}, {"Citation": "Han, R., Rostami-Yazdi, M., Gerdes, S., & Mrowietz, U. (2012). Triptolide in the treatment of psoriasis and other immune-mediated inflammatory diseases. British Journal of Clinical Pharmacology, 74(3), 424-436. https://doi.org/10.1111/j.1365-2125.2012.04221.x"}, {"Citation": "Hart, F. D., Golding, J. R., & Brown, G. (1959). Dexamethasone. Lancet, 2(7097), 255-257."}, {"Citation": "Hart, P. C., Ratti, B. A., Mao, M., Ansenberger-Fricano, K., Shajahan-Haq, A. N., Tyner, A. L., … Bonini, M. G. (2016). Caveolin-1 regulates cancer cell metabolism via scavenging Nrf2 and suppressing MnSOD-driven glycolysis. Oncotarget, 7(1), 308-322. https://doi.org/10.18632/oncotarget.5687"}, {"Citation": "He, Q. L., Titov, D. V., Li, J., Tan, M., Ye, Z., Zhao, Y., … Liu, J. O. (2015). Covalent modification of a cysteine residue in the XPB subunit of the general transcription factor TFIIH through single epoxide cleavage of the transcription inhibitor triptolide. Angewandte Chemie, 54(6), 1859-1863. https://doi.org/10.1002/anie.201408817"}, {"Citation": "Köszegi, T., & Poór, M. (2016). Ochratoxin A: molecular interactions, mechanisms of toxicity and prevention at the molecular level. Toxins, 8(4), 111. https://doi.org/10.3390/toxins8040111"}, {"Citation": "Leuenroth, S. J., & Crews, C. M. (2008). Triptolide-induced transcriptional arrest is associated with changes in nuclear substructure. Cancer Research, 68(13), 5257-5266. https://doi.org/10.1158/0008-5472.CAN-07-6207"}, {"Citation": "Li, F., Wei, A., Bu, L., Long, L., Chen, W., Wang, C., … Wang, L. (2018). Procaspase-3-activating compound 1 stabilizes hypoxia-inducible factor 1alpha and induces DNA damage by sequestering ferrous iron. Cell Death & Disease, 9(10), 1025. https://doi.org/10.1038/s41419-018-1038-3"}, {"Citation": "Li, X. J., Jiang, Z. Z., & Zhang, L. Y. (2014). Triptolide: progress on research in pharmacodynamics and toxicology. Journal of Ethnopharmacology, 155(1), 67-79. https://doi.org/10.1016/j.jep.2014.06.006"}, {"Citation": "Liu, X., Shi, S., Lam, F., Pepper, C., Fischer, P. M., & Wang, S. (2012). CDKI-71, a novel CDK9 inhibitor, is preferentially cytotoxic to cancer cells compared to flavopiridol. International Journal of Cancer, 130(5), 1216-1226. https://doi.org/10.1002/ijc.26127"}, {"Citation": "Long, L., Li, W., Chen, W., Li, F.-F., Li, H., & Wang, L.-L. (2016). Dynamic cytotoxic profiles of sulfur mustard in human dermal cells determined by multiparametric high-content analysis. Toxicology Research, 5(2), 583-593. https://doi.org/10.1039/c5tx00305a"}, {"Citation": "Manzo, S. G., Zhou, Z. L., Wang, Y. Q., Marinello, J., He, J. X., Li, Y. C., … Miao, Z. H. (2012). Natural product triptolide mediates cancer cell death by triggering CDK7-dependent degradation of RNA polymerase II. Cancer Research, 72(20), 5363-5373. https://doi.org/10.1158/0008-5472.CAN-12-1006"}, {"Citation": "Meex, S. J., Andreo, U., Sparks, J. D., & Fisher, E. A. (2011). Huh-7 or HepG2 cells: which is the better model for studying human apolipoprotein-B100 assembly and secretion? Journal of Lipid Research, 52(1), 152-158. https://doi.org/10.1194/jlr.D008888"}, {"Citation": "Mei, Z., Li, X., Wu, Q., Hu, S., & Yang, X. (2005). The research on the anti-inflammatory activity and hepatotoxicity of triptolide-loaded solid lipid nanoparticle. Pharmacological Research, 51(4), 345-351. https://doi.org/10.1016/j.phrs.2004.10.007"}, {"Citation": "Meng, C., Zhu, H., Song, H., Wang, Z., Huang, G., Li, D., … Ma, J. (2014). Targets and molecular mechanisms of triptolide in cancer therapy. Chinese journal of cancer research = Chung-Kuo Yen Cheng Yen Chiu, 26(5), 622-626. https://doi.org/10.3978/j.issn.1000-9604.2014.09.01"}, {"Citation": "O'Brien, P. J., & Edvardsson, A. (2017). Validation of a multiparametric, high-content-screening assay for predictive/investigative cytotoxicity: evidence from technology transfer studies and literature review. Chemical Research in Toxicology, 30(3), 804-829. https://doi.org/10.1021/acs.chemrestox.6b00403"}, {"Citation": "O'Brien, P. J., Irwin, W., Diaz, D., Howard-Cofield, E., Krejsa, C. M., Slaughter, M. R., … Brain, P. (2006). High concordance of drug-induced human hepatotoxicity with in vitro cytotoxicity measured in a novel cell-based model using high content screening. Archives of Toxicology, 80(9), 580-604. https://doi.org/10.1007/s00204-006-0091-3"}, {"Citation": "Oliveira, A., Beyer, G., Chugh, R., Skube, S. J., Majumder, K., Banerjee, S., … Saluja, A. K. (2015). Triptolide abrogates growth of colon cancer and induces cell cycle arrest by inhibiting transcriptional activation of E2F. Laboratory Investigation; a Journal of Technical Methods and Pathology, 95(6), 648-659. https://doi.org/10.1038/labinvest.2015.46"}, {"Citation": "Plock, J., Frese, S., Keogh, A., Bisch-Knaden, S., Ayuni, E., Corazza, N., … Stroka, D. (2007). Activation of non-ischemic, hypoxia-inducible signalling pathways up-regulate cytoprotective genes in the murine liver. Journal of Hepatology, 47(4), 538-545. https://doi.org/10.1016/j.jhep.2007.04.016"}, {"Citation": "Reddy, N. M., Kleeberger, S. R., Kensler, T. W., Yamamoto, M., Hassoun, P. M., & Reddy, S. P. (2009). Disruption of Nrf2 impairs the resolution of hyperoxia-induced acute lung injury and inflammation in mice. Journal of Immunology, 182(11), 7264-7271. https://doi.org/10.4049/jimmunol.0804248"}, {"Citation": "Singh, S., Carpenter, A. E., & Genovesio, A. (2014). Increasing the content of high-content screening: an overview. Journal of Biomolecular Screening, 19(5), 640-650. https://doi.org/10.1177/1087057114528537"}, {"Citation": "Su, Y., Yang, S., Xiao, Z., Wang, W., Okunieff, P., & Zhang, L. (2007). Triptolide alters mitochondrial functions. Advances in Experimental Medicine and Biology, 599, 139-146. https://doi.org/10.1007/978-0-387-71764-7_19"}, {"Citation": "Titov, D. V., Gilman, B., He, Q. L., Bhat, S., Low, W. K., Dang, Y., … Liu, J. O. (2011). XPB, a subunit of TFIIH, is a target of the natural product triptolide. Nature Chemical Biology, 7(3), 182-188. https://doi.org/10.1038/nchembio.522"}, {"Citation": "Van den Hof, W. F., Coonen, M. L., van Herwijnen, M., Brauers, K., Wodzig, W. K., van Delft, J. H., & Kleinjans, J. C. (2014). Classification of hepatotoxicants using HepG2 cells: A proof of principle study. Chemical Research in Toxicology, 27(3), 433-442. https://doi.org/10.1021/tx4004165"}, {"Citation": "Vispe, S., DeVries, L., Creancier, L., Besse, J., Breand, S., Hobson, D. J., … Bailly, C. (2009). Triptolide is an inhibitor of RNA polymerase I and II-dependent transcription leading predominantly to down-regulation of short-lived mRNA. Molecular Cancer Therapeutics, 8(10), 2780-2790. https://doi.org/10.1158/1535-7163.MCT-09-0549"}, {"Citation": "Vliegenthart, A. D. B., Wei, C., Buckley, C., Berends, C., de Potter, C. M. J., Schneemann, S., … Dear, J. W. (2017). Characterization of triptolide-induced hepatotoxicity by imaging and transcriptomics in a novel zebrafish model. Toxicological Sciences: An Official Journal of the Society of Toxicology, 159(2), 380-391. https://doi.org/10.1093/toxsci/kfx144"}, {"Citation": "Wang, J., Jiang, Z., Ji, J., Wang, X., Wang, T., Zhang, Y., … Zhang, L. (2013). Gene expression profiling and pathway analysis of hepatotoxicity induced by triptolide in Wistar rats. Food and Chemical Toxicology: An International Journal Published for the British Industrial Biological Research Association, 58, 495-505. https://doi.org/10.1016/j.fct.2013.04.039"}, {"Citation": "Wang, L., Xu, D., Li, L., Xing, X., Liu, L., Ismail Abdelmotalab, M., … Sun, L. (2018). Possible role of hepatic macrophage recruitment and activation in triptolide-induced hepatotoxicity. Toxicology Letters, 299, 32-39. https://doi.org/10.1016/j.toxlet.2018.08.017"}, {"Citation": "Wang, Y., Lu, J. J., He, L., & Yu, Q. (2011). Triptolide (TPL) inhibits global transcription by inducing proteasome-dependent degradation of RNA polymerase II (Pol II). PLoS ONE, 6(9), e23993. https://doi.org/10.1371/journal.pone.0023993"}, {"Citation": "Xi, C., Peng, S., Wu, Z., Zhou, Q., & Zhou, J. (2017). Toxicity of triptolide and the molecular mechanisms involved. Biomedicine & Pharmacotherapy = Biomedecine & Pharmacotherapie, 90, 531-541. https://doi.org/10.1016/j.biopha.2017.04.003"}, {"Citation": "Xi, Y., Wang, W., Wang, L., Pan, J., Cheng, Y., Shen, F., & Huang, Z. (2018). Triptolide induces p53-dependent cardiotoxicity through mitochondrial membrane permeabilization in cardiomyocytes. Toxicology and Applied Pharmacology, 355, 269-285. https://doi.org/10.1016/j.taap.2018.07.011"}, {"Citation": "Yang, F., Ren, L., Zhuo, L., Ananda, S., & Liu, L. (2012). Involvement of oxidative stress in the mechanism of triptolide-induced acute nephrotoxicity in rats. Experimental and Toxicologic Pathology: Official Journal of the Gesellschaft Fur Toxikologische Pathologie, 64(7-8), 905-911. https://doi.org/10.1016/j.etp.2011.03.013"}, {"Citation": "You, L., Dong, X., Ni, B., Fu, J., Yang, C., Yin, X., … Ni, J. (2018). Triptolide induces apoptosis through Fas death and mitochondrial pathways in HepaRG cell line. Frontiers in Pharmacology, 9, 813. https://doi.org/10.3389/fphar.2018.00813"}, {"Citation": "Zhang, Y. (2018). Cell toxicity mechanism and biomarker. Clinical and Translational Medicine, 7(1), 34. https://doi.org/10.1186/s40169-018-0212-7"}, {"Citation": "Zhao, J., Xie, C., Mu, X., Krausz, K. W., Patel, D. P., Shi, X., … Gonzalez, F. J. (2018). Metabolic alterations in triptolide-induced acute hepatotoxicity. Biomedical chromatography: BMC, 32(10), e4299. https://doi.org/10.1002/bmc.4299"}, {"Citation": "Ziaei, S., & Halaby, R. (2016). Immunosuppressive, anti-inflammatory and anti-cancer properties of triptolide: A mini review. Avicenna Journal of Phytomedicine, 6(2), 149-164."}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "3", "Day": "28"}, {"Year": "2019", "Month": "4", "Day": "23"}, {"Year": "2019", "Month": "4", "Day": "24"}, {"Year": "2019", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31218727", "10.1002/jat.3821"]}}]}