{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acorus calamus", "Cymbopogon citratus", "Myristica fatua", "Plant extract", "antiviral activity", "dengue virus"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31234495", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "06", "Day": "22"}], "Language": ["eng"], "ELocationID": ["85", "10.3390/pathogens8020085"], "Journal": {"ISSN": "2076-0817", "JournalIssue": {"Volume": "8", "Issue": "2", "PubDate": {"Year": "2019", "Month": "Jun", "Day": "22"}}, "Title": "Pathogens (Basel, Switzerland)", "ISOAbbreviation": "Pathogens"}, "ArticleTitle": "The Antiviral Effect of Indonesian Medicinal Plant Extracts Against Dengue Virus In Vitro and In Silico.", "Abstract": {"AbstractText": ["Dengue infections are still a worldwide burden, especially in Indonesia. There is no specific medication against the dengue virus. Recently, many types of research have been conducted to discover a new drug for dengue virus using natural resource extracts. Indonesia, as a tropical country, has a wide biodiversity. There are several medicinal plants in Indonesia that are believed to possess anti-dengue activity, such as <i>Myristica fatua</i>, <i>Cymbopogon citratus,</i> and <i>Acorus calamus</i> plants. We conducted an in vitro laboratory experiment of several extracts from Indonesian herbs combined with in silico analysis. The extracts were evaluated for safety and antiviral activity in Huh7it-1 cell lines, using a single dose of 20 µg/mL and dose-dependent (5, 10, 20, 40, 80 and 160 µg/mL) of plant extracts against dengue virus serotype 2 (DENV-2) NGC strain. The DMSO 0.1% was used as a negative control. The cytotoxic aspect was assessed by counting the cell viability, while the antiviral activity was calculated by counting the average inhibition. The selectivity index (SI) of plant extracts were performed from a ratio of CC<sub>50</sub>/EC<sub>50</sub> value. In silico analysis was conducted to determine the free energy of binding between NS5 of dengue virus with bioactive compounds contained in <i>Myristica fatua</i>, <i>Cymbopogon citratus</i> and <i>Acorus calamus</i> extract plants. We determined that all extracts were not toxic against Huh7it-1 cell lines. The methanolic extracts of <i>A. calamus</i>, <i>C. citratus,</i> and <i>M. fatua</i> showed inhibition of DENV-2 at a dose of 20 µg/mL to 96.5%, 98.9%, and 122.7%, respectively. The dose-dependent effects showed that <i>M. fatua</i> has the best inhibition activity towards DENV-2. Molecular docking result showed that artesunic acid within <i>M. fatua</i> has the best free energy of binding (-7.2 kcal/mol), followed by homoegonol (-7.1 kcal/mol) which was slightly different from artesunic acid among others. The methanolic extracts of <i>A. calamus</i>, <i>C. citratus,</i> and <i>M. fatua</i> showed prospective anti-dengue activities both in vitro and in silico. Future research should be conducted to find the pure extracts of all useful herbs as a new candidate of antiviral drug."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Chemistry, Faculty of Medicine, Universitas Indonesia, Depok, Jawa Barat 16424, Indonesia. rosmalena2018@gmail.com."}], "LastName": "Rosmalena", "ForeName": "Rosmalena", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, Universitas Indonesia, Depok, Jawa Barat 16424, Indonesia. berna.elya@farmasi.ui.ac.id."}], "LastName": "Elya", "ForeName": "Berna", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Medicine, Universitas Indonesia-Cipto Mangukusumo Hospital, Jalan Pengangsaan Timur No. 16, Jakarta 10320, Indonesia. betied@yahoo.com."}], "LastName": "Dewi", "ForeName": "Beti E", "Initials": "BE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Medicine, Universitas Indonesia-Cipto Mangukusumo Hospital, Jalan Pengangsaan Timur No. 16, Jakarta 10320, Indonesia. titi_sjatha@yahoo.com."}], "LastName": "Fithriyah", "ForeName": "Fithriyah", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Medicine, Universitas Indonesia-Cipto Mangukusumo Hospital, Jalan Pengangsaan Timur No. 16, Jakarta 10320, Indonesia. hidayati.fkui@gmail.com."}], "LastName": "Desti", "ForeName": "Hidayati", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Chemistry LIPI, Kompleks Puspiptek, Serpong 15416, Indonesia. marissarfat@gmail.com."}], "LastName": "Angelina", "ForeName": "Marissa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Chemistry LIPI, Kompleks Puspiptek, Serpong 15416, Indonesia. hanafi124@yahoo.com."}], "LastName": "Hanafi", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Chemistry LIPI, Kompleks Puspiptek, Serpong 15416, Indonesia. puspade@yahoo.com."}], "LastName": "Lotulung", "ForeName": "Puspa D", "Initials": "PD"}, {"Identifier": ["0000-0002-2992-1247"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Biotechnology, Atma Jaya Catholic University of Indonesia, Jalan Jenderal Sudirman 51, Jakarta 12930, Indonesia. vivitri.dewi@atmajaya.ac.id."}], "LastName": "Prasasty", "ForeName": "Vivitri D", "Initials": "VD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Medicine, Universitas Indonesia-Cipto Mangukusumo Hospital, Jalan Pengangsaan Timur No. 16, Jakarta 10320, Indonesia. dr.dimas.seto@gmail.com."}], "LastName": "Seto", "ForeName": "Dimas", "Initials": "D"}], "GrantList": [{"GrantID": "339/UN2.R3.1/HKPO5.00/2018", "Agency": "PDUPT Kemenristekdikti", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Pathogens", "NlmUniqueID": "101596317", "ISSNLinking": "2076-0817"}, "CoiStatement": "Authors declare that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bhatt S.I., Gething P.W., Brady O.J., Messina J.P., Farlow A.W., Moyes C.L., Drake J.M., Brownstein J.S., Hoen A.G., Sankoh O., et al. The global distribution and burden of dengue. Nature. 2013;496:504–507. doi: 10.1038/nature12060.", "ArticleIdList": ["10.1038/nature12060", "PMC3651993", "23563266"]}, {"Citation": "Guo C., Zhou Z., Wen Z., Liu Y., Zeng C., Xiao D. Global Epidemiology of Dengue Outbreaks in 1990–2015: A Systematic Review and Meta-Analysis. Front. Cell. Infect. Microbiol. 2017;7:317. doi: 10.3389/fcimb.2017.00317.", "ArticleIdList": ["10.3389/fcimb.2017.00317", "PMC5506197", "28748176"]}, {"Citation": "Wahyono T.Y.M., Nealon J., Beucher S., Prayitno A., Moureae A., Nawawi S. Indonesian dengue burden estimates: Review of evidence by an expert panel. Epidemiol. Infect. 2017;145:2324–2329. doi: 10.1017/S0950268817001030.", "ArticleIdList": ["10.1017/S0950268817001030", "PMC5647663", "28545598"]}, {"Citation": "Suwandono A., Kosasih H., Kusriastuti R., Harun S., Ma’roef C., Wuryadi S., Herianto B., Yuwono D., Porter K.R., Beckett C.G., et al. Four dengue virus serotypes found circulating during an outbreak of dengue fever and dengue haemorrhagic fever in Jakarta, Indonesia, during 2004. Trans. R. Soc. Trop. Med. Hyg. 2006;100:855–862. doi: 10.1016/j.trstmh.2005.11.010.", "ArticleIdList": ["10.1016/j.trstmh.2005.11.010", "16507313"]}, {"Citation": "Dewi B.E., Naiggolan L., Putri D.H., Rachmayanti N., Albar S., Indriastuti N.T., Sjamsuridzal W., Sudiro T.M. Characterization of dengue virus serotype 4 infection in Jakarta, Indonesia. Southeast Asian J. Trop. Med. Public Health. 2014;45:53–61.", "ArticleIdList": ["24964654"]}, {"Citation": "Badurdeen S., Valladares D.B., Farrar J., Gozzer E., Kroeger A., Kuswara N., Ranzinger S.R., Tinh H.T., Leite P., Mahendradhata Y., et al. Sharing experiences: Towards an evidence based model of dengue surveillance and outbreak response in Latin America and Asia. BMC Public Health. 2013;13:607. doi: 10.1186/1471-2458-13-607.", "ArticleIdList": ["10.1186/1471-2458-13-607", "PMC3697990", "23800243"]}, {"Citation": "Wilder-Smith A., Renhorn K.E., Tissera H., Abu Bakar S., Alphey L., Kittayapong P., Lindsay S., Logan J., Hatz C., Reiter P., et al. DengueTools: Innovative tools and strategies for the surveillance and control of dengue. Glob. Health Action. 2012;5:17273. doi: 10.3402/gha.v5i0.17273.", "ArticleIdList": ["10.3402/gha.v5i0.17273", "PMC3312611", "22451836"]}, {"Citation": "Guzman M.G., Alvarez M., Halstead S.B. Secondary infection as a risk factor for dengue hemorrhagic fever/dengue shock syndrome: An historical perspective and role of antibody-dependent enhancement of infection. Arch. Virol. 2013;158:1445–1459. doi: 10.1007/s00705-013-1645-3.", "ArticleIdList": ["10.1007/s00705-013-1645-3", "23471635"]}, {"Citation": "Cos P., Vlietinck A.J., Berghe D.V., Maes L. Anti-infective potential of natural products: How to develop a stronger in vitro ‘proof of concept’. J. Ethnopharmacol. 2006;106:290–302. doi: 10.1016/j.jep.2006.04.003.", "ArticleIdList": ["10.1016/j.jep.2006.04.003", "16698208"]}, {"Citation": "World Health Organization . Comprehensive Guidelines for Prevention and Control of Dengue and Dengue Haemorrhagic Fever: Revised and Expanded Edition. SEARO; New Delhi, India: 2011."}, {"Citation": "Ghosh A., Dar L. Dengue vaccines: Challenges, development, current status and prospects. Indian J. Med. Microbiol. 2015;33:3–15.", "ArticleIdList": ["25559995"]}, {"Citation": "De Maio F.A., Risso G., Iglesias N.G., Shah P., Pozzi B., Gebhard L.G., Mammi P., Mancini E., Yanovsky M.J., Andino R., et al. The dengue virus NS5 protein intrudes in the cellular spliceosome and modulates splicing. PLoS Pathog. 2016;12:e1005841. doi: 10.1371/journal.ppat.1005841.", "ArticleIdList": ["10.1371/journal.ppat.1005841", "PMC5004807", "27575636"]}, {"Citation": "Singh P.K., Rawat P. Evolving herbal formulations in management of dengue fever. J. Ayurveda Integr. Med. 2017;8:207–210. doi: 10.1016/j.jaim.2017.06.005.", "ArticleIdList": ["10.1016/j.jaim.2017.06.005", "PMC5607393", "28823790"]}, {"Citation": "Texeira R.R., Pereira W.L., Oliveira A.F.C.S., Silva A.M., Oliveira A.S., Silva M.L. Natural Products as Source of Potential Dengue Antivirals. Molecules. 2014;19:8151–8176. doi: 10.3390/molecules19068151.", "ArticleIdList": ["10.3390/molecules19068151", "PMC6271820", "24941340"]}, {"Citation": "Monika J.A., Sudipta C., Malleswara R.E., Lilly G. Effect of Hippophae Rhamnoides Leaf Extract against Dengue Virus Infection in U937 Cells. Virol-Mycol. 2016;5:157."}, {"Citation": "Dewi B.E., Angelina M., Meilawati L., Hartati S., Dewijanti I.D., Santi M.R., Desti H., Sudiro T.M. Antiviral Effect of Pterocarpus indicus Willd Leaves Extract Against Replication of Dengue Virus (DENV) In Vitro. J. Trop. Life Sci. 2018;2018. 8:55–61. doi: 10.11594/jtls.08.01.10.", "ArticleIdList": ["10.11594/jtls.08.01.10"]}, {"Citation": "Rajesh K.G., Piya P.M., Hindol M., Deepu D., Santhosha D., Snehlata N., Govindakarnavar A. Herbal plants and plant preparations as remedial approach for viral diseases. Virus Dis. 2015;26:225–236.", "ArticleIdList": ["PMC4663710", "26645032"]}, {"Citation": "Panche A.N., Diwan A.D., Chandra S.R. Flavonoids: An overview. J. Nutr. Sci. 2016;5:e47. doi: 10.1017/jns.2016.41.", "ArticleIdList": ["10.1017/jns.2016.41", "PMC5465813", "28620474"]}, {"Citation": "Simpson D., Amos S. Pharmacognosy. Academic Press; Cambridge, MA, USA: 2017. Other Plant Metabolites; pp. 267–280."}, {"Citation": "Megawati M. Resorcinol Compounds Isolated form the Bark of Myristica fatua Houtt. J. Indones. Pharm. 2017;28:82–90. doi: 10.14499/indonesianjpharm28iss2pp82.", "ArticleIdList": ["10.14499/indonesianjpharm28iss2pp82"]}, {"Citation": "Fajriah S., Darmawan A., Hudiyono S., Kosela S., Hanafi M. New cytotoxic compounds from Myristica fatua Houtt leaves against MCF-7 cell lines. Phytochem. Lett. 2017;20:36–39. doi: 10.1016/j.phytol.2017.03.013.", "ArticleIdList": ["10.1016/j.phytol.2017.03.013"]}, {"Citation": "Xingang Y., Yun L., Songxin G., Wenyu W., Shijun H., Qing Z., Min Z., Kutty S.N., Xiaoguang C., Shuwen L. Tatanan A from the Acorus calamus L. root inhibited dengue virus proliferation and infections. Phytomedicine. 2018;42:258–267.", "ArticleIdList": ["29655694"]}, {"Citation": "Shah G., Shri R., Panchal V., Sharma N., Singh B., Mann A.S. Scientific basis for the therapeutic use of Cymbopogon citratus, stapf (Lemon grass) J. Adv. Pharm. Technol. Res. 2011;2:3–8. doi: 10.4103/2231-4040.79796.", "ArticleIdList": ["10.4103/2231-4040.79796", "PMC3217679", "22171285"]}, {"Citation": "Yucharoen R., Anuchapreeda S., Tragoolpua Y. Anti-herpes simplex virus activity of extracts from the culinary herbs Ocimum sanctum L., Ocimum basilicum L. and Ocimum americanum L. Afr. J. Biotechnol. 2011;10:860–866."}, {"Citation": "Saptawati L., Febrinasari R.P., Yudhani R.D., Yono H., Faza A.G., Luthfiani S., Ummiyati H.S., Sudiro T.M., Dewi B.E. In vitro study of eight Indonesian plants extracts as anti-dengue virus. Health Sci. J. Indones. 2017;8:12–18. doi: 10.22435/hsji.v8i1.6601.12-18.", "ArticleIdList": ["10.22435/hsji.v8i1.6601.12-18"]}, {"Citation": "Sanghai V.D.N., Kulkarni S.R., Sanghai N.N. Screening of Antiviral Compounds from Plants—A Review. J. Pharm. Res. 2014;8:1050–1058."}, {"Citation": "Zandi K., Lim T.H., Rahim N.A., Shu M.H., Teoh B.T., Sam S.S., Danlami M.B., Tan K.K., Abubakar S. Extract of Scutellaria baicalensis inhibits dengue virus replication. BMC Complement. Altern. Med. 2013;13:91. doi: 10.1186/1472-6882-13-91.", "ArticleIdList": ["10.1186/1472-6882-13-91", "PMC3655864", "23627436"]}, {"Citation": "Viveka M.R., Chandrashekar K.R. Antioxidant and Antibacterial Activities of Myristica Fatua var. Magnifica (beddome) Sinclair. Asian J. Pharm. Clin. Res. 2016;9:235–239."}, {"Citation": "Astani A., Reichling J., Schnitzler P. Screening for antiviral activities of isolated compounds from essential oils. Evid. Based Complement. Altern. Med. 2011;2011:253643. doi: 10.1093/ecam/nep187.", "ArticleIdList": ["10.1093/ecam/nep187", "PMC3096453", "20008902"]}, {"Citation": "Rasoanaivo P., Wright C.W., Willcox M.L., Gilbert B. Whole plant extracts versus single compounds for the treatment of malaria: Synergy and positive interactions. Malar. J. 2011;10:S4. doi: 10.1186/1475-2875-10-S1-S4.", "ArticleIdList": ["10.1186/1475-2875-10-S1-S4", "PMC3059462", "21411015"]}, {"Citation": "Ulrich-Merzenich G., Panek D., Zeitler H., Vetter H., Wagner H. Drug development from natural products: Exploiting synergistic effects. Indian J. Exp. Biol. 2010;48:208–219.", "ArticleIdList": ["21046973"]}, {"Citation": "Kohn L.K., Foglio M.A., Rodrigues R.A., Sousa I.D.O., Martini M.C., Padilla M.A., de Lima Neto D.F., Arns C.W. In-vitro antiviral activities of extracts of plants of the Brazilian cerrado against the avian metapneumovirus (aMPV) Braz. J. Poult. Sci. 2015;17:275–280. doi: 10.1590/1516-635X1703275-280.", "ArticleIdList": ["10.1590/1516-635X1703275-280"]}, {"Citation": "Prasasty V.D., Hanafi M. Novel Cinchona Alkaloid Derivatives as Potential Antimalarial Agents through Receptor–Inhibitor Interaction Fingerprint and Biosynthesis Design. Orient. J. Chem. 2018;34:2643–2650."}, {"Citation": "Trott O., Olson A.J. AutoDock Vina: Improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. J. Comput. Chem. 2010;31:455–461. doi: 10.1002/jcc.21334.", "ArticleIdList": ["10.1002/jcc.21334", "PMC3041641", "19499576"]}]}], "History": [{"Year": "2019", "Month": "5", "Day": "7"}, {"Year": "2019", "Month": "6", "Day": "18"}, {"Year": "2019", "Month": "6", "Day": "19"}, {"Year": "2019", "Month": "6", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "6", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["31234495", "PMC6631455", "10.3390/pathogens8020085", "pathogens8020085"]}}]}