{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-diabetes", "HPLC and LC-ESI-MS methods", "Momilactones A and B", "Rice bran", "Trypsin", "α-amylase", "α-glucosidase"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31297018", "DateRevised": {"Year": "2024", "Month": "07", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "03", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jsps.2019.03.006"], "Journal": {"ISSN": "1319-0164", "JournalIssue": {"Volume": "27", "Issue": "5", "PubDate": {"Year": "2019", "Month": "Jul"}}, "Title": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society", "ISOAbbreviation": "Saudi Pharm J"}, "ArticleTitle": "Contribution of momilactones A and B to diabetes inhibitory potential of rice bran: Evidence from in vitro assays.", "Pagination": {"StartPage": "643", "EndPage": "649", "MedlinePgn": "643-649"}, "Abstract": {"AbstractText": ["This study was the first to detect the presence of the two compounds momilactone A (MA) and momilactone B (MB) in rice bran using liquid chromatography-electrospray ionization-mass spectrometry (LC-ESI-MS). By in vitro assays, both MA and MB exhibited potent inhibitory activities on pancreatic α-amylase and α-glucosidase which were significantly higher than γ-oryzanol, a well-known diabetes inhibitor. Remarkably, MA and MB indicated an effective inhibition on trypsin with the IC<sub>50</sub> values of 921.55 and 884.03 µg/mL, respectively. By high-performance liquid chromatography (HPLC), quantities of MA (6.65 µg/g dry weight) and MB (6.24 µg/g dry weight) in rice bran were determined. Findings of this study revealed the α-amylase, α-glucosidase and trypsin inhibitors MA and MB contributed an active role to the diabetes inhibitory potential of rice bran."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Development Technology, Graduate School for International Development and Cooperation (IDEC), Hiroshima University, Higashi Hiroshima 739-8529, Japan."}], "LastName": "Quan", "ForeName": "Nguyen Van", "Initials": "NV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Development Technology, Graduate School for International Development and Cooperation (IDEC), Hiroshima University, Higashi Hiroshima 739-8529, Japan."}], "LastName": "Xuan", "ForeName": "Tran Dang", "Initials": "TD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, NTT Institute of Hi-Technology, Nguyen Tat Thanh University, 298A-300A Nguyen Tat Thanh Street,Ward 13, District 4, Ho Chi Minh 72820, Viet Nam."}], "LastName": "Tran", "ForeName": "Hoang-Dung", "Initials": "HD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Process Chemistry and Technology Department, Central Institute of Medicinal and Aromatic Plants, Lucknow 226016, India."}], "LastName": "Ahmad", "ForeName": "Ateeque", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Genetics Institute, Pham Van Dong Street, Hanoi 122000, Viet Nam."}, {"Identifier": [], "Affiliation": "Center for Expert, Vietnam National University of Agriculture, Hanoi 131000, Viet Nam."}], "LastName": "Khanh", "ForeName": "Tran Dang", "Initials": "TD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Khai Xuan International Co. Ltd., Ha Dong District, Duong Noi Ward, LK20A-20B, Khai Xuan Building, Hanoi 152611, Viet Nam."}], "LastName": "Dat", "ForeName": "Tran Dang", "Initials": "TD"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi Pharm J", "NlmUniqueID": "9705695", "ISSNLinking": "1319-0164"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abesundara K.J.M., Matsui T., Matsumoto K. α-Glucosidase inhibitory activity of some Sri Lanka plant extracts, one of which, Cassia auriculata, exerts a strong antihyperglycemic effect in rats comparable to the therapeutic drug acarbose. J. Agric. Food Chem. 2004;52:2541–2545.", "ArticleIdList": ["15113153"]}, {"Citation": "Ahmad A., Xuan T.D., Minh T.N., Siddiqui N.A., Quan N.V. Comparative extraction and simple isolation improvement techniques of active constituents’ momilactone A and B from rice husks of Oryza sativa by HPLC analysis and column chromatography. Saudi Pharm. J. 2019;27:17–24.", "ArticleIdList": ["PMC6323130", "30627048"]}, {"Citation": "Al-Dabbas M.M., Kitahara K., Suganuma T., Hashimoto F., Tadera K. Antioxidant and α-amylase inhibitory compounds from aerial parts of Varthemia iphionoides Boiss. Biosci Biotechnol Biochem. 2006;70:2178–2184.", "ArticleIdList": ["16960381"]}, {"Citation": "Apostolidis E., Kwon Y.I., Shetty K. Inhibitory potential of herb, fruit, and fungal-enriched cheese against key enzymes linked to type 2 diabetes and hypertension. Innov. Food Sci. Emerg. Technol. 2007;8:46–54."}, {"Citation": "Arulselvan P., Ghofar H.A.A., Karthivashan G., Halim M.F.A., Ghafar M.S.A., Fakurazi S. Antidiabetic therapeutics from natural source: a systematic review. Biomed. Prev. Nutr. 2014;4:607–617."}, {"Citation": "Balisteiro D.M., Rombaldi C.V., Genovese M.I. Protein, isoflavones, trypsin inhibitory and in vitro antioxidant capacities: Comparison among conventionally and organically grown soybeans. Food Res. Int. 2013;51:8–14."}, {"Citation": "Boonloh K., Kukongviriyapan V., Kongyingyoes B., Kukongviriyapan U., Thawornchinsombut S., Pannangpetch P. Rice bran protein hydrolysates improve insulin resistance and decrease pro-inflammatory cytokine gene expression in rats fed a high carbohydrate-high fat diet. Nutrients. 2015;7", "ArticleIdList": ["PMC4555131", "26247962"]}, {"Citation": "Brahmachari G. Andrographolide: A molecule of antidiabetic promise. In: Brahmachari G., editor. Discovery and Development of Antidiabetic Agents from Natural Products. Elsevier; Amsterdam: 2017. pp. 1–27."}, {"Citation": "Cartwright D.W., Langcake P., Pryce R.J., Leworthy D.P., Ride J.P. Isolation and characterization of two phytoalexins from rice as momilactones A and B. Phytochemistry. 1981;20:535–537."}, {"Citation": "Cartwright D.W., Langcake P., Pryce R.J., Leworthy D.P., Ride J.P. Chemical activation of host defence mechanisms as a basis for crop protection. Nature. 1977;267:511–513."}, {"Citation": "Carvalho F.M.C., Lima V.C.O., Costa I.S., Medeiros A.F., Serquiz A.C., Lima M.C.J.S., Serquiz R.P., Maciel B.L.L., Uchôa A.F., Santos E.A., Morais A.H.A. A trypsin inhibitor from tamarind reduces food intake and improves inflammatory status in rats with metabolic syndrome regardless of weight loss. Nutrients. 2016;8:544.", "ArticleIdList": ["PMC5083972", "27690087"]}, {"Citation": "Chung I.M., Ali M., Hahn S.J., Siddiqui N.A., Lim Y.H., Ahmad A. Chemical constituents from the hulls of Oryza sativa with cytotoxic activity. Chem. Nat. Compd. 2005;41:182–189."}, {"Citation": "Chung I.M., Hahn S.J., Ahmad A. Confirmation of potential herbicidal agents in hulls of rice, Oryza sativa. J. Chem. Ecol. 2005;31:1339–1352.", "ArticleIdList": ["16222775"]}, {"Citation": "Chung I.M., Jung T.K., Kim S.H. Evaluation of allelopathic potential and quantification of momilactone A, B from rice hull extracts and assessment of inhibitory bioactivity on paddy field weeds. J. Agric. Food Chem. 2006;54:2527–2536.", "ArticleIdList": ["16569039"]}, {"Citation": "Ercan P., El S.N. Inhibitory effects of chickpea and Tribulus terrestris on lipase, α-amylase and α-glucosidase. Food Chem. 2016;205:163–169.", "ArticleIdList": ["27006227"]}, {"Citation": "Esa N.M., Ling T.B., Peng L.S. By-products of rice processing: An overview of health benefits and applications. J. Rice Res. 2013;1:107."}, {"Citation": "Fukuta M., Xuan T.D., Deba F., Tawata S., Khanh T.D., Chung I.M. Comparative efficacies in vitro of antibacterial, fungicidal, antioxidant, and herbicidal activities of momilatones A and B. J. Plant Interact. 2007;2:245–251."}, {"Citation": "Ghatak S.B., Panchal S.S. Anti-diabetic activity of oryzanol and its relationship with the anti-oxidant property. Int. J. Diabetes Dev. Ctries. 2012;32:185–192."}, {"Citation": "Joung Y.H., Lim E.J., Kim M.S., Lim S.D., Yoon S.Y., Lim Y.C., Yoo Y.B., Ye S.K., Park T., Chung I.M., Bae K.Y., Mang Y.M. Enhancement of hypoxia-induced apoptosis of human breast cancer cells via STAT5b by momilactone B. Int. J. Oncol. 2008;33:477–484.", "ArticleIdList": ["18695876"]}, {"Citation": "Kang O.H., Choi Y.A., Park H.J., Kang C.S., Song B.S., Choi S.C., Nah Y.H., Yun K.J., Cai X.F., Kim Y.H., Bae K.H., Lee Y.M. Inhibition of trypsin-induced mast cell activation by acanthoic acid. J. Ethnopharmacol. 2006;105:326–331.", "ArticleIdList": ["16414226"]}, {"Citation": "Kato-Noguchi H. Convergent or parallel molecular evolution of momilactone A and B: potent allelochemicals, momilactones have been found only in rice and the moss Hypnum plumaeforme. J. Plant Physiol. 2011;168:1511–1516.", "ArticleIdList": ["21620514"]}, {"Citation": "Kato-Noguchi H., Hasegawa M., Ino T., Ota K., Kujime H. Contribution of momilactone A and B to rice allelopathy. J. Plant Physiol. 2010;167:787–791.", "ArticleIdList": ["20170980"]}, {"Citation": "Kim S.J., Park H.R., Park E., Lee S.C. Cytotoxic and antitumor activity of momilactone B from rice hulls. J. Agric. Food Chem. 2007;55:1702–1706.", "ArticleIdList": ["17326606"]}, {"Citation": "Kim S., Na M., Oh H., Jang J., Sohn C.B., Kim B.Y., Oh W.K., Ahn J.S. PTP1B inhibitory activity of kaurane diterpenes isolated from Siegesbeckia glabrescens. J. Enzyme Inhib. Med. Chem. 2006;21:379–383.", "ArticleIdList": ["17059169"]}, {"Citation": "Kodama O., Suzuki T., Miyakawa J., Akatsuka T. Ultraviolet-induced accumulation of phytoalexins in rice leaves. Agric. Biol. Chem. 1988;52:2469–2473."}, {"Citation": "Komarnytsky S., Cook A., Raskin I. Potato protease inhibitors inhibit food intake and increase circulating cholecystokinin levels by a trypsin-dependent mechanism. Int. J. Obes. 2011;35", "ArticleIdList": ["PMC3033477", "20820171"]}, {"Citation": "Leahy J.L. Pathogenesis of type 2 diabetes mellitus. Arch. Med. Res. 2005;36:197–209.", "ArticleIdList": ["15925010"]}, {"Citation": "Lee C.W., Yoneyama K., Takeuchi Y., Konnai M., Tamogami S., Kodama O. Momilactones A and B in rice straw harvested at different growth stages. Biosci Biotechnol Biochem. 1999;63:1318–1320.", "ArticleIdList": ["27380240"]}, {"Citation": "Lemus C., Apostolis A., Maria H., Alexios L.S. γ-Oryzanol: An attractive bioactive component from rice bran. In: Ronald R.W., Victor R.P., Sherma Z., editors. Wheat and Rice in Disease Prevention and Health. Academic Press; San Diego: 2014. pp. 409–430."}, {"Citation": "Liu Y.Q., Strappe P., Shang W.T., Zhou Z.K. Functional peptides derived from rice bran proteins. Crit. Rev. Food Sci. Nutr. 2017;8398:1–8.", "ArticleIdList": ["28886263"]}, {"Citation": "Minh T.N., Xuan T.D., Ahmad A., Elzaawely A.A., Teschke R., Van T.M. Efficacy from different extractions for chemical profile and biological activities of rice husk. Sustainability. 2018;10:1356."}, {"Citation": "Minh T.N., Xuan T.D., Ahmad A., Elzaawely A.A., Teschke R., Van T.M. Momilactones A and B: optimization of yields from isolation and purification. Separations. 2018;5:28."}, {"Citation": "Morishita I., Morishita M., Takayama K., Machida Y., Nagai T. Hypoglycemic effect of novel oral microspheres of insulin with protease inhibitor in normal and diabetic rats. Int. J. Pharm. 1992;78:9–16."}, {"Citation": "Nakajima S., Hira T., Tsubata M., Takagaki K., Hara H. Potato extract (Potein) suppresses food intake in rats through inhibition of luminal trypsin activity and direct stimulation of cholecystokinin secretion from enteroendocrine cells. J. Agric. Food Chem. 2011;59:9491–9496.", "ArticleIdList": ["21809886"]}, {"Citation": "Obara N., Hasegawa M., Kodama O. Induced volatiles in elicitor-treated and rice blast fungus-inoculated rice leaves. Biosci. Biotechnol. Biochem. 2002;66:2549–2559.", "ArticleIdList": ["12596847"]}, {"Citation": "Park C., Jeong N.Y., Kim G.Y., Han M.H., Chung I.M., Kim W.J., Yoo Y.H., Choi Y.H. Momilactone B induces apoptosis and G1 arrest of the cell cycle in human monocytic leukemia U937 cells through downregulation of pRB phosphorylation and induction of the cyclin-dependent kinase inhibitor p21Waf1/Cip1. Oncol. Rep. 2014;31:1653–1660.", "ArticleIdList": ["24503697"]}, {"Citation": "Park S.H., Kwon J.H., Lim S.H., Park H.W., Kim C.W. Characterization of human insulin microcrystals and their absorption enhancement by protease inhibitors in rat lungs. Int. J. Pharm. 2007;339:205–212.", "ArticleIdList": ["17451895"]}, {"Citation": "Quan N.T., Xuan T.D. Foliar application of vanillic and p-hydroxybenzoic acids enhanced drought tolerance and formation of phytoalexin momilactones in rice. Arch. Agron. Soil Sci. 2018:1–16."}, {"Citation": "Quan N.V., Hoang-Dung T., Xuan T.D., Ahmad A., Dat T.D., Khanh T.D., Teschke R. Momilactones A and B are α-amylase and α-glucosidase inhibitors. Molecules. 2019;24:482. https://10.3390/molecules24030482", "ArticleIdList": ["10.3390/molecules24030482", "PMC6385104", "30700006"]}, {"Citation": "Quesada C., Bartolomé B., Nieto O., Gómez-Cordovés C., Hernández T., Estrella I. Phenolic inhibitors of α-amylase and trypsin enzymes by extracts from pears, lentils, and cocoa. J. Food Prot. 1996;59:185–192.", "ArticleIdList": ["31159000"]}, {"Citation": "Reddy P.P., Tiwari A.K., Rao R.R., Madhusudhana K., Rao V.R.S., Ali A.Z., Babu K.S., Rao J.M. New labdane diterpenes as intestinal α-glucosidase inhibitor from antihyperglycemic extract of Hedychium spicatum (Ham. Ex Smith) rhizomes. Bioorganic Med. Chem. Lett. 2009;19:2562–2565.", "ArticleIdList": ["19332371"]}, {"Citation": "Rohn S., Rawel H.M., Kroll J. Inhibitory effects of plant phenols on the activity of selected enzymes. J. Agric. Food Chem. 2002;50:3566–3571.", "ArticleIdList": ["12033830"]}, {"Citation": "Serquiz A.C., Machado R.J.A., Serquiz R.P., Lima V.C.O., de Carvalho F.M.C., Carneiro M.A.A., Maciel B.L.L., Uchôa A.F., Santos E.A., Morais A.H.A. Supplementation with a new trypsin inhibitor from peanut is associated with reduced fasting glucose, weight control, and increased plasma CCK secretion in an animal model. J. Enzyme Inhib. Med. Chem. 2016;31:1261–1269.", "ArticleIdList": ["26928305"]}, {"Citation": "Sohail M., Rakha A., Butt M.S., Iqbal M.J., Rashid S. Rice bran nutraceutics: a comprehensive review. Crit. Rev. Food Sci. Nutr. 2016;57:3771–3780.", "ArticleIdList": ["27015585"]}, {"Citation": "Steppan C.M., Shannon T.B., Savitha B., Elizabeth J.B., Ronadip R.B., Christopher M.W., Hiralben R.P., Rexford S.A., Mitchell A.L. The hormone resistin links obesity to diabetes. Nature. 2001;409:307–312.", "ArticleIdList": ["11201732"]}, {"Citation": "Subramanian R., Asmawi M.Z., Sadikun A. In vitro α-glucosidase and α-amylase enzyme inhibitory effects of Andrographis paniculata extract and andrographolide. Acta Biochim. Pol. 2008;55:391–398.", "ArticleIdList": ["18511986"]}, {"Citation": "Tan C., Wang Q., Luo C., Chen S., Li Q., Li P. Yeast α-glucosidase inhibitory phenolic compounds isolated from Gynura medica leaf. Int. J. Mol. Sci. 2013;14:2551–2558.", "ArticleIdList": ["PMC3588001", "23358246"]}, {"Citation": "Tashiro M., Hashino K., Shiozaki M., Ibuki F., Maki Z. The complete amino acid sequence of rice bran trypsin inhibitor. J. Biochem. 1987;102:297–306.", "ArticleIdList": ["3667571"]}, {"Citation": "Toyomasu T., Kagahara T., Okada K., Koga J., Hasegawa M., Mitsuhashi W., Sassa T., Yamane H. Diterpene phytoalexins are biosynthesized in and exuded from the roots of rice seedlings. Biosci. Biotechnol. Biochem. 2008;72:562–567.", "ArticleIdList": ["18256463"]}, {"Citation": "Uraipong C., Zhao J. Rice bran protein hydrolysates exhibit strong in vitro α-amylase, β-glucosidase and ACE-inhibition activities. J. Sci. Food Agric. 2016;96:1101–1110.", "ArticleIdList": ["25801199"]}, {"Citation": "Xing F.C., Shen G., Nguyen T.D., Ok H.K., Young M.L., Jung J.L., Young H.K. Inhibitory effect of kaurane type diterpenoids from Acanthopanax koreanum on TNF-α secretion from trypsin-stimulated HMC-1 cells. Arch. Pharmacal Res. 2003;26:731–734. https://doi.org/ 12.1007/BF02976683.", "ArticleIdList": ["14560922"]}, {"Citation": "Xuan T.D., Minh T.N., Anh L.H., Khanh T.D. Allelopathic momilactones A and B are implied in rice drought and salinity tolerance, not weed resistance. Agron. Sustain. Dev. 2016;36:52."}, {"Citation": "Yang J.Y., Kang M.Y., Nam S.H., Friedman M. Antidiabetic effects of rice hull smoke extract in alloxan-induced diabetic mice. J. Agric. Food Chem. 2010;60:87–94.", "ArticleIdList": ["22129064"]}, {"Citation": "Yehia R.S., Saleh A.M. Antifungal activity of rice straw extract on some phytopathogenic fungi. Afr. J. Biotechnol. 2012;11:13586–13590."}, {"Citation": "Yin Z., Zhang W., Feng F., Zhang Y., Kang W. α-Glucosidase inhibitors isolated from medicinal plants. Food Sci. Hum. Wellness. 2014;3:136–174."}, {"Citation": "Yu B.C., Hung C.R., Chen W.C., Cheng J.T. Antihyperglycemic effect of andrographolide in streptozotocin-induced diabetic rats. Planta Med. 2003;69:1075–1079.", "ArticleIdList": ["14750020"]}]}], "History": [{"Year": "2018", "Month": "11", "Day": "15"}, {"Year": "2019", "Month": "3", "Day": "13"}, {"Year": "2019", "Month": "7", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "3", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31297018", "PMC6598221", "10.1016/j.jsps.2019.03.006", "S1319-0164(19)30045-3"]}}]}