{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Diabetes", "healing", "infection", "medicinal plants", "wounds"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31327900", "DateRevised": {"Year": "2023", "Month": "10", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.14202/vetworld.2019.653-663"], "Journal": {"ISSN": "0972-8988", "JournalIssue": {"Volume": "12", "Issue": "5", "PubDate": {"Year": "2019", "Month": "May"}}, "Title": "Veterinary world", "ISOAbbreviation": "Vet World"}, "ArticleTitle": "Medicinal plants and their effects on diabetic wound healing.", "Pagination": {"StartPage": "653", "EndPage": "663", "MedlinePgn": "653-663"}, "Abstract": {"AbstractText": ["Wounds have a serious negative impact on the health-care economy of a country, especially on the economy of developing countries where resources are poor and funding is very limited. It is presumed that about 80% of people living in developing countries use traditional medicines which are majorly prepared from medicinal plants to meet their primary health-care needs. Due to the large reservoir of medicinal plants and adequate traditional knowledge on wound healing, many people in Africa and other developing countries use medicinal plants in the treatment of diabetic wounds and related complications. Wound healing in the external and internal biological organs involves a series of complex overlapping processes which demand excellent communication between cells. It is an orderly and highly controlled process characterized by hemostasis, inflammation, proliferation, and remodeling. Diabetes is a global health problem predicted to rise to over 642 million by 2040. The propelling factor responsible for the increase in morbidity and mortality of diabetes is linked to vascular complications as well as the failure of the wound healing processes in diabetic state. Different approaches have been adopted in the treatment of diabetic wounds, and medicinal plants are certainly one of those approaches that have drawn global attention. In this review paper, the effects of medical plants on wound healing in diabetic state as well as factors affecting wound healing and the mechanism of action of medicinal plants are examined."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytomedicine and Phytochemistry Group, Department of Biomedical Sciences, Faculty of Health and Wellness Sciences, Cape Peninsula University of Technology, Bellville, 7535, South Africa."}], "LastName": "Oguntibeju", "ForeName": "Oluwafemi O", "Initials": "OO"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Vet World", "NlmUniqueID": "101504872", "ISSNLinking": "0972-8988"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Goboza M, Meyer S, Aboua Y.G, Oguntibeju O.O. Diabetes mellitus:Economic and health burden, treatment and the therapeutical effects of Hypoxis hemerocallidea plant. Med. Technol. SA. 2017;30(2):39–46."}, {"Citation": "Kim L.E, Lee J.H, Kim S.H, Jung Y. Skin regeneration with self-assembled peptide hydrogels conjugated with substance in a diabetic rat model. Tissue Eng. 2018;24(1-2):1–15.", "ArticleIdList": ["28467735"]}, {"Citation": "WHO. Global Reports on Diabetes. Geneva, Switzerland: World Health Organization; 2018.  [Last accessed on 12/12/2018].  Available from: http://www.who.int.org ."}, {"Citation": "Akash M.S.H, Rehman K, Chen S. Role of inflammatory mechanisms in pathogenesis of Type 2 diabetes mellitus. J. Cell. Biochem. 2013;114(3):525–531.", "ArticleIdList": ["22991242"]}, {"Citation": "Guo R, Liu B, Wang K, Zhou S, Li W, Xu Y. Resveratrol ameliorates diabetic vascular inflammation and macrophage infiltration in db/db mice by inhibiting the NF-κB pathway. Diabetes Vasc. Dis. Res. 2014;11(2):92–102.", "ArticleIdList": ["24464099"]}, {"Citation": "Brownlee M. The pathobiology of diabetic complications. Diabetes. 2005;54(6):1615–1625.", "ArticleIdList": ["15919781"]}, {"Citation": "Alvarado-Vazquez N, Zamudio P, Ceron E, Vanda B, Zenteno E, Carvajal-Sandoval G. Effect of glycine in streptozotocin induced diabetic rats. Comp. Biochem. Physiol. C Pharmacol. Toxicol. Endocrinol. 2003;134(4):521–527.", "ArticleIdList": ["12727302"]}, {"Citation": "Attah M.O, Jacks T.W, Jacob A, Eduitem O, John B. The effect of Aloe vera on cutaneous wound healing and wound contraction rate in adult rabbits. Nova J. Med. Biol. Sci. 2016;5(3):1–8."}, {"Citation": "Arise R.O, Akapa T, Adigun M.A, Yekeen A.A, Oguntibeju O.O. Normoglycaemic, normolipidemic and antioxidant effects of ethanolic extract of Acacia ataxacantha root in STZ-induced diabetic rats. Not. Sci. Biol. 2016;8(2):9970."}, {"Citation": "Oguntibeju O.O, Meyer S, Aboua Y.G, Goboza M. Hypoxis hemerocallidea significantly reduced hyperglycemia and hyperglycaemic-induced oxidative stress in the liver and kidney tissues of streptozotocin-induced diabetic male Wistar rats. Evid. Based Complement. Alternat. Med. 2016;2016:1–10.", "ArticleIdList": ["PMC4925985", "27403200"]}, {"Citation": "Agyare C, Boakye Y.D, Bekoe E.O, Hensel A, Oteng S, Appiah T. Review:African medicinal plants with wound healing properties. J. Ethnopharmacol. 2016;177(4):85–100.", "ArticleIdList": ["26549271"]}, {"Citation": "Oso B.J, Abey N, Oyeleke M.O, Olowookere B. Comparative study of the in vitro antioxidant properties of methanolic extracts of Chromolaena odorata and Ageratum conyzoides use in wound healings. Int. Ann. Sci. 2019;6(1):8–12."}, {"Citation": "Clark R.A.F. Wound repair:Overview and general consideration. In: Clark R.A.F, Henson P.M.J, editors. The Molecular and Cellular Biology of Wound Repair. New York: Plenum Press; 1996. pp. 3–50."}, {"Citation": "Haque M.M, Rafiq S.S, Ahmed Q, Mostofa M. Treatment of external wounds by using indigenous medicinal plants and patent drugs in guinea pigs. J. Biol. Sci. 2003;11(5):1126–1133."}, {"Citation": "Nayak S. Influence of ethanol extract of Vinca rosea on wound healing in diabetic rats. Online J. Biol. Sci. 2006;6(2):51–55."}, {"Citation": "Mekonnem W, Sidamo T, Asres K, Engidawork E. In vivo wound healing activity and phytochemical screening of the crude extract and various fractions of Kalanchoe petiana. J. Ethnophramacol. 2013;145(2):638–646.", "ArticleIdList": ["23228912"]}, {"Citation": "Thakur R, Jain N, Pathak R, Sandhu S.S. Practices in wound healing studies of plants. Evid. Based Complement. Alternat. Med. 2011;2011:1–17.", "ArticleIdList": ["PMC3118986", "21716711"]}, {"Citation": "Cianfarani F, Toietta G, Di-Rocco G, Cesareo E, Zambruno G, Odorisio T. Diabetes impairs adipose tissue-derived stem cell function and efficiency in promoting wound healing. Wound Repair Regen. 2013;21(4):545–553.", "ArticleIdList": ["23627689"]}, {"Citation": "Diegelmann R.F, Evans M.C. Wound healing:An overview of acute, chronic and delayed healing. Front. Biosci. 2004;9(3):283–289.", "ArticleIdList": ["14766366"]}, {"Citation": "Xu J, Wu W, Zhang L, Dorsett-Martin W, Morris M.W, Mitchell M.E, Liechty K.W. The role of microRNA-146a in the pathogenesis of the diabetic wound healing impairment:Correction with mesenchymal stem cell treatment. Diabetes. 2012;61(11):2906–2912.", "ArticleIdList": ["PMC3478555", "22851573"]}, {"Citation": "Tam J.A.C, Lau K.M, Liu C.L, To M.H, Kwok H.F, Lai K.K. The in vivo and in vitro diabetic wound healing effects of a 2-herb formula and its mechanisms of action. J. Ethnopharmacol. 2011;134(3):831–838.", "ArticleIdList": ["21291991"]}, {"Citation": "Caskey R.C, Zgheib C, Morris M, Allukiahj M, Dorsett-Martin W, Xu J, Wu W, Liechty K.W. Dysregulation of collagen production in diabetes following recurrent skin injury:Contribution to the development of chronic wound. Wound Repair Regen. 2014;22(4):515–520.", "ArticleIdList": ["24898050"]}, {"Citation": "Snyder R.J. Treatment of non-healing ulcers with allografts. Clin. Dermatol. 2005;23(4):388–398.", "ArticleIdList": ["16023934"]}, {"Citation": "Mangoni M.L, McDermott A.M, Zasloff M. Antimicrobial peptides and wound healing:Biological and therapeutic considerations. Exp. Dermatol. 2015;15(1):167–173.", "ArticleIdList": ["PMC4789108", "26738772"]}, {"Citation": "Perez-Gutierrez R.M, Vargas R.S. Evaluation of the wound properties of Acalypha langiana in diabetic rats. Fitoterapia. 2006;77(4):286–289.", "ArticleIdList": ["16713129"]}, {"Citation": "Chah R.F, Eze C.A, Emuelosi C.E, Esimone C.O. Antibacterial and wound healing properties of methanolic extracts of some Nigerian medicinal plants. J. Ethnopharmacol. 2006;104(1-2):164–167.", "ArticleIdList": ["16226414"]}, {"Citation": "Wong M.W.N, Leung P.C, Wong W.C. Limb salvage in extensive diabetic foot ulceration-a preliminary clinical study using simple debridement and herbal drinks. Hong Kong Med. J. 2001;7(4):403–407.", "ArticleIdList": ["11773675"]}, {"Citation": "Lau T.W, Sahota D.S, Lau C.H, Lam F.C, Ho Y.Y, Fung K.P, Lau C.B, Leung P.C, Chan C.M. An in vivo investigation on the wound healing effect of two medicinal herbs using an animal model with foot ulcer. Eur. Surg. Res. 2008;41(1):15–23.", "ArticleIdList": ["18382110"]}, {"Citation": "Nunan R, Harding K.G, Martin P. Clinical challenges of chronic wounds:Searching for an optimal animal model to recapitulate their complexity. Dis. Model. Mech. 2014;7(11):1205–1213.", "ArticleIdList": ["PMC4213725", "25359790"]}, {"Citation": "Martin P. Wound healing-aiming for perfect skin regeneration. Science. 1997;276(5309):75–81.", "ArticleIdList": ["9082989"]}, {"Citation": "Pastar I, Stojadivonic O, Yin N.C, Ramirez H, Nusbaum A.G, Sawaya A, Patel S.B, Khalid L, Isseroff R.R, Tomic-Canic M. Epithelialization in wound healing:A comprehensive review. Adv. Wound Care. 2014;3(7):1–10.", "ArticleIdList": ["PMC4086220", "25032064"]}, {"Citation": "Kumar B.M, Vijayakumar M, Govindarajan R, Pushpangadan P. Ethnopharmacological approaches to wound healing-exploring medicinal plants of India. J. Ethnopharmacol. 2007;114(2):10113.", "ArticleIdList": ["17884316"]}, {"Citation": "Pankaj K.S, Deen D.G, Ritu S, Priyanka P, Shamistha G, Atul K.S, Kumar A, Pandey K.P. Therapeutic and medicinal uses of the Aloe vera:A review. Pharmacol. Pharm. 2013;4(2):599–610."}, {"Citation": "Dang C.N, Prasad Y.D, Boulton A.J, Jude E.B. Methicillin-resistant Staphylococcus aureus in the diabetic foot clinic:A worsening problem. Diabet. Med. 2007;20(2):159–161.", "ArticleIdList": ["12581269"]}, {"Citation": "Lipsky B.A, Brendt A.R, Deery H.G, Embil W.S, Joseph A.W, Karchmer B.A. Diagnosis and treatment of diabetic foot infections. Clin. Infect. Dis. 2004;39(7):885–910.", "ArticleIdList": ["15472838"]}, {"Citation": "Kumar M.S, Sripriya R, Raghavan H.V, Sehgal P.K. Wound healing potential of Cassia fistula on infected albino rat model. J. Surg. Res. 2006;131(2):283–289.", "ArticleIdList": ["16242721"]}, {"Citation": "Jivad N, Bahmani M, Asadi-Samani M. A review of the most important medicinal plants effective on wound healing on ethnobotany evidence of Iran. Pharm. Lett. 2016;8(2):353–357."}, {"Citation": "Saki K, Bahmati M, Rafieian-Kopaei M. The effect of most important medicinal plants on two important psychiatric disorders (anxiety and depression)-a review. Asian Pac. J. Trop. Med. 2014;7(S1):34–42.", "ArticleIdList": ["25312147"]}, {"Citation": "Attah M.O, Ishaya H.B, Chiroma M.S, Amaza D.S, Balogun S.U, Jacks T.W. Effect of Tamarindus indica(Linn) on the rate of wound healing in adult rabbits. JOSR J. Dent. Med. Sci. 2015;14(8):80–84."}, {"Citation": "Gallacher S.J, Thomson G, Fraser W.D, Fisher B.M, Gemmel C.G, Mac-Cuish A.C. Neutrophil bactericidal function in diabetes mellitus:Evidence for association with blood glucose control. Diabet. Med. 1999;12(10):916–920.", "ArticleIdList": ["8846684"]}, {"Citation": "Muchova J, Liptakova A, Orszaghova Z. Polymorphonuclear leukocytes of Type 2 diabetes mellitus. Diabet. Med. 1999;16(1):74–78.", "ArticleIdList": ["10229297"]}, {"Citation": "Bahmani M, Eftekhari Z, Saki K, et al. Chicory:A review on ethnobotanical effects of Cichorium intybu s L. J. Evid. Based Complement. Alternat. Med. 2015;2015:1–12."}, {"Citation": "Marrie T.J. Bacteraemic pneumonia:A continuously evolving disease. J. Infect. 1992;24(3):247–255.", "ArticleIdList": ["1602145"]}, {"Citation": "Sherman R.A. A new dressing design for treating pressure ulcers with maggot therapy. Plast. Reconstr. Surg. 1997;100(2):451–456.", "ArticleIdList": ["9252615"]}, {"Citation": "Greenhalgh D.G. Wound healing and diabetes mellitus. Clin. Plast. Surg. 2003;30(1):37–45.", "ArticleIdList": ["12636214"]}, {"Citation": "Albritton J.S. Complications of wound repair. Clin. Podiatr. Med. Surg. 1991;8(4):773–785.", "ArticleIdList": ["1933732"]}, {"Citation": "Nagori B.P, Solanki R. Role of medicinal plants. Res. J. Med. Plants. 2011;10(2):1–13."}, {"Citation": "Esimone C.O, Nworu C.S, Jackson C.L. Cutaneous wound healing activity of a herbal ointment containing the leaf extract of Jatropha curcas. Int. J. Appl. Res. Nat. Prod. 2009;1(4):1–4."}, {"Citation": "Firdous S.M, Sautya D. Medicinal plants with wound healing potential. Bangladesh J. Pharmacol. 2018;13(1):41–52."}, {"Citation": "Abul-Al-Basal M.A. Healing potential of Rosmarinus officinalis on the full-thickness excision cutaneous wounds in alloxan-induced diabetic BALB/c mice. J. Ethnopharmacol. 2010;131(2):443–450.", "ArticleIdList": ["20633625"]}, {"Citation": "Takaki I, Bersani-Amado L.E, Vendruscolo A, Sartoretto S.M, Diniz S.P, Bersani-Amado C.A. Anti-inflammatory and anti-nociceptive effects of Rosmarinus officinalis essential oil in experimental animal models. J. Med. Food. 2008;11(4):741–746.", "ArticleIdList": ["19053868"]}, {"Citation": "Dawkins G, Hewitt H, Wint Y, Obiefuna P.C, Wint B. Antibacterial effects of Carica papaya fruit on common wound organisms. West Indian Med. J. 2003;52(4):290.", "ArticleIdList": ["15040064"]}, {"Citation": "Nayak B.S, Pereira L.P, Maharaj D. Wound healing activity of Carica papaya in experimentally induced diabetic rats. Indian J. Exp. Biol. 2007;45(8):739–743.", "ArticleIdList": ["17877152"]}, {"Citation": "Mahmood A.A, Sidik A, Salmah I. Wound healing activity of Carica papaya aqueous leaf extract in rats. Int. J. Mol. Med. Adv. Sci. 2005;1(4):398."}, {"Citation": "Morton J.J, Malone M.H. Evaluation of vulnerary activity by an open wound procedure in rats. Arch. Int. Pharmacol. 1972;196(1):117.", "ArticleIdList": ["5059357"]}, {"Citation": "Wallet S.J, Sampson M.J, Levell N, Murphy G. Elevated matrix metalloproteinase-2 and 3 production from human diabetic dermal fibroblasts. Br. J. Dermatol. 2003;149(1):13.", "ArticleIdList": ["12890189"]}, {"Citation": "Bek E.L, McMiller M.A, Scott P, Angus L.O, Shaftan G.W. The effects of diabetes on endothelin, interleukin-8 and vascular endothelial growth factor-mediated angiogenesis in rats. Clin. Sci. 2002;103(48):424–429.", "ArticleIdList": ["12193137"]}, {"Citation": "Atique A, Igbal M, Ghouse A.K.M. Use of Annona squamosa and Piper nigrum against diabetes. Fitoterapia. 1995;56(3):190–192."}, {"Citation": "Ponrasu T, Suguna L. Efficacy of Annona squamosal on wound healing in streptozotocin-induced diabetic rats. Int. Wound J. 2012;9(6):613–623.", "ArticleIdList": ["PMC7950626", "22233431"]}, {"Citation": "Suguna L, Singh S, Sivakumar P, Sampath P, Chandrasekaran G. Influence of Terminalia chebula on dermal wound healing in rats. Phytother. Res. 2002;16(3):227–231.", "ArticleIdList": ["12164266"]}, {"Citation": "Rasinenis K, Bellamkonda R, Singareddy S.R, Desireddy S. Antihyperglycemic activity of Catharanthus roseus leaf powder in STZ-induced diabetic rats. Pharmacogn. Res. 2010;2(3):195–201.", "ArticleIdList": ["PMC3141314", "21808566"]}, {"Citation": "Singh S.N, Vats P, Suri S, Shyam R, Kumria M.M.L, Ranganathan S, Sridharan K. Effect of an extract of C. roseus on enzymatic activities in STZ induced diabetic rats. J. Ethnopharmacol. 2001;76(3):269–277.", "ArticleIdList": ["11448549"]}, {"Citation": "Maquart F.R.X, Bellon G, Gillery P, Wegrowski Y, Borel J.P. Stimulation of collagen synthesis in fibroblast cultures by a triterpene extracted from Centella asiatica. Connect. Tissue Res. 1990;24(2):197–206.", "ArticleIdList": ["2354631"]}, {"Citation": "Nganlasom J, Suttitum T, Jirakulsomchok D, Puapatrol A. Effects of Centella asiatica leaves and Garcinia mangostana hull on the healing of dermal wounds in diabetic rats. Srinagarind Med. J. 2008;23(4):402–407."}, {"Citation": "Arguela A.V, Cano L.M.A, Rodarte M.E. Atlas of Medicinal Plants used in Traditional Medicine. Mexico: National Institute of Indigenous; 1994. p. 750."}, {"Citation": "Suh D.H, Lee S, Heo D.Y, Kim Y.S, Cho S.K, Lee S, Lee C.H. Metabolite profiling of red and white Pitayas (Hylocereus polyrhizus and Hylocereus undatus) for comparing betalain biosynthesis and antioxidant activity. J. Agric. Food Chem. 2014;64(34):8764–8771.", "ArticleIdList": ["25101804"]}, {"Citation": "Perez R.M, Varga R, Ortiz Y.D. Wound healing properties of Hylocereus undatus on diabetic rats. Phytother. Res. 2005;19(8):665–668.", "ArticleIdList": ["16177967"]}, {"Citation": "Pirbalouti A.G, Azizi S, Koohpayeh A, Hamedi B. Wound healing activity of Malva sylvestris and Punica granatum in alloxan-induced diabetic rats. Acta Pol. Pharm. Drug Res. 2010;67(5):51–56.", "ArticleIdList": ["20873419"]}, {"Citation": "Chithra P, Sajithlai G.B, Chandrakasan G. Influence of Aloe vera on the healing of dermal wounds in diabetic rats. J. Ethnopharmacol. 1998;59(3):195–201.", "ArticleIdList": ["9507904"]}, {"Citation": "Biswas T.K, Maity L.N, Mukherjee B. Wound healing potential of Pterocarpus santalinus. Int. J. Low Extrem. Wounds. 2002;3(3):143–150.", "ArticleIdList": ["15866805"]}, {"Citation": "Khare C.P. Indian Medicinal Plants:An Illustrated Dictionary. Berlin: Springer-Verlag; 2007. pp. 399–400."}, {"Citation": "Mali P.C, Ansari A.S, Chaturvedi M. Antifertility effect of chronically administered Martynia annua root extract on male rats. J. Ethnopharmacol. 2002;82(2-3):61–67.", "ArticleIdList": ["12241978"]}, {"Citation": "Lodhi S, Singhai A.K. Wound healing effect of flavonoid-rich fraction and luteolin isolated from Martynia annua on streptozotocin-induced diabetic rats. Asian Pac. J. Trop. Med. 2013;6(4):253–259.", "ArticleIdList": ["23608325"]}, {"Citation": "Adetutu A, Morgan W.A, Corcoran O. Ethnopharmacological survey and in vitro evaluation of wound-healing plants used in South-Western Nigeria. J. Ethnopharmacol. 2011;137(1):50–56.", "ArticleIdList": ["21501678"]}, {"Citation": "Phan T.T, Hughes M.A, Cherry G.W. Effects of an aqueous extract from the leaves of Chromolaena odorata on the proliferation of human keratinocytes and on their migration in an in vitro model of epithelialization. Wound Repairs Regen. 2001;9(4):305–313.", "ArticleIdList": ["11679139"]}, {"Citation": "Priya K.S, Arumugara G, Rathinam B, Wells A, Babu M. Celosia argentea leaf extract improves wound healing in a rat burn wound model. Wound Repair Regen. 2004;12(6):618–625.", "ArticleIdList": ["15555053"]}, {"Citation": "Okoli C.O, Akah P.A, Okoli A.S. Potentials of leaves of Aspilia africana in wound care:An experimental evaluation. BMC Complement. Alternat. Med. 2007;27(3):24.", "ArticleIdList": ["PMC1940021", "17623087"]}, {"Citation": "Majumder M, Nayeen N, Kamati J.V, Asad M. Evaluation of Tectona grandis leaves for wound healing activity. Pak. J. Pharm. Sci. 2005;20(2):120–124.", "ArticleIdList": ["17416566"]}, {"Citation": "Karodi R, Jadhav M, Rub R, Bafna A. Evaluation of the wound healing activity of a crude extract of Rubia cordifolia in mice. Int. J. Appl. Res. Nat. Prod. 2009;2(2):12–18."}, {"Citation": "Jha R.K, Garud N, Nema R.K. Excision and incision wound healing activity of flower head alcoholic extract of Sphaeranthus indicus in albino rats. Glob. J. Pharmacol. 2009;3(1):32–37."}, {"Citation": "Suntar P, Koca U, Akkol E.K, Yilmazer D, Alper M. Assessment of wound healing activity of the aqueous extracts of Calutea cilicica.  [Last accessed on 16-05-2018, Last accessed on 16-05-2018, Last accessed on 16-05-2018, Last accessed on 16-05-2018, Last accessed on 16-05-2018, Last accessed on 16-05-2018, Last accessed on 16-05-2018, Last accessed on 16-05-2018, Last accessed on 16-05-2018];Evid. Based Complement. Alternat. Med. 2011 2011:1–7. http://www.naturalfoodseries.com. , http://www.pfaf.org. , http://www.tradeindia.com. , http://www.ebay.com , http://www.invasives.org.za , http://www.lipotherapea.com. , http://www.intermountainbiota.org. , http://www.cactusgarden.it. , http://www.duduosum.com. "}]}], "History": [{"Year": "2018", "Month": "11", "Day": "27"}, {"Year": "2019", "Month": "3", "Day": "13"}, {"Year": "2019", "Month": "7", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31327900", "PMC6584855", "10.14202/vetworld.2019.653-663", "Vetworld-12-653"]}}]}