{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aminochrome", "Medicinal Plants", "Mitochondria Dysfunction.", "Neuroprotection", "Neurotoxicity", "U373MG cells"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31321384", "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "04", "Day": "08"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2572-7656", "JournalIssue": {"Volume": "3", "Issue": "1", "PubDate": {"Year": "2019"}}, "Title": "Clinical pharmacology and translational medicine", "ISOAbbreviation": "Clin Pharmacol Transl Med"}, "ArticleTitle": "Protective Effects of Crude Plant Extracts against Aminochrome-induced toxicity in Human Astrocytoma Cells: Implications for Parkinson's Disease.", "Pagination": {"StartPage": "125", "EndPage": "133", "MedlinePgn": "125-133"}, "Abstract": {"AbstractText": ["Aminochrome, an endogenous compound formed during dopamine oxidation can induce neurotoxicity under certain aberrant conditions and induce Parkinson-like syndrome. Glutathione transferase M2 (GSTM2) activity of astrocytes by catalysing the conjugation of aminochrome with glutathione, can offer protection against aminochrome toxicity. Some medicinal toxicity through this plants may exert protective effect against aminochrome mechanism.", "In the present study, extracts from plants native to Cameroon, such as <i>Alchornea laxiflora</i> (leaves), <i>Dacryodes edulis</i> (barks), <i>Annona muricata</i> (seeds), <i>Annona senegalensis</i> (barks) were evaluated for their protection against aminochrome-induced toxicity in human glioblastoma/ astrocytoma U373MG wild type and U373MGsiGT6 cells in which GSTM2 expression was 74% silenced. The cells were pre-incubated with the plant extracts for 2 hr before addition of aminochrome (75 μM) and measurement of cell death/viability by flow cytometry after 24 hr incubation.", "The extract of A. <i>laxiflora</i> (1 μg/ml), <i>D. edulis</i> (25 μg/ml), <i>A. muricata</i> (25 μg/ml) and <i>A. senegalensis</i> (25μg/ml) <i>significantly</i> decreased aminochrome-induced toxicity in U373siGST6 and U373MG cells. However, only <i>A. laxiflora</i> and <i>A. muricata</i> significantly increased the mitochondria membrane potential in U373siGST6 cells following aminochrome treatment.", "The results indicate that extracts of some Cameroon plants can provide protection against aminochrome-induced toxicity and mitochondria dysfunction in human glioblastoma/astrocytoma cells. Although further identification of active components of these extracts is needed, potential usefulness of these compounds in Parkinson's disease may be suggested."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmacology and Toxicology, Department of Biochemistry, Faculty of Sciences, University of Yaoundé I, Cameroon."}, {"Identifier": [], "Affiliation": "Department of Molecular & Clinical Pharmacology, Faculty of Medicine, ICBM, University of Chile, Santiago, Chile."}], "LastName": "Ngoungoure", "ForeName": "Viviane L Ndam", "Initials": "VLN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular & Clinical Pharmacology, Faculty of Medicine, ICBM, University of Chile, Santiago, Chile."}], "LastName": "Muñoz", "ForeName": "Patricia", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Howard University College of Medicine, 520 W Street NW, Washington, DC 20059, USA."}], "LastName": "Tizabi", "ForeName": "Yousef", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular & Clinical Pharmacology, Faculty of Medicine, ICBM, University of Chile, Santiago, Chile."}], "LastName": "Valdes", "ForeName": "Raul", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmacology and Toxicology, Department of Biochemistry, Faculty of Sciences, University of Yaoundé I, Cameroon."}], "LastName": "Moundipa", "ForeName": "Paul Fewou", "Initials": "PF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular & Clinical Pharmacology, Faculty of Medicine, ICBM, University of Chile, Santiago, Chile."}], "LastName": "Segura-Aguilar", "ForeName": "Juan", "Initials": "J"}], "GrantList": [{"GrantID": "R03 AA022479", "Acronym": "AA", "Agency": "NIAAA NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Clin Pharmacol Transl Med", "NlmUniqueID": "101718870", "ISSNLinking": "2572-7656"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Rudnick DA, Davidson NO. Functional relationships between lipid metabolism and liver regeneration. Int J Hepatol. 2012; 549241.", "ArticleIdList": ["PMC3272806", "22319652"]}, {"Citation": "Wirdefeldt K, Adami H-O, Cole P, Trichopoulos D, Mandel J. Epidemiology and etiology of Parkinson’s disease: a review of the evidence. Eur J Epidemiol. 2011, 26:S1–58.", "ArticleIdList": ["21626386"]}, {"Citation": "Dexter DT, Jenner P. Parkinson disease: from pathology to molecular disease mechanisms. Free Radic Biol Med. 2013; 62: 132–144.", "ArticleIdList": ["23380027"]}, {"Citation": "Dorszewska J, Prendecki M, Lianeri M and Kozubski W. Molecular Effects of L-dopa Therapy in Parkinson’s Disease. Curr Genomics. 2014; 15:11–17.", "ArticleIdList": ["PMC3958954", "24653659"]}, {"Citation": "Segura-Aguilar J. Neurotoxins as Preclinical Models for Parkinson's Disease. Neurotox Res. 2018; 34:870–877.", "ArticleIdList": ["29313219"]}, {"Citation": "Williams A. MPTP toxicity: clinical features. J Neural Transm Suppl. 1986; 20:5–9.", "ArticleIdList": ["3489070"]}, {"Citation": "Braak H, Ghebremedhin E, Rüb U, Bratzke H, Tredici K. Stages in the development of Parkinson’s disease-related pathology. Cell Tissue Res. 2004; 318: 121–134.", "ArticleIdList": ["15338272"]}, {"Citation": "Segura-Aguilar J, Paris I, Muñoz P. The need of a new and more physiological preclinical model for Parkinson's disease. Cell Mol Life Sci. 2016; 73: 1381–1382.", "ArticleIdList": ["PMC11108328", "26803841"]}, {"Citation": "Segura-Aguilar J. Can we conclude a potential therapeutic action for Parkinson's disease by using postmortem tissue and a preclinical model based on an exogenous neurotoxin? Cell Death Dis. 2018; 9:748.", "ArticleIdList": ["PMC6030129", "29970885"]}, {"Citation": "Zecca L, Fariello R, Riederer P, Sulzer D, Gatti A, Tampellini D. The absolute concentration of nigral neuromelanin, assayed by a new sensitive method, increases throughout the life and is dramatically decreased in Parkinson's disease. FEES Letters 2002; 510:216–220.", "ArticleIdList": ["11801257"]}, {"Citation": "Segura-Aguilar J, Paris I. Mechanisms of Dopamine Oxidation and Parkinson’s Disease In: Handbook of Neurotoxicity. Edited by Kostrzewa RM. New York, NY: Springer New York; 2014: 865–883."}, {"Citation": "Segura-Aguilar J. On the role of endogenous neurotoxins and neuroprotection in Parkinson's disease. Neural Regen Res. 2017; 12:897–901.", "ArticleIdList": ["PMC5514859", "28761417"]}, {"Citation": "Ben Haim L, Carrillo-de Sauvage M-A, Ceyzériat Kand Escartin C. Elusive roles for reactive astrocytes in neurodegenerative diseases. Front Cell Neurosci. 2015; 9:278.", "ArticleIdList": ["PMC4522610", "26283915"]}, {"Citation": "Baez S, Segura-Aguilar J, Widersten M, Johansson AS, Mannervik B. Glutathione transferases catalyse the detoxication of oxidized metabolites (o-quinones) of catecholamines and may serve as an antioxidant system preventing degenerative cellular processes. Biochem J. 1997; 324:25–28.", "ArticleIdList": ["PMC1218396", "9164836"]}, {"Citation": "Segura-Aguilar J, Baez S, Widersten M, Welch CJ, Mannervik B. Human class Mu glutathione transferases, in particular isoenzyme M2-2, catalyze detoxication of the dopamine metabolite aminochrome. J Biol Chem. 1997; 272:5727–5731.", "ArticleIdList": ["9038184"]}, {"Citation": "Huenchuguala S, Muñoz P, Zavala P, Villa M, Cuevas C, Ahumada U, et al. Glutathione transferase mu 2 protects glioblastoma cells against aminochrome toxicity by preventing autophagy and lysosome dysfunction. Autophagy. 2014; 10:618–630.", "ArticleIdList": ["PMC4091149", "24434817"]}, {"Citation": "Elujoba AA, Odeleye OM, Ogunyemi CM. Traditional medicine development for medical and dental primary health care delivery system in Africa. African Journal of Traditional, Complementary Alternative Medicines. 2005; 2:46–61."}, {"Citation": "Kuete V, Efferth T. Cameroonian medicinal plants: pharmacology and derived natural products. Front Pharmacol. 2010; 1:123.", "ArticleIdList": ["PMC3153003", "21833168"]}, {"Citation": "Ebrahimi A, Schluesener H: Natural polyphenols against neurodegenerative disorders: Potentials and pitfalls. Ageing Res Rev. 2012; 11:329–345.", "ArticleIdList": ["22336470"]}, {"Citation": "Paris I, Perez-Pastene C, Cardenas S, Iturriaga-Vasquez P, Munoz P, Couve E, et al. Aminochrome induces disruption of actin, alpha- and beta-tubulin cytoskeleton networks in substantia-nigra derived cell line. Neurotox Res. 2010; 18: 82–92.", "ArticleIdList": ["20087799"]}, {"Citation": "Segura-Aguilar J, and Lind C. On the mechanism of the Mn3(þ)-induced neurotoxicity of dopamine: prevention of quinone-derived oxygen toxicity by DT diaphorase and superoxide dismutase. Chem Biol Interact. 1989; 72:309–324.", "ArticleIdList": ["2557982"]}, {"Citation": "Muñoz P, Huenchuguala S, Paris I, Cuevas C, Villa M, Caviedes P, et al. Protective Effects of Nicotine Against Aminochrome-Induced Toxicity in Substantia Nigra Derived Cells: Implications for Parkinson’s Disease. Neurotox Res. 2012; 22:177–180.", "ArticleIdList": ["PMC3671757", "22528249"]}, {"Citation": "Segura-Aguilar J, Paris I, Muñoz P, Ferrari E, Zecca L and Zucca FA. Protective and toxic roles of dopamine in Parkinson’s disease. J Neurochem. 2014; 129: 898–915.", "ArticleIdList": ["24548101"]}, {"Citation": "Zucca FA, Basso E, Cupaioli FA, Ferrari E, Sulzer D, Casella L, et al. Neuromelanin of the human substantia nigra: an update. Neurotox Res. 2014; 25:13–23.", "ArticleIdList": ["24155156"]}, {"Citation": "Zucca FA, Segura-Aguilar J, Ferrari E, Muñoz P, Paris I, Sulzer D, et al. Interactions of iron, dopamine and neuromelanin pathways in brain aging and Parkinson's disease Prog Neurobiol. 2017; 155:96–119.", "ArticleIdList": ["PMC4826627", "26455458"]}, {"Citation": "Zucca FA, Vanna R, Cupaioli FA, Bellei C, De Palma A, Di Silvestre D, et al. Neuromelanin organelles are specialized autolysosomes that accumulate undegraded proteins and lipids in aging human brain and are likely involved in Parkinson’s disease. NPJ Parkinson’s Disease. 2018; 4:17.", "ArticleIdList": ["PMC5988730", "29900402"]}, {"Citation": "Sulzer D, Cassidy C, Horga G, Kang UJ, Fahn S, Casella L, et al. Neuromelanin detection by magnetic resonance imaging (MRI) and its promise as a biomarker for Parkinson's disease. NPJ Parkinson’s Disease. 2018; 4:11.", "ArticleIdList": ["PMC5893576", "29644335"]}, {"Citation": "Blesa J, Trigo-Damas I, Quiroga-Varela A, Jackson-Lewis VR. Oxidative stress and Parkinson’s disease. Front Neuroanat. 2015; 9:91.", "ArticleIdList": ["PMC4495335", "26217195"]}, {"Citation": "Segura-Aguilar J. Aminochrome as preclinic model for Parkinson's disease. Oncotarget 2017, 8:45036–45037.", "ArticleIdList": ["PMC5542161", "28586763"]}, {"Citation": "Schapira AHV, Cooper JM, Dexter D, Jenner P, Clark JB, and Marsden CD. Mitochondrial complex I deficiency in Parkinson’s disease. J Neurochem. 1990; 54: 823–827.", "ArticleIdList": ["2154550"]}, {"Citation": "Tizabi Y, Getachew B. Nicotinic Receptor Intervention in Parkinson's disease: Future Directions. Clin Pharmacol Transl Med. 2017; 1:14–19.", "ArticleIdList": ["PMC5975393", "29863173"]}]}], "History": [{"Year": "2019", "Month": "7", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "7", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31321384", "NIHMS1026028", "PMC6639011"]}}]}