{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antidiabetic", "Gestational diabetes mellitus", "Orthosiphon stamineus"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31334030", "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "06", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1016/j.imr.2019.05.006"], "Journal": {"ISSN": "2213-4220", "JournalIssue": {"Volume": "8", "Issue": "3", "PubDate": {"Year": "2019", "Month": "Sep"}}, "Title": "Integrative medicine research", "ISOAbbreviation": "Integr Med Res"}, "ArticleTitle": "<i>Orthosiphon stamineus</i> as a potential antidiabetic drug in maternal hyperglycemia in streptozotocin-induced diabetic rats.", "Pagination": {"StartPage": "173", "EndPage": "179", "MedlinePgn": "173-179"}, "Abstract": {"AbstractText": ["Maternal hyperglycemia is associated with increased risk of adverse outcomes for both mother and offspring. Insulin is the standard treatment of hyperglycemia with the aim to reduce risks of complications, however, due to several restrictions, the search for more effective drugs from traditional medicinal plants continues.", "The antidiabetic effects of <i>Orthosiphon stamineus</i> (<i>O</i> <i>.</i> <i>stamineus</i> <i>)</i> in non-pregnant and pregnant streptozotocin-induced Sprague Dawley rats were identified. The effect of different concentrations of <i>O. stamineous</i>on insulin level using isolated pancreatic islets in response to low and high concentrations of glucose was identified. Oral glucose tolerance test was performed in both pregnant and non-pregnant rats prior to and after treatment with <i>O. stamineus</i> (0.1 g/100 g of body weight). <i>O. stamineus</i> was given orally daily for 2 weeks in non-pregnant and 10 days in pregnant rats.", "Oral glucose tolerance test indicated that treatment with <i>O. stamineus</i> in non-pregnant and pregnant rats significantly reduced blood glucose level and stimulated glucose-induced insulin secretion. No mortality was recorded throughout the study and no signs of toxicity during the experimental period including in both mother and foetus. For plasma analysis, the interactions of peptides such as GLP-1 and ghrelin level might contribute to the glucose lowering effect by <i>O. stamineus</i> via stimulation of insulin. The incubation of islets showed that <i>O</i> <i>. stamineus</i>significantly stimulated insulin release in response to high glucose.", "<i>O. stamineus</i> could be a potential source of a specific oral hypoglycaemic agent to treat glucose intolerance in pregnancy."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Endocrine and Metabolic Unit, Nutrition, Metabolism and Cardiovascular Research Centre (NMCRC), Malaysia."}, {"Identifier": [], "Affiliation": "Institute for Medical Research, Ministry of Health Malaysia, Blok C7, NIH Complex, No. 1, Jalan Setia Murni U13/52, Seksyen U13, 40170 Setia Alam, Selangor, Malaysia."}], "LastName": "Lokman", "ForeName": "Ezarul Faradianna", "Initials": "EF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Endocrine and Metabolic Unit, Nutrition, Metabolism and Cardiovascular Research Centre (NMCRC), Malaysia."}, {"Identifier": [], "Affiliation": "Institute for Medical Research, Ministry of Health Malaysia, Blok C7, NIH Complex, No. 1, Jalan Setia Murni U13/52, Seksyen U13, 40170 Setia Alam, Selangor, Malaysia."}], "LastName": "Saparuddin", "ForeName": "Fatin", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Toxicology and Pharmacology Unit, Herbal Medicine Research Centre (HMRC), Malaysia."}, {"Identifier": [], "Affiliation": "Institute for Medical Research, Ministry of Health Malaysia, Blok C7, NIH Complex, No. 1, Jalan Setia Murni U13/52, Seksyen U13, 40170 Setia Alam, Selangor, Malaysia."}], "LastName": "Muhammad", "ForeName": "Hussin", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytochemistry Unit, Herbal Medicine Research Centre (HMRC), Malaysia."}, {"Identifier": [], "Affiliation": "Institute for Medical Research, Ministry of Health Malaysia, Blok C7, NIH Complex, No. 1, Jalan Setia Murni U13/52, Seksyen U13, 40170 Setia Alam, Selangor, Malaysia."}], "LastName": "Omar", "ForeName": "Maizatul Hasyima", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory Animal Resource Unit, Medical Research Resource Centre (MRRC), Malaysia."}, {"Identifier": [], "Affiliation": "Institute for Medical Research, Ministry of Health, Jalan Pahang, 50588 Kuala Lumpur, Malaysia."}], "LastName": "Zulkapli", "ForeName": "Azlina", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Integr Med Res", "NlmUniqueID": "101612707", "ISSNLinking": "2213-4220"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Farrar D. Hyperglycemia in pregnancy: prevalence, impact, and management challenges. Int J Womens Health. 2016;8:519–527.", "ArticleIdList": ["PMC5036767", "27703397"]}, {"Citation": "Virjee S., Robinson S., Johnston D.G. Screening for diabetes in pregnancy. J R Soc Med. 2001;94:502–509.", "ArticleIdList": ["PMC1282202", "11581342"]}, {"Citation": "Diabetes in pregnancy: management from preconception to the postnatal period. Natl Inst Health Care Excell NICE Guidel. February 2015 https://www.nice.org.uk/guidance/ng3", "ArticleIdList": ["32212588"]}, {"Citation": "Cho H.Y., Jung I., Kim S.J. The association between maternal hyperglycemia and perinatal outcomes in gestational diabetes mellitus patients: a retrospective cohort study. Medicine (Baltimore) 2016;95:e4712.", "ArticleIdList": ["PMC5023889", "27603367"]}, {"Citation": "Park T.C., Lee B.H., Norwitz E.R., Lee H.J. Maternal hyperglycemia and the 100-g oral glucose tolerance test. Taiwan J Obstet Gynecol. 2015;54:137–142.", "ArticleIdList": ["25951717"]}, {"Citation": "Tripathi R., Tyagi S., Goel V. Metformin in gestational diabetes mellitus. Indian J Med Res. 2017;145:588–591.", "ArticleIdList": ["PMC5644292", "28948948"]}, {"Citation": "Ainuddin J.A., Karim N., Zaheer S., Ali S.S., Hasan A.A. Metformin treatment in type 2 diabetes in pregnancy: an active controlled, parallel-group, randomized, open label study in patients with type 2 diabetes in pregnancy. J Diabetes Res. 2015", "ArticleIdList": ["PMC4385634", "25874236"]}, {"Citation": "Dey L., Attele A.S., Yuan C.S. Alternative therapies for type 2 diabetes. Altern Med Rev J Clin Ther. 2002;7:45–58.", "ArticleIdList": ["11896745"]}, {"Citation": "Hui H., Tang G., Go V.L.W. Hypoglycemic herbs and their action mechanisms. Chin Med. 2009;4:11.", "ArticleIdList": ["PMC2704217", "19523223"]}, {"Citation": "Gupta R.C., Chang D., Nammi S., Bensoussan A., Bilinski K., Roufogalis B.D. Interactions between antidiabetic drugs and herbs: an overview of mechanisms of action and clinical implications. Diabetol Metab Syndr. 2017;9:59.", "ArticleIdList": ["PMC5527439", "28770011"]}, {"Citation": "Mohamed Khadeer A.B., Amin Malik Shah A.M. Medicinal potentials of Orthosiphon stamineus Benth. WebmedCentral CANCER. 2010;1 WMC001361."}, {"Citation": "Rozman N.A.S., Hamin N.S.M.N., Ring L.C., Nee T.W., Mustapha M., Yenn T.W. Antimicrobial efficacy of Penicillium amestolkiae elv609 extract treated cotton fabric for diabetic wound care. Mycobiology. 2017;45:178–183.", "ArticleIdList": ["PMC5673513", "29138622"]}, {"Citation": "Seyedan A., Alshawsh M.A., Alshagga M.A., Mohamed Z. Antiobesity and lipid lowering effects of Orthosiphon stamineus in high-fat diet-induced obese mice. Planta Med. 2017;83:684–692.", "ArticleIdList": ["27992939"]}, {"Citation": "Rubiatul Adawiyah B., Fong Seng L., Suhaila M. Orthosiphon stamineus (Misai Kucing) ameliorated postmenopausal osteoporosis in rat model. Menopause. 2018;25:202–210.", "ArticleIdList": ["28926512"]}, {"Citation": "Sarshar S., Brandt S., Asadi Karam M.R. Aqueous extract from Orthosiphon stamineus leaves prevents bladder and kidney infection in mice. Phytomed Int J Phytother Phytopharm. 2017;28:1–9.", "ArticleIdList": ["28478807"]}, {"Citation": "Yasuhiro T., Pavlos S., Arjun H.B. Constituents of the Vietnamese medicinal plant Orthosiphon stamineus. Chem Pharm Bull (Tokyo) 2000;48(11):1711–1719.", "ArticleIdList": ["11086900"]}, {"Citation": "Olah N.-K., Radu L., Mogoşan C., Hanganu D., Gocan S. Phytochemical and pharmacological studies on Orthosiphon stamineus Benth. (Lamiaceae) hydroalcoholic extracts. J Pharm Biomed Anal. 2003;33:117–123.", "ArticleIdList": ["12946538"]}, {"Citation": "Sriplang K., Adisakwattana S., Rungsipipat A., Yibchok-Anun S. Effects of Orthosiphon stamineus aqueous extract on plasma glucose concentration and lipid profile in normal and streptozotocin-induced diabetic rats. J Ethnopharmacol. 2007;109:510–514.", "ArticleIdList": ["17034971"]}, {"Citation": "Mohamed E.A.H., Siddiqui M.J.A., Ang L.F. Potent α-glucosidase and α-amylase inhibitory activities of standardized 50% ethanolic extracts and sinensetin from Orthosiphon stamineus Benth as anti-diabetic mechanism. BMC Complement Altern Med. 2012;12:176–182.", "ArticleIdList": ["PMC3533584", "23039079"]}, {"Citation": "Mohamed E.A.H., Mohamed A.J., Asmawi M.Z., Sadikun A., Ebrika O.S., Yam M.F. Antihyperglycemic effect of Orthosiphon stamineus Benth leaves extract and its bioassay-guided fractions. Molecules. 2011;16:3787–3801.", "ArticleIdList": ["PMC6263322", "21544041"]}, {"Citation": "Mohamed E.A.H., Yam M.F., Ang L.F., Mohamed A.J., Asmawi M.Z. Antidiabetic properties and mechanism of action of Orthosiphon stamineus Benth bioactive sub-fraction in streptozotocin-induced diabetic rats. J Acupunct Meridian Stud. 2013;6:31–40.", "ArticleIdList": ["23433053"]}, {"Citation": "Hoa N.K., Norberg A., Sillard R. The possible mechanisms by which phanoside stimulates insulin secretion from rat islets. J Endocrinol. 2007;192:389–394.", "ArticleIdList": ["17283239"]}, {"Citation": "Hossain M.A., Mizanur Rahman S.M. Isolation and characterisation of flavonoids from the leaves of medicinal plant Orthosiphon stamineus. Arab J Chem. 2015;8:218–221."}, {"Citation": "Arafat O.M., Tham S.Y., Sadikun A., Zhari I., Haughton P.J., Asmawi M.Z. Studies on diuretic and hypouricemic effects of Orthosiphon stamineus methanol extracts in rats. J Ethnopharmacol. 2008;118:354–360.", "ArticleIdList": ["18602231"]}, {"Citation": "Chabot F., Caron A., Laplante M., St-Pierre D.H. Interrelationships between ghrelin, insulin and glucose homeostasis: physiological relevance. World J Diabetes. 2014;5:328–341.", "ArticleIdList": ["PMC4058737", "24936254"]}, {"Citation": "Nadkarni P., Chepurny O.G., Holz G.G. Regulation of glucose homeostasis by GLP-1. Prog Mol Biol Transl Sci. 2014;121:23–65.", "ArticleIdList": ["PMC4159612", "24373234"]}, {"Citation": "Hoang Do O., Thorn P. Insulin secretion from beta cells within intact islets: location matters. Clin Exp Pharmacol Physiol. 2015;42:406–414.", "ArticleIdList": ["PMC4418378", "25676261"]}, {"Citation": "Muhammad H., Sulaiman S.A., Ismail Z., Paumgartten F.J.R. Study on the developmental toxicity of a standardized extract ofOrthosiphon stamineus in rats. Rev Bras Farmacogn. 2013;23:513–520."}, {"Citation": "Chin J.H., Abas H.H., Sabariah I. Toxicity study of Orthosiphon stamineus Benth (Misai Kucing) on Sprague Dawley rats. Trop Biomed. 2008;25:9–16.", "ArticleIdList": ["18600199"]}, {"Citation": "Abdullah N.R., Ismail Z., Ismail Z. Acute toxicity of Orthosiphon stamineus Benth standardized extract in Sprague Dawley rats. Phytomed Int J Phytother Phytopharm. 2009;16:222–226.", "ArticleIdList": ["17498941"]}, {"Citation": "Yam M.F., Lim C.P., Ang L.F. Antioxidant and toxicity studies of 50% methanolic extract of Orthosiphon stamineus Benth. BioMed Res Int. 2013", "ArticleIdList": ["PMC3899703", "24490155"]}, {"Citation": "Dimaraki E.V., Jaffe C.A. Role of endogenous ghrelin in growth hormone secretion, appetite regulation and metabolism. Rev Endocr Metab Disord. 2006;7:237–249.", "ArticleIdList": ["17195943"]}, {"Citation": "Alamri B.N., Shin K., Chappe V., Anini Y. The role of ghrelin in the regulation of glucose homeostasis. Horm Mol Biol Clin Investig. 2016;26:3–11.", "ArticleIdList": ["27235674"]}, {"Citation": "Adeghate E., Ponery A.S. Ghrelin stimulates insulin secretion from the pancreas of normal and diabetic rats. J Neuroendocrinol. 2002;14:555–560.", "ArticleIdList": ["12121492"]}, {"Citation": "Huang T., Lu K.N., Pai Y.P., Hsu C., Huang C. Role of GLP-1 in the hypoglycemic effects of wild bitter gourd. Evid Based Complement Alternat Med. 2013;2013:1–13.", "ArticleIdList": ["PMC3621175", "23589719"]}, {"Citation": "Hussein G.M.E., Matsuda H., Nakamura S. Mate tea (Ilex paraguariensis) promotes satiety and body weight lowering in mice: involvement of glucagon-like peptide-1. Biol Pharm Bull. 2011;34:1849–1855.", "ArticleIdList": ["22130241"]}, {"Citation": "Cicero A.F.G., Tartagni E. Antidiabetic properties of berberine: from cellular pharmacology to clinical effects. Hosp Pract. 1995 2012;40:56–63.", "ArticleIdList": ["22615079"]}]}], "History": [{"Year": "2018", "Month": "7", "Day": "31"}, {"Year": "2019", "Month": "5", "Day": "13"}, {"Year": "2019", "Month": "5", "Day": "15"}, {"Year": "2019", "Month": "7", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "6", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31334030", "PMC6624239", "10.1016/j.imr.2019.05.006", "S2213-4220(18)30218-X"]}}]}