{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Agriculture ecology"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31367686", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "07", "Day": "18"}], "Language": ["eng"], "ELocationID": ["e02093", "10.1016/j.heliyon.2019.e02093"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "5", "Issue": "7", "PubDate": {"Year": "2019", "Month": "Jul"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Morphophysiological changes of wild <i>Stachys multicaulis</i> species under physical conditions during the cultivation process.", "Pagination": {"StartPage": "e02093", "MedlinePgn": "e02093"}, "Abstract": {"AbstractText": ["Depending on the physical environmental conditions, cultivation process can have significant effects on the wild plants' morphophysiological characteristics<i>. Stachys multicaulis</i> is an Iranian wild endemic medicinal plant species and its cultivation preformed under different Soil Textures (ST) and Soil Moisture Regimes (SMRs). Controlled pot culture conditions performed with light, moderate, heavy STs and a set of SMRs at 100% Field Capacity (FC), 70%FC and 30% FC. Plant cultivated in heavy STs had higher performance in all measured treats. Height of plant (HP), Calibrated Greenness (CG), Leaf Ratio (LR) and Angle (LA), aerial Moisture Content (MC) did not show a regular trend in comparison to the wild. Unlike the Density of Trichome (DT), Length of leave's Trichome (LT) showed a significant change under cultivation conditions (p < 0.01). Also, as a physiological response, Essential Oils Components (EOC), especially thymol and bicyclogermacrene decreased with decreasing soil MC for light ST and the lowest change were observed in heavy ST and 30%FC. Generally, cultivation reduced EOCs, but improved plant's morphological characteristics."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Reclamation of Arid & Mountainous Regions, Faculty of Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Tavili", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Natural Resources, Isfahan University of Technology, Isfahan, 841568311, Iran."}], "LastName": "Bashari", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Reclamation of Arid & Mountainous Regions, Faculty of Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Yazdanshenas", "ForeName": "Habib", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Reclamation of Arid & Mountainous Regions, Faculty of Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Jafari", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Reclamation of Arid & Mountainous Regions, Faculty of Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Arzani", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Reclamation of Arid & Mountainous Regions, Faculty of Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Azarnivand", "ForeName": "Hossein", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abbo S., van-Oss R.P., Gopher A., Saranga Y., Ofner I., Peleg Z. Plant domestication versus crop evolution: a conceptual framework for cereals and grain legumes. Trends Plant Sci. 2014;19(6):351–360.", "ArticleIdList": ["24398119"]}, {"Citation": "Azizi M., Davareenejad G., Bos R., Woerdenbag H.J., Kayser O. Essential oil content and constituents of black zira (Bunium persicum [Boiss.] B. Fedtsch.) from Iran during field cultivation (domestication) J. Essent. Oil Res. 2009;21(1):78–82."}, {"Citation": "Beacham A.M., Hand P., Barker G.C., Denby K.J., Teakle G.R., Walley P.G., Monaghan J.M. Addressing the threat of climate change to agriculture requires improving crop resilience to short-term abiotic stress. Outlook Agric. 2018;47(4):270–276."}, {"Citation": "Bellucci E., Bitocchi E., Ferrarini A., Benazzo A., Biagetti E., Klie S., Minio A., Rau D., Rodriguez M., Panziera A., Venturini L. Decreased nucleotide and expression diversity and modified coexpression patterns characterize domestication in the common bean. Plant Cell. 2014;26(5):1901–1912.", "ArticleIdList": ["PMC4079357", "24850850"]}, {"Citation": "Bitocchi E., Bellucci E., Giardini A., Rau D., Rodriguez M., Biagetti E., Santilocchi R., Spagnoletti Zeuli P., Gioia T., Logozzo G., Attene G., Nanni L., Papa R. Molecular analysis of the parallel domestication of the common bean (Phaseolus vulgaris) in Mesoamerica and the Andes. New Phytol. 2013;197:300–313.", "ArticleIdList": ["23126683"]}, {"Citation": "Casas A., Caballero J., Valiente-Banuet A., Soriano J.A., Davila P. Morphological variation and the process of domestication of Stenocereus stellatus (Cactaceae) in Central Mexico. Am. J. Bot. 1999;86(4):522–533.", "ArticleIdList": ["10205072"]}, {"Citation": "Casas A., Otero-Arnaiz A., Pérez-Negrón E., Valiente-Banuet A. In situ management and domestication of plants in Mesoamerica. Ann. Bot. 2007;100(5):1101–1115.", "ArticleIdList": ["PMC2759202", "17652338"]}, {"Citation": "Cattivelli L., Rizza F., Badeck F.W., Mazzucotelli E., Mastrangelo A.M., Francia E., Mare C., Tondelli A., Stanca A.M. Drought tolerance improvement in crop plants: an integrated view from breeding to genomics. Field Crop. Res. 2008;105(1-2):1–14."}, {"Citation": "Chakhchar A., Lamaoui M., Aissam S., Ferradous A., Wahbi S., El Mousadik A., Ibnsouda-Koraichi S., Filali-Maltouf A., El Modafar C. Differential physiological and antioxidative responses to drought stress and recovery among four contrasting Argania spinosa ecotypes. J. Plant Interact. 2016;11(1):30–40."}, {"Citation": "Darwin C. John Murray; London: 1868. The Variation of Plants and Animals under Domestication."}, {"Citation": "Denison R.F. Evolutionary tradeoffs as opportunities to improve yield potential. Field Crop. Res. 2015;182:3–8."}, {"Citation": "Dumont R., Vernier P. Domestication of yams (Dioscorea cayenensis-rotundata) within the Bariba ethnic group in Benin. Outlook Agric. 2000;(2):137–142."}, {"Citation": "El Bouzidi L., Jamali C.A., Bekkouche K., Hassani L., Wohlmuth H., Leach D., Abbad A. Chemical composition, antioxidant and antimicrobial activities of essential oils obtained from wild and cultivated Moroccan Thymus species. Ind. Crops Prod. 2013;43:450–456."}, {"Citation": "Erdemoglu N., Turan N.N., Cakõcõ I., Sener B., Aydõn A. Antioxidant activities of some Lamiaceae plant extracts. Phytother Res. Int. J. Devoted Pharmacol. Toxicol. Eval. Nat. Prod. Deriv. 2006;20(1):9–13.", "ArticleIdList": ["16397914"]}, {"Citation": "Figueredo C.J., Casas A., Colunga-GarcíaMarín P., Nassar J.M., González-Rodríguez A. Morphological variation, management and domestication of ‘maguey alto’(Agave inaequidens) and ‘maguey manso’(A. hookeri) in Michoacán, México. J. Ethnobiol. Ethnomed. 2014;10(1):66.", "ArticleIdList": ["PMC4177152", "25227277"]}, {"Citation": "Fuller D.Q., Allaby R.G., Stevens C. Domestication as innovation: the entanglement of techniques, technology and chance in the domestication of cereal crops. World Archaeol. 2010;42(1):13–28."}, {"Citation": "Gepts P. Crop domestication as a long-term selection experiment. Plant Breed. Rev. 2004;24(2):1–44."}, {"Citation": "Harlan J.R. Origins and processes of domestication. In: Chapman G.P., editor. Grass Evolution and Domestication, 159–175. Cambridge University Press; Cambridge: 1992."}, {"Citation": "Jamzad M., Akbari M.T., Rustaiyan A., Masoudi S., Azad L. Chemical composition of essential oils of three Stachys species growing wild in Iran: stachys asterocalyx rech. F., Stachys obtusicrena Boiss. and Stachys multicaulis Benth. J. Essent. Oil Res. 2009;21(2):101–104."}, {"Citation": "Joshi R., Singh B., Shukla A. Evaluation of elite rice genotypes for physiological and yield attributes under aerobic and irrigated conditions in tarai areas of western Himalayan region. Curr. Plant Biol. 2018"}, {"Citation": "Kanmegne G., Mbibong D.A., Fotso Omokolo D.N. Domestication of Xylopia parviflora (A. Rich.) Benth: testing different pre-treatment protocols and substrates for inducing seeds germination. For. Trees Livelihoods. 2018;27(1):22–31."}, {"Citation": "Karray-Bouraoui N., Rabhi M., Neffati M., Baldan B., Ranieri A., Marzouk B., Lachaâl M., Smaoui A. Salt effect on yield and composition of shoot essential oil and trichome morphology and DT on leaves of Mentha pulegium. Ind. Crops Prod. 2009;30(3):338–343."}, {"Citation": "Matesanz S., Milla R. Differential plasticity to water and nutrients between crops and their wild progenitors. Environ. Exp. Bot. 2018;145:54–63."}, {"Citation": "Matsuoka Y. Evolution of polyploid Triticum wheats under cultivation: the role of domestication, natural hybridization and allopolyploid speciation in their diversification. Plant Cell Physiol. 2011;52(5):750–764.", "ArticleIdList": ["21317146"]}, {"Citation": "Milla R., García-Palacios P., Matesanz S. Looking at past domestication to secure ecosystem services of future croplands. J. Ecol. 2017;105(4):885–889."}, {"Citation": "Mozaffarian V. vol. I. Amir Kabir Publishing.; 2007. p. 1450p. (Iranian Medicinal Plants and Their Geography Distribute)."}, {"Citation": "Mubeen M., Ahmad A., Wajid A., Khaliq T., Hammad H.M., Sultana S.R., Ahmad S., Fahad S., Nasim W. Application of CSM-CERES-Maize model in optimizing irrigated conditions. Outlook Agric. 2016;45(3):173–184."}, {"Citation": "Nekratova N.A., Shurupova M.N. Medicinal plants in the Altai Mountains: reserves of raw materials and annual possible volumes of harvesting. Int. J. Environ. Stud. 2015;72(3):490–500."}, {"Citation": "Noori S.A., Izadi-Darbandi A., Mehdi Mortazavian S.M. Effect of Salinityon morpho-physiological characteristics of spring. Wheat Genotypes. 2014;4(1):13–21."}, {"Citation": "Pérez-Jaramillo J.E., Mendes R., Raaijmakers J.M. Impact of plant domestication on rhizosphere microbiome assembly and functions. Plant Mol. Biol. 2016;90(6):635–644.", "ArticleIdList": ["PMC4819786", "26085172"]}, {"Citation": "Pickersgill B. Domestication of plants in the Americas: insights from Mendelian and molecular genetics. Ann. Bot. 2007;100(5):925–940.", "ArticleIdList": ["PMC2759216", "17766847"]}, {"Citation": "Prakash R., Singh D., Pathak N.P. The effect of soil texture in soil moisture retrieval for specular scattering at C-band. Prog. Electromag. Res. 2010;108:177–204."}, {"Citation": "Promkhambut A., Younger A., Polthanee A., Akkasaeng C. Morphological and physiological responses of sorghum (Sorghum bicolor L. Moench) to waterlogging. Asian J. Plant Sci. 2010;9(4):183."}, {"Citation": "Purugganan M.D., Fuller D.Q. The nature of selection during plant domestication. Nature. 2009;457(7231):843.", "ArticleIdList": ["19212403"]}, {"Citation": "Qayyum A., Razzaq A., Bibi Y., Khan S.U., Abbasi K.S., Sher A., Mehmood A., Ahmed W., Mahmood I., Manaf A., Khan A. Water stress effects on biochemical traits and antioxidant activities of wheat (Triticum aestivum L.) under in vitro conditions. Acta Agric. Scand. Sect. B Soil Plant Sci. 2018;68(4):283–290."}, {"Citation": "Quilot B., Kervella J., Génard M. Shape, mass and dry matter content of peaches of varieties with different domestication levels. Sci. Hortic. 2004;99(3-4):387–393."}, {"Citation": "Rahman S., Duursma R.A., Muktadir M.A., Roberts T.H., Atwell B.J. Leaf canopy architecture determines light interception and carbon gain in wild and domesticated Oryza species. Environ. Exp. Bot. 2018;155:672–680."}, {"Citation": "Ranjbar A., Mousavi S. Effects of drought stress on the efficiency of photosystem II and content of pigments in the leaves of Nitraria schoberi L. J. Plant Ecophysiol. 2015;7(21) 97-85."}, {"Citation": "Rustaiyan A., Faridchehr A., Ariaee Fard m. Chemical constituents and biological activities of some Iranian Stachys species. Eur. J. Pharmaceut. Med. Res. 2017;4(07):211–214."}, {"Citation": "Safaei-Ghomi J., Bamoniri A., Hatami A.R., Batooli H. Composition of the essential oil of Stachys acerosa growing in central Iran. Chem. Nat. Compd. 2007;43:37–39."}, {"Citation": "Sakuma S. The domestication syndrome genes responsible for the major changes in plant form in the Triticeae crops. Plant Cell Physiol. 2011;52:738–749.", "ArticleIdList": ["PMC3093126", "21389058"]}, {"Citation": "Shelef O., Guy O., Solowey E., Kam M., Degen A.A., Rachmilevitch S. Domestication of plants for sustainable agriculture in drylands: experience from the Negev Desert. Arid Land Res. Manag. 2016;30(2):209–228."}, {"Citation": "Sidina M.M., El Hansali M., Wahid N., Ouatmane A., Boulli A., Haddioui A. Fruit and seed diversity of domesticated carob (Ceratonia siliqua L.) in Morocco. Sci. Hortic. 2009;123(1):110–116."}, {"Citation": "Sharif N., Jaskani M.J., Naqvi S.A., Awan F.S. Exploitation of diversity in domesticated and wild ber (Ziziphus mauritiana Lam.) germplasm for conservation and breeding in Pakistan. Sci. Hortic. 2019;249:228–239."}, {"Citation": "Slugina M.A., Shchennikova A.V., Pishnaya O.N., Kochieva E.Z. Assessment of the fruit-ripening-related FUL2 gene diversity in morphophysiologically contrasted cultivated and wild tomato species. Mol. Breed. 2018;38(7):82."}, {"Citation": "Sun C., Gao X., Fu J., Zhou J., Wu X. Metabolic response of maize (Zea mays L.) plants to combined drought and salt stress. Plant Soil. 2015;388(1-2):99–117."}, {"Citation": "Thapa S., Xue Q., Jessup K.E., Rudd J.C., Liu S., Marek T.H., Devkota R.N., Baker J.A., Baker S. Yield determination in winter wheat under different water regimes. Field Crop. Res. 2019;233:80–87."}, {"Citation": "Tajamoliyan M., Irannezhad Parizi M.H., Malekinezhad H., Rad M.H., Sodaiizadeh H. Effects of water stress on some physiological characteristics of range plants pen ( Fortuynia bungei Boiss.) J. Genet. Plant Breed.Pasture Woodland. 2013;20(2):273–283."}, {"Citation": "Turcotte M.M., Araki H., Karp D.S., Poveda K., Whitehead S.R. The eco-evolutionary impacts of domestication and agricultural practices on wild species. Phil. Trans. R. Soc. B. 2017;372(1712):20160033.", "ArticleIdList": ["PMC5182429", "27920378"]}, {"Citation": "Ulén B., Aronsson H. Nitrogen and phosphorus leaching under the potential biennial oilseed plant Lepidium campestre L. in a field trial. Acta Agric. Scand. Sect. B Soil Plant Sci. 2018;68(6):555–561."}, {"Citation": "Winchell F., Stevens C.J., Murphy C., Champion L., Fuller D.Q. Evidence for sorghum domestication in fourth millennium BC Eastern Sudan: spikelet morphology from ceramic impressions of the Butana group. Curr. Anthropol. 2017;58(5):673–683."}, {"Citation": "Yadav S.P., Ibaraki Y., Gupta S.D. Estimation of the chlorophyll content of micropropagated potato plants using RGB based image analysis. Plant Cell Tissue Organ Cult. 2010;100(2):183–188."}, {"Citation": "Yazdanshenas H., Shafeian E., Nasiri M., Mousavi S.A. Indigenous knowledge on use values of Karvan district plants, Iran. Environ. Dev. Sustain. 2016;18(4):1217–1238."}]}], "History": [{"Year": "2019", "Month": "2", "Day": "13"}, {"Year": "2019", "Month": "5", "Day": "9"}, {"Year": "2019", "Month": "7", "Day": "12"}, {"Year": "2019", "Month": "8", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "7", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["31367686", "PMC6646864", "10.1016/j.heliyon.2019.e02093", "S2405-8440(19)35753-6"]}}]}