{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chemosystematics", "Club moss", "Huperzioideae", "Lycopodiaceae", "Phylogeny"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31376517", "DateCompleted": {"Year": "2020", "Month": "02", "Day": "18"}, "DateRevised": {"Year": "2020", "Month": "02", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "07", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2019.112130", "S0378-8741(19)31127-4"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "245", "PubDate": {"Year": "2019", "Month": "Dec", "Day": "05"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Ethnopharmacology of the club moss subfamily Huperzioideae (Lycopodiaceae, Lycopodiophyta): A phylogenetic and chemosystematic perspective.", "Pagination": {"StartPage": "112130", "MedlinePgn": "112130"}, "Abstract": {"AbstractText": ["The most speciose subfamily Huperzioideae (Lycopodiaceae, Lycopodiophyta) contains about 276 species, and some (ca. 20 species) have traditionally been used for the treatment of e.g., dementia, rheumatism and traumatic injury. Ethnopharmacological studies have also contributed to the development of huperzine A as a drug lead, a compound first isolated from the club moss Huperzia serrata (Thunb. ex Murray) Trevis.", "This review, with a phylogenetic and chemosystematic perspective, intends to highlight plant identification challenges in these taxa with examples from club moss phytochemical and ethnopharmacological studies, as these lead to data inconsistency and confusion. We suggest that future studies should include more details on plant identification including for example plant specimen images and DNA barcoding data. An integrative approach combining DNA barcoding and chemical fingerprinting is also introduced.", "Literature concerning ethnopharmacology and chemosystematics of Huperzioideae club mosses was searched from databases, e.g. PubMed, Web of Science, SciFinder, etc. Plant names were retrieved from original publications, and compared with up-to-date taxonomic and phylogenetic status. Ethnobotanical uses and herbal preparations were summarized. Production of certain pharmaceutically interesting compounds, such as the alkaloid huperzine A, was explored in a phylogenetic context.", "Most traditionally used club mosses are associated with psychoactivity, followed by medicinal uses against rheumatism and traumatic injury. Herbs are often prepared as infusions, decoctions or tinctures, and this implies importance of water- or aqueous-alcohol-soluble substances, such as alkaloids. Most ethnopharmacological papers on club mosses need to update or correct plant names according to recent taxonomic nomenclature, and there are still a number of unidentified species with traditional use. Advanced LC-MS chemical profiling techniques, enable distinction of genotypes of the same species as well as annotation of potential chemotaxonomic markers. In combination with DNA barcoding, chemosystematics could also help us select plant taxa with higher pharmaceutical potential. Caution should be taken when interpreting bioassay results, in terms of compounds or extract preparation and bioassay standardization.", "Huperzioideae club mosses have interesting pharmaceutical potential supported by ethnopharmacological investigations. Bioprospecting of these plants should be preceded by careful plant identification to produce consistent and reproducible data. We expect that DNA barcoding and LC-MS-based chemical fingerprinting could facilitate and improve ethnopharmaceutical studies in selection of club moss taxa."], "CopyrightInformation": "Copyright © 2019 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences, University of Iceland, IS-107, Reykjavik, Iceland."}], "LastName": "Xu", "ForeName": "Maonian", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Akureyri Division, Icelandic Institute of Natural History, IS-600, Akureyri, Iceland."}], "LastName": "Heidmarsson", "ForeName": "Starri", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural History Museum, University of Oslo, NO-0318, Oslo, Norway."}], "LastName": "de Boer", "ForeName": "Hugo J", "Initials": "HJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural History Museum, University of Oslo, NO-0318, Oslo, Norway."}], "LastName": "Kool", "ForeName": "Anneleen", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences, University of Iceland, IS-107, Reykjavik, Iceland. Electronic address: elinsol@hi.is."}], "LastName": "Olafsdottir", "ForeName": "Elin Soffia", "Initials": "ES"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": ["chemistry", "genetics"], "DescriptorName": "Lycopodiaceae"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["analysis"], "DescriptorName": "Phytochemicals"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "5", "Day": "29"}, {"Year": "2019", "Month": "7", "Day": "30"}, {"Year": "2019", "Month": "7", "Day": "30"}, {"Year": "2019", "Month": "8", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "4", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31376517", "10.1016/j.jep.2019.112130", "S0378-8741(19)31127-4"]}}]}