{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["NF-κB", "Nrf2", "fibrosis", "inflammation", "reactive oxygen species"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31389060", "DateCompleted": {"Year": "2021", "Month": "07", "Day": "06"}, "DateRevised": {"Year": "2021", "Month": "07", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "08", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.1002/jat.3880"], "Journal": {"ISSN": "1099-1263", "JournalIssue": {"Volume": "40", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan"}}, "Title": "Journal of applied toxicology : JAT", "ISOAbbreviation": "J Appl Toxicol"}, "ArticleTitle": "Free radicals, antioxidants, nuclear factor-E2-related factor-2 and liver damage.", "Pagination": {"StartPage": "151", "EndPage": "168", "MedlinePgn": "151-168"}, "Abstract": {"AbstractText": ["Oxidative/nitrosative stress is proposed to be a critical factor in various diseases, including liver pathologies. Antioxidants derived from medicinal plants have been studied extensively and are relevant to many illnesses, including liver diseases. Several hepatic disorders, such as viral hepatitis and alcoholic or nonalcoholic steatohepatitis, involve free radicals/oxidative stress as agents that cause or at least exacerbate liver injury, which can result in chronic liver diseases, such as liver fibrosis, cirrhosis and end-stage hepatocellular carcinoma. In this scenario, nuclear factor-E2-related factor-2 (Nrf2) appears to be an essential factor to counteract or attenuate oxidative or nitrosative stress in hepatic cells. In fact, a growing body of evidence indicates that Nrf2 plays complex and multicellular roles in hepatic inflammation, fibrosis, hepatocarcinogenesis and regeneration via the induction of its target genes. Inflammation is the most common feature of chronic liver diseases, triggering fibrosis, cirrhosis and hepatocellular carcinoma. Increasing evidence indicates that Nrf2 counteracts the proinflammatory process by modulating the recruitment of inflammatory cells and inducing the endogenous antioxidant response of the cell. In this review, the interactions between antioxidant and inflammatory molecular pathways are analyzed."], "CopyrightInformation": "© 2019 John Wiley & Sons, Ltd."}, "AuthorList": [{"Identifier": ["0000-0002-6616-9760"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Experimental Hepatology, Department of Pharmacology, Cinvestav-IPN, Mexico City, Mexico."}], "LastName": "Ramos-Tovar", "ForeName": "Erika", "Initials": "E"}, {"Identifier": ["0000-0002-2236-6631"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Experimental Hepatology, Department of Pharmacology, Cinvestav-IPN, Mexico City, Mexico."}], "LastName": "Muriel", "ForeName": "Pablo", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Appl Toxicol", "NlmUniqueID": "8109495", "ISSNLinking": "0260-437X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Inflammation Mediators"}, {"RegistryNumber": "0", "NameOfSubstance": "NF-E2-Related Factor 2"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Nitrogen Species"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["metabolism"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["metabolism"], "DescriptorName": "Inflammation Mediators"}, {"QualifierName": ["metabolism", "pathology"], "DescriptorName": "Liver"}, {"QualifierName": ["epidemiology", "metabolism", "pathology"], "DescriptorName": "Liver Diseases"}, {"QualifierName": ["metabolism"], "DescriptorName": "NF-E2-Related Factor 2"}, {"QualifierName": [], "DescriptorName": "Nitrosative Stress"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Nitrogen Species"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Signal Transduction"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Agudo, A., Cabrera, L., Amiano, P., Ardanaz, E., Barricarte, A., Berenguer, T., … González, C. A. (2007). Fruit and vegetable intakes, dietary antioxidant nutrients, and total mortality in Spanish adults: findings from the Spanish cohort of the European Prospective Investigation into Cancer and Nutrition (EPIC-Spain). The American Journal of Clinical Nutrition, 85(6), 1634-1642. https://doi.org/10.1093/ajcn/85.6.1634"}, {"Citation": "Ahamed, J., & Laurence, J. (2017). Role of platelet-derived transforming growth factor-β1 and reactive oxygen species in radiation-induced organ fibrosis. Antioxidants and Redox Signaling, 27(13), 977-988. https://doi.org/10.1089/ars.2017.7064"}, {"Citation": "Ahmad, R., Raina, D., Meyer, C., Kharbanda, S., & Kufe, D. (2006). Triterpenoid CDDO-Me blocks the NF-κB pathway by direct inhibition of IKKβ on Cys-179. Journal of Biological Chemistry, 281(47), 35764-35769. https://doi.org/10.1074/jbc. M607160200"}, {"Citation": "Ahmad, S. T., Arjumand, W., Nafees, S., Seth, A., Ali, N., Rashid, S., & Sultana, S. (2012). Hesperidin alleviates acetaminophen induced toxicity in Wistar rats by abrogation of oxidative stress, apoptosis and inflammation. Toxicology Letters, 208(2), 149-161. https://doi.org/10.1016/j.toxlet.2011.10.023"}, {"Citation": "Ahmed, S. M. U., Luo, L., Namani, A., Wang, X. J., & Tang, X. (2017). Nrf2 signaling pathway: pivotal roles in inflammation. Biochimica et Biophysica Acta, 1863(2), 585-597. https://doi.org/10.1016/j.bbadis.2016.11.005"}, {"Citation": "Arkan, M. C., Hevener, A. L., Greten, F. R., Maeda, S., Li, Z.-W., Long, J. M., … Karin, M. (2005). IKK-β links inflammation to obesity-induced insulin resistance. Nature Medicine, 11(2), 191-198. https://doi.org/10.1038/nm1185"}, {"Citation": "Artandi, S. E., & DePinho, R. A. (2010). Telomeres and telomerase in cancer. Carcinogenesis, 31(1), 9-18. https://doi.org/10.1093/carcin/bgp268"}, {"Citation": "Bae, S. H., Sung, S. H., Cho, E. J., Lee, S. K., Lee, H. E., Woo, H. A., … Rhee, S. G. (2011). Concerted action of sulfiredoxin and peroxiredoxin I protects against alcohol-induced oxidative injury in mouse liver. Hepatology, 53(3), 945-953. https://doi.org/10.1002/hep.24104"}, {"Citation": "Banning, A., & Brigelius-Flohé, R. (2005). NF-κB, Nrf2, and HO-1 interplay in redox-regulated VCAM-1 expression. Antioxidants and Redox Signaling, 7(7-8), 889-899. https://doi.org/10.1089/ars.2005.7.889"}, {"Citation": "Begriche, K., Igoudjil, A., Pessayre, D., & Fromenty, B. (2006). Mitochondrial dysfunction in NASH: Causes, consequences and possible means to prevent it. Mitochondrion, 6(1), 1-28. https://doi.org/10.1016/j.mito.2005.10.004"}, {"Citation": "Bellezza, I., Tucci, A., Galli, F., Grottelli, S., Mierla, A. L., Pilolli, F., & Minelli, A. (2012). Inhibition of NF-κB nuclear translocation via HO-1 activation underlies α-tocopheryl succinate toxicity. The Journal of Nutritional Biochemistry, 23(12), 1583-1591. https://doi.org/10.1016/j.jnutbio.2011.10.012"}, {"Citation": "Bishayee, A., Bhatia, D., Thoppil, R. J., Darvesh, A. S., Nevo, E., & Lansky, E. P. (2011). Pomegranate-mediated chemoprevention of experimental hepatocarcinogenesis involves Nrf2-regulated antioxidant mechanisms. Carcinogenesis, 32(6), 888-896. https://doi.org/10.1093/carcin/bgr045"}, {"Citation": "Borkham-Kamphorst, E., & Weiskirchen, R. (2016). The PDGF system and its antagonists in liver fibrosis. Cytokine and Growth Factor Reviews, 28, 53-61. https://doi.org/10.1016/j.cytogfr.2015.10.002"}, {"Citation": "Boudreau, H. E., Emerson, S. U., Korzeniowska, A., Jendrysik, M. A., & Leto, T. L. (2009). Hepatitis C virus (HCV) proteins induce NADPH oxidase 4 expression in a transforming growth factor-dependent manner: a new contributor to HCV-induced oxidative stress. Journal of Virology, 83(24), 12934-12946. https://doi.org/10.1128/JVI.01059-09"}, {"Citation": "Brigelius-Flohé, R., & Flohé, L. (2011). Basic principles and emerging concepts in the redox control of transcription factors. Antioxidants and Redox Signaling, 15(8), 2335-2381. https://doi.org/10.1089/ars.2010.3534"}, {"Citation": "Browning, J. D., & Horton, J. D. (2004). Molecular mediators of hepatic steatosis and liver injury. Journal of Clinical Investigation, 114(2), 147-152. https://doi.org/10.1172/JCI22422"}, {"Citation": "Brunt, E. M., Kleiner, D. E., Wilson, L. A., Belt, P., & Neuschwander-Tetri, B. A. (2011). Nonalcoholic fatty liver disease (NAFLD) activity score and the histopathologic diagnosis in NAFLD: distinct clinicopathologic meanings. Hepatology, 53(3), 810-820. https://doi.org/10.1002/hep.24127"}, {"Citation": "Butura, A., Nilsson, K., Morgan, K., Morgan, T. R., French, S. W., Johansson, I., … Ingelman-Sundberg, M. (2009). The impact of CYP2E1 on the development of alcoholic liver disease as studied in a transgenic mouse model. Journal of Hepatology, 50(3), 572-583. https://doi.org/10.1016/j.jhep.2008.10.020"}, {"Citation": "Caldwell, S., Ikura, Y., Dias, D., Isomoto, K., Yabu, A., Moskaluk, C., … Redick, J. A. (2010). Hepatocellular ballooning in NASH. Journal of Hepatology, 53(4), 719-723. https://doi.org/10.1016/j.jhep.2010.04.031"}, {"Citation": "Carvajal-Yepes, M., Himmelsbach, K., Schaedler, S., Ploen, D., Krause, J., Ludwig, L., … Hildt, E. (2011). Hepatitis C virus impairs the induction of cytoprotective Nrf2 target genes by delocalization of small Maf proteins. Journal of Biological Chemistry, 286(11), 8941-8951. https://doi.org/10.1074/jbc M110.186684"}, {"Citation": "Casas-Grajales, S., & Muriel, P. (2017). The liver, oxidative stress and antioxidants. In P. Muriel (Ed.), Liver pathophysiology: Therapies and antioxidants (pp. 583-604). Waltham, MA: Elsevier."}, {"Citation": "Chambel, S. S., Santos-Gonçalves, A., & Duarte, T. L. (2015). The dual role of Nrf2 in nonalcoholic fatty liver disease: regulation of antioxidant defenses and hepatic lipid metabolism. BioMed Research International, 2015, 1-10. https://doi.org/10.1155/2015/597134"}, {"Citation": "Chen, X.-L., Dodd, G., Thomas, S., Zhang, X., Wasserman, M. A., Rovin, B. H., & Kunsch, C. (2006). Activation of Nrf2/ARE pathway protects endothelial cells from oxidant injury and inhibits inflammatory gene expression. American Journal of Physiology-Heart and Circulatory Physiology, 290(5), H1862-H1870. https://doi.org/10.1152/ajpheart.00651.2005"}, {"Citation": "Chiodi, I., & Mondello, C. (2012). Telomere-independent functions of telomerase in nuclei, cytoplasm, and mitochondria. Frontiers in Oncology, 2(28), 133. https://doi.org/10.3389/fonc.2012.00133"}, {"Citation": "Cho, I. J., Kim, J. W., Jung, J. J., Sung, S. H., Kim, J., Lee, N., & Ku, S. K. (2016). Hepatoprotective effects of Hoveniae Semen Cum Fructus extracts in ethanol intoxicated mice. Journal of Exercise Nutrition and Biochemistry, 20(1), 50-65. https://doi.org/10.20463/jenb.2016.03.20.1.4"}, {"Citation": "Choi, J., Corder, N. L. B., Koduru, B., & Wang, Y. (2014). Oxidative stress and hepatic Nox proteins in chronic hepatitis C and hepatocellular carcinoma. Free Radical Biology and Medicine, 72, 267-284. https://doi.org/10.1016/j.freeradbiomed.2014.04.020"}, {"Citation": "Choi, M.-K., Han, J.-M., Kim, H.-G., Lee, J.-S., Lee, J.-S., Wang, J.-H., … Son, C.-G. (2013). Aqueous extract of Artemisia capillaris exerts hepatoprotective action in alcohol-pyrazole-fed rat model. Journal of Ethnopharmacology, 147(3), 662-670. https://doi.org/10.1016/j.jep.2013.03.065"}, {"Citation": "Chowdhry, S., Nazmy, M. H., Meakin, P. J., Dinkova-Kostova, A. T., Walsh, S. V., Tsujita, T., … Hayes, J. D. (2010). Loss of Nrf2 markedly exacerbates nonalcoholic steatohepatitis. Free Radical Biology and Medicine, 48(2), 357-371. https://doi.org/10.1016/j.freeradbiomed.2009.11.007"}, {"Citation": "Corcoran, G. B., & Wong, B. K. (1986). Role of glutathione in prevention of acetaminophen-induced hepatotoxicity by N-acetyl-L-cysteine in vivo: studies with N-acetyl-D-cysteine in mice. The Journal of Pharmacology and Experimental Therapeutics, 238(1), 54-61. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/3723405"}, {"Citation": "Cuadrado, A., Rojo, A. I., Wells, G., Hayes, J. D., Cousin, S. P., Rumsey, W. L., … Dinkova-Kostova, A. T. (2019). Therapeutic targeting of the NRF2 and KEAP1 partnership in chronic diseases. Nature Reviews Drug Discovery, 18(4), 295-317. https://doi.org/10.1038/s41573-018-0008-x"}, {"Citation": "Dara, L., Liu, Z.-X., & Kaplowitz, N. (2017). Pathogenesis of idiosyncratic drug induced liver injury. In Liver pathophysiology: Therapies and antioxidants (pp. 87-100). Waltham, MA: Elsevier."}, {"Citation": "de Martel, C., Maucort-Boulch, D., Plummer, M., & Franceschi, S. (2015). World-wide relative contribution of hepatitis B and C viruses in hepatocellular carcinoma. Hepatology, 62(4), 1190-1200. https://doi.org/10.1002/hep.27969"}, {"Citation": "de Mochel, N. S. R., Seronello, S., Wang, S. H., Ito, C., Zheng, J. X., Liang, T. J., … Choi, J. (2010). Hepatocyte NAD(P)H oxidases as an endogenous source of reactive oxygen species during hepatitis C virus infection. Hepatology, 52(1), 47-59. https://doi.org/10.1002/hep.23671"}, {"Citation": "de Oliveira, D. G., de Faria Ghetti, F., Moreira, A. P. B., Hermsdorff, H. H. M., de Oliveira, J. M., & de Castro Ferreira, L. E. V. V. (2018). Association between dietary total antioxidant capacity and hepatocellular ballooning in nonalcoholic steatohepatitis: a cross-sectional study. European Journal of Nutrition, 1-8, in Press. https://doi.org/10.1007/s00394-018-1776-0"}, {"Citation": "Djordjevic, J., Djordjevic, A., Adzic, M., Niciforovic, A., & Radojcic, M. B. (2010). Chronic stress differentially affects antioxidant enzymes and modifies the acute stress response in liver of Wistar rats. Physiological Research, 59(5), 729-736. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/20406049"}, {"Citation": "Dröge, W. (2003). Oxidative stress and aging. Advances in Experimental Medicine and Biology, 543, 191-200. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/14713123"}, {"Citation": "Du, K., Farhood, A., & Jaeschke, H. (2017). Mitochondria-targeted antioxidant Mito-Tempo protects against acetaminophen hepatotoxicity. Archives of Toxicology, 91(2), 761-773. https://doi.org/10.1007/s00204-016-1692-0"}, {"Citation": "Duracková, Z. (2010). Some current insights into oxidative stress. Physiological Research, 59(4), 459-469. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/19929132"}, {"Citation": "El-Serag, H. B., & Rudolph, K. L. (2007). Hepatocellular carcinoma: epidemiology and molecular carcinogenesis. Gastroenterology, 132(7), 2557-2576. https://doi.org/10.1053/j.gastro.2007.04.061"}, {"Citation": "Enomoto, A., Itoh, K., Nagayoshi, E., Haruta, J., Kimura, T., O'Connor, T., … Yamamoto, M. (2001). High sensitivity of Nrf2 knockout mice to acetaminophen hepatotoxicity associated with decreased expression of ARE-regulated drug metabolizing enzymes and antioxidant genes. Toxicological Sciences, 59(1), 169-177. https://doi.org/10.1093/toxsci/59.1.169 Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/11134556"}, {"Citation": "Erhardt, A., Stahl, W., Sies, H., Lirussi, F., Donner, A., & Häussinger, D. (2011). Plasma levels of vitamin E and carotenoids are decreased in patients with nonalcoholic steatohepatitis (NASH). European Journal of Medical Research, 16(2), 76-78. https://doi.org/10.1186/2047-783X-16-2-76"}, {"Citation": "Fassio, E. (2010). Hepatitis C and hepatocellular carcinoma. Annals of Hepatology, 9, 119-122. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/20714008"}, {"Citation": "Fataccioli, V., Andraud, E., Gentil, M., French, S. W., & Rouach, H. (1999). Effects of chronic ethanol administration on rat liver proteasome activities: Relationship with oxidative stress. Hepatology, 29(1), 14-20. https://doi.org/10.1002/hep.510290106"}, {"Citation": "Ferlay, J., Shin, H.-R., Bray, F., Forman, D., Mathers, C., & Parkin, D. M. (2010). Estimates of worldwide burden of cancer in 2008: GLOBOCAN 2008. International Journal of Cancer, 127(12), 2893-2917. https://doi.org/10.1002/ijc.25516"}, {"Citation": "Finkel, T., & Holbrook, N. J. (2000). Oxidants, oxidative stress and the biology of ageing. Nature, 408(6809), 239-247. https://doi.org/10.1038/35041687"}, {"Citation": "Fisher, A. B. (2009). Redox signaling across cell membranes. Antioxidants and Redox Signaling, 11(6), 1349-1356. https://doi.org/10.1089/ars.2008.2378"}, {"Citation": "French, S., Nash, J., Shitabata, P., Kachi, K., Hara, C., Chedid, A., & Mendenhall, C. (1993). Pathology of alcoholic liver disease. Seminars in Liver Disease, 13(02), 154-169. https://doi.org/10.1055/s-2007-1007346"}, {"Citation": "French, S. W. (2017). The pathophysiology of alcoholic liver disease. In P. Muriel (Ed.), Liver pathophysiology: Therapies and antioxidants (pp. 141-157). Waltham, MA: Elsevier."}, {"Citation": "Fu, N., Yao, H., Nan, Y., & Qiao, L. (2017). Role of oxidative stress in hepatitis C virus induced hepatocellular carcinoma. Current Cancer Drug Targets, 17(6), 498-504. https://doi.org/10.2174/1568009616666160926124043"}, {"Citation": "Fujinaga, H., Tsutsumi, T., Yotsuyanagi, H., Moriya, K., & Koike, K. (2011). Hepatocarcinogenesis in hepatitis C: HCV shrewdly exacerbates oxidative stress by modulating both production and scavenging of reactive oxygen species. Oncology, 81(s1), 11-17. https://doi.org/10.1159/000333253"}, {"Citation": "Fujita, N., Sugimoto, R., Ma, N., Tanaka, H., Iwasa, M., Kobayashi, Y., … Takei, Y. (2008). Comparison of hepatic oxidative DNA damage in patients with chronic hepatitis B and C. Journal of Viral Hepatitis, 15(7), 498-507. https://doi.org/10.1111/j.1365-2893.2008.00972.x"}, {"Citation": "Fukui, H. (2017). Cytokines in hepatic injury. In P. Muriel (Ed.), Liver pathophysiology: Therapies and antioxidants (pp. 341-354). Waltham, MA: Elsevier."}, {"Citation": "Gao, Y., Chu, S.-F., Xia, C.-Y., Zhang, Z., Zhang, S., & Chen, N.-H. (2016). Rg1 attenuates alcoholic hepatic damage through regulating AMP-activated protein kinase and nuclear factor erythroid 2-related factor 2 signal pathways. Journal of Asian Natural Products Research, 18(8), 765-778. https://doi.org/10.1080/10286020.2016.1162787"}, {"Citation": "García, O. P., Long, K. Z., & Rosado, J. L. (2009). Impact of micronutrient deficiencies on obesity. Nutrition Reviews, 67(10), 559-572. https://doi.org/10.1111/j.1753-4887.2009.00228.x"}, {"Citation": "Georgakilas, A. G., Mosley, W. G., Georgakila, S., Ziech, D., & Panayiotidis, M. I. (2010). Viral-induced human carcinogenesis: an oxidative stress perspective. Molecular BioSystems, 6(7), 1162-1172. https://doi.org/10.1039/b923958h"}, {"Citation": "Georgoulis, M., Fragopoulou, E., Kontogianni, M. D., Margariti, A., Boulamatsi, O., Detopoulou, P., … Papatheodoridis, G. (2015). Blood redox status is associated with the likelihood of nonalcoholic fatty liver disease irrespectively of diet's total antioxidant capacity. Nutrition Research, 35(1), 41-48. https://doi.org/10.1016/j.nutres.2014.11.004"}, {"Citation": "Ghanem, C. I., Ruiz, M. L., Villanueva, S. S. M., Luquita, M., Llesuy, S., Catania, V. A., … Mottino, A. D. (2009). Effect of repeated administration with subtoxic doses of acetaminophen to rats on enterohepatic recirculation of a subsequent toxic dose. Biochemical Pharmacology, 77(10), 1621-1628. https://doi.org/10.1016/j.bcp.2009.02.006"}, {"Citation": "Girish, C., & Pradhan, S. C. (2017). Herbal drugs on the liver. In P. Muriel (Ed.), Liver pathophysiology: Therapies and antioxidants (pp. 605-620). Waltham, MA: Elsevier."}, {"Citation": "Gonçalves, I. O., Martins, M. J., Beleza, J., Ascensão, A., & Magalhães, J. (2017). Exercise, liver steatosis, and free radicals. In Liver pathophysiology: Therapies and antioxidants (pp. 309-322). Waltham, MA: Elsevier."}, {"Citation": "González-Reimers, E. (2015). Liver steatosis in hepatitis C patients. World Journal of Hepatology, 7(10), 1337-1346. https://doi.org/10.4254/wjh.v7.i10.1337"}, {"Citation": "Greten, T. F., Papendorf, F., Bleck, J. S., Kirchhoff, T., Wohlberedt, T., Kubicka, S., … Manns, M. P. (2005). Survival rate in patients with hepatocellular carcinoma: a retrospective analysis of 389 patients. British Journal of Cancer, 92(10), 1862-1868. https://doi.org/10.1038/sj.bjc.6602590"}, {"Citation": "Gum, S. I., & Cho, M. K. (2013a). Recent updates on acetaminophen hepatotoxicity: the role of Nrf2 in hepatoprotection. Toxicological Research, 29(3), 165-172. https://doi.org/10.5487/TR.2013.29.3.165"}, {"Citation": "Gum, S. I., & Cho, M. K. (2013b). The amelioration of N-acetyl-p-benzoquinone imine toxicity by ginsenoside Rg3: the role of Nrf2-mediated detoxification and Mrp1/Mrp3 transports. Oxidative Medicine and Cellular Longevity, 2013, 957947. https://doi.org/10.1155/2013/957947"}, {"Citation": "Gunanti, I. R., Marks, G. C., Al-Mamun, A., & Long, K. Z. (2014). Low serum concentrations of carotenoids and vitamin E are associated with high adiposity in Mexican-American children. The Journal of Nutrition, 144(4), 489-495. https://doi.org/10.3945/jn.113.183137"}, {"Citation": "Ha, H.-L., & Yu, D.-Y. (2010). HBx-induced reactive oxygen species activates hepatocellular carcinogenesis via dysregulation of PTEN/Akt pathway. World Journal of Gastroenterology, 16(39), 4932-4937. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/20954279"}, {"Citation": "Häcker, H., & Karin, M. (2006). Regulation and function of IKK and IKK-related kinases. Science's STKE: Signal Transduction Knowledge Environment, 2006(357), re13. https://doi.org/10.1126/stke.3572006re13"}, {"Citation": "Halliwell, B. (1990). How to characterize a biological antioxidant. Free Radical Research, 9(1), 1-32. https://doi.org/10.3109/10715769009148569"}, {"Citation": "Hennig, P., Garstkiewicz, M., Grossi, S., Di Filippo, M., French, L., & Beer, H.-D. (2018). The crosstalk between Nrf2 and inflammasomes. International Journal of Molecular Sciences, 19(2), 562. https://doi.org/10.3390/ijms19020562"}, {"Citation": "Hernández-Gea, V., Hilscher, M., Rozenfeld, R., Lim, M. P., Nieto, N., Werner, S., … Friedman, S. L. (2013). Endoplasmic reticulum stress induces fibrogenic activity in hepatic stellate cells through autophagy. Journal of Hepatology, 59(1), 98-104. https://doi.org/10.1016/j.jhep.2013.02.016"}, {"Citation": "Hinson, J. A., Pike, S. L., Pumford, N. R., & Mayeux, P. R. (1998). Nitrotyrosine-protein adducts in hepatic centrilobular areas following toxic doses of acetaminophen in mice. Chemical Research in Toxicology, 11(6), 604-607. https://doi.org/10.1021/tx9800349"}, {"Citation": "Hirotsu, Y., Katsuoka, F., Funayama, R., Nagashima, T., Nishida, Y., Nakayama, K., … Yamamoto, M. (2012). Nrf2-MafG heterodimers contribute globally to antioxidant and metabolic networks. Nucleic Acids Research, 40(20), 10228-10239. https://doi.org/10.1093/nar/gks827"}, {"Citation": "Hothorn, T., Lausen, B., Benner, A., & Radespiel-Tröger, M. (2004). Bagging survival trees. Statistics in Medicine, 23(1), 77-91. https://doi.org/10.1002/sim.1593"}, {"Citation": "Hu, J., Ramshesh, V. K., McGill, M. R., Jaeschke, H., & Lemasters, J. J. (2016). Low dose acetaminophen induces reversible mitochondrial dysfunction associated with transient c-Jun N-terminal kinase activation in mouse liver. Toxicological Sciences, 150(1), 204-215. https://doi.org/10.1093/toxsci/kfv319"}, {"Citation": "Hussain, S. P., Hofseth, L. J., & Harris, C. C. (2003). Radical causes of cancer. Nature Reviews Cancer, 3(4), 276-285. https://doi.org/10.1038/nrc1046"}, {"Citation": "Indran, I. R., Hande, M. P., & Pervaiz, S. (2011). hTERT overexpression alleviates intracellular ROS production, improves mitochondrial function, and inhibits ROS-mediated apoptosis in cancer cells. Cancer Research, 71(1), 266-276. https://doi.org/10.1158/0008-5472.CAN-10-1588"}, {"Citation": "Itoh, K., Chiba, T., Takahashi, S., Ishii, T., Igarashi, K., Katoh, Y., … Nabeshima, Y. (1997). An Nrf2/small Maf heterodimer mediates the induction of phase II detoxifying enzyme genes through antioxidant response elements. Biochemical and BBophysical Research Communications, 236(2), 313-322. http://www.ncbi.nlm.nih.gov/pubmed/9240432. https://doi.org/10.1006/bbrc.1997.6943"}, {"Citation": "Itoh, K., Wakabayashi, N., Katoh, Y., Ishii, T., Igarashi, K., Engel, J. D., & Yamamoto, M. (1999). Keap1 represses nuclear activation of antioxidant responsive elements by Nrf2 through binding to the amino-terminal Neh2 domain. Genes and Development, 13(1), 76-86. http://www.ncbi.nlm.nih.gov/pubmed/9887101"}, {"Citation": "Ivanov, A. V., Smirnova, O. A., Ivanova, O. N., Masalova, O. V., Kochetkov, S. N., & Isaguliants, M. G. (2011). Hepatitis C virus proteins activate NRF2/ARE pathway by distinct ROS-dependent and independent mechanisms in HUH7 cells. PLoS ONE, 6(9), e24957. https://doi.org/10.1371/journal.pone.0024957"}, {"Citation": "Jaeschke, H., Knight, T. R., & Bajt, M. L. (2003). The role of oxidant stress and reactive nitrogen species in acetaminophen hepatotoxicity. Toxicology Letters, 144(3), 279-288. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/12927346. https://doi.org/10.1016/S0378-4274(03)00239-X"}, {"Citation": "Jaeschke, H., McGill, M. R., & Ramachandran, A. (2012). Oxidant stress, mitochondria, and cell death mechanisms in drug-induced liver injury: Lessons learned from acetaminophen hepatotoxicity. Drug Metabolism Reviews, 44(1), 88-106. https://doi.org/10.3109/03602532.2011.602688"}, {"Citation": "Jaeschke, H., Williams, C. D., Ramachandran, A., & Bajt, M. L. (2012). Acetaminophen hepatotoxicity and repair: the role of sterile inflammation and innate immunity. Liver International, 32(1), 8-20. https://doi.org/10.1111/j.1478-3231.2011.02501.x"}, {"Citation": "Jeong, W.-S., Keum, Y.-S., Chen, C., Jain, M. R., Shen, G., Kim, J.-H., … Kong, A.-N. T. (2005). Differential expression and stability of endogenous nuclear factor E2-related factor 2 (Nrf2) by natural chemopreventive compounds in HepG2 human hepatoma cells. Journal of Biochemistry and Molecular Biology, 38(2), 167-176. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/15826493"}, {"Citation": "Jeppesen, P. B., Gregersen, S., Alstrup, K. K., & Hermansen, K. (2002). Stevioside induces antihyperglycaemic, insulinotropic and glucagonostatic effects in vivo: studies in the diabetic Goto-Kakizaki (GK) rats. Phytomedicine, 9(1), 9-14. https://doi.org/10.1078/0944-7113-00081"}, {"Citation": "Karch, J., Kwong, J. Q., Burr, A. R., Sargent, M. A., Elrod, J. W., Peixoto, P. M., … Molkentin, J. D. (2013). Bax and Bak function as the outer membrane component of the mitochondrial permeability pore in regulating necrotic cell death in mice. eLife, 2, e00772. https://doi.org/10.7554/eLife.00772"}, {"Citation": "Kaspar, J. W., Niture, S. K., & Jaiswal, A. K. (2009). Nrf2: Nrf2 (Keap1) signaling in oxidative stress. Free Radical Biology and Medicine, 47(9), 1304-1309. https://doi.org/10.1016/j.freeradbiomed.2009.07.035"}, {"Citation": "Kathirvel, E., Chen, P., Morgan, K., French, S. W., & Morgan, T. R. (2010). Oxidative stress and regulation of anti-oxidant enzymes in cytochrome P4502E1 transgenic mouse model of non-alcoholic fatty liver. Journal of Gastroenterology and Hepatology, 25(6), 1136-1143. https://doi.org/10.1111/j.1440-1746.2009.06196.x"}, {"Citation": "Kaulmann, A., & Bohn, T. (2014). Carotenoids, inflammation, and oxidative stress-implications of cellular signaling pathways and relation to chronic disease prevention. Nutrition Research, 34(11), 907-929. https://doi.org/10.1016/j.nutres.2014.07.010"}, {"Citation": "Keum, Y.-S., Yu, S., Chang, P. P.-J., Yuan, X., Kim, J.-H., Xu, C., … Kong, A.-N. T. (2006). Mechanism of action of sulforaphane: inhibition of p38 mitogen-activated protein kinase isoforms contributing to the induction of antioxidant response element-mediated heme oxygenase-1 in human hepatoma HepG2 cells. Cancer Research, 66(17), 8804-8813. https://doi.org/10.1158/0008-5472.CAN-05-3513"}, {"Citation": "Kim, K. M., & Ki, S. H. (2017). Nrf2: a key regulator of redox signaling in liver diseases. In P. Muriel (Ed.), Liver pathophysiology: Therapies and antioxidants (pp. 355-374). Waltham, MA: Elsevier."}, {"Citation": "Kim, S.-J., Syed, G. H., Khan, M., Chiu, W.-W., Sohail, M. A., Gish, R. G., & Siddiqui, A. (2014). Hepatitis C virus triggers mitochondrial fission and attenuates apoptosis to promote viral persistence. Proceedings of the National Academy of Sciences, 111(17), 6413-6418. https://doi.org/10.1073/pnas.1321114111"}, {"Citation": "Kim, S. J., Syed, G. H., & Siddiqui, A. (2013). Hepatitis C virus induces the mitochondrial translocation of Parkin and subsequent mitophagy. PLoS Pathogens, 9(3), e1003285. https://doi.org/10.1371/journal.ppat.1003285"}, {"Citation": "Kisseleva, T., Xu, J., Liu, X., & Brenner, D. (2015). Novel perspectives on the origins of the hepatic myofibroblasts. Cell Health and Cytoskeleton, 2015, 111-116. https://doi.org/10.2147/CHC.S57679"}, {"Citation": "Kitade, H., Chen, G., Ni, Y., & Ota, T. (2017). Nonalcoholic fatty liver disease and insulin resistance: new insights and potential new treatments. Nutrients, 9(4), 387. https://doi.org/10.3390/nu9040387"}, {"Citation": "Kitamura, Y., Umemura, T., Kanki, K., Kodama, Y., Kitamoto, S., Saito, K., … Hirose, M. (2007). Increased susceptibility to hepatocarcinogenicity of Nrf2-deficient mice exposed to 2-amino-3-methylimidazo[4,5-f]quinoline. Cancer Science, 98(1), 19-24. https://doi.org/10.1111/j.1349-7006.2006.00352.x"}, {"Citation": "Klaassen, C. D., & Reisman, S. A. (2010). Nrf2 the rescue: Effects of the antioxidative/electrophilic response on the liver. Toxicology and Applied Pharmacology, 244(1), 57-65. https://doi.org/10.1016/j.taap.2010.01.013"}, {"Citation": "Kleiner, D. E., Brunt, E. M., Van Natta, M., Behling, C., Contos, M. J., Cummings, O. W., … Sanyal, A. J. (2005). Design and validation of a histological scoring system for nonalcoholic fatty liver disease. Hepatology, 41(6), 1313-1321. https://doi.org/10.1002/hep.20701"}, {"Citation": "Knight, T. R. (2002). Peroxynitrite is a critical mediator of acetaminophen hepatotoxicity in murine livers: protection by glutathione. Journal of Pharmacology and Experimental Therapeutics, 303(2), 468-475. https://doi.org/10.1124/jpet.102.038968"}, {"Citation": "Knight, T. R. (2003). Role of lipid peroxidation as a mechanism of liver injury after acetaminophen overdose in mice. Toxicological Sciences, 76(1), 229-236. https://doi.org/10.1093/toxsci/kfg220"}, {"Citation": "Kobayashi, M., & Yamamoto, M. (2005). Molecular mechanisms activating the Nrf2-Keap1 pathway of antioxidant gene regulation. Antioxidants and Redox Signaling, 7(3-4), 385-394. https://doi.org/10.1089/ars.2005.7.385"}, {"Citation": "Koek, G. H., Liedorp, P. R., & Bast, A. (2011). The role of oxidative stress in non-alcoholic steatohepatitis. Clinica Chimica Acta, 412(15-16), 1297-1305. https://doi.org/10.1016/j.cca.2011.04.013"}, {"Citation": "Kostyuk, S. V., Porokhovnik, L. N., Ershova, E. S., Malinovskaya, E. M., Konkova, M. S., Kameneva, L. V., … Veiko, N. N. (2018). Changes of Keap1/Nrf2 and IKB/NF-κB expression levels induced by cell-free DNA in different cell types. Oxidative Medicine and Cellular Longevity, 2018(1052413, 17-17. https://doi.org/10.1155/2018/1052413"}, {"Citation": "Kryston, T. B., Georgiev, A. B., Pissis, P., & Georgakilas, A. G. (2011). Role of oxidative stress and DNA damage in human carcinogenesis. Mutation Research/Fundamental and Molecular Mechanisms of Mutagenesis, 711(1-2), 193-201. https://doi.org/10.1016/j.mrfmmm.2010.12.016"}, {"Citation": "Kutlu, O., Kaleli, H. N., & Ozer, E. (2018). Molecular pathogenesis of nonalcoholic steatohepatitis- (NASH-) related hepatocellular carcinoma. Canadian Journal of Gastroenterology and Hepatology, 2018, 1-9. https://doi.org/10.1155/2018/8543763"}, {"Citation": "Kwak, M.-K., & Kensler, T. W. (2010). Targeting NRF2 signaling for cancer chemoprevention. Toxicology and Applied Pharmacology, 244(1), 66-76. https://doi.org/10.1016/j.taap.2009.08.028"}, {"Citation": "Lamlé, J., Marhenke, S., Borlak, J., von Wasielewski, R., Eriksson, C. J. P., Geffers, R., … Vogel, A. (2008). Nuclear factor-eythroid 2-related factor 2 prevents alcohol-induced fulminant liver injury. Gastroenterology, 134(4), 1159-1168. https://doi.org/10.1053/j.gastro.2008.01.011"}, {"Citation": "Latella, G. (2018). Redox imbalance in intestinal fibrosis: Beware of the TGFβ-1, ROS, and Nrf2 connection. Digestive Diseases and Sciences, 63(2), 312-320. https://doi.org/10.1007/s10620-017-4887-1"}, {"Citation": "Lavine, J. E. (2011). Effect of vitamin E or metformin for treatment of nonalcoholic fatty liver disease in children and adolescents. JAMA, 305(16), 1659-1668. https://doi.org/10.1001/jama.2011.520"}, {"Citation": "Lee, D.-F., Kuo, H.-P., Liu, M., Chou, C.-K., Xia, W., Du, Y., … Hung, M.-C. (2009). KEAP1 E3 ligase-mediated downregulation of NF-κB signaling by targeting IKKβ. Molecular Cell, 36(1), 131-140. https://doi.org/10.1016/j.molcel.2009.07.025"}, {"Citation": "Lee, J. H., Jia, Y., Thach, T. T., Han, Y., Kim, B., Wu, C., … Lee, S.-J. (2017). Hexacosanol reduces plasma and hepatic cholesterol by activation of AMP-activated protein kinase and suppression of sterol regulatory element-binding protein-2 in HepG2 and C57BL/6J mice. Nutrition Research, 43, 89-99. https://doi.org/10.1016/j.nutres.2017.05.013"}, {"Citation": "Lee, W. M. (2013). Drug-induced acute liver failure. Clinics in Liver Disease, 17(4), 575-586. https://doi.org/10.1016/j.cld.2013.07.001"}, {"Citation": "Leonardi, G. C., Candido, S., Cervello, M., Nicolosi, D., Raiti, F., Travali, S., … Libra, M. (2012). The tumor microenvironment in hepatocellular carcinoma (Review). International Journal of Oncology, 40(6), 1733-1747. https://doi.org/10.3892/ijo.2012.1408"}, {"Citation": "Li, E., Sun, Y., Lv, G., Li, Y., Zhang, Z., Hu, Z., & Cao, W. (2019). Sinoporphyrin sodium based sonodynamic therapy induces anti-tumor effects in hepatocellular carcinoma and activates p53/caspase 3 axis. The International Journal of Biochemistry and Cell Biology, 113, 104-114 in Press. https://doi.org/10.1016/j.biocel.2019.01.009"}, {"Citation": "Li, M. (2015). Caffeic acid phenethyl ester inhibits liver fibrosis in rats. World Journal of Gastroenterology, 21(13), 3893-3903. https://doi.org/10.3748/wjg.v21.i13.3893"}, {"Citation": "Li, Q., & Engelhardt, J. F. (2006). Interleukin-1β induction of NFκB is partially regulated by H2O2-mediated activation of NFκB-inducing kinase. Journal of Biological Chemistry, 281(3), 1495-1505. https://doi.org/10.1074/jbc.M511153200"}, {"Citation": "Li, S., Tan, H.-Y., Wang, N., Zhang, Z.-J., Lao, L., Wong, C.-W., & Feng, Y. (2015). The role of oxidative stress and antioxidants in liver diseases. International Journal of Molecular Sciences, 16(11), 26087-26124. https://doi.org/10.3390/ijms161125942"}, {"Citation": "Li, X.-H., McGrath, K. C.-Y., Nammi, S., Heather, A. K., & Roufogalis, B. D. (2012). Attenuation of liver pro-inflammatory responses by Zingiber officinale via inhibition of NF-kappa B activation in high-fat diet-fed rats. Basic and Clinical Pharmacology and Toxicology, 110(3), 238-244. https://doi.org/10.1111/j.1742-7843.2011.00791.x"}, {"Citation": "Lisboa, Q. C., Costa, S. M. F., & Couto, C. A. (2016). Current management of non-alcoholic fatty liver disease. Revista da Associação Médica Brasileira, 62(9), 872-878. https://doi.org/10.1590/1806-9282.62.09.872"}, {"Citation": "Lisek, K., Campaner, E., Ciani, Y., Walerych, D., & Del Sal, G. (2018). Mutant p53 tunes the NRF2-dependent antioxidant response to support survival of cancer cells. Oncotarget, 9(29), 20508-20523. https://doi.org/10.18632/oncotarget.24974"}, {"Citation": "Liu, C., Chen, X., Yang, L., Kisseleva, T., Brenner, D. A., & Seki, E. (2014). Transcriptional repression of the transforming growth factor β (TGF-β) pseudoreceptor BMP and activin membrane-bound inhibitor (BAMBI) by nuclear factor κB (NF-κB) p50 enhances TGF-β signaling in hepatic stellate cells. Journal of Biological Chemistry, 289(10), 7082-7091. https://doi.org/10.1074/jbc.M113.543769"}, {"Citation": "Liu, G. H., Qu, J., & Shen, X. (2008). NF-κB/p65 antagonizes Nrf2-ARE pathway by depriving CBP from Nrf2 and facilitating recruitment of HDAC3 to MafK. Biochimica et Biophysica Acta, 1783(5), 713-727. https://doi.org/10.1016/j.bbamcr.2008.01.002"}, {"Citation": "Liu, J., Wu, K. C., Lu, Y.-F., Ekuase, E., & Klaassen, C. D. (2013). NRF2 protection against liver injury produced by various hepatotoxicants. Oxidative Medicine and Cellular Longevity, 2013, 305861. https://doi.org/10.1155/2013/305861"}, {"Citation": "Liu, Y.-C., Hsieh, C.-W., Wu, C.-C., & Wung, B.-S. (2007). Chalcone inhibits the activation of NF-κB and STAT3 in endothelial cells via endogenous electrophile. Life Sciences, 80(15), 1420-1430. https://doi.org/10.1016/j.lfs.2006.12.040"}, {"Citation": "Lu, C., Xu, W., Shao, J., Zhang, F., Chen, A., & Zheng, S. (2017a). Nrf2 activation is required for ligustrazine to inhibit hepatic steatosis in alcohol-preferring mice and hepatocytes. Toxicological Sciences, 155(2), 432-443. https://doi.org/10.1093/toxsci/kfw228"}, {"Citation": "Lu, C., Xu, W., Shao, J., Zhang, F., Chen, A., & Zheng, S. (2017b). Nrf2 induces lipocyte phenotype via a SOCS3-dependent negative feedback loop on JAK2/STAT3 signaling in hepatic stellate cells. International Immunopharmacology, 49, 203-211. https://doi.org/10.1016/j.intimp.2017.06.001"}, {"Citation": "Lu, C., Zhang, F., Xu, W., Wu, X., Lian, N., Jin, H., … Zheng, S. (2015). Curcumin attenuates ethanol-induced hepatic steatosis through modulating Nrf2/FXR signaling in hepatocytes. IUBMB Life, 67(8), 645-658. https://doi.org/10.1002/iub.1409"}, {"Citation": "Lu, Y., Zhuge, J., Wang, X., Bai, J., & Cederbaum, A. I. (2008). Cytochrome P450 2E1 contributes to ethanol-induced fatty liver in mice. Hepatology, 47(5), 1483-1494. https://doi.org/10.1002/hep.22222"}, {"Citation": "Luedde, T., & Schwabe, R. F. (2011). NF-κB in the liver-linking injury, fibrosis and hepatocellular carcinoma. Nature Reviews Gastroenterology and Hepatology, 8(2), 108-118. https://doi.org/10.1038/nrgastro.2010.213"}, {"Citation": "Lv, H., Hong, L., Tian, Y., Yin, C., Zhu, C., & Feng, H. (2019). Corilagin alleviates acetaminophen-induced hepatotoxicity via enhancing the AMPK/GSK3β-Nrf2 signaling pathway. Cell Communication and Signaling, 17(1), 2. https://doi.org/10.1186/s12964-018-0314-2"}, {"Citation": "Lv, H., Liu, Q., Wen, Z., Feng, H., Deng, X., & Ci, X. (2017). Xanthohumol ameliorates lipopolysaccharide (LPS)-induced acute lung injury via induction of AMPK/GSK3β-Nrf2 signal axis. Redox Biology, 12, 311-324. https://doi.org/10.1016/j.redox.2017.03.001"}, {"Citation": "Lv, W., Booz, G. W., Fan, F., Wang, Y., & Roman, R. J. (2018). Oxidative stress and renal fibrosis: recent insights for the development of novel therapeutic strategies. Frontiers in Physiology, 9. https://doi.org/10.3389/fphys.2018.00105"}, {"Citation": "Lytton, S. D., Helander, A., Zhang-Gouillon, Z. Q., Stokkeland, K., Bordone, R., Aricò, S., … Ingelman-Sundberg, M. (1999). Autoantibodies against cytochromes P-4502E1 and P-4503A in alcoholics. Molecular Pharmacology, 55(2), 223-233. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/9927612. https://doi.org/10.1124/mol.55.2.223"}, {"Citation": "Machado, M. V., Ravasco, P., Jesus, L., Marques-Vidal, P., Oliveira, C. R., Proença, T., … Cortez-Pinto, H. (2008). Blood oxidative stress markers in non-alcoholic steatohepatitis and how it correlates with diet. Scandinavian Journal of Gastroenterology, 43(1), 95-102. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/18938777. https://doi.org/10.1080/00365520701559003"}, {"Citation": "Machida, K., Cheng, K. T.-H., Sung, V. M.-H., Lee, K. J., Levine, A. M., & Lai, M. M. C. (2004). Hepatitis C virus infection activates the immunologic (Type II) isoform of nitric oxide synthase and thereby enhances DNA damage and mutations of cellular genes. Journal of Virology, 78(16), 8835-8843. https://doi.org/10.1128/JVI.78.16.8835-8843.2004"}, {"Citation": "Maeda, S., & Shibata, W. (2017). Nuclear factor-kappa B actions during the development of hepatocellular carcinoma. In P. Muriel (Ed.), Liver pathophysiology: Therapies and antioxidants (pp. 289-293). Waltham, MA: Elsevier."}, {"Citation": "Magee, N., Zou, A., & Zhang, Y. (2016). Pathogenesis of nonalcoholic steatohepatitis: interactions between liver parenchymal and nonparenchymal cells. BioMed Research International, 2016, 1-11. https://doi.org/10.1155/2016/5170402"}, {"Citation": "Maher, J. (2001). The CYP2E1 knockout delivers another punch: first ASH, now NASH. Alcoholic steatohepatitis. Nonalcoholic Steatohepatitis. Hepatology, 33(1), 311-312. https://doi.org/10.1053/jhep.2001.0330311"}, {"Citation": "Maher, J. M., Cheng, X., Slitt, A. L., Dieter, M. Z., & Klaassen, C. D. (2005). Induction of the multidrug resistance-associated protein family of transporters by chemical activators of receptor-mediated pathways in mouse liver. Drug Metabolism and Disposition, 33(7), 956-962. https://doi.org/10.1124/dmd.105.003798"}, {"Citation": "Maher, J. M., Dieter, M. Z., Aleksunes, L. M., Slitt, A. L., Guo, G., Tanaka, Y., … Klaassen, C. D. (2007). Oxidative and electrophilic stress induces multidrug resistance-associated protein transporters via the nuclear factor-E2-related factor-2 transcriptional pathway. Hepatology, 46(5), 1597-1610. https://doi.org/10.1002/hep.21831"}, {"Citation": "Malik, A. N., & Czajka, A. (2013). Is mitochondrial DNA content a potential biomarker of mitochondrial dysfunction? Mitochondrion, 13(5), 481-492. https://doi.org/10.1016/j.mito.2012.10.011"}, {"Citation": "Mani, V., Arivalagan, S., Siddique, A. I., & Namasivayam, N. (2016). Antioxidant and anti-inflammatory role of zingerone in ethanol-induced hepatotoxicity. Molecular and Cellular Biochemistry, 421(1-2), 169-181. https://doi.org/10.1007/s11010-016-2798-7"}, {"Citation": "Mann, J. P., Tang, G. Y., Nobili, V., & Armstrong, M. J. (2018). Evaluations of lifestyle, dietary, and pharmacologic treatments for pediatric nonalcoholic fatty liver disease: a systematic review. Clinical Gastroenterology and Hepatology, 17, 1457-1476.e7. in Press. https://doi.org/10.1016/j.cgh.2018.05.023"}, {"Citation": "Masubuchi, Y., Suda, C., & Horie, T. (2005). Involvement of mitochondrial permeability transition in acetaminophen-induced liver injury in mice. Journal of Hepatology, 42(1), 110-116. https://doi.org/10.1016/j.jhep.2004.09.015"}, {"Citation": "Matsuura, B., Miyake, T., Yamamoto, S., Furukawa, S., & Hiasa, Y. (2016). Usefulness of beta-cryptoxanthin for nonalcoholic fatty liver diseases. Journal of Food and Nutritional Disorders, 5(3). https://doi.org/10.4172/2324-9323.1000196"}, {"Citation": "Matsuzaki, K. (2013). Smad phospho-isoforms direct context-dependent TGF-β signaling. Cytokine and Growth Factor Reviews, 24(4), 385-399. https://doi.org/10.1016/j.cytogfr.2013.06.002"}, {"Citation": "McGill, M. R., Lebofsky, M., Norris, H.-R. K., Slawson, M. H., Bajt, M. L., Xie, Y., … Jaeschke, H. (2013). Plasma and liver acetaminophen-protein adduct levels in mice after acetaminophen treatment: Dose-response, mechanisms, and clinical implications. Toxicology and Applied Pharmacology, 269(3), 240-249. https://doi.org/10.1016/j.taap.2013.03.026"}, {"Citation": "Micek, A., Grosso, G., Polak, M., Kozakiewicz, K., Tykarski, A., Puch Walczak, A., … Pająk, A. (2018). Association between tea and coffee consumption and prevalence of metabolic syndrome in Poland-results from the WOBASZ II study (2013-2014). International Journal of Food Sciences and Nutrition, 69(3), 358-368. https://doi.org/10.1080/09637486.2017.1362690"}, {"Citation": "Mittal, S., & El-Serag, H. B. (2013). Epidemiology of hepatocellular carcinoma. Journal of Clinical Gastroenterology, 47, S2-S6. https://doi.org/10.1097/MCG.0b013e3182872f29"}, {"Citation": "Mobasher, M. A., González-Rodriguez, Á., Santamaría, B., Ramos, S., Martín, M. Á., Goya, L., … Valverde, A. M. (2013). Protein tyrosine phosphatase 1B modulates GSK3β/Nrf2 and IGFIR signaling pathways in acetaminophen-induced hepatotoxicity. Cell Death and Disease, 4(5), e626-e626. https://doi.org/10.1038/cddis.2013.150"}, {"Citation": "Morgan, K. (2002). Production of a cytochrome P450 2E1 transgenic mouse and initial evaluation of alcoholic liver damage. Hepatology, 36(1), 122-134. https://doi.org/10.1053/jhep.2002.33720"}, {"Citation": "Morimoto, M., Hagbjörk, A.-L., Wan, Y.-J. Y., Fu, P. C., Clot, P., Albano, E., … French, S. W. (1995). Modulation of experimental alcohol-induced liver disease by cytochrome P450 2E1 inhibitors. Hepatology, 21(6), 1610-1617. https://doi.org/10.1002/hep.1840210620"}, {"Citation": "Moriya, K., Miyoshi, H., Shinzawa, S., Tsutsumi, T., Fujie, H., Goto, K., … Koike, K. (2010). Hepatitis C virus core protein compromises iron-induced activation of antioxidants in mice and HepG2 cells. Journal of Medical Virology, 82(5), 776-792. https://doi.org/10.1002/jmv.21661"}, {"Citation": "Mormone, E., George, J., & Nieto, N. (2011). Molecular pathogenesis of hepatic fibrosis and current therapeutic approaches. Chemico-Biological Interactions, 193(3), 225-231. https://doi.org/10.1016/j.cbi.2011.07.001"}, {"Citation": "Motohashi, H., & Yamamoto, M. (2004). Nrf2-Keap1 defines a physiologically important stress response mechanism. Trends in Molecular Medicine, 10(11), 549-557. https://doi.org/10.1016/j.molmed.2004.09.003"}, {"Citation": "Muriel, P. (2009a). NF-kappaB in liver diseases: a target for drug therapy. Journal of Applied Toxicology, 29(2), 91-100. https://doi.org/10.1002/jat.1393"}, {"Citation": "Muriel, P. (2009b). Role of free radicals in liver diseases. Hepatology International, 3(4), 526-536. https://doi.org/10.1007/s12072-009-9158-6"}, {"Citation": "Muriel, P. (2017). The liver: general aspects and epidemiology. In P. Muriel (Ed.), Liver pathophysiology: Therapies and antioxidants (pp. 3-22). Waltham, MA: Elsevier. https://doi.org/10.1016/B978-0-12-804274-8.00001-1"}, {"Citation": "Muriel, P., Ramos-Tovar, E., Montes-Páez, G., & Buendía-Montaño, L. D. (2017). Experimental models of liver damage mediated by oxidative stress. In P. Muriel (Ed.), Liver pathophysiology: Therapies and antioxidants (pp. 529-546). Waltham, MA: Elsevier."}, {"Citation": "Musso, G., Gambino, R., De Michieli, F., Cassader, M., Rizzetto, M., Durazzo, M., … P. G. (2003). Dietary habits and their relations to insulin resistance and postprandial lipemia in nonalcoholic steatohepatitis. Hepatology, 37(4), 909-916. https://doi.org/10.1053/jhep.2003.50132"}, {"Citation": "Nakajima, S., & Kitamura, M. (2013). Bidirectional regulation of NF-κB by reactive oxygen species: A role of unfolded protein response. Free Radical Biology and Medicine, 65, 162-174. https://doi.org/10.1016/j.freeradbiomed.2013.06.020"}, {"Citation": "Negre-Salvayre, A., Auge, N., Ayala, V., Basaga, H., Boada, J., Brenke, R., … Zarkovic, N. (2010). Pathological aspects of lipid peroxidation. Free Radical Research, 44(10), 1125-1171. https://doi.org/10.3109/10715762.2010.498478"}, {"Citation": "Nguyen, T., Sherratt, P. J., Nioi, P., Yang, C. S., & Pickett, C. B. (2005). Nrf2 controls constitutive and inducible expression of ARE-driven genes through a dynamic pathway involving nucleocytoplasmic shuttling by Keap1. Journal of Biological Chemistry, 280(37), 32485-32492. https://doi.org/10.1074/jbc.M503074200"}, {"Citation": "Ni, H.-M., Boggess, N., McGill, M. R., Lebofsky, M., Borude, P., Apte, U., … Ding, W.-X. (2012). Liver-specific loss of Atg5 causes persistent activation of Nrf2 and protects against acetaminophen-induced liver injury. Toxicological Sciences, 127(2), 438-450. https://doi.org/10.1093/toxsci/kfs133"}, {"Citation": "Niu, D., Zhang, J., Ren, Y., Feng, H., & Chen, W. N. (2009). HBx genotype D represses GSTP1 expression and increases the oxidative level and apoptosis in HepG2 cells. Molecular Oncology, 3(1), 67-76. https://doi.org/10.1016/j.molonc.2008.10.002"}, {"Citation": "Oh, C. J., Kim, J.-Y., Min, A.-K., Park, K.-G., Harris, R. A., Kim, H.-J., & Lee, I.-K. (2012). Sulforaphane attenuates hepatic fibrosis via NF-E2-related factor 2-mediated inhibition of transforming growth factor-β/Smad signaling. Free Radical Biology and Medicine, 52(3), 671-682. https://doi.org/10.1016/j.freeradbiomed.2011.11.012"}, {"Citation": "Okada, K., Warabi, E., Sugimoto, H., Horie, M., Gotoh, N., Tokushige, K., … Shoda, J. (2013). Deletion of Nrf2 leads to rapid progression of steatohepatitis in mice fed atherogenic plus high-fat diet. Journal of Gastroenterology, 48(5), 620-632. https://doi.org/10.1007/s00535-012-0659-z"}, {"Citation": "Okada, K., Warabi, E., Sugimoto, H., Horie, M., Tokushige, K., Ueda, T., … Shoda, J. (2012). Nrf2 inhibits hepatic iron accumulation and counteracts oxidative stress-induced liver injury in nutritional steatohepatitis. Journal of Gastroenterology, 47(8), 924-935. https://doi.org/10.1007/s00535-012-0552-9"}, {"Citation": "Okawa, H., Motohashi, H., Kobayashi, A., Aburatani, H., Kensler, T. W., & Yamamoto, M. (2006). Hepatocyte-specific deletion of the keap1 gene activates Nrf2 and confers potent resistance against acute drug toxicity. Biochemical and Biophysical Research Communications, 339(1), 79-88. https://doi.org/10.1016/j.bbrc.2005.10.185"}, {"Citation": "Okuda, M., Li, K., Beard, M. R., Showalter, L. A., Scholle, F., Lemon, S. M., & Weinman, S. A. (2002). Mitochondrial injury, oxidative stress, and antioxidant gene expression are induced by hepatitis C virus core protein. Gastroenterology, 122(2), 366-375. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/11832451"}, {"Citation": "Patterson, A. D., Carlson, B. A., Li, F., Bonzo, J. A., Yoo, M.-H., Krausz, K. W., … Hatfield, D. L. (2013). Disruption of thioredoxin reductase 1 protects mice from acute acetaminophen-induced hepatotoxicity through enhanced NRF2 activity. Chemical Research in Toxicology, 26(7), 1088-1096. https://doi.org/10.1021/tx4001013"}, {"Citation": "Pellegrini, N., Serafini, M., Colombi, B., Rio, D., Salvatore, S., Bianchi, M., & Brighenti, F. (2003). Total antioxidant capacity of plant foods, beverages and oils consumed in Italy assessed by three different in vitro assays. The Journal of Nutrition, 133(9), 2812-2819. https://doi.org/10.1093/jn/133.9.2812"}, {"Citation": "Perry, G., Raina, A. K., Nunomura, A., Wataya, T., Sayre, L. M., & Smith, M. A. (2000). How important is oxidative damage? Lessons from Alzheimer's disease. Free Radical Biology and Medicine, 28(5), 831-834. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/10754280"}, {"Citation": "Peverill, W., Powell, L., & Skoien, R. (2014). Evolving concepts in the pathogenesis of NASH: beyond steatosis and inflammation. International Journal of Molecular Sciences, 15(5), 8591-8638. https://doi.org/10.3390/ijms15058591"}, {"Citation": "Prescott, L. F., Park, J., Ballantyne, A., Adriaenssens, P., & Proudfoot, A. T. (1977). Treatment of paracetamol (acetaminophen) poisoning with N-acetylcysteine. Lancet, ii(8035), 432-434. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/70646"}, {"Citation": "Prestigiacomo, V., & Suter-Dick, L. (2018). Nrf2 protects stellate cells from Smad-dependent cell activation. PLoS ONE, 13(7), e0201044. https://doi.org/10.1371/journal.pone.0201044"}, {"Citation": "Puchau, B., Zulet, M. A., de Echávarri, A. G., Hermsdorff, H. H. M., & Martínez, J. A. (2010). Dietary total antioxidant capacity is negatively associated with some metabolic syndrome features in healthy young adults. Nutrition, 26(5), 534-541. https://doi.org/10.1016/j.nut.2009.06.017"}, {"Citation": "Rabelo, A. C. S., de Pádua Lúcio, K., Araújo, C. M., de Araújo, G. R., de Amorim Miranda, P. H., Carneiro, A. C. A., … Costa, D. C. (2018). Baccharis trimera protects against ethanol induced hepatotoxicity in vitro and in vivo. Journal of Ethnopharmacology, 215, 1-13. https://doi.org/10.1016/j.jep.2017.12.043"}, {"Citation": "Radi, R., Peluffo, G., Alvarez, M. N., Naviliat, M., & Cayota, A. (2001). Unraveling peroxynitrite formation in biological systems. Free Radical Biology and Medicine, 30(5), 463-488. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/11182518"}, {"Citation": "Ralph, S. J., Rodríguez-Enríquez, S., Neuzil, J., Saavedra, E., & Moreno-Sánchez, R. (2010). The causes of cancer revisited: “Mitochondrial malignancy” and ROS-induced oncogenic transformation-Why mitochondria are targets for cancer therapy. Molecular Aspects of Medicine, 31(2), 145-170. https://doi.org/10.1016/j.mam.2010.02.008"}, {"Citation": "Ramachandran, A., & Jaeschke, H. (2017). Acetaminophen. In Liver pathophysiology: Therapies and antioxidants (pp. 101-112). Waltham, MA: Elsevier. https://doi.org/10.1016/B978-0-12-804274-8.00006-0"}, {"Citation": "Ramachandran, A., Lebofsky, M., Baines, C. P., Lemasters, J. J., & Jaeschke, H. (2011). Cyclophilin D deficiency protects against acetaminophen-induced oxidant stress and liver injury. Free Radical Research, 45(2), 156-164. https://doi.org/10.3109/10715762.2010.520319"}, {"Citation": "Ramos-Tovar, E., & Muriel, P. (2017). Does nutrition matter in liver disease? In P. Muriel (Ed.), Liver pathophysiology: Therapies and antioxidants (pp. 743-759). Waltham, MA: Elsevier."}, {"Citation": "Rao, K. M. (2001). MAP kinase activation in macrophages. Journal of Leukocyte Biology, 69(1), 3-10. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/11200066"}, {"Citation": "Reichard, J. F., & Petersen, D. R. (2006). Involvement of phosphatidylinositol 3-kinase and extracellular-regulated kinase in hepatic stellate cell antioxidant response and myofibroblastic transdifferentiation. Archives of Biochemistry and Biophysics, 446(2), 111-118. https://doi.org/10.1016/j.abb.2005.12.011"}, {"Citation": "Reisman, S. A., Csanaky, I. L., Aleksunes, L. M., & Klaassen, C. D. (2009). Altered disposition of acetaminophen in Nrf2-null and Keap1-knockdown mice. Toxicological Sciences, 109(1), 31-40. https://doi.org/10.1093/toxsci/kfp047"}, {"Citation": "Richter, K., & Kietzmann, T. (2016). Reactive oxygen species and fibrosis: further evidence of a significant liaison. Cell and Tissue Research, 365(3), 591-605. https://doi.org/10.1007/s00441-016-2445-3"}, {"Citation": "Rock, C. L., Jacob, R. A., & Bowen, P. E. (1996). Update on the biological characteristics of the antioxidant micronutrients. Journal of the American Dietetic Association, 96(7), 693-702. https://doi.org/10.1016/S0002-8223(96)00190-3"}, {"Citation": "Rolo, A. P., Teodoro, J. S., & Palmeira, C. M. (2012). Role of oxidative stress in the pathogenesis of nonalcoholic steatohepatitis. Free Radical Biology and Medicine, 52(1), 59-69. https://doi.org/10.1016/j.freeradbiomed.2011.10.003"}, {"Citation": "Rouach, H., Fataccioli, V., Gentil, M., French, S. W., Morimoto, M., & Nordmann, R. (1997). Effect of chronic ethanol feeding on lipid peroxidation and protein oxidation in relation to liver pathology. Hepatology, 25(2), 351-355. https://doi.org/10.1002/hep.510250216"}, {"Citation": "Ruhl, C. E., & Everhart, J. E. (2003). Relation of elevated serum alanine aminotransferase activity with iron and antioxidant levels in the United States. Gastroenterology, 124(7), 1821-1829. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/12806616"}, {"Citation": "Saha, P. K., Reddy, V. T., Konopleva, M., Andreeff, M., & Chan, L. (2010). The triterpenoid 2-cyano-3,12-dioxooleana-1,9-dien-28-oic-acid methyl ester has potent anti-diabetic effects in diet-induced diabetic mice and Leprdb/db mice. Journal of Biological Chemistry, 285(52), 40581-40592. https://doi.org/10.1074/jbc.M110.176545"}, {"Citation": "Saito, C., Zwingmann, C., & Jaeschke, H. (2010). Novel mechanisms of protection against acetaminophen hepatotoxicity in mice by glutathione and N-acetylcysteine. Hepatology, 51(1), 246-254. https://doi.org/10.1002/hep.23267"}, {"Citation": "Sakai, K., Jawaid, S., Sasaki, T., Bou-Gharios, G., & Sakai, T. (2014). Transforming growth factor-β-independent role of connective tissue growth factor in the development of liver fibrosis. The American Journal of Pathology, 184(10), 2611-2617. https://doi.org/10.1016/j.ajpath.2014.06.009"}, {"Citation": "Samarakoon, R., Overstreet, J. M., & Higgins, P. J. (2013). TGF-β signaling in tissue fibrosis: Redox controls, target genes and therapeutic opportunities. Cellular Signalling, 25(1), 264-268. https://doi.org/10.1016/j.cellsig.2012.10.003"}, {"Citation": "Sanyal, A. J., Chalasani, N., Kowdley, K. V., McCullough, A., Diehl, A. M., Bass, N. M., … Robuck, P. R. (2010). Pioglitazone, vitamin E, or placebo for nonalcoholic steatohepatitis. New England Journal of Medicine, 362(18), 1675-1685. https://doi.org/10.1056/NEJMoa0907929"}, {"Citation": "Scott, T. L., Rangaswamy, S., Wicker, C. A., & Izumi, T. (2014). Repair of oxidative DNA damage and cancer: recent progress in DNA base excision repair. Antioxidants and Redox Signaling, 20(4), 708-726. https://doi.org/10.1089/ars.2013.5529"}, {"Citation": "Sekine, S., Ito, K., Watanabe, H., Nakano, T., Moriya, K., Shintani, Y., … Horie, T. (2015). Mitochondrial iron accumulation exacerbates hepatic toxicity caused by hepatitis C virus core protein. Toxicology and Applied Pharmacology, 282(3), 237-243. https://doi.org/10.1016/j.taap.2014.12.004"}, {"Citation": "Sener, G., Toklu, H. Z., Sehirli, A. O., Velioğlu-Oğünç, A., Cetinel, S., & Gedik, N. (2006). Protective effects of resveratrol against acetaminophen-induced toxicity in mice. Hepatology Research, 35(1), 62-68. https://doi.org/10.1016/j.hepres.2006.02.005"}, {"Citation": "Sharma, N. K., Reyes, A., Green, P., Caron, M. J., Bonini, M. G., Gordon, D. M., … Santos, J. H. (2012). Human telomerase acts as a hTR-independent reverse transcriptase in mitochondria. Nucleic Acids Research, 40(2), 712-725. https://doi.org/10.1093/nar/gkr758"}, {"Citation": "Shearn, C. T., Smathers, R. L., Backos, D. S., Reigan, P., Orlicky, D. J., & Petersen, D. R. (2013). Increased carbonylation of the lipid phosphatase PTEN contributes to Akt2 activation in a murine model of early alcohol-induced steatosis. Free Radical Biology and Medicine, 65, 680-692. https://doi.org/10.1016/j.freeradbiomed.2013.07.011"}, {"Citation": "Shin, S. M., Yang, J. H., & Ki, S. H. (2013). Role of the Nrf2-ARE pathway in liver diseases. Oxidative Medicine and Cellular Longevity, 2013(763257), 1-9. https://doi.org/10.1155/2013/763257"}, {"Citation": "Silva-Islas, C. A., & Maldonado, P. D. (2018). Canonical and non-canonical mechanisms of Nrf2 activation. Pharmacological Research, 2018(134), 92-99. https://doi.org/10.1016/j.phrs.2018.06.013"}, {"Citation": "Singal, A. K., Jampana, S. C., & Weinman, S. A. (2011). Antioxidants as therapeutic agents for liver disease. Liver International, 31(10), 1432-1448. https://doi.org/10.1111/j.1478-3231.2011.02604.x"}, {"Citation": "Sreerama, L., & Sládek, N. E. (2001). Three different stable human breast adenocarcinoma sublines that overexpress ALDH3A1 and certain other enzymes, apparently as a consequence of constitutively upregulated gene transcription mediated by transactivated EpREs (electrophile responsive elements). http://www.ncbi.nlm.nih.gov/pubmed/11306049"}, {"Citation": "Sriram, N., Kalayarasan, S., & Sudhandiran, G. (2009). Epigallocatechin-3-gallate augments antioxidant activities and inhibits inflammation during bleomycin-induced experimental pulmonary fibrosis through Nrf2-Keap1 signaling. Pulmonary Pharmacology and Therapeutics, 22(3), 221-236. https://doi.org/10.1016/j.pupt.2008.12.010"}, {"Citation": "Sugimoto, H., Okada, K., Shoda, J., Warabi, E., Ishige, K., Ueda, T., … Yamamoto, M. (2010). Deletion of nuclear factor-E2-related factor-2 leads to rapid onset and progression of nutritional steatohepatitis in mice. American Journal of Physiology-Gastrointestinal and Liver Physiology, 298(2), G283-G294. https://doi.org/10.1152/ajpgi.00296.2009"}, {"Citation": "Sun, J., Fu, J., Li, L., Chen, C., Wang, H., Hou, Y., … Pi, J. (2018). Nrf2 in alcoholic liver disease. Toxicology and Applied Pharmacology, 357, 62-69. https://doi.org/10.1016/j.taap.2018.08.019"}, {"Citation": "Swamy, S. M., Rajasekaran, N. S., & Thannickal, V. J. (2016). Nuclear factor-erythroid-2-related factor 2 in aging and lung fibrosis. The American Journal of Pathology, 186(7), 1712-1723. https://doi.org/10.1016/j.ajpath.2016.02.022"}, {"Citation": "Takaki, A., Kawai, D., & Yamamoto, K. (2013). Multiple hits, including oxidative stress, as pathogenesis and treatment target in non-alcoholic steatohepatitis (NASH). International Journal of Molecular Sciences, 14(12), 20704-20728. https://doi.org/10.3390/ijms141020704"}, {"Citation": "Tanaka, H., Matsumura, I., Ezoe, S., Satoh, Y., Sakamaki, T., Albanese, C., … Kanakura, Y. (2002). E2F1 and c-Myc potentiate apoptosis through inhibition of NF-κB activity that facilitates MnSOD-mediated ROS elimination. Molecular Cell, 9(5), 1017-1029. https://doi.org/10.1016/S1097-2765(02)00522-1"}, {"Citation": "Tariq, Z., Green, C. J., & Hodson, L. (2014). Are oxidative stress mechanisms the common denominator in the progression from hepatic steatosis towards non-alcoholic steatohepatitis (NASH)? Liver International, 34(7), e180-e190. https://doi.org/10.1111/liv.12523"}, {"Citation": "Tarocchi, M., & Galli, A. (2017). Oxidative stress as a mechanism for hepatocellular carcinoma. In P. Muriel (Ed.), Liver pathophysiology: Therapies and antioxidants (pp. 279-287). Waltham, MA: Elsevier."}, {"Citation": "Teufel, A. (2007). Genetics of hepatocellular carcinoma. World Journal of Gastroenterology, 13(16), 2271-2282. https://doi.org/10.3748/wjg.v13.i16.2271"}, {"Citation": "Thimmulappa, R. K. (2006). Nrf2 is a critical regulator of the innate immune response and survival during experimental sepsis. Journal of Clinical Investigation, 116(4), 984-995. https://doi.org/10.1172/JCI25790"}, {"Citation": "Toshimitsu, K., Matsuura, B., Ohkubo, I., Niiya, T., Furukawa, S., Hiasa, Y., … Onji, M. (2007). Dietary habits and nutrient intake in non-alcoholic steatohepatitis. Nutrition, 23(1), 46-52. https://doi.org/10.1016/j.nut.2006.09.004"}, {"Citation": "Toubiana, J., Rossi, A.-L., Belaidouni, N., Grimaldi, D., Pene, F., Chafey, P., … Chiche, J.-D. (2015). Src-family-tyrosine kinase Lyn is critical for TLR2-mediated NF-κB activation through the PI 3-kinase signaling pathway. Innate Immunity, 21(7), 685-697. https://doi.org/10.1177/1753425915586075"}, {"Citation": "Wakabayashi, N., Slocum, S. L., Skoko, J. J., Shin, S., & Kensler, T. W. (2010). When NRF2 talks, who's listening? Antioxidants and Redox Signaling, 13(11), 1649-1663. https://doi.org/10.1089/ars.2010.3216"}, {"Citation": "Wang, C., Cui, Y., Li, C., Zhang, Y., Xu, S., Li, X., … Zhang, X. (2013). Nrf2 deletion causes “benign” simple steatosis to develop into nonalcoholic steatohepatitis in mice fed a high-fat diet. Lipids in Health and Disease, 12(1), 165. https://doi.org/10.1186/1476-511X-12-165"}, {"Citation": "Wang, Z., Li, Z., Ye, Y., Xie, L., & Li, W. (2016). Oxidative stress and liver cancer: etiology and therapeutic targets. Oxidative Medicine and Cellular Longevity, 2016, 1-10. https://doi.org/10.1155/2016/7891574"}, {"Citation": "Wei, P.-L., Huang, C.-Y., & Chang, Y.-J. (2019). Propyl gallate inhibits hepatocellular carcinoma cell growth through the induction of ROS and the activation of autophagy. PLoS ONE, 14(1), e0210513. https://doi.org/10.1371/journal.pone.0210513"}, {"Citation": "Will, Y., & Dykens, J. (2014). Mitochondrial toxicity assessment in industry-a decade of technology development and insight. Expert Opinion on Drug Metabolism and Toxicology, 10(8), 1061-1067. https://doi.org/10.1517/17425255.2014.939628"}, {"Citation": "Wu, D., & Cederbaum, A. (2009). Oxidative stress and alcoholic liver disease. Seminars in Liver Disease, 29(02), 141-154. https://doi.org/10.1055/s-0029-1214370"}, {"Citation": "Wu, K. C., Liu, J., & Klaassen, C. D. (2012). Role of Nrf2 in preventing ethanol-induced oxidative stress and lipid accumulation. Toxicology and Applied Pharmacology, 262(3), 321-329. https://doi.org/10.1016/j.taap.2012.05.010"}, {"Citation": "Wynn, T., & Barron, L. (2010). Macrophages: master regulators of inflammation and fibrosis. Seminars in Liver Disease, 30(03), 245-257. https://doi.org/10.1055/s-0030-1255354"}, {"Citation": "Xie, Y., McGill, M. R., Cook, S. F., Sharpe, M. R., Winefield, R. D., Wilkins, D. G., … Jaeschke, H. (2015). Time course of acetaminophen-protein adducts and acetaminophen metabolites in circulation of overdose patients and in HepaRG cells. Xenobiotica, 45(10), 921-929. https://doi.org/10.3109/00498254.2015.1026426"}, {"Citation": "Xu, D., Xu, M., Jeong, S., Qian, Y., Wu, H., Xia, Q., & Kong, X. (2019). The role of Nrf2 in liver disease: novel molecular mechanisms and therapeutic approaches. Frontiers in Pharmacology, 9, 1428. https://doi.org/10.3389/fphar.2018.01428"}, {"Citation": "Yadav, D., Hertan, H. I., Schweitzer, P., Norkus, E. P., & Pitchumoni, C. S. (2002). Serum and liver micronutrient antioxidants and serum oxidative stress in patients with chronic hepatitis C. The American Journal of Gastroenterology, 97(10), 2634-2639. https://doi.org/10.1111/j.1572-0241.2002.06041.x"}, {"Citation": "Yang, H., Magilnick, N., Lee, C., Kalmaz, D., Ou, X., Chan, J. Y., & Lu, S. C. (2005). Nrf1 and Nrf2 regulate rat glutamate-cysteine ligase catalytic subunit transcription indirectly via NF-κB and AP-1. Molecular and Cellular Biology, 25(14), 5933-5946. https://doi.org/10.1128/MCB.25.14.5933-5946.2005"}, {"Citation": "Yang, H., Magilnick, N., Ou, X., & Lu, S. C. (2005). Tumour necrosis factor α induces co-ordinated activation of rat GSH synthetic enzymes via nuclear factor κB and activator protein-1. Biochemical Journal, 391(2), 399-408. https://doi.org/10.1042/BJ20050795"}, {"Citation": "Yates, M. S., Tauchi, M., Katsuoka, F., Flanders, K. C., Liby, K. T., Honda, T., … Kensler, T. W. (2007). Pharmacodynamic characterization of chemopreventive triterpenoids as exceptionally potent inducers of Nrf2-regulated genes. Molecular Cancer Therapeutics, 6(1), 154-162. https://doi.org/10.1158/1535-7163.MCT-06-0516"}, {"Citation": "Yates, M. S., Tran, Q. T., Dolan, P. M., Osburn, W. O., Shin, S., McCulloch, C. C., … Kensler, T. W. (2009). Genetic versus chemoprotective activation of Nrf2 signaling: overlapping yet distinct gene expression profiles between Keap1 knockout and triterpenoid-treated mice. Carcinogenesis, 30(6), 1024-1031. https://doi.org/10.1093/carcin/bgp100"}, {"Citation": "Ye, H., Nelson, L. J., del Moral, M. G., Martínez-Naves, E., & Cubero, F. J. (2018). Dissecting the molecular pathophysiology of drug-induced liver injury. World Journal of Gastroenterology, 24(13), 1373-1385. https://doi.org/10.3748/wjg.v24.i13.1373"}, {"Citation": "Yilmaz, B., Sahin, K., Bilen, H., Bahcecioglu, I. H., Bilir, B., Ashraf, S., … Kucuk, O. (2015). Carotenoids and non-alcoholic fatty liver disease. Hepatobiliary Surgery and Nutrition, 4(3), 161-171. https://doi.org/10.3978/j.issn.2304-3881.2015.01.11"}, {"Citation": "Yoshida, K., & Matsuzaki, K. (2012). Differential regulation of TGF-β/Smad signaling in hepatic stellate cells between acute and chronic liver injuries. Frontiers in Physiology, 3(53), 1-7. https://doi.org/10.3389/fphys.2012.00053"}, {"Citation": "Yoshida, K., Matsuzaki, K., Mori, S., Tahashi, Y., Yamagata, H., Furukawa, F., … Okazaki, K. (2005). Transforming growth factor-beta and platelet-derived growth factor signal via c-Jun N-terminal kinase-dependent Smad2/3 phosphorylation in rat hepatic stellate cells after acute liver injury. The American Journal of Pathology, 166(4), 1029-1039. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/15793284. https://doi.org/10.1016/S0002-9440(10)62324-3"}, {"Citation": "Yu, M., Li, H., Liu, Q., Liu, F., Tang, L., Li, C., … Yang, X. (2011). Nuclear factor p65 interacts with Keap1 to repress the Nrf2-ARE pathway. Cellular Signalling, 23(5), 883-892. https://doi.org/10.1016/j.cellsig.2011.01.014"}, {"Citation": "Yu, Y., Mao, Y., Chen, C., Chen, J., Chen, J., Cong, W., … Zhuang, H. (2017). CSH guidelines for the diagnosis and treatment of drug-induced liver injury. Hepatology International, 11(3), 221-241. https://doi.org/10.1007/s12072-017-9793-2"}, {"Citation": "Zamek-Gliszczynski, M. J., Nezasa, K.-I., Tian, X., Kalvass, J. C., Patel, N. J., Raub, T. J., & Brouwer, K. L. R. (2006). The important role of Bcrp (Abcg2) in the biliary excretion of sulfate and glucuronide metabolites of acetaminophen, 4-methylumbelliferone, and harmol in mice. Molecular Pharmacology, 70(6), 2127-2133. https://doi.org/10.1124/mol.106.026955"}, {"Citation": "Zarei, M., Barroso, E., Palomer, X., Dai, J., Rada, P., Quesada-López, T., … Vázquez-Carrera, M. (2018). Hepatic regulation of VLDL receptor by PPARβ/δ and FGF21 modulates non-alcoholic fatty liver disease. Molecular Metabolism, 8, 117-131. https://doi.org/10.1016/j.molmet.2017.12.008"}, {"Citation": "Zhang, Y.-K. J., Yeager, R. L., Tanaka, Y., & Klaassen, C. D. (2010). Enhanced expression of Nrf2 in mice attenuates the fatty liver produced by a methionine- and choline-deficient diet. Toxicology and Applied Pharmacology, 245(3), 326-334. https://doi.org/10.1016/j.taap.2010.03.016"}, {"Citation": "Zhou, D., Lin, Z., Huang, C., Xie, D., Zhan, S., Kong, L., … Li, J. (2014). Cytochrome P4502E1 inhibitor, a potential oxidative stress regulator in liver diseases. Hepatology Research, 44(5), 591-592. https://doi.org/10.1111/hepr.12160"}, {"Citation": "Zhou, R., Lin, J., & Wu, D. (2014). Sulforaphane induces Nrf2 and protects against CYP2E1-dependent binge alcohol-induced liver steatosis. Biochimica et Biophysica Acta, 1840(1), 209-218. https://doi.org/10.1016/j.bbagen.2013.09.018"}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "6", "Day": "7"}, {"Year": "2019", "Month": "7", "Day": "3"}, {"Year": "2019", "Month": "7", "Day": "4"}, {"Year": "2019", "Month": "8", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "8", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31389060", "10.1002/jat.3880"]}}]}