{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Methicillin-resistant Staphylococcus aureus (MRSA)", "Staphylococcal Cassette Chromosome mec (SCCmec)", "Vancomycin-intermediate S. aureus (VISA)", "Vancomycin-resistant S. aureus (VRSA)", "anti-MRSA plants"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31384707", "DateRevised": {"Year": "2024", "Month": "07", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "04", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.3934/microbiol.2019.2.117"], "Journal": {"ISSN": "2471-1888", "JournalIssue": {"Volume": "5", "Issue": "2", "PubDate": {"Year": "2019"}}, "Title": "AIMS microbiology", "ISOAbbreviation": "AIMS Microbiol"}, "ArticleTitle": "Methicillin-resistant <i>Staphylococcus aureus</i> (MRSA) and anti-MRSA activities of extracts of some medicinal plants: A brief review.", "Pagination": {"StartPage": "117", "EndPage": "137", "MedlinePgn": "117-137"}, "Abstract": {"AbstractText": ["The increasing emergence of multidrug-resistant infection causing microorganisms has become a significant burden globally. Despite the efforts of pharmaceuticals in producing relatively new antimicrobial drugs, they have resulted in a high rate of mortality, disability and diseases across the world especially in developing countries. Supporting this claim was the report of the Centre for Disease Control and Prevention (CDC) who estimated that over 2 million illnesses and 23,000 deaths per year are attributable to antibiotic resistant pathogens in the United States. They include Methicillin-resistant <i>Staphylococcus aureus</i> (MRSA), Vancomycin-intermediate <i>Staphylococcus aureus</i> (VISA), Vancomycin-resistant <i>Staphylococcus aureus</i> (VRSA), Vancomycin-resistant enterococci (VRE), Extended spectrum beta-lactamases (ESBLs) producing gram-negative bacilli, Multidrug-resistant <i>Streptococcus pneumoniae</i> (MDRSP), Carbapenem-resistant Enterobacteriaceae (CRE) and Multidrug-resistant <i>Acinetobacter baumannii</i>. For MRSA, resistance is as a result of Methicillin-sensitive <i>S. aureus</i> (MSSA) strains that have acquired Staphylococcal Cassette Chromosome mec (SCCmec) which carries mecA gene. The gene encodes the penicillin-binding protein (PBP2a) which confers resistance to all β-lactam antibiotics. Vancomycin was previously the widely preferred drug for the treatment of MRSA infections. It is no longer the case with the emergence of <i>S. aureus</i> strains with reduced vancomycin sensitivity limiting the conventional treatment options for MRSA infections to very scanty expensive drugs. Presently, many researchers have reported the antibacterial activity of many plant extracts on MRSA. Hence, these medicinal plants might be promising candidates for treatment of MRSA infections. This work is a brief review on Methicillin-resistant <i>Staphylococcus aureus</i> (MRSA) and the anti-MRSA activities of extracts of selected medicinal plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, College of Natural and Applied Sciences, Igbinedion University Okada, Edo State, Nigeria."}], "LastName": "Okwu", "ForeName": "Maureen U", "Initials": "MU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Igbinedion University Teaching Hospital, Okada, Edo State, Nigeria."}], "LastName": "Olley", "ForeName": "Mitsan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, College of Natural and Applied Sciences, Igbinedion University Okada, Edo State, Nigeria."}], "LastName": "Akpoka", "ForeName": "Augustine O", "Initials": "AO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, College of Natural and Applied Sciences, Igbinedion University Okada, Edo State, Nigeria."}], "LastName": "Izevbuwa", "ForeName": "Osazee E", "Initials": "OE"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "AIMS Microbiol", "NlmUniqueID": "101697141", "ISSNLinking": "2471-1888"}, "CoiStatement": "Conflict of interest: All the authors have declared no conflict of interest in this short review."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Magiorakos AP, Srinivasan A, Carey RB, et al. Multidrug-resistant, extensively drug-resistant and pandrug-resistant bacteria: an international expert proposal for interim standard definitions for acquired resistance. Clin Microbiol Infect. 2012;18:268–281.", "ArticleIdList": ["21793988"]}, {"Citation": "Basak S, Singh P, Rajurkar M. Multidrug resistant and extensively drug resistant bacteria: A study. J Pathog. 2016;2016:4065603.", "ArticleIdList": ["PMC4749793", "26942013"]}, {"Citation": "Health Research and Educational Trust (HRET) Multidrug-resistant organisms. Infection change package. 2017.  Available from:  http://www.hret-hiin.org."}, {"Citation": "Nii-Trebi NI. Emerging and neglected infectious diseases: Insights, advances and challenges. Bio Med Res. 2017;2017:5245021.", "ArticleIdList": ["PMC5327784", "28286767"]}, {"Citation": "Adwan GM, Abu-Shanad BA, Adwan KM. In vitro activity of certain drugs in combination with plant extracts against Staphylococcus aureus infections. Afric J Biotechnol. 2009;8:4239–4241."}, {"Citation": "World Health Organization (WHO) WHO publishes list of bacteria for which new antibiotics are urgently needed, 2017.  Available from:  http://who.int/mediacentre/news/releases/2017/bacteria-antibiotics."}, {"Citation": "Gardete S, Alexander Tomasz A. Mechanisms of vancomycin resistance in Staphylococcus aureus. J Clin Invest. 2014;124:2836–2840.", "ArticleIdList": ["PMC4071404", "24983424"]}, {"Citation": "Kali A. Antibiotics and bioactive natural products in treatment of Methicillin-resistant Staphylococcus aureus (MRSA): A brief review. Pharmacogn Rev. 2015;9:29–34.", "ArticleIdList": ["PMC4441159", "26009690"]}, {"Citation": "Kaur DC, Chate SS. Study of antibiotic resistance pattern in methicillin-resistant Staphylococcus aureus with special reference to newer antibiotic. J Global Infect Dis. 2015;7:78–84.", "ArticleIdList": ["PMC4448330", "26069428"]}, {"Citation": "Arunkumar V, Prabagaravarthanan R, Bhaskar M. Prevalence of Methicillin-resistant Staphylococcus aureus (MRSA) infections among patients admitted in critical care units in a tertiary care hospital. Int J Res Med Sci. 2017;5:2362–2366."}, {"Citation": "McGuinness WA, Malachowa N, DeLeo FR. Vancomycin Resistance in Staphylococcus aureus. Yale J Biol Med. 2017;90:269–281.", "ArticleIdList": ["PMC5482303", "28656013"]}, {"Citation": "Subramani R, Narayanasumy M, Feussner KD. Plant-derived antimicrobials to fight against multidrug-resistant human pathogens. 3 Biotech. 2017;7:172.", "ArticleIdList": ["PMC5489455", "28660459"]}, {"Citation": "Conly JM, Johnston BL. Vancomycin-intermediate Staphylococcus aureus, hetero-vancomycin-intermediate Staphylococcus aureus and vancomycin-resistant Staphylococcus aureus: The end of the vancomycin era? Pulsus: The Canadian J Infect Dis. 2002;13:282–284.", "ArticleIdList": ["PMC2094890", "18159402"]}, {"Citation": "Taiwo SS. Antibiotic-resistant bugs in the 21st century: A public health challenge. World J Clin Infect Dis. 2011;30:11–16."}, {"Citation": "Onemu OS, Ophori EA. Prevalence of multidrug-resistant Staphylococcus aureus in clinical specimens obtained from patients attending the University of Benin Teaching Hospital, Benin City, Nigeria. J Nat Sci Res. 2013;3:154–159."}, {"Citation": "Kobayashi SD, Malachowa N, DeLeo FR. Pathogenesis of Staphylococcus aureus abscesses. Am J Pathol. 2015;185:1518–1527.", "ArticleIdList": ["PMC4450319", "25749135"]}, {"Citation": "Kong C, Neoh H, Nathan S. Targeting Staphylococcus aureus toxins: A potential form of anti-virulence therapy. Toxins (Basel) 2016;8:72.", "ArticleIdList": ["PMC4810217", "26999200"]}, {"Citation": "Weinstein RA, Fridkin SK. Vancomycin-intermediate and –resistant Staphylococcus aureus: What the infectious disease specialist needs to know. Clin Infect Dis. 2001;32:108–115.", "ArticleIdList": ["11118389"]}, {"Citation": "Appelbaum PC. The emergence of vancomycin-intermediate and vancomycin-resistant Staphylococcus aureus. Clin Microbiol Infect. 2006;12:16–23.", "ArticleIdList": ["16445720"]}, {"Citation": "Loomba PS, Taneja J, Mishra B. Methicillin- and Vancomycin-resistant Staphylococcus aureus in hospitalized patients. J Global Infect Dis. 2010;2:275–283.", "ArticleIdList": ["PMC2946685", "20927290"]}, {"Citation": "Pinho MG, Filipe SR, De Lencastre H, et al. Complementation of the essential peptidoglycan transpeptidase function of penicillin-binding protein 2 (PBP2) by the drug resistance protein PBP2A in Staphylococcus aureus. J Bacteriol. 2001;183:6525–6531.", "ArticleIdList": ["PMC95481", "11673420"]}, {"Citation": "Lee JH. Methicillin (Oxacillin)- resistant Staphylococcus aureus strains isolated from major food animals and their potential transmission to humans. Appl Environ Microbiol. 2003;69:6489–6494.", "ArticleIdList": ["PMC262320", "14602604"]}, {"Citation": "Harkins CP, Pichon B, Doumith M, et al. Methicillin-resistant Staphylococcus aureus (MRSA) emerged long before the introduction of methicillin into clinical practice. Genome Biol. 2017;18:130.", "ArticleIdList": ["PMC5517843", "28724393"]}, {"Citation": "Johnson AP. Methicillin-resistant Staphylococcus aureus (MRSA): The European landscape. J Antimicrob Chemother. 2011;66:43–48.", "ArticleIdList": ["21521706"]}, {"Citation": "Okwu M, Bamgbala S, Aborisade W. Prevalence of nasal carriage of Community-associated Methicillin-resistant Staphylococcus aureus among healthy primary school children in Okada, Nigeria. J Nat Sci Res. 2012;2:61–65."}, {"Citation": "Adhikari R, Pant ND, Neupane S, et al. Detection of Methicillin-resistant Staphylococcus aureus (MRSA) and determination of Minimum Inhibitory Concentration (MIC) of vancomycin for S. aureus isolated from pus/wound swab samples of the patients attending a tertiary care hospital in Kathmandu, Nepal. Can J Infect Dis Med Microbiol. 2017;2017:2191532.", "ArticleIdList": ["PMC5244009", "28154581"]}, {"Citation": "Rodríguez-Noriega E, Seas C, Guzmán-Blanco M, et al. Evolution of methicillin-resistant Staphylococcus aureus in Latin America. Int J Infect Dis. 2010;14:7.", "ArticleIdList": ["20047848"]}, {"Citation": "Otto M. Next-generation sequencing to monitor the spread of antimicrobial resistance. Genome Med. 2017;9:68.", "ArticleIdList": ["PMC5525366", "28738906"]}, {"Citation": "Sit PS, Teh CS, Idris N, et al. Prevalence of Methicillin-resistant Staphylococcus aureus (MRSA) infection and the molecular characteristics of MRSA bacteremia over a two-year period in a tertiary teaching hospital in Malaysia. BMC Infect Dis. 2017;17:274.", "ArticleIdList": ["PMC5390426", "28407796"]}, {"Citation": "Milheiriço C, Oliveira DC, deLencastre H. Update to the multiplex polymerase chain reaction strategy for assignment of mec element types in Staphylococcus aureus. Antimicrob Agents Chemother. 2007;51:3374–3377.", "ArticleIdList": ["PMC2043198", "17576837"]}, {"Citation": "Okwu MU, Mitsan O, Oladeinde B, et al. Staphylococcal cassette chromosome mec (SCCmec) typing of methicillin-resistant staphylococci obtained from clinical samples in south-south, Nigeria. World J Pharm Pharmaceut Sci. 2016;5:91–103."}, {"Citation": "Amirkhiz MF, Rezaee MA, Hasani A, et al. Staphylococcal cassette chromosome typing of Methicillin-resistant Staphylococcus aureus (MRSA): An eight year experience. Arch Pediar Infect Dis. 2015;3:e30632."}, {"Citation": "Rodvold KA, McConeghy KW. Methicillin-resistant Staphylococcus aureus therapy: Past, present and future. Clin Infect Dis. 2014;58:S20–S27.", "ArticleIdList": ["24343828"]}, {"Citation": "Clinical and Laboratory Standards Institute. Performance standards for antimicrobial susceptibility testing, CLSI approved standard M100-S16, Wayne, PA. 2006."}, {"Citation": "Tenover FC, Robert C, Moellering RC. The rationale for revising the Clinical and Laboratory Standards Institute vancomycin minimal inhibitory concentration interpretive criteria for Staphylococcus aureus. Clin Infect Dis. 2007;44:1208–1215.", "ArticleIdList": ["17407040"]}, {"Citation": "Howden BP, Davies JK, Paul DR, et al. Reduced vancomycin susceptibility in Staphylococcus aureus including vancomycin-intermediate and heterogeneous vancomycin-intermediate strains: Resistance mechanisms, laboratory detection and clinical implications. Clin Microbiol Rev. 2010;23:99–139.", "ArticleIdList": ["PMC2806658", "20065327"]}, {"Citation": "Dhanalashmi TA, Umapathy BL, Mohan DR. Prevalence of methicillin, vancomycin and multidrug resistance among Staphylococcus aureus. J Clin Diagn Res. 2010;6:974–977."}, {"Citation": "Fridkin SK. Vancomycin-intermediate and resistant Staphylococcus aureus. What infectious disease specialists need to know. Clin Infect Dis. 2001;32:108–115.", "ArticleIdList": ["11118389"]}, {"Citation": "Appelbaum PC. Reduced glycopeptides susceptibility in Methicillin-resistant Staphylococcus aureus (MRSA) Int J Antimicrob Agents. 2007;30:398–408.", "ArticleIdList": ["17888634"]}, {"Citation": "Hiramatsu K, Hanaki H, Ino T, et al. Methicillin-resistant Staphylococcus aureus (MRSA) clinical strain with reduced vancomycin susceptibility. J Antimicrob Chemother. 1997;40:135–136.", "ArticleIdList": ["9249217"]}, {"Citation": "Gardete S, Tomasz A. Mechanisms of vancomycin resistance in Staphylococcus aureus. J Clin Invest. 2014;124:2836–2840.", "ArticleIdList": ["PMC4071404", "24983424"]}, {"Citation": "National Committee for Clinical Laboratory Standards (NCCLS) Performance standards for antimicrobial susceptibility testing; 15th Informational supplement M100-S15, NCCLS Wayne, PA. 2007."}, {"Citation": "National Committee for Clinical Laboratory Standards (NCCLS) Methods for antimicrobial susceptibility tests for bacteria that grow aerobically; 5th ed. Approved standards, M7-A5, NCCLS Wayne, PA. 2007."}, {"Citation": "Centre for Disease Control and Prevention (CDC) Staphylococcus aureus resistant to vancomycin- United States. Morb Mortal Weekly Rep (MMWR) 2002;51:565–567.", "ArticleIdList": ["12139181"]}, {"Citation": "Chang S, Sievert DM, Hageman JC, et al. Infection with vancomycin-resistant Staphylococcus aureus containing the van A resistance gene. N Engl J Med. 2003;348:1342–1347.", "ArticleIdList": ["12672861"]}, {"Citation": "Okwu MU, Okorie TG, Mitsan O, et al. Prevalence and comparison of three methods for detection of Methicillin-resistant Staphylococcus aureus (MRSA) isolates in tertiary health institutions in Nigeria. Can Open Biol Sci. 2014;1:1–12."}, {"Citation": "Ravensbergen SJ, Berends M, Stienstra Y, et al. High prevalence of Methicillin-resistant Staphylococcus aureus (MRSA) and ESBL among asylum seekers in the Netherlands. PLoS One. 2017;12:e0176481.", "ArticleIdList": ["PMC5404783", "28441421"]}, {"Citation": "Stefani S, Chung DR, Lindsay JA, et al. Methicillin-resistant Staphylococcus aureus (MRSA): Global epidemiology and harmonisation of typing methods. Int J Antimicrob Agents. 2012;39:273–282.", "ArticleIdList": ["22230333"]}, {"Citation": "Vaez H, Tabaraei A, Moradi A, et al. Evaluation of methicillin resistance Staphylococcus aureus isolated from patients in Golestan province north of Iran. Afri J Microbiol Res. 2011;5:432–436."}, {"Citation": "Akanbi BO, Mbe JU. Occurrence of methicillin- and vancomycin-resistant Staphylococcus aureus in University of Abuja Teaching Hospital, Abuja, Nigeria. Afri J Clin Exper Microbiol. 2013;14:10–13."}, {"Citation": "Goud R, Gupta S, Neogi U, et al. Community prevalence of methicillin- and vancomycin-resistant Staphylococcus aureus in and around Bangalore, southern India. Rev Soc Bras Med Trop. 2011;44:309–312.", "ArticleIdList": ["21901873"]}, {"Citation": "Alo M, Ugah U, Okoro N. Epidemiology of vancomycin-resistant Staphylococcus aureus among clinical isolates in a tertiary hospital in Abakaliki, Nigeria. Amer J Epidermiol Infect Dis. 2013;1:24–26."}, {"Citation": "Abdallah EM. Medicinal plants as an alternative drug against Methicillin-resistant Staphylococcus aureus (MRSA) Int J Microbiol Allied Sci. 2016;3:35–42."}, {"Citation": "Mahady GB. Medicinal plants for the prevention and treatment of bacterial infections. Curr Pharmaceu Design. 2005;11:2405–2427.", "ArticleIdList": ["16026296"]}, {"Citation": "Voravuthikunchai SP, Kitpipit L. Activity of medicinal plant extracts against hospital isolates of Methicillin-resistant Staphylococcus aureus (MRSA) Clin Microb Infect. 2005;11:493–512.", "ArticleIdList": ["15882206"]}, {"Citation": "Invasive Species Compendium- CABI. 2018.  Available from:  https://www.cabi.org/isc/datasheet/2184."}, {"Citation": "Invasive Species Compendium- CABI. 2018.  Available from:  https://www.cabi.org/isc/datasheet/24882."}, {"Citation": "Invasive Species Compendium- CABI. 2018.  Available from:  https://www.cabi.org/isc/datasheet/28765."}, {"Citation": "Invasive Species Compendium- CABI. 2018.  Available from:  https://www.cabi.org/isc/datasheet/39510."}, {"Citation": "Invasive Species Compendium- CABI. 2018.  Available from:  https://www.cabi.org/isc/datasheet/45141."}, {"Citation": "United States Department of Agriculture (USDA) National resources conservation service. 2018.  Available from:  https://plants.usda.gov/core/profile?symbol=PUGR2."}, {"Citation": "Globinmed. 2018.  Available from:  https://www.globinmed.com/index.php?option."}, {"Citation": "Arefin K, Rahman M, Uddin MZ, et al. Angiosperm flora of Satchari Natural Park, Habiganj, Bangladesh. Bangl J Plan Taxon. 2011;18:117–140."}, {"Citation": "Al-Alusin NT, Kadir FA, Ismali S, et al. In vitro interaction of combined plants: Tinospora crispa and Swietenia mahagoni against Methicillin-resistant Staphylococcus aureus (MRSA) Afri J Microbiol Res. 2010;4:2309–2312."}, {"Citation": "Sahu MC, Padhy RN. In vitro antibacterial potency of Butea monosperma Lam. against twelve clinically isolated multidrug resistant bacteria. Asian Pac J Trop Dis. 2013;3:217–226."}, {"Citation": "Gomber C, Saxena S. Anti-staphylococcal potential of Callistemon rigidus. Centr Euro J Med. 2006;2:79–88."}, {"Citation": "Aliyu AB, Musa AM, Abdullahi MS, et al. Activity of plant extracts used in Northern Nigerian traditional medicine against Methicillin-resistant Staphylococcus aureus (MRSA) Nig J Pharmaceu Sci. 2008;7:1–8."}, {"Citation": "Akinjogunla OJ, Yah CS, Eghafona NO. Antibacterial activity of the leave extracts of Nymphaea lotus (Nymphaeaceae) on Methicillin-resistant Staphylococcus aureus and Vancomycin-resistant S. aureus isolated from clinical samples. Annals Biol Res. 2010;1:174–184."}, {"Citation": "Wikaningtyas P, Sukandar EY. The antibacterial activity of selected plants towards resistant bacteria isolated from clinical specimens. Asian Pac J Trop Biomed. 2016;6:16–19."}, {"Citation": "Zuo GY, Zhang XJ, Yang CX, et al. Evaluation of traditional Chinese medicinal plants for anti-MRSA activity with reference to the treatment record of infectious diseases. Molecules. 2012;17:2955–2967.", "ArticleIdList": ["PMC6268228", "22406900"]}, {"Citation": "Heyman HM, Hussein AA, Meyer JJ, et al. Antibacterial activity of South African medicinal plants against Methicillin-resistant Staphylococcus aureus (MRSA) Pharmaceu Biol. 2009;47:67–71."}, {"Citation": "Uddin Q, Samiulla L, Singh VK, et al. Phytochemical and pharmacological profile of Withania somnifera Dunal: A review. J Appl Pharmaceu Sci. 2012;2:170–175."}, {"Citation": "Nefzi A, Abdallah RA, Jabnoun-Khiareddine H, et al. Antifungal activity of aqueous and organic extracts from Withania somnifera L. against Fusarium oxysporium f. sp. radicis-lycopersia. J Microb Biochem Tech. 2016;8:144–150."}, {"Citation": "Sucilathangam G, Gomatheswari SN, Velvizhi G, et al. Detection of antibacterial activity of medicinal plant Quercus infectoria against methicillin-resistant Staphylococcus aureus (MRSA) isolates in clinical samples. J Pharmaceu Biomed Sci. 2012;14:8."}, {"Citation": "Imelouane B, Amhamdi H, Wathelet JP, et al. Chemical composition and antimicrobial activity of essential oil of thyme (Thymus vulgaris) from Eastern Morocco. Int J Agric Biol. 2009;11:205–208."}, {"Citation": "Armas JR, Quiroz JR, Roman RA, et al. Antibacterial activities of essential oils from three medicinal plants in combination with EDTA against MRSA. British Microbiol Res J. 2016;17:1–10."}, {"Citation": "Anyanwu MU, Okoye RC. Antimicrobial activity of Nigerian medicinal plants. J Intercul Ethnopharmacol. 2017;6:240–259.", "ArticleIdList": ["PMC5429085", "28512606"]}, {"Citation": "Abouzeed YM, Elfahem A, Zgheel F. Antibacterial in-vitro activities of selected medicinal plants against methicillin-resistant Staphylococcus aureus (MRSA) from Libyan environment. J Environ Anal Toxicol. 2013;3:194."}, {"Citation": "Van Vuuren SF. Antimicrobial activity of South African medicinal plants. J Ethnopharmacol. 2008;119:462–472.", "ArticleIdList": ["18582553"]}, {"Citation": "Lapornik B, Prosek M, Wondra AG. Comparison extracts prepared from plant by-products using different solvents and extraction time. J Food Eng. 2005;71:214–222."}, {"Citation": "Tiwari P, Kumar B, Kaur M, et al. Phytochemical screening and extraction: A review. Int Pharmaceu Sci. 2011;1:98–106."}, {"Citation": "Singh KN, Lal B. Notes on traditional uses of Khair (Acacia catechu Willd.) by inhabitants of Shivalik Range in Western Himalaya. Ethnobot Leafl. 2011;10:109–112."}, {"Citation": "Lakshmi T, Aravind Kumar S. Preliminary phytochemical analysis and in vitro antibacterial activity of Acacia catchu Willd bark against Streptococcus mitis, S. sanguis and Lactobacillus acidophilus. Int J Phytomed. 2011;3:579–584."}, {"Citation": "Obolskiy D, Pischel I, Siriwatanametanon N, et al. A phytochemical and pharmacological review. Phytother Res. 2009;23:1047–1065.", "ArticleIdList": ["19172667"]}, {"Citation": "Karim AA, Azlan A. Fruit pod extracts as a source of nutraceuticals and pharmaceuticals. Molecules. 2012;17:11931–11946.", "ArticleIdList": ["PMC6268244", "23052712"]}, {"Citation": "Shah KN, Verma P, Suhagia B. A phyto-pharmacological overview on jewel weed. J Appl Pharmaceu Sci. 2017;7:246–252."}, {"Citation": "Jash SK, Singh RK, Majhi S, et al. Peltophorum pterocarpium: Chemical and pharmacological aspects. Int J Pharmaceu Sci Res. 2013;5:26–36."}, {"Citation": "Joseph L, George M, Singh G, et al. Phytochemical investigation on various parts of Psidium guajava. Annals Plant Sci. 2016;52:1265–1268."}, {"Citation": "Satheesh KB, Suchetha KN, Vadisha SB, et al. Preliminary phytochemical screening of various extracts of Punica granatum peel, whole fruit and seeds. Nitte Univer J Healt Sci. 2012;2:34–38."}, {"Citation": "Taniguchi S, Kuroda K, Doi K, et al. Revised structures of gambiriins A1, A2, B1, and B2 chalcaneflavan dimmers from gambir (Uncaria gambir extract) Chem Pharm Bull. 2007;55:268–272.", "ArticleIdList": ["17268100"]}, {"Citation": "Amir M, Mujeeb M, Khan A, et al. Phytochemical analysis and in vitro antioxidant activity of Uncaria gambir. Int Green Pharma. 2012;6:67–72."}, {"Citation": "Li H, Tang GH, Yu Z, et al. A new carotene sesquiterpene from Walsura robusta. Chin J Nat Med. 2013;11:84–86."}, {"Citation": "Quattrochi U. Common names, scientific names, eponyms, synonyms and etymology. In: Taylor and Francis Group, editor. CRC World dictionary of medicinal and poisonous plants. New York: CRC Press; 2014. p. 3938."}, {"Citation": "Bhurat MR, Bavaskar SR, Agrawal AD, et al. Swietenia mahogany Linn- A phytopharmacological review. Asian J Pharmaceu. 2011;1:1–4."}, {"Citation": "Danga YS, Esimone CO, Nukenine EN. Larvicidal and phytochemical properties of Callistemon rigidus R. Br. (Myrtaceae) leaf solvent extract against three vector mosquitoes. J Vector Borne Dis. 2014;51:216–223.", "ArticleIdList": ["25253215"]}, {"Citation": "Almahy HA, Nasir OD. Phytochemical and mineral content of the leaves of four Sudanese Acacia species. J Stored Prod Posthar Res. 2011;2:221–226."}, {"Citation": "Oyetayo VO. Comparative studies of the phytochemical and antimicrobial properties of the leaf, stem and tuber of Anchomanes difformis. J Pharmcol Toxicol. 2007;2:407–410."}, {"Citation": "Osuntokun OT. Bioactivity and phytochemical screening of Nigerian medicinal plants growing in Ondo and Ekiti states against bacterial isolates from paediatrics hospital. J Advan Med Pharmaceu Sci. 2015;4:1–14."}, {"Citation": "Thakur GS, Bag M, Samodiya BS, et al. Momordica balsamina: A medicinal and neutraceutical plant for health care management. Curr Pharmaceu Biotech. 2009;10:667–682.", "ArticleIdList": ["19751180"]}, {"Citation": "Afolayan AJ, Sharaibi OJ, Kazeem MI. Phytochemical analysis and in vitro antioxidant activity of Nymphaea lotus L. Int J Pharmacol. 2013;9:297–304."}, {"Citation": "Bello IA, Ndukwe GI, Audu OT, et al. A bioactive flavonoid from Pavetta crassipes K. Schum. Org Med Chem Lett. 2011;1:14.", "ArticleIdList": ["PMC3305906", "22373191"]}, {"Citation": "Bariweni MW, Ozolua RI. Neuropharmacological effects of the aqueous leaf extract and fractions of Pavetta crassipes (K. Schum.) Rubiaceae in mice. J Pharm Pharmacog Res. 2017;5:278–287."}, {"Citation": "Patel JR, Tripathi P, Sharma V, et al. Phyllenthus amarus: Ethnomedicinal uses, phytochemistry and pharmacology: A review. J Ethnopharmacol. 2011;138:286–313.", "ArticleIdList": ["21982793"]}, {"Citation": "Aliyu AB, Musa AM, Abdullahi MS, et al. Phytochemical screening and antibacterial activities of Vernonia ambigua, V. Blumeoides and V. oocephala (Asteraceae) Acta Pol Pharm. 2011;68:67–73.", "ArticleIdList": ["21485703"]}, {"Citation": "Halim MR, Tan MS, Ismail S, et al. Standardization and phytochemical studies of Curcuma xanthorrhiza Roxb. Int J Pharm Pharmaceu Sci. 2012;4:606–610."}, {"Citation": "Salleh NA, Ismail S, Abhalim MR. Effects of Curcuma xanthorrhiza extracts and their constituents on phase II drug-metabolizing enzymes activity. Pharmacog Res. 2016;8:309–315.", "ArticleIdList": ["PMC5004525", "27695274"]}, {"Citation": "Chahyadi A, Hartati R, Wirasutisna K, et al. Boesenbergia pandurata Roxb., an Indonesian medicinal plant: Phytochemistry, biological activity, plant biotechnology. Proc Chem. 2014;13:13–37."}, {"Citation": "Yadnya-Putra AA, Chahyadi A, Elfahmi Production of panduratin A, cardamomin and sitosterol using cell cultures of Fingerrot (Boesenbergia pandurata (Roxb.) Schlechter) Biosci Biotech Res Asia. 2014;11:43–52."}, {"Citation": "Adelowo F, Oladeji O. An overview of the phytochemical analysis of bioactive compounds in Senna alata. Amer J Biochem Eng. 2017;2:7–14."}, {"Citation": "Mabona U, Van Vuuren SF. Southern African medicinal plants used to treat skin diseases. South Afri J Bot. 2013;87:175–193."}, {"Citation": "Kelmanson JE, Jäger AK, van Staden J. Zulu medicinal plants with antibacterial activity. J Ethnopharmacol. 2000;69:241–246.", "ArticleIdList": ["10722206"]}, {"Citation": "Yakov F. In vitro 5-lipoxygenase and antioxidant activities of South African medicinal plants commonly used topically for skin diseases, (thesis) Johannesburg: University of Witwatersrand, Faculty of Health Sciences; 2006.", "ArticleIdList": ["0"]}, {"Citation": "Omosa LK, Amugune B, Ndunda B, et al. Antimicrobial flavonoids and diterpenoids from Dodonaea angustifolia. South Afri J Bot. 2014;91:58–62."}, {"Citation": "Vaidya V, Mahendrakumar CB, Bhise K. Preliminary phytochemical screening of Quercus infectoria Oliv. for treatment of skin diseases. J Med Plants Res. 2013;7:2019–2027."}, {"Citation": "Shrestha S, Kaushik VS, Eshwarappa RS, et al. Pharmacognostic studies of insect gall of Quercus infectoria Olivier (Fagaceae) Asian Pac J Trop Biomed. 2014;4:35–39.", "ArticleIdList": ["PMC3819493", "24144128"]}, {"Citation": "Magbool FA, Elnima EI, Shayoub ME, et al. Preliminary phytochemical screening of Quercus infectoria galls. World J Pharm Pharmaceu Sci. 2018;7:77–87."}, {"Citation": "Nema SS, Tohamy MA, El-Banna HA, et al. Phytochemical and pharmacological studies of ethanolic extract of Thymus vulgaris. World J Pharm Pharmaceu Sci. 2015;4:1988–2001."}, {"Citation": "Chew YL, Chan EW, Tan PL, et al. Assessment of phytochemical content, polyphenolic composition, antioxidant and antibacterial activities of leguminosae medicinal plants in Peninsular Malaysia. BMC Compl Altern Med. 2011;11:12.", "ArticleIdList": ["PMC3045388", "21306653"]}, {"Citation": "Cowan MM. Plant products as antimicrobial agents. Clin Microbiol Rev. 1999;12:564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Eze C, Iroha IR, Eluu SC, et al. Comparative studies on the antibacterial activities of leaf extracts of Azadirachta indica and Psidium guajava and antibiotics on methicillin- and vancomycin-resistant Staphylococcus aureus. Pharmaceu Biol Eval. 2017;4:155–161."}]}], "History": [{"Year": "2019", "Month": "2", "Day": "1"}, {"Year": "2019", "Month": "4", "Day": "4"}, {"Year": "2019", "Month": "8", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "4", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["31384707", "PMC6642907", "10.3934/microbiol.2019.2.117", "microbiol-05-02-117"]}}]}