{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31406117", "DateCompleted": {"Year": "2019", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "08", "Day": "12"}], "Language": ["eng"], "ELocationID": ["3634", "10.1038/s41467-019-11588-w"], "Journal": {"ISSN": "2041-1723", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Aug", "Day": "12"}}, "Title": "Nature communications", "ISOAbbreviation": "Nat Commun"}, "ArticleTitle": "Engineering a microbial biosynthesis platform for de novo production of tropane alkaloids.", "Pagination": {"StartPage": "3634", "MedlinePgn": "3634"}, "Abstract": {"AbstractText": ["Tropane alkaloids (TAs) are a class of phytochemicals produced by plants of the nightshade family used for treating diverse neurological disorders. Here, we demonstrate de novo production of tropine, a key intermediate in the biosynthetic pathway of medicinal TAs such as scopolamine, from simple carbon and nitrogen sources in yeast (Saccharomyces cerevisiae). Our engineered strain incorporates 15 additional genes, including 11 derived from diverse plants and bacteria, and 7 disruptions to yeast regulatory or biosynthetic proteins to produce tropine at titers of 6 mg/L. We also demonstrate the utility of our engineered yeast platform for the discovery of TA derivatives by combining biosynthetic modules from distant plant lineages to achieve de novo production of cinnamoyltropine, a non-canonical TA. Our engineered strain constitutes a starting point for future optimization efforts towards realizing industrial fermentation of medicinal TAs and a platform for the synthesis of TA derivatives with enhanced bioactivities."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioengineering, Stanford University, Stanford, CA, 94305, USA."}], "LastName": "Srinivasan", "ForeName": "Prashanth", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioengineering, Stanford University, Stanford, CA, 94305, USA. csmolke@stanford.edu."}, {"Identifier": [], "Affiliation": "Chan Zuckerberg Biohub, San Francisco, CA, 94158, USA. csmolke@stanford.edu."}], "LastName": "Smolke", "ForeName": "Christina D", "Initials": "CD"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nat Commun", "NlmUniqueID": "101528555", "ISSNLinking": "2041-1723"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Solanaceous Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Tropanes"}, {"RegistryNumber": "7YXR19M72Y", "NameOfSubstance": "tropine"}], "MeshHeadingList": [{"QualifierName": ["microbiology"], "DescriptorName": "Bioreactors"}, {"QualifierName": ["methods"], "DescriptorName": "Metabolic Engineering"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Saccharomyces cerevisiae"}, {"QualifierName": ["metabolism"], "DescriptorName": "Solanaceae"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Solanaceous Alkaloids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Tropanes"}], "CoiStatement": "The authors declare the following competing interests: P.S. and C.D.S. are inventors on a pending patent application; C.D.S. is a founder and CEO of Antheia, Inc."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Health Organization. WHO model list of essential medicines — 19th list, April 2015 (WHO, 2015)."}, {"Citation": "Grynkiewicz G, Gadzikowska M. Tropane alkaloids as medicinally useful natural products and their synthetic derivatives as new drugs. Pharmacol. Rep. 2008;60:439–463.", "ArticleIdList": ["18799813"]}, {"Citation": "Ullrich SF, Hagels H, Kayser O. Scopolamine: a journey from the field to clinics. Phytochem. Rev. 2017;16:333–353. doi: 10.1007/s11101-016-9477-x.", "ArticleIdList": ["10.1007/s11101-016-9477-x"]}, {"Citation": "Kohnen KL, Sezgin S, Spiteller M, Hagels H, Kayser O. Localization and organization of scopolamine biosynthesis in Duboisia myoporoides R. Br. Plant Cell Physiol. 2018;59:107–118. doi: 10.1093/pcp/pcx165.", "ArticleIdList": ["10.1093/pcp/pcx165", "29095998"]}, {"Citation": "Sato F, et al. Metabolic engineering of plant alkaloid biosynthesis. Proc. Natl Acad. Sci. USA. 2001;98:367–372. doi: 10.1073/pnas.98.1.367.", "ArticleIdList": ["10.1073/pnas.98.1.367", "PMC14596", "11134522"]}, {"Citation": "Zhang L, et al. Metabolic engineering of tropane alkaloid biosynthesis inplants. J. Integr. Plant Biol. 2005;47:136–143. doi: 10.1111/j.1744-7909.2005.00024.x.", "ArticleIdList": ["10.1111/j.1744-7909.2005.00024.x"]}, {"Citation": "Li S, Li Y, Smolke CD. Strategies for microbial synthesis of high-value phytochemicals. Nat. Chem. 2018;10:395–404. doi: 10.1038/s41557-018-0013-z.", "ArticleIdList": ["10.1038/s41557-018-0013-z", "29568052"]}, {"Citation": "Paddon CJ, et al. High-level semi-synthetic production of the potent antimalarial artemisinin. Nature. 2013;496:528–532. doi: 10.1038/nature12051.", "ArticleIdList": ["10.1038/nature12051", "23575629"]}, {"Citation": "Becker JVW, et al. Metabolic engineering of Saccharomyces cerevisiae for the synthesis of the wine-related antioxidant resveratrol. FEMS Yeast Res. 2003;4:79–85. doi: 10.1016/S1567-1356(03)00157-0.", "ArticleIdList": ["10.1016/S1567-1356(03)00157-0", "14554199"]}, {"Citation": "Koopman F, et al. De novo production of the flavonoid naringenin in engineered Saccharomyces cerevisiae. Microb. Cell Fact. 2012;11:155. doi: 10.1186/1475-2859-11-155.", "ArticleIdList": ["10.1186/1475-2859-11-155", "PMC3539886", "23216753"]}, {"Citation": "Rodriguez A, et al. Metabolic engineering of yeast for fermentative production of flavonoids. Bioresour. Technol. 2017;245:1645–1654. doi: 10.1016/j.biortech.2017.06.043.", "ArticleIdList": ["10.1016/j.biortech.2017.06.043", "28634125"]}, {"Citation": "Galanie S, et al. Complete biosynthesis of opioids in yeast. Science. 2015;349:1095–1100. doi: 10.1126/science.aac9373.", "ArticleIdList": ["10.1126/science.aac9373", "PMC4924617", "26272907"]}, {"Citation": "Li Y, Smolke CD. Engineering biosynthesis of the anticancer alkaloid noscapine in yeast. Nat. Commun. 2016;7:12137. doi: 10.1038/ncomms12137.", "ArticleIdList": ["10.1038/ncomms12137", "PMC4935968", "27378283"]}, {"Citation": "Li Y, et al. Complete biosynthesis of noscapine and halogenated alkaloids in yeast. Proc. Natl Acad. Sci. USA. 2018;115:201721469.", "ArticleIdList": ["PMC5924921", "29610307"]}, {"Citation": "Brown S, Clastre M, Courdavault V, O’Connor SE. De novo production of the plant-derived alkaloid strictosidine in yeast. Proc. Natl Acad. Sci. USA. 2015;112:3205–3210. doi: 10.1073/pnas.1423555112.", "ArticleIdList": ["10.1073/pnas.1423555112", "PMC4371906", "25675512"]}, {"Citation": "Li R, et al. Functional genomic analysis of alkaloid biosynthesis in hyoscyamus niger reveals a cytochrome P450 involved in littorine rearrangement. Chem. Biol. 2006;13:513–520. doi: 10.1016/j.chembiol.2006.03.005.", "ArticleIdList": ["10.1016/j.chembiol.2006.03.005", "16720272"]}, {"Citation": "Nasomjai P, et al. Mechanistic insights into the cytochrome P450-mediated oxidation and rearrangement of littorine in tropane alkaloid biosynthesis. ChemBioChem. 2009;10:2382–2393. doi: 10.1002/cbic.200900318.", "ArticleIdList": ["10.1002/cbic.200900318", "19693762"]}, {"Citation": "Kim, N., Estrada, O., Chavez, B., Stewart, C. & D’Auria, J. C. Tropane and granatane alkaloid biosynthesis: a systematic analysis. Molecules21, 1510–1534 (2016).", "ArticleIdList": ["PMC6274040", "27845728"]}, {"Citation": "Bedewitz MA, Jones AD, D’Auria JC, Barry CS. Tropinone synthesis via an atypical polyketide synthase and P450-mediated cyclization. Nat. Commun. 2018;9:5281. doi: 10.1038/s41467-018-07671-3.", "ArticleIdList": ["10.1038/s41467-018-07671-3", "PMC6290073", "30538251"]}, {"Citation": "Cao YDe, et al. Efficient biosynthesis of rare natural product scopolamine using E. coli cells expressing a S14P/K97A mutant of hyoscyamine 6β-hydroxylase AaH6H. J. Biotechnol. 2015;211:123–129. doi: 10.1016/j.jbiotec.2015.07.019.", "ArticleIdList": ["10.1016/j.jbiotec.2015.07.019", "26239231"]}, {"Citation": "Cardillo AB, Perassolo M, Sartuqui M, Rodríguez Talou J, Giulietti AM. Production of tropane alkaloids by biotransformation using recombinant Escherichia coli whole cells. Biochem. Eng. J. 2017;125:180–189. doi: 10.1016/j.bej.2017.06.013.", "ArticleIdList": ["10.1016/j.bej.2017.06.013"]}, {"Citation": "Cardillo AB, Talou JR, Giulietti AM. Expression of Brugmansia candida hyoscyamine 6beta-hydroxylase gene in Saccharomyces cerevisiae and its potential use as biocatalyst. Microb. Cell Fact. 2008;7:17. doi: 10.1186/1475-2859-7-17.", "ArticleIdList": ["10.1186/1475-2859-7-17", "PMC2430943", "18505565"]}, {"Citation": "Ping Y, et al. De novo production of the plant-derived tropine and pseudotropine in yeast. ACS Synth. Biol. 2019;8:1257–1262. doi: 10.1021/acssynbio.9b00152.", "ArticleIdList": ["10.1021/acssynbio.9b00152", "31181154"]}, {"Citation": "Taxis C. A safety catch for ornithine decarboxylase degradation. Microb. Cell. 2015;2:174–177. doi: 10.15698/mic2015.06.210.", "ArticleIdList": ["10.15698/mic2015.06.210", "PMC5349138", "28357291"]}, {"Citation": "Chattopadhyay MK, Tabor CW, Tabor H. Studies on the regulation of ornithine decarboxylase in yeast: effect of deletion in the MEU1 gene. Proc. Natl Acad. Sci. USA. 2005;102:16158–16163. doi: 10.1073/pnas.0507299102.", "ArticleIdList": ["10.1073/pnas.0507299102", "PMC1283443", "16260735"]}, {"Citation": "Porat Z, et al. Yeast antizyme mediates degradation of yeast ornithine decarboxylase by yeast but not by mammalian proteasome: New insights on yeast antizyme. J. Biol. Chem. 2008;283:4528–4534. doi: 10.1074/jbc.M708088200.", "ArticleIdList": ["10.1074/jbc.M708088200", "18089576"]}, {"Citation": "Porat Z, Wender N, Erez O, Kahana C. Mechanism of polyamine tolerance in yeast: novel regulators and insights. Cell. Mol. Life Sci. 2005;62:3106–3116. doi: 10.1007/s00018-005-5341-7.", "ArticleIdList": ["10.1007/s00018-005-5341-7", "16374585"]}, {"Citation": "Patel J, et al. Dual functioning of plant arginases provides a third route for putrescine synthesis. Plant Sci. 2017;262:62–73. doi: 10.1016/j.plantsci.2017.05.011.", "ArticleIdList": ["10.1016/j.plantsci.2017.05.011", "28716421"]}, {"Citation": "Klein RD, et al. Reconstitution of a bacterial/plant polyamine biosynthesis pathway in Saccharomyces cerevisiae. Microbiology. 1999;145(145):301–307. doi: 10.1099/13500872-145-2-301.", "ArticleIdList": ["10.1099/13500872-145-2-301", "10075412"]}, {"Citation": "Chattopadhyay, M. K., Tabor, C. W. & Tabor, H. Methylthioadenosine and polyamine biosynthesis in a Saccharomyces cerevisiae meu1Δ mutant. Biochem. Biophys. Res. Commun.343, 203–207 (2006).", "ArticleIdList": ["16530730"]}, {"Citation": "Pegg AE. Regulation of ornithine decarboxylase. J. Biol. Chem. 2006;281:14529–14532. doi: 10.1074/jbc.R500031200.", "ArticleIdList": ["10.1074/jbc.R500031200", "16459331"]}, {"Citation": "Aouida M, Leduc A, Poulin R, Ramotar D. AGP2 encodes the major permease for high affinity polyamine import in Saccharomyces cerevisiae. J. Biol. Chem. 2005;280:24267–24276. doi: 10.1074/jbc.M503071200.", "ArticleIdList": ["10.1074/jbc.M503071200", "15855155"]}, {"Citation": "Naconsie M, Kato K, Shoji T, Hashimoto T. Molecular evolution of n-methylputrescine oxidase in tobacco. Plant Cell Physiol. 2014;55:436–444. doi: 10.1093/pcp/pct179.", "ArticleIdList": ["10.1093/pcp/pct179", "24287136"]}, {"Citation": "Datta S, Annapure US, Timson DJ. Different specificities of two aldehyde dehydrogenases from Saccharomyces cerevisiae var. boulardii. Biosci. Rep. 2017;37:BSR20160529. doi: 10.1042/BSR20160529.", "ArticleIdList": ["10.1042/BSR20160529", "PMC5483954", "28126723"]}, {"Citation": "Nakahara K, et al. The Sjögren-Larsson syndrome gene encodes a hexadecenal dehydrogenase of the sphingosine 1-phosphate degradation pathway. Mol. Cell. 2012;46:461–471. doi: 10.1016/j.molcel.2012.04.033.", "ArticleIdList": ["10.1016/j.molcel.2012.04.033", "22633490"]}, {"Citation": "White, W. H., Skatrud, P. L., Xue, Z. & Toyn, J. H. Specialization of function among aldehyde dehydrogenases: the ALD2 and ALD3 genes are required for beta-alanine biosynthesis in Saccharomyces cerevisiae. Genetics163, 69–77 (2003).", "ArticleIdList": ["PMC1462426", "12586697"]}, {"Citation": "Saint-Prix F, Bönquist L, Dequin S. Functional analysis of the ALD gene family of Saccharomyces cerevisiae during anaerobic growth on glucose: the NADP+-dependent Ald6p and Ald5p isoforms play a major role in acetate formation. Microbiology. 2004;150:2209–2220. doi: 10.1099/mic.0.26999-0.", "ArticleIdList": ["10.1099/mic.0.26999-0", "15256563"]}, {"Citation": "Luo Z, Walkey CJ, Madilao LL, Measday V, Van Vuuren HJJ. Functional improvement of Saccharomyces cerevisiae to reduce volatile acidity in wine. FEMS Yeast Res. 2013;13:485–494. doi: 10.1111/1567-1364.12053.", "ArticleIdList": ["10.1111/1567-1364.12053", "23692528"]}, {"Citation": "Trenchard IJ, Smolke CD. Engineering strategies for the fermentative production of plant alkaloids in yeast. Metab. Eng. 2015;30:96–104. doi: 10.1016/j.ymben.2015.05.001.", "ArticleIdList": ["10.1016/j.ymben.2015.05.001", "PMC4519383", "25981946"]}, {"Citation": "Jirschitzka J, et al. Plant tropane alkaloid biosynthesis evolved independently in the Solanaceae and Erythroxylaceae. Proc. Natl Acad. Sci. USA. 2012;109:10304–10309. doi: 10.1073/pnas.1200473109.", "ArticleIdList": ["10.1073/pnas.1200473109", "PMC3387132", "22665766"]}, {"Citation": "Schmidt GW, et al. The last step in cocaine biosynthesis is catalyzed by a BAHD acyltransferase. Plant Physiol. 2015;167:89–101. doi: 10.1104/pp.114.248187.", "ArticleIdList": ["10.1104/pp.114.248187", "PMC4281001", "25406120"]}, {"Citation": "Eudes A, et al. Exploiting members of the BAHD acyltransferase family to synthesize multiple hydroxycinnamate and benzoate conjugates in yeast. Microb. Cell Fact. 2016;15:198. doi: 10.1186/s12934-016-0593-5.", "ArticleIdList": ["10.1186/s12934-016-0593-5", "PMC5117604", "27871334"]}, {"Citation": "Jiang H, Wood KV, Morgan JA. Metabolic engineering of the phenylpropanoid pathway in Saccharomyces cerevisiae metabolic engineering of the phenylpropanoid pathway in Saccharomyces cerevisiae. Appl. Environ. Microbiol. 2005;71:2962–2969. doi: 10.1128/AEM.71.6.2962-2969.2005.", "ArticleIdList": ["10.1128/AEM.71.6.2962-2969.2005", "PMC1151809", "15932991"]}, {"Citation": "Eudes A, et al. Precursor-directed combinatorial biosynthesis of cinnamoyl, dihydrocinnamoyl, and benzoyl anthranilates in Saccharomyces cerevisiae. PLoS One. 2015;10:1–19. doi: 10.1371/journal.pone.0138972.", "ArticleIdList": ["10.1371/journal.pone.0138972", "PMC4591981", "26430899"]}, {"Citation": "Bedewitz M. A., Gongora-Castillo E., Uebler J. B., Gonzales-Vigil E., Wiegert-Rininger K. E., Childs K. L., Hamilton J. P., Vaillancourt B., Yeo Y.-S., Chappell J., DellaPenna D., Jones A. D., Buell C. R., Barry C. S. A Root-Expressed L-Phenylalanine:4-Hydroxyphenylpyruvate Aminotransferase Is Required for Tropane Alkaloid Biosynthesis in Atropa belladonna. The Plant Cell. 2014;26(9):3745–3762. doi: 10.1105/tpc.114.130534.", "ArticleIdList": ["10.1105/tpc.114.130534", "PMC4213168", "25228340"]}, {"Citation": "Qian ZG, Xia XX, Lee SY. Metabolic engineering of Escherichia coli for the production of putrescine: a four carbon diamine. Biotechnol. Bioeng. 2009;104:651–662.", "ArticleIdList": ["19714672"]}, {"Citation": "Nguyen AQD, Schneider J, Reddy GK, Wendisch VF. Fermentative production of the diamine putrescine: system metabolic engineering of corynebacterium glutamicum. Metabolites. 2015;5:211–231. doi: 10.3390/metabo5020211.", "ArticleIdList": ["10.3390/metabo5020211", "PMC4495370", "25919117"]}, {"Citation": "Kim SK, Jin YS, Choi IG, Park YC, Seo JH. Enhanced tolerance of Saccharomyces cerevisiae to multiple lignocellulose-derived inhibitors through modulation of spermidine contents. Metab. Eng. 2015;29:46–55. doi: 10.1016/j.ymben.2015.02.004.", "ArticleIdList": ["10.1016/j.ymben.2015.02.004", "25724339"]}, {"Citation": "Qin J, et al. Modular pathway rewiring of Saccharomyces cerevisiae enables high-level production of L-ornithine. Nat. Commun. 2015;6:1–11.", "ArticleIdList": ["PMC4569842", "26345617"]}, {"Citation": "Ping Yu, Li Xiaodong, Xu Baofu, Wei Wei, Wei Wenping, Kai Guoyin, Zhou Zhihua, Xiao Youli. Building Microbial Hosts for Heterologous Production of N-Methylpyrrolinium. ACS Synthetic Biology. 2019;8(2):257–263. doi: 10.1021/acssynbio.8b00483.", "ArticleIdList": ["10.1021/acssynbio.8b00483", "30691267"]}, {"Citation": "Brock A, Brandt W, Dräger B. The functional divergence of short-chain dehydrogenases involved in tropinone reduction. Plant J. 2008;54:388–401. doi: 10.1111/j.1365-313X.2008.03422.x.", "ArticleIdList": ["10.1111/j.1365-313X.2008.03422.x", "18221363"]}, {"Citation": "Dueber JE, et al. Synthetic protein scaffolds provide modular control over metabolic flux. Nat. Biotechnol. 2009;27:5–8. doi: 10.1038/nbt.1557.", "ArticleIdList": ["10.1038/nbt.1557", "19648908"]}, {"Citation": "Shi S, Chen Y, Siewers V. Improving production of malonyl coenzyme A-derived metabolites. mBio. 2014;5:e01130.", "ArticleIdList": ["PMC4010835", "24803522"]}, {"Citation": "Choi JW, Da Silva NA. Improving polyketide and fatty acid synthesis by engineering of the yeast acetyl-CoA carboxylase. J. Biotechnol. 2014;187:56–59. doi: 10.1016/j.jbiotec.2014.07.430.", "ArticleIdList": ["10.1016/j.jbiotec.2014.07.430", "25078432"]}, {"Citation": "Wang Y, Chen H, Yu O. A plant malonyl-CoA synthetase enhances lipid content and polyketide yield in yeast cells. Appl. Microbiol. Biotechnol. 2014;98:5435–5447. doi: 10.1007/s00253-014-5612-z.", "ArticleIdList": ["10.1007/s00253-014-5612-z", "24682482"]}, {"Citation": "Chen X, Yang X, Shen Y, Hou J, Bao X. Screening phosphorylation site mutations in yeast acetyl-CoA carboxylase using malonyl-CoA sensor to improve malonyl-CoA-derived product. Front. Microbiol. 2018;9:1–8. doi: 10.3389/fmicb.2018.00001.", "ArticleIdList": ["10.3389/fmicb.2018.00001", "PMC5788913", "29422886"]}, {"Citation": "Wrenbeck EE, et al. An automated data-driven pipeline for improving heterologous enzyme expression. ACS Synth. Biol. 2019;8:474–481. doi: 10.1021/acssynbio.8b00486.", "ArticleIdList": ["10.1021/acssynbio.8b00486", "PMC6855305", "30721031"]}, {"Citation": "Mizusaki S, Kisaki T, Tamaki E. Phytochemical studies on the tobacco alkaloids. XII. identification of gamma-methylaminobutyraldehyde and its precursor role in nicotine biosynthesis. Plant Physiol. 1968;43:93–98. doi: 10.1104/pp.43.1.93.", "ArticleIdList": ["10.1104/pp.43.1.93", "PMC396017", "16656744"]}, {"Citation": "Kwiatkowski TJ, Zoghbi HY, Ledbetter SA, Ellison KA, Chinault AC. Rapid identification of yeast artificial chromosome clones by matrix pooling and crude iysate PCR. Nucleic Acids Res. 1990;18:7191. doi: 10.1093/nar/18.23.7191.", "ArticleIdList": ["10.1093/nar/18.23.7191", "PMC332835", "2263507"]}, {"Citation": "Alberti S, Gitler AD, Lindquist S. A suite of Gateway cloning vectors for high-throughput genetic analysis in Saccharomyces cerevisiae. Yeast. 2007;24:913–919. doi: 10.1002/yea.1502.", "ArticleIdList": ["10.1002/yea.1502", "PMC2190539", "17583893"]}, {"Citation": "Entian KD, Kötter P. 25 Yeast genetic strain and plasmid collections. Methods Microbiol. 2007;36:629–666. doi: 10.1016/S0580-9517(06)36025-4.", "ArticleIdList": ["10.1016/S0580-9517(06)36025-4"]}, {"Citation": "Ryan OW, et al. Selection of chromosomal DNA libraries using a multiplex CRISPR system. eLife. 2014;3:1–15. doi: 10.7554/eLife.03703.", "ArticleIdList": ["10.7554/eLife.03703", "PMC4161972", "25139909"]}, {"Citation": "Allen F, Pon A, Wilson M, Greiner R, Wishart D. CFM-ID: a web server for annotation, spectrum prediction and metabolite identification from tandem mass spectra. Nucleic Acids Res. 2014;42:94–99. doi: 10.1093/nar/gku436.", "ArticleIdList": ["10.1093/nar/gku436", "PMC4086103", "24895432"]}, {"Citation": "Guijas C, et al. METLIN: a Technology platform for identifying knowns and unknowns. Anal. Chem. 2018;90:3156–3164. doi: 10.1021/acs.analchem.7b04424.", "ArticleIdList": ["10.1021/acs.analchem.7b04424", "PMC5933435", "29381867"]}, {"Citation": "Matasci N, et al. Data access for the 1000 Plants (1KP) project. Gigascience. 2014;3:17. doi: 10.1186/2047-217X-3-17.", "ArticleIdList": ["10.1186/2047-217X-3-17", "PMC4306014", "25625010"]}, {"Citation": "Källberg M, et al. Template-based protein structure modeling using the RaptorX web server. Nat. Protoc. 2012;7:1511–1522. doi: 10.1038/nprot.2012.085.", "ArticleIdList": ["10.1038/nprot.2012.085", "PMC4730388", "22814390"]}]}], "History": [{"Year": "2019", "Month": "3", "Day": "4"}, {"Year": "2019", "Month": "7", "Day": "18"}, {"Year": "2019", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["31406117", "PMC6690885", "10.1038/s41467-019-11588-w", "10.1038/s41467-019-11588-w"]}}]}