{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antiproliferative", "apoptosis", "cancer", "cell cycle", "molecular mechanism", "silymarin"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31407422", "DateCompleted": {"Year": "2020", "Month": "01", "Day": "15"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "08", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.6470"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "33", "Issue": "11", "PubDate": {"Year": "2019", "Month": "Nov"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "Silymarin antiproliferative and apoptotic effects: Insights into its clinical impact in various types of cancer.", "Pagination": {"StartPage": "2849", "EndPage": "2861", "MedlinePgn": "2849-2861"}, "Abstract": {"AbstractText": ["Silymarin is a complex extract isolated from the plant Silybum marianum, widely known for its prominent antioxidant and hepatoprotective effects, although increasing evidences have reported extraordinary antiproliferative and apoptotic abilities. As a result, several signaling pathways involved in cell cycle control, cell proliferation, and cell death have been deconvoluted as critical mechanisms. In this regard, cyclin and cyclin-dependent pathways have been the most studied ones. Following that, apoptotic pathways, such as p53, Akt, STAT-3, Ras, and caspases pathways, have been extensively studied, although other mechanisms involved in inflammation and angiogenesis have also been highlighted as silymarin-likely targets in cancer therapy. Therefore, the main challenge of this review is to discuss the diverse molecular mechanisms for silymarin antiproliferative and apoptotic effects; most of them largely studied in various types of cancers so far. Clinical trials and combination therapies related to silymarin application in cancer prevention and treatment are presented as well."], "CopyrightInformation": "© 2019 John Wiley & Sons, Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Biotechnology, School of Pharmacy, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Hosseinabadi", "ForeName": "Tahereh", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Plants Research Center, Basic Health Sciences Institute, Shahrekord University of Medical Sciences, Shahrekord, Iran."}], "LastName": "Lorigooini", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Protein Technology Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Tabarzad", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, School of Medicine, Bam University of Medical Sciences, Bam, Iran."}], "LastName": "Salehi", "ForeName": "Bahare", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "LEPABE-Department of Chemical Engineering, Faculty of Engineering, University of Porto, Porto, Portugal."}], "LastName": "Rodrigues", "ForeName": "Célia F", "Initials": "CF"}, {"Identifier": ["0000-0002-5934-5201"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, University of Porto, Porto, Portugal."}, {"Identifier": [], "Affiliation": "Institute for Research and Innovation in Health (i3S), University of Porto, Porto, Portugal."}], "LastName": "Martins", "ForeName": "Natália", "Initials": "N"}, {"Identifier": ["0000-0002-7301-8151"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zabol Medicinal Plants Research Center, Zabol University of Medical Sciences, Zabol, Iran."}], "LastName": "Sharifi-Rad", "ForeName": "Javad", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Silymarin"}], "MeshHeadingList": [{"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["drug effects"], "DescriptorName": "Apoptosis"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Cycle Checkpoints"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": [], "DescriptorName": "Drug Screening Assays, Antitumor"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Silybum marianum"}, {"QualifierName": ["classification", "drug therapy", "pathology"], "DescriptorName": "Neoplasms"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Neovascularization, Pathologic"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Silymarin"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aayadi, H., Mittal, S. P. K., Deshpande, A., Gore, M., & Ghaskadbi, S. S. (2017). Protective effect of geraniin against carbon tetrachloride induced acute hepatotoxicity in Swiss albino mice. Biochemical and Biophysical Research Communications, 487(1), 62-67. https://doi.org/10.1016/j.bbrc.2017.04.013"}, {"Citation": "Agarwal, R. (2000). Cell signaling and regulators of cell cycle as molecular targets for prostate cancer prevention by dietary agents. Biochemical Pharmacology, 60(8), 1051-1059. https://doi.org/10.1016/S0006-2952(00)00385-3"}, {"Citation": "Agarwal, R., Agarwal, C., Ichikawa, H., Singh, R. P., & Aggarwal, B. B. (2006). Anticancer potential of silymarin: From bench to bed side. Anticancer Research, 26(6 B), 4457-4498."}, {"Citation": "Ali, E. H., Sharifpanah, F., Wartenberg, M., & Sauer, H. (2018). Silibinin from Silybum marianum stimulates embryonic stem cell vascular differentiation via the STAT3/PI3-K/AKT axis and nitric oxide. Planta medica, 84(11), 768-778."}, {"Citation": "Amawi, H., Hussein, N. A., Karthikeyan, C., Manivannan, E., Wisner, A., Williams, F. E., … Tiwari, A. K. (2017). HM015k, a novel silybin derivative, multi-targets metastatic ovarian cancer cells and is safe in zebrafish toxicity studies. Frontiers in Pharmacology, 8(AUG), 498."}, {"Citation": "Amiri, B., Ebrahimi-Far, M., Saffari, Z., Akbarzadeh, A., Soleimani, E., & Chiani, M. (2016). Preparation, characterization and cytotoxicity of silibinin-Containing nanoniosomes in T47D human breast carcinoma cells. Asian Pacific journal of cancer prevention: APJCP, 17(8), 3835-3838."}, {"Citation": "Arafa Keshk, W., Zahran, S. M., Katary, M. A., & Abd-Elaziz Ali, D. (2017). Modulatory effect of silymarin on nuclear factor-erythroid-2-related factor 2 regulated redox status, nuclear factor-κB mediated inflammation and apoptosis in experimental gastric ulcer. Chemico-Biological Interactions, 273, 266-272. https://doi.org/10.1016/j.cbi.2017.06.022"}, {"Citation": "Bazzano, A. N., Hofer, R., Thibeau, S., Gillispie, V., Jacobs, M., & Theall, K. P. (2016). A review of herbal and pharmaceutical galactagogues for breast-feeding. Ochsner Journal, 16(4), 511-524."}, {"Citation": "Bhatia, N., & Agarwal, R. (2001). Detrimental effect of cancer preventive phytochemicals silymarin, genistein and epigallocatechin 3-gallate on epigenetic events in human prostate carcinoma DU145 cells. Prostate, 46(2), 98-107. https://doi.org/10.1002/1097-0045(20010201)46:2<98::AID-PROS1013>3.0.CO;2-K"}, {"Citation": "Bosch-Barrera, J., Corominas-Faja, B., Cuyàs, E., Martin-Castillo, B., Brunet, J., & Menendez, J. A. (2014). Silibinin administration improves hepatic failure due to extensive liver infiltration in a breast cancer patient. Anticancer Research, 34(8), 4323-4328."}, {"Citation": "Choi, E. S., Oh, S., Jang, B., Yu, H. J., Shin, J. A., Cho, N. P., … Cho, S. D. (2017). Silymarin and its active component silibinin act as novel therapeutic alternatives for salivary gland cancer by targeting the ERK1/2-Bim signaling cascade. Cellular Oncology, 40(3), 235-246. https://doi.org/10.1007/s13402-017-0318-8"}, {"Citation": "Colombo, V., Lupi, M., Falcetta, F., Forestieri, D., D'Incalci, M., & Ubezio, P. (2011). Chemotherapeutic activity of silymarin combined with doxorubicin or paclitaxel in sensitive and multidrug-resistant colon cancer cells. Cancer Chemotherapy and Pharmacology, 67(2), 369-379. https://doi.org/10.1007/s00280-010-1335-8"}, {"Citation": "Csupor, D., Csorba, A., & Hohmann, J. (2016). Recent advances in the analysis of flavonolignans of Silybum marianum. Journal of Pharmaceutical and Biomedical Analysis, 130, 301-317. https://doi.org/10.1016/j.jpba.2016.05.034"}, {"Citation": "Das, S., Roy, P., Auddy, R. G., & Mukherjee, A. (2011). Silymarin nanoparticle prevents paracetamol-induced hepatotoxicity. International Journal of Nanomedicine, 6, 1291."}, {"Citation": "Davis-Searles, P. R., Nakanishi, Y., Kim, N. C., Graf, T. N., Oberlies, N. H., Wani, M. C., … Kroll, D. J. (2005). Milk thistle and prostate cancer: Differential effects of pure flavonolignans from Silybum marianum on antiproliferative end points in human prostate carcinoma cells. Cancer Research, 65(10), 4448-4457. https://doi.org/10.1158/0008-5472.CAN-04-4662"}, {"Citation": "Deep, G., Kumar, R., Nambiar, D. K., Jain, A. K., Ramteke, A. M., Serkova, N. J., … Agarwal, R. (2017). Silibinin inhibits hypoxia-induced HIF-1α-mediated signaling, angiogenesis and lipogenesis in prostate cancer cells: In vitro evidence and in vivo functional imaging and metabolomics. Molecular Carcinogenesis, 56(3), 833-848. https://doi.org/10.1002/mc.22537"}, {"Citation": "Deep, G., Oberlies, N. H., Kroll, D. J., & Agarwal, R. (2008). Identifying the differential effects of silymarin constituents on cell growth and cell cycle regulatory molecules in human prostate cancer cells. International Journal of Cancer, 123(1), 41-50. https://doi.org/10.1002/ijc.23485"}, {"Citation": "Deep, G., Singh, R. P., Agarwal, C., Kroll, D. J., & Agarwal, R. (2006). Silymarin and silibinin cause G1 and G2-M cell cycle arrest via distinct circuitries in human prostate cancer PC3 cells: A comparison of flavanone silibinin with flavanolignan mixture silymarin. Oncogene, 25(7), 1053-1069. https://doi.org/10.1038/sj.onc.1209146"}, {"Citation": "Elyasi, S., Hosseini, S., Niazi Moghadam, M. R., Aledavood, S. A., & Karimi, G. (2016). Effect of oral silymarin Administration on Prevention of Radiotherapy Induced Mucositis: A Randomized, Double-blinded, placebo-controlled clinical trial. Phytotherapy Research, 30(11), 1879-1885. https://doi.org/10.1002/ptr.5704"}, {"Citation": "Eo, H. J., Jeong, J. B., Koo, J. S., & Jeong, H. J. (2017). Silymarin-mediated degradation of c-Myc contributes to the inhibition of cell proliferation in human colorectal cancer cells. 한국자원식물학회지, 30(3), 265-271."}, {"Citation": "Eo, H. J., Park, G. H., Song, H. M., Lee, J. W., Kim, M. K., Lee, M. H., … Jeong, J. B. (2015). Silymarin induces cyclin D1 proteasomal degradation via its phosphorylation of threonine-286 in human colorectal cancer cells. International Immunopharmacology, 24(1), 1-6. https://doi.org/10.1016/j.intimp.2014.11.009"}, {"Citation": "Faezizadeh, Z., Mesbah-Namin, S. A. R., & Allameh, A. (2012). The effect of silymarin on telomerase activity in the human leukemia cell line K562. Planta Medica, 78(9), 899-902. https://doi.org/10.1055/s-0031-1298464"}, {"Citation": "Fan, L., Ma, Y., Liu, Y., Zheng, D., & Huang, G. (2014). Silymarin induces cell cycle arrest and apoptosis in ovarian cancer cells. European Journal of Pharmacology, 743, 79-88. https://doi.org/10.1016/j.ejphar.2014.09.019"}, {"Citation": "Fanoudi, S., Alavi, M. S., Karimi, G., & Hosseinzadeh, H. (2018). Milk thistle (Silybum Marianum) as an antidote or a protective agent against natural or chemical toxicities: A review. Drug and chemical toxicology, 22, 1-15. https://doi.org/10.1080/01480545.2018.1485687"}, {"Citation": "Fehér, J., & Lengyel, G. (2012). Silymarin in the prevention and treatment of liver diseases and primary liver cancer. Current Pharmaceutical Biotechnology, 13(1), 210-217. https://doi.org/10.2174/138920112798868818"}, {"Citation": "Ferenci, P., Dragosics, B., Dittrich, H., Frank, H., Benda, L., Lochs, H., … Schneider, B. (1989). Randomized controlled trial of silymarin treatment in patients with cirrhosis of the liver. Journal of Hepatology, 9(1), 105-113. https://doi.org/10.1016/0168-8278(89)90083-4"}, {"Citation": "Flaig, T. W., Gustafson, D. L., Su, L. J., Zirrolli, J. A., Crighton, F., Harrison, G. S., … Glodé, L. M. (2007). A phase I and pharmacokinetic study of silybin-phytosome in prostate cancer patients. Investigational New Drugs, 25(2), 139-146. https://doi.org/10.1007/s10637-006-9019-2"}, {"Citation": "Gharagozloo, M., & Amirghofran, Z. (2007). Effects of silymarin on the spontaneous proliferation and cell cycle of human peripheral blood leukemia T cells. Journal of Cancer Research and Clinical Oncology, 133(8), 525-532. https://doi.org/10.1007/s00432-007-0197-x"}, {"Citation": "Gharagozloo, M., Velardi, E., Bruscoli, S., Agostini, M., Di Sante, M., Donato, V., … Riccardi, C. (2010). Silymarin suppress CD4+ T cell activation and proliferation: Effects on NF-κB activity and IL-2 production. Pharmacological Research, 61(5), 405-409. https://doi.org/10.1016/j.phrs.2009.12.017"}, {"Citation": "Greenlee, H., Abascal, K., Yarnell, E., & Ladas, E. (2007). Clinical applications of Silybum marianum in oncology. Integrative Cancer Therapies, 6(2), 158-165. https://doi.org/10.1177/1534735407301727"}, {"Citation": "Haddad, Y., Vallerand, D., Brault, A., & Haddad, P. S. (2011). Antioxidant and hepatoprotective effects of silibinin in a rat model of nonalcoholic steatohepatitis. Evidence-Based Complementary and Alternative Medicine, 2011, 1-10. nep164, https://doi.org/10.1093/ecam/nep164"}, {"Citation": "Hahn, G., Lehmann, H., Kürten, M., Uebel, H., & Vogel, G. (1968). On the pharmacology and toxicology of silymarin, an antihepatotoxic active principle from Silybum marianum (L.) Gaertn. Arzneimittel-Forschung, 18(6), 698."}, {"Citation": "Hogan, F. S., Krishnegowda, N. K., Mikhailova, M., & Kahlenberg, M. S. (2007). Flavonoid, silibinin, inhibits proliferation and promotes cell-cycle arrest of human colon cancer. Journal of Surgical Research, 143(1), 58-65. https://doi.org/10.1016/j.jss.2007.03.080"}, {"Citation": "Hoh, C., Boocock, D., Marczylo, T., Singh, R., Berry, D. P., Dennison, A. R., … Garcea, G. (2006). Pilot study of oral silibinin, a putative chemopreventive agent, in colorectal cancer patients: Silibinin levels in plasma, colorectum, and liver and their pharmacodynamic consequences. Clinical Cancer Research, 12(9), 2944-2950. https://doi.org/10.1158/1078-0432.CCR-05-2724"}, {"Citation": "Huang, Q., Wu, L. J., Tashiro, S. I., Onodera, S., Li, L. H., & Ikejima, T. (2005). Silymarin augments human cervical cancer HeLa cell apoptosis via P38/JNK MAPK pathways in serum-free medium. Journal of Asian Natural Products Research, 7(5), 701-709. https://doi.org/10.1080/1028602042000324862"}, {"Citation": "Imai-Sumida, M., Chiyomaru, T., Majid, S., Kulkarni, P., Dasgupta, P., Saini, S., … Yamamura, S. (2017). Silibinin suppresses bladder cancer through down-regulation of actin cytoskeleton and PI3K/Akt signaling pathways. Oncotarget, AACR. 8(54), 92032-92042. https://doi.org/10.18632/oncotarget.20734"}, {"Citation": "Ivernizzi, R., Bernuzzi, S., Ciani, D., & Ascari, E. (1993). Silymarine during maintenance therapy of acute promyelocytic leukemia. Haematologica, 78(5), 340-341."}, {"Citation": "Jain, A., Yadav, A., Bozhkov, A. I., Padalko, V. I., & Flora, S. J. S. (2011). Therapeutic efficacy of silymarin and naringenin in reducing arsenic-induced hepatic damage in young rats. Ecotoxicology and Environmental Safety, 74(4), 607-614. https://doi.org/10.1016/j.ecoenv.2010.08.002"}, {"Citation": "Jiang, C., Agarwal, R., & Lü, J. (2000). Anti-angiogenic potential of a cancer chemopreventive flavonoid antioxidant, silymarin: Inhibition of key attributes of vascular endothelial cells and angiogenic cytokine secretion by cancer epithelial cells. Biochemical and Biophysical Research Communications, 276(1), 371-378. https://doi.org/10.1006/bbrc.2000.3474"}, {"Citation": "Katiyar, S. K., Roy, A. M., & Baliga, M. S. (2005). Silymarin induces apoptosis primarily through a p53-dependent pathway involving Bcl-2/Bax, cytochrome c release, and caspase activation. Molecular Cancer Therapeutics, 4(2), 207-216."}, {"Citation": "Kim, D. H., & Jin, Y. H. (1994). Silymarin and its components are inhibitors of β-glucuronidase. Biological and Pharmaceutical Bulletin, 17(3), 443-445. https://doi.org/10.1248/bpb.17.443"}, {"Citation": "Kim, S., Choi, J. H., Lim, H. I., Lee, S. K., Kim, W. W., Kim, J. S., … Lee, J. E. (2009). Silibinin prevents TPA-induced MMP-9 expression and VEGF secretion by inactivation of the Raf/MEK/ERK pathway in MCF-7 human breast cancer cells. Phytomedicine, 16(6-7), 573-580. https://doi.org/10.1016/j.phymed.2008.11.006"}, {"Citation": "Kim, S., Choi, M. G., Lee, H. S., Lee, S. K., Kim, S. H., Kim, W. W., … Kim, J. (2009). Silibinin suppresses TNF-α-induced MMP-9 expression in gastric cancer cells through inhibition of the MAPK pathway. Molecules, 14(11), 4300-4311. https://doi.org/10.3390/molecules14114300"}, {"Citation": "Kim, S., Han, J., Jeon, M., You, D., Lee, J., Kim, H. J., … Lee, J. E. (2016). Silibinin inhibits triple negative breast cancer cell motility by suppressing TGF-β2 expression. Tumor Biology, 37(8), 11397-11407. https://doi.org/10.1007/s13277-016-5000-7"}, {"Citation": "Kim, S., Han, J., Kim, J. S., Kim, J. H., Choe, J. H. O., Yang, J. H., … Lee, J. E. (2011). Silibinin suppresses EGFR ligand-induced CD44 expression through inhibition of EGFR activity in breast cancer cells. Anticancer Research, 31(11), 3767-3773."}, {"Citation": "Kim, S., Jeon, M., Lee, J., Han, J., Oh, S. J., Jung, T., … Lee, J. E. (2014). Induction of fibronectin in response to epidermal growth factor is suppressed by silibinin through the inhibition of STAT3 in triple negative breast cancer cells. Oncology Reports, 32(5), 2230-2236. https://doi.org/10.3892/or.2014.3450"}, {"Citation": "Kim, S.-H., Choo, G.-S., Yoo, E.-S., Woo, J.-S., Kim, H.-J., Park, Y.-S., … Jung, J. Y. (2018). Induction of apoptosis and inhibition of growth in human gastric cancer by silymarin. 한국실험동물학회 학술발표대회 논문집. 128-128"}, {"Citation": "Kohno, H., Tanaka, T., Kawabata, K., Hirose, Y., Sugie, S., Tsuda, H., & Mori, H. (2002). Silymarin, a naturally occurring polyphenolic antioxidant flavonoid, inhibits azoxymethane-induced colon carcinogenesis in male F344 rats. International Journal of Cancer, 101(5), 461-468. https://doi.org/10.1002/ijc.10625"}, {"Citation": "Ladas, E. J., & Kelly, K. M. (2003). Milk thistle: Is there a role for its use as an adjunct therapy in patients with cancer? The Journal of Alternative & Complementary Medicine, 9(3), 411-416. https://doi.org/10.1089/107555303765551633"}, {"Citation": "Ladas, E. J., Kroll, D. J., Oberlies, N. H., Cheng, B., Ndao, D. H., Rheingold, S. R., & Kelly, K. M. (2010). A randomized, controlled, double-blind, pilot study of milk thistle for the treatment of hepatotoxicity in childhood acute lymphoblastic leukemia (ALL). Cancer: Interdisciplinary International Journal of the American Cancer Society, 116(2), 506-513. https://doi.org/10.1002/cncr.24723"}, {"Citation": "Lahiri-Chatterjee, M., Katiyar, S. K., Mohan, R. R., & Agarwal, R. (1999). A flavonoid antioxidant, silymarin, affords exceptionally high protection against tumor promotion in the SENCAR mouse skin tumorigenesis model. Cancer Research, 59(3), 622-632."}, {"Citation": "Lu, W., Lin, C., King, T. D., Chen, H., Reynolds, R. C., & Li, Y. (2012). Silibinin inhibits Wnt/β-catenin signaling by suppressing Wnt co-receptor LRP6 expression in human prostate and breast cancer cells. Cellular Signalling, 24(12), 2291-2296. https://doi.org/10.1016/j.cellsig.2012.07.009"}, {"Citation": "Mayer, K. É., Myers, R. P., & Lee, S. S. (2005). Silymarin treatment of viral hepatitis: A systematic review. Journal of Viral Hepatitis, 12(6), 559-567. https://doi.org/10.1111/j.1365-2893.2005.00636.x"}, {"Citation": "Mishra, A., Salehi, B., Sharifi-Rad, M., Pezzani, R., Kobarfard, F., Sharifi-Rad, J., & Nigam, M. (2018). Programmed cell death, from a cancer perspective: An overview. Molecular Diagnosis & Therapy, 22, 281-295. https://doi.org/10.1007/s40291-018-0329-9"}, {"Citation": "Neha, A. S. J., & Singh, N. (2016). Silymarin and its role in chronic diseases, advances in experimental medicine and biology. Advances in Experimental Medicine and Biology, 929, 25-44."}, {"Citation": "Pashaei-Asl, F., Pashaei-Asl, R., Khodadadi, K., Akbarzadeh, A., Ebrahimie, E., & Pashaiasl, M. (2018). Enhancement of anticancer activity by silibinin and paclitaxel combination on the ovarian cancer. Artificial Cells, Nanomedicine, and Biotechnology, 46(7), 1483-1487. https://doi.org/10.1080/21691401.2017.1374281"}, {"Citation": "Post-White, J., Ladas, E. J., & Kelly, K. M. (2007). Advances in the use of milk thistle (Silybum marianum). Integrative Cancer Therapies, 6(2), 104-109. https://doi.org/10.1177/1534735407301632"}, {"Citation": "Ramakrishnan, G., Lo Muzio, L., Elinos-Báez, C., Jagan, S., Augustine, T., Kamaraj, S., … Devaki, T. (2009). Silymarin inhibited proliferation and induced apoptosis in hepatic cancer cells. Cell Proliferation, 42(2), 229-240. https://doi.org/10.1111/j.1365-2184.2008.00581.x"}, {"Citation": "Ramakrishnan, G., Raghavendran, H. R. B., Vinodhkumar, R., & Devaki, T. (2006). Suppression of N-nitrosodiethylamine induced hepatocarcinogenesis by silymarin in rats. Chemico-Biological Interactions, 161(2), 104-114. https://doi.org/10.1016/j.cbi.2006.03.007"}, {"Citation": "Ramasamy, K., & Agarwal, R. (2008). Multitargeted therapy of cancer by silymarin. Cancer Letters, 269(2), 352-362. https://doi.org/10.1016/j.canlet.2008.03.053"}, {"Citation": "Sadighi, S., Dashti-Khavidaki, S., Shahbazi, F., Mirzania, M., Shahi, F., Abdollahi, A., & Ghahremani, M. H. (2017). Effects of concomitant use of silymarin on solid tumors chemotherapy: A pilot randomized controlled trial. Basic & Clinical Cancer Research, 9(2), 13-19."}, {"Citation": "Safarzadeh, E., Sandoghchian Shotorbani, S., & Baradaran, B. (2014). Herbal medicine as inducers of apoptosis in cancer treatment. Advanced Pharmaceutical Bulletin, 4(Suppl 1), 421-427. https://doi.org/10.5681/apb.2014.062"}, {"Citation": "Salehi, B., Albayrak, S., Antolak, H., Kręgiel, D., Pawlikowska, E., Sharifi-Rad, M., … Sharifi-Rad, J. (2018). Aloe genus plants: From farm to food applications and phytopharmacotherapy. International Journal of Molecular Sciences, 19(9), 2843. https://doi.org/10.3390/ijms19092843"}, {"Citation": "Salehi, B., Stojanović-Radić, Z., Matejić, J., Sharifi-Rad, M., Kumar, N. V. A., Martins, N., & Sharifi-Rad, J. (2018). The therapeutic potential of curcumin: A review of clinical trials. European Journal of Medicinal Chemistry, 163, 527-545. https://doi.org/10.1016/j.ejmech.2018.12.016"}, {"Citation": "Salehi, B., Valussi, M., Jugran, A. K., Martorell, M., Ramírez-Alarcón, K., Stojanović-Radić, Z. Z., … Sharifi-Rad, J. (2018). Nepeta species: From farm to food applications and phytotherapy. Trends in Food Science & Technology., 80, 104-122. https://doi.org/10.1016/j.tifs.2018.07.030"}, {"Citation": "Salehi, B., Varoni, E. M., Sharifi-Rad, M., Rajabi, S., Zucca, P., Iriti, M., & Sharifi-Rad, J. (2019). Epithelial-mesenchymal transition as a target for botanicals in cancer metastasis. Phytomedicine, 55, 125-136. https://doi.org/10.1016/j.phymed.2018.07.001"}, {"Citation": "Saller, R., Meier, R., & Brignoli, R. (2001). The use of silymarin in the treatment of liver diseases. Drugs, 61(14), 2035-2063. https://doi.org/10.2165/00003495-200161140-00003"}, {"Citation": "Saller, R., Melzer, J., Reichling, J., Brignoli, R., & Meier, R. (2007). An updated systematic review of the pharmacology of silymarin. Complementary Medicine Research, 14(2), 70-80. https://doi.org/10.1159/000100581"}, {"Citation": "Salmond, S., George, J., Strasser, S., Byth, K., Rawlinson, B., Mori, T., … Batey, R. G. (2018). Hep573 Study: A randomised, double-blind, placebocontrolled trial of silymarin alone and combined with antioxidants to improve liver function and quality of life in people with chronic hepatitis C. Australian Journal of Herbal Medicine, 30(1), 12-25."}, {"Citation": "Scambia, G., De Vincenzo, R., Ranelletti, F. O., Panici, P. B., Ferrandina, G., D'Agostino, G., … Mancuso, S. (1996). Antiproliferative effect of silybin on gynaecological malignancies: Synergism with cisplatin and doxorubicin. European Journal of Cancer, 32(5), 877-882. https://doi.org/10.1016/0959-8049(96)00011-1"}, {"Citation": "Schindler, H. (1952). Active substances in pharmaceutical plants; methods to determine plant tinctures; contributions to a supplementary issue of the homoiopathic pharmacopeia. Arzneimittel-Forschung, 2(6), 291-296."}, {"Citation": "Schröder, F. H., Roobol, M. J., Boevé, E. R., De Mutsert, R., Zuijdgeest-Van Leeuwen, S. D., Kersten, I., … van Helvoort, A. (2005). Randomized, double-blind, placebo-controlled crossover study in men with prostate cancer and rising PSA: Effectiveness of a dietary supplement. European Urology, 48(6), 922-930. https://doi.org/10.1016/j.eururo.2005.08.005"}, {"Citation": "Shafiei-Roudbari, S. K., Malekinejad, H., Janbaz-Aciabar, H., & Razi, M. (2017). Crosstalk between E2F1 and P53 transcription factors in doxorubicin-induced DNA damage: Evidence for preventive/protective effects of silymarin. Journal of Pharmacy and Pharmacology, 69(9), 1116-1124. https://doi.org/10.1111/jphp.12745"}, {"Citation": "Shin, J. H., Lee, C. W., Oh, S. J., Yun, J., Lee, K., Park, S. K., … Kang, J. S. (2013). Protective effect of silymarin against ethanol-induced gastritis in rats: Role of sulfhydryls, nitric oxide and gastric sensory afferents. Food and Chemical Toxicology, 55, 353-357. https://doi.org/10.1016/j.fct.2013.01.019"}, {"Citation": "Singh, R. P., & Agarwal, R. (2004a). A cancer chemopreventive agent silibinin, targets mitogenic and survival signaling in prostate cancer. Mutation Research - Fundamental and Molecular Mechanisms of Mutagenesis, 555(1-2 SPEC. ISS), 21-32."}, {"Citation": "Singh, R. P., & Agarwal, R. (2004b). Prostate cancer prevention by silibinin. Current Cancer Drug Targets, 4(1), 1-11. https://doi.org/10.2174/1568009043481605"}, {"Citation": "Singh, R. P., Sharma, G., Dhanalakshmi, S., Agarwal, C., & Agarwal, R. (2003). Suppression of advanced human prostate tumor growth in athymic mice by silibinin feeding is associated with reduced cell proliferation, increased apoptosis, and inhibition of angiogenesis. Cancer Epidemiology Biomarkers and Prevention, 12(9), 933-939."}, {"Citation": "Sonnenbichler, J., Goldbero, M., Hane, L., Madubunyi, I., Vogl, S., & Zetl, I. (1986). Stimulatory effect of Silibinin on the DNA synthesis in partially hepatectomized rat livers: Non-response in hepatoma and other malign cell lines. Biochemical Pharmacology, 35(3), 538-541. https://doi.org/10.1016/0006-2952(86)90233-9"}, {"Citation": "Ting, H., Deep, G., & Agarwal, R. (2013). Molecular mechanisms of silibinin-mediated cancer chemoprevention with major emphasis on prostate cancer. AAPS Journal, 15(3), 707-716. https://doi.org/10.1208/s12248-013-9486-2"}, {"Citation": "Ting, H., Deep, G., Kumar, S., Jain, A. K., Agarwal, C., & Agarwal, R. (2016). Beneficial effects of the naturally occurring flavonoid silibinin on the prostate cancer microenvironment: Role of monocyte chemotactic protein-1 and immune cell recruitment. Carcinogenesis, 37(6), 589-599. https://doi.org/10.1093/carcin/bgw039"}, {"Citation": "Tyagi, A., Bhatia, N., Condon, M. S., Bosland, M. C., Agarwal, C., & Agarwal, R. (2002). Antiproliferative and apoptotic effects of silibinin in rat prostate cancer cells. Prostate, 53(3), 211-217. https://doi.org/10.1002/pros.10146"}, {"Citation": "Vaid, M., Singh, T., Prasad, R., & Katiyar, S. K. (2015). Silymarin inhibits melanoma cell growth both in vitro and in vivo by targeting cell cycle regulators, angiogenic biomarkers and induction of apoptosis. Molecular Carcinogenesis, 54(11), 1328-1339. https://doi.org/10.1002/mc.22208"}, {"Citation": "Verschoyle, R. D., Greaves, P., Patel, K., Marsden, D. A., Brown, K., Steward, W. P., & Gescher, A. J. (2008). Evaluation of the cancer chemopreventive efficacy of silibinin in genetic mouse models of prostate and intestinal carcinogenesis: Relationship with silibinin levels. European Journal of Cancer, 44(6), 898-906. https://doi.org/10.1016/j.ejca.2008.02.020"}, {"Citation": "Wenzel, S., Stolte, H., & Soose, M. (1996). Effects of silibinin and antioxidants on high glucose-induced alterations of fibronectin turnover in human mesangial cell cultures. Journal of Pharmacology and Experimental Therapeutics, 279(3), 1520-1526."}, {"Citation": "Won, D. H., Kim, L. H., Jang, B., Yang, I. H., Kwon, H. J., Jin, B., … Cho, S. D. (2018). In vitro and in vivo anti-cancer activity of silymarin on oral cancer. Tumor Biology, 40(5), 101042831877617. https://doi.org/10.1177/1010428318776170"}, {"Citation": "Wu, K., Zeng, J., Li, L., Fan, J., Zhang, D., Xue, Y., … He, D. (2010). Silibinin reverses epithelial-to-mesenchymal transition in metastatic prostate cancer cells by targeting transcription factors. Oncology Reports, 23(6), 1545-1552."}, {"Citation": "Wu, K. J., Zeng, J., Zhu, G. D., Zhang, L. L., Zhang, D., Li, L., … He, D. L. (2009). Silibinin inhibits prostate cancer invasion, motility and migration by suppressing vimentin and MMP-2 expression. Acta Pharmacologica Sinica, 30(8), 1162-1168. https://doi.org/10.1038/aps.2009.94"}, {"Citation": "Yang, S. H., Lin, J. K., Chen, W. S., & Chiu, J. H. (2003). Anti-angiogenic effect of silymarin on colon cancer LoVo cell line. Journal of Surgical Research, 113(1), 133-138. https://doi.org/10.1016/S0022-4804(03)00229-4"}, {"Citation": "Yu, H. C., Chen, L. J., Cheng, K. C., Li, Y. X., Yeh, C. H., & Cheng, J. T. (2012). Silymarin inhibits cervical cancer cell through an increase of phosphatase and tensin homolog. Phytotherapy Research, 26(5), 709-715. https://doi.org/10.1002/ptr.3618"}, {"Citation": "Zhu, W., Zhang, J. S., & Young, C. Y. F. (2001). Silymarin inhibits function of the androgen receptor by reducing nuclear localization of the receptor in the human prostate cancer cell line LNCaP. Carcinogenesis, 22(9), 1399-1403. https://doi.org/10.1093/carcin/22.9.1399"}, {"Citation": "Zhu, Z., & Sun, G. (2018). Silymarin mitigates lung impairments in a rat model of acute respiratory distress syndrome. Inflammopharmacology, 26(3), 747-754. https://doi.org/10.1007/s10787-017-0407-3"}, {"Citation": "Zi, X., & Agarwal, R. (1999). Modulation of mitogen-activated protein kinase activation and cell cycle regulators by the potent skin cancer preventive agent silymarin. Biochemical and Biophysical Research Communications, 263(2), 528-536. https://doi.org/10.1006/bbrc.1999.1398"}, {"Citation": "Zi, X., Feyes, D. K., & Agarwal, R. (1998). Anticarcinogenic effect of a flavonoid antioxidant, silymarin, in human breast cancer cells MDA-MB 468: Induction of G1 arrest through an increase in Cipl/p21 concomitant with a decrease in kinase activity of cyclin-dependent kinases and associated cyclins. Clinical Cancer Research, 4(4), 1055-1064."}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "1", "Day": "27"}, {"Year": "2019", "Month": "6", "Day": "7"}, {"Year": "2019", "Month": "7", "Day": "13"}, {"Year": "2019", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31407422", "10.1002/ptr.6470"]}}]}