{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cross-amplification", "Genetic diversity", "Licorice", "Simple sequence repeat marker", "Transferability"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31410317", "DateRevised": {"Year": "2024", "Month": "07", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "08", "Day": "07"}], "Language": ["eng"], "ELocationID": ["e7479", "10.7717/peerj.7479"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2019"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "Development of genomic simple sequence repeat markers for <i>Glycyrrhiza lepidota</i> and cross-amplification of other <i>Glycyrrhiza</i> species.", "Pagination": {"StartPage": "e7479", "MedlinePgn": "e7479"}, "Abstract": {"AbstractText": ["Licorice (<i>Glycyrrhiza</i> spp. L.) is used as a natural sweetener and medicinal herb in European and Asian countries. Molecular studies have been conducted to find differences between wild and cultivated species because most wild species are highly resistant to abiotic and biotic stresses compared with their cultivated species. However, few molecular markers have been developed for studying the genetic diversity and population structure of licorice species and to identify differences between cultivars. Thus, the present study aimed to develop a set of genomic simple sequence repeat (SSR) markers for molecular studies of these species.", "In the present study, we developed polymorphic SSR markers based on whole-genomesequence data of <i>Glycyrrhiza lepidota</i>. Then, based on the sequence information, the polymorphic SSR markers were developed. The SSR markers were applied to 23 <i>Glycyrrhiza</i> individual plants. We also evaluated the phylogenetic relationships and interspecies transferability among samples.", "The genetic diversity analysis using these markers identified 2-23 alleles, and the major allele frequency, observed heterozygosity, genetic diversity, and polymorphism information content were 0.11-0.91, 0-0.90, 0.17-0.94, and 0.15-0.93, respectively. Interspecies transferability values were 93.5%, 91.6%, and 91.1% for <i>G. echinata</i>, <i>G. glabra</i>, and <i>G. uralensis</i>, respectively. Phylogenetic analysis clustered cultivated (group 1) and wild (group 2) species into three and two subgroups, respectively. The reported markers represent a valuable resource for the genetic characteri z ation of <i>Glycyrrhiza</i> spp. for theanalysis of its genetic variability, and as a tool for licorice transferability. This is the first intraspecific study in a collection of <i>Glycyrrhiza</i> spp. germplasm using SSR markers."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Industrial Plant Science and Technology, Chungbuk National University, Cheongju, South Korea."}], "LastName": "Bang", "ForeName": "Jun Hyoung", "Initials": "JH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Herbal Crop Research, National Institute of Horticultural and Herbal Science, Eumseong, South Korea."}], "LastName": "Hong", "ForeName": "Chi Eun", "Initials": "CE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Agrobiodiversity Center, National Institute of Agricultural Science, Jeonju, South Korea."}], "LastName": "Raveendar", "ForeName": "Sebastin", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Herbal Crop Research, National Institute of Horticultural and Herbal Science, Eumseong, South Korea."}], "LastName": "Bang", "ForeName": "Kyong Hwan", "Initials": "KH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Herbal Crop Research, National Institute of Horticultural and Herbal Science, Eumseong, South Korea."}], "LastName": "Ma", "ForeName": "Kyung Ho", "Initials": "KH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Bioscience, Pusan National University, Miryang, South Korea."}], "LastName": "Kwon", "ForeName": "Soon Wook", "Initials": "SW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Chungbuk National University, Cheongju, South Korea."}], "LastName": "Ryu", "ForeName": "Hojin", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Herbal Crop Research, National Institute of Horticultural and Herbal Science, Eumseong, South Korea."}], "LastName": "Jo", "ForeName": "Ick Hyun", "Initials": "IH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Industrial Plant Science and Technology, Chungbuk National University, Cheongju, South Korea."}], "LastName": "Chung", "ForeName": "Jong-Wook", "Initials": "JW"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "CoiStatement": "The authors declare there are no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ashurmetov O. Selection of parental pairs for obtaining hybrids in the genera Glycyrrhiza L. and Meristotropis Fisch. et Mey. Genetic Resources and Crop Evolution. 1996;43:167–171. doi: 10.1007/BF00126760.", "ArticleIdList": ["10.1007/BF00126760"]}, {"Citation": "Bang KH, Chung JW, Kim YC, Lee JW, Jo IH, Seo AY, Kim OK, Hyun DY, Kim DH, Cha SW. Development of SSR markers for identification of Korean ginseng (Panax ginseng CA Meyer) cultivars. Korean Journal of Medicinal Crop Science. 2011;19:185–190. doi: 10.5142/jgr.2011.35.4.504.", "ArticleIdList": ["10.5142/jgr.2011.35.4.504", "0"]}, {"Citation": "Cavalli-Sforza LL, Edwards AW. Phylogenetic analysis: models and estimation procedures. Evolution. 1967;21:550–570. doi: 10.1111/j.1558-5646.1967.tb03411.x.", "ArticleIdList": ["10.1111/j.1558-5646.1967.tb03411.x", "28563688"]}, {"Citation": "Delseny M, Laroche M, Penon P. Detection of sequences with Z-DNA forming potential in higher plants. Biochemical and Biophysical Research Communications. 1983;116:113–120. doi: 10.1016/0006-291X(83)90388-1.", "ArticleIdList": ["10.1016/0006-291X(83)90388-1", "6639651"]}, {"Citation": "Erayman M, Ilhan E, Guzel Y, Eren AH. Transferability of SSR markers from distantly related legumes to Glycyrrhiza species. Turkish Journal of Agriculture and Forestry. 2014;38:32–38. doi: 10.3906/tar-1303-47.", "ArticleIdList": ["10.3906/tar-1303-47"]}, {"Citation": "Gyawali R, Seo HY, Shim SL, Ryu KY, Kim W, You SG, Kim KS. Effect of γ-irradiation on the volatile compounds of licorice (Glycyrrhiza uralensis Fischer) European Food Research and Technology. 2008;226:577–582. doi: 10.1007/s00217-007-0591-2.", "ArticleIdList": ["10.1007/s00217-007-0591-2"]}, {"Citation": "Hamada H, Petrino MG, Kakunaga T. A novel repeated element with Z-DNA-forming potential is widely found in evolutionarily diverse eukaryotic genomes. Proceedings of the National Academy of Sciences of the United States of America. 1982;79:6465–6469.", "ArticleIdList": ["PMC347147", "6755470"]}, {"Citation": "Isbrucker RA, Burdock GA. Risk and safety assessment on the consumption of Licorice root (Glycyrrhiza sp.), its extract and powder as a food ingredient, with emphasis on the pharmacology and toxicology of glycyrrhizin. Regulatory Toxicology and Pharmacology. 2006;46:167–192. doi: 10.1016/j.yrtph.2006.06.002.", "ArticleIdList": ["10.1016/j.yrtph.2006.06.002", "16884839"]}, {"Citation": "Jo IH, Sung J, Hong CE, Raveendar S, Bang KH, Chung JW. Development of cleaved amplified polymorphic sequence (CAPS) and high-resolution melting (HRM) markers from the chloroplast genome of Glycyrrhiza species. 3 Biotech. 2018;8:220. doi: 10.1007/s13205-018-1245-8.", "ArticleIdList": ["10.1007/s13205-018-1245-8", "PMC5902340", "29682439"]}, {"Citation": "Jung JC, Lee YH, Kim SH, Kim KJ, Kim KM, Oh S, Jung YS. Hepatoprotective effect of licorice, the root of Glycyrrhiza uralensis Fischer, in alcohol-induced fatty liver disease. BMC Complementary and Alternative Medicine. 2015;16:19. doi: 10.1186/s12906-016-0997-0.", "ArticleIdList": ["10.1186/s12906-016-0997-0", "PMC4722619", "26801973"]}, {"Citation": "Kalia RK, Rai MK, Kalia S, Singh R, Dhawan AK. Microsatellite markers: an overview of the recent progress in plants. Euphytica. 2011;177:309–334. doi: 10.1007/s10681-010-0286-9.", "ArticleIdList": ["10.1007/s10681-010-0286-9"]}, {"Citation": "Kim S, Jung JH, Chung H, Kim JH, Gil J, Yoo J, Um Y, Kim OT, Kim TD, Kim YY, Lee DH, Kim HB, Lee Y. Simple sequence repeat marker development from Codonopsis lanceolata and genetic relation analysis. Journal of Plant Biotechnology. 2016;43:181–188. doi: 10.5010/JPB.2016.43.2.181.", "ArticleIdList": ["10.5010/JPB.2016.43.2.181"]}, {"Citation": "Kuleung C, Baenziger PS, Dweikat I. Transferability of SSR markers among wheat, rye, and triticale. Theoretical and Applied Genetics. 2004;108:1147–1150. doi: 10.1007/s00122-003-1532-5.", "ArticleIdList": ["10.1007/s00122-003-1532-5", "15067402"]}, {"Citation": "Lee GA, Kwon SJ, Park YJ, Lee MC, Kim HH, Lee JS, Lee SY, Gwag JG, Kim CK, Ma KH. Cross-amplification of SSR markers developed from Allium sativum to other Allium species. Scientia Horticulturae. 2011;128:401–407. doi: 10.1016/j.scienta.2011.02.014.", "ArticleIdList": ["10.1016/j.scienta.2011.02.014"]}, {"Citation": "Lee KJ, Raveendar S, Choi JS, Gil J, Lee JH, So YS, Chung JW. Development of chloroplast microsatellite markers for identification of Glycyrrhiza species. Plant Genetic Resources. 2019;17:95–98. doi: 10.1017/S1479262118000308.", "ArticleIdList": ["10.1017/S1479262118000308"]}, {"Citation": "Lee GA, Song J, Choi HR, Chung JW, Jeon YA, Lee JR, Ma KH, Lee MC. Novel microsatellite markers acquired from Rubus coreanus Miq. and cross-amplification in other Rubus Species. Molecules. 2015;20:6432–6442. doi: 10.3390/molecules20046432.", "ArticleIdList": ["10.3390/molecules20046432", "PMC6272785", "25867828"]}, {"Citation": "Lichtenzveig J, Scheuring C, Dodge J, Abbo S, Zhang HB. Construction of BAC and BIBAC libraries and their applications for generation of SSR markers for genome analysis of chickpea, Cicer arietinum L. Theoretical and Applied Genetics. 2005;110:492–510. doi: 10.1007/s00122-004-1857-8.", "ArticleIdList": ["10.1007/s00122-004-1857-8", "15712010"]}, {"Citation": "Liu Y, Zhang P, Song M, Hou J, Qing M, Wang W, Liu C. Transcriptome analysis and development of SSR molecular markers in Glycyrrhiza uralensis Fisch. PLOS ONE. 2015;10:e0143017. doi: 10.1371/journal.pone.0143017.", "ArticleIdList": ["10.1371/journal.pone.0143017", "PMC4646622", "26571372"]}, {"Citation": "Montoro P, Maldini M, Russo M, Postorino S, Piacente S, Pizza C. Metabolic profiling of roots of liquorice (Glycyrrhiza glabra) from different geographical areas by ESI/MS/MS and determination of major metabolites by LC-ESI/MS and LC-ESI/MS/MS. Journal of Pharmaceutical and Biomedical Analysis. 2011;54:535–544. doi: 10.1016/j.jpba.2010.10.004.", "ArticleIdList": ["10.1016/j.jpba.2010.10.004", "21041055"]}, {"Citation": "Pandotra P, Gupta AP, Husain MK, Gupta S. Evaluation of genetic diversity and chemical profile of ginger cultivars in north-western Himalayas. Biochemical Systematics and Ecology. 2013;48:281–287. doi: 10.1016/j.bse.2013.01.004.", "ArticleIdList": ["10.1016/j.bse.2013.01.004"]}, {"Citation": "Raveendar S, Lee GA, Jeon YA, Lee Y, Lee JR, Cho GT, Cho JH, Park JH, Ma KH, Chung JW. Cross-amplification of Vicia sativa subsp. sativa microsatellites across 22 other Vicia species. Molecules. 2015;20:1543–1550. doi: 10.3390/molecules20011543.", "ArticleIdList": ["10.3390/molecules20011543", "PMC6272350", "25608853"]}, {"Citation": "Raveendar S, So YS, Lee KJ, Lee DJ, Sung J, Chung JW. The complete chloroplast genome sequence of Glycyrrhiza lepidota (Nutt.) Pursh—an American wild licorice. Journal of Crop Science and Biotechnology. 2017;20:295–303. doi: 10.1007/s12892-017-0137-0.", "ArticleIdList": ["10.1007/s12892-017-0137-0"]}, {"Citation": "Rick CM, Chetelat RT. Utilization of related wild species for tomato improvement. In: Fernández-Muñoz R, Cuartero J, Gómez-Guillamón ML, editors. International symposium on solanaceae for fresh market, 412; 1995. pp. 21–38."}, {"Citation": "Singh KB, Ocampo B, Robertson LD. Diversity for abiotic and biotic stress resistance in the wild annual Cicer species. Genetic Resources and Crop Evolution. 1998;45:9–17. doi: 10.1023/A:1008620002136.", "ArticleIdList": ["10.1023/A:1008620002136"]}, {"Citation": "Snow J. Glycyrrhiza glabra monograph. Protocol Journal of Botanical Medicine. 1996;1:9–14."}, {"Citation": "Tamura K, Dudley J, Nei M, Kumar S. MEGA4: molecular evolutionary genetics analysis (MEGA) software version 4.0. Molecular Biology and Evolution. 2007;24:1596–1599. doi: 10.1093/molbev/msm092.", "ArticleIdList": ["10.1093/molbev/msm092", "17488738"]}, {"Citation": "Tautz D, Renz M. Simple sequences are ubiquitous repetitive components of eukaryotic genomes. Nucleic Acids Research. 1984;12:4127–4138. doi: 10.1093/nar/12.10.4127.", "ArticleIdList": ["10.1093/nar/12.10.4127", "PMC318821", "6328411"]}, {"Citation": "Tehrani MS, Mardi M, Sahebi J, Catalan P, Diaz-Perez A. Genetic diversity and structure among Iranian tall fescue populations based on genomic-SSR and EST-SSR marker analysis. Plant Systematics and Evolution. 2009;282:57–70. doi: 10.1007/s00606-009-0207-3.", "ArticleIdList": ["10.1007/s00606-009-0207-3"]}, {"Citation": "Um Y, Jin ML, Lee Y, Hur M, Cha SW, Jung CS, Kim SM, Lee JH. Genetic diversity analysis of Glycyrrhiza uralensis using 8 novel polymorphic microsatellite markers. Journal of Plant Biotechnology. 2016;43:174–180. doi: 10.5010/JPB.2016.43.2.174.", "ArticleIdList": ["10.5010/JPB.2016.43.2.174"]}, {"Citation": "Vieira MLC, Santini L, Diniz AL, Munhoz CDF. Microsatellite markers: what they mean and why they are so useful. Genetics and Molecular Biology. 2016;39:312–328. doi: 10.1590/1678-4685-GMB-2016-0027.", "ArticleIdList": ["10.1590/1678-4685-GMB-2016-0027", "PMC5004837", "27561112"]}, {"Citation": "Ya N, Raveendar S, Bayarsukh N, Ya M, Lee JR, Lee KJ, Shin MJ, Cho GT, Ma KH, Lee GA. Genetic diversity and population structure of Mongolian wheat based on SSR markers: implications for conservation and management. Plant Breeding and Biotechnology. 2017;5:213–220. doi: 10.9787/PBB.2017.5.3.213.", "ArticleIdList": ["10.9787/PBB.2017.5.3.213"]}, {"Citation": "Zhang Q, Ye M. Chemical analysis of the Chinese herbal medicine Gan-Cao (licorice) Journal of Chromatography A. 2009;1216:1954–1969. doi: 10.1016/j.chroma.2008.07.072.", "ArticleIdList": ["10.1016/j.chroma.2008.07.072", "18703197"]}, {"Citation": "Zhao Y, Williams R, Prakash CS, He G. Identification and characterization of gene-based SSR markers in date palm (Phoenix dactylifera L.) BMC Plant Biology. 2012;12:237. doi: 10.1186/1471-2229-12-237.", "ArticleIdList": ["10.1186/1471-2229-12-237", "PMC3568718", "23241238"]}]}], "History": [{"Year": "2019", "Month": "4", "Day": "26"}, {"Year": "2019", "Month": "7", "Day": "15"}, {"Year": "2019", "Month": "8", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "8", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["31410317", "PMC6689217", "10.7717/peerj.7479", "7479"]}}]}