{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Comparative study", "Shared-use medicines", "Tibetan medicine", "Traditional Chinese medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31443668", "DateCompleted": {"Year": "2020", "Month": "02", "Day": "24"}, "DateRevised": {"Year": "2020", "Month": "02", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "08", "Day": "23"}], "Language": ["eng"], "ELocationID": ["43", "10.1186/s13002-019-0320-5"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "15", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Aug", "Day": "23"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "A comparative study on shared-use medicines in Tibetan and Chinese medicine.", "Pagination": {"StartPage": "43", "MedlinePgn": "43"}, "Abstract": {"AbstractText": ["Tibetan medicine (TM) and traditional Chinese medicine (TCM) are two independent traditional medical systems. Due to geographical factors, the development of Tibetan medicinal theory is relatively independent, but there are still many shared-use medicines in TM and TCM. However, a thorough and comparative study on those medicines is still absent. This study listed shared-use medicines by TM and TCM and analyzed the similarities and dissimilarities of these two medical systems. This paper also aimed to understand mutual influences like the shared history of TM and TCM and to roughly outline the exchanging process between them.", "Shared-use medicines in TM and TCM were listed alphabetically. Information on the scientific name, material name, medicinal parts, and medical efficacy were extracted from publications. Shared-use medicines were grouped according to medicinal properties and medicinal parts used by TM and TCM. The historical origin and current status of clinical prescriptions of shared-use medicines were analyzed.", "A total of 136 shared-use medicines in TM and TCM were listed. Shared-use medicines that were used for a similar purpose in TM and TCM accounted for 14% of the total, while those used for different purposes accounted for 49% of the total, with some of the latter being commonly used in TCM. Shared-use medicinal herbs that originated from both Tibetan and Han regions accounted for 49% of the total, and those that were imported from South Asia and Southeast Asia were frequently observed in TM.", "Owing to its unique geographical location and cultural diversity, the Tibetan region played a role as a development cradle for various traditional medicinal theories and knowledge. Medicinal knowledge was exchanged between TM and TCM during their parallel independent growth. Shared-use medicines in TM and TCM were mostly determined by flora similarity and medicinal trade, and they marked significant differences in their medicinal properties. However, medicines that were used for similar purposes in TM and TCM presented obvious commercial medicinal characteristic as well as the same chemical profile. The Tibetan region not only provided medicinal usage knowledge of TCM, but also served as a supply of medicinal resources attributing to \"high altitude\" locations."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chengdu University of Traditional Chinese Medicine, No. 1166, Liu-tai Road, Wenjiang District, Chengdu, 611173, China."}, {"Identifier": [], "Affiliation": "Institute of Chinese Medicinal Science, State Key Laboratory of Quality Research in Chinese Medicine, University of Macau Avenida da Universidade, Taipa, Macau, China."}], "LastName": "Zhao", "ForeName": "Ming-Ming", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chengdu University of Traditional Chinese Medicine, No. 1166, Liu-tai Road, Wenjiang District, Chengdu, 611173, China."}], "LastName": "Wang", "ForeName": "Ke-Ru", "Initials": "KR"}, {"Identifier": ["0000-0003-3120-6290"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chengdu University of Traditional Chinese Medicine, No. 1166, Liu-tai Road, Wenjiang District, Chengdu, 611173, China. 664893924@qq.com."}], "LastName": "Gu", "ForeName": "Rui", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chengdu Medical College, No. 783, Xing-du Road, Xingdu District, Chengdu, 610083, China."}], "LastName": "Zhong", "ForeName": "Shi-Hong", "Initials": "SH"}], "GrantList": [{"GrantID": "83571699", "Agency": "Major Research Plan", "Country": ""}], "PublicationTypeList": ["Comparative Study", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": [], "DescriptorName": "Medicine, Tibetan Traditional"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that they have no competing interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zhong G-Y, Zhou F-C, Shi S-M, et al. Actuality investigation on general crude drugs and its quality standard of Tibetan medicine. China Journal of Chinese Materia Medica. 2012;37(16):2349–2354.", "ArticleIdList": ["23234128"]}, {"Citation": "Cai J-F. General history of Tibetan medicine. Sining: Qinghai Peolple's Publishing House; 2002."}, {"Citation": "Mao J-Z. Basic theories of Tibetan medicine: Gansu Ethnic Publishing House; 1999."}, {"Citation": "Li L-S. Research on the Intersection of Cultural Elements in the Chinese Medicine and Tibetan Medicine. World J Integrated Traditional Western Med. 2016;11(1):1–5."}, {"Citation": "Company of Chinese Medicinal Materials. Journal of Chinese traditional medicine resources: Science Press; 1994."}, {"Citation": "Jia M-R. Dictionary of Chinese national medicine: China Medical Science Press; 2016."}, {"Citation": "Ministry of Health of the People’s Republic of China . Pharmaceutical standards of the ministry of health of the People’s Republic of China. Beijing: People's Publishing House; 1995."}, {"Citation": "Sanitary Bureau of Tibet, Qinghai, Szechwan, Gansu, Yunnan, Sinkiang . Tibetan medicine standards for six provinces. Sining: Qinghai Peolple's Publishing House; 1978."}, {"Citation": "Writing Group of the Collection of Chinese Herbal Medicines . The collection of Chinese herbal medicines. Beijing: People’s Publishing House; 1975."}, {"Citation": "Chinese Pharmacopoeia Commission, Chinese Pharmacopoeia, Book 1. China Medical Science Press ; 2015."}, {"Citation": "Gongbu YY. The four-part medical classics. Ma S-L, Luo D-S. et al. translation and annotation. Shanghai: Shanghai Scientific & Technical Publishers; 1987."}, {"Citation": "Dimaer Danzhenpengcuo . Crystal beads (Chinese version) Shanghai: Shanghai Scientific & Technical Publishers; 1986."}, {"Citation": "Northwest Plateau Institute of biology, Chinese Academy of Sciences . Tibetan Medicine Chronicles. Sining: Qinghai Peolple's Publishing House; 1991."}, {"Citation": "Chinese Herbalism Editorial Board, State Administration of Traditional Chinese Medicine of the People's Republic of China 1 . Chinese herbalism. Chinese Materia Medica (Book Tibetan Medicine) Shanghai: Shanghai Scientific & Technical Publishers; 2002."}, {"Citation": "Pharmaceutical Inspection in Qinghai Province, Qinghai Institute of Tibetan Medicine. Tibetan medicine in China (Book 1~3). Shanghai: Shanghai Scientific & Technical Publishers; 1969."}, {"Citation": "Luo D-S. Tibetan herbals in China. Beijing: THE ETHNIC PUBLISHING HOUSE; 2012."}, {"Citation": "Editorial Committee of . Flora Reipublicae Popularis Sinica from Chinese Academy of Sciences. Flora Reipublicae Popularis Sinica. Beijing: Science Press; 2004."}, {"Citation": "Fu L-G, Cheng T-Q, Lang K-Y, et al. Higher plants of China. Qingdao: Qingdao Publishing House; 2002."}, {"Citation": "Luo D-S. Revised crystal beads. Sichuan Scientific & Technical Publishers; 2004."}, {"Citation": "Jiangsu New Medical College . Chinese Medicine Dictionary. Shanghai: Shanghai Scientific & Technical Publishers; 1986."}, {"Citation": "Gawu . Tibetan medicine crystal mirror materia medica: Tibetan. THE ETHNIC PUBLISHING HOUSE. 1995."}, {"Citation": "Xing Z-G, Hu X-M, Zhao D-F. Medicinal Mineral of Qinghai and Tibet . Qinghai People's Publishing House; 1985."}, {"Citation": "Ministry of Health Inspection Institute for Pharmaceutical and Biological Products, Yunnan Pharmaceutical Inspection Institute . Chinese ethnic medicine ethnography, Book 1. People's Medical Publishing House. 1984."}, {"Citation": "Xi P, Tang H-M, Qian L, et al. Investigation on the prescription of traditional Chinese medicine in outpatient clinic. Clinical Pharmacy. 2008;18(3):61–64."}, {"Citation": "Li H, Li S-G. The floristic structure of East Xizang region. Geogr Res. 1984;8(2):64–70."}, {"Citation": "Wang H-S. The evolution and sources of North China's flora. Acta Geographica Sinica. 1999;54(3):213–223."}, {"Citation": "Wu Z-Y. Science Press. 1987. Flora of Tibet. Book5."}, {"Citation": "Cai J-F. General history of Tibetan medicine: Qinghai Peolple's Publishing House; 2002. p. 81~86."}, {"Citation": "Hu X-X. Handbook of economic plant: Science Press; 1955. p. 354."}, {"Citation": "Li J-S. A study on the resources of snow lotus herb -- medicinal plants of Saussurea in China. China Union Medical College; 1999."}]}], "History": [{"Year": "2019", "Month": "3", "Day": "12"}, {"Year": "2019", "Month": "7", "Day": "28"}, {"Year": "2019", "Month": "8", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["31443668", "PMC6706903", "10.1186/s13002-019-0320-5", "10.1186/s13002-019-0320-5"]}}]}