{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dhirkot", "FC", "ICF", "Medicinal plants", "Traditional knowledge"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31470868", "DateCompleted": {"Year": "2020", "Month": "02", "Day": "24"}, "DateRevised": {"Year": "2020", "Month": "02", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "08", "Day": "30"}], "Language": ["eng"], "ELocationID": ["45", "10.1186/s13002-019-0323-2"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "15", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Aug", "Day": "30"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnomedicinal knowledge of the rural communities of Dhirkot, Azad Jammu and Kashmir, Pakistan.", "Pagination": {"StartPage": "45", "MedlinePgn": "45"}, "Abstract": {"AbstractText": ["Being an isolated locality and having a tough mountainous terrain, strong ethnomedicinal practices still prevail in Dhirkot and its allied areas, which have been rarely explored yet. The present study was intended with the aim to document and compare the traditional knowledge of local communities on botanical taxa of Dhirkot, Azad Jammu, and Kashmir.", "Ethnomedicinal data were collected from 74 informants using a semi-structured questionnaire in addition to field observation and group discussion. Various indices were also used to evaluate the ethnomedicinal data. Furthermore, the present findings were compared with previous reports to assess data novelty.", "A total of 140 medicinal plant species belonging to 55 families were recorded, which are used by local communities to treat 12 disease categories. Asteraceae was dominating with 20 species, followed by Poaceae, Lamiaceae, and Rosaceae (14, 11, and 10 species, respectively). Herbs were leading with 66% contribution, whereas leaves were the most utilized plant part with 29% utilization and decoction was the common mode of administration. Viola canescens depicted the highest use value and relative frequency of citation (1.7 and 0.92, respectively). Maximum informant consensus factor (0.88) was calculated for digestive and liver disorders. Five plant species including Berberis lycium Mentha arvensis Pyrus malus, Taraxacum officinale, and Viola canescens had 100% fidelity level.", "Dhirkot and its allied areas harbor rich botanical and cultural diversity because of its unique geography and diverse climatic conditions. However, mostly, traditional ethnobotanical knowledge is restricted to healers, midwives, and older people, and could be extinct in the near future. Therefore, such documentation not only conserves traditional knowledge but may also contribute significantly to novel drug resources."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Women University of Azad Jammu & Kashmir, Bagh, Pakistan."}], "LastName": "Farooq", "ForeName": "Asia", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Women University of Azad Jammu & Kashmir, Bagh, Pakistan."}], "LastName": "Amjad", "ForeName": "Muhammad Shoaib", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environment Sciences, COMSATS University Islamabad, Abbottabad Campus, 22060, Pakistan."}], "LastName": "Ahmad", "ForeName": "Khalid", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Women University of Azad Jammu & Kashmir, Bagh, Pakistan."}], "LastName": "Altaf", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture and Biology, Shanghai Jiao Tong University, Shanghai, 200240, China."}], "LastName": "Umair", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": ["0000-0001-9978-3866"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environment Sciences, COMSATS University Islamabad, Abbottabad Campus, 22060, Pakistan. arshad799@yahoo.com."}], "LastName": "Abbasi", "ForeName": "Arshad Mehmood", "Initials": "AM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Geography"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Pakistan"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rural Population"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: healers’ consensus and cultural importance. Soc Sci Med. 1998;47(11):1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Panyaphu K, Van On T, Sirisa-Ard P, Srisa-Nga P, ChansaKaow S, Nathakarnkitkul S. Medicinal plants of the mien (Yao) in northern Thailand and their potential value in the primary healthcare of postpartum women. J Ethnopharmacol. 2011;135(2):226–237. doi: 10.1016/j.jep.2011.03.050.", "ArticleIdList": ["10.1016/j.jep.2011.03.050", "21458554"]}, {"Citation": "Heinrich M. Ethnobotany and its role in drug development. Phytother Res. 2000;14(7):479–488. doi: 10.1002/1099-1573(200011)14:7<479::AID-PTR958>3.0.CO;2-2.", "ArticleIdList": ["10.1002/1099-1573(200011)14:7<479::AID-PTR958>3.0.CO;2-2", "11054835"]}, {"Citation": "Srithi K, Balslev H, Wangpakapattanawong P, Srisanga P, Trisonthi C. Medicinal plant knowledge and its erosion among the mien (Yao) in northern Thailand. J Ethnopharmacol. 2009;123(2):335–342. doi: 10.1016/j.jep.2009.02.035.", "ArticleIdList": ["10.1016/j.jep.2009.02.035", "19429381"]}, {"Citation": "Vitalini S, Iriti M, Puricelli C, Ciuchi D, Segale A, Fico G. Traditional knowledge on medicinal and food plants used in Val san Giacomo (Sondrio, Italy)—an alpine ethnobotanical study. J Ethnopharmacol. 2013;145(2):517–529. doi: 10.1016/j.jep.2012.11.024.", "ArticleIdList": ["10.1016/j.jep.2012.11.024", "23220197"]}, {"Citation": "Baydoun S, Chalak L, Dalleh H, Arnold N. Ethnopharmacological survey of medicinal plants used in traditional medicine by the communities of mount Hermon, Lebanon. J Ethnopharmacol. 2015;173:139–156. doi: 10.1016/j.jep.2015.06.052.", "ArticleIdList": ["10.1016/j.jep.2015.06.052", "26165826"]}, {"Citation": "Organization WH . Traditional medicine-growing needs and potential. WHO policy perspectives on medicine, no. 2. In.: WHO/EBM/2002. Geneva: WHO; 2002."}, {"Citation": "Haq I. Safety of medicinal plants. Pak J Med Res. 2004;43(4):203–210."}, {"Citation": "Shaikh BT, Hatcher J. Complementary and alternative medicine in Pakistan: prospects and limitations. Evid Based Complement Alternat Med. 2005;2(2):139–142. doi: 10.1093/ecam/neh088.", "ArticleIdList": ["10.1093/ecam/neh088", "PMC1142200", "15937553"]}, {"Citation": "Schippmann U, Leaman DJ, Cunningham A: Impact of cultivation and gathering of medicinal plants on biodiversity: global trends and issues. Biodiversity and the ecosystem approach in agriculture, forestry and fisheries 2002."}, {"Citation": "Shinwari ZK. Medicinal plants research in Pakistan. J Med Plants Res. 2010;4(3):161–176."}, {"Citation": "Shaikh SH, Malik F, James H, Abdul H. Trends in the use of complementary and alternative medicine in Pakistan: a population-based survey. J Altern Complement Med. 2009;15(5):545–550. doi: 10.1089/acm.2008.0232.", "ArticleIdList": ["10.1089/acm.2008.0232", "19422284"]}, {"Citation": "Amjad MS, Arshad M. Ethnobotanical inventory and medicinal uses of some important woody plant species of Kotli, Azad Kashmir, Pakistan. Asian Pac J Trop Biomed. 2014;4(12):952–958. doi: 10.12980/APJTB.4.201414B381.", "ArticleIdList": ["10.12980/APJTB.4.201414B381"]}, {"Citation": "Quave CL, Pieroni A. A reservoir of ethnobotanical knowledge informs resilient food security and health strategies in the Balkans. Nature Plants. 2015;1(2):14021. doi: 10.1038/nplants.2014.21.", "ArticleIdList": ["10.1038/nplants.2014.21", "27246758"]}, {"Citation": "Amjad MS, Arshad M, Qureshi R. Ethnobotanical inventory and folk uses of indigenous plants from Pir Nasoora National Park, Azad Jammu and Kashmir. Asian Pac J Trop Biomed. 2015;5(3):234–241. doi: 10.1016/S2221-1691(15)30011-3.", "ArticleIdList": ["10.1016/S2221-1691(15)30011-3"]}, {"Citation": "Khan M, Khan MA, Mujtaba G, Hussain M. Ethnobotanical study about medicinal plants of Poonch valley Azad Kashmir. J animal plant Sci. 2012;22:493–500."}, {"Citation": "Ishtiaq CM, Khan M, Hanif W. An ethnomedicinal inventory of plants used for family planning and sex diseases treatment in Samahni valley,(AK) Pakistan. Pak J Biol Sci. 2006;9(14):2546–2555. doi: 10.3923/pjbs.2006.2546.2555.", "ArticleIdList": ["10.3923/pjbs.2006.2546.2555"]}, {"Citation": "Akbar K. Potential impacts of climate change on plant diversity of hilly areas of Azad Kashmir and their mitigation: a review. J Mt Area Res. 2017;2:37–44."}, {"Citation": "Ajaib M, Khan Z, Khan N, Wahab M. Ethnobotanical studies on useful shrubs of district Kotli, Azad Jammu & Kashmir, Pakistan. Pak J Bot. 2010;42(3):1407–1415."}, {"Citation": "Ahmad KS, Hamid A, Nawaz F, Hameed M, Ahmad F, Deng J, Akhtar N, Wazarat A, Mahroof S. Ethnopharmacological studies of indigenous plants in Kel village, Neelum Valley, Azad Kashmir, Pakistan. J Ethnobiol Ethnomed. 2017;13(1):68. doi: 10.1186/s13002-017-0196-1.", "ArticleIdList": ["10.1186/s13002-017-0196-1", "PMC5709976", "29191238"]}, {"Citation": "Gorsi M, Shahzad R: Medicinal uses of plants with particular reference to the people of Dhirkot. Azad Jammu and Kashmir. Asian Journal of Plant Sciences 2002."}, {"Citation": "Khan RN. Distribution and habitat preference of small mammals in Dhirkot, AJK. M.Sc. Thesis. University of AJK, Muzaffarabad. Muzaffarabad: Thesis University of AJK; 2002."}, {"Citation": "Heinrich M, Edwards S, Moerman DE, Leonti M. Ethnopharmacological field studies: a critical assessment of their conceptual basis and methods. J Ethnopharmacol. 2009;124(1):1–17. doi: 10.1016/j.jep.2009.03.043.", "ArticleIdList": ["10.1016/j.jep.2009.03.043", "19537298"]}, {"Citation": "Jain SK, Rao RR: A handbook of field and herbarium methods. New Delhi: today and tomorrow’s Printers and Publishers xvi, 157p-Illus General (KR, 197700062) 1977."}, {"Citation": "Nasir E, Ali S: Flora of West Pakistan Department of Botany. University of Karachi, Karachi 1971, 2007:112–115."}, {"Citation": "Ali S, Qaiser M. Flora of Pakistan 194–210. Karachi: Department of Botany, University of Karachi; 1993."}, {"Citation": "Chase MW, Christenhusz M, Fay M, Byng J, Judd WS, Soltis D, Mabberley D, Sennikov A, Soltis PS, Stevens PF. An update of the angiosperm phylogeny group classification for the orders and families of flowering plants: APG IV. Bot J Linn Soc. 2016;181(1):1–20. doi: 10.1111/boj.12385.", "ArticleIdList": ["10.1111/boj.12385"]}, {"Citation": "Gardens RB, Kew MBG: The Plant List, Version 1.1. Recuperado el 2013, 2."}, {"Citation": "Kadam P, Bhalerao S. Sample size calculation. Int J Ayurveda Res. 2010;1(1):55–70. doi: 10.4103/0974-7788.59946.", "ArticleIdList": ["10.4103/0974-7788.59946", "PMC2876926", "20532100"]}, {"Citation": "Edwards S, Nebel S, Heinrich M. Questionnaire surveys: methodological and epistemological problems for field-based ethnopharmacologists. J Ethnopharmacol. 2005;100(1–2):30–36. doi: 10.1016/j.jep.2005.05.026.", "ArticleIdList": ["10.1016/j.jep.2005.05.026", "16009518"]}, {"Citation": "Vijayakumar S, Yabesh JM, Prabhu S, Manikandan R, Muralidharan B. Quantitative ethnomedicinal study of plants used in the Nelliyampathy hills of Kerala, India. J Ethnopharmacol. 2015;161:238–254. doi: 10.1016/j.jep.2014.12.006.", "ArticleIdList": ["10.1016/j.jep.2014.12.006", "25529616"]}, {"Citation": "Šavikin K, Zdunić G, Menković N, Živković J, Ćujić N, Tereščenko M, Bigović D. Ethnobotanical study on traditional use of medicinal plants in South-Western Serbia, Zlatibor district. J Ethnopharmacol. 2013;146(3):803–810. doi: 10.1016/j.jep.2013.02.006.", "ArticleIdList": ["10.1016/j.jep.2013.02.006", "23422337"]}, {"Citation": "González-Tejero M, Casares-Porcel M, Sánchez-Rojas C, Ramiro-Gutiérrez J, Molero-Mesa J, Pieroni A, Giusti M, Censorii E, De Pasquale C, Della A. Medicinal plants in the Mediterranean area: synthesis of the results of the project Rubia. J Ethnopharmacol. 2008;116(2):341–357. doi: 10.1016/j.jep.2007.11.045.", "ArticleIdList": ["10.1016/j.jep.2007.11.045", "18242025"]}, {"Citation": "Khan MPZ, Ahmad M, Zafar M, Sultana S, Ali MI, Sun H. Ethnomedicinal uses of edible wild fruits (EWFs) in Swat Valley, northern Pakistan. J Ethnopharmacol. 2015;173:191–203. doi: 10.1016/j.jep.2015.07.029.", "ArticleIdList": ["10.1016/j.jep.2015.07.029", "26209297"]}, {"Citation": "Friedman J, Yaniv Z, Dafni A, Palewitch D. A preliminary classification of the healing potential of medicinal plants, based on a rational analysis of an ethnopharmacological field survey among Bedouins in the Negev Desert, Israel. J Ethnopharmacol. 1986;16(2–3):275–287. doi: 10.1016/0378-8741(86)90094-2.", "ArticleIdList": ["10.1016/0378-8741(86)90094-2", "3747566"]}, {"Citation": "Umair M, Altaf M, Abbasi AM. An ethnobotanical survey of indigenous medicinal plants in Hafizabad district, Punjab-Pakistan. PloS one. 2017;12(6):e0177912. doi: 10.1371/journal.pone.0177912.", "ArticleIdList": ["10.1371/journal.pone.0177912", "PMC5456064", "28574986"]}, {"Citation": "Ahmed N, Mahmood A, Tahir S, Bano A, Malik RN, Hassan S, Ashraf A. Ethnomedicinal knowledge and relative importance of indigenous medicinal plants of Cholistan desert, Punjab Province, Pakistan. J Ethnopharmacol. 2014;155(2):1263–1275. doi: 10.1016/j.jep.2014.07.007.", "ArticleIdList": ["10.1016/j.jep.2014.07.007", "25066204"]}, {"Citation": "Kayani S, Ahmad M, Sultana S, Shinwari ZK, Zafar M, Yaseen G, Hussain M, Bibi T. Ethnobotany of medicinal plants among the communities of alpine and sub-alpine regions of Pakistan. J Ethnopharmacol. 2015;164:186–202. doi: 10.1016/j.jep.2015.02.004.", "ArticleIdList": ["10.1016/j.jep.2015.02.004", "25680839"]}, {"Citation": "Ahmad M, Sultana S, Fazl-i-Hadi S, Ben Hadda T, Rashid S, Zafar M, Khan MA, Khan MPZ, Yaseen G. An ethnobotanical study of medicinal plants in high mountainous region of Chail valley (district swat-Pakistan) J Ethnobiol Ethnomed. 2014;10(1):36. doi: 10.1186/1746-4269-10-36.", "ArticleIdList": ["10.1186/1746-4269-10-36", "PMC4022037", "24739524"]}, {"Citation": "Torres-Avilez W, Medeiros PMd, Albuquerque UP: Effect of gender on the knowledge of medicinal plants: systematic review and meta-analysis evidence-based complementary and alternative medicine 2016, 2016.", "ArticleIdList": ["PMC5067321", "27795730"]}, {"Citation": "de Albuquerque UP, Soldati GT, Sieber SS, Ramos MA, de Sá JC, de Souza LC. The use of plants in the medical system of the Fulni-ô people (NE Brazil): a perspective on age and gender. J Ethnopharmacol. 2011;133(2):866–873. doi: 10.1016/j.jep.2010.11.021.", "ArticleIdList": ["10.1016/j.jep.2010.11.021", "21093569"]}, {"Citation": "Khan M, Khan R, Ahmed M, Muhammad N, Khan M, Khan H, Atlas N, Khan F. Biological screening of methanolic crude extracts of Caralluma tuberculata. Int J Indigenous Med Plants. 2013;46:2051–4263."}, {"Citation": "Amsalu N, Bezie Y, Fentahun M, Alemayehu A, Amsalu G. Use and conservation of medicinal plants by indigenous people of Gozamin Wereda, east Gojjam zone of Amhara region, Ethiopia: an ethnobotanical approach. Evid Based Complement Altern Med. 2018;2018.", "ArticleIdList": ["PMC5884302", "29743921"]}, {"Citation": "Muhammad A, Ihsan U, Akash T, Waheed M, Azizullah A, Khan A, Nawab A. Ethnomedicine use in the war affected region of northwest Pakistan. J Ethnobiol Ethnomed. 2014:10(16).", "ArticleIdList": ["PMC3932995", "24484608"]}, {"Citation": "Gulzar Haseena, Hazrat Ali, Gulzar Kiran, Ali Fayaz, Khan Nasrullah, Nisar Mohammad, Khan Imran, Ullah Abid. Medicinal plants and their traditional uses in Thana Village, District Malakand, Khyber Pakhtunkhwa, Pakistan. INTERNATIONAL JOURNAL OF ENDORSING HEALTH SCIENCE RESEARCH (IJEHSR) 2019;7(1):11. doi: 10.29052/IJEHSR.v7.i1.2019.11-21.", "ArticleIdList": ["10.29052/IJEHSR.v7.i1.2019.11-21"]}, {"Citation": "Karunamoorthi K, Jegajeevanram K, Vijayalakshmi J, Mengistie E. Traditional medicinal plants: a source of phytotherapeutic modality in resource-constrained health care settings. J Evid Based Complement Altern Med. 2013;18(1):67–74. doi: 10.1177/2156587212460241.", "ArticleIdList": ["10.1177/2156587212460241"]}, {"Citation": "Mafuva C, Marima-Matarira HT. Towards professionalization of traditional medicine in Zimbabwe: a comparative analysis to the South African policy on traditional medicine and the Indian Ayurvedic system. Int J Herbal Med. 2014;2(2 Part C):154–161."}, {"Citation": "Dweba T, Mearns M. Conserving indigenous knowledge as the key to the current and future use of traditional vegetables. Int J Inf Manag. 2011;31(6):564–571. doi: 10.1016/j.ijinfomgt.2011.02.009.", "ArticleIdList": ["10.1016/j.ijinfomgt.2011.02.009"]}, {"Citation": "Abbasi AM, Khan MA, Shah MH, Shah MM, Pervez A, Ahmad M. Ethnobotanical appraisal and cultural values of medicinally important wild edible vegetables of lesser Himalayas-Pakistan. J Ethnobiol Ethnomed. 2013;9(1):66. doi: 10.1186/1746-4269-9-66.", "ArticleIdList": ["10.1186/1746-4269-9-66", "PMC3853161", "24034131"]}, {"Citation": "Aziz MA, Adnan M, Khan AH, Rehman AU, Jan R, Khan J. Ethno-medicinal survey of important plants practiced by indigenous community at Ladha subdivision, South Waziristan agency, Pakistan. J Ethnobiol Ethnomed. 2016;12(1):53. doi: 10.1186/s13002-016-0126-7.", "ArticleIdList": ["10.1186/s13002-016-0126-7", "PMC5111204", "27846856"]}, {"Citation": "Kayani S, Ahmad M, Zafar M, Sultana S, Khan MPZ, Ashraf MA, Hussain J, Yaseen G. Ethnobotanical uses of medicinal plants for respiratory disorders among the inhabitants of Gallies–Abbottabad, northern Pakistan. J Ethnopharmacol. 2014;156:47–60. doi: 10.1016/j.jep.2014.08.005.", "ArticleIdList": ["10.1016/j.jep.2014.08.005", "25153021"]}, {"Citation": "Giday M, Asfaw Z, Woldu Z. Medicinal plants of the Meinit ethnic group of Ethiopia: an ethnobotanical study. J Ethnopharmacol. 2009;124(3):513–521. doi: 10.1016/j.jep.2009.05.009.", "ArticleIdList": ["10.1016/j.jep.2009.05.009", "19454310"]}, {"Citation": "Tugume P, Kakudidi EK, Buyinza M, Namaalwa J, Kamatenesi M, Mucunguzi P, Kalema J. Ethnobotanical survey of medicinal plant species used by communities around Mabira central Forest reserve, Uganda. J Ethnobiol Ethnomed. 2016;12(1):5. doi: 10.1186/s13002-015-0077-4.", "ArticleIdList": ["10.1186/s13002-015-0077-4", "PMC4712608", "26762159"]}, {"Citation": "Aletor G: Domiciliary midwifery care, including traditional birth attendants. In: Maternal and child health around the world. Springer; 1981: 89–98."}, {"Citation": "Campero L, Garcia C, Diaz C, Ortiz O, Reynoso SA, Langer A. “alone, I wouldn’t have known what to do”: a qualitative study on social supportduring labor and delivery in Mexico. Soc Sci Med. 1998;47(3):395–403. doi: 10.1016/S0277-9536(98)00077-X.", "ArticleIdList": ["10.1016/S0277-9536(98)00077-X", "9681909"]}, {"Citation": "Napagoda MT, Sundarapperuma T, Fonseka D, Amarasiri S, Gunaratna P. An ethnobotanical study of the medicinal plants used as anti-inflammatory remedies in Gampaha District, Western Province, Sri Lanka. Scientifica. 2018;2018.", "ArticleIdList": ["PMC6008615", "29974006"]}, {"Citation": "Abdool Karim S, Ziqubu-Page T, Arendse R. Bridging the gap: project report for the South African Medical Research Council. S Afr Med J. 1994;84:1–14.", "ArticleIdList": ["0"]}, {"Citation": "Saynes-Vásquez A, Caballero J, Meave JA, Chiang F. Cultural change and loss of ethnoecological knowledge among the isthmus Zapotecs of Mexico. J Ethnobiol Ethnomed. 2013;9(1):40. doi: 10.1186/1746-4269-9-40.", "ArticleIdList": ["10.1186/1746-4269-9-40", "PMC3707844", "23758714"]}, {"Citation": "Amjad MS, Qaseem MF, Ahmad I, Khan SU, Chaudhari SK, Malik NZ, Shaheen H, Khan AM. Correction: descriptive study of plant resources in the context of the ethnomedicinal relevance of indigenous flora: a case study from Toli peer National Park, Azad Jammu and Kashmir, Pakistan. PloS one. 2017;12(7):e0180917. doi: 10.1371/journal.pone.0180917.", "ArticleIdList": ["10.1371/journal.pone.0180917", "PMC5495512", "28672018"]}, {"Citation": "Hussain A, Abbasi M, Hussain N, Majid S. A survey of important indigenous medicinal plants of district Bhimber Azad Jammu & Kashmir, Pakistan. Int J Adv Res. 2013;1:635–644."}, {"Citation": "Shaheen H, Qaseem MF, Amjad MS, Bruschi P. Exploration of ethno-medicinal knowledge among rural communities of Pearl Valley; Rawalakot, district Poonch Azad Jammu and Kashmir. PLoS One. 2017;12(9):e0183956. doi: 10.1371/journal.pone.0183956.", "ArticleIdList": ["10.1371/journal.pone.0183956", "PMC5590857", "28886077"]}, {"Citation": "Ajaib M, Anjum M, Malik NZ, Sidiqui MF. Ethnobotanical study of some plants of Darguti, tehsil Khuiratta, Azad Jammu and Kashmir. Int J Biol Res. 2015;3(2):101–107."}, {"Citation": "Safeer S, Sarwar R, Ubaid-ul-Hassan KS, Anwar SMF. Exploration of ethnomedicinal flora used against various human ailments in moist temperate Himalayas of district Bagh, Azad Jammu and Kashmir. Asian J Med Pharm Res. 2017;7(1):09–15."}, {"Citation": "Shabir A, Naveed IR, Uneeza J, Noor UAIZ, Hina J, Farhat Y. Ethno botanical Wisdom of Inhabitant of Devi Galli Azad Kashmir. Biomed J Sci Tech Res. 2017;1(6):1618–1627."}, {"Citation": "Ahmad KS, Habib S. Indigenous knowledge of some medicinal plants of Himalaya region, Dawarian village, Neelum valley, Azad Jammu and Kashmir Pakistan. Univ J Plant Sci. 2014;2(2):40–47."}, {"Citation": "Qaseem M, Qureshi R, Amjad MS, Ahmed W, Masood A, Shaheen H. Ethno-botanical evaluation of indigenous flora from the communities of rajh mehal and goi union councils of district Kotli, Azad Jammu Kashmir Pakistan. Appl Ecol Environ Res. 2019;17(2):2799–2829. doi: 10.15666/aeer/1702_27992829.", "ArticleIdList": ["10.15666/aeer/1702_27992829"]}, {"Citation": "Khan MT, Ahmad L, Rashid W. Ethnobotanical documentation of traditional knowledge about medicinal plants used by indigenous people in Talash valley of Dir lower. Northern Pakistan J Intercult Ethnopharmacol. 2018;7(1):8–24."}, {"Citation": "Wali R, Rahman K, Raja NI, Qureshi R. A quantitative medico-botanical expedition of fairy meadows National Park, Diamir, Gilgit Baltistan, Pakistan. BioRxiv. 2019;507848."}, {"Citation": "Ijaz F, Iqbal Z, Rahman IU, Alam J, Khan SM, Shah GM, Khan K, Afzal A. Investigation of traditional medicinal floral knowledge of Sarban Hills, Abbottabad, KP, Pakistan. J Ethnopharmacol. 2016;179:208–233. doi: 10.1016/j.jep.2015.12.050.", "ArticleIdList": ["10.1016/j.jep.2015.12.050", "26739924"]}, {"Citation": "Hussain W, Badshah L, Ullah M, Ali M, Ali A, Hussain F. Quantitative study of medicinal plants used by the communities residing in Koh-e-Safaid range, northern Pakistani-afghan borders. J Ethnobiol Ethnomed. 2018;14(1):30. doi: 10.1186/s13002-018-0229-4.", "ArticleIdList": ["10.1186/s13002-018-0229-4", "PMC5922303", "29695281"]}, {"Citation": "Aziz MA, Khan AH, Adnan M, Izatullah I. Traditional uses of medicinal plants reported by the indigenous communities and local herbal practitioners of Bajaur agency, federally administrated tribal areas Pakistan. J Ethnopharmacol. 2017;198:268–281. doi: 10.1016/j.jep.2017.01.024.", "ArticleIdList": ["10.1016/j.jep.2017.01.024", "28108383"]}, {"Citation": "Zahoor M, Yousaf Z, Aqsa T, Haroon M, Saleh N, Aftab A, Javed S, Qadeer M, Ramazan H. An ethnopharmacological evaluation of Navapind and Shahpur Virkanin district Sheikupura, Pakistan for their herbal medicines. J Ethnobiol Ethnomed. 2017;13:27. doi: 10.1186/s13002-017-0151-1.", "ArticleIdList": ["10.1186/s13002-017-0151-1", "PMC5422909", "28482859"]}, {"Citation": "Umair M, Altaf M, Bussmann RW, Abbasi AM. Ethnomedicinal uses of the local flora in Chenab riverine area, Punjab province Pakistan. J Ethnobiol Ethnomed. 2019;15(1):7. doi: 10.1186/s13002-019-0285-4.", "ArticleIdList": ["10.1186/s13002-019-0285-4", "PMC6359778", "30709360"]}, {"Citation": "Fatima A, Ahmad M, Zafar M, Yaseen G, Khan MPZ, Butt MA, Sultana S. Ethnopharmacological relevance of medicinal plants used for the treatment of oral diseases in Central Punjab-Pakistan. J Herbal Med. 2018;12:88–110. doi: 10.1016/j.hermed.2017.09.004.", "ArticleIdList": ["10.1016/j.hermed.2017.09.004"]}, {"Citation": "Mahmood A, Mahmood A, Malik RN, Shinwari ZK. Indigenous knowledge of medicinal plants from Gujranwala district, Pakistan. J Ethnopharmacol. 2013;148(2):714–723. doi: 10.1016/j.jep.2013.05.035.", "ArticleIdList": ["10.1016/j.jep.2013.05.035", "23707336"]}, {"Citation": "Yabesh JM, Prabhu S, Vijayakumar S. An ethnobotanical study of medicinal plants used by traditional healers in silent valley of Kerala, India. J Ethnopharmacol. 2014;154(3):774–789. doi: 10.1016/j.jep.2014.05.004.", "ArticleIdList": ["10.1016/j.jep.2014.05.004", "24832113"]}, {"Citation": "Mouterde P. New Flora of Lebanon and Syria Beirut. Catholic Printing. 1983."}, {"Citation": "Zia-Ul-Haq M, Ćavar S, Qayum M, Imran I, Feo VD. Compositional studies: antioxidant and antidiabetic activities of Capparis decidua (Forsk.) Edgew. Int J Mol Sci. 2011;12(12):8846–8861. doi: 10.3390/ijms12128846.", "ArticleIdList": ["10.3390/ijms12128846", "PMC3257104", "22272107"]}, {"Citation": "Lulekal E, Kelbessa E, Bekele T, Yineger H. An ethnobotanical study of medicinal plants in Mana Angetu District, southeastern Ethiopia. J Ethnobiol Ethnomed. 2008;4(1):10. doi: 10.1186/1746-4269-4-10.", "ArticleIdList": ["10.1186/1746-4269-4-10", "PMC2391147", "18442379"]}, {"Citation": "Faruque MO, Uddin SB, Barlow JW, Hu S, Dong S, Cai Q, Li X, Hu X. Quantitative ethnobotany of medicinal plants used by indigenous communities in the Bandarban District of Bangladesh. Front Pharmacol. 2018;9:40. doi: 10.3389/fphar.2018.00040.", "ArticleIdList": ["10.3389/fphar.2018.00040", "PMC5808248", "29467652"]}, {"Citation": "Bibi T, Ahmad M, Tareen RB, Tareen NM, Jabeen R, Rehman SU, Sultana S, Zafar M. GY: ethnobotany of medicinal plants in district Mastung of Balochistan province-Pakistan. J Ethnopharmacol. 2014;147:79–80. doi: 10.1016/j.jep.2014.08.042.", "ArticleIdList": ["10.1016/j.jep.2014.08.042", "25260579"]}, {"Citation": "Agarwal K. RV: some ethnomedicinal plants of Bhopal district used for treating stone diseases. Int J Pharm Life Sci. 2012;3(13):56–62."}, {"Citation": "Yemele M, Telefo P, Lienou L, Tagne S, Fodouop C, Goka C, Lemfack M, Moundipa F. Ethnobotanical survey of medicinal plants used for pregnant women’s health conditions in Menoua division-West Cameroon. J Ethnopharmacol. 2015;160:14–31. doi: 10.1016/j.jep.2014.11.017.", "ArticleIdList": ["10.1016/j.jep.2014.11.017", "25449451"]}, {"Citation": "Bano A, Ahmad M, Hadda TB, Saboor A, Sultana S, Zafar M, Khan MPZ, Arshad M, Ashraf MA. Quantitative ethnomedicinal study of plants used in the skardu valley at high altitude of Karakoram-Himalayan range, Pakistan. J Ethnobiol Ethnomed. 2014;10(1):43. doi: 10.1186/1746-4269-10-43.", "ArticleIdList": ["10.1186/1746-4269-10-43", "PMC4039317", "24885937"]}, {"Citation": "Basualdo I, Zardini EM, Ortiz M. Medicinal plants of Paraguay: underground organs, II. Econ Botany. 1995;49(4):387–394. doi: 10.1007/BF02863089.", "ArticleIdList": ["10.1007/BF02863089"]}, {"Citation": "Noctor G, Foyer CH. Ascorbate and glutathione: keeping active oxygen under control. Annu Rev Plant Biol. 1998;49(1):249–279. doi: 10.1146/annurev.arplant.49.1.249.", "ArticleIdList": ["10.1146/annurev.arplant.49.1.249", "15012235"]}, {"Citation": "Bekele G, Reddy PR. Ethnobotanical study of medicinal plants used to treat human ailments by Guji Oromo tribes in Abaya District, Borana, Oromia, Ethiopia. Univ J Plant Sci. 2015;3(1):1–8."}, {"Citation": "Pascaline J, Charles M, George O, Lukhoba C. An inventory of medicinal plants that the people of Nandi use to treat malaria. J Anim Plant Sci. 2011;9:1192–1200."}, {"Citation": "Nondo RS, Zofou D, Moshi MJ, Erasto P, Wanji S, Ngemenya MN, Titanji VP, Kidukuli AW, Masimba PJ. Ethnobotanical survey and in vitro antiplasmodial activity of medicinal plants used to treat malaria in Kagera and Lindi regions, Tanzania. J Med Plants Res. 2015;9(6):179–192. doi: 10.5897/JMPR2014.5685.", "ArticleIdList": ["10.5897/JMPR2014.5685"]}, {"Citation": "Gürdal B, Kültür Ş. An ethnobotanical study of medicinal plants in Marmaris (Muğla, Turkey) J Ethnopharmacol. 2013;146(1):113–126. doi: 10.1016/j.jep.2012.12.012.", "ArticleIdList": ["10.1016/j.jep.2012.12.012", "23261486"]}, {"Citation": "El Amri J, El Badaoui K, Zair T, Bouharb H, Chakir S, Alaoui T. Ethnobotanical study of medicinal plants in the region El Hajeb (Central Morocco) J Res Biol. 2015;4(8):1568–1580."}, {"Citation": "Li W-F, Jiang J-G, Chen J. Chinese medicine and its modernization demands. Arch Med Res. 2008;39(2):246–251. doi: 10.1016/j.arcmed.2007.09.011.", "ArticleIdList": ["10.1016/j.arcmed.2007.09.011", "18164973"]}, {"Citation": "Boudjelal A, Henchiri C, Sari M, Sarri D, Hendel N, Benkhaled A, Ruberto G. Herbalists and wild medicinal plants in M'Sila (North Algeria): an ethnopharmacology survey. J Ethnopharmacol. 2013;148(2):395–402. doi: 10.1016/j.jep.2013.03.082.", "ArticleIdList": ["10.1016/j.jep.2013.03.082", "23643544"]}, {"Citation": "Luitel DR, Rokaya MB, Timsina B, Münzbergová Z. Medicinal plants used by the Tamang community in the Makawanpur district of Central Nepal. J Ethnobiol Ethnomed. 2014;10(1):5. doi: 10.1186/1746-4269-10-5.", "ArticleIdList": ["10.1186/1746-4269-10-5", "PMC3904474", "24410808"]}, {"Citation": "Kadir MF, Sayeed MSB, Mia M. Ethnopharmacological survey of medicinal plants used by indigenous and tribal people in Rangamati, Bangladesh. J Ethnopharmacol. 2012;144(3):627–637. doi: 10.1016/j.jep.2012.10.003.", "ArticleIdList": ["10.1016/j.jep.2012.10.003", "23064284"]}, {"Citation": "Shaheen S, Abbas S, Hussain J, Mabood F, Umair M, Ali M, Ahmad M, Zafar M, Farooq U, Khan A. Knowledge of medicinal plants for children diseases in the environs of district Bannu, Khyber Pakhtoonkhwa (KPK) Front Pharmacol. 2017;8:430. doi: 10.3389/fphar.2017.00430.", "ArticleIdList": ["10.3389/fphar.2017.00430", "PMC5511814", "28769789"]}, {"Citation": "Polat R, Cakilcioglu U, Kaltalioğlu K, Ulusan MD, Türkmen Z. An ethnobotanical study on medicinal plants in Espiye and its surrounding (Giresun-Turkey) J Ethnopharmacol. 2015;163:1–11. doi: 10.1016/j.jep.2015.01.008.", "ArticleIdList": ["10.1016/j.jep.2015.01.008", "25614105"]}, {"Citation": "Uzun M, Kaya A. Ethnobotanical research of medicinal plants in Mihalgazi (Eskişehir, Turkey) Pharm Biol. 2016;54(12):2922–2932. doi: 10.1080/13880209.2016.1194863.", "ArticleIdList": ["10.1080/13880209.2016.1194863", "27291089"]}, {"Citation": "WHO: International Classification ofPrimary Care, Second edition (ICPC-2).). 〈http://www.whoint/classifications/icd/adaptations/icpc2/en/〉 1987. (Accessed 22 Jan 2017)."}, {"Citation": "Adzu B, Gamaniel K. Sedative effects of Cassia singueana root bark. J Nat Remedies. 2003;3(2):134–137."}, {"Citation": "Schlage C, Mabula C, Mahunnah R. Heinrich: medicinal plants of the Washambaa (Tanzania): documentation and ethnopharmacological evaluation. Plant Biol. 2000;2(1):83–92. doi: 10.1055/s-2000-296.", "ArticleIdList": ["10.1055/s-2000-296"]}, {"Citation": "Ahmad M, Khan MA, Zafar M, Arshad M, Sultana S, Abbasi BH. Use of chemotaxonomic markers for misidentified medicinal plants used in traditional medicines. J Med Plants Res. 2010;4(13):1244–1252."}, {"Citation": "Guan Y-S, He Q. Plants consumption and liver health. Evid Based Complement Alternat Med. 2015;2015.", "ArticleIdList": ["PMC4499388", "26221179"]}, {"Citation": "Adnan M, Ullah I, Tariq A, Murad W, Azizullah A, Khan AL, Ali N. Ethnomedicine use in the war affected region of Northwest Pakistan. J Ethnobiol Ethnomed. 2014;10(1):16. doi: 10.1186/1746-4269-10-16.", "ArticleIdList": ["10.1186/1746-4269-10-16", "PMC3932995", "24484608"]}, {"Citation": "Sher H, Bussmann RW, Hart R, Boer HJ. Traditional use of medicinal plants among Kalasha, Ismaeli and Sunni groups in Chitral District, Khyber Pakhtunkhwa province Pakistan. J Ethnopharmacol. 2016;188:57–69. doi: 10.1016/j.jep.2016.04.059.", "ArticleIdList": ["10.1016/j.jep.2016.04.059", "27154408"]}, {"Citation": "Tangjitman K, Wongsawad C, Kamwong K, Sukkho T, Trisonthi C. Ethnomedicinal plants used for digestive system disorders by the Karen of northern Thailand. J Ethnobiol Ethnomed. 2015;11:27. doi: 10.1186/s13002-015-0011-9.", "ArticleIdList": ["10.1186/s13002-015-0011-9", "PMC4422539", "25885534"]}, {"Citation": "Malla B, Gauchan DP, Chhetri RB. An ethnobotanical study of medicinal plants used by ethnic people in Parbat district of western Nepal. J Ethnopharmacol. 2015;165:103–117. doi: 10.1016/j.jep.2014.12.057.", "ArticleIdList": ["10.1016/j.jep.2014.12.057", "25571849"]}, {"Citation": "Murad W, Azizullah A, Adnan M, Tariq A, Khan KU, Waheed S, Ahmad A. Ethnobotanical assessment of plant resources of Banda Daud Shah, district Karak, Pakistan. J Ethnobiol Ethnomed. 2013;9(1):77. doi: 10.1186/1746-4269-9-77.", "ArticleIdList": ["10.1186/1746-4269-9-77", "PMC4176138", "24267174"]}, {"Citation": "Albuquerque UP, Lucena RF, Monteiro JM, Florentino AT, Almeida CFC. Evaluating two quantitative ethnobotanical techniques. Ethnobot Res Appl. 2006;4:51–60. doi: 10.17348/era.4.0.51-60.", "ArticleIdList": ["10.17348/era.4.0.51-60"]}, {"Citation": "Trotter RT, Logan MH. In: “Informant consensus: a new approach for identifying potentially effective medicinal plants,” in Plants in Indigenous Medicine and Diet: Biobehavioral Approaches. Etkin NL, editor. New York: Redgrave Publishing Company; 1986. pp. 91–112."}, {"Citation": "Ladio AH, Lozada M, Weigandt M. Comparison of traditional wild plant knowledge between aboriginal communities inhabiting arid and forest environments in Patagonia, Argentina. J Arid Environ. 2007;69:695–715. doi: 10.1016/j.jaridenv.2006.11.008.", "ArticleIdList": ["10.1016/j.jaridenv.2006.11.008"]}, {"Citation": "Moerman DE. Native american ethnobotany. Portland, Oregon: timber press. Edinb J Bot. 1998;56(2):317–318."}, {"Citation": "Leonti M, Sticher O, Heinrich M. Antiquity of medicinal plant usage in two macro-mayan ethnic groups. J Ethnopharmacol. 2003;88:119–124. doi: 10.1016/S0378-8741(03)00188-0.", "ArticleIdList": ["10.1016/S0378-8741(03)00188-0", "12963130"]}, {"Citation": "Leonti M. The future is written: impact of scripts on the cognition, selection, knowledge and transmission of medicinal plant use and its implications for ethnobotany and ethnopharmacology. J Ethnopharmacol. 2011;134(3):542–555. doi: 10.1016/j.jep.2011.01.017.", "ArticleIdList": ["10.1016/j.jep.2011.01.017", "21255636"]}]}], "History": [{"Year": "2019", "Month": "5", "Day": "7"}, {"Year": "2019", "Month": "8", "Day": "6"}, {"Year": "2019", "Month": "9", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["31470868", "PMC6716831", "10.1186/s13002-019-0323-2", "10.1186/s13002-019-0323-2"]}}]}