{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Trifolium repens", "HPLC", "acetaminophen", "mice", "phenolic compounds"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31489655", "DateCompleted": {"Year": "2020", "Month": "09", "Day": "17"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "07", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.1111/jfbc.12963"], "Journal": {"ISSN": "1745-4514", "JournalIssue": {"Volume": "43", "Issue": "9", "PubDate": {"Year": "2019", "Month": "Sep"}}, "Title": "Journal of food biochemistry", "ISOAbbreviation": "J Food Biochem"}, "ArticleTitle": "Effects of phenolic compounds from aqueous extract of Trifolium repens against acetaminophen-induced hepatotoxicity in mice.", "Pagination": {"StartPage": "e12963", "MedlinePgn": "e12963"}, "Abstract": {"AbstractText": ["The aqueous extract of Trifolium repens (TR) leaves was analyzed for the phenolic profile using reversed phase HPLC-DAD and administered to mice against acetaminophen-induced hepatoxicity. Twenty-four phenolic compounds were identified and quantified. The highest amounts present were of kaempferol-3-(caffeoyldiglucoside)-7-glucoside (983.7 µg/ml), followed by p-coumaroyl-4-glucoside (905.6 µg/ml) and daidzein-O-sulfate (808.3 µg/ml). The aqueous extract was administered to mice along with acetaminophen at different doses. Acetaminophen was found to significantly alter body weight, serum biochemistry, and hematological indices of mice, which were ameliorated by the co-administration of aqueous extract. Liver histopathological studies revealed that acetaminophen significantly induced toxicity, while TR aqueous extract provides curative functions. Lipid peroxidation and total reduced glutathione in the liver were also normalized by the aqueous extract of TR. The aqueous extract of TR was rich in important phenolic compounds, which can be used as a source of beneficial bioactive compounds with hepato-protective function. PRACTICAL APPLICATIONS: Acetaminophen has been widely used as antipyretic and analgesic. However, the major complication reported is hepatotoxicity. Synthetic or conventional drugs used for hepatic diseases or against hepatotoxicity are insufficient and causes severe side effects. For this purpose, traditional medicinal plants or nutraceuticals are used to decrease in the side effects of different hepatotoxic medicine are demanding. Food and neutraceuticals are rich in important polyphenolic compounds which are the best antioxidants. This study was aimed to evaluate the phenolic composition of aqueous extract of Trifolium repens and its potential protective action against the acetaminophen-induced toxicity in mice. This study showed for the first time that the aqueous extract of TR was protective against the hepatotoxicity induced by acetaminophen."], "CopyrightInformation": "© 2019 Wiley Periodicals, Inc."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biochemistry, Department of Biotechnology, Faculty of Biological Sciences, University of Malakand, Chakdara, Pakistan."}], "LastName": "Ahmad", "ForeName": "Sultan", "Initials": "S"}, {"Identifier": ["0000-0001-6849-376X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biochemistry, Department of Biotechnology, Faculty of Biological Sciences, University of Malakand, Chakdara, Pakistan."}], "LastName": "Zeb", "ForeName": "Alam", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Food Biochem", "NlmUniqueID": "7706045", "ISSNLinking": "0145-8884"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Analgesics, Non-Narcotic"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "339NCG44TV", "NameOfSubstance": "Phenol"}, {"RegistryNumber": "362O9ITL9D", "NameOfSubstance": "Acetaminophen"}, {"RegistryNumber": "GAN16C9B8O", "NameOfSubstance": "Glutathione"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Acetaminophen"}, {"QualifierName": ["toxicity"], "DescriptorName": "Analgesics, Non-Narcotic"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Chemical and Drug Induced Liver Injury"}, {"QualifierName": [], "DescriptorName": "Glutathione"}, {"QualifierName": ["drug effects"], "DescriptorName": "Lipid Peroxidation"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Liver"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phenol"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Trifolium"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahmad, N., Tahir, M., & Lone, K. P. (2016). Amelioration of acetaminophen induced hepatotoxicity by methanolic extract of pomegranate peels in rats. Journal of Pakistan Medical Association, 66(7), 859-863."}, {"Citation": "Ahmed, M. B., & Khater, M. R. (2001). Evaluation of the protective potential of Ambrosia maritima extract on acetaminophen-induced liver damage. Journal of Ethnopharmacology, 75(2-3), 169-174. https://doi.org/10.1016/S0378-8741(00)00400-1"}, {"Citation": "Albano, E., Mottaran, E., Vidali, M., Reale, E., Saksena, S., Occhino, G., … Day, C. P. (2005). Immune response towards lipid peroxidation products as a predictor of progression of non-alcoholic fatty liver disease to advanced fibrosis. Gut, 54(7), 987-993. https://doi.org/10.1136/gut.2004.057968"}, {"Citation": "Andrade-Cetto, A., & Wiedenfeld, H. (2001). Hypoglycemic effect of Cecropia obtusifolia on streptozotocin diabetic rats. Journal of Ethnopharmacology, 78(2-3), 145-149. https://doi.org/10.1016/S0378-8741(01)00335-X"}, {"Citation": "Arion, W. J., Canfield, W. K., Ramos, F. C., Schindler, P. W., Burger, H.-J., Hemmerle, H., … Herling, A. W. (1997). Chlorogenic acid and hydroxynitrobenzaldehyde: New inhibitors of hepatic glucose 6-phosphatase. Archives of Biochemistry and Biophysics, 339(2), 315-322. https://doi.org/10.1006/abbi.1996.9874"}, {"Citation": "Azzini, E., Bugianesi, R., Romano, F., Di Venere, D., Miccadei, S., Durazzo, A., … Maiani, G. (2007). Absorption and metabolism of bioactive molecules after oral consumption of cooked edible heads of Cynara scolymus L. (cultivar Violetto di Provenza) in human subjects: A pilot study. British Journal of Nutrition, 97(5), 963-969."}, {"Citation": "Basu, T., Panja, S., Shendge, A. K., Das, A., & Mandal, N. (2018). A natural antioxidant, tannic acid mitigates iron-overload induced hepatotoxicity in Swiss albino mice through ROS regulation. Environmental Toxicology, 33(5), 603-618. https://doi.org/10.1002/tox.22549"}, {"Citation": "Bektur, N. E., Sahin, E., Baycu, C., & Unver, G. (2016). Protective effects of silymarin against acetaminophen-induced hepatotoxicity and nephrotoxicity in mice. Toxicology and Industrial Health, 32(4), 589-600. https://doi.org/10.1177/0748233713502841"}, {"Citation": "Bhilare, N. V., Dhaneshwar, S. S., & Mahadik, K. R. (2018). Phenolic acid-tethered isoniazid for abrogation of drug-induced hepatotoxicity: Design, synthesis, kinetics and pharmacological evaluation. Drug Delivery and Translational Research, 8(3), 770-779. https://doi.org/10.1007/s13346-018-0500-1"}, {"Citation": "Boonruamkaew, P., Chonpathompikunlert, P., & Nagasaki, Y. (2016). Redox nanoparticle therapeutics for acetaminophen-induced hepatotoxicity in mice. Oxidative Medicine and Cellular Longevity, 2016, Article ID 4984597."}, {"Citation": "Cieslar-Pobuda, A., Yue, J., Lee, H. C., Skonieczna, M., & Wei, Y. H. (2017). ROS and oxidative stress in stem cells. Oxidative Medicine and Cellular Longevity, 2017, Article ID 5047168."}, {"Citation": "Corbi, G., Conti, V., Komici, K., Manzo, V., Filippelli, A., Palazzo, M., … Casamassima, D. (2018). Phenolic plant extracts induce Sirt1 activity and increase antioxidant levels in the rabbits heart and liver. Oxidative Medicine and Cellular Longevity, 2018, Article ID 2731289."}, {"Citation": "Dhiman, R. K., & Chawla, Y. K. (2005). Herbal medicines for liver diseases. Digestive Diseases and Sciences, 50(10), 1807-1812. https://doi.org/10.1007/s10620-005-2942-9"}, {"Citation": "El-Megharbel, S. M., Hamza, R. Z., & Refat, M. S. (2014). Preparation, spectroscopic, thermal, antihepatotoxicity, hematological parameters and liver antioxidant capacity characterizations of Cd (II), Hg (II), and Pb (II) mononuclear complexes of paracetamol anti-inflammatory drug. Spectrochimica Acta Part A: Molecular and Biomolecular Spectroscopy, 131, 534-544. https://doi.org/10.1016/j.saa.2014.04.108"}, {"Citation": "Foo, L. Y., Lu, Y., Molan, A., Woodfield, D., & McNabb, W. (2000). The phenols and prodelphinidins of white clover flowers. Phytochemistry, 54(5), 539-548. https://doi.org/10.1016/S0031-9422(00)00124-2"}, {"Citation": "Hewawasam, R., Jayatilaka, K., Pathirana, C., & Mudduwa, L. (2003). Protective effect of Asteracantha longifolia extract in mouse liver injury induced by carbon tetrachloride and paracetamol. Journal of Pharmacy and Pharmacology, 55(10), 1413-1418."}, {"Citation": "Kamel, E. M., Mahmoud, A. M., Ahmed, S. A., & Lamsabhi, A. M. (2016). A phytochemical and computational study on flavonoids isolated from Trifolium resupinatum L. and their novel hepatoprotective activity. Food & Function, 7(4), 2094-2106."}, {"Citation": "Khan, R. A., Alkreathy, H. M., Saboorshah, A., Ahmed, M., & Khan, S. (2016). Protective effects of Trifolium alexandrinum L. against lung injury induced by environmental toxin CCl4 in experimental rats. Food & Nutrition Research, 60, Article No. 30433."}, {"Citation": "Larson, A. M., Polson, J., Fontana, R. J., Davern, T. J., Lalani, E., Hynan, L. S., … Lee, W. M. (2005). Acetaminophen-induced acute liver failure: Results of a United States multicenter prospective study. Hepatology, 42(6), 1364-1372. https://doi.org/10.1002/hep.20948"}, {"Citation": "Liu, Y., Flynn, T. J., Ferguson, M. S., & Hoagland, E. M. (2013). Use of the Combination Index to determine interactions between plant-derived phenolic acids on hepatotoxicity endpoints in human and rat hepatoma cells. Phytomedicine, 20(5), 461-468. https://doi.org/10.1016/j.phymed.2012.12.013"}, {"Citation": "Mu, H., Bai, Y. H., Wang, S. T., Zhu, Z. M., & Zhang, Y. W. (2009). Research on antioxidant effects and estrogenic effect of formononetin from Trifolium pratense (red clover). Phytomedicine, 16(4), 314-319. https://doi.org/10.1016/j.phymed.2008.07.005"}, {"Citation": "Oliveira, F. A., Chaves, M. H., Almeida, F. R., Lima, R. C. Jr., Silva, R. M., Maia, J. L., … Rao, V. S. (2005). Protective effect of α-and β-amyrin, a triterpene mixture from Protium heptaphyllum (Aubl.) March. trunk wood resin, against acetaminophen-induced liver injury in mice. Journal of Ethnopharmacology, 98(1-2), 103-108."}, {"Citation": "Orbach, S. M., Cassin, M. E., Ehrich, M. F., & Rajagopalan, P. (2017). Investigating acetaminophen hepatotoxicity in multi-cellular organotypic liver models. Toxicology in Vitro, 42, 10-20. https://doi.org/10.1016/j.tiv.2017.03.008"}, {"Citation": "Owens, C. W., & Belcher, R. V. (1965). A colorimetric micro-method for the determination of glutathione. Biochemical Journal, 94, 705-711. https://doi.org/10.1042/bj0940705"}, {"Citation": "Pandey, G., Srivastava, D., & Madhuri, S. (2006). Hepatogenic effect of Livol, Eclipta alba and Silybum marianum on paracetamol induced liver damage in rabbits. International Journal of Green Pharmacy, 1(1), 35-38."}, {"Citation": "Papackova, Z., Heczkova, M., Dankova, H., Sticova, E., Lodererova, A., Bartonova, L., … Cahova, M. (2018). Silymarin prevents acetaminophen-induced hepatotoxicity in mice. PLoS One, 13(1), e0191353. https://doi.org/10.1371/journal.pone.0191353"}, {"Citation": "Pradhan, S., & Girish, C. (2006). Hepatoprotective herbal drug, silymarin from experimental pharmacology to clinical medicine. Indian Journal of Medical Research, 124(5), 491-504."}, {"Citation": "Sakeran, M. I., Zidan, N., Rehman, H., Aziz, A. T., & Saggu, S. (2014). Abrogation by Trifolium alexandrinum root extract on hepatotoxicity induced by acetaminophen in rats. Redox Report, 19(1), 26-33."}, {"Citation": "Saleh, N. S., Allam, T. S., El-Rabeai, R. M., & El-Sabbagh, H. S. (2018). Protective effect of some Egyptian medicinal plants against oxidative stress in rats. Alexandria Journal for Veterinary Sciences, 58(1), 1-14. https://doi.org/10.5455/ajvs.301216"}, {"Citation": "Samuel, S. A., Francis, A. O., Ayomide, O., & Onyinyechi, U.-O. (2015). Effects of paracetamol-induced liver damage on some hematological parameters: Red blood cell (RBC) count, white blood cell (WBC) count, and packed cell volume (PCV) in Wistar rats of either sex. Indo American Journal of Pharmaceutical Research, 5(7), 2593-2599."}, {"Citation": "Saviranta, N. M. M., Julkunen-Tiitto, R., Oksanen, E., & Karjalainen, R. O. (2010a). Leaf phenolic compounds in red clover (Trifolium pratense L.) induced by exposure to moderately elevated ozone. Environmental Pollution, 158(2), 440-446. https://doi.org/10.1016/j.envpol.2009.08.029"}, {"Citation": "Saviranta, N. M. M., Julkunen-Tiitto, R., Oksanen, E., & Karjalainen, R. O. (2010b). Red clover (Trifolium pratense L.) isoflavones: Root phenolic compounds affected by biotic and abiotic stress factors. Journal of the Science of Food and Agriculture, 90(3), 418-423."}, {"Citation": "Shahidi, F., Chandrasekara, A., & Zhong, Y. (2018). Bioactive phytochemicals in vegetables. In M. Siddiq & M. A. Uebersax (Eds.), Handbook of vegetables processing (Vol. 2, pp. 181-222). London, UK: John Wiley & Sons Ltd."}, {"Citation": "Song, Z., Deaciuc, I., Song, M., Lee, D. Y. W., Liu, Y., Ji, X., & McClain, C. (2006). Silymarin protects against acute ethanol-induced hepatotoxicity in mice. Alcoholism: Clinical and Experimental Research, 30(3), 407-413. https://doi.org/10.1111/j.1530-0277.2006.00063.x"}, {"Citation": "Totta, P., Acconcia, F., Virgili, F., Cassidy, A., Weinberg, P. D., Rimbach, G., & Marino, M. (2005). Daidzein-sulfate metabolites affect transcriptional and antiproliferative activities of estrogen receptor-β in cultured human cancer cells. The Journal of Nutrition, 135(11), 2687-2693. https://doi.org/10.1093/jn/135.11.2687"}, {"Citation": "Upadhyay, G., Kumar, A., & Singh, M. P. (2007). Effect of silymarin on pyrogallol-and rifampicin-induced hepatotoxicity in mouse. European Journal of Pharmacology, 565(1-3), 190-201. https://doi.org/10.1016/j.ejphar.2007.03.004"}, {"Citation": "Wittemer, S., Ploch, M., Windeck, T., Müller, S., Drewelow, B., Derendorf, H., & Veit, M. (2005). Bioavailability and pharmacokinetics of caffeoylquinic acids and flavonoids after oral administration of Artichoke leaf extracts in humans. Phytomedicine, 12(1-2), 28-38. https://doi.org/10.1016/j.phymed.2003.11.002"}, {"Citation": "Wu, D., & Cederbaum, A. I. (2003). Alcohol, oxidative stress, and free radical damage. Alcohol Research and Health, 27, 277-284."}, {"Citation": "Yakubu, N., Oboh, G., & Olalekan, A. A. (2013). Antioxidant and hepatoprotective properties of tofu (Curdle Soymilk) against acetaminophen-induced liver damage in rats. Biotechnology Research International, 2013, Article ID 230142."}, {"Citation": "Yen, F.-L., Wu, T.-H., Lin, L.-T., & Lin, C.-C. (2007). Hepatoprotective and antioxidant effects of Cuscuta chinensis against acetaminophen-induced hepatotoxicity in rats. Journal of Ethnopharmacology, 111(1), 123-128. https://doi.org/10.1016/j.jep.2006.11.003"}, {"Citation": "Zeb, A. (2015). A reversed phase HPLC-DAD method for the determination of phenolic compounds in plant leaves. Analytical Methods, 7(18), 7753-7757. https://doi.org/10.1039/C5AY01402F"}, {"Citation": "Zeb, A. (2018). Ellagic acid in suppressing in vivo and in vitro oxidative stresses. Molecular and Cellular Biochemistry, 448(1-2), 27-41. https://doi.org/10.1007/s11010-018-3310-3"}, {"Citation": "Zeb, A., & Akbar, A. (2018). Ellagic acid suppresses the oxidative stress induced by dietary-oxidized tallow. Oxidative Medicine and Cellular Longevity, 2018, Article ID 7408370. https://doi.org/10.1155/2018/7408370"}, {"Citation": "Zeb, A., & Haq, I. (2018). Polyphenolic composition, lipid peroxidation and antioxidant properties of chapli kebab during repeated frying process. Journal of Food Measurement and Characterization, 12(1), 555-563. https://doi.org/10.1007/s11694-017-9667-2"}, {"Citation": "Zeb, A., & Rahman, S. U. (2017). Protective effects of dietary glycine and glutamic acid toward the toxic effects of oxidized mustard oil in rabbits. Food & Function, 8(1), 429-436. https://doi.org/10.1039/C6FO01329E"}, {"Citation": "Zeb, A., & Ullah, F. (2016). A simple spectrophotometric method for the determination of thiobarbituric acid reactive substances in fried fast foods. Journal of Analytical Methods in Chemistry, 2016, Article ID 9412767. https://doi.org/10.1155/2016/9412767"}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "5", "Day": "2"}, {"Year": "2019", "Month": "6", "Day": "10"}, {"Year": "2019", "Month": "6", "Day": "11"}, {"Year": "2019", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "18", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31489655", "10.1111/jfbc.12963"]}}]}