{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["South Africa", "free radicals", "inflammation", "medicinal plants", "nitric oxide"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31496781", "DateRevised": {"Year": "2022", "Month": "04", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "08", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.2147/JIR.S199377"], "Journal": {"ISSN": "1178-7031", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2019"}}, "Title": "Journal of inflammation research", "ISOAbbreviation": "J Inflamm Res"}, "ArticleTitle": "Inhibition of nitric oxide production and free radical scavenging activities of four South African medicinal plants.", "Pagination": {"StartPage": "195", "EndPage": "203", "MedlinePgn": "195-203"}, "Abstract": {"AbstractText": ["Traditional healing is often the preferred form of therapy especially in rural and resource-limited communities. The extracts of plants are used to treat many diseases such as arthritis and chronic pain. Four medicinal plant species, namely, <i>Acokanthera oppositifolia, Plantago lanceolata, Conyza canadensis</i> and <i>Artemisia vulgaris</i> used in Southern Africa to treat pain and inflammation-related diseases were selected for evaluation in laboratory-based experiments.", "The selected plant species were evaluated for phytochemical content, antioxidant and anti-inflammatory activities, as well as cytotoxicity effects against mammalian cells in culture.", "The results indicated that the <i>n</i>-hexane and chloroform extracts of <i>P. lanceolata</i> had the best antioxidant activities with an IC<sub>50</sub>=0.41 μg/mL. Also, the acetone extracts of <i>P. lanceolata</i> had 93.76% nitric oxide (NO) inhibition. However, the chloroform and <i>n</i>-hexane extracts of <i>C. canadensis</i> produced NO inhibition of 98.53% and 99.2%, respectively, at 100 μg/mL with IC<sub>50</sub>=17.69 μg/mL. Furthermore, the ethyl acetate extracts also had promising NO inhibitory activity (96.33%), but the cytotoxicity results with cell viabilities of 5.31%, 5.7% and 5.89%, respectively, suggested that the observed activity was due to a cytotoxic effect. Acetone extracts of <i>C. canadensis</i> were also cytotoxic at 30 µg/mL with 6.07-6.67% cell viabilities compared with the acetone extracts of <i>P. lanceolata</i> (99.57%).", "The results partially validate the ethnomedicinal uses of the selected plant species used for inflammation-related conditions. However, because some of the extracts had potential cytotoxic effects, caution is advised in their use, especially those consumed orally."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytomedicine and Phytopharmacology Research Group, Department of Plant Sciences, University of the Free State, Phuthaditjhaba 9866, South Africa."}, {"Identifier": [], "Affiliation": "Department of Biomedical Sciences, Faculty of Science, Tshwane University of Technology, Pretoria 0001, South Africa."}], "LastName": "Adebayo", "ForeName": "S A", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Paraclinical Sciences, Faculty of Veterinary Science, University of Pretoria, Onderstepoort 0110, South Africa."}], "LastName": "Ondua", "ForeName": "M", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, Faculty of Science, Tshwane University of Technology, Pretoria 0001, South Africa."}], "LastName": "Shai", "ForeName": "L J", "Initials": "LJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life and Consumer Sciences, University of South Africa, Florida 1710, South Africa."}], "LastName": "Lebelo", "ForeName": "S L", "Initials": "SL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "J Inflamm Res", "NlmUniqueID": "101512684", "ISSNLinking": "1178-7031"}, "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Luseba D, Tshisikhawe MP. Medicinal plants used in the treatment of livestock diseases in Vhembe region, Limpopo province, South Africa. J Med Plants Res. 2013;7(10):593–601."}, {"Citation": "Williams VL, Victor JE, Crouch NR. Red listed medicinal plants of South Africa: status, trends, and assessment challenges. S Afr J Bot. 2013;86:23–35. doi:10.1016/j.sajb.2013.01.006", "ArticleIdList": ["10.1016/j.sajb.2013.01.006"]}, {"Citation": "van Wyk BE, Gericke N. People’s Plants. A Guide to Useful Plants of Southern Africa. Pretoria: Briza Publications; 2000."}, {"Citation": "Street RA, Prinsloo G. Commercially important medicinal plants of South Africa: a review. J Chem. 2013;1–16. doi:10.1155/2013/205048", "ArticleIdList": ["10.1155/2013/205048"]}, {"Citation": "Shah BN, Seth AK, Maheshwari KM. A review on medicinal plants as a source of anti-inflammatory agents. Res J Med Plants. 2011;5(2):101–115. doi:10.3923/rjmp.2011.101.115", "ArticleIdList": ["10.3923/rjmp.2011.101.115"]}, {"Citation": "Fridlender M, Kapulnik Y, Koltai H. Plant derived substances with anti-cancer activity: from folklore to practice. PMC. 2015;6:799.", "ArticleIdList": ["PMC4589652", "26483815"]}, {"Citation": "Adedapo AA, Jimoh FO, Afolayan AJ, Masika PJ. Antioxidant activities and phenolic contents of methanol extracts of the stems of Acokanthera oppositilifolia and Adenia gummifera. BMC Complement Altern Med. 2010;8:54. doi:10.1186/1472-6882-8-54", "ArticleIdList": ["10.1186/1472-6882-8-54", "PMC2566552", "18817535"]}, {"Citation": "van Wyk B, van Heerden F, van Oudtshoon B. Poisonous Plants of South Africa. Pretoria: Briza Publications; 2002:46–49."}, {"Citation": "van Wyk B-E, van Oudtshoorn B, Gericke N. Medicinal Plants of South Africa. Revised and Expanded Ed. Pretoria: Briza Publications; 2009."}, {"Citation": "van Wyk B, Wink M. Medicinal Plants of the World. Pretoria: Briza Publications; 2004:12."}, {"Citation": "Shahkirullah MH, Ahmad MR, Shah I, Ahmad MI, Khan N. Antimicrobial activities of Conyzolide and Conyzoflavone from Conyza canadensis. J Enzyme Inhib Med Chem. 2011;26(4):468–471. doi:10.3109/14756366.2010.528413", "ArticleIdList": ["10.3109/14756366.2010.528413", "21054146"]}, {"Citation": "Hutchings A. Zulu Medicinal Plants. Pietermaritzburg: Natal University Press; 1996."}, {"Citation": "Abad MJ, Bedoya LM, Apaza L, Bermejo P. The Artemisia L. genus: A review of bioactive essential oils. Molecules. 2012;17:2542–2566. doi:10.3390/molecules17032542", "ArticleIdList": ["10.3390/molecules17032542", "PMC6268508", "22388966"]}, {"Citation": "Rosemary G. Medicinal Herbs; a Beginner’s Guide. Storey Publishing; 2012:189–190."}, {"Citation": "Titanji VPK, Zofou D, Ngemenya MN. The anti-malarial potential of medicinal plants used for the treatment of malaria in Cameroonian folk medicine. Afr J Tradit Complement Altern Med. 2008;5(3):302.", "ArticleIdList": ["PMC2816552", "20161952"]}, {"Citation": "Nisar ZS, Naveed M, Zada KA, et al. Phytochemical analysis and antioxidant studies of Conyza bonarensis. Acad J Plant Sci. 2013;6(3):109–112."}, {"Citation": "Coleman JW. Nitric oxide in immunity and inflammation. Int Immunopharmacol. 2001;1:1397–1406. doi:10.1016/S1567-5769(01)00086-8", "ArticleIdList": ["10.1016/S1567-5769(01)00086-8", "11515807"]}, {"Citation": "Ersoy Y, Ozerol E, Baysal O, Temel I, MacWalter RS, Meral U. Serum nitrate and nitrite levels in patients with rheumatoid arthritis, ankylosing spondylitis, and osteoarthritis. Ann Rheum Dis. 2002;61:76–78. doi:10.1136/ard.61.1.76", "ArticleIdList": ["10.1136/ard.61.1.76", "PMC1753884", "11779766"]}, {"Citation": "Adebayo SA, Dzoyem JP, Shai LJ, Eloff JN. The anti-inflammatory and antioxidant activity of 25 plant species used traditionally to treat pain in southern Africa. BMC Complement Altern Med. 2015;15:159. doi:10.1186/s12906-015-0669-5", "ArticleIdList": ["10.1186/s12906-015-0669-5", "PMC4443658", "26014115"]}, {"Citation": "Lee C-J, Chen L-G, Liang W-L, Wanga -C-C. Anti-inflammatory effects of Punica granatum Linne in vitro and in vivo. Food Chem. 2010;118:315–322. doi:10.1016/j.foodchem.2009.04.123", "ArticleIdList": ["10.1016/j.foodchem.2009.04.123"]}, {"Citation": "Lee MH, Lee JM, Jun SH, Lee SH, Kim NW, Lee JH. The anti-inflammatory effects of Pyrolae herba extract through the inhibition of the expression of inducible nitric oxide synthase (iNOS) and NO production. J Ethnopharmacol. 2007;112:49–54. doi:10.1016/j.jep.2007.01.036", "ArticleIdList": ["10.1016/j.jep.2007.01.036", "17395412"]}, {"Citation": "Dzoyem JP, Eloff JN. Anti-inflammatory, anti-cholinesterase and antioxidant activity of leaf extracts of twelve plants used traditionally to alleviate pain and inflammation in South Africa. J Ethnopharmacol. 2015;160:194–201. doi:10.1016/j.jep.2014.11.022", "ArticleIdList": ["10.1016/j.jep.2014.11.022", "25476488"]}, {"Citation": "Kapewangolo P, Omolo JJ, Bruwer R, Fonteh P, Meyer D. Antioxidant and anti-inflammatory activity of Ocimum labiatum extract and isolated labdane diterpenoid. J Inflamm. 2015;12:4–16. doi:10.1186/s12950-015-0049-4", "ArticleIdList": ["10.1186/s12950-015-0049-4", "PMC4335562", "25705127"]}, {"Citation": "Elisha IL, Dzoyem JP, McGaw LJ, Botha FS, Eloff JN. The anti-arthritic, anti-inflammatory, antioxidant activity and relationships with total phenolics and total flavonoids of nine South African plants used traditionally to treat arthritis. BMC Complement Altern Med. 2016;16:307–316. doi:10.1186/s12906-016-1301-z", "ArticleIdList": ["10.1186/s12906-016-1301-z", "PMC4995646", "27554099"]}, {"Citation": "Ondua M, Adebayo SA, Shai LJ, Lebelo SL. The anti-inflammatory and anti-nociceptive activities of some medicinal plant species used to treat inflammatory pain conditions in southern Africa. Int J Pharmacognosy Phytochem Res. 2016;8(10):1571–1575."}, {"Citation": "Jusković M, Vasiljević P, Manojlović N, MihailovKrstev T, Stevanović B. Phytochemical and antimicrobial screening of leaves and stems of Balkan endemic species Daphne Malyana Blečić. Biotechnol Biotechnol Equip. 2012;26(3):3010–3015."}, {"Citation": "Akinjogunla OJ, Yah CS, Eghafona NO, Ogbemudia FO. Antibacterial activity of leave extracts of Nymphaea lotus (Nymphaeaceae) on methicillin resistant Staphylococcus aureus (MRSA) and vancomycin resistant Staphylococcus aureus (VRSA) isolated from clinical samples. Ann Biol Res. 2010;1(2):174–184."}, {"Citation": "Bargah KB. Preliminary test of phytochemical screening of crude ethanolic and aqueous extract of Moringa pterygosperma Gaertn. J Pharmacol Phytochem. 2015;4(1):7–9."}, {"Citation": "Anowi CF, Onyekaba TU, Awemu G, Fadeyi O. Antipyretic, phytochemical and toxicological investigations of ethanol extract of the leaves of Baphia pubescens Hook. F (Family: leguminosae). Int J Pharm Phytopharmacol Res. 2015;5(2):2–8."}, {"Citation": "Komape NPM, Bagla VP, Kabongo-Kayoka P, Masoko P. Anti-mycobacteria potential and synergistic effects of combined crude extracts of selected medicinal plants used by Bapedi traditional healers to treat tuberculosis related symptoms in Limpopo province, South Africa. BMC Complement Altern Med. 2017;17:128. doi:10.1186/s12906-016-1521-2", "ArticleIdList": ["10.1186/s12906-016-1521-2", "PMC5324313", "28235402"]}, {"Citation": "Vimalkumar CS, Hosagaudar VB, Suja SR, Vilash V, Krishnakumar NM, Latha PG. Comparative preliminary phytochemical analysis of ethanolic extracts of leaves of Olea dioica Roxb., infected with the rust fungus Zaghouania oleae (E.J. Butler) Cummins and non-infected plants. J Pharmacogn Phytochem. 2014;3(4):69–72."}, {"Citation": "Krvavych AS, Konechna RT, Petrina RO, et al. Phytochemical research of plant extracts and use in vitro culture in order to preserve rare wild species Gladiolus imbricatus. Res J Pharm Biol Chem Sci. 2014;5(1):240."}, {"Citation": "Kiran KSP, Sridevi V, Chandana LMVV. Studies on phytochemical screening of aqueous extract collected from fertilizers affected two medicinal plants. J Chem Biol Phys Sci. 2012;2(3):1326–1332."}, {"Citation": "Bergmann S, Steinert M. From single cells to engineered and explanted tissues: new perspectives in bacterial infection biology. Int Rev Cell Mol Biol. 2015;319:1–44. doi:10.1016/bs.ircmb.2015.06.003", "ArticleIdList": ["10.1016/bs.ircmb.2015.06.003", "26404465"]}, {"Citation": "Bryan NS, Grisham MB. Methods to detect nitric oxide and its metabolites in biological samples. Free Radic Biol Med. 2007;43(5):645–657. doi:10.1016/j.freeradbiomed.2007.04.026", "ArticleIdList": ["10.1016/j.freeradbiomed.2007.04.026", "PMC2041919", "17664129"]}, {"Citation": "Sun J, Zhang X, Broderick M, Fein H. Measurement of nitric oxide production in biological systems by using Griess reaction assay. Sensors. 2003;3:276–284. doi:10.3390/s30800276", "ArticleIdList": ["10.3390/s30800276"]}, {"Citation": "Oktay M, Gulcin I, Kufrevioglu OI. Determination of in vitro antioxidant activity of fennel (Foeniculum vulgare) seed extracts. LWT-Food Sci Technol. 2003;36(2):263–271. doi:10.1016/S0023-6438(02)00226-8", "ArticleIdList": ["10.1016/S0023-6438(02)00226-8"]}, {"Citation": "Miser-Salihoglu E, Akaydin G, Caliskan-Can E, Yardim-Akaydin S. Evaluation of antioxidant activity of various herbal folk medicines. J Nutr Food Sci. 2013;3:222."}, {"Citation": "Oboh G, Raddatz H, Henie T. Antioxidant properties of polar and non-polar extracts of some tropical green leafy vegetables. J Sci Food Agric. 2008;88(14):2486–2492. doi:10.1002/jsfa.3367", "ArticleIdList": ["10.1002/jsfa.3367"]}, {"Citation": "Han N, Bakovic M. Biologically active triterpenoids and their cardioprotective and anti-inflammatory effects. J Bioanal Biomed. 2015;12(005):S2–S13."}, {"Citation": "Dzubak P, Haiduch M, Vydra D, et al. Pharmacological activities of natural triterpenoids and their therapeutic implications. Nat Prod Rev. 2006;23:394–411. doi:10.1039/b515312n", "ArticleIdList": ["10.1039/b515312n", "16741586"]}, {"Citation": "Liby KT, Yore MM, Sporn MB. Triterpenoids and rexinoids as multifunctional agents for the prevention and treatment of cancer. Nat Rev Cancer. 2007;7:357–369. doi:10.1038/nrc2129", "ArticleIdList": ["10.1038/nrc2129", "17446857"]}, {"Citation": "Knowles RG, Palacios M, Palmer RMJ, Moncada S. Formation of nitric oxide from L-arginine in the central nervous system: a transduction mechanism for stimulation of the soluble guanylate cyclase. Proc Natl Acad Sci, USA. 1989;86:5159–5162. doi:10.1073/pnas.86.13.5159", "ArticleIdList": ["10.1073/pnas.86.13.5159", "PMC297577", "2567995"]}, {"Citation": "Lenfeld J, Motl O, Trka A. Anti-inflammatory activity of extracts from Conyza canadensis. Pharmazie. 1986;41(4):268–269.", "ArticleIdList": ["3725873"]}, {"Citation": "Olas B, Saluk-Juszczak J, Pawlaczyk I, et al. Antioxidant and anti-aggregatory effects of an extract from Conyza canadensis on blood platelets in vitro. Platelets. 2006;17(6):354–360. doi:10.1080/09537100600746805", "ArticleIdList": ["10.1080/09537100600746805", "16973495"]}, {"Citation": "Valko M, Morris H, Cronin MTD. Metals, toxicity and oxidative stress. Curr Med Chem. 2005;12(10):1161–1208. doi:10.2174/0929867053764635", "ArticleIdList": ["10.2174/0929867053764635", "15892631"]}, {"Citation": "Iqbal E, Abu Salim K, Lim LBL. Phytochemical screening, total phenolics and antioxidant activities of bark and leaf extracts of Goniothalamus velutinus (Airy Shaw) from Brunei Darussalam. J King Saud Univ-Sci. 2015;27(3):224–232. doi:10.1016/j.jksus.2015.02.003", "ArticleIdList": ["10.1016/j.jksus.2015.02.003"]}, {"Citation": "Lakhanpal P, Rai DK. Quercetin: a versatile flavonoid. Internet J Med Update. 2007;2(2):22–37."}, {"Citation": "Panda BN, Raj AB, Shrivastava NR, Prathani AR. The evaluation of nitric oxide scavenging activity of Acalypha indica Linn root. Asian J Res Chem. 2009;2(2):148–150."}, {"Citation": "Weaver SE. The biology of Canadian weeds, Conyza canadensis. Can J Plant Sci. 2001;81(4):867–875. doi:10.4141/P00-196", "ArticleIdList": ["10.4141/P00-196"]}]}], "History": [{"Year": "2018", "Month": "12", "Day": "24"}, {"Year": "2019", "Month": "2", "Day": "20"}, {"Year": "2019", "Month": "9", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "8", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["31496781", "PMC6691489", "10.2147/JIR.S199377", "199377"]}}]}