{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Medicinal plants", "antioxidants", "kidney", "liver", "oxidative stress"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31500475", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "26"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "26"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "57", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "Methanol extracts of <i>Fagara zanthoxyloides</i> leaves possess antimalarial effects and normalizes haematological and biochemical status of <i>Plasmodium berghei</i>-passaged mice.", "Pagination": {"StartPage": "577", "EndPage": "585", "MedlinePgn": "577-585"}, "Abstract": {"AbstractText": ["<b>Context:</b> The resistance of <i>Plasmodium</i> species to many available antimalarials calls for a continuous search for newer antimalarial agents. One possible source of new antimalarials is from natural sources such as <i>Fagara zanthoxyloides</i> Lam (Rutaceae), a medicinal plant used traditionally for treating malaria in South-Eastern Nigeria, Uganda and Asia. <b>Objectives:</b> To investigate the application of methanol extracts of <i>F. zanthoxyloides</i> in combating malaria infection and its associated disorders. <b>Materials and methods:</b> Methanol extracts of <i>F</i>. <i>zanthoxyloides</i> leaves (MEFZ) were evaluated for <i>in vivo</i> antimalarial activity. MEFZ at doses of 200, 400, and 600 mg/kg/d were administered orally for 4 consecutive days (days 0-4) to <i>P. berghei-</i>infected mice. The possible ameliorative effects of MEFZ on malaria-associated organ malfunctions were also assessed. <b>Results:</b> At 200, 400 and 600 mg/kg b.w., respectively, MEFZ produced 82.37% and 68.39%, 84.84%, and 90.75%, 95.95% and 92.67% chemosuppression and inhibition of <i>P. berghei</i>, respectively, comparable to 98.67% and 97.29% by combisunate, a standard antimalarial. The IC<sub>50</sub> of MEFZ was estimated to be 235.23 mg/kg b.w. Similarly, treatment of parasitized mice with MEFZ significantly restored the malaria-modified haematological and biochemical status of the parasitized-MEFZ-treated mice compared with parasitized-untreated mice. MEFZ was tolerable up to 5000 mg/kg b.w dose; hence, the LD<sub>50</sub> is above 5000 mg/kg b.w. <b>Discussion and conclusions:</b> The results of this curative assay demonstrated that MEFZ has antimalarial effects and normalized haematological and biochemical aberrations generated by malaria. The isolation of the antimalarial principles in MEFZ is warranted; they could be lead molecules for the development of new antimalarials."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Nigeria , Nsukka , Nigeria."}], "LastName": "Enechi", "ForeName": "Osmund Chukwuma", "Initials": "OC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Nigeria , Nsukka , Nigeria."}], "LastName": "Amah", "ForeName": "Christian Chijioke", "Initials": "CC"}, {"Identifier": ["0000-0002-9424-7535"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Nigeria , Nsukka , Nigeria."}], "LastName": "Okagu", "ForeName": "Innocent Uzochukwu", "Initials": "IU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Nigeria , Nsukka , Nigeria."}], "LastName": "Ononiwu", "ForeName": "Chidinma Pamela", "Initials": "CP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Nigeria , Nsukka , Nigeria."}], "LastName": "Azidiegwu", "ForeName": "Vitalis Chukwumalume", "Initials": "VC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Nigeria , Nsukka , Nigeria."}], "LastName": "Ugwuoke", "ForeName": "Eberechukwu Ogochukwu", "Initials": "EO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Nigeria , Nsukka , Nigeria."}], "LastName": "Onoh", "ForeName": "Amarachukwu Pearl", "Initials": "AP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Nigeria , Nsukka , Nigeria."}], "LastName": "Ndukwe", "ForeName": "Emmanuel Elekweuwa", "Initials": "EE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antimalarials"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Antimalarials"}, {"QualifierName": ["drug effects"], "DescriptorName": "Kidney"}, {"QualifierName": ["drug effects"], "DescriptorName": "Liver"}, {"QualifierName": ["chemically induced", "drug therapy"], "DescriptorName": "Malaria"}, {"QualifierName": [], "DescriptorName": "Methanol"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Models, Animal"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug effects"], "DescriptorName": "Plasmodium berghei"}, {"QualifierName": ["chemistry"], "DescriptorName": "Zanthoxylum"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abu S, Anyaibe S, Headings V. 1981. Chromatographic fractionation of anti-sickling agents in Fagara zanthoxyloides. Acta Haematol. 66(1):19–26.", "ArticleIdList": ["6794294"]}, {"Citation": "Adefisoye MA, Ako-Nai KA, Bisi-Johnson MA. 2012. Phytochemical and antibacterial activity of the extracts of Fagara zanthoxyloides on selected carcinogenic and enteric bacterial isolates. J Intercult Ethnopharmacol. 1(1):1–6."}, {"Citation": "Adesina SK. 2005. The Nigerian Zanthoxylum; Chemical and biological values. Afr J Tradit Complement Altern Med. 2:282–301."}, {"Citation": "Aebi HE. 1983. Catalase In: Bergmeyer HU, editor. Methods of enzymatic analysis. Weinhem (Germany): Verlag Chemie; p. 273–286."}, {"Citation": "Alkadi HO. 2007. Antimalarial drug toxicity: a review. Chemotherapy. 53(6):385–391.", "ArticleIdList": ["17934257"]}, {"Citation": "Aloke C, Nwachukwu N, Ugwuja EI, Idenyi JN, Nwachi EU, Obasi IO, Oga O. 2012. Effects of Zanthoxylum zanthoxyloides leaves on blood glucose, lipid profile and some liver enzymes in alloxan induced diabetic rats. Int J Sci Nat. 3:497–501."}, {"Citation": "Ani OC. 2015. Assessment of the role of malaria in the aetiology of renal impairment in Isu community in Ebonyi State, Nigeria [PhD thesis]. Department of Zoology and Environmental Biology, University of Nigeria, Nsukka."}, {"Citation": "Bain BJ. 2017. Preparation and staining methods for blood and bone marrow films In: Dacie and Lewis practical haematology. 12th ed New York (NY): Elsevier; p. 1–11."}, {"Citation": "Baloch S, Gachal GS, Memon SA, Baloch M. 2011. Electrolyte concentration in malarial patients by flame photometer. J Bacteriol Parasitol. 02(06):123–125."}, {"Citation": "Balogun EA, Akinloye AA, Lasisi A. 2012. Biochemical and histological changes associated with diabetes mellitus in mice with extracts of Mormodiaca charantia. Biochemistry. 24:34–47."}, {"Citation": "Barnabas BB, Mann A, Ogunrinola TS, Anyanwu PE. 2011. Screening for anthelminthic activities from extracts of Zanthoxylum zanthoxyloides, Neocarya macrophylla and Celosia laxa against Ascaris infection in rabbits. Int J Appl Res Nat Prod. 3(4):1–4."}, {"Citation": "Bitta MA, Kariuki SM, Mwita C, Gwer S, Mwai L, Newton C. 2017. Antimalarial drugs and the prevalence of mental and neurological manifestations: a systematic review and meta-analysis. Wellcome Open Res. 2:13–20.", "ArticleIdList": ["PMC5473418", "28630942"]}, {"Citation": "Boareto AC, Müller JC, de Araujo SL, Lourenço AC, Lourenço ELB, Gomes C, Minatovicz B, Lombardi N, Paumgartten FR, Dalsenter PR. 2012. Study on the developmental toxicity of combined artesunate and mefloquine antimalarial drugs on rats. Reprod Toxicol. 34(4):658–664.", "ArticleIdList": ["23069110"]}, {"Citation": "Briggs C, Bain BJ. 2017. Basic haematological techniques In: Dacie and Lewis practical haematology. 12th ed New York (NY): Elsevier; p. 18–49."}, {"Citation": "Caraballo A, Caraballo B, Rodriguez-Acosta A. 2004. Preliminary assessment of medicinal plants used as antimalarials in the Southern of Venezuelan Amazon. Rev Soc Bras Med Trop. 37(2):186–188.", "ArticleIdList": ["15094909"]}, {"Citation": "Chaaib F, Queiroz EF, Ndjoko K, Diallo D, Hostettmann K. 2003. Antifungal and antioxidant compounds from the root bark of Fagara zanthoxyloides. Planta Med. 69(4):316–320.", "ArticleIdList": ["12709897"]}, {"Citation": "Chandel S, Bagai U, Semwal RB, Semwal DK. 2015. Antiplasmodial activity of aqueous extract of Berberis aristata roots against Plasmodium berghei-infected BALB/c mice. Pharm Biol. 53(12):1735–1740.", "ArticleIdList": ["25858288"]}, {"Citation": "Clark RL. 2009. Embryotoxicity of the artemisinin antimalarials and potential consequences for use in women in the first trimester. Reprod Toxicol. 28(3):285–296.", "ArticleIdList": ["19447170"]}, {"Citation": "Dias RM, Vieira JLF, Cabral BDC, da Silva IRP, Brasil LMBF, Araújo EDC, de Andrade MA. 2016. Lipid profile of children with malaria by Plasmodium vivax. J Trop Med. 2016:9052612.", "ArticleIdList": ["PMC5165153", "28050172"]}, {"Citation": "Dkhil MA, Alazzouni AS, Al-Quraishy S, Al-Shamrany A, Alazzouni AS, Lubbad MY, Al-Shaebi EM, Taib NT. 2015a. Protective effect of berberine chloride on Plasmodium chabaudi-induced hepatic tissue injury in mice. Saudi J Biol Sci. 22(5):551.", "ArticleIdList": ["PMC4537865", "26288557"]}, {"Citation": "Dkhil MA, Alazzouni AS, Al-Quraishy S, Al-Shamrany A, Lubbad MY, Al-Shaebi EM, Taib NT. 2015b. Berberine protects against murine malaria-induced spleen tissue damage. Biomed Res. 26(2):333–337."}, {"Citation": "Dondorp AM, Nosten F, Yi P, Das D, Phyo AP, Tarning J, Lwin KM, Ariey F, Hanpithakpong W, Lee SJ, et al. . 2009. Artemisinin resistance in Plasmodium falciparum malaria. N Engl J Med. 361(5):455–467.", "ArticleIdList": ["PMC3495232", "19641202"]}, {"Citation": "Dungdung A, Jalawadi VM, Yadav UP. 2018. Study of serum lipid profile in Plasmodium falciparum malaria. Int J Res Med Sci. 6(11):3673–3677."}, {"Citation": "El-Dakdoky MI. 2009. Evaluation of the developmental toxicity of artemether during different phases of rat pregnancy. Food Chem Toxicol. 47(7):1437–1441.", "ArticleIdList": ["19332101"]}, {"Citation": "Elujoba AA, Odeleye OM, Ogunyemi CM. 2005. Traditional medicine development for medical and dental primary health care delivery system in Africa. AJTCAM. 2(1):46–61."}, {"Citation": "Enechi OC, Ugwu OPC. 2013. Histopathological studies of liver function in rats fed on Ginger Lily corn meal. Mintage J Pharm Med Sci. 2:55–58."}, {"Citation": "Erhart LM, Yingyuen K, Chuanak N, Buathong N, Laoboonchai A, Miller RS, Meshnick SR, Gasser RA, Wongsrichanalai C. 2004. Hematologic and clinical indices of malaria in a semi-immune population of western Thailand. Am J Trop Med Hyg. 70(1):8–14.", "ArticleIdList": ["14971691"]}, {"Citation": "Esan AJ, Omisakin CT, Titilayo OE, Fasakin KA. 2014. Gender difference on stress induced by malaria parasite infection and effect of anti-malaria drug on stress index. Am J Biomed Res. 2:42–46."}, {"Citation": "Gansane A, Sanon S, Quattara PL, Hutter S, Ollivier E, Azas N, Traore A, Traore AS, Guissou IP, Nebie I, et al. . 2010. Antiplasmodial activity and cytotoxicity of semi purified fraction from Zanthoxylum zanthoxyloides Lam bark of Trunk. Int J Pharmacol. 6(6):921–925."}, {"Citation": "George BO, Okpoghono J, Osioma E, Aina OO. 2012. Changes in oxidative indices in Plasmodium berghei infected mice treated with aqueous extract of Aframomum sceptrum. FS. 2:6–9."}, {"Citation": "Hanscheid T, Egan TJ, Grobusch MP. 2007. Haemozoin: from melatonin pigment to drug target, diagnostic tool, and immune modulator. Lancet Infect Dis. 7(10):675–685.", "ArticleIdList": ["17897610"]}, {"Citation": "Harborne JB. 1998. Textbook of phytochemical method. 3rd ed London (UK): Chapman and Hall Ltd."}, {"Citation": "Holz J. 1977. Lipids and the malaria parasite. Bull World Health Organ. 55(2–3):237–248.", "ArticleIdList": ["PMC2366759", "412602"]}, {"Citation": "Honig GR, Farnsworth NR, Ferenc C, Vida LN. 1975. Evaluation of Fagara zanthoxyloides root extract in sickle cell anemia blood in vitro. Lloydia. 38(5):387–390.", "ArticleIdList": ["1202311"]}, {"Citation": "Ifeanyichukwu MO, Esan A. 2014. Evaluation of blood cells and platelets in Plasmodium falciparum malaria infected individuals. Int J Hematol Disord. 1:49–54."}, {"Citation": "Ikekpeazu EJ, Neboh EE, Aguchime NC, Maduka IC, Anyanwu EG. 2010. Malaria parasitaemia: effect on serum sodium and potassium levels. Biol Med. 2:20–25."}, {"Citation": "Isaac LJ, Abah G, Akpan B, Ekaette IU. 2013. Hematological properties of different breeds and sexes of rabbits. Proceedings of the 18th Annual Conference of Animal Science Association of Nigeria. p. 24–27."}, {"Citation": "Iwasa K, Kim HS, Wataya Y, Lee DU. 1998. Antimalarial activity and structure activity relationships of protoberberine alkaloids. Eur J Med Chem. 33(1):65–69."}, {"Citation": "Jasani JA, Sancheti SM, Gheewala BS, Bhuva KV, Doctor VS, Vacchani AB, Patel VR, Dhairya L. 2012. Association of the electrolyte disturbances (Na+, K+) with the type and severity of the malarial parasitic infection. J Clin Diagn Res. 6:678–681."}, {"Citation": "Kassim OO, Loyevsky M, Elliott B, Geall A, Amonoo H, Gordeuk VR. 2005. Effects of root extracts of Fagara zanthoxyloides on the in vitro growth and stage distribution of Plasmodium falciparum. Antimicrob Agents Ch. 49(1):264–268.", "ArticleIdList": ["PMC538867", "15616304"]}, {"Citation": "Khaomek P, Ichino C, Ishiyama A, Sekiguchi H, Namatame M, Ruangrungsi N, Saifah E, Kiyohara H, Otoguro K, Omura S, et al. . 2008. In vitro antimalarial activity of prenylated flavonoids from Erythrina fusca. J Nat Med. 62(2):217–220.", "ArticleIdList": ["18404327"]}, {"Citation": "Khovidhunkit W, Kim M-S, Memon RA, Shigenaga JK, Moser AH, Feingold KR, Grunfeld C. 2004. Effects of infection and inflammation on lipid and lipoprotein metabolism: mechanisms and consequences to the host. J Lipid Res. 45(7):1169–1196.", "ArticleIdList": ["15102878"]}, {"Citation": "Kings KJ, Wootton IDP. 1959. Microanalysis in medical biochemistry. London (UK): J and A Churchill Ltd."}, {"Citation": "Kiru AI, Bala RK, Abdulazeez AM, Bello SY, Adam AL, Suleiman SM, Shamsu A, Abdulkadir ML. 2018. Lipid profile and electrolyte level in malaria patients attending Muhammadu Abdullahi Wuse Specialist Hospital, Kano State. JOCAMR. 5(4):1–7."}, {"Citation": "Koffuor GA, Dadzeasah PE, Sam GH. 2012. Hematopoietic effect of an ethanolic leaf extract of Ipomoea involucrata P. Beauv in phlebotomized New Zealand white rabbits. J Med Biomed Sci. 1:10–16."}, {"Citation": "Kumar P, Chandra SM, Joel J, Lipin MS, Arun KTV, Thankamani V. 2011. Ethnobotanical and pharmacological study of Alstonia (Apocynaceae) – a review. J Pharm Sci Res. 3:1394–1403."}, {"Citation": "Larsen AK, Grondard L, Couprie J, Desoize B, Comoe L, Jardillier J-C, Riou J-F. 1993. The antileukemic alkaloid, fagaronine is an inhibitor of DNA topoisomerases I and II. Biochem Pharmacol. 46(8):1403–1412.", "ArticleIdList": ["8240389"]}, {"Citation": "Lawal B, Shittu OK, Kabiru AY, Jigam AA, Umar MB, Berinyuy EB, Alozieuwa BU. 2015. Potential antimalarials from African natural products: a review. J Intercult Ethnopharmacol. 4(4):318–343.", "ArticleIdList": ["PMC4665028", "26649238"]}, {"Citation": "Lorke D. 1983. A new approach to practical acute toxicity testing. Arch Toxicol. 54(4):275–287.", "ArticleIdList": ["6667118"]}, {"Citation": "Lun ZR, Ferreira PE, Fu LC. 2014. Artemisinin resistance in Plasmodium falciparum. Lancet Infect Dis. 14(6):450–451.", "ArticleIdList": ["24849723"]}, {"Citation": "Luo Y, Che M, Liu C, Liu H, Fu X, Hou Y. 2018. Toxicity and related mechanisms of dihydroartemisinin on porcine oocyte maturation in vitro. Toxicol Appl Pharmacol. 341:8–15.", "ArticleIdList": ["29309768"]}, {"Citation": "Luzzi GA, Peto T. 1993. Adverse effects of antimalarials. An update. Drug Saf. 8(4):295–311.", "ArticleIdList": ["8481216"]}, {"Citation": "Maximin KA, Ioset JR, Ioset KN, Diallo D, Mauel J, Hostettemann K. 2007. Antileishmanial activities associated with plants used in the Malian traditional medicine. J Ethnopharmacol. 110:99–104.", "ArticleIdList": ["17097842"]}, {"Citation": "McGready R, Thwai K, Cho T, Samuel LS, White NJ, Nosten F. 2002. The effects of quinine and chloroquine trimester of pregnancy antimalarial treatments in the first centered around the potential for auditory nerve damage. Trans R Soc Trop Med Hyg. 96:180–184.", "ArticleIdList": ["12055810"]}, {"Citation": "Medhi K, Deka M, Bhau BS. 2013. The Genus Zanthoxylum – a stockpile of biological and ethnomedicinal properties. Open Access Sci Rep. 2(3):1–8."}, {"Citation": "Misra LN, Wouatsa NA, Kumar S, Venkatesh KR, Tchoumbougnang F. 2013. Antibacterial, cytotoxic activities and chemical composition of fruits of two Cameroonian Zanthoxylum species. J Ethnopharmacol. 148(1):74–80.", "ArticleIdList": ["23567034"]}, {"Citation": "Momoh J, Longe AO. 2014. In-vivo anti-plasmodial and in-vitro anti-oxidant activity of ethanol leaf extract of Alstonia boonei (Ewe Ahun) and its effect on some biochemical parameters in Swiss albino mice infected with Plasmodium berghei NK 45. Eur Sci J. 10:68–82."}, {"Citation": "Noori S. 2012. An overview of oxidative stress and anti-oxidant defensive system. *Open Access Sci Rep. 1(8):1–9."}, {"Citation": "Nuwaha F. 2001. The challenge of chloroquine-resistant malaria in sub-Saharan Africa. Health Policy Plan. 16(1):1–12.", "ArticleIdList": ["11238424"]}, {"Citation": "Odeghe OB, Uwakwe AA, Monago CC. 2012. Some biochemical and hematological studies on the methanolic extract of Anthocleista grandiflora stem bark. IJAST. 2:58–65."}, {"Citation": "Ogbadoyi EO, Gabi B. 2015. Assessment of renal function in malaria patients in Minna, North Central Nigeria. Afr J Infect Dis. 1:57–64."}, {"Citation": "Ogbuehi I, Adikwu E, Oputiri D. 2014. Effect of Acalypha wilkesiana MuellArg leaf extract on the oxidative indices, liver enzymes and liver integrity of rats infected with Plasmodium berghei. BJPT. 5(2):68–74."}, {"Citation": "Ogwal-Okeng JW, Obua C, Anokbonggo WW. 2003. Acute toxicity effects of the methanolic extract of Fagara zanthoxyloides (Lam.) root-bark. Afr Health Sci. 3(3):124–126.", "ArticleIdList": ["PMC2141606", "14676717"]}, {"Citation": "Okeke MI, Iroegbu CU, Eze EN, Okoli AS, Esimone CO. 2001. Evaluation of extracts of the root of Landolphia owerrience for antibacterial activity. J Ethnopharmacol. 78(2–3):119–127.", "ArticleIdList": ["11694355"]}, {"Citation": "Oriowo MA. 1982. Anti-inflammatory activity of piperonyl-4-acrylic isobutyl amide, an extractive from Zanthoxylum zanthoxyloides. Planta Med. 44(1):54–56.", "ArticleIdList": ["7063561"]}, {"Citation": "Osei-Bimpong A, Burthem J. 2017. Supplementary techniques including blood parasite diagnosis In: Dacie and Lewis practical haematology. 12th ed New York (NY): Elsevier; p. 101–107."}, {"Citation": "Osho A, Bello O, Fayemi S, Adetunji T. 2011. In-vitro screening of some selected Nigerian medicinal plants (Fagara zanthoxyloides, Vernonia amygdalina, Prosopis africana and Azadirachta indica) for antibacterial activity. Adv Biores. 2:190–195."}, {"Citation": "Ouattara B, Jansen O, Angenot L, Guissou IP, Frederich M, Fondu P, Tits M. 2009. Antisickling properties of divanilloylquinic acids isolated from Fagara zanthoxyloides Lam. (Rutaceae). Phytomedicine. 16(2–3):125–129.", "ArticleIdList": ["19110407"]}, {"Citation": "Oyedapo OO, Famurewa AJ. 1995. Antiprotease and membrane stabilizing activities of extracts of Fagara zanthoxyloides, Olax subscorpioides and Tetrapleura tetraptera. Int J Pharmacogn. 33(1):65–69."}, {"Citation": "Parida P, Kalita S, Yadav RNS, Shankar B. 2014. Homology modeling and docking studies of Plasmodium falciparum telomerase reverse transcriptase with berberine and some of its derivatives. Bangladesh J Pharmacol. 9(1):96–104."}, {"Citation": "Peters W. 1965. Drug resistance in Plasmodium berghei Vincke and Lips, 1948. I. Chloroquine resistance. Exp Parasitol. 17(1):80–89.", "ArticleIdList": ["5843289"]}, {"Citation": "Peto TEA. 1989. Toxicity of antimalarial drugs. J R Soc Med. 82(S17):30–33.", "ArticleIdList": ["PMC1291935", "2693722"]}, {"Citation": "Prado S, Michel S, Tillequin F, Koch M, Pfeiffer B, Pierré A, Léonce S, Colson P, Baldeyrou B, Lansiaux A, et al. . 2004. Synthesis and cytotoxic activity of benzo phenanthrolines analogues of nitidine and fagaronine. Bioorg Med Chem. 12(14):3943–3953.", "ArticleIdList": ["15210161"]}, {"Citation": "National Academy of Sciences [NAS]. 2011. Guide for the care and use of laboratory animals, 8th Ed. Institute for Laboratory Animal Research, Division on Earth and Life Studies. Washington (DC): National Academy of Sciences."}, {"Citation": "Rahman T, Hosen I, Islam MMT, Shekhar HU. 2012. Oxidative stress and human health. ABB. 03(07):997–1019."}, {"Citation": "Rogers WO, Sem R, Tero T, Chim P, Lim P, Muth S, Socheat D, Ariey F, Wongsrichanalai C. 2009. Failure of artesunate–mefloquine combination therapy for uncomplicated Plasmodium falciparum malaria in Southern Cambodia. Malar J. 8:10–18.", "ArticleIdList": ["PMC2628668", "19138388"]}, {"Citation": "Rosenson RS, Wolff DA, Huskin AL, Helenowski IB, Rademaker AW. 2007. Fenofibrate therapy ameliorates fasting and postprandial lipoproteinemia, oxidative stress, and the inflammatory response in subjects with hypertriglyceridemia and the metabolic syndrome. Diabetes Care. 30(8):1945–1951.", "ArticleIdList": ["17483155"]}, {"Citation": "Sandro P, Danilo RM, Bruno AQ, Michelli ES, Ana Carolina MG, Paula SO, Thyago CV, Maria FD, Michael DG. 2012. Oxidative stress in malaria. Int J Mol Sci. 13:16346–16372.", "ArticleIdList": ["PMC3546694", "23208374"]}, {"Citation": "Saxena S, Pant N, Jain DC, Bhakuni RS. 2003. Antimalarial agents from plant sources. Curr Sci. 85:1314–1329."}, {"Citation": "Silikas N, Mccall DLC, Sharples D, Watkins WM, Waigh RD, Barber J. 1996. The antimalarial activity of berberine and some synthetic analogues. Pharm Pharmacol Commun. 2:55–58."}, {"Citation": "Sofowora EA, Isaacs WA. 1971. Reversal of sickling and crenation in erythrocytes by the root extract of Fagara zanthoxyloides. Lloydia. 34(4):383–385.", "ArticleIdList": ["4950991"]}, {"Citation": "Sofowora EA, Isaac-Sodeye WA, Ogunkoya LO. 1975. Isolation and characterisation of an antisickling agent from Fagara zanthoxyloides root. Lloydia. 38(2):169–171.", "ArticleIdList": ["1134214"]}, {"Citation": "Sriwilaijareon N, Petmitr S, Mutirangura A, Ponglikitmongkol M, Wilairat P. 2002. Stage specificity of Plasmodium falciparum telomerase and its inhibition by berberine. Parasitol Int. 51(1):99–103.", "ArticleIdList": ["11880232"]}, {"Citation": "Stooper MC. 2015. Electrolytes. Mission Viejo (CA): William C. Shiel Publication; p. 34–50."}, {"Citation": "Suresh N, Haldar K. 2018. Mechanisms of artemisinin resistance in Plasmodium falciparum malaria. Curr Opin Pharmacol. 42:46–54.", "ArticleIdList": ["PMC6314025", "30077118"]}, {"Citation": "Taiwo O, Xu HX, Lee SF. 1999. Antibacterial activities of extracts from Nigerian chewing sticks. Phytother Res. 13(8):675–679.", "ArticleIdList": ["10594937"]}, {"Citation": "Takanishi T, Suzuki M, Saiomoto A, Kabasawa T. 1999. Structural considerations of NK109, an antitumor benzo phenanthridine alkaloid. J Nat Prod. 62:864–867.", "ArticleIdList": ["10395504"]}, {"Citation": "Trampuz A, Jereb MJ, Muzlovi CI, Prabhu RM. 2003. Clinical review: severe malaria. Crit Care. 7(4):315–323.", "ArticleIdList": ["PMC270697", "12930555"]}, {"Citation": "Trease GE, Evans WC. 1989. Pharmacognosy. 13th ed London (UK): Bailliere Tindall Books Publishers; p. 1–105."}, {"Citation": "Ugwu OPC, Nwodo OFC, Joshua PE, Odo CE, Bawa A, Ossai EC, Adonu CC. 2013. Anti-malaria and hematological analyses of ethanol leaf extract of Moringa oleifera on malaria infected mice. Int J Pharm Biol Sci. 3:360–371."}, {"Citation": "Ugwuene MC. 2011. Effect of dietary palm kernel meal for maize on the haematological and serum chemistry of broiler Turkey. Nig J Anim Sci. 13:93–103."}, {"Citation": "van Wolfswinkel ME, Hesselink DA, Zietse R, Hoorn EJ, van Genderen P. 2010. Hyponatraemia in imported malaria is common and associated with disease severity. Malar J. 9(1):140.", "ArticleIdList": ["PMC2890675", "20497587"]}, {"Citation": "Visser BJ, Wieten RW, Nagel I, Grobusch MP. 2013. Serum lipids and lipoproteins in malaria-a systematic review and meta-analysis. Malar J. 12:442–454.", "ArticleIdList": ["PMC4029227", "24314058"]}, {"Citation": "Wallin B, Rosengren B, Shertzer HG, Camejo G. 1993. Lipoprotein oxidation and measurement of TBARS formation in single microlitre plate; its use for evaluation of antioxidants. Anal Biochem. 208(1):10–15.", "ArticleIdList": ["8434778"]}, {"Citation": "World Health Organization [WHO]. 2016a. World malaria report. Geneva (Switzerland): World Health Organization."}, {"Citation": "World Health Organization [WHO]. 2016b. Malaria microscopy quality assurance manual, Version 2. Geneva (Switzerland): World Health Organization."}, {"Citation": "World Health Organization [WHO]. \n2017.  World Malaria Report [accessed 2018 Jul 14]. www.who.int/news-room/fact-sheets/detail/malaria/2017."}, {"Citation": "World Health Organization [WHO]. \n2018.  World Malaria Report [accessed 2018 Jul 14]. www.who.int/news-room/fact-sheets/detail/malaria/2018."}, {"Citation": "Xin Z, Waterman DF, Hemken RW, Harmon RJ. 1991. Effects of copper status on neutrophil function, superoxide dismutase and copper distribution in steers. J Diary Sci. 74(9):3078–3082.", "ArticleIdList": ["1779061"]}, {"Citation": "Ynalvez RA, Cardenas C, Addo JK, Adukpo GE, Dadson BA, Addo MA. 2012. Evaluation of the antimicrobial activity of Zantholum zanthoxyloides root bark extracts. Res J Med Plant. 6(2):149–159."}]}], "History": [{"Year": "2019", "Month": "9", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31500475", "PMC6746293", "10.1080/13880209.2019.1656753", "10.1080/13880209.2019.1656753"]}}]}