{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31519939", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "11"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "09", "Day": "13"}], "Language": ["eng"], "ELocationID": ["13205", "10.1038/s41598-019-49625-9"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Sep", "Day": "13"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Impact of continuous Panax notoginseng plantation on soil microbial and biochemical properties.", "Pagination": {"StartPage": "13205", "MedlinePgn": "13205"}, "Abstract": {"AbstractText": ["Panax notoginseng is a highly regarded medicinal plant that has been cultivated for more than 400 years in Southwest China. The obstacles associated with the continuous cropping of P. notoginseng are the greatest issues for the development this plant. In the present study, the micro-ecologies of soils differing in the duration of P. notoginseng planting were compared, the results of which could provide important information to aid in solving the problems associated with the continuous cropping of P. notoginseng. Soils in which P. notoginseng had grown for 1, 3 or 5 years, as well as unplanted or fallow soil, which had a P. notoginseng planting interval of 1, 3, 6 or 9 years, were collected in Yunnan Province, China. The numbers and physiological groups of microorganisms, soil enzyme activities and nutrients present in the soil were analyzed to identify the effects of continuous cropping and determine the influence of crop rotation on the soil. After P. notoginseng was planted, the ecological structure of the soil and the balance of soil nutrients changed. These changes in the soil ecosystem prevented the soil from adapting to the continuous cropping of P. notoginseng, which eventually limited the growth of P. notoginseng and increased the incidence of diseases. After rotation of P. notoginseng, some soil indicators were restored, and some indicators with irregular changes may have been caused by crop rotation and field fertilization management practices. Thus, the selection of suitable crop rotations will facilitate the use of continuous cropping for P. notoginseng."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Plant Secondary Metabolism and Regulation of Zhejiang Province, College of Life Sciences and Medicine, Zhejiang Sci-Tech University, Hangzhou, 310018, China."}, {"Identifier": [], "Affiliation": "Institute of Soil and Water Conservation, Chinese Academy of Sciences & Ministry of Water Resources, Yangling, 712100, China."}], "LastName": "Zhang", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Plant Secondary Metabolism and Regulation of Zhejiang Province, College of Life Sciences and Medicine, Zhejiang Sci-Tech University, Hangzhou, 310018, China."}], "LastName": "Zheng", "ForeName": "Yujie", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Plant Secondary Metabolism and Regulation of Zhejiang Province, College of Life Sciences and Medicine, Zhejiang Sci-Tech University, Hangzhou, 310018, China. xpg_xpg@zstu.edu.cn."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Membrane Biology, Innovation Center for Structural Biology, School of Life Sciences, Tsinghua University, Beijing, 100084, China. xpg_xpg@zstu.edu.cn."}], "LastName": "Xia", "ForeName": "Pengguo", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Soil and Water Conservation, Chinese Academy of Sciences & Ministry of Water Resources, Yangling, 712100, China."}], "LastName": "Xun", "ForeName": "Lulu", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Plant Secondary Metabolism and Regulation of Zhejiang Province, College of Life Sciences and Medicine, Zhejiang Sci-Tech University, Hangzhou, 310018, China. liangzs@ms.iswc.ac.cn."}, {"Identifier": [], "Affiliation": "Institute of Soil and Water Conservation, Chinese Academy of Sciences & Ministry of Water Resources, Yangling, 712100, China. liangzs@ms.iswc.ac.cn."}], "LastName": "Liang", "ForeName": "Zongsuo", "Initials": "Z"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Enzymes"}, {"RegistryNumber": "0", "NameOfSubstance": "Metals"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "27YLU75U4W", "NameOfSubstance": "Phosphorus"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["chemistry"], "DescriptorName": "Enzymes"}, {"QualifierName": ["physiology"], "DescriptorName": "Fungi"}, {"QualifierName": ["methods"], "DescriptorName": "Horticulture"}, {"QualifierName": ["analysis"], "DescriptorName": "Metals"}, {"QualifierName": ["growth & development"], "DescriptorName": "Panax notoginseng"}, {"QualifierName": ["analysis"], "DescriptorName": "Phosphorus"}, {"QualifierName": ["growth & development"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}, {"QualifierName": [], "DescriptorName": "Time"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ng TB. Pharmacological activity of sanchi ginseng (Panax notoginseng) J of Pharm & Pharmacol. 2010;58:1007–1019. doi: 10.1211/jpp.58.8.0001.", "ArticleIdList": ["10.1211/jpp.58.8.0001", "16872547"]}, {"Citation": "Sun HX, Qin F, Ye YP. Relationship between haemolytic and adjuvant activity and structure of protopanaxadiol-type saponins from the roots of Panax notoginseng. Vaccine. 2005;23:5533–5542. doi: 10.1016/j.vaccine.2005.07.036.", "ArticleIdList": ["10.1016/j.vaccine.2005.07.036", "16115706"]}, {"Citation": "Ge LC, Ming LX, Guo WJ. Effect of soybean continuous cropping on bulk and rhizosphere soil microbial community function. Acta Ecologica Sinica. 2006;26:1144–1150. doi: 10.1016/S1872-2032(06)60004-8.", "ArticleIdList": ["10.1016/S1872-2032(06)60004-8"]}, {"Citation": "Yang JZ, et al. The Effect on Growth of Panax notoginseng in Soil under Rotation for the Different Years. Research & Practice on Chinese Medicines. 2012;2:6–8."}, {"Citation": "Qian P, et al. Phylogenetic and Metabolic Responses of Rhizosphere Microbes to the Cultivation of Panax notoginseng. Journal of Biobased Materials & Bioenergy. 2016;10(5):370–377. doi: 10.1166/jbmb.2016.1616.", "ArticleIdList": ["10.1166/jbmb.2016.1616"]}, {"Citation": "Tan Y, et al. Rhizospheric soil and root endogenous fungal diversity and composition in response to continuous Panax notoginseng cropping practices. Microbiological Research. 2016;194:10–19. doi: 10.1016/j.micres.2016.09.009.", "ArticleIdList": ["10.1016/j.micres.2016.09.009", "27938858"]}, {"Citation": "Dong L, et al. Soil bacterial and fungal community dynamics in relation to Panax notoginseng death rate in a continuous cropping system[J] Scientific Reports. 2016;6:31802. doi: 10.1038/srep31802.", "ArticleIdList": ["10.1038/srep31802", "PMC4994099", "27549984"]}, {"Citation": "Lin XG, et al. Changes of soil microbiological properties caused by land use changing from rice-wheat rotation to vegetable cultivation. Environ. Geochem. Health. 2004;26:119–128. doi: 10.1023/B:EGAH.0000039574.99651.65.", "ArticleIdList": ["10.1023/B:EGAH.0000039574.99651.65", "15499767"]}, {"Citation": "Liu SH, et al. Influence of garlic continuous cropping on rhizosphere soil microorganisms and enzyme activities. Scientia Agricultura Sinica. 2010;43:1000–1006."}, {"Citation": "Machado S, Petrie S, Rhinhart K, Qu A. Long-term continuous cropping in the Pacific Northwest: Tillage and fertilizer effects on winter wheat, spring wheat, and spring barley production. Soil Tillage Res. 2007;94:473–481. doi: 10.1016/j.still.2006.09.007.", "ArticleIdList": ["10.1016/j.still.2006.09.007"]}, {"Citation": "Chen H, et al. Effects of successive cropping Rehmannia glutinosa on rhizosphere soil microbial flora and enzyme activities. Chinese Journal of Applied Ecology. 2007;18:2755.", "ArticleIdList": ["18333450"]}, {"Citation": "Hiddink GA, Termorshuizen AJ, Bruggen AHCV. Mixed Cropping and Suppression of Soilborne Diseases. Springer Netherlands. 2010;4:119–146."}, {"Citation": "Ma HY, Xu J, Zheng CS, Sun X, Shu HR. Effects of Continuous Cropping System on the Soil Physical-Chemical Properties and Biological Properties of Gerbera jamesonii. Scientia Agricultura Sinica. 2011;44:3733–3740."}, {"Citation": "Berendsen RL, Pieterse CMJ, Bakker PAHM. The rhizosphere microbiome and plant health. Trends Plant Sci. 2012;17:478–486. doi: 10.1016/j.tplants.2012.04.001.", "ArticleIdList": ["10.1016/j.tplants.2012.04.001", "22564542"]}, {"Citation": "Bron PA, Van BP, Kleerebezem M. Emerging molecular insights into the interaction between probiotics and the host intestinal mucosa. Nat. Rev. Microbiol. 2012;10:66–78. doi: 10.1038/nrmicro2690.", "ArticleIdList": ["10.1038/nrmicro2690", "22101918"]}, {"Citation": "Ma L, et al. Phylogenetic diversity of bacterial endophytes of Panax notoginseng with antagonistic characteristics towards pathogens of root-rot disease complex. Antonie Van Leeuwenhoek. 2013;103:299–312. doi: 10.1007/s10482-012-9810-3.", "ArticleIdList": ["10.1007/s10482-012-9810-3", "22987248"]}, {"Citation": "Guo R, Liu XL, Li S, Miao Z. In vitro inhibition of fungal root-rot pathogens of Panax notoginseng by Rhizobacteria. Plant Pathol. J. 2009;5:70–76. doi: 10.5423/PPJ.2009.25.1.070.", "ArticleIdList": ["10.5423/PPJ.2009.25.1.070"]}, {"Citation": "Xia P, et al. Optimal fertilizer application for Panax notoginseng and effect of soil water on root rot disease and saponin contents. J. Ginseng Res. 2016;40(1):38–46. doi: 10.1016/j.jgr.2015.04.003.", "ArticleIdList": ["10.1016/j.jgr.2015.04.003", "PMC4703747", "26843820"]}, {"Citation": "Xia P, et al. Accumulation of saponins in Panax notoginseng during its growing seasons. Ind. Crops Prod. 2017;104:287–292. doi: 10.1016/j.indcrop.2017.04.045.", "ArticleIdList": ["10.1016/j.indcrop.2017.04.045"]}, {"Citation": "Huang L, et al. Correlation among soil microorganisms, soil enzyme activities, and removal rates of pollutants in three constructed wetlands purifying micro-polluted river water. Ecol. Eng. 2012;46:98–106. doi: 10.1016/j.ecoleng.2012.06.004.", "ArticleIdList": ["10.1016/j.ecoleng.2012.06.004"]}, {"Citation": "Isaac, S., Jennings, D. Microbial culture. Microbial Culture (1995)."}, {"Citation": "Wollum, A. G. Cultural Methods for Soil Microorganisms. Methods of Soil Analysis. part. chemical & Microbiological Properties (1982)."}, {"Citation": "Zhao, G., Wang, H. Y. Soil microorganism bio-diversity molecule ecology research approach. Forest By-Product and Speciality in China (2006)."}, {"Citation": "Seth RK, Alam S, Shukla DN. Isolation and identification of Soil Fungi from Wheat Cultivated Area of Uttar Pradesh. J. Plant Pathol. Microbiol. 2016;7:384–386."}, {"Citation": "Nagamani, A., Kunwar, I. K., Manoharachary, C. Hand book of soil fungi (2006)."}, {"Citation": "Nannipieri P, et al. Soil enzymology: classical and molecular approaches. Biol. Fertil. Soils. 2012;48:743–762. doi: 10.1007/s00374-012-0723-0.", "ArticleIdList": ["10.1007/s00374-012-0723-0"]}, {"Citation": "Shukla, G., Varma, A. Soil Enzymology (2011)."}, {"Citation": "Kucharski J, Tomkiel M, BacMaga M, Borowik A, Wyszkowska J. Enzyme activity and microorganisms diversity in soil contaminated with the Boreal 58 WG herbicide. J. Environ. Sci. Health, Part B. 2016;51:446–454. doi: 10.1080/03601234.2016.1159456.", "ArticleIdList": ["10.1080/03601234.2016.1159456", "27050595"]}, {"Citation": "Zdenko, L., Domagoj, R., Brigita, P. Sampling of soil and plant for agrochemical and pedological analysis (2014)."}, {"Citation": "Singh V, Agrawal HM. Qualitative soil mineral analysis by EDXRF, XRD and AAS probes. Radiat. Phys. Chem. 2012;81:1796–1803. doi: 10.1016/j.radphyschem.2012.07.002.", "ArticleIdList": ["10.1016/j.radphyschem.2012.07.002"]}, {"Citation": "Ji TW. Comparison on determining the organic matter contents in the soils by different heating methods in the potassium dichromate-volumetric method. Acta Agriculturae Zhejiangensis. 2005;17(5):311–313."}, {"Citation": "Hrynkiewicz K, Baum C, Leinweber P. Density, metabolic activity and identity of cultivable rhizosphere bacteria on Salix viminalis in disturbed arable and landfill soils. J Plant Nutr Soil Sci. 2010;173:747–756. doi: 10.1002/jpln.200900286.", "ArticleIdList": ["10.1002/jpln.200900286"]}, {"Citation": "Hua J, Liu G, Huang J. Effect of continuous cropping of sesame on rhizospheric microbial communities. Acta Ecologica Sinica. 2012;32:2936–2942. doi: 10.5846/stxb201104010422.", "ArticleIdList": ["10.5846/stxb201104010422"]}, {"Citation": "Huang, Y. Q. Studies on effects of continuous cropping obstacle on growth of Peanut and its mechanism (2011)."}, {"Citation": "Yang FJ, Wu HT, Wei M, Wang XF, Shi QH. Effects of rotation and fallowing on the microbial communities and enzyme activities in a solar greenhouse soil under continuous cucumber cropping. Chinese Journal of Applied Ecology. 2009;20:2983–2988.", "ArticleIdList": ["20353066"]}, {"Citation": "Blanca EG, Gerardo VM, Luc D, Víctor OP. Enzyme activities and metabolic profiles of soil microorganisms at KILN sites in Quercus, spp. temperate forests of central Mexico. Applied Soil Ecology. 2012;52:48–55. doi: 10.1016/j.apsoil.2011.10.010.", "ArticleIdList": ["10.1016/j.apsoil.2011.10.010"]}, {"Citation": "Eivazi F, Bayan MR. Effects of long-term prescribed burning on the activity of select soil enzymes in an oak-hickory forest. Can. J. For. Res. 1996;26:1799–1804. doi: 10.1139/x26-204.", "ArticleIdList": ["10.1139/x26-204"]}, {"Citation": "Wittmann C, Kähkönen MA, Ilevesniemi H, Kurola J, Salkinoja-Salonen MS. Areal activities and stratification of hydrolytic enzymes involved in the biochemical cycles of carbon, nitrogen, sulphur and phosphorus in podzolized boreal forest soils. Soil Biol. Biochem. 2004;36:425–433. doi: 10.1016/j.soilbio.2003.10.019.", "ArticleIdList": ["10.1016/j.soilbio.2003.10.019"]}, {"Citation": "Tiessen H, Cuevas E, Chacon P. The role of soil organic matter in sustaining soil fertility. Nature. 1994;371:783–785. doi: 10.1038/371783a0.", "ArticleIdList": ["10.1038/371783a0"]}]}], "History": [{"Year": "2018", "Month": "10", "Day": "23"}, {"Year": "2019", "Month": "6", "Day": "14"}, {"Year": "2019", "Month": "9", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["31519939", "PMC6744506", "10.1038/s41598-019-49625-9", "10.1038/s41598-019-49625-9"]}}]}