{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31511531", "DateCompleted": {"Year": "2020", "Month": "11", "Day": "02"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "09", "Day": "11"}], "Language": ["eng"], "ELocationID": ["13134", "10.1038/s41598-019-48397-6"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Sep", "Day": "11"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Ecological modeling of Cistanche deserticola Y.C. Ma in Alxa, China.", "Pagination": {"StartPage": "13134", "MedlinePgn": "13134"}, "Abstract": {"AbstractText": ["Cistanche deserticola Y.C. Ma has long been used for medical purposes in China. It mainly grows in the Chinese provinces of Inner Mongolia, Ningxia, Gansu, and Xinjiang, and the species in the Alxa region of northwest China, have the most distinct qualities. To explain the geoherbalism quality and geographical distribution of C. deserticola, we sampled 65 wild plants in Alxa, determined their echinacoside and acteoside content, and assessed the relationship between the ecological environment and quality of C. deserticola through maximum entropy modeling and geographic information system. We identified the areas suitable for the growth of high-quality C. deserticola species. The regionalization analysis of growth suitability showed that the most influential ecological factors for the growth of C. deserticola are soil type, annual sunshine duration, altitude, temperature seasonality (standard deviation ×100), vegetation type, sunshine duration in the growing season, mean precipitation in August and mean temperature in July. The most suitable areas for growing C. deserticola are southeast of Ejin Banner, central Alxa Right Banner, and north of Alxa Left Banner. The regionalization analysis of quality suitability showeds that the most influential ecological factors for glycosides in C. deserticola are sunshine duration in June, average precipitation in May, and average temperature in March, and the best-quality C. deserticola grows in Dalaihob Town, Ejin Banner. Upon inspection, the result of the experiment reached a high accuracy of 0.994, which indicates that these results are consistent with the actual distribution of C. deserticola in Alxa. The results of this study may serve as a scientific basis for site selection of artificial planting bases for C. deserticola."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inner Mongolia key Laboratory of Characteristic Geoherbs Resources Protection and Utilization, Baotou Medical College, Baotou, China."}], "LastName": "Li", "ForeName": "Ziyan", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inner Mongolia key Laboratory of Characteristic Geoherbs Resources Protection and Utilization, Baotou Medical College, Baotou, China."}], "LastName": "Zhang", "ForeName": "Chunhong", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inner Mongolia Institute of Aerial Remote Sensing Surveying and Mapping, Hohhot, China."}], "LastName": "Ren", "ForeName": "Guanyao", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inner Mongolia key Laboratory of Characteristic Geoherbs Resources Protection and Utilization, Baotou Medical College, Baotou, China."}], "LastName": "Yang", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Dao-di Herbs, National Resource Center for Chinese Materia Medica, China Academy of Chinese Medical Sciences, Beijing, China. seaky2002@163.com."}], "LastName": "Zhu", "ForeName": "Shoudong", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inner Mongolia key Laboratory of Characteristic Geoherbs Resources Protection and Utilization, Baotou Medical College, Baotou, China. prof_liminhui@yeah.net."}, {"Identifier": [], "Affiliation": "Inner Mongolia Institute of Traditional Chinese Medicine, Hohhot, China. prof_liminhui@yeah.net."}, {"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement, Guangxi Botanical Garden of Medicinal Plants, Nanning, China. prof_liminhui@yeah.net."}], "LastName": "Li", "ForeName": "Minhui", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Glucosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "3TGX09BD5B", "NameOfSubstance": "acteoside"}, {"RegistryNumber": "I04O1DT48T", "NameOfSubstance": "echinacoside"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Altitude"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Cistanche"}, {"QualifierName": [], "DescriptorName": "Ecological and Environmental Phenomena"}, {"QualifierName": [], "DescriptorName": "Geography"}, {"QualifierName": ["metabolism"], "DescriptorName": "Glucosides"}, {"QualifierName": ["metabolism"], "DescriptorName": "Glycosides"}, {"QualifierName": ["metabolism"], "DescriptorName": "Phenols"}, {"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rain"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Temperature"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "China National Traditional Chinese Medicine Corporation. Regionalization of traditional Chinese medicine. Science Press, Beijing (1997)."}, {"Citation": "Phillips SJ, Anderson RP, Schapire RE. Maximum entropy modeling of species geographic distributions. Ecol. Model. 2006;190:231–259. doi: 10.1016/j.ecolmodel.2005.03.026.", "ArticleIdList": ["10.1016/j.ecolmodel.2005.03.026"]}, {"Citation": "Elith J, et al. A statistical explanation of MaxEnt for ecologists. Divers. Distrib. 2011;17:43–57. doi: 10.1111/j.1472-4642.2010.00725.x.", "ArticleIdList": ["10.1111/j.1472-4642.2010.00725.x"]}, {"Citation": "Zhu SD, et al. Regionalization of Chinese Material Medical quality based on maximum entropy model: a case study of atractylodes lancea. Sci. Rep. 2017;7:42417. doi: 10.1038/srep42417.", "ArticleIdList": ["10.1038/srep42417", "PMC5311955", "28205539"]}, {"Citation": "Qin A, et al. Maxent modeling for predicting impacts of climate change on the potential distribution of Thuja sutchuenensis Franch., an extremely endangered conifer from southwestern China. Glob. Ecol. Conserv. 2017;10:139–146. doi: 10.1016/j.gecco.2017.02.004.", "ArticleIdList": ["10.1016/j.gecco.2017.02.004"]}, {"Citation": "Zhang XB, Guo LP, Huang LQ. Progress of Chinese Material Medical Regionalization. Chin. J. Agr. Res. - Reg. Plan. 2010;31:64–69."}, {"Citation": "Mohammadi S, Ebrahimi E, Moghadam MS, Bosso L. Modelling current and future potential distributions of two desert jerboas under climate change in Iran. Ecol. Inform. 2019;52:7–13. doi: 10.1016/j.ecoinf.2019.04.003.", "ArticleIdList": ["10.1016/j.ecoinf.2019.04.003"]}, {"Citation": "Moraitis ML, Valavanis VD, Karakassis I. Modelling the effects of climate change on the distribution of benthic indicator species in the Eastern Mediterranean Sea. Sci. Total. Environ. 2019;667:16–24. doi: 10.1016/j.scitotenv.2019.02.338.", "ArticleIdList": ["10.1016/j.scitotenv.2019.02.338", "30825817"]}, {"Citation": "Bosso L, et al. Loss of potential bat habitat following a severe wildfire: a model-based rapid assessment. Int. J. Wildland Fire. 2018;27(11):756–769. doi: 10.1071/WF18072.", "ArticleIdList": ["10.1071/WF18072"]}, {"Citation": "Merow C, Smith MJ, Silander JA., Jr. A practical guide to MaxEnt for modeling species’ distributions: what it does, and why inputs and settings matter. Ecography. 2013;36(10):1058–1069. doi: 10.1111/j.1600-0587.2013.07872.x.", "ArticleIdList": ["10.1111/j.1600-0587.2013.07872.x"]}, {"Citation": "Kalboussi M, Achour H. Modelling the spatial distribution of snake species in northwestern Tunisia using maximum entropy (Maxent) and Geographic Information System (GIS) J. Forestry Res. 2018;29(1):233–245. doi: 10.1007/s11676-017-0436-1.", "ArticleIdList": ["10.1007/s11676-017-0436-1"]}, {"Citation": "Bosso L, De Conno C, Russo D. Modelling the risk posed by the zebra mussel Dreissena polymorpha: Italy as a case study. Environ. Manage. 2017;60(2):304–313. doi: 10.1007/s00267-017-0882-8.", "ArticleIdList": ["10.1007/s00267-017-0882-8", "28493016"]}, {"Citation": "Yuan HS, Wei YL, Wang XG. Maxent modeling for predicting the potential distribution of Sanghuang, an important group of medicinal fungi in China. Fungal. Ecol. 2015;17:140–145. doi: 10.1016/j.funeco.2015.06.001.", "ArticleIdList": ["10.1016/j.funeco.2015.06.001"]}, {"Citation": "Renner IW, Warton DI. Equivalence of MAXENT and Poisson point process models for species distribution modeling in ecology. Biometrics. 2013;69(1):274–281. doi: 10.1111/j.1541-0420.2012.01824.x.", "ArticleIdList": ["10.1111/j.1541-0420.2012.01824.x", "23379623"]}, {"Citation": "Moreno R, Zamora R, Molina JR, Vasquez A, Herrera MÁ. Predictive modeling of microhabitats for endemic birds in south chilean temperate forests using maximum entropy (maxent) Ecol. Inform. 2011;6:364–370. doi: 10.1016/j.ecoinf.2011.07.003.", "ArticleIdList": ["10.1016/j.ecoinf.2011.07.003"]}, {"Citation": "Yang XQ, Kushwaha SPS, Saran S, Xu JC, Roy PS. Maxent modeling for predicting the potential distribution of medicinal; plant, justicia adhatoda l. in lesser himalayan foothills. Ecol. Eng. 2013;51:83–87. doi: 10.1016/j.ecoleng.2012.12.004.", "ArticleIdList": ["10.1016/j.ecoleng.2012.12.004"]}, {"Citation": "Yu J, Tang YX, Guo SL. Comparison of the geographical distribution of Racomitrium and Grimmia in China using ArcGis and MaxEnt software. Plant Sci. J. 2012;30:443–458. doi: 10.3724/SP.J.1142.2012.50443.", "ArticleIdList": ["10.3724/SP.J.1142.2012.50443"]}, {"Citation": "Sobek-Swant S, Kluza DA, Cuddington K, Lyons DB. Potential distribution of emerald ash borer: What can we learn from ecological niche models using Maxent and GARP? Forest Ecol. Manag. 2012;281:23–31. doi: 10.1016/j.foreco.2012.06.017.", "ArticleIdList": ["10.1016/j.foreco.2012.06.017"]}, {"Citation": "Wang T, Zhang XY, Xie WY. Cistanche deserticola y. c. ma, “desert ginseng”: a review. Am. J. Chin. Med. 2014;40:1250083.", "ArticleIdList": ["23227786"]}, {"Citation": "Nan ZD, et al. Anti-inflammatory iridoids from the stems of Cistanche deserticola cultured in tarim desert. Chin. J. Nat. Med. 2016;14:61–65.", "ArticleIdList": ["26850348"]}, {"Citation": "Yu Q, Li X, Cao X. Cardioprotective effects of phenylethanoid glycoside-rich extract from Cistanche deserticola in ischemia-reperfusion-induced myocardial infarction in rats. Ann. Vasc. Surg. 2016;34:234–242. doi: 10.1016/j.avsg.2016.04.002.", "ArticleIdList": ["10.1016/j.avsg.2016.04.002", "27129809"]}, {"Citation": "Hao YY, Yue LJ, Kang JJ, Wang SM. Research progress on “desert ginseng” - Cistanche deserticola and cynomeorium songaricum. Acta Prataculturae Sin. 2012;21:286–293."}, {"Citation": "Lin, R. C. Zhong Guo Yao Cai Ming Lu. Science Press, Beijing (2011)."}, {"Citation": "Zhou LY, et al. Resources investigation of medicinal plants of Huangfu mountain in city of Chuzhou based on grid sampling method. Chin. J. Chin. Mater. Med. 2013;38:1688–1691.", "ArticleIdList": ["24010278"]}, {"Citation": "Hirzel A, Guisan A. Which is the optimal sampling strategy for habitat suitability modelling. Ecol. model. 2002;157:331–341. doi: 10.1016/S0304-3800(02)00203-X.", "ArticleIdList": ["10.1016/S0304-3800(02)00203-X"]}, {"Citation": "Guisan A, Theurillat JP, Kienast F. Predicting the potential distribution of plant species in an alpine environment. J. Veg. Sci. 2010;9:65–74. doi: 10.2307/3237224.", "ArticleIdList": ["10.2307/3237224"]}, {"Citation": "National Meteorological Information Center, China Meteorological Administration. Chinese Meteorological data network, Beijing, China, http://data.cma.cn/data/index/0b9164954813c573 (2015)."}, {"Citation": "The Office for the second National Soil Survey of China. Soil Series of China. China Agricultural Press (1996)."}, {"Citation": "Computer network information center, Chinese academy of sciences. Geospatial Data Cloud, Beijing, China, http://www.gscloud.cn/sources/?cdataid=302&pdataid=10 (2015)."}, {"Citation": "Chinese Academy of Sciences China vegetation map editor committee. Vegetation Map of the People’s Republic of China (1: 1 million). Geological Publishing House, Beijing (2007)."}, {"Citation": "Kira, T. A new classification of climate in eastern Asia as the basis for agricultural geography. Kyoto, Japan: Horticultural Institute Kyoto University (1945)."}, {"Citation": "Xu WD. The relation between distribution of edificator and companion in zonal vegetation and water-temperature condition in Northeast China. Chin. J. Bot. 1983;25:264–274."}, {"Citation": "Hanley JA, McNeil BJ. The meaning and use of the area under a receiver operating characteristic (ROC) curve. Radiology. 1982;143:29–36. doi: 10.1148/radiology.143.1.7063747.", "ArticleIdList": ["10.1148/radiology.143.1.7063747", "7063747"]}, {"Citation": "Boakye-Yiadom M, et al. Chemical constituents from stems of Cistanches deserticola. Chin. Herb Med. 2016;8:293–296. doi: 10.1016/S1674-6384(16)60053-9.", "ArticleIdList": ["10.1016/S1674-6384(16)60053-9"]}, {"Citation": "Luo GM, Huang YL. Research progress in pharmacological effects of Echinacoside in Cistanche deserticola. Asia-Pacific Tradit. Med. 2014;10:58–60."}, {"Citation": "Chinese Pharmacopoeia Commission. Pharmacopoeia of The People’s Republic of China. China Medical Science Press, Beijing (2015)."}, {"Citation": "Che L, Cao B, Bai CK, Wang JJ, Zhang LL. Predictive distribution and habitat suitability assessment of Notholirion bulbuliferum based on MaxEnt and ArcGIS. Chin. J. Ecol. 2014;33:1623–1628."}]}], "History": [{"Year": "2019", "Month": "5", "Day": "30"}, {"Year": "2019", "Month": "7", "Day": "30"}, {"Year": "2019", "Month": "9", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["31511531", "PMC6739506", "10.1038/s41598-019-48397-6", "10.1038/s41598-019-48397-6"]}}]}