{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Actinidia", "Adipose tissue", "Cholesteryl ester transfer protein", "High fat diet"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31516862", "DateRevised": {"Year": "2022", "Month": "04", "Day": "10"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "9", "Issue": "5", "PubDate": {"Year": "2019", "Season": "Sep-Oct"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "Kiwifruit effect on adipose tissue cell size and cholesteryl ester transfer protein gene expression in high-fat diet fed Golden Syrian hamsters.", "Pagination": {"StartPage": "482", "EndPage": "490", "MedlinePgn": "482-490"}, "Abstract": {"AbstractText": ["The effects of kiwifruit on the histology and cell size of adipose tissue in hyperlipidemic models have not yet been reported. Therefore, this study aimed to investigate the effect of kiwifruit on the adipose tissue cell size and activity as well as the gene expression of cholesteryl ester transfer protein (CETP) in high-fat diet (HFD) fed hamsters.", "Forty-two male Syrian hamsters were divided into six groups. Control normal (CN) hamsters received normal diet, control HFD (CHF) were fed with a HFD plus a normal diet (15% butter fat + 0.05% cholesterol + a normal diet). Two groups were fed with normal diet including kiwifruit (1.86; Nd.1 or 3.73 g/kg; Nd.2) and two groups were fed with HFD including kiwifruit (1.86;HFd.1or 3.73 g/kg; HFd.2), for 8 weeks.", "Histological examination of adipose tissue showed that the cell size was significantly reduced in the kiwifruit-treated groups (low and high dose) in comparison to their control groups (p<0.05). Kiwifruit supplementation (low and high dose) in normal and HFD groups significantly increased gene expression of CETP in adipose tissue. Kiwifruit had no significant effect on serum concentration of low-density lipoprotein cholesterol, total cholesterol and triglyceride. Although, high-density lipoprotein cholesterol concentration increased in HFD-fed hamsters supplemented with 3.73 g/kg of kiwifruit (p<0.05).", "Kiwifruit consumption reduces the size of adipocytes and increases the expression of CETP gene in adipose tissue cells. Despite the increases in CETP expression in adipose tissue, its activity in serum was not changed following kiwifruit supplementation."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Hamadan University of Medical Sciences; Hamadan, Iran."}], "LastName": "Zaherijamil", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Students Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Rezaei", "ForeName": "Narjes", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departments of Pathobiology, Veterinary Medicine Faculty, Razi University, Kermanshah, Iran."}], "LastName": "Hashemnia", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Moradkhani", "ForeName": "Shirin", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Molecular Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Saidijam", "ForeName": "Massoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nutrition Health Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Khodadadi", "ForeName": "Iraj", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Hamadan University of Medical Sciences; Hamadan, Iran."}], "LastName": "Abbasi Oshaghi", "ForeName": "Ebrahim", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Hamadan University of Medical Sciences; Hamadan, Iran."}], "LastName": "Tavilani", "ForeName": "Heidar", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}, "CoiStatement": "The authors declare that they have no conflict of interest in this research."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abbasi Oshaghi E, Khodadadi I, Saidijam M, Yadegarazari R, Shabab N, Tavilani H, Goodarzi MT. Lipid lowering effects of hydroalcoholic extract of anethum graveolens l and dill tablet in high cholesterol fed hamsters. Cholesterol. 2015;2015:958560.", "ArticleIdList": ["PMC4707388", "26823981"]}, {"Citation": "Barter PJ, Brewer HB, Chapman MJ, Hennekens CH, Rader DJ, Tall AR. Cholesteryl ester transfer protein: a novel target for raising HDL and inhibiting atherosclerosis. Arterioscler Thromb Vasc Biol. 2003;23:160–167.", "ArticleIdList": ["12588754"]}, {"Citation": "Brevik A, Gaivão I, Medin T, Jørgenesen A, Piasek A, Elilasson J, Karlsen A, Blomhoff R, Veggan T, Duttaroy AK, Collins AR. Supplementation of a western diet with golden kiwifruits (Actinidia chinensis var LHort 16AL:) effects on biomarkers of oxidation damage and antioxidant protection. Nutr J. 2011;10:54.", "ArticleIdList": ["PMC3118331", "21586177"]}, {"Citation": "Chang WH, Liu JF. Effects of kiwifruit consumption on serum lipid profiles and antioxidative status in hyperlipidemic subjects. Int J Food Sci Nutr. 2009;60:709–716.", "ArticleIdList": ["19919518"]}, {"Citation": "Gammon CS, Kruger R, Minihane AM, Conlon CA, von Hurst PR, Stonehouse W. Kiwifruit consumption favourably affects plasma lipids in a randomised controlled trial in hypercholesterolaemic men. Br J Nutr. 2013;109:2208–2218.", "ArticleIdList": ["23151354"]}, {"Citation": "Hariri N, Thibault L. High-fat diet-induced obesity in animal models. Nutr Res Rev. 2010;23:270–299.", "ArticleIdList": ["20977819"]}, {"Citation": "Hirata H, Takazumi K, Segawa S, Okada Y, Kobayashi N, Shigyo T, Chiba H. Xanthohumol, a prenylated chalcone from Humulus lupulus L inhibits cholesteryl ester transfer protein. Food Chem. 2012;134:1432–1437.", "ArticleIdList": ["25005963"]}, {"Citation": "Javandoost A, Afshari A, Saberi-Karimian M, Sahebkar A, Safarian H, Moammeri M, Fathi Dizaji B, Tavalaei S, A Ferns G, Pasdar A, Parizadeh SMR, Ghayour-Mobarhan M. The effects of curcumin and a modified curcumin formulation on serum Cholesteryl Ester Transfer Protein concentrations in patients with metabolic syndrome: A randomized, placebo-controlled clinical trial. Avicenna J Phytomed. 2018;8:330–337.", "ArticleIdList": ["PMC6204148", "30377591"]}, {"Citation": "Jiang XC, Moulin P, Quinet E, Goldberg IJ, Yacoub LK, Agellon LB, Compton D, Schnitzer-Polokoff R, Tall AR. Mammalian adipose tissue and muscle are major sources of lipid transfer protein mRNA. J Biol Chem. 1991;266:4631–4639.", "ArticleIdList": ["1999438"]}, {"Citation": "JuŸwiak S, Wójcicki J, Mokrzycki K, Marchlewicz M, Białecka M, Wenda-Różewicka L, Gawrońska-Szklarz B, Droździk M. Effect of quercetin on experimental hyperlipidemia and atherosclerosis in rabbits. Pharmacol Rep. 2005;57:604–609.", "ArticleIdList": ["16227643"]}, {"Citation": "Kahlon TS, Chow FI, Irving DW, Sayre RN. Cholesterol response and foam cell formation in hamsters fed two levels of saturated fat and various levels of cholesterol. Nutr Res. 1996;16:1353–1368."}, {"Citation": "Chung S, Parks JS. Dietary cholesterol effects on adipose tissue inflammation. Curr Opin Lipidol. 2016;27:19–25.", "ArticleIdList": ["PMC4703484", "26655292"]}, {"Citation": "Lam CK, Zhang Z, Yu H, Tsang SY, Huang Y, Chen ZY. Apple polyphenols inhibit plasma CETP activity and reduce the ratio of non-HDL to HDL cholesterol. Mol Nutr Food. 2008;52:950–958.", "ArticleIdList": ["18496813"]}, {"Citation": "Nelson RH. Hyperlipidemia as a risk factor for cardiovascular disease. Prim Care. 2013;40:195–211.", "ArticleIdList": ["PMC3572442", "23402469"]}, {"Citation": "Radeau T, Lau P, Robb M, McDonnell M, Ailhaud G, McPherson R. Cholesteryl ester transfer protein (CETP) mRNA abundance in human adipose tissue: relationship to cell size and membrane cholesterol content. J Lipid Res. 1995;36:2552–2561.", "ArticleIdList": ["8847481"]}, {"Citation": "Recio-Rodriguez JI, Gomez-Marcos MA, Patino-Alonso MC, Puigdomenech E, Notario-Pacheco B, Mendizabal-Gallastegui N, de la Fuente Ade L, Otegui-Ilarduya L, Maderuelo-Fernandez JA, de Cabo Laso A, Agudo-Conde C, Garcia-Ortiz L; EVIDENT Group. Effects of kiwi consumption on plasma lipids, fibrinogen and insulin resistance in the context of a normal diet. Nutr J. 2015;14:97.", "ArticleIdList": ["PMC4572627", "26374292"]}, {"Citation": "Shastri KV, Bhatia V, Parikh PR, Chaphekar VN. Actinidia deliciosa: A review. Int J Pharm Sci Res. 2012;3:3543."}, {"Citation": "Shen GX, Novak C, Angel A. Atherosclerosis. Effect of dietary vitamin E supplements on cholesteryl ester transfer activity in hamster adipose tissue;124:211–219.", "ArticleIdList": ["8830934"]}, {"Citation": "Son Y, Zilversmit D. Increased lipid transfer activities in hyperlipidemic rabbit plasma Arteriosclerosis. Arterioscler Thromb Vasc Biol. 1986;6:345–51.", "ArticleIdList": ["3707433"]}, {"Citation": "Stancu CS, Carnuta MG, Sanda GM, Toma L, Deleanu M, Niculescu LS, Sasson S, Simionescu M, Sima AV. Hyperlipidemia‐induced hepatic and small intestine ER stress and decreased paraoxonase 1 expression and activity is associated with HDL dysfunction in Syrian hamsters. Mol Nutr Food Res. 2015;59:2293–2302.", "ArticleIdList": ["26304773"]}, {"Citation": "Stein Y, Dabach Y, Hollander G, Stein O. Cholesteryl ester transfer activity in hamster plasma: increase by fat and cholesterol rich diets. Biochim Biophys Acta. 1990;1042:138–141.", "ArticleIdList": ["2297517"]}, {"Citation": "Sung YY, Yoon T, Yang WK, Moon BC, Kim HK. Anti‑obesity effects of Actinidia polygama extract in mice with high‑fat diet‑induced obesity. Mol Med Rep. 2013;7:396–400.", "ArticleIdList": ["23255063"]}, {"Citation": "Tall AR. Plasma cholesteryl ester transfer protein. J Lipid Res. 1993;34:1255–1274.", "ArticleIdList": ["8409761"]}]}], "History": [{"Year": "2019", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31516862", "PMC6727434"]}}]}