{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31539401", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "09"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "09", "Day": "20"}], "Language": ["eng"], "ELocationID": ["e0222666", "10.1371/journal.pone.0222666"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "14", "Issue": "9", "PubDate": {"Year": "2019"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Comparative nutritional characteristics of the three major Chinese Dendrobium species with different growth years.", "Pagination": {"StartPage": "e0222666", "MedlinePgn": "e0222666"}, "Abstract": {"AbstractText": ["Dendrobium, an important medicinal plant, is a source of widely used herbal medicine to nourish the stomach and treat throat inflammation. The present study is aimed at distinguishing and evaluating three major Dendrobium species by comparing physiochemical characteristics and understanding differences between different growth years in the Ta-pieh Mountains. Polysaccharides and total alkaloids of Dendrobium were determined, and the amino acids and trace elements were determined by UPLC (Ultra High-Performance Liquid Chromatography) and ICP-MS (Inductively coupled plasma mass spectrometry). It can be seen from the results that the polysaccharide content of these three kinds of Dendrobium in different growth years ranges from 249.31 mg·g-1 to 547.66 mg·g-1, and the highest content is in the 3-year-old Dendrobium huoshanense. The total alkaloid content ranges from 0.21 mg·g-1 to 0.54 mg·g-1, and the highest content is also the 3-year-old Dendrobium huoshanense. We determined the amino acid content of these three Dendrobium in different growth years, and we can see that each of the three kinds of Dendrobium contain seven kinds of amino acids required by the human body. We conducted a safety evaluation of the essential trace elements of Dendrobium, and the results showed that the dosage of 12g·d-1 Dendrobium prescribed in China Pharmacopoeia is in accordance with the recommended daily intake of trace elements recommended by the Food and Drug Administration of the United States, and will not cause trace element poisoning. Linear discriminant analysis was carried out on the basis of amino acids and trace elements and confirmed the applicability of multi-elemental analysis for identifying different Dendrobium species."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Co-Innovation Center for Sustainable Forestry in Southern China, Nanjing Forestry University, Nanjing, Jiangsu, China."}, {"Identifier": [], "Affiliation": "Jiangsu Province Key Laboratory of Soil and Water Conservation and Ecological Restoration, Nanjing Forestry University, Nanjing, Jiangsu, China."}], "LastName": "Yuan", "ForeName": "Yingdan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Anhui Tongjisheng Biotechnology Co., Ltd, Lu'an, Anhui, China."}, {"Identifier": [], "Affiliation": "Cultivation and Industrialization Center of Rare Medicinal Plants in Ta-pieh Mountains, West Anhui University, Lu'an, Anhui, China."}], "LastName": "Yu", "ForeName": "Maoyun", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Miami, Coral Gables, FL, United States of America."}], "LastName": "Zhang", "ForeName": "Bo", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Co-Innovation Center for Sustainable Forestry in Southern China, Nanjing Forestry University, Nanjing, Jiangsu, China."}, {"Identifier": [], "Affiliation": "Jiangsu Province Key Laboratory of Soil and Water Conservation and Ecological Restoration, Nanjing Forestry University, Nanjing, Jiangsu, China."}], "LastName": "Liu", "ForeName": "Xin", "Initials": "X"}, {"Identifier": ["0000-0002-0517-7214"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Co-Innovation Center for Sustainable Forestry in Southern China, Nanjing Forestry University, Nanjing, Jiangsu, China."}, {"Identifier": [], "Affiliation": "Jiangsu Province Key Laboratory of Soil and Water Conservation and Ecological Restoration, Nanjing Forestry University, Nanjing, Jiangsu, China."}], "LastName": "Zhang", "ForeName": "Jinchi", "Initials": "J"}], "DataBankList": [{"DataBankName": "figshare", "AccessionNumberList": ["10.6084/m9.figshare.9036779.v1"]}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Amino Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Polysaccharides"}, {"RegistryNumber": "0", "NameOfSubstance": "Trace Elements"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Alkaloids"}, {"QualifierName": ["analysis"], "DescriptorName": "Amino Acids"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["chemistry", "growth & development", "physiology"], "DescriptorName": "Dendrobium"}, {"QualifierName": ["chemistry", "growth & development", "physiology"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["analysis"], "DescriptorName": "Polysaccharides"}, {"QualifierName": ["analysis"], "DescriptorName": "Trace Elements"}], "CoiStatement": "MY is an employee of Anhui Tongjisheng Biotechnology Co., Ltd. The authors have declared that no other competing interests exist. This does not alter the authors’ adherence to all the PLOS ONE policies on sharing data and materials, as detailed online in the guide for authors."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Xu H, Wang Z, Ding X, Zhou K, Xu L. Differentiation of Dendrobium species used as \"Huangcao Shihu\" by rDNA ITS sequence analysis. Planta Medica. 2005;72(01):89–92.", "ArticleIdList": ["16450307"]}, {"Citation": "Chen X, Guo S. Advances in the research of constituents and pharmacology of Dendrobium. Natural Product Research & Development. 2001."}, {"Citation": "Li X, Ding X, Chu B, Zhou Q, Ding G, Gu S. Genetic diversity analysis and conservation of the endangered Chinese endemic herb Dendrobium officinale Kimura et Migo (Orchidaceae) based on AFLP. Genetica. 2008;133(2):159–66. 10.1007/s10709-007-9196-8", "ArticleIdList": ["10.1007/s10709-007-9196-8", "17805978"]}, {"Citation": "Cai X, Feng Z, Zhang X, Xu W, Hou B, Ding X. Genetic diversity and population structure of an endangered Orchid (Dendrobium loddigesii Rolfe) from China revealed by SRAP markers. Scientia Horticulturae. 2011;129(4):877–81."}, {"Citation": "Chang CC, Ku AF, Tseng YY, Yang WB, Fang JM, Wong CH. 6,8-Di-C-glycosyl Flavonoids from Dendrobium huoshanense. Journal of Natural Products. 2010;73(2):229–32. 10.1021/np900252f", "ArticleIdList": ["10.1021/np900252f", "20055483"]}, {"Citation": "Xu J, Han QB, Li SL, Chen XJ, Wang XN, Zhao ZZ, et al. Chemistry, bioactivity and quality control of Dendrobium, a commonly used tonic herb in traditional Chinese medicine. Phytochemistry Reviews. 2013;12(2):341–67."}, {"Citation": "Aftab K, Ali MD, Aijaz P, Beena N, Gulzar HJ, Sheikh K, et al. Determination of different trace and essential element in lemon grass samples by X-ray fluorescence spectroscopy technique. International Food Research Journal. 2011;18(1):265–70."}, {"Citation": "Gharibzahedi SMT, Jafari SM. The importance of minerals in human nutrition: Bioavailability, food fortification, processing effects and nanoencapsulation. Trends in Food Science & Technology. 2017;62:119–32."}, {"Citation": "Çelik U, Oehlenschläger J. High contents of cadmium, lead, zinc and copper in popular fishery products sold in Turkish supermarkets. Food Control. 2007;18(3):258–61."}, {"Citation": "Dong XL, Zhang J, Zhao YL, Zuo ZT, Wang YZ, Zhang JY. Multivariate analyses of major and trace elements in 19 species of herbs consumed in Yunnan, China. International Journal of Food Properties. 2016;20(7):1666–76."}, {"Citation": "Furuta E, Sato N. Quantitative and structural analyses of hazardous elements in Chinese medicines and herbs. Toxicological & Environmental Chemistry Reviews. 2016;98(7):814–27."}, {"Citation": "Mehari TF, Greene LV, Duncan AJL, Fakayode SO. Trace and Macro Elements Concentrations in Selected Fresh Fruits, Vegetables, Herbs, and Processed Foods in North Carolina, USA. Journal of Environmental Protection. 2015;06(6):573–83."}, {"Citation": "Veljković JN, Pavlović AN, Brcanović JM, Mitić SS, Tošić SB, Pecev-Marinković ET, et al. Differentiation of black, green, herbal and fruit bagged teas based on multi-element analysis using inductively-coupled plasma atomic emission spectrometry. Chemical Papers. 2016;70(4):488–94."}, {"Citation": "Ni Z, Chen Z, Bai R, Tang F. Determination of Trace Elements in Dendrobium Officinale Cultivated in Various Conditions. Analytical Letters. 2017:1–11. 10.1080/00032719.2017.1345931", "ArticleIdList": ["10.1080/00032719.2017.1345931"]}, {"Citation": "Yuan Y, Liu X, Wang J, Zhang J. Morphological and microscopic identification of three major medicinal Dendrobium species in Ta-pieh Mountains area. Microsc Res Tech. 2019. Epub 2019/01/13. 10.1002/jemt.23191 PubMed .", "ArticleIdList": ["10.1002/jemt.23191", "30636024"]}, {"Citation": "Yuan Y, Yu M, Jia Z, Song X, Liang Y, Zhang J. Analysis of Dendrobium huoshanense transcriptome unveils putative genes associated with active ingredients synthesis. BMC Genomics. 2018;19(1):978 Epub 2018/12/31. 10.1186/s12864-018-5305-6 PubMed", "ArticleIdList": ["10.1186/s12864-018-5305-6", "PMC6310986", "30594136"]}, {"Citation": "Su-Fang L, Guo GJ, Cai YP. Progress in physiological and biochemical characters of Dendrobium huoshanense. Chinese Traditional & Herbal Drugs. 2006;89(2):370–83."}, {"Citation": "Si HY, Chen NF, Chen ND, Huang C, Li J, Wang H. Structural characterisation of a water-soluble polysaccharide from tissue-cultured Dendrobium huoshanense C.Z. Tang et S.J. Cheng. Nat Prod Res. 2018;32(3):252–60. Epub 2017/07/12. 10.1080/14786419.2017.1350670 PubMed .", "ArticleIdList": ["10.1080/14786419.2017.1350670", "28691858"]}, {"Citation": "Zhao P, Wang W, Feng F-S, Wu F, Yang Z-Q, Wang W-J. High-frequency shoot regeneration through transverse thin cell layer culture in Dendrobium Candidum Wall Ex Lindl. Plant Cell, Tissue and Organ Culture. 2007;90(2):131–9. 10.1007/s11240-006-9181-4", "ArticleIdList": ["10.1007/s11240-006-9181-4"]}, {"Citation": "Hou PY, Guo SX. Studies on transplanting suspension-cultured protocorms of Dendrobium candidum onto solid culture medium. China Journal of Chinese Materia Medica. 2005;30(10):729", "ArticleIdList": ["16075706"]}, {"Citation": "Zhang QX, Fang YM. Tissue Culture and in Vitro Seedling and Protocorm-like Body Examination of Dendrobium candidum. Acta Botanica Boreali-occidentalia Sinica. 2005;25(9):1761–5."}, {"Citation": "Shiau YJ, Nalawade SM, Hsia CN, Mulabagal V, Tsay HS. In vitro propagation of the Chinese medicinal plant, Dendrobium candidum Wall. Ex Lindl., from axenic nodal segments. In Vitro Cell Dev-Pl. 2005;41(5):666–70. 10.1079/Ivp2005685 WOS:000232667200011.", "ArticleIdList": ["10.1079/Ivp2005685"]}, {"Citation": "Zhou J. Effects of Different Organic Matter on Regenerated Shoots of Dendrobium candidum. Chinese Agricultural Science Bulletin. 2005."}, {"Citation": "Wei XY. Studies on suspension culture of PLBs derived from seed embryo in Dendrobium officinale. Chinese Journal of Modern Applied Pharmacy. 2005."}, {"Citation": "Jin Q, Jiao C, Sun S, Song C, Cai Y, Lin Y, et al. Metabolic Analysis of Medicinal Dendrobium officinale and Dendrobium huoshanense during Different Growth Years. Plos One. 2016;11(1):e0146607 10.1371/journal.pone.0146607", "ArticleIdList": ["10.1371/journal.pone.0146607", "PMC4709240", "26752292"]}, {"Citation": "Dubois M, Gilles KA, Hamilton JK, Rebers PA, Smith F. Colorimetric Method for Determination of Sugars and Related Substances. Analytical Chemistry. 1956;28(3):350–6. 10.1021/ac60111a017 WOS:A1956WC83000017.", "ArticleIdList": ["10.1021/ac60111a017"]}, {"Citation": "Yang F, Wei N-N, Gao R, Piao X-C, Lian M-L. Effect of several medium factors on polysaccharide and alkaloid accumulation in protocorm-like bodies of Dendrobium candidum during bioreactor culture. Acta Physiologiae Plantarum. 2015;37(5). 10.1007/s11738-015-1843-6", "ArticleIdList": ["10.1007/s11738-015-1843-6"]}, {"Citation": "Bush LP, Wilkinson HH, Schardl CL. Bioprotective Alkaloids of Grass-Fungal Endophyte Symbioses. Plant Physiol. 1997;114(1):1–7. Epub 1997/05/01. 10.1104/pp.114.1.1 PubMed", "ArticleIdList": ["10.1104/pp.114.1.1", "PMC158272", "12223685"]}, {"Citation": "Wu X, Yuan J, Luo A, Chen Y, Fan Y. Drought stress and re-watering increase secondary metabolites and enzyme activity in dendrobium moniliforme. Industrial Crops and Products. 2016;94:385–93. 10.1016/j.indcrop.2016.08.041", "ArticleIdList": ["10.1016/j.indcrop.2016.08.041"]}, {"Citation": "Xiang X, Sha X, Su S, Zhu Z, Guo S, Yan H, et al. Simultaneous determination of polysaccharides and 21 nucleosides and amino acids in different tissues of Salvia miltiorrhiza from different areas by UV-visible spectrophotometry and UHPLC with triple quadrupole MS/MS. J Sep Sci. 2017. Epub 2017/12/07. 10.1002/jssc.201700802 PubMed .", "ArticleIdList": ["10.1002/jssc.201700802", "29211948"]}, {"Citation": "Schepetkin IA, Quinn MT. Botanical polysaccharides: macrophage immunomodulation and therapeutic potential. International immunopharmacology. 2006;6(3):317–33. 10.1016/j.intimp.2005.10.005", "ArticleIdList": ["10.1016/j.intimp.2005.10.005", "16428067"]}, {"Citation": "Tzianabos AO. Polysaccharide immunomodulators as therapeutic agents: structural aspects and biologic function. Clinical microbiology reviews. 2000;13(4):523–33. 10.1128/cmr.13.4.523-533.2000", "ArticleIdList": ["10.1128/cmr.13.4.523-533.2000", "PMC88946", "11023954"]}, {"Citation": "Bulpitt CJ, Li Y, Bulpitt PF, Wang J. The use of orchids in Chinese medicine. Journal of the Royal Society of Medicine. 2007;100(12):558–63. 10.1258/jrsm.100.12.558", "ArticleIdList": ["10.1258/jrsm.100.12.558", "PMC2121637", "18065708"]}, {"Citation": "Guo X, Li Y, Li C, Luo H, Wang L, Qian J, et al. Analysis of the Dendrobium officinale transcriptome reveals putative alkaloid biosynthetic genes and genetic markers. Gene. 2013;527(1):131–8. Epub 2013/06/13. 10.1016/j.gene.2013.05.073 PubMed .", "ArticleIdList": ["10.1016/j.gene.2013.05.073", "23756193"]}, {"Citation": "Dolowy M, Pyka A. Application of TLC, HPLC and GC methods to the study of amino acid and peptide enantiomers: a review. Biomed Chromatogr. 2014;28(1):84–101. Epub 2013/08/16. 10.1002/bmc.3016 .", "ArticleIdList": ["10.1002/bmc.3016", "23946167"]}, {"Citation": "Wu G. Amino acids: metabolism, functions, and nutrition. Amino Acids. 2009;37(1):1–17. Epub 2009/03/21. 10.1007/s00726-009-0269-0 .", "ArticleIdList": ["10.1007/s00726-009-0269-0", "19301095"]}, {"Citation": "Zhang A, Wei T, Si J, Jin L, Mo Y. Study on basic amino acid contents in Dendrobium officinale. China Journal of Chinese Materia Medica. 2011;36(19):2632", "ArticleIdList": ["22242420"]}, {"Citation": "Song QC, Cao FQ, Gong YY, Cheng XY, Xin-Yuan BI, Liu LH. Current research progresses of amino acids uptake,transport and their biological roles in higher plants. Plant Nutrition & Fertilizer Science. 2012;18(6):1507–17."}, {"Citation": "Yohei M, Masahiko H, Akira G, Makoto A, Takashi I, Takeshi M, et al. Plasma free amino acid profiling of five types of cancer patients and its application for early detection. Plos One. 2011;6(9):e24143 10.1371/journal.pone.0024143", "ArticleIdList": ["10.1371/journal.pone.0024143", "PMC3168486", "21915291"]}, {"Citation": "Newgard CB, An J, Bain JR, Muehlbauer MJ, Stevens RD, Lien LF, et al. A Branched-Chain Amino Acid-Related Metabolic Signature that Differentiates Obese and Lean Humans and Contributes to Insulin Resistance. Cell Metabolism. 2009;9(6):311–26.", "ArticleIdList": ["PMC3640280", "19356713"]}, {"Citation": "Gelenberg AJ, Wojcik JD, Growdon JH, Sved AF, Wurtman RJ. Tyrosine for the treatment of depression. American Journal of Psychiatry. 1980;137(5):622–3. 10.1176/ajp.137.5.622", "ArticleIdList": ["10.1176/ajp.137.5.622", "7369415"]}, {"Citation": "Reddy P, Leong J, Jialal I. Amino Acid Levels in Nascent Metabolic Syndrome: A Contributor to the Pro-Inflammatory Burden. Journal of Diabetes & Its Complications. 2018;32(5):465.", "ArticleIdList": ["29559272"]}, {"Citation": "Liu ZP, Guo YY, Iu JJ, Si JP, Wu LS, Zhang XF. Effect of strains and parts on amino acids of Dendrobium officinale. China Journal of Chinese Materia Medica. 2015;40(8):1468–72.", "ArticleIdList": ["26281581"]}, {"Citation": "Al‐Omari S. Determination of essential and toxic trace elements in ten herbal medicines using energy‐dispersive XRF analysis. X‐Ray Spectrometry. 2011;40(1):31–6."}]}], "History": [{"Year": "2019", "Month": "4", "Day": "15"}, {"Year": "2019", "Month": "9", "Day": "3"}, {"Year": "2019", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["31539401", "PMC6754168", "10.1371/journal.pone.0222666", "PONE-D-19-10763"]}}]}