{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["decoction", "dumping syndrome", "herbal medicine", "systematic review"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31549529", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "04"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["1534735419873404", "10.1177/1534735419873404"], "Journal": {"ISSN": "1552-695X", "JournalIssue": {"Volume": "18", "PubDate": {"Year": "2019", "Season": "Jan-Dec"}}, "Title": "Integrative cancer therapies", "ISOAbbreviation": "Integr Cancer Ther"}, "ArticleTitle": "Herbal Medicine for Dumping Syndrome: A Systematic Review and Meta-Analysis.", "Pagination": {"StartPage": "1534735419873404", "MedlinePgn": "1534735419873404"}, "Abstract": {"AbstractText": ["<b>Background:</b> Dumping syndrome is a common complication of surgical treatment of gastric cancer, but conventional therapy has limitations related to symptom care due to its structural cause and the decreased quality of life. <b>Objectives:</b> The objective of this review was to assess the clinical evidence for the effectiveness of herbal medicine as a treatment for dumping syndrome. <b>Methods:</b> A literature review was conducted using 16 databases from their inceptions to March 2018. All randomized controlled trials (RCTs) of herbal medicine used to treat dumping syndrome patients were included and meta-analyzed. Methodological quality was assessed using the Cochrane Handbook for Systematic Reviews of Interventions. <b>Results:</b> A total of 174 dumping syndrome patients of 3 trials met all inclusion criteria. Two trials assessed the effectiveness of herbal medicine on the symptom response rate compared with conventional pharmacotherapy. Their results suggested significant effects in favor of herbal medicine (risk ratio [RR] = 1.37, 95% confidence interval [CI] = 1.16-1.63, <i>P</i> = .0003, heterogeneity τ<sup>2</sup> = 0, χ<sup>2</sup> = 0.02, <i>P</i> = .88, <i>I</i><sup>2</sup> = 0%). One trial assessed its effectiveness on the improvement rate of overall symptoms compared with conventional conservative complex therapy, such as postural management, diet regulation, and counseling (RR = 1.23, 95% CI = 0.96-1.58). <b>Conclusions:</b> Due to the small sample size, scarcity of reported articles, and lack of quality of the current RCTs, it was concluded that the effectiveness of herbal medicine in treating dumping syndrome is unclear."]}, "AuthorList": [{"Identifier": ["0000-0002-5218-3959"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dongguk University, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Ilsan Oriental Hospital, Dongguk University Medical Centre, Goyang-si, Gyeonggi-do, Republic of Korea."}], "LastName": "Hong", "ForeName": "Seungcheol", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mirae Korean Medicine Clinic, Cheonan-si, Chungcheongnam-do, Republic of Korea."}], "LastName": "Park", "ForeName": "Bongki", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Kyung Hee University, Seoul, Republic of Korea."}], "LastName": "Noh", "ForeName": "Hyeonseok", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dongguk University, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Ilsan Oriental Hospital, Dongguk University Medical Centre, Goyang-si, Gyeonggi-do, Republic of Korea."}], "LastName": "Choi", "ForeName": "Dong-Jun", "Initials": "DJ"}], "PublicationTypeList": ["Journal Article", "Meta-Analysis", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Integr Cancer Ther", "NlmUniqueID": "101128834", "ISSNLinking": "1534-7354"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}], "MeshHeadingList": [{"QualifierName": ["therapeutic use"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Dumping Syndrome"}, {"QualifierName": ["methods"], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Quality of Life"}], "CoiStatement": "<b>Declaration of Conflicting Interests:</b> The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hertz AF., IV The cause and treatment of certain unfavorable after-effects of gastro-enterostomy. Ann Surg. 1913;58:466-472.", "ArticleIdList": ["PMC1407579", "17863076"]}, {"Citation": "Wyllys E, Andrews E, Mix CL. “Dumping stomach” and other results of gastrojejunostomy: operative cure by disconnecting old stoma. Surg Clin Chicago. 1920;4:879-892."}, {"Citation": "Weledji EP. The principles of the surgical management of gastric cancer. Int J Surg Oncol (N Y). 2017;2:e11.", "ArticleIdList": ["PMC5673153", "29177225"]}, {"Citation": "Konishi H, Nakada K, Kawamura M, et al. Impaired gastrointestinal function affects symptoms and alimentary status in patients after gastrectomy. World J Surg. 2016;40:2713-2718.", "ArticleIdList": ["27357933"]}, {"Citation": "Nguyen NQ, Debreceni TL, Bambrick JE, et al. Rapid gastric and intestinal transit is a major determinant of changes in blood glucose, intestinal hormones, glucose absorption and postprandial symptoms after gastric bypass. Obesity (Silver Spring). 2014;22:2003-2009.", "ArticleIdList": ["24829088"]}, {"Citation": "Vaurs C, Brun JF, Bérard E, du Rieu MC, Hanaire H, Ritz P. β-Cell pancreatic dysfunction plays a role in hyperglycemic peaks observed after gastric bypass surgery of obese patients. Surg Obes Relat Dis. 2016;12:795-802.", "ArticleIdList": ["26965153"]}, {"Citation": "Hamasaki H, Moriyama S, Yanai H. A possible difference in the mechanism for postprandial hypoglycemia associated with dumping syndrome between patients with and without type 2 diabetes. Obes Res Clin Pract. 2015;9:622-624.", "ArticleIdList": ["26321136"]}, {"Citation": "Akimov VP, Dvaladze LG, Shengelia TD, Veselov IE. A new view on pathogenesis of dumping-syndrome [in Russian]. Vestn Khir Im I Grek. 2008;167:22-25.", "ArticleIdList": ["19241810"]}, {"Citation": "Filisetti C, Maestri L, Meroni M, Marinoni F, Riccipetitoni G. Severe dumping syndrome in a 6-year-old girl with congenital microgastria treated by Hunt-Lawrence pouch. Eur J Pediatr Surg Rep. 2017;5:e17-e20.", "ArticleIdList": ["PMC5371510", "28361011"]}, {"Citation": "Shimoda M, Saraya T, Ogawa Y, Tanaka Y. Dumping syndrome due to the misplacement of the gastrostomy feeding tube. Intern Med. 2015;54:2529.", "ArticleIdList": ["26424320"]}, {"Citation": "Ramadan M, Loureiro M, Laughlan K, et al. Risk of dumping syndrome after sleeve gastrectomy and Roux-en-Y gastric bypass: early results of a multicentre prospective study. Gastroenterol Res Pract. 2016;2016:2570237.", "ArticleIdList": ["PMC4875983", "27242898"]}, {"Citation": "Patton C, Okosieme OE, Evans LM. Dumping syndrome presenting three decades after vagotomy. N Z Med J. 2007;120:U2807.", "ArticleIdList": ["18264187"]}, {"Citation": "Mine S, Sano T, Tsutsumi K, et al. Large-scale investigation into dumping syndrome after gastrectomy for gastric cancer. J Am Coll Surg. 2010;211:628-636.", "ArticleIdList": ["20829078"]}, {"Citation": "Vecht J, Masclee AA, Lamers CB. The dumping syndrome. Current insights into pathophysiology, diagnosis and treatment. Scand J Gastroenterol Suppl. 1997;223:21-27.", "ArticleIdList": ["9200302"]}, {"Citation": "McLarty AJ, Deschamps C, Trastek VF, Allen MS, Pairolero PC, Harmsen WS. Esophageal resection for cancer of the esophagus: long-term function and quality of life. Ann Thorac Surg. 1997;63:1568-1572.", "ArticleIdList": ["9205149"]}, {"Citation": "Banerjee A, Ding Y, Mikami DJ, Needleman BJ. The role of dumping syndrome in weight loss after gastric bypass surgery. Surg Endosc. 2013;27:1573-1578.", "ArticleIdList": ["23233009"]}, {"Citation": "Tzovaras G, Papamargaritis D, Sioka E, et al. Symptoms suggestive of dumping syndrome after provocation in patients after laparoscopic sleeve gastrectomy. Obes Surg. 2012;22:23-28.", "ArticleIdList": ["21647622"]}, {"Citation": "Papamargaritis D, Koukoulis G, Sioka E, et al. Dumping symptoms and incidence of hypoglycaemia after provocation test at 6 and 12 months after laparoscopic sleeve gastrectomy. Obes Surg. 2012;22:1600-1606.", "ArticleIdList": ["22773085"]}, {"Citation": "Loss AB, de Souza AA, Pitombo CA, Milcent M, Madureira FA. Analysis of the dumping syndrome on morbid obese patients submitted to Roux en Y gastric bypass [in Portuguese]. Rev Col Bras Cir. 2009;36:413-419.", "ArticleIdList": ["20069153"]}, {"Citation": "Tanizawa Y, Tanabe K, Kawahira H, et al.; Japan Postgastrectomy Syndrome Working Party. Specific features of dumping syndrome after various types of gastrectomy as assessed by a newly developed integrated questionnaire, the PGSAS-45. Dig Surg. 2016;33:94-103.", "ArticleIdList": ["26682541"]}, {"Citation": "Takiguchi N, Takahashi M, Ikeda M, et al. Long-term quality-of-life comparison of total gastrectomy and proximal gastrectomy by Postgastrectomy Syndrome Assessment Scale (PGSAS-45): a nationwide multi-institutional study. Gastric Cancer. 2015;18:407-416.", "ArticleIdList": ["24801198"]}, {"Citation": "Nakada K, Ikeda M, Takahashi M, et al. Characteristics and clinical relevance of postgastrectomy syndrome assessment scale (PGSAS)-45: newly developed integrated questionnaires for assessment of living status and quality of life in postgastrectomy patients. Gastric Cancer. 2015;18:147-158.", "ArticleIdList": ["24515247"]}, {"Citation": "Laurenius A, Olbers T, Näslund I, Karlsson J. Dumping syndrome following gastric bypass: validation of the Dumping Symptom Rating Scale. Obes Surg. 2013;23:740-755.", "ArticleIdList": ["23315151"]}, {"Citation": "Hejazi RA, Patil H, McCallum RW. Dumping syndrome: establishing criteria for diagnosis and identifying new etiologies. Dig Dis Sci. 2010;55:117-123.", "ArticleIdList": ["19714467"]}, {"Citation": "Cadegiani FA, Silva OS. Acarbose promotes remission of both early and late dumping syndromes in post-bariatric patients. Diabetes Metab Syndr Obes. 2016;9:443-446.", "ArticleIdList": ["PMC5153290", "27994477"]}, {"Citation": "Wang C, Pang S, Jiang Q, Duan G, Sun Y, Li M. Treatment with acarbose in severe hypoglycaemia due to late Dumping syndrome. West Indian Med J. 2013;62:861-863.", "ArticleIdList": ["25117397"]}, {"Citation": "Buscemi S, Mattina A, Genova G, Genova P, Nardi E, Costanzo M. Seven-day subcutaneous continuous glucose monitoring demonstrates that treatment with acarbose attenuates late dumping syndrome in a woman with gastrectomy for gastric cancer. Diabetes Res Clin Pract. 2013;99:e1-e2.", "ArticleIdList": ["23146372"]}, {"Citation": "Valderas JP, Ahuad J, Rubio L, Escalona M, Pollak F, Maiz A. Acarbose improves hypoglycaemia following gastric bypass surgery without increasing glucagon-like peptide 1 levels. Obes Surg. 2012;22:582-586.", "ArticleIdList": ["22161170"]}, {"Citation": "De Cunto A, Barbi E, Minen F, Ventura A. Safety and efficacy of high-dose acarbose treatment for dumping syndrome. J Pediatr Gastroenterol Nutr. 2011;53:113-114.", "ArticleIdList": ["21694549"]}, {"Citation": "Moreira RO, Moreira RB, Machado NA, Gonçalves TB, Coutinho WF. Post-prandial hypoglycemia after bariatric surgery: pharmacological treatment with verapamil and acarbose. Obes Surg. 2008;18:1618-1621.", "ArticleIdList": ["18566871"]}, {"Citation": "Mohammadi A, Sulaiman RA, Grossman AB. Pasireotide and octreotide in the treatment of severe late dumping syndrome. Clin Case Rep. 2017;5:1608-1611.", "ArticleIdList": ["PMC5628213", "29026555"]}, {"Citation": "Sato D, Morino K, Ohashi N, et al. octreotide improves early dumping syndrome potentially through incretins: a case report. Endocr J. 2013;60:847-853.", "ArticleIdList": ["23708181"]}, {"Citation": "Arts J, Caenepeel P, Bisschops R, et al. Efficacy of the long-acting repeatable formulation of the somatostatin analogue octreotide in postoperative dumping. Clin Gastroenterol Hepatol. 2009;7:432-437.", "ArticleIdList": ["19264574"]}, {"Citation": "Amagai M, Tsuchiya H, Chiba Y, et al. Incretin kinetics before and after miglitol in Japanese patients with late dumping syndrome. J Clin Med Res. 2017;9:879-885.", "ArticleIdList": ["PMC5593436", "28912925"]}, {"Citation": "Hirose S, Iwahashi Y, Seo A, Sumiyoshi M, Takahashi T, Tamori Y. Concurrent therapy with a low-carbohydrate diet and miglitol remarkably improved the postprandial blood glucose and insulin levels in a patient with reactive hypoglycemia due to late dumping syndrome. Intern Med. 2016;55:1137-1142.", "ArticleIdList": ["27150868"]}, {"Citation": "Fujita Y, Tamada D, Kozawa J, et al. Successful treatment of reactive hypoglycemia secondary to late dumping syndrome using miglitol. Intern Med. 2012;51:2581-2585.", "ArticleIdList": ["22989830"]}, {"Citation": "Chiappetta S, Stier C. A case report: liraglutide as a novel treatment option in late dumping syndrome. Medicine (Baltimore). 2017;96:e6348.", "ArticleIdList": ["PMC5371453", "28328816"]}, {"Citation": "Calabria AC, Charles L, Givler S, De León DD. Postprandial hypoglycemia in children after gastric surgery: clinical characterization and pathophysiology. Horm Res Paediatr. 2016;85:140-146.", "ArticleIdList": ["PMC4732946", "26694545"]}, {"Citation": "Thondam SK, Nair S, Wile D, Gill GV. Diazoxide for the treatment of hypoglycaemic dumping syndrome. QJM. 2013;106:855-858.", "ArticleIdList": ["22147922"]}, {"Citation": "Craig CM, Liu LF, Deacon CF, Holst JJ, McLaughlin TL. Critical role for GLP-1 in symptomatic post-bariatric hypoglycaemia. Diabetologia. 2017;60:531-540.", "ArticleIdList": ["PMC5300915", "27975209"]}, {"Citation": "Shoar S, Nguyen T, Ona MA, et al. Roux-en-Y gastric bypass reversal: a systematic review. Surg Obes Relat Dis. 2016;12:1366-1372.", "ArticleIdList": ["27260651"]}, {"Citation": "Lakdawala M, Limas P, Dhar S, et al. Laparoscopic revision of Roux-en-Y gastric bypass to sleeve gastrectomy: a ray of hope for failed Roux-en-Y gastric bypass. Asian J Endosc Surg. 2016;9:122-127.", "ArticleIdList": ["26940524"]}, {"Citation": "Stier C, Chiappetta S. Endoluminal revision (OverStitch™, Apollo Endosurgery) of the dilated gastroenterostomy in patients with late dumping syndrome after proximal Roux-en-Y gastric bypass. Obes Surg. 2016;26:1978-1984.", "ArticleIdList": ["27318467"]}, {"Citation": "Huang CK, Wang MY, Das SS, Chang PC. Laparoscopic conversion to loop duodenojejunal bypass with sleeve gastrectomy for intractable dumping syndrome after Roux-en-Y gastric bypass—two case reports. Obes Surg. 2015;25:947.", "ArticleIdList": ["25708238"]}, {"Citation": "Garritano S, Irino T, Scandavini CM, Tsekrekos A, Lundell L, Rouvelas I. Long-term functional outcomes after replacement of the esophagus in pediatric patients: a systematic literature review. J Pediatr Surg. 2017;52:1398-1408.", "ArticleIdList": ["28625693"]}, {"Citation": "Davis JL, Ripley RT. Postgastrectomy syndromes and nutritional considerations following gastric surgery. Surg Clin North Am. 2017;97:277-293.", "ArticleIdList": ["28325187"]}, {"Citation": "van Beek AP, Emous M, Laville M, Tack J. Dumping syndrome after esophageal, gastric or bariatric surgery: pathophysiology, diagnosis, and management. Obes Rev. 2017;18:68-85.", "ArticleIdList": ["27749997"]}, {"Citation": "Wölnerhanssen BK, Meyer-Gerspach AC, Peters T, Beglinger C, Peterli R. Incretin effects, gastric emptying and insulin responses to low oral glucose loads in patients after gastric bypass and lean and obese controls. Surg Obes Relat Dis. 2016;12:1320-1327.", "ArticleIdList": ["27012873"]}, {"Citation": "Nagasaka K, Fukuda H, Natori M. Clinical experience of Keishi-to type herbal medication for dumping syndrome. Jpn J Orient Med. 2006;57:278."}, {"Citation": "Nishi M, Shimada M, Uchiyama H, et al. The beneficial effects of Kampo medicine Dai-ken-chu-to after hepatic resection: a prospective randomized control study. Hepatogastroenterology. 2012;59:2290-2294.", "ArticleIdList": ["23435143"]}, {"Citation": "Katsuno H, Maeda K, Kaiho T, et al. Clinical efficacy of Daikenchuto for gastrointestinal dysfunction following colon surgery: a randomized, double-blind, multicenter, placebo-controlled study (JFMC39-0902). Jpn J Clin Oncol. 2015;45:650-656.", "ArticleIdList": ["PMC4485603", "25972515"]}, {"Citation": "Qi QH, Wang J, Liang GG, Wu XZ. Da-Cheng-Qi-Tang promotes the recovery of gastrointestinal motility after abdominal surgery in humans. Dig Dis Sci. 2007;52:1562-1570.", "ArticleIdList": ["17415634"]}, {"Citation": "Koeda K, Wakabayashi G, Shimada M, et al. Mo1798 Daikenchuto (DKT) helps improve postoperative functional gastrointestinal disorder after total gastrectomy in patients with gastric cancer: a multicenter, randomized, double-blind, placebo-controlled trial (JFMC42-1002). Gastroenterology. 2014;146(5 suppl 1):S-1074."}, {"Citation": "Hatano E, Uemoto S, Shimada M, et al. Daikenchuto improves functional gastrointestinal disorder after hepatic resection in patients with liver cancer: a multicenter, randomized, double-blind, placebo-controlled phase II trial (JFMC40-1001). Hepatology. 2012;56:492A.", "ArticleIdList": ["0"]}, {"Citation": "Endo S, Nishida T, Nishikawa K, et al. Daikenchu-to, a Chinese herbal medicine, improves stasis of patients with total gastrectomy and jejunal pouch interposition. Am J Surg. 2006;192:9-13.", "ArticleIdList": ["16769267"]}, {"Citation": "Yoshikawa K, Shimada M, Wakabayashi G, et al. Effect of Daikenchuto, a traditional Japanese herbal medicine, after total gastrectomy for gastric cancer: a multicenter, randomized, double-blind, placebo-controlled, phase II trial. J Am Coll Surg. 2015;221:571-578.", "ArticleIdList": ["26141466"]}, {"Citation": "Takahashi T, Endo S, Nakajima K, Souma Y, Nishida T. Effect of Rikkunshito, a Chinese herbal medicine, on stasis in patients after pylorus-preserving gastrectomy. World J Surg. 2009;33:296-302.", "ArticleIdList": ["19082653"]}, {"Citation": "Suehiro T, Matsumata T, Shikada Y, Sugimachi K. The effect of the herbal medicines Dai-kenchu-to and Keishi-bukuryo-gan on bowel movement after colorectal surgery. Hepatogastroenterology. 2005;52:97-100.", "ArticleIdList": ["15783004"]}, {"Citation": "Ge HY, Chen B, Li YT. Effects of acupuncture on gastrointestinal responses after renal transplantation [in Chinese]. Zhongguo Zhen Jiu. 2008;28:177-178.", "ArticleIdList": ["18447214"]}, {"Citation": "Nakamura M, Nakamori M, Ojima T, et al. The effects of rikkunshito on body weight loss after esophagectomy. J Surg Res. 2016;204:130-138.", "ArticleIdList": ["27451879"]}, {"Citation": "Xue T, Zhang J, Pan LQ, et al. Enteroclyster with composite Dachengqi decoction in the treatment of gastroparesis syndromes after resection of esophageal carcinoma or cardiac carcinoma. J Clin Rehabil Tissue Eng Res. 2007;11:4953-4956."}, {"Citation": "Sunagawa H, Oshiro N. Influence of Daikenchuto on patient’s portal blood flow after pancreatoduodenectomy. HPB. 2011;13:209."}, {"Citation": "Xu Z, Xu C, Ge H, et al. Modified Dachengqi tang improves decreased gastrointestinal motility in postoperative esophageal cancer patients. J Tradit Chin Med. 2015;35:249-254.", "ArticleIdList": ["26237826"]}, {"Citation": "Dang ZX. Postoperative therapy of 255 cases of subtotal gastrectomy with traditional Chinese medicine combined with Western medicine [in Chinese]. Zhong Xi Yi Jie He Za Zhi. 1987;7:389,412-414.", "ArticleIdList": ["3690768"]}, {"Citation": "Yu Q, Chen Z, Tang X. Study on early application of Chinese medicinal herbs after total gastrectomy [in Chinese]. Zhongguo Zhong Xi Yi Jie He Za Zhi. 1999;19:592-594.", "ArticleIdList": ["11783171"]}, {"Citation": "Takiguchi S. Ghrelin and clinical research: review about post-gastrectomy patients. Improvement on dysfunction and increase of acylated ghrelin of post-gastrectomy patients by administrating Rikkunshi-to. Sci Kampo Med. 2012;36:198-201."}, {"Citation": "Fu Y. Application of integrated medical care for complication after laparoscopic gastric cancer surgery. Yunnan J Tradit Chin Med Mater Med. 2015;1:104-105."}, {"Citation": "Nishida S. “Opening the traditional Chinese medicine’ (#90): Rikkunshi-to significantly stimulates the discharge of solid food in the gastric emptying capacity after gastrectomy. Sci Kampo Med. 2009;33:410-412."}, {"Citation": "Zhang W, Mao Y. Oriental medical doctor Huang Bingliang’s clinical experience of gastric diseases. Liaoning J Tradit Chin Med. 1983;3:28-30."}, {"Citation": "Peng R. Fifty-two cases of early dumping syndrome after the operation on stomach cancer treated with decoction of officinal magnolia bark and fresh ginger and pinellia and licorice and ginseng. Henan Tradit Chin Med. 2015;35:2906-2907."}, {"Citation": "Quan GM. Clinical Research of Dumping Syndrome After Gastric Cancer Surgery Treated With Pingyuntiaowei Decoction [thesis]. Nanjing, China: Nanjing University of Chinese Medicine; 2004."}, {"Citation": "Zhou ZC. Clinical trial of 20 cases of dumping syndrome after gastric surgery treated with integrated medicine. J Pract Tradit Chin Med. 2014;30:731."}, {"Citation": "Wu KL, Rayner CK, Chuah SK, et al. Effects of ginger on gastric emptying and motility in healthy humans. Eur J Gastroenterol Hepatol. 2008;20:436-440.", "ArticleIdList": ["18403946"]}, {"Citation": "Niijima A, Okui Y, Kubo M, et al. Effect of Pinellia ternata tuber on the efferent activity of the gastric vagus nerve in the rat. Brain Res Bull. 1993;32:103-106.", "ArticleIdList": ["8348334"]}, {"Citation": "Wang YS. Pharmacology and Applications of Chinese Materia Medica. Beijing, China: People’s Health Publisher; 1983:770-775."}, {"Citation": "Kawai T, Kinoshita K, Koyama K, Takashi K. Anti-emetic principles of Magnolia obovata bark and Zingiber officinale rhizome. Planta Med. 1994;60:17-20.", "ArticleIdList": ["8134409"]}]}], "History": [{"Year": "2019", "Month": "9", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31549529", "PMC6759702", "10.1177/1534735419873404"]}}]}