{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["AEZ model", "Chinese medicinal yam", "Climate change", "Suitable planting area"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31617038", "DateCompleted": {"Year": "2020", "Month": "06", "Day": "23"}, "DateRevised": {"Year": "2020", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "10", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1007/s10653-019-00437-w"], "Journal": {"ISSN": "1573-2983", "JournalIssue": {"Volume": "42", "Issue": "3", "PubDate": {"Year": "2020", "Month": "Mar"}}, "Title": "Environmental geochemistry and health", "ISOAbbreviation": "Environ Geochem Health"}, "ArticleTitle": "Agro-ecological suitability assessment of Chinese Medicinal Yam under future climate change.", "Pagination": {"StartPage": "987", "EndPage": "1000", "MedlinePgn": "987-1000"}, "Abstract": {"AbstractText": ["Chinese Medicinal Yam (CMY) has been prescribed as medicinal food for thousand years in China by Traditional Chinese Medicine (TCM) practitioners. Its medical benefits include nourishing the stomach and spleen to improve digestion, replenishing lung and kidney, etc., according to the TCM literature. As living standard rises and public health awareness improves in recent years, the potential medicinal benefits of CMY have attracted increasing attention in China. It has been found that the observed climate change in last several decades, together with the change in economic structure, has driven significant shift in the pattern of the traditional CMY planting areas. To identify suitable planting area for CMY in the near future is critical for ensuring the quality and supply quantity of CMY, guiding the layout of CMY industry, and safeguarding the sustainable development of CMY resources for public health. In this study, we first collect 30-year records of CMY varieties and their corresponding phenology and agro-meteorological observations. We then consolidate these data and use them to enrich and update the eco-physiological parameters of CMY in the agro-ecological zone (AEZ) model. The updated CMY varieties and AEZ model are validated using the historical planting area and production under observed climate conditions. After the successful validation, we use the updated AEZ model to simulate the potential yield of CMY and identify the suitable planting regions under future climate projections in China. This study shows that regions with high ecological similarity to the genuine and core producing areas of CMY mainly distribute in eastern Henan, southeastern Hebei, and western Shandong. The climate suitability of these areas will be improved due to global warming in the next 50 years, and therefore, they will continue to be the most suitable CMY planting regions."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shanghai Institute of Technology, Shanghai, 201418, China."}], "LastName": "Fan", "ForeName": "Dongli", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geographical Sciences, University of Maryland, College Park, MD, 20742, USA."}], "LastName": "Zhong", "ForeName": "Honglin", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shanghai Institute of Technology, Shanghai, 201418, China."}], "LastName": "Hu", "ForeName": "Biao", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Southern University of Science and Technology, Shenzhen, 518055, China. tianz@sustech.edu.cn."}], "LastName": "Tian", "ForeName": "Zhan", "Initials": "Z"}, {"Identifier": ["0000-0002-7784-7942"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geographical Sciences, University of Maryland, College Park, MD, 20742, USA. lsun123@umd.edu."}, {"Identifier": [], "Affiliation": "School of Finance and Management, SOAS University of London, Russel Square, London, WC1H 0XG, UK. lsun123@umd.edu."}, {"Identifier": [], "Affiliation": "International Institute for Applied Systems Analysis (IIASA), 2361, Laxenburg, Austria. lsun123@umd.edu."}], "LastName": "Sun", "ForeName": "Laixiang", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International Institute for Applied Systems Analysis (IIASA), 2361, Laxenburg, Austria."}], "LastName": "Fischer", "ForeName": "Günther", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shanghai Institute of Technology, Shanghai, 201418, China."}], "LastName": "Wang", "ForeName": "Xiangyi", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shanghai Institute of Technology, Shanghai, 201418, China."}], "LastName": "Jiang", "ForeName": "Zhiyu", "Initials": "Z"}], "GrantList": [{"GrantID": "4160011367", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "41671113", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "51761135024", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "AJYG-643BJQ", "Agency": "UK Met Office CSSP-China Programme", "Country": ""}, {"GrantID": "2018YFA0606204", "Agency": "National Key R& D Program of China", "Country": ""}, {"GrantID": "2016YFC0502702", "Agency": "National Key R& D Program of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Geochem Health", "NlmUniqueID": "8903118", "ISSNLinking": "0269-4042"}, "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Agriculture"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Climate Change"}, {"QualifierName": ["growth & development", "physiology"], "DescriptorName": "Dioscorea"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adewuyi SA, Okojie LO, Folorunso B, et al. Effect of climate change on Yam and Cassava Production in Oyo State, Nigeria: A co-integration model approach. International Journal of Agricultural Economics & Rural Development. 2014;6(1):54–66."}, {"Citation": "Chen S. Ecological suitability zoning of Chinese medicinal materials. Beijing: Science Press; 2011."}, {"Citation": "Cheng J, Li D. Advances in research on the function and active ingredients of Chinese yam. Northwest Pharmaceutical Journal. 2010;25(5):398–400."}, {"Citation": "Commission CP. Pharmacopoeia of the People's Republic of China: 2015. Beijing: China Medical Science Press; 2015."}, {"Citation": "FAO/IIASA/ISRIC/ISSCAS/JRC. (2012). Harmonized world soil database (version 1.2). FAO, Rome, Italy and IIASA, Laxenburg, Austria."}, {"Citation": "Fischer, G., Nachtergaele, F. O., Prieler, S., Teixeira, E., Tóth, G., Van Velthuizen, H., et al. (2012). Global agro-ecological zones (GAEZ v3.0)-model documentation. FAO, Rome, Italy and IIASA, Laxenburg, Austria."}, {"Citation": "Fischer G, Van Velthuizen H, Shah M, Nachtergaele FO. Global agro-ecological assessment for agriculture in the 21st century: Methodology and results. Rome: Italy and IIASA, Laxenburg, Austria; 2002."}, {"Citation": "Guo L, Huang L, Yan H, Lv D, Jiang Y. Habitat characteristics for the growth of Atractylodes lancea based on GIS. China Journal of Chinese Materia Medica. 2005;30(08):565–569.", "ArticleIdList": ["16011274"]}, {"Citation": "Hu, B., Fan, D., Tian, Z., et al. (2018a). Analysis on ecological suitability planting area of Chinese medicinal yam. In The 7th international conference on agro-geoinformatics (agro-geoinformatics). IEEE (pp. 1–4)."}, {"Citation": "Hu, B., Tian, Z., Fan, D., et al. (2018b). Suitability regionalization of Chinese medicinal yam under the impact of climate change simulated by CMIP5 multi-model ensemble projections. Remote Sensing and Modeling of Ecosystems for Sustainability XV. International Society for Optics and Photonics, 10767:1076718."}, {"Citation": "Li D, Lv H, Lu H. Dynamics of polysaccharide accumulation and starch accumulation in different varieties of Chinese yam. Chinese Traditional and Herbal Drugs. 2009;40(s1):250–253."}, {"Citation": "Li H, Yang J, Ye B, Jiang D. Pollution characteristics and ecological risk assessment of 11 unheeded metals in sediments of the Chinese Xiangjiang River. Environmental Geochemistry and Health. 2019;41(3):1459–1472. doi: 10.1007/s10653-018-0230-9.", "ArticleIdList": ["10.1007/s10653-018-0230-9", "30542780"]}, {"Citation": "Liu Y, Yan X, Jiao Z, Liu X, Li Y, Li W, et al. Effects of climate and eco-environment conditions on four-major-Huai-medcine growth in Jiaozuo Henan . Meteorological Monthly. 2007;2007(05):105–110."}, {"Citation": "Marcos J, Cornet D, Bussière F, et al. Water yam (Dioscorea alata L.) growth and yield as affected by the planting date: Experiment and modelling. European Journal of Agronomy. 2011;34(4):247–256. doi: 10.1016/j.eja.2011.02.002.", "ArticleIdList": ["10.1016/j.eja.2011.02.002"]}, {"Citation": "Price EJ, Wilkin P, Sarasan V, et al. Metabolite profiling of Dioscorea (yam) species reveals underutilised biodiversity and renewable sources for high-value compounds. Scientific Reports. 2016;6:29136. doi: 10.1038/srep29136.", "ArticleIdList": ["10.1038/srep29136", "PMC4935876", "27385275"]}, {"Citation": "Raymundo R, Asseng S, Cammarano D, et al. Potato, sweet potato, and yam models for climate change: A review. Field Crops Research. 2014;166:173–185. doi: 10.1016/j.fcr.2014.06.017.", "ArticleIdList": ["10.1016/j.fcr.2014.06.017"]}, {"Citation": "Sonder K, Okonkwo CC, Asiedu R. Predicted changes in suitability and agro climatic factors due to climate change for yam production in Nigeria. African Journal of Root and Tuber Crops. 2010;8(2):51–59."}, {"Citation": "Srivastava AK, Gaiser T, Cornet D, Ewert F. Estimation of effective fallow availability for the prediction of yam productivity at the regional scale using model-based multiple scenario analysis. Field Crops Research. 2012;131(2):32–39. doi: 10.1016/j.fcr.2012.01.012.", "ArticleIdList": ["10.1016/j.fcr.2012.01.012"]}, {"Citation": "Srivastava AK, Gaiser T, Ewert F. Climate change impact and potential adaptation strategies under alternate climate scenarios for yam production in the sub-humid savannah zone of West Africa. Mitigation and Adaptation Strategies for Global Change. 2016;21(6):955–968. doi: 10.1007/s11027-015-9639-y.", "ArticleIdList": ["10.1007/s11027-015-9639-y"]}, {"Citation": "Srivastava AK, Gaiser T, Paeth H, et al. The impact of climate change on Yam (Dioscorea alata) yield in the savanna zone of West Africa. Agriculture, Ecosystems & Environment. 2012;153:57–64. doi: 10.1016/j.agee.2012.03.004.", "ArticleIdList": ["10.1016/j.agee.2012.03.004"]}, {"Citation": "Tian Z, Zhong H, Sun L, Fischer G, Velthuizen HV, Liang Z. Improving performance of Agro-Ecological Zone (AEZ) modeling by cross-scale model coupling: An application to japonica rice production in Northeast China. Ecological Modelling. 2014;290:155–164. doi: 10.1016/j.ecolmodel.2013.11.020.", "ArticleIdList": ["10.1016/j.ecolmodel.2013.11.020"]}, {"Citation": "Wang L, Xie C, Chen S, Duan B, Huang L, Yu L, et al. Index-based assessment of ecological suitability of Chinese Huai-yam. Journal of Chinese Medicinal Materials. 2010;33(08):1222–1225."}, {"Citation": "Wang S, Liu H, Gao W, Chen H, Yu J, Xiao P. Characterization of new starches separated from different Chinese yam (Dioscorea opposita Thunb.) cultivars. Food Chemistry. 2006;99(1):30–37. doi: 10.1016/j.foodchem.2005.07.008.", "ArticleIdList": ["10.1016/j.foodchem.2005.07.008"]}, {"Citation": "Wang Y, Liu J, Nan H, Liang X, Ren H. Test of cultivation density of yam in Shanxi. Journal of Shanxi Agricultural Sciences. 2012;40(07):732–734."}, {"Citation": "Warszawski L, Frieler K, Huber V, Piontek F, Serdeczny O, Schewe J. The inter-sectoral impact model intercomparison project (ISI-MIP): Project framework. Proceedings of the National Academy of Sciences of the United States of America. 2014;111(9):3228–3232. doi: 10.1073/pnas.1312330110.", "ArticleIdList": ["10.1073/pnas.1312330110", "PMC3948262", "24344316"]}, {"Citation": "Wu, X. (2014). The effects of the producing area and the varieties on growth and quality of Rhizoma Dioscorea. Ph.D. Dissertation, Jilin Agricultural University, Changchun, Jilin, China (in Chinese)."}, {"Citation": "Xu D, Zou S, Gao M, Dou H. Analysis of climate adaptability of yam cultivation. Anhui Agricultural Science Bulletin. 2009;15(23):173–175."}, {"Citation": "Zakari DM, Mohammed AB, Medugu NI, et al. Impact of climate change on yam production in Abuja, Nigeria. International Journal of Science, Environment and Technology. 2014;3:458–472."}, {"Citation": "Zhang C, Zhao Q, Peng F, Yang B, Huang R, Xie S. Analysis of characteristics of different varieties of yam. Seed. 2001;2001(03):55–56."}, {"Citation": "Zhou X, Wang S, Wu K, Liu C, Lv Q. Studies on the soils for Dioscorea opposita Thunb. Chinese Agricultural Science Bulletin. 2006;2006(07):347–350."}, {"Citation": "Zhu H, Wang S, Huo X, Tian H. Study on the correlation between tubers yield and components of Chinese yam (Dioscorea opposite Thunb.) Journal of Inner Mongolia Agricultural University. 2011;32(02):134–137."}]}], "History": [{"Year": "2018", "Month": "12", "Day": "26"}, {"Year": "2019", "Month": "9", "Day": "24"}, {"Year": "2019", "Month": "10", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31617038", "PMC7188720", "10.1007/s10653-019-00437-w", "10.1007/s10653-019-00437-w"]}}]}