{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["agricultural wastes", "bio-compounds", "fertilizer", "glucosinolate", "onion", "sulfur-bentonite"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31612485", "DateCompleted": {"Year": "2019", "Month": "12", "Day": "18"}, "DateRevised": {"Year": "2020", "Month": "01", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1002/jsfa.10086"], "Journal": {"ISSN": "1097-0010", "JournalIssue": {"Volume": "100", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Jan", "Day": "30"}}, "Title": "Journal of the science of food and agriculture", "ISOAbbreviation": "J Sci Food Agric"}, "ArticleTitle": "Sulfur bentonite-organic-based fertilizers as tool for improving bio-compounds with antioxidant activities in red onion.", "Pagination": {"StartPage": "785", "EndPage": "793", "MedlinePgn": "785-793"}, "Abstract": {"AbstractText": ["Red onion is popular in cuisines worldwide and is valued for its potential medicinal properties. Red onion is an important source of several phytonutrients such as flavonoids, thiosulfinates and other sulfur compounds, recognized as important elements of the diet. Nowadays, there is the need of producing food enriched in health benefit compounds. In this study, pads of sulfur bentonite (SB) with the addition of orange residue (OR) or olive pomace (OP) were used to improve the quality of red onion. The experiment was conducted for 3 months in the field to evaluate the phytochemicals of differently amended red onion.", "Treated plants were better in quality than controls. Antioxidant activity, detected as DPPH, ORAC and ABTS, was highest in plants grown in the presence of SB enriched with agricultural wastes, particularly SB-OR. Polyphenols increased in all treated plants. The volatile fraction was clearly dominated by sulfur compounds that are strictly related to the concentration of the aroma precursors S-alkenyl cysteine sulfoxides. The greater amount of thiosulfinates in treated compared with untreated onion evidenced that SB pelletized with agricultural wastes can represent a new formulation of organic fertilizer able to improve the beneficial properties of onion. The results highlighted that the best red onion quality was obtained using SB-OR pads.", "The use of SB bound with agricultural wastes represents a novel strategy to increase bio-compounds with beneficial effects on human health, to enhance the medical and economic values of sulfur-loving crops, with important consequences on the bio and green economy. © 2019 Society of Chemical Industry."], "CopyrightInformation": "© 2019 Society of Chemical Industry."}, "AuthorList": [{"Identifier": ["0000-0002-0439-1614"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agriculture Department, Mediterranea University, Reggio Calabria, Italy."}], "LastName": "Muscolo", "ForeName": "Adele", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agriculture Department, Mediterranea University, Reggio Calabria, Italy."}], "LastName": "Papalia", "ForeName": "Teresa", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agriculture Department, Mediterranea University, Reggio Calabria, Italy."}], "LastName": "Settineri", "ForeName": "Giovanna", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agriculture Department, Mediterranea University, Reggio Calabria, Italy."}], "LastName": "Mallamaci", "ForeName": "Carmelo", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agriculture Department, Mediterranea University, Reggio Calabria, Italy."}], "LastName": "Panuccio", "ForeName": "Maria R", "Initials": "MR"}], "PublicationTypeList": ["Evaluation Study", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Sci Food Agric", "NlmUniqueID": "0376334", "ISSNLinking": "0022-5142"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Fertilizers"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Waste Products"}, {"RegistryNumber": "1302-78-9", "NameOfSubstance": "Bentonite"}, {"RegistryNumber": "70FD1KFU70", "NameOfSubstance": "Sulfur"}], "MeshHeadingList": [{"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Bentonite"}, {"QualifierName": ["methods"], "DescriptorName": "Crop Production"}, {"QualifierName": ["analysis"], "DescriptorName": "Fertilizers"}, {"QualifierName": ["chemistry"], "DescriptorName": "Olea"}, {"QualifierName": ["chemistry", "growth & development", "metabolism"], "DescriptorName": "Onions"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Sulfur"}, {"QualifierName": ["analysis"], "DescriptorName": "Waste Products"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Dordas C, Role of nutrients in controlling plant diseases in sustainable agriculture. A review. Agron Sustain Dev 28:33-46 (2008)."}, {"Citation": "Muscolo A, Mallamaci C, Settineri G and Calamarà G, Increasing soil and crop productivity by using agricultural wastes pelletized with elemental sulfur and bentonite. Agron J 109:1900-1910 (2017)."}, {"Citation": "Muscolo A, Settineri G, Papalia T, Attinà E, Basile C and Panuccio MR, Anaerobic co-digestion of recalcitrant agricultural wastes: characterizing of biochemical parameters of digestate and its impacts on soil ecosystem. Sci Total Environ 586:746-752 (2017)."}, {"Citation": "Muscolo A, Papalia T, Settineri G, Romeo F and Mallamaci C, Three different methods for turning olive pomace in resource: benefits of the end products for agricultural purpose. Sci Total Environ 662:1-7 (2019)."}, {"Citation": "Galeone C, Pelucchi C, Levi F, Negri E, Franceschi S, Talamini R et al., Onion and garlic use and human cancer. Am J Clin Nutr 84:1027-1032(2006)."}, {"Citation": "Mennen LI, Sapinho D, de Bree A, Arnault N, Bertrais S, Galan P et al., Consumption of foods rich in flavonoids is related to a decreased cardiovascular risk in apparently healthy French women. J Nutr 134:923-926 (2004)."}, {"Citation": "Sakai Y, Murakami T and Yamamoto Y, Antihypertensive effects of onion on NO synthase inhibitor-induced hypertensive rats and spontaneously hypertensive rats. Biosci Biotechnol Biochem 67:1305-1311 (2003)."}, {"Citation": "Moon J-H, Nakata R, Oshima S, Inakuma T and Terao J, Accumulation of quercetin conjugates in blood plasma after the short-term injection of onion by women. Am J Physiol Regul Integr Comp Physiol 279:R461-R467 (2000)."}, {"Citation": "Campos KE, Diniz YS, Cataneo AC, Faine LA, Alves MJQF and Novelli ELB, Hypoglycaemic and antioxidant effect of onion, Allium cepa: dietary onion addition, antioxidant activity and hypoglycemic effect on diabetic rats. Int J Food Sci Nutr 54:241-246 (2003)."}, {"Citation": "Corzo-Martínez M, Corzo N and Villamiel M, Biological properties of onions and garlic. Trends Food Sci Technol 18:609-625 (2007)."}, {"Citation": "Yang J, Meyers KJ, van der Heide J and Liu RH, Varietal differences in phenolic content and antioxidant and antiproliferative activities of onions. J Agric Food Chem 52:6787-6793 (2004)."}, {"Citation": "Benkeblia N, Free-radical scavenging capacity and antioxidant properties of some selected onions (Allium cepa L.) and garlic (Allium sativum L.) extracts. Braz Arch Biol Technol 48:753-759 (2005)."}, {"Citation": "Gorinstein S, Leontowicz H, Leontowicz M, Namiesnik J, Najman K, Drzewiecki J et al., Comparison of the main bioactive compounds and antioxidant activities in garlic and white and red onions after treatment protocols. J Agric Food Chem 56:4418-4426 (2008)."}, {"Citation": "Jaggi RC and Dixit SP, Onion (Allium cepa) responses to sulphur in representative vegetable growing soils of Kangra Valley of Himachal Pradesh. Indian J Agric Sci 69:289-291 (1999)."}, {"Citation": "Mishu HM, Ahmed F, Rafii MY, Golam F and Latif MA, Effect of sulphur on growth, yield and yield attributes in onion (Allium cepa L.). Aust J Crop Sci 7:1416-1422 (2013)."}, {"Citation": "Gondane SP, Chandan PM and Panchal KN, Effect of different levels of sulphur on yield and quality of onion. Int J Curr Microbiol Appl Sci 6:2125-2132 (2018)."}, {"Citation": "Abolmaaty SM and Fawaz SBM, Effect of vermicompost treatments and EM1 on onion white rot disease. Global J Adv Res 3:658-669 (2016)."}, {"Citation": "Yassen AA and Khalid KA, Influence of organic fertilizers on the yield, essential oil and mineral content of onion. Int Agrophys 23:183-188 (2009)."}, {"Citation": "Bua B, Owiny R and Ocwa A, Response of onion to different organic amendments in central Uganda. Agric Sci Technol B 7:79-85 (2017). https://doi.org/10.17265/2161-6264/2017.02.002."}, {"Citation": "Abou-El-Hassan S, Elmehrat HG, Ragab AA and Abo-Dahab AMMA, Growth, yield, bulb quality and storability of some onion cultivars response to compost, vermicompost and plant growth promoting rhizobacteria. Middle East J Agric Res 7:292-306 (2018)."}, {"Citation": "Ullah MH, Hug SMI, Alam MDU and Rahman MA, Impacts of sulphur levels on yield, storability and economic return of onion. Bangladesh J Agric Res 33:539-548 (2008)."}, {"Citation": "De Souza LFG, Filho ABC, de Túlio FA and Nowaki RHD, Effect of sulphur dose on the productivity and quality of onions. Aust J Crop Sci 9:728-733 (2015)."}, {"Citation": "Panuccio MR, Attinà E, Basile C, Mallamaci C and Muscolo A, Use of recalcitrant agriculture wastes to produce biogas and feasible biofertilizer. Waste Biomass Valor 7:267-280 (2016). https://doi.org/10.1007/s12649-015-9445-5."}, {"Citation": "Bremner JM and Mulvaney CS, Nitrogen-total, in Methods of Soil Analysis, ed. by Miller AL and Keeney RH. American Society of Agronomy, Madison, WI, pp. 595-624 (1982)."}, {"Citation": "Kaminsky R and Müller WH, The extraction of soil phytotoxins using a neutral EDTA solution. Soil Sci 124:205-210 (1977)."}, {"Citation": "Kaminsky R and Müller WH, A recommendation against the use of alkaline soil extraction in the study of allelopathy. Plant Soil 49:641-645 (1978)."}, {"Citation": "Muscolo A, Sidari M, Panuccio MR, De Santis C and Finocchiaro A, Early effects of phenolic compounds, extracted from two forest litters, on ammonium uptake and assimilation in Pinus laricio and Pinus pinaster seedlings. Plant Soil 269:309-320 (2005)."}, {"Citation": "Panuccio MR, Papalia T, Attinà E, Giuffrè A and Muscolo A, Use of digestate as an alternative to mineral fertilizer: effects on growth and crop quality. Arch Agron Soil Sci 65:700-711 (2019)."}, {"Citation": "Severson RC and Shacklette HT, Sources and Use of Fertilizers and Other Soil Amendments in Agriculture (Circular 1017). US Geological Survey, Washington, DC (1988)."}, {"Citation": "Lee J, Durst R and Wrolstad RE, Determination of total monomeric anthocyanin pigment content of fruit juices, beverages, natural colorants, and wines by the pH differential method: collaborative study. J AOAC Int 88:1269-1278 (2005)."}, {"Citation": "Velioglu YS, Mazza G, Gao L and Oomah BD, Antioxidant activity and total phenolics in selected fruits, vegetables, and grain products. J Agric Food Chem 46:4113-4117 (1998)."}, {"Citation": "Djeridane A, Yousfi M, Nadjemi B, Boutassouna D, Stocker P and Vidal N, Antioxidant activity of some Algerian medicinal plants extracts containing phenolic compounds. Food Chem 97:654-660 (2006)."}, {"Citation": "Papalia T, Barreca D and Panuccio MR, Assessment of antioxidant and cytoprotective potential of jatropha (Jatropha curcas) grown in Southern Italy. Int J Mol Sci 18:660 (2017). https://doi.org/10.3390/ijms18030660."}, {"Citation": "Re R, Pellegrini N, Proteggente A, Pannala A, Yang M and Rice-Evans C, Antioxidant activity applying an improved ABTS radical cation decolorization assay. Free Radic Biol Med 26:1231-1237 (1999)."}, {"Citation": "Dávalos A, Gómez-Cordovés C and Bartolomé B, Extending applicability of the oxygen radical absorbance capacity (ORAC-fluorescein) assay. J Agric Food Chem 52:48-54 (2004)."}, {"Citation": "Fossen T, Cabrita L and Andersen OM, Colour and stability of pure anthocyanins influenced by pH including the alkaline region. Food Chem 63:435-440 (1998)."}, {"Citation": "Ziegler SJ and Sticher O, HPLC of S-alk(en)yl-l-cysteine derivatives in garlic including quantitative determination of (+)-S-allyl-l-cysteine sulfoxide (alliin). Planta Med 55:372-378 (1989)."}, {"Citation": "Tsuge K, Kataoka M and Seto Y, Determination of S-methyl-, S-propyl-, and S-propenyl-l-cysteine sulfoxides by gas chromatography-mass spectrometry after tert-butyldimethylsilylation. J Agric Food Chem 50:4445-4451 (2002)."}, {"Citation": "Doymaz I, Gorel O and Akgun NA, Drying characteristics of the solid by-product of olive oil extraction. Biosyst Eng 88:213-219 (2004)."}, {"Citation": "Manios T, The composting potential of different organic solid wastes: experience from the island of Crete. Environ Int 29:1079-1089 (2004)."}, {"Citation": "Ren H, Endo H and Hayashi T, Antioxidative and antimutagenic activities and polyphenol content of pesticide-free and organically cultivated green vegetables using water-soluble chitosan as a soil modifier and leaf surface spray. J Sci Food Agric 81:1426-1432 (2001)."}, {"Citation": "Hallmann E and Rembiałkowska E, Antioxidant compound content in selected onion bulbs from organic and conventional cultivation. J Res Appl Agric Eng 51:42-46 (2006)."}, {"Citation": "Ren F, Reilly K, Kerry JP, Gaffney M, Hossain M and Rai DK, Higher antioxidant activity, total flavonols, and specific quercetin glucosides in two different onion (Allium cepa L.) varieties grown under organic production: results from a 6-year field study. J Agric Food Chem 65:5122-5132 (2017)."}, {"Citation": "Panuccio MR, Chaabani S, Roula R and Muscolo A, Bio-priming mitigates detrimental effects of salinity on maize improving antioxidant defense and preserving photosynthetic efficiency. Plant Physiol Biochem 132:465-474 (2018)."}, {"Citation": "Sharma KD, Karki S, Thakur NS and Attri S, Chemical composition, functional properties and processing of carrot - a review. J Food Sci Technol 49:22-32 (2012)."}, {"Citation": "D'Evoli L, Tarozzi A, Hrelia P, Lucarini M, Cocchiola M, Gabrielli P et al., Influence of cultivation system on bioactive molecules synthesis in strawberries: spin-off on antioxidant and antiproliferative activity. J Food Sci 75:C94-C99 (2010)."}, {"Citation": "Kleiber T, Bosiacki M and Markiewicz B, Effect of the controlled fertilization on the mineral components of chosen varieties of onion (Allium cepa L.). Part I. Macroelements. Ecol Chem Eng A 17:269-278 (2010)."}, {"Citation": "Delgado R, Martín P, del Álamo M and González M-R, Changes in the phenolic composition of grape berries during ripening in relation to vineyard nitrogen and potassium fertilisation rates. J Sci Food Agric 84:623-630 (2004). https://doi.org/10.1002/jsfa.1685."}, {"Citation": "Kavalcová P, Bystrická J, Tóth T, Volnová B, Kopernická M and Harangozo L, Potassium and its effect on the content of polyphenols in onion (Allium cepa L.). J Microbiol Biotechnol Food Sci 4:74-77 (2015)."}, {"Citation": "Olthof MR, Hollman PCH and Katan MB, Chlorogenic acid and caffeic acid are absorbed in humans. J Nutr 131:66-71 (2001)."}, {"Citation": "Kono Y, Shibata H, Kodama Y and Sawa Y, The suppression of the N-nitrosating reaction by chlorogenic acid. Biochem J 312:947-953 (1995)."}, {"Citation": "Hertog MGL, Hollman PCH and Venema DP, Optimization of a quantitative HPLC determination of potentially anticarcinogenic flavonoids in vegetables and fruits. J Agric Food Chem 40:1591-1598 (1992)."}, {"Citation": "Lai W-W, Hsu S-C, Chueh F-S, Chen Y-Y, Yang J-S, Lin J-P et al., Quercetin inhibits migration and invasion of SAS human oral cancer cells through inhibition of NF-κB and matrix metalloproteinase-2/-9 signaling pathways. Anticancer Res 33:1941-1950 (2013)."}, {"Citation": "Kumar R, Vijayalakshmi S and Nadanasabapathi S, Health benefits of quercetin. Defence Life Sci J 2:142-151 (2017)."}, {"Citation": "Nicastro HL, Ross SH and Milner JA, Garlic and onions: their cancer prevention properties. Cancer Prev Res (Phila) 8:181-189 (2015)."}, {"Citation": "Chen AY and Chen YC, A review of the dietary flavonoid, kaempferol on human health and cancer chemoprevention. Food Chem 138:2099-2107 (2013)."}, {"Citation": "Crespy V, Morand C, Besson C, Manach C, Démigné C and Rémésy C, Comparison of the intestinal absorption of quercetin, phloretin and their glucosides in rats. J Nutr 131:2109-2114 (2001)."}, {"Citation": "Alrawaiq NS and Abdullah A, Review of flavonoid quercetin: metabolism, bioactivity and antioxidant properties. Int J PharmTech Res 6:933-941 (2014)."}, {"Citation": "Upadhyay S and Dixit M, Role of polyphenols and other phytochemicals on molecular signaling. Oxid Med Cell Longev 2015:504253 (2015). https://doi.org/10.1155/2015/504253."}, {"Citation": "Hatano K, Kojima M, Tanokura M and Takahashi K, Solution structure of bromelain inhibitor VI from pineapple stem: structural similarity with Bowman-Birk trypsin/chymotrypsin inhibitor from soybean. Biochemistry 35:5379-5384 (1996)."}, {"Citation": "Fukushima S, Takada N, Hori T and Wanibuchi H, Cancer prevention by organosulfur compounds from garlic and onion. J Cell Biochem 67:100-105 (1997)."}, {"Citation": "Richter M, Ebermann M and Marian B, Quercetin-induced apoptosis in colorectal tumor cells: possible role of EGF receptor signaling. Nutr Cancer 34:88-99 (1999)."}, {"Citation": "Miodini P, Fioravanti L, Di Fronzo G and Cappelletti V, The two phyto-oestrogens genistein and quercetin exert different effects on oestrogen receptor function. Br J Cancer 80:1150-1155 (1999)."}, {"Citation": "Steerenberg PA, Garssen J, Dortant P, Hollman PC, Alink GM, Dekker M et al., Protection of UV-induced suppression of skin contact hypersensitivity: a common feature of flavonoids after oral administration? Photochem Photobiol 67:456-461 (1998)."}, {"Citation": "Eppendorfer WH, Effects of S, N and P on amino acid composition of field beans (Vicia faba) and responses of the biological value of the seed protein and S-amino acid content. Sci Food Agric 22:501-505 (1971)."}, {"Citation": "Mnayer D, Fabiano-Tixier A-S, Petitcolas E, Hamieh T, Nehme N, Ferrant C et al., Chemical composition, antibacterial and antioxidant activities of six essentials oils from the Alliaceae family. Molecules 19:20034-20053 (2014). https://doi.org/10.3390/molecules191220034."}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "3", "Day": "28"}, {"Year": "2019", "Month": "9", "Day": "5"}, {"Year": "2019", "Month": "10", "Day": "11"}, {"Year": "2019", "Month": "10", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "16", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31612485", "10.1002/jsfa.10086"]}}]}