{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chitosan", "Lipoxygenase", "Melissa officinalis", "Methyl jasmonate", "Rosmarinic acid"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31624938", "DateRevised": {"Year": "2023", "Month": "10", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "10", "Day": "17"}], "Language": ["eng"], "ELocationID": ["26", "10.1186/s40529-019-0274-x"], "Journal": {"ISSN": "1817-406X", "JournalIssue": {"Volume": "60", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Oct", "Day": "17"}}, "Title": "Botanical studies", "ISOAbbreviation": "Bot Stud"}, "ArticleTitle": "Chitosan enhances rosmarinic acid production in shoot cultures of Melissa officinalis L. through the induction of methyl jasmonate.", "Pagination": {"StartPage": "26", "MedlinePgn": "26"}, "Abstract": {"AbstractText": ["Chitosan is a polycationic polysaccharide derived from chitin that has been recognized as an effective elicitor in the production of secondary metabolites of many medicinal plants. In this study, the effect of abiotic elicitor (chitosan) at various concentrations on rosmarinic acid (RA) and total phenolic accumulation in shoot cultures of lemon balm was investigated.", "Treatment of shoots by chitosan led to a noticeable induction of phenylalanine ammonia-lyase (PAL), catalase (CAT), guaiacol peroxidase (GPX) and lipoxygenase (LOX) activities. Besides, the expression of PAL1, TAT and RAS genes and accumulation of RA and phenolic compound increased in chitosan-treated lemon balm shoots. Chitosan treatment also increased H<sub>2</sub>O<sub>2</sub> accumulation and the expression of RBOH, an essential gene implicated in ROS production. Also, the up-regulation of the OPR gene by exogenous chitosan was associated with the induction of endogenous JA determined by GC-MASS.", "The present study showed that the induced production of rosmarinic acid by chitosan involves the trigger of defense-related enzymes, up-regulated expression of TAT and RAS genes, and stimulation of JA biosynthesis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Sciences, Shahrekord University, Shahrekord, Iran."}], "LastName": "Fooladi Vanda", "ForeName": "Ghazaleh", "Initials": "G"}, {"Identifier": ["0000-0001-6194-4708"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Sciences, Shahrekord University, Shahrekord, Iran. lshabani@gmail.com."}], "LastName": "Shabani", "ForeName": "Leila", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Payame Noor University, 19395-3697, Tehran, Iran."}], "LastName": "Razavizadeh", "ForeName": "Roya", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Bot Stud", "NlmUniqueID": "101321928", "ISSNLinking": "1817-406X"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aebi H. Catalase in vitro. Methods Enzymol. 1984;105:121–126.", "ArticleIdList": ["6727660"]}, {"Citation": "Agrawal GK, Rakwal R, Tamogami S, Yonekura M, Kubo A, Saji H. Chitosan activates defense/stress response(s) in the leaves of Oryza sativa seedlings. Plant Physiol Biochem. 2002;40:1061–1069."}, {"Citation": "Alami I, Jouy N, Clervet A. The lipoxygenase pathway is involved in elicitor-induced phytoalexin accumulation in plane tree (Platanus acerifolia) cell-suspension cultures. J Phytopathol. 1999;147:515–519."}, {"Citation": "Alexieva V, Sergiev I, Mapelli S, Karanov E. The effect of drought and ultraviolet radiation on growth and stress markers in pea and wheat. Plant Cell Environ. 2001;24:1337–1344."}, {"Citation": "Algam S, Xie G, Li B, Yu S, Su T, Larsen J. Effects of Paenibacillus strains and chitosan on plant growth promotion and control of Ralstonia wilt in tomato. J. Plant Pathol. 2010;92:593–600."}, {"Citation": "Ali AA, Alqurainy F. Activities of antioxidants in plants under environmental stress. In: Motohashi N, editor. The lutein-prevention and treatment for diseases. India: Transworld Research Network; 2006."}, {"Citation": "Amin AA, Rashad M, El-Abagy HMH. Physiological effect of indole-3-butyric acid and salicylic acid on growth, yield and chemical constituents of onion plants. J Appl Sci Res. 2007;3:1554–1563."}, {"Citation": "Andreou A, Brodhun F, Feussner I. Biosynthesis of oxylipins in non-mammals. Prog Lipid Res. 2009;48:148–170.", "ArticleIdList": ["19268690"]}, {"Citation": "Axelrod B, Cheesbrough TM, Laakso S. Lipoxygenase from soybeans. Methods Enzymol. 1981;71:441–451."}, {"Citation": "Bais HP, Walker TS, Schweizer HP, Vivanco JM. Root specific elicitation and antimicrobial activity of rosmarinic acid in hairy root cultures of Ocimum basilicum. Plant Physiol Biochem. 2002;40:983–995."}, {"Citation": "Biesgen C, Weiler EW. Structure and regulation of OPR1 and OPR2, two closely related genes encoding 12-oxophytodienoic acid-10,11-reductases from Arabidopsis. Planta. 1999;208:155–165.", "ArticleIdList": ["10333582"]}, {"Citation": "Bulgakov VP, Inyushkina YV, Fedoreyev SA. Rosmarinic acid and its derivatives: biotechnology and applications. Crit Rev Biotechnol. 2012;32:203–217.", "ArticleIdList": ["21838541"]}, {"Citation": "Cao J, Jiang W. Induction of resistance in Yali pear (Pyrus bretschneideri Rehd.) fruit against postharvest diseases by acibenzolar-S-methyl sprays on trees during fruit growth. SciHort. 2006;110:181–186."}, {"Citation": "Chakraborty M, Karun A, Mitra A. Accumulation of phenylpropanoid derivatives in chitosan-induced cell suspension culture of Cocos nucifera. J Plant Physiol. 2009;166:63–71.", "ArticleIdList": ["18448193"]}, {"Citation": "Chandrkrachang S, Sompongchaikul P, Sangtain S. Profitable spin-off from using chitosan in orchid farming in Thailand. J Metals Mater. Miner. 2005;15:45–48."}, {"Citation": "Chang JH, Shin IS, Chung HJ. Improved menthol production from chitosan elicited suspension culture of Mentha piperita. Biotechnol Lett. 1998;20:1097–1099."}, {"Citation": "Chen H, Chen F. Effect of yeast elicitor on the secondary metabolism of Ti-transformed Salvia miltiorrhiza cell suspension cultures. Plant Cell Rep. 2000;19:710–717.", "ArticleIdList": ["30754810"]}, {"Citation": "Chibu H, Shibayama H, Arima S. Effects of chitosan application on the shoot growth of rice and soybean. Jap J Crop Sci. 2002;71:206–211."}, {"Citation": "Creelman RA, Tierey ML, Mullet JE. Jasmonic acid/methyl jasmonate accumulate in wounded soybean hypocotyls and modulate wound gene expression. Proc Natl Acad Sci USA. 1992;89:4938–4941.", "ArticleIdList": ["PMC49203", "1594598"]}, {"Citation": "De-Eknamkul W, Ellis BE. Purification and characterization of tyrosine aminotransferase activities from Anchusa officinalis cell cultures. Arch Biochem Biophys. 1987;257:430–438.", "ArticleIdList": ["2889425"]}, {"Citation": "Doares SH, Syrovets T, Weiler EW, Ryan CA. Oligogalacturonides and chitosan activate plant defensive genes through the octadecanoid pathway. Proc Natl Acad Sci USA. 1995;92:4095–4098.", "ArticleIdList": ["PMC41892", "11607534"]}, {"Citation": "Dong J, Wan G, Liang Z. Accumulation of salicylic acid-induced phenolic compounds and raised activities of secondary metabolic and antioxidative enzymes in Salvia miltiorrhiza cell culture. J Biotechnol. 2010;148:99–104.", "ArticleIdList": ["20576504"]}, {"Citation": "Doring AS, Pellegrini E, Campanella A, Trivellini A, Gennai C, Petersen M, et al. How sensitive is Melissa officinalis to realistic ozone concentrations? Plant Physiol Bioch. 2014;74:156–164.", "ArticleIdList": ["24321873"]}, {"Citation": "Ellis BE, Towers GH. Biogenesis of rosmarinic acid in Mentha. Biochem J. 1970;118:291–297.", "ArticleIdList": ["PMC1179116", "5484678"]}, {"Citation": "Esmaeilzadeh S, Sharifi M, Safaei N, Behmanesh M. Enhancement of lignan and phenylpropanoid compounds production by chitosan and chitin in Linum album cell culture. IJPB. 2012;4:13–26."}, {"Citation": "Falcon-Rodriguez AB, Cabrera JC, Ortega E, Martinez-Tellez MA. Concentration and physicochemical properties of chitosan derivatives determine the induction of defence responses in roots and leaves of tobacco (Nicotiana tabacum) plants. AJABS. 2009;4:192–200."}, {"Citation": "Gayoso C, Pomar F, Novo-Uzal E, Merino F, Ilárduya ÓM. The Ve-mediated resistance response of the tomato to Verticillium dahliae involves H2O2, peroxidase and lignins and drives PAL gene expression. BMC Plant Biol. 2010;10:232.", "ArticleIdList": ["PMC3095318", "20977727"]}, {"Citation": "Gornik K, Grzesik M, Duda BR. The effect of chitosan on rooting of grape vine cuttings and on subsequent plant growth under drought and temperature stress. J. Fruit Ornam Plant Res. 2008;16:333–343."}, {"Citation": "Gundlach H, Miiller MJ, Kutchan TM, Zenk MH. Jasmonic acid is a signal transducer in elicitor-induced plant cell cultures. Proc Natl Acad Sci USA. 1992;89:2389–2393.", "ArticleIdList": ["PMC48663", "11607285"]}, {"Citation": "Hadwiger LA. Host-parasite interactions: elicitation of defense responses in plants with chitosan. In: Jolles P, Muzzarelli RAAA, editors. Chitin and chitinases. Basel: Birkhauser Verlag; 1999.", "ArticleIdList": ["10906960"]}, {"Citation": "Hao G, Ji HW, Li YL, Shi RJ, Wang JM, Feng L, et al. Exogenous ABA and polyamines enhanced salvianolic acids contents in hairy root cultures of Salvia miltiorrhiza Bge. f. alba. Plant OMICS. 2012;5:446–452."}, {"Citation": "Hedden P, Thomas SG. Plant hormone signaling. Oxford: Blackwell; 2006."}, {"Citation": "Hodges DM, DeLong JM, Forney CF, Prange RK. Improving the thiobarbituric acid-reactive-substances assay for estimating lipid peroxidation in plant tissues containing anthocyanin and other interfering compounds. Planta. 1999;207:604–611.", "ArticleIdList": ["28456836"]}, {"Citation": "Khan WM, Prithiviraj B, Smith DL. Effect of foliar application of chitin oligosaccharides on photosynthesis of maize and soybean. Photosynthetica. 2002;40:621–624."}, {"Citation": "Kim YB, Kim JK, Uddin MR, Xu H, Park WT, et al. Metabolomics analysis and biosynthesis of rosmarinic acid in Agastache rugose Kuntze treated with methyl jasmonate. PLoS ONE. 2013;8:e64199.", "ArticleIdList": ["PMC3665811", "23724034"]}, {"Citation": "Kim YB, Uddina MR, Kim Y, Park CG, Park SU. Molecular cloning and characterization of tyrosine aminotransferase and hydroxyphenylpyruvate reductase, and rosmarinic acid accumulation in Scutellaria baicalensis. Nat Prod Commun. 2014;9:1311–1314.", "ArticleIdList": ["25918800"]}, {"Citation": "Kuyyogsuy A, Deenamo N, Khompatara K, Ekchaweng K, Churngchow N. Chitosan enhances resistance in rubber tree (Hevea brasiliensis), through the induction of abscisic acid (ABA) Physiol Mol Plant Pathol. 2018;102:67–78."}, {"Citation": "Li W, Zhou F, Liu B, Feng D, He Y, Qi K, Wang H, Wang J. Comparative characterization, expression pattern and function analysis of the 12-oxo phytodienoic acid reductase gene family in rice. Plant Cell Rep. 2011;30:981–995.", "ArticleIdList": ["21249367"]}, {"Citation": "Li H, Fu Y, Sun H, Zhang Y, Lan X. Transcriptomic analyses reveal biosynthetic genes related to rosmarinic acid in Dracocephalum tanguticum. Sci Rep. 2017;7:74.", "ArticleIdList": ["PMC5428373", "28250432"]}, {"Citation": "Lin CC, Kao CH. NaCl induced changes in ionically bound peroxidase activity in roots of rice seedlings. Plant Soil. 1999;216:147–153."}, {"Citation": "Lin W, Hu X, Zhang W, Rogers WJ, Cai W. Hydrogen peroxide mediates defence responses induced by chitosans of different molecular weights in rice. J Plant Physiol. 2005;162:937–944.", "ArticleIdList": ["16146320"]}, {"Citation": "Loschke DC, Hadwiger LA, Wagoner W. Comparison of mRNA populations coding for phenylalanine ammonia lyase and other peptides from pea tissue treated with biotic and abiotic phytoalexins inducers. Physiol Plant Pathol. 1983;23:163–173."}, {"Citation": "Lu X, Hao L, Wang F, Huang C, Wu S. Molecular cloning and overexpression of the tyrosine aminotransferase (TAT) gene leads to increased rosmarinic acid yield in Perilla frutescens. Plant Cell Tissue Organ Cult. 2013;115:69–83."}, {"Citation": "Ma LJ, Li YY, Yu CM, Wang Y, Li XM, Li N, Chen Q, Bu N. Germination and physiological response of wheat (Triticum aestivum) to pre-soaking with oligochitosan. Int J Agric Biol. 2014;16:766–770."}, {"Citation": "Malerba M. Cerana R (2015) Reactive oxygen and nitrogen species in defense/stress responses activated by chitosan in sycamore cultured cells. Int J Mol Sci. 2015;16:3019–3034.", "ArticleIdList": ["PMC4346878", "25642757"]}, {"Citation": "Merkli A, Christen P, Kapetanidis I. Production of diosgenin by hairy rootcultures of Trigonella foenum-graecum. Plant Cell Rep. 1997;16:632–636.", "ArticleIdList": ["30727609"]}, {"Citation": "Mittler R. Oxidative stress, antioxidants and stress tolerance. Trends Plant Sci. 2002;7:405–410.", "ArticleIdList": ["12234732"]}, {"Citation": "Mizukami H, Ellis BE. Rosmarinic acid formation and differential expression of tyrosine aminotransferase isoforms in Anchusa officinalis cell suspension cultures. Plant Cell Rep. 1991;10:321–324.", "ArticleIdList": ["24221665"]}, {"Citation": "Mizukami H, Ogawa T, Ohashi H, Ellis BE. Induction of rosmarinic acid biosynthesis in Lithospermum erythrorhizoncell suspension cultures by yeast extract. Plant Cell Rep. 1992;11:480–483.", "ArticleIdList": ["24201594"]}, {"Citation": "Morrison TA, Kessler JR, Hatfield RD, Buxton DR. Activity of two lignin biosynthesis enzymes during development of maize internode. J Sci Food Agric. 1994;65:133–139."}, {"Citation": "Mousavi SM, Shabani L. Rosmarinic acid accumulation in Melissa officinalis shoot cultures is mediated by ABA. Biol Plant. 2019;63:418–424."}, {"Citation": "Ozturk M, Duru ME, Ince B, Harmandar M, Topcu G. A new rapid spectrophotometric method to determine the rosmarinic acid level in plant extracts. Food Chem. 2010;123:1352–1356."}, {"Citation": "Rakwal R, Tamogami Sh, Agrawal GK, Iwahashia H. Octadecanoid signaling component ‘‘burst’’ in rice (Oryza sativa L.) seedling leaves upon wounding by cut and treatment with fungal elicitor chitosan. Biochem Biophys Res Commun. 2002;295:1041–1045.", "ArticleIdList": ["12135598"]}, {"Citation": "Reymond P, Farmer EE. Jasmonate and salicylate as global signals for defense gene expression. Curr Opin Plant Biol. 1998;1:404–411.", "ArticleIdList": ["10066616"]}, {"Citation": "Ru M, Wang K, Bai Z, Peng L, He S, Wang Y, Liang Z. A tyrosine aminotransferase involved in rosmarinic acid biosynthesis in Prunella vulgaris L. Sci Rep. 2017;7:4892.", "ArticleIdList": ["PMC5501851", "28687763"]}, {"Citation": "Sathiyabama M, Bernsteinb N, Anusuya S. Chitosan elicitation for increased curcumin production and stimulation of defence response in turmeric (Curcuma longa L.) Ind Crops Prod. 2016;89:87–94."}, {"Citation": "Singleton V, Rossi JA. Colorimetry of total phenolics with phosphor molybdic-phosphotungstic acid reagents. Am J Enol Viticult. 1965;16:144–158."}, {"Citation": "Suzuki N, Miller G, Morales J, Shulaev V, Torres MA, Mittler R. Respiratory burst oxidases: the engines of ROS signaling. Curr Opin Plant Biol. 2011;14:691–699.", "ArticleIdList": ["21862390"]}, {"Citation": "Trotel-Aziz P, Couderchet M, Vernet G, Aziz A. Chitosan stimulates defense reactions in grapevine leaves and inhibits development of Botrytis cinerea. Eur J Plant Pathol. 2006;114:405–413."}, {"Citation": "Wang CL, Liang ZS, Li DR, Yang JL. Regulation of water-soluble phenolic acid biosynthesis in Salvia miltiorrhiza Bunge. Appl Biochem Biotechnol. 2011;31:1405–1410.", "ArticleIdList": ["23673485"]}, {"Citation": "Wanner LA, Li G, Ware D, Somssich IE, Davis KR. The phenylalanine ammonia-lyase gene family in Arabidopsis thaliana. Plant Mol Biol. 1995;27:327–338.", "ArticleIdList": ["7888622"]}, {"Citation": "Wasternack C. Jasmonates: an update on biosynthesis, signal transduction and action in plant stress response, growth and development. Ann Bot. 2007;100:681–697.", "ArticleIdList": ["PMC2749622", "17513307"]}, {"Citation": "Yan Q, Shi M, Ng J, Wu JY. Elicitor-induced rosmarinic acid accumulation and secondary metabolism enzyme activities in Salvia miltiorrhiza hairy roots. Plant Sci. 2006;170:853–858."}, {"Citation": "Zaho J, Sakai K. Multiple signaling pathways mediate fungal elicitor-induced ß-thujaplicin biosynthesis in Cupressus iusitanica cell cultures. J Exp Bot. 2003;54:647–656.", "ArticleIdList": ["12554707"]}, {"Citation": "Zhang J, Simmons C, Yalpani N, Crane V, Wilkinson H, Kolomiets M. Genomic analysis of the 12-oxophytodienoic acid reductase gene family of Zea mays. Plant Mol Biol. 2005;59:323–343.", "ArticleIdList": ["16247560"]}, {"Citation": "Zhang SH, Yan Y, Wang B, Liang Z, Liu Y, Liu F, Qi Zh. Selective responses of enzymes in the two parallel pathways of rosmarinic acid biosynthetic pathway to elicitors in Salvia miltiorrhiza hairy root cultures. J Biosci Bioeng. 2014;117:645–651.", "ArticleIdList": ["24220646"]}]}], "History": [{"Year": "2019", "Month": "8", "Day": "21"}, {"Year": "2019", "Month": "10", "Day": "3"}, {"Year": "2019", "Month": "10", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "10", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["31624938", "PMC6797681", "10.1186/s40529-019-0274-x", "10.1186/s40529-019-0274-x"]}}]}