{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant", "Cholestasis", "Fibrosis", "Metformin", "Oxidative stress"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31620188", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "03", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.4103/1735-5362.253359"], "Journal": {"ISSN": "1735-5362", "JournalIssue": {"Volume": "14", "Issue": "2", "PubDate": {"Year": "2019", "Month": "Apr"}}, "Title": "Research in pharmaceutical sciences", "ISOAbbreviation": "Res Pharm Sci"}, "ArticleTitle": "Metformin attenuates oxidative stress and liver damage after bile duct ligation in rats.", "Pagination": {"StartPage": "122", "EndPage": "129", "MedlinePgn": "122-129"}, "Abstract": {"AbstractText": ["The aim of the current study was to investigate the antioxidative effect of metformin (MTF) on bile duct ligation (BDL)-induced hepatic disorder and histological damage in rats. The rats were divided into 4 groups including sham control (SC), BDL alone (BDL surgery), MTF1 (BDL surgery and administration of 250 mg/kg of MFM) and MTF2 (BDL surgery and administration of 500 mg/kg of MTF). After BDL, the animals treated with MTF by gavage for 10 days. Hematoxylin and eosin staining, biochemical analysis and oxidative stress markers were assayed to determine histological alterations, liver functions, and oxidant/antioxidant status. Hepatotoxicity was verified by remarkable increase in plasma levels of aminotransferases and alkaline phosphatase activity and liver histology 10 days after the BDL surgery. Our finding showed that treatment with MTF markedly reduced plasma alkaline phosphatase and alleviated liver injury indices (<i>P</i> ≤ 0.05). Furthermore, BDL caused a considerable increase in the protein carbonyl and malondialdehyde content (<i>P</i> ≤ 0.05). However, MTF reduces oxidative stress by constraining the protein oxidation and lipid peroxidation, and increases antioxidant reserve by increasing the ferric reducing ability of plasma and reducing glutathione levels. MTF exerts antioxidative effects in the liver fibrosis and may represent a hepato-protective effect when given to rats with BDL-induced hepatic injury."], "CopyrightInformation": "Copyright: © 2019 Research in Pharmaceutical Sciences."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, I.R. Iran."}], "LastName": "Sadeghi", "ForeName": "Heibatollah", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Yasuj University of Medical Sciences, Yasuj, I.R. Iran."}], "LastName": "Jahanbazi", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, I.R. Iran."}], "LastName": "Sadeghi", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Senior Resident of Pathology, Department of Pathology, Transplant Research Center, Nemazee Hospital, School of Medicine, Shiraz University of Medical Sciences, Shiraz, I.R. Iran."}], "LastName": "Omidifar", "ForeName": "Navid", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, I.R. Iran."}], "LastName": "Alipoor", "ForeName": "Behnam", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, I.R. Iran."}], "LastName": "Kokhdan", "ForeName": "Esmaeel Panahi", "Initials": "EP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, I.R. Iran."}], "LastName": "Mousavipoor", "ForeName": "Seyed Mehdi", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Biophysics, Texas A&M University, College Station, Texas, United States of America."}], "LastName": "Mousavi-Fard", "ForeName": "Seyed Hossein", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, I.R. Iran."}, {"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medicine, Yasuj University of Medical Sciences, Yasuj, I.R. Iran."}], "LastName": "Doustimotlagh", "ForeName": "Amir Hossein", "Initials": "AH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Res Pharm Sci", "NlmUniqueID": "101516968", "ISSNLinking": "1735-5362"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Saleh H, Soliman AM, Mohamed AS, Marie MA. Antioxidant effect of sepia ink extract on extrahepatic cholestasis induced by bile duct ligation in rats. Biomed Environ Sci. 2015;28(8):582–594.", "ArticleIdList": ["26383596"]}, {"Citation": "Han JM, Kim HG, Choi MK, Lee JS, Park HJ, Wang JH, et al. Aqueous extract of Artemisia iwayomogi Kitamura attenuates cholestatic liver fibrosis in a rat model of bile duct ligation. Food Chem Toxicol. 2012;50(10):3505–3513.", "ArticleIdList": ["22824087"]}, {"Citation": "Han JM, Kim HG, Choi MK, Lee JS, Lee JS, Wang JH, et al. Artemisia capillaris extract protects against bile duct ligation-induced liver fibrosis in rats. Exp Toxicol Pathol. 2013;65(6):837–844.", "ArticleIdList": ["23298556"]}, {"Citation": "Orellana M, Rodrigo R, Thielemann L, Guajardo V. Bile duct ligation and oxidative stress in the rat: effects in liver and kidney. Comp Biochem Physiol C Toxicol Pharmacol. 2000;126(2):105–111.", "ArticleIdList": ["11050682"]}, {"Citation": "Yilmaz M, Bukan N, Ayvaz G, Karakoç A, Törüner F, Çakir N, et al. The effects of rosiglitazone and metformin on oxidative stress and homocysteine levels in lean patients with polycystic ovary syndrome. Hum Reprod. 2005;20(12):3333–3340.", "ArticleIdList": ["16123091"]}, {"Citation": "Bayir H. Reactive oxygen species. Crit Care Med. 2005;33(12 Suppl):S498–S501.", "ArticleIdList": ["16340433"]}, {"Citation": "Alhaider AA, Korashy HM, Sayed-Ahmed MM, Mobark M, Kfoury H, Mansour MA. Metformin attenuates streptozotocin-induced diabetic nephropathy in rats through modulation of oxidative stress genes expression. Chem Biol Interact. 2011;192(3):233–242.", "ArticleIdList": ["21457706"]}, {"Citation": "Taheri N, Azarmi Y, Neshat M, Garjani A, Doustar Y. Study the effects of metformin on renal function and structure after unilateral ischemia-reperfusion in rat. Res Pharm Sci. 2012;7(5):S77."}, {"Citation": "Esteghamati A, Eskandari D, Mirmiranpour H, Noshad S, Mousavizadeh M, Hedayati M, et al. Effects of metformin on markers of oxidative stress and antioxidant reserve in patients with newly diagnosed type 2 diabetes: a randomized clinical trial. Clin Nutr. 2013;32(2):179–185.", "ArticleIdList": ["22963881"]}, {"Citation": "Rösen P, Wiernsperger NF. Metformin delays the manifestation of diabetes and vascular dysfunction in Goto-Kakizaki rats by reduction of mitochondrial oxidative stress. Diabetes Metab Res Rev. 2006;22(4):323–330.", "ArticleIdList": ["16444763"]}, {"Citation": "Xiao H, Ma X, Feng W, Fu Y, Lu Z, Xu M, et al. Metformin attenuates cardiac fibrosis by inhibiting the TGFβ1-Smad3 signalling pathway. Cardiovasc Res. 2010;87(3):504–513.", "ArticleIdList": ["20200042"]}, {"Citation": "Aktas C, Kanter M, Erboga M, Mete R, Oran M. Melatonin attenuates oxidative stress, liver damage and hepatocyte apoptosis after bile-duct ligation in rats. Toxicol Ind Health. 2014;30(9):835–344.", "ArticleIdList": ["23095487"]}, {"Citation": "Doustimotlagh AH, Dehpour AR, Etemad- Moghadam S, Alaeddini M, Kheirandish Y, Golestani A, et al. Nitrergic and opioidergic systems affect radiographic density and histomorphometric indices in bile-duct-ligated cirrhotic rats. Histol Histopathol. 2017;32(7):743–749.", "ArticleIdList": ["27782295"]}, {"Citation": "Javadian N, Rahimi N, Javadi-Paydar M, Doustimotlagh AH, Dehpour AR. The modulatory effect of nitric oxide in pro-and anti-convulsive effects of vasopressin in PTZ-induced seizures threshold in mice. Epilepsy Res. 2016;126:134–140.", "ArticleIdList": ["27497813"]}, {"Citation": "Doustimotlagh AH, Dehpour AR, Nourbakhsh M, Golestani A. Alteration in membrane protein, antioxidant status and hexokinase activity in erythrocytes of CCl4-induced cirrhotic rats. Acta Med Iran. 2014;52(11):795–803.", "ArticleIdList": ["25415810"]}, {"Citation": "Benzie IF, Strain JJ. The ferric reducing ability of plasma (FRAP) as a measure of “antioxidant power”: the FRAP assay. Anal Biochem. 1996;239(1):70–76.", "ArticleIdList": ["8660627"]}, {"Citation": "Weber D, Davies MJ, Grune T. Determination of protein carbonyls in plasma, cell extracts, tissue homogenates, isolated proteins: focus on sample preparation and derivatization conditions. Redox Biol. 2015;5:367–380.", "ArticleIdList": ["PMC4506980", "26141921"]}, {"Citation": "Marrocco I, Altieri F, Peluso I. Measurement and clinical significance of biomarkers of oxidative stress in humans. Oxid Med Cell Longev 2017. 2017:6501046. DOI: 10.1155/2017/6501046.", "ArticleIdList": ["PMC5494111", "28698768"]}, {"Citation": "Ohta Y, Kongo M, Kishikawa T. Melatonin exerts a therapeutic effect on cholestatic liver injury in rats with bile duct ligation. J Pineal Res. 2003;34(2):119–126.", "ArticleIdList": ["12562503"]}, {"Citation": "El-Lakkany NM, El-Din SHS, Sabra AA, Hammam OA, Ebeid FA. Co-administration of metformin and N-acetylcysteine with dietary control improves the biochemical and histological manifestations in rats with non-alcoholic fatty liver. Res Pharm Sci. 2016;11(5):374–382.", "ArticleIdList": ["PMC5122826", "27920819"]}, {"Citation": "Zhao SS, Li NR, Zhao WL, Liu H, Ge MX, Zhang YX, et al. D-chiro-inositol effectively attenuates cholestasis in bile duct ligated rats by improving bile acid secretion and attenuating oxidative stress. Acta Pharmacol Sin. 2018;39(2):213–221.", "ArticleIdList": ["PMC5800478", "28748913"]}, {"Citation": "Fursule RA, Patil SD. Hepatoprotective and antioxidant activity of Phaseolus trilobus, Ait on bile duct ligation induced liver fibrosis in rats. J Ethnopharmacol. 2010;129(3):416–419.", "ArticleIdList": ["20430092"]}, {"Citation": "Salman ZK, Refaat R, Selima E, El Sarha A, Ismail MA. The combined effect of metformin and L-cysteine on inflammation, oxidative stress and insulin resistance in streptozotocin-induced type 2 diabetes in rats. Eur J Pharmacol. 2013;714(1-3):448–455.", "ArticleIdList": ["23845213"]}, {"Citation": "Marchetti P, Del Guerra S, Marselli L, Lupi R, Masini M, Pollera M, et al. Pancreatic islets from type 2 diabetic patients have functional defects and increased apoptosis that are ameliorated by metformin. J Clin Endocrinol Metab. 2004;89(11):5535–5541.", "ArticleIdList": ["15531508"]}, {"Citation": "Neuschwander-Tetri BA, Nicholson C, Wells LD, Tracy TF., Jr Cholestatic liver injury down-regulates hepatic glutathione synthesis. J Surg Res. 1996;63(2):447–451.", "ArticleIdList": ["8661240"]}, {"Citation": "Alou-El-Makarem MM, Moustafa MM, Fahmy MAA, Abdel-Hamed AM, El-fayomy KN, Darwish MMAS. Evaluation of carbonylated proteins in hepatitis c virus patients. Mod Chem Appl. 2014;2:130."}, {"Citation": "Sundari PN, Wilfred G, Ramakrishna B. Does oxidative protein damage play a role in the pathogenesis of carbon tetrachloride-induced liver injury in the rat? Biochim Biophys Acta. 1997;1362(2-3):169–176.", "ArticleIdList": ["9540847"]}, {"Citation": "Terzioglu D, Uslu L, Simsek G, Atukeren P, Erman H, Gelisgen R, et al. The effects of hyperbaric oxygen treatment on total antioxidant capacity and prolidase activity after bile duct ligation in rats. J Invest Surg. 2017;30(6):376–382.", "ArticleIdList": ["27922759"]}, {"Citation": "Henning C, Smuda M, Girndt M, Ulrich C, Glomb MA. Molecular basis of maillard amide-AGE formation in vivo. J Biol Chem. 2011;286(52):44350–44356.", "ArticleIdList": ["PMC3248017", "22069309"]}, {"Citation": "Beisswenger PJ, Howell SK, Touchette AD, Lal S, Szwergold BS. Metformin reduces systemic methylglyoxal levels in type 2 diabetes. Diabetes. 1999;48(1):198–202.", "ArticleIdList": ["9892243"]}, {"Citation": "Ruggiero-Lopez D, Lecomte M, Moinet G, Patereau G, Lagarde M, Wiernsperger N. Reaction of metformin with dicarbonyl compounds. Possible implication in the inhibition of advanced glycation end product formation. Biochem Pharmacol. 1999;58(11):1765–1773.", "ArticleIdList": ["10571251"]}, {"Citation": "Kabirifar R, Ghoreshi ZA, Safari F, Karimollah A, Moradi A, Eskandari-Nasab E. Quercetin protects liver injury induced by bile duct ligation via attenuation of Rac1 and NADPH oxidase1 expression in rats. Hepatobiliary Pancreat Dis Int. 2017;16(1):88–95.", "ArticleIdList": ["28119263"]}, {"Citation": "Doustimotlagh AH, Dehpour AR, Golestani A. Involvement of nitrergic and opioidergic systems in the oxidative stress induced by BDL rats. Br J Med Med Res. 2016;17(2):1–10."}, {"Citation": "Aksu B, Umit H, Kanter M, Guzel A, Aktas C, Civelek S, et al. Effects of methylene blue in reducing cholestatic oxidative stress and hepatic damage after bile-duct ligation in rats. Acta Histochem. 2010;112(3):259–569.", "ArticleIdList": ["19217652"]}, {"Citation": "Doustimotlagh AH, Dehpour AR, Etemad- Moghadam S, Alaeddini M, Ostadhadi S, Golestani A. A study on OPG/RANK/RANKL axis in osteoporotic bile duct-ligated rats and the involvement of nitrergic and opioidergic systems. Res Pharm Sci. 2018;13(3):239–249.", "ArticleIdList": ["PMC5921404", "29853933"]}]}], "History": [{"Year": "2019", "Month": "10", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "3", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["31620188", "PMC6791170", "10.4103/1735-5362.253359", "RPS-14-122"]}}]}