{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antimicrobial activity", "antioxidant capacity", "developmental stage", "essential oil composition", "phenolic compounds"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31654549", "DateCompleted": {"Year": "2020", "Month": "01", "Day": "06"}, "DateRevised": {"Year": "2020", "Month": "01", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "28"}], "Language": ["eng"], "ELocationID": ["10.1002/cbdv.201900373"], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "16", "Issue": "12", "PubDate": {"Year": "2019", "Month": "Dec"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "Evaluation of Phytochemical Compositions and Biological Properties of Achillea gypsicola at Different Phenological Stages.", "Pagination": {"StartPage": "e1900373", "MedlinePgn": "e1900373"}, "Abstract": {"AbstractText": ["Phytochemicals, which are commonly found at different levels in many medicinal plants, are natural strong antioxidants used in traditional medicine. In this research, determination of differences of phytochemical compositions and biological properties were aimed as periodically (pre-, full and post flowering) and daily (6 am, 1 pm and 8 pm) in Achillea gypsicola Hub.-Mor. The volatile oils belonging to A. gypsicola were obtained by hydrodistillation and analyzed by gas chromatography-flame ionization detection (GC-FID) and gas chromatography-mass spectrometry (GC/MS). The antimicrobial activities of the volatile oils were determined with disc diffusion method. The microdilution method was used to determine minimum inhibitory concentration (MIC). Total phenolic and flavonoid contents were determined by spectrophotometric methods and antioxidant capacities were evaluated by 2,2-diphenyl-1-picrylhydrazyl (DPPH) free radical, reducing power (RP) and metal chelating activity (MCA) assay. In addition, the phenolic acid and flavonoid compositions were evaluated by reversed phase-high-performance liquid chromatography (RP-HPLC). This study presented a comprehensive report for the first time on evaluation of the phytochemical composition and the biological properties of A. gypsicola at different phenological stages. Thirty-two compounds, containing the major component as camphor, 1,8-cineole and borneol, were detected. Designated harvest time for the highest yield of volatile oils was found to be at full flowering stage-1 pm. It has been observed that the volatile oil composition changes periodically and even daily. Also, in this research, menthol and menthone were found as the composition of volatile oil in Achillea species for the first time. Full flowering stage was found as the richest period in terms of phenolic acid and flavonoid compositions of A. gypsicola for the first time. The species examined in this research showed a high antioxidant and antimicrobial activity in comparison to other studies with Achillea species. The volatile oils exhibited high performances with range of inhibition zones (8.3-42.3 mm) and minimum inhibitory concentration values (2.25-144 μg/ml). Besides, a high correlation between antioxidant activity and phenolic content of A. gypsicola was found. These results suggest that A. gypsicola can be used as a safe source in the cosmetic, food and pharmaceutical industries."], "CopyrightInformation": "© 2019 Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": ["0000-0003-2436-5605"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ordu University, Department of Field Crops, Faculty of Agriculture, 52200, Ordu, Turkey."}], "LastName": "Akif Açıkgöz", "ForeName": "Muhammed", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Achillea"}, {"QualifierName": ["chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Chromatography, Reverse-Phase"}, {"QualifierName": ["analysis", "chemistry", "pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Flowers"}, {"QualifierName": ["drug effects"], "DescriptorName": "Fungi"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gram-Negative Bacteria"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gram-Positive Bacteria"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["analysis", "chemistry", "pharmacology"], "DescriptorName": "Phenols"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Principal Component Analysis"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "N. Eruygur, U. M. Koçyiğit, P. Taslimi, M. Ataş, M. Tekin, İ. Gülçin, ‘Screening the in vitro antioxidant, antimicrobial, anticholinesterase, antidiabetic activities of endemic Achillea cucullata (Asteraceae) ethanol extract’, S. Afr. J. Bot. 2019, 120, 141-145."}, {"Citation": "S. Alsohaili, ‘Seasonal variation in the chemical composition and antimicrobial activity of essential oil extracted from Achillea fragrantissima grown in Northern-Eastern Jordanian Desert’, J. Essent. Oil-Bear. Plants 2018, 21, 139-145."}, {"Citation": "A. Ghasemi Pirbalouti, ‘Chemical composition of the essential oils from the leaves and flowers of two Achillea species from Iran’, J. Essent. Oil-Bear. Plants 2017, 20, 205-214."}, {"Citation": "S. F. Mirahmadi, R. Norouzi, ‘Chemical composition, phenolic content, free radical scavenging and antifungal activities of Achillea biebersteinii’, Food Biosci. 2017, 18, 53-59."}, {"Citation": "B. Demirci, K. H. C. Başer, Z. Aytaç, S. I. Khan, M. R. Jacob, N. Tabanca, ‘Comparative study of three Achillea essential oils from eastern part of Turkey and their biological activities’, Rec. Nat. Prod. 2018, 12, 195-200."}, {"Citation": "K. Saeidi, M. Moosavi, Z. Lorigooini, F. Maggi, ‘Chemical characterization of the essential oil compositions and antioxidant activity from Iranian populations of Achillea wilhelmsii K. Koch’, Ind. Crops Prod. 2018, 112, 274-280."}, {"Citation": "G. Özek, M. Tekin, Y. Haliloğlu, K. H. C. Başer, T. Özek, ‘Chemical compositions of Achillea sivasica: Different plant part volatiles, enantiomers and fatty acids’, Rec. Nat. Prod. 2018, 12, 142-159."}, {"Citation": "M. Afshari, M. Rahimmalek, ‘Variation in essential oil composition, bioactive compounds, anatomical and antioxidant activity of Achillea aucheri, an endemic species of Iran, at different phenological stages’, Chem. Biodiversity 2018, 15, e1800319."}, {"Citation": "H. I. Al-Jaber, M. H. Abu Zarga, A. F. Al-Aboudi, M. A. Al-Qudah, A. F. Al-Shawabkeh, I. F. Abaza, M. N. Abuaisheh, F. U. Afifi, ‘Essential oil composition and anticholinesterase activity evaluation of Achillea fragrantissima growing wild in Jordan’, J. Herbs, Spices Med. Plants 2018, 24, 272-281."}, {"Citation": "V. Abdossi, M. Kazemi, ‘Bioactivities of Achillea millefolium essential oil and ıts main terpenes from Iran’, Int. J. Food Prop. 2016, 19, 1798-1808."}, {"Citation": "R. K. Manoharan, J.-H. Lee, J. Lee, ‘Antibiofilm and antihyphal activities of cedar leaf essential oil, camphor, and fenchone derivatives against Candida albicans’, Front. Microbiol. 2017, 8."}, {"Citation": "M. Kazemi, H. Rostami, S. Shafiei, ‘Antibacterial and antifungal activity of some medicinal plants from Iran’, J. Plant Sci. 2012, 7, 55-66."}, {"Citation": "E. A. F. Bordini, C. C. Tonon, R. S. Francisconi, F. A. C. Magalhães, P. M. M. Huacho, T. L. Bedran, S. Pratavieira, L. C. Spolidorio, D. P. Spolidorio, ‘Antimicrobial effects of terpinen-4-ol against oral pathogens and its capacity for the modulation of gene expression’, Biofouling 2018, 34, 815-825."}, {"Citation": "N. Kahkeshani, A. Hadjiakhoondi, L. Navidpour, T. Akbarzadeh, M. Safavi, E. Karimpour-Razkenari, M. Khanavi, ‘Chemodiversity of Nepeta menthoides Boiss. & Bohse. essential oil from Iran and antimicrobial, acetylcholinesterase inhibitory and cytotoxic properties of 1,8-cineole chemotype’, Nat. Prod. Res. 2018, 32, 2745-2748."}, {"Citation": "I. Dammak, Z. Hamdi, S. Kammoun El Euch, H. Zemni, A. Mliki, M. Hassouna, S. Lasram, ‘Evaluation of antifungal and anti-ochratoxigenic activities of Salvia officinalis, Lavandula dentata and Laurus nobilis essential oils and a major monoterpene constituent 1,8-cineole against Aspergillus carbonarius’, Ind. Crops Prod. 2019, 128, 85-93."}, {"Citation": "D. Taşkın, T. Taşkın, E. Rayaman, ‘Phenolic composition and biological properties of Achillea nobilis L. subsp. neilreichii (Kerner) Formanek’, Ind. Crops Prod. 2018, 111, 555-562."}, {"Citation": "A. Ahmadi-Dastgerdi, H. Ezzatpanah, S. Asgary, S. Dokhani, E. Rahimi, ‘Phytochemical, antioxidant and antimicrobial activity of the essential oil from flowers and leaves of Achillea millefolium subsp. millefolium’, J. Essent. Oil-Bear. Plants 2017, 20, 395-409."}, {"Citation": "M. Kazemi, ‘Chemical composition and antimicrobial, antioxidant activities and anti-inflammatory potential of Achillea millefolium L., Anethum graveolens L., and Carum copticum L. essential oils’, J. Herb. Med. 2015, 5, 217-222."}, {"Citation": "T. Aytas Akcin, A. Akcin, ‘Morphological and anatomical characteristics and taxonomical significance of achene micromorphology of Achillea phrygia and A. gypsicola (Asteraceae), endemic to Turkey’, Nord. J. Bot. 2010, 28, 65-73."}, {"Citation": "S. Kordali, A. Cakir, T. A. Akcin, E. Mete, A. Akcin, T. Aydin, H. Kilic, ‘Antifungal and herbicidal properties of essential oils and hexane extracts of Achillea gypsicola Hub.-Mor. and Achillea biebersteinii Afan. (Asteraceae)’, Ind. Crops Prod. 2009, 29, 562-570."}, {"Citation": "E. Tozlu, A. Cakir, S. Kordali, G. Tozlu, H. Ozer, T. Aytas Akcin, ‘Chemical compositions and insecticidal effects of essential oils isolated from Achillea gypsicola, Satureja hortensis, Origanum acutidens and Hypericum scabrum against broadbean weevil (Bruchus dentipes)’, Sci. Hortic. 2011, 130, 9-17."}, {"Citation": "M. A. Açıkgöz, Ş. M. Kara, A. Aygün, M. M. Özcan, E. B. Ay, ‘Effects of methyl jasmonate and salicylic acid on the production of camphor and phenolic compounds in cell suspension culture of endemic Turkish yarrow (Achillea gypsicola) species’, Turk. J. Agric. For. 2019, 43, 351-359."}, {"Citation": "Š. Špinarová, K. Petříková, ‘Variability of the content and quality of some active substances within Achillea millefolium complex’, Hortic. Sci. 2011, 30, 7-13."}, {"Citation": "S. Gharibi, B. E. S. Tabatabaei, G. Saeidi, S. A. H. Goli, M. Talebi, ‘Total phenolic content and antioxidant activity of three Iranian endemic Achillea species’, Ind. Crops Prod. 2013, 50, 154-158."}, {"Citation": "M. Kazemi, H. Rostami, ‘Chemical composition and biological activities of Iranian Achillea wilhelmsii L. essential oil: A high effectiveness against Candida spp. and Escherichia strains’, Nat. Prod. Res. 2015, 29, 286-288."}, {"Citation": "M. Simsek, R. Duman, ‘Investigation of effect of 1,8-cineole on antimicrobial activity of chlorhexidine gluconate’, Pharmacogn. Res. 2017, 9, 234."}, {"Citation": "A. Viljoen, S. van Vuuren, E. Ernst, M. Klepser, B. Demirci, H. Başer, B.-E. van Wyk, ‘Osmitopsis asteriscoides (Asteraceae) - the antimicrobial activity and essential oil composition of a Cape-Dutch remedy’, J. Ethnopharmacol. 2003, 88, 137-143."}, {"Citation": "O. Agar, M. Dikmen, N. Ozturk, M. Yilmaz, H. Temel, F. Turkmenoglu, ‘Comparative studies on phenolic composition, antioxidant, wound healing and cytotoxic activities of selected Achillea L. species growing in Turkey’, Molecules 2015, 20, 17976-18000."}, {"Citation": "D. Benedec, D. Hanganu, I. Oniga, L. Filip, C. Bischin, R. Silaghi-Dumitrescu, B. Tiperciuc, L. Vlase, ‘Achillea schurii flowers: Chemical, antioxidant, and antimicrobial ınvestigations’, Molecules 2016, 21, 1050."}, {"Citation": "G. Zengin, G. Bulut, A. Mollica, M. Z. Haznedaroglu, A. Dogan, A. Aktumsek, ‘Bioactivities of Achillea phrygia and Bupleurum croceum based on the composition of phenolic compounds: In vitro and in silico approaches’, Food Chem. Toxicol. 2017, 107, 597-608."}, {"Citation": "O. Sytar, I. Hemmerich, M. Zivcak, C. Rauh, M. Brestic, ‘Comparative analysis of bioactive phenolic compounds composition from 26 medicinal plants’, Saudi J. Biol. Sci. 2018, 25, 631-641."}, {"Citation": "S. Vitalini, M. Madeo, A. Tava, M. Iriti, L. Vallone, P. Avato, C. E. Cocuzza, P. Simonetti, M. P. Argentieri, ‘Chemical profile, antioxidant and antibacterial activities of Achillea moschata Wulfen, an endemic species from the alps’, Molecules 2016, 21, 830."}, {"Citation": "M. Afshari, M. Rahimmalek, M. Miroliaei, ‘Variation in polyphenolic profiles, antioxidant and antimicrobial activity of different Achillea species as natural sources of antiglycative compounds’, Chem. Biodiversity 2018, 15, e1800075."}, {"Citation": "J. Přikryl, T. Hájek, B. Švecová, R. N. Salek, M. Černíková, L. Červenka, F. Buňka, ‘Antioxidant properties and textural characteristics of processed cheese spreads enriched with rutin or quercetin: The effect of processing conditions’, LWT-Food Sci. Technol. 2018, 87, 266-271."}, {"Citation": "G. C. Yen, C. S. Chen, W. T. Chang, M. F. Wu, F. T. Cheng, D. K. Shiau, C. L. Hsu, ‘Antioxidant activity and anticancer effect of ethanolic and aqueous extracts of the roots of Ficus beecheyana and their phenolic components’, J. Food Drug Anal. 2018, 26, 182-192."}, {"Citation": "O. M. Agunloye, G. Oboh, ‘Hypercholesterolemia, angiotensin converting enzyme and ecto-enzymes of purinergic system: ameliorative properties of caffeic and chlorogenic acid in hypercholesterolemic rats’, J. Food Biochem. 2018, 42, e12604."}, {"Citation": "S. Liang, L. M. Were, ‘Chlorogenic acid induced colored reactions and their effect on carbonyls, phenolic content, and antioxidant capacity in sunflower butter cookies’, LWT-Food Sci. Technol. 2018, 87, 16-22."}, {"Citation": "R. P. Adams, ‘Identification of essential oil components by gas chromatography/mass spectrometry’, 5 online edn., Illinois, 2017."}, {"Citation": "Y. Choi, H.-S. Jeong, J. Lee, ‘Antioxidant activity of methanolic extracts from some grains consumed in Korea’, Food Chem. 2007, 103, 130-138."}, {"Citation": "G. Sacchetti, S. Maietti, M. Muzzoli, M. Scaglianti, S. Manfredini, M. Radice, R. Bruni, ‘Comparative evaluation of 11 essential oils of different origin as functional antioxidants, antiradicals and antimicrobials in foods’, Food Chem. 2005, 91, 621-632."}, {"Citation": "M. de O. Negreiros, Â. Pawlowski, C. A. Zini, G. L. G. Soares, A. de S. Motta, A. P. G. Frazzon, ‘Antimicrobial and antibiofilm activity of Baccharis psiadioides essential oil against antibiotic-resistant Enterococcus faecalis strains’, Pharm. Biol. 2016, 54, 3272-3279."}, {"Citation": "K. Wolfe, X. Wu, R. H. Liu, ‘Antioxidant Activity of Apple Peels’, J. Agric. Food Chem. 2003, 51, 609-614."}, {"Citation": "W. Brand-Williams, M. E. Cuvelier, C. Berset, ‘Use of a free radical method to evaluate antioxidant activity’, LWT-Food Sci. Technol. 1995, 28, 25-30."}, {"Citation": "M. Oyaizu, ‘Studies on products of browning reaction, Antioxidative activities of products of browning reaction prepared from glucosamine’, Jpn. J. Nutr. Diet. 1986, 44, 307-315."}, {"Citation": "E. A. Decker, B. Welch, ‘Role of ferritin as a lipid oxidation catalyst in muscle food’, J. Agric. Food Chem. 1990, 38, 674-677."}]}], "History": [{"Year": "2019", "Month": "7", "Day": "4"}, {"Year": "2019", "Month": "10", "Day": "25"}, {"Year": "2019", "Month": "10", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "27", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31654549", "10.1002/cbdv.201900373"]}}]}