{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31662773", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "09", "Day": "22"}], "Language": ["eng"], "ELocationID": ["2684108", "10.1155/2019/2684108"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Wound Healing and the Use of Medicinal Plants.", "Pagination": {"StartPage": "2684108", "MedlinePgn": "2684108"}, "Abstract": {"AbstractText": ["Cutaneous wound healing is the process by which skin repairs itself. It is generally accepted that cutaneous wound healing can be divided into 4 phases: haemostasis, inflammation, proliferation, and remodelling. In humans, keratinocytes re-form a functional epidermis (reepithelialization) as rapidly as possible, closing the wound and reestablishing tissue homeostasis. Dermal fibroblasts migrate into the wound bed and proliferate, creating \"granulation tissue\" rich in extracellular matrix proteins and supporting the growth of new blood vessels. Ultimately, this is remodelled over an extended period, returning the injured tissue to a state similar to that before injury. Dysregulation in any phase of the wound healing cascade delays healing and may result in various skin pathologies, including nonhealing, or chronic ulceration. Indigenous and traditional medicines make extensive use of natural products and derivatives of natural products and provide more than half of all medicines consumed today throughout the world. Recognising the important role traditional medicine continues to play, we have undertaken an extensive survey of literature reporting the use of medical plants and plant-based products for cutaneous wounds. We describe the active ingredients, bioactivities, clinical uses, formulations, methods of preparation, and clinical value of 36 medical plant species. Several species stand out, including <i>Centella asiatica</i>, <i>Curcuma longa,</i> and <i>Paeonia suffruticosa</i>, which are popular wound healing products used by several cultures and ethnic groups. The popularity and evidence of continued use clearly indicates that there are still lessons to be learned from traditional practices. Hidden in the myriad of natural products and derivatives from natural products are undescribed reagents, unexplored combinations, and adjunct compounds that could have a place in the contemporary therapeutic inventory."], "CopyrightInformation": "Copyright © 2019 Aleksandra Shedoeva et al."}, "AuthorList": [{"Identifier": ["0000-0002-9019-1466"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Skin Research Institute of Singapore, Agency for Science, Technology and Research, A∗STAR, 11 Mandalay Road, Singapore 308232."}], "LastName": "Shedoeva", "ForeName": "Aleksandra", "Initials": "A"}, {"Identifier": ["0000-0002-1033-5459"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Skin Research Institute of Singapore, Agency for Science, Technology and Research, A∗STAR, 11 Mandalay Road, Singapore 308232."}], "LastName": "Leavesley", "ForeName": "David", "Initials": "D"}, {"Identifier": ["0000-0002-9928-5864"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Skin Research Institute of Singapore, Agency for Science, Technology and Research, A∗STAR, 11 Mandalay Road, Singapore 308232."}, {"Identifier": [], "Affiliation": "Institute of Medical Biology, A∗STAR, Singapore."}], "LastName": "Upton", "ForeName": "Zee", "Initials": "Z"}, {"Identifier": ["0000-0002-6509-6176"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Skin Research Institute of Singapore, Agency for Science, Technology and Research, A∗STAR, 11 Mandalay Road, Singapore 308232."}], "LastName": "Fan", "ForeName": "Chen", "Initials": "C"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Xu R., Luo G., Xia H., et al. Novel bilayer wound dressing composed of silicone rubber with particular micropores enhanced wound re-epithelialization and contraction. Biomaterials. 2015;40:1–11. doi: 10.1016/j.biomaterials.2014.10.077.", "ArticleIdList": ["10.1016/j.biomaterials.2014.10.077", "25498800"]}, {"Citation": "Talbott J. H. A short history of medicine. JAMA. 1962;180(9):p. 794. doi: 10.1001/jama.1962.03050220086023.", "ArticleIdList": ["10.1001/jama.1962.03050220086023"]}, {"Citation": " WHO Traditional Medicine Strategy: 2014–2023, ISBN: 9789241506090,  http://www.who.int/traditional-complementary-integrative-medicine/en/"}, {"Citation": "Ghahary A., Ghaffari A. Role of keratinocyte–fibroblast cross-talk in development of hypertrophic scar. Wound Repair and Regeneration. 2007;15(1):46–53. doi: 10.1111/j.1524-475x.2007.00225.x.", "ArticleIdList": ["10.1111/j.1524-475x.2007.00225.x", "17727467"]}, {"Citation": "Eming S. A., Martin P., Tomic-Canic M. Wound repair and regeneration: mechanisms, signaling, and translation. Science Translational Medicine. 2014;6(265) doi: 10.1126/scitranslmed.3009337.265sr6", "ArticleIdList": ["10.1126/scitranslmed.3009337", "PMC4973620", "25473038"]}, {"Citation": "Arya A. K., Tripathi K., Das P. Promising role of ANGPTL4 gene in diabetic wound healing. The International Journal of Lower Extremity Wounds. 2014;13(1):58–63. doi: 10.1177/1534734614520704.", "ArticleIdList": ["10.1177/1534734614520704", "24659626"]}, {"Citation": "Golebiewska E. M., Poole A. W. Platelet secretion: from haemostasis to wound healing and beyond. Blood Reviews. 2015;29(3):153–162. doi: 10.1016/j.blre.2014.10.003.", "ArticleIdList": ["10.1016/j.blre.2014.10.003", "PMC4452143", "25468720"]}, {"Citation": "Enoch S., Leaper D. J. Basic science of wound healing. Surgery (Oxford) 2008;26(2):31–37. doi: 10.1016/j.mpsur.2007.11.005.", "ArticleIdList": ["10.1016/j.mpsur.2007.11.005"]}, {"Citation": "Martin P., Leibovich S. J. Inflammatory cells during wound repair: the good, the bad and the ugly. Trends in Cell Biology. 2005;15(11):599–607. doi: 10.1016/j.tcb.2005.09.002.", "ArticleIdList": ["10.1016/j.tcb.2005.09.002", "16202600"]}, {"Citation": "Delavary B. M., van der Veer W. M., van Egmond M., Niessen F. B., Beelen R. H. J. Macrophages in skin injury and repair. Immunobiology. 2011;216(7):753–762. doi: 10.1016/j.imbio.2011.01.001.", "ArticleIdList": ["10.1016/j.imbio.2011.01.001", "21281986"]}, {"Citation": "Kasuya A., Tokura Y. Attempts to accelerate wound healing. Journal of Dermatological Science. 2014;76(3):169–172. doi: 10.1016/j.jdermsci.2014.11.001.", "ArticleIdList": ["10.1016/j.jdermsci.2014.11.001", "25468357"]}, {"Citation": "Fan D., Takawale A., Lee J., Kassiri Z. Cardiac fibroblasts, fibrosis and extracellular matrix remodeling in heart disease. Fibrogenesis & Tissue Repair. 2012;5(1):p. 15. doi: 10.1186/1755-1536-5-15.", "ArticleIdList": ["10.1186/1755-1536-5-15", "PMC3464725", "22943504"]}, {"Citation": "Kioka N., Ito T., Yamashita H., et al. Crucial role of vinexin for keratinocyte migration in vitro and epidermal wound healing in vivo. Experimental Cell Research. 2010;316(10):1728–1738. doi: 10.1016/j.yexcr.2010.03.019.", "ArticleIdList": ["10.1016/j.yexcr.2010.03.019", "20361963"]}, {"Citation": "Sarkar S. K., Marmer B., Goldberg G., Neuman K. C. Single-molecule tracking of collagenase on native type I collagen fibrils reveals degradation mechanism. Current Biology. 2012;22(12):1047–1056. doi: 10.1016/j.cub.2012.04.012.", "ArticleIdList": ["10.1016/j.cub.2012.04.012", "PMC3382001", "22578418"]}, {"Citation": "Akasaka Y., Ono I., Kamiya T., et al. The mechanisms underlying fibroblast apoptosis regulated by growth factors during wound healing. The Journal of Pathology. 2010;221(3):285–299. doi: 10.1002/path.2710.", "ArticleIdList": ["10.1002/path.2710", "20527022"]}, {"Citation": "McDougall S., Dallon J., Sherratt J., Maini P. Fibroblast migration and collagen deposition during dermal wound healing: mathematical modelling and clinical implications. Philosophical Transactions of the Royal Society A: Mathematical, Physical and Engineering Sciences. 2006;364(1843):1385–1405. doi: 10.1098/rsta.2006.1773.", "ArticleIdList": ["10.1098/rsta.2006.1773", "16766351"]}, {"Citation": "Sharma R., John J. Role of stem cells in the management of chronic wounds. Indian Journal of Plastic Surgery. 2012;45(2):237–243. doi: 10.4103/0970-0358.101286.", "ArticleIdList": ["10.4103/0970-0358.101286", "PMC3495373", "23162222"]}, {"Citation": "Deufert D., Graml R. Disease-specific, health-related quality of life (HRQoL) of people with chronic wounds-a descriptive cross-sectional study using the wound-QoL. Wound Medicine. 2017;16:29–33. doi: 10.1016/j.wndm.2017.01.006.", "ArticleIdList": ["10.1016/j.wndm.2017.01.006"]}, {"Citation": "Frykberg R. G., Banks J. Challenges in the treatment of chronic wounds. Advances in Wound Care. 2015;4(9):560–582. doi: 10.1089/wound.2015.0635.", "ArticleIdList": ["10.1089/wound.2015.0635", "PMC4528992", "26339534"]}, {"Citation": "Garcia-Orue I., Pedraz J. L., Hernandez R. M., Igartua M. Nanotechnology-based delivery systems to release growth factors and other endogenous molecules for chronic wound healing. Journal of Drug Delivery Science and Technology. 2017;42:2–17. doi: 10.1016/j.jddst.2017.03.002.", "ArticleIdList": ["10.1016/j.jddst.2017.03.002"]}, {"Citation": "Budovsky A., Yarmolinsky L., Ben-Shabat S. Effect of medicinal plants on wound healing. Wound Repair and Regeneration. 2015;23(2):171–183. doi: 10.1111/wrr.12274.", "ArticleIdList": ["10.1111/wrr.12274", "25703533"]}, {"Citation": "Schreml S., Szeimies R.-M., Prantl L., Landthaler M., Babilas P. Wound healing in the 21st century. Journal of the American Academy of Dermatology. 2010;63(5):866–881. doi: 10.1016/j.jaad.2009.10.048.", "ArticleIdList": ["10.1016/j.jaad.2009.10.048", "20576319"]}, {"Citation": "Caley M. P., Martins V. L. C., O’Toole E. A. Metalloproteinases and wound healing. Advances in Wound Care. 2015;4(4):225–234. doi: 10.1089/wound.2014.0581.", "ArticleIdList": ["10.1089/wound.2014.0581", "PMC4397992", "25945285"]}, {"Citation": "Han G., Ceilley R. Chronic wound healing: a review of current management and treatments. Advances in Therapy. 2017;34(3):599–610. doi: 10.1007/s12325-017-0478-y.", "ArticleIdList": ["10.1007/s12325-017-0478-y", "PMC5350204", "28108895"]}, {"Citation": "Robson M. C., Barbul A. Guidelines for the best care of chronic wounds. Wound Repair and Regeneration. 2006;14(6):647–648. doi: 10.1111/j.1524-475x.2006.00173.x.", "ArticleIdList": ["10.1111/j.1524-475x.2006.00173.x", "17199830"]}, {"Citation": "Bhattacharya S. Wound healing through the ages. Indian Journal of Plastic Surgery. 2012;45(2):177–179. doi: 10.4103/0970-0358.101255.", "ArticleIdList": ["10.4103/0970-0358.101255", "PMC3495363", "23162212"]}, {"Citation": "Han G., Ceilley R. Chronic wound healing: a review of current management and treatments. Advances in Therapy. 2017;34(3):599–610. doi: 10.1007/s12325-017-0478-y.", "ArticleIdList": ["10.1007/s12325-017-0478-y", "PMC5350204", "28108895"]}, {"Citation": "Edwards R., Harding K. G. Bacteria and wound healing. Current Opinion in Infectious Diseases. 2004;17(2):91–96. doi: 10.1097/00001432-200404000-00004.", "ArticleIdList": ["10.1097/00001432-200404000-00004", "15021046"]}, {"Citation": "Kalan L., Zhou M., Labbie M., Willing B. Measuring the microbiome of chronic wounds with use of a topical antimicrobial dressing-a feasibility study. PLoS One. 2017;12(11) doi: 10.1371/journal.pone.0187728.e0187728", "ArticleIdList": ["10.1371/journal.pone.0187728", "PMC5695787", "29155834"]}, {"Citation": "Han F., Li Y., Zhang X., Song A., Zhu H., Yin R. A pilot study of direct infusion analysis by FT-ICR MS for rapid differentiation and authentication of traditional Chinese herbal medicines. International Journal of Mass Spectrometry. 2016;403:62–67. doi: 10.1016/j.ijms.2016.01.012.", "ArticleIdList": ["10.1016/j.ijms.2016.01.012"]}, {"Citation": "Yuan H., Ma Q., Ye L., Piao G. The traditional medicine and modern medicine from natural products. Molecules. 2016;21(5) doi: 10.3390/molecules21050559.", "ArticleIdList": ["10.3390/molecules21050559", "PMC6273146", "27136524"]}, {"Citation": "Wangchuk P. Therapeutic applications of natural products in herbal medicines, biodiscovery programs, and biomedicine. Journal of Biologically Active Products from Nature. 2018;8(1):1–20. doi: 10.1080/22311866.2018.1426495.", "ArticleIdList": ["10.1080/22311866.2018.1426495"]}, {"Citation": "Qi Y., Li S., Pi Z., et al. Chemical profiling of Wu-tou decoction by UPLC-Q-TOF-MS. Talanta. 2014;118:21–29. doi: 10.1016/j.talanta.2013.09.054.", "ArticleIdList": ["10.1016/j.talanta.2013.09.054", "24274266"]}, {"Citation": "Garcia-Orue I., Gainza G., Gutierrez F. B., et al. Novel nanofibrous dressings containing rhEGF and Aloe vera for wound healing applications. International Journal of Pharmaceutics. 2017;523(2):556–566. doi: 10.1016/j.ijpharm.2016.11.006.", "ArticleIdList": ["10.1016/j.ijpharm.2016.11.006", "27825864"]}, {"Citation": "Salehi B., Albayrak S., Antolak H., et al. Aloe genus plants: from farm to food applications and phytopharmacotherapy. International Journal of Molecular Sciences. 2018;19(9):p. 2843. doi: 10.3390/ijms19092843.", "ArticleIdList": ["10.3390/ijms19092843", "PMC6163315", "30235891"]}, {"Citation": "Lawrence R., Tripathi P., Jeyakumar E. Isolation, purification and evaluation of antibacterial agents from Aloe vera. Brazilian Journal of Microbiology. 2009;40(4):906–915. doi: 10.1590/s1517-83822009000400023.", "ArticleIdList": ["10.1590/s1517-83822009000400023", "PMC3768575", "24031440"]}, {"Citation": "Martínez-Romero D., Alburquerque N., Valverde J. M., et al. Postharvest sweet cherry quality and safety maintenance by Aloe vera treatment: a new edible coating. Postharvest Biology and Technology. 2006;39(1):93–100. doi: 10.1016/j.postharvbio.2005.09.006.", "ArticleIdList": ["10.1016/j.postharvbio.2005.09.006"]}, {"Citation": "Ali P., Chen Y.-F., Sargsyan E. Chapter 12-bioactive molecules of herbal extracts with anti-infective and wound healing properties. In: Kon K., Rai M., editors. Microbiology for Surgical Infections. Amsterdam, Netherlands: Academic Press; 2014. pp. 205–220."}, {"Citation": "Xing W., Guo W., Zou C.-H., et al. Acemannan accelerates cell proliferation and skin wound healing through AKT/mTOR signaling pathway. Journal of Dermatological Science. 2015;79(2):101–109. doi: 10.1016/j.jdermsci.2015.03.016.", "ArticleIdList": ["10.1016/j.jdermsci.2015.03.016", "26049685"]}, {"Citation": "Jettanacheawchankit S., Sasithanasate S., Sangvanich P., Banlunara W., Thunyakitpisal P. Acemannan stimulates gingival fibroblast proliferation; expressions of keratinocyte growth factor-1, vascular endothelial growth factor, and type I collagen; and wound healing. Journal of Pharmacological Sciences. 2009;109(4):525–531. doi: 10.1254/jphs.08204fp.", "ArticleIdList": ["10.1254/jphs.08204fp", "19372635"]}, {"Citation": "Lin S.-C., Lin C.-H., Lin C.-C., et al. Hepatoprotective effects of Arctium lappa linne on liver injuries induced by chronic ethanol consumption and potentiated by carbon tetrachloride. Journal of Biomedical Science. 2002;9(5):401–409. doi: 10.1159/000064549.", "ArticleIdList": ["10.1159/000064549", "12218354"]}, {"Citation": "Chan Y.-S., Cheng L.-N., Wu J.-H., et al. A review of the pharmacological effects of Arctium lappa (burdock) Inflammopharmacology. 2011;19(5):245–254. doi: 10.1007/s10787-010-0062-4.", "ArticleIdList": ["10.1007/s10787-010-0062-4", "20981575"]}, {"Citation": "Miglani A., Manchanda R. K. Observational study of Arctium lappa in the treatment of acne vulgaris. Homeopathy. 2014;103(3):203–207. doi: 10.1016/j.homp.2013.12.002.", "ArticleIdList": ["10.1016/j.homp.2013.12.002", "24931753"]}, {"Citation": "Fierascu R. C., Georgiev M. I., Fierascu I., et al. Mitodepressive, antioxidant, antifungal and anti-inflammatory effects of wild-growing Romanian native Arctium lappa L. (Asteraceae) and Veronica persica Poiret (Plantaginaceae) Food and Chemical Toxicology. 2018;111:44–52. doi: 10.1016/j.fct.2017.11.008.", "ArticleIdList": ["10.1016/j.fct.2017.11.008", "29126799"]}, {"Citation": "de Almeida A. B. A., Sánchez-Hidalgo M., Martín A. R., et al. Anti-inflammatory intestinal activity of Arctium lappa L. (Asteraceae) in TNBS colitis model. Journal of Ethnopharmacology. 2013;146(1):300–310. doi: 10.1016/j.jep.2012.12.048.", "ArticleIdList": ["10.1016/j.jep.2012.12.048", "23313393"]}, {"Citation": "Ahangarpour A., Heidari H., Oroojan A. A., Mirzavandi F., Nasr Esfehani K., Dehghan Mohammadi Z. Antidiabetic, hypolipidemic and hepatoprotective effects of Arctium lappa root’s hydro-alcoholic extract on nicotinamide-streptozotocin induced type 2 model of diabetes in male mice. Avicenna Journal of Phytomedicine. 2017;7(2):169–179.", "ArticleIdList": ["PMC5355822", "28348972"]}, {"Citation": "Pereira J. V., Bergamo D. C. B., Pereira J. O., França S. d. C., Pietro R. C. L. R., Silva-Sousa Y. T. C. Antimicrobial activity of Arctium lappa constituents against microorganisms commonly found in endodontic infections. Brazilian Dental Journal. 2005;16(3):192–196. doi: 10.1590/s0103-64402005000300004.", "ArticleIdList": ["10.1590/s0103-64402005000300004", "16429183"]}, {"Citation": "Dias M. M., Zuza O., Riani L. R., et al. In vitro schistosomicidal and antiviral activities of Arctium lappa L. (Asteraceae) against Schistosoma mansoni and Herpes simplex virus-1. Biomedicine & Pharmacotherapy. 2017;94:489–498. doi: 10.1016/j.biopha.2017.07.116.", "ArticleIdList": ["10.1016/j.biopha.2017.07.116", "28780467"]}, {"Citation": "Sun Q., Liu K., Shen X., et al. Lappaol F, a novel anticancer agent isolated from plant Arctium Lappa L. Molecular Cancer Therapeutics. 2014;13(1):49–59. doi: 10.1158/1535-7163.mct-13-0552.", "ArticleIdList": ["10.1158/1535-7163.mct-13-0552", "24222662"]}, {"Citation": "de Souza Predes F., da Silva Diamante M. A., Foglio M. A., et al. Hepatoprotective effect of Arctium lappa root extract on cadmium toxicity in adult Wistar rats. Biological Trace Element Research. 2014;160(2):250–257. doi: 10.1007/s12011-014-0040-6.", "ArticleIdList": ["10.1007/s12011-014-0040-6", "24929543"]}, {"Citation": "Knott A., Reuschlein K., Mielke H., et al. Natural Arctium lappa fruit extract improves the clinical signs of aging skin. Journal of Cosmetic Dermatology. 2008;7(4):281–289. doi: 10.1111/j.1473-2165.2008.00407.x.", "ArticleIdList": ["10.1111/j.1473-2165.2008.00407.x", "19146605"]}, {"Citation": "Pomari E., Stefanon B., Colitti M. Effect of Arctium lappa (burdock) extract on canine dermal fibroblasts. Veterinary Immunology and Immunopathology. 2013;156(3-4):159–166. doi: 10.1016/j.vetimm.2013.10.008.", "ArticleIdList": ["10.1016/j.vetimm.2013.10.008", "24192279"]}, {"Citation": "Amish Burn Study G., Kolacz N. M., Jaroch M. T., et al. The effect of Burns & Wounds (B&W)/burdock leaf therapy on burn-injured Amish patients: a pilot study measuring pain levels, infection rates, and healing times. Journal of Holistic Nursing. 2014;32(4):327–340. doi: 10.1177/0898010114525683.", "ArticleIdList": ["10.1177/0898010114525683", "24668061"]}, {"Citation": "Liu P.-P., Shan G.-S., Zhang F., Chen J.-N., Jia T.-Z. Metabolomics analysis and rapid identification of changes in chemical ingredients in crude and processed Astragali Radix by UPLC-QTOF-MS combined with novel informatics UNIFI platform. Chinese Journal of Natural Medicines. 2018;16(9):714–720. doi: 10.1016/s1875-5364(18)30111-0.", "ArticleIdList": ["10.1016/s1875-5364(18)30111-0", "30269848"]}, {"Citation": "Chiu C.-Y., Hsu W.-H., Liu H.-K., Liu S.-H., Lin Y.-L. Prepared Rehmanniae Radix oligosaccharide regulates postprandial and diabetic blood glucose in mice. Journal of Functional Foods. 2018;41:210–215. doi: 10.1016/j.jff.2017.12.031.", "ArticleIdList": ["10.1016/j.jff.2017.12.031"]}, {"Citation": "Wong M. W., Leung P. C., Wong W. C. Limb salvage in extensive diabetic foot ulceration-a preliminary clinical study using simple debridement and herbal drinks. Hong Kong Medical Journal. 2001;7(4):403–407.", "ArticleIdList": ["11773675"]}, {"Citation": "Tam J. C. W., Lau K. M., Liu C. L., et al. The in vivo and in vitro diabetic wound healing effects of a 2-herb formula and its mechanisms of action. Journal of Ethnopharmacology. 2011;134(3):831–838. doi: 10.1016/j.jep.2011.01.032.", "ArticleIdList": ["10.1016/j.jep.2011.01.032", "21291991"]}, {"Citation": "Tam J. C.-W., Ko C.-H., Lau K.-M., et al. A Chinese 2-herb formula (NF3) promotes hindlimb ischemia-induced neovascularization and wound healing of diabetic rats. Journal of Diabetes and its Complications. 2014;28(4):436–447. doi: 10.1016/j.jdiacomp.2014.03.004.", "ArticleIdList": ["10.1016/j.jdiacomp.2014.03.004", "24731763"]}, {"Citation": "Zhang Q., Fong C. C., Yu W. K., et al. Herbal formula Astragali Radix and Rehmanniae Radix exerted wound healing effect on human skin fibroblast cell line Hs27 via the activation of transformation growth factor (TGF-β) pathway and promoting extracellular matrix (ECM) deposition. Phytomedicine. 2012;20(1):9–16. doi: 10.1016/j.phymed.2012.09.006.", "ArticleIdList": ["10.1016/j.phymed.2012.09.006", "23083814"]}, {"Citation": "Mi J., Wu C., Li C., Xi F., Wu Z., Chen W. Two new triterpenoids from Ampelopsis japonica (Thunb.) Makino. Natural Product Research. 2014;28(1):52–56. doi: 10.1080/14786419.2013.838237.", "ArticleIdList": ["10.1080/14786419.2013.838237", "24274791"]}, {"Citation": "Park H., Shim J. S., Kim H. G., Lee H., Oh M. S. Ampelopsis radix protects dopaminergic neurons against 1-methyl-4-phenylpyridinium/1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine-induced toxicity in parkinson’s disease models in vitro and in vivo. Evidence-Based Complementary and Alternative Medicine. 2013;2013:9. doi: 10.1155/2013/346438.346438", "ArticleIdList": ["10.1155/2013/346438", "PMC3800597", "24204389"]}, {"Citation": "Nho K. J., Chun J. M., Kim D.-S., Kim H. K. Ampelopsis japonica ethanol extract suppresses migration and invasion in human MDA-MB-231 breast cancer cells. Molecular Medicine Reports. 2015;11(5):3722–3728. doi: 10.3892/mmr.2015.3179.", "ArticleIdList": ["10.3892/mmr.2015.3179", "25586508"]}, {"Citation": "Lee K., Lee B., Lee M.-H., et al. Effect of Ampelopsis Radix on wound healing in scalded rats. BMC Complementary and Alternative Medicine. 2015;15(1):p. 213. doi: 10.1186/s12906-015-0751-z.", "ArticleIdList": ["10.1186/s12906-015-0751-z", "PMC4495638", "26152211"]}, {"Citation": "Akbar S. Andrographis paniculata: a review of pharmacological activities and clinical effects. Alternative Medicine Review. 2011;16(1):66–77.", "ArticleIdList": ["21438648"]}, {"Citation": "Kabir M., Hasan N., Rahman M., et al. A survey of medicinal plants used by the Deb barma clan of the Tripura tribe of Moulvibazar district, Bangladesh. Journal of Ethnobiology and Ethnomedicine. 2014;10(1):p. 19. doi: 10.1186/1746-4269-10-19.", "ArticleIdList": ["10.1186/1746-4269-10-19", "PMC3996145", "24502444"]}, {"Citation": "Kumar R. A., Sridevi K., Kumar N. V., Nanduri S., Rajagopal S. Anticancer and immunostimulatory compounds from Andrographis paniculata. Journal of Ethnopharmacology. 2004;92(2-3):291–295. doi: 10.1016/j.jep.2004.03.004.", "ArticleIdList": ["10.1016/j.jep.2004.03.004", "15138014"]}, {"Citation": "Chen L.-X., He H., Xia G.-Y., Zhou K.-L., Qiu F. A new flavonoid from the aerial parts of Andrographis paniculata. Natural Product Research. 2014;28(3):138–143. doi: 10.1080/14786419.2013.856907.", "ArticleIdList": ["10.1080/14786419.2013.856907", "24236635"]}, {"Citation": "Adedapo A. A., Adeoye B. O., Sofidiya M. O., Oyagbemi A. A. Antioxidant, antinociceptive and anti-inflammatory properties of the aqueous and ethanolic leaf extracts of Andrographis paniculata in some laboratory animals. Journal of Basic and Clinical Physiology and Pharmacology. 2015;26(4):327–334. doi: 10.1515/jbcpp-2014-0051.", "ArticleIdList": ["10.1515/jbcpp-2014-0051", "25153591"]}, {"Citation": "Shen T., Yang W. S., Yi Y.-S., et al. AP-1/IRF-3 targeted anti-inflammatory activity of andrographolide isolated from Andrographis paniculata. Evidence-Based Complementary and Alternative Medicine. 2013;2013 doi: 10.1155/2013/210736.210736", "ArticleIdList": ["10.1155/2013/210736", "PMC3690257", "23840248"]}, {"Citation": "Akhtar M., Mohd Sarib M. B., Ismail I., et al. Anti-diabetic activity and metabolic changes induced by andrographis paniculata plant extract in obese diabetic rats. Molecules. 2016;21(8) doi: 10.3390/molecules21081026.", "ArticleIdList": ["10.3390/molecules21081026", "PMC6273188", "27517894"]}, {"Citation": "Rahman M. M., Ahmad S. H., Mohamed M. T. M., Ab Rahman M. Z. Antimicrobial compounds from leaf extracts of Jatropha curcas, Psidium guajava, and Andrographis paniculata. Scientific World Journal. 2014;2014 doi: 10.1155/2014/635240.635240", "ArticleIdList": ["10.1155/2014/635240", "PMC4163420", "25250382"]}, {"Citation": "Wiart C., Kumar K., Yusof M. Y., Hamimah H., Fauzi Z. M., Sulaiman M. Antiviral properties of ent-labdene diterpenes of Andrographis paniculata nees, inhibitors of herpes simplex virus type 1. Phytotherapy Research. 2005;19(12):1069–1070. doi: 10.1002/ptr.1765.", "ArticleIdList": ["10.1002/ptr.1765", "16372376"]}, {"Citation": "Mishra K., Dash A. P., Dey N. Andrographolide: a novel antimalarial diterpene lactone compound from Andrographis paniculata and its interaction with curcumin and artesunate. Journal of Tropical Medicine. 2011;2011 doi: 10.1155/2011/579518.579518", "ArticleIdList": ["10.1155/2011/579518", "PMC3134201", "21760808"]}, {"Citation": "Zhang C., Tan B. Hypotensive activity of aqueous extract of Andrographis paniculata in rats. Clinical and Experimental Pharmacology and Physiology. 1996;23(8):675–678. doi: 10.1111/j.1440-1681.1996.tb01756.x.", "ArticleIdList": ["10.1111/j.1440-1681.1996.tb01756.x", "8886488"]}, {"Citation": "Nagalekshmi R., Menon A., Chandrasekharan D. K., Nair C. K. K. Hepatoprotective activity of Andrographis paniculata and Swertia chirayita. Food and Chemical Toxicology. 2011;49(12):3367–3373. doi: 10.1016/j.fct.2011.09.026.", "ArticleIdList": ["10.1016/j.fct.2011.09.026", "21983487"]}, {"Citation": "Al-Bayaty F. H., Abdulla M. A., Hassan M. I. A., Ali H. M. Effect of Andrographis paniculata leaf extract on wound healing in rats. Natural Product Research. 2012;26(5):423–429. doi: 10.1080/14786419.2010.496114.", "ArticleIdList": ["10.1080/14786419.2010.496114", "21660840"]}, {"Citation": "Shamsizadeh A., Roohbakhsh A., Ayoobi F., Moghaddamahmadi A. Chapter 25-the role of natural products in the prevention and treatment of multiple sclerosis. In: Watson R. R., Killgore W. D. S., editors. Nutrition and Lifestyle in Neurological Autoimmune Diseases. Cambridge, MA, USA: Academic Press; 2017. pp. 249–260."}, {"Citation": "Jin M., Zhao K., Huang Q., Xu C., Shang P. Isolation, structure and bioactivities of the polysaccharides from Angelica sinensis (Oliv.) Diels: a review. Carbohydrate Polymers. 2012;89(3):713–722. doi: 10.1016/j.carbpol.2012.04.049.", "ArticleIdList": ["10.1016/j.carbpol.2012.04.049", "24750855"]}, {"Citation": "Zhang W.-q., Hua Y.-l., Zhang M., et al. Metabonomic analysis of the anti-inflammatory effects of volatile oils of Angelica sinensis on rat model of acute inflammation. Biomedical Chromatography. 2015;29(6):902–910. doi: 10.1002/bmc.3372.", "ArticleIdList": ["10.1002/bmc.3372", "25515821"]}, {"Citation": "Cheng Y.-L., Chang W.-L., Lee S.-C., et al. Acetone extract of Angelica sinensis inhibits proliferation of human cancer cells via inducing cell cycle arrest and apoptosis. Life Sciences. 2004;75(13):1579–1594. doi: 10.1016/j.lfs.2004.03.009.", "ArticleIdList": ["10.1016/j.lfs.2004.03.009", "15261763"]}, {"Citation": "Lei T., Li H., Fang Z., et al. Polysaccharides from Angelica sinensis alleviate neuronal cell injury caused by oxidative stress. Neural Regeneration Research. 2014;9(3):260–267. doi: 10.4103/1673-5374.128218.", "ArticleIdList": ["10.4103/1673-5374.128218", "PMC4146141", "25206810"]}, {"Citation": "Yang T., Jia M., Meng J., Wu H., Mei Q. Immunomodulatory activity of polysaccharide isolated from Angelica sinensis. International Journal of Biological Macromolecules. 2006;39(4-5):179–184. doi: 10.1016/j.ijbiomac.2006.02.013.", "ArticleIdList": ["10.1016/j.ijbiomac.2006.02.013", "16839602"]}, {"Citation": "Hsiao C. Y., Hung C.-Y., Tsai T.-H., Chak K.-F. A Study of the wound healing mechanism of a traditional Chinese medicine, Angelica sinensis, using a proteomic approach. Evidence-Based Complementary and Alternative Medicine. 2012;2012:14. doi: 10.1155/2012/467531.467531", "ArticleIdList": ["10.1155/2012/467531", "PMC3319019", "22536285"]}, {"Citation": "Wang J., Yuan Z., Zhao H., et al. Ferulic acid promotes endothelial cells proliferation through up-regulating cyclin D1 and VEGF. Journal of Ethnopharmacology. 2011;137(2):992–997. doi: 10.1016/j.jep.2011.07.019.", "ArticleIdList": ["10.1016/j.jep.2011.07.019", "21782921"]}, {"Citation": "Lam H.-W., Lin H.-C., Lao S.-C., et al. The angiogenic effects of Angelica sinensis extract on HUVEC in vitro and zebrafish in vivo. Journal of Cellular Biochemistry. 2008;103(1):195–211. doi: 10.1002/jcb.21403.", "ArticleIdList": ["10.1002/jcb.21403", "17497682"]}, {"Citation": "Yeh J.-C., Cindrova-Davies T., Belleri M., et al. The natural compound n-butylidenephthalide derived from the volatile oil of Radix Angelica sinensis inhibits angiogenesis in vitro and in vivo. Angiogenesis. 2011;14(2):187–197. doi: 10.1007/s10456-011-9202-8.", "ArticleIdList": ["10.1007/s10456-011-9202-8", "21327473"]}, {"Citation": "Chen M., Qin J.-J., Fu J.-J., et al. Blumeaenes A-J, sesquiterpenoid esters from Blumea balsamifera with NO inhibitory activity. Planta Medica. 2010;76(9):897–902. doi: 10.1055/s-0029-1240800.", "ArticleIdList": ["10.1055/s-0029-1240800", "20101563"]}, {"Citation": "Noor Rain A., Khozirah S., Mohd Ridzuan M. A., et al. Antiplasmodial properties of some Malaysian medicinal plants. Tropical Biomedicine. 2007;24(1):29–35.", "ArticleIdList": ["17568375"]}, {"Citation": "Li J., Zhao G.-Z., Chen H.-H., et al. Antitumour and antimicrobial activities of endophytic streptomycetes from pharmaceutical plants in rainforest. Letters in Applied Microbiology. 2008;47(6):574–580. doi: 10.1111/j.1472-765x.2008.02470.x.", "ArticleIdList": ["10.1111/j.1472-765x.2008.02470.x", "19120929"]}, {"Citation": "Ragasa C. Y., Kristin A. L., Rideout J. A. Antifungal metabolites from Blumea balsamifera. Natural Product Research. 2005;19(3):231–237. doi: 10.1080/14786410410001709773.", "ArticleIdList": ["10.1080/14786410410001709773", "15702636"]}, {"Citation": "Kubota H., Kojima-Yuasa A., Morii R., et al. Anti-obesity effect of Blumea balsamifera extract in 3T3-L1 preadipocytes and adipocytes. The American Journal of Chinese Medicine. 2009;37(05):843–854. doi: 10.1142/s0192415x09007326.", "ArticleIdList": ["10.1142/s0192415x09007326", "19885945"]}, {"Citation": "Pang Y., Wang D., Hu X., et al. Effect of volatile oil from Blumea balsamifera (L.) DC. leaves on wound healing in mice. Journal of Traditional Chinese Medicine. 2014;34(6):716–724. doi: 10.1016/s0254-6272(15)30087-x.", "ArticleIdList": ["10.1016/s0254-6272(15)30087-x", "25618977"]}, {"Citation": "Jahandideh M., Hajimehdipoor H., Mortazavi S. A., Dehpour A., Hassanzadeh G. A wound healing formulation based on iranian traditional medicine and its HPTLC fingerprint. Iranian Journal of Pharmaceutical Research. 2016;15:149–157.", "ArticleIdList": ["PMC5242360", "28228812"]}, {"Citation": "Banno N., Akihisa T., Yasukawa K., et al. Anti-inflammatory activities of the triterpene acids from the resin of Boswellia carteri. Journal of Ethnopharmacology. 2006;107(2):249–253. doi: 10.1016/j.jep.2006.03.006.", "ArticleIdList": ["10.1016/j.jep.2006.03.006", "16621377"]}, {"Citation": "Zhao W., Entschladen F., Liu H., et al. Boswellic acid acetate induces differentiation and apoptosis in highly metastatic melanoma and fibrosarcoma cells. Cancer Detection and Prevention. 2003;27(1):67–75.", "ArticleIdList": ["12600419"]}, {"Citation": "Hou Q., He W.-J., Hao H.-J., et al. The four-herb Chinese medicine ANBP enhances wound healing and inhibits scar formation via bidirectional regulation of transformation growth factor pathway. PLoS One. 2014;9(12) doi: 10.1371/journal.pone.0112274.e112274", "ArticleIdList": ["10.1371/journal.pone.0112274", "PMC4260828", "25489732"]}, {"Citation": "Hou Q., He W.-J., Chen L., et al. Effects of the four-herb compound ANBP on wound healing promotion in diabetic mice. The International Journal of Lower Extremity Wounds. 2015;14(4):335–342. doi: 10.1177/1534734615575244.", "ArticleIdList": ["10.1177/1534734615575244", "25795279"]}, {"Citation": "Zhao H., Wang X., Li W., Koike K., Bai H. A new minor homoisoflavonoid from Caesalpinia sappan. Natural Product Research. 2014;28(2):102–105. doi: 10.1080/14786419.2013.847439.", "ArticleIdList": ["10.1080/14786419.2013.847439", "24128117"]}, {"Citation": "Yodsaoue O., Cheenpracha S., Karalai C., Ponglimanont C., Tewtrakul S. Anti-allergic activity of principles from the roots and heartwood of Caesalpinia sappan on antigen-induced β-hexosaminidase release. Phytotherapy Research. 2009;23(7):1028–1031. doi: 10.1002/ptr.2670.", "ArticleIdList": ["10.1002/ptr.2670", "19173220"]}, {"Citation": "Min B. S., Cuong T. D., Hung T. M., Min B. K., Shin B. S., Woo M. H. Compounds from the heartwood of Caesalpinia sappan and their anti-inflammatory activity. Bioorganic & Medicinal Chemistry Letters. 2012;22(24):7436–7439. doi: 10.1016/j.bmcl.2012.10.055.", "ArticleIdList": ["10.1016/j.bmcl.2012.10.055", "23127886"]}, {"Citation": "Jeong H. J., Kim Y. M., Kim J. H., et al. Homoisoflavonoids from Caesalpinia sappan displaying viral neuraminidases inhibition. Biological and Pharmaceutical Bulletin. 2012;35(5):786–790. doi: 10.1248/bpb.35.786.", "ArticleIdList": ["10.1248/bpb.35.786", "22687418"]}, {"Citation": "Temrangsee P., Kondo S., Itharat A. Antibacterial activity of extracts from five medicinal plants and their formula against bacteria that cause chronic wound infection. Journal of the Medical Association of Thailand. 2011;94(7):S166–S171.", "ArticleIdList": ["22619924"]}, {"Citation": "Tewtrakul S., Tungcharoen P., Sudsai T., Karalai C., Ponglimanont C., Yodsaoue O. Antiinflammatory and wound healing effects of Caesalpinia sappan L. Phytotherapy Research. 2015;29(6):850–856. doi: 10.1002/ptr.5321.", "ArticleIdList": ["10.1002/ptr.5321", "25760294"]}, {"Citation": "Nicolaus C., Junghanns S., Hartmann A., Murillo R., Ganzera M., Merfort I. In vitro studies to evaluate the wound healing properties of Calendula officinalis extracts. Journal of Ethnopharmacology. 2017;196:94–103. doi: 10.1016/j.jep.2016.12.006.", "ArticleIdList": ["10.1016/j.jep.2016.12.006", "27956358"]}, {"Citation": "Leach M. J. Calendula officinalis and wound healing: a systematic review. Wounds. 2008;20(8):236–243.", "ArticleIdList": ["25941793"]}, {"Citation": "Chandran P. K., Kuttan R. Effect of Calendula officinalis flower extract on acute phase proteins, antioxidant defense mechanism and granuloma formation during thermal burns. Journal of Clinical Biochemistry and Nutrition. 2008;43(2):58–64. doi: 10.3164/jcbn.2008043.", "ArticleIdList": ["10.3164/jcbn.2008043", "PMC2533690", "18818737"]}, {"Citation": "Fronza M., Heinzmann B., Hamburger M., Laufer S., Merfort I. Determination of the wound healing effect of Calendula extracts using the scratch assay with 3T3 fibroblasts. Journal of Ethnopharmacology. 2009;126(3):463–467. doi: 10.1016/j.jep.2009.09.014.", "ArticleIdList": ["10.1016/j.jep.2009.09.014", "19781615"]}, {"Citation": "Dinda M., Dasgupta U., Singh N., Bhattacharyya D., Karmakar P. PI3K-mediated proliferation of fibroblasts by Calendula officinalis tincture: implication in wound healing. Phytotherapy Research. 2015;29(4):607–616. doi: 10.1002/ptr.5293.", "ArticleIdList": ["10.1002/ptr.5293", "25641010"]}, {"Citation": "Dinda M., Mazumdar S., Das S., et al. The water fraction of Calendula officinalis hydroethanol extract stimulates in vitroand in vivo proliferation of dermal fibroblasts in wound healing. Phytotherapy Research. 2016;30(10):1696–1707. doi: 10.1002/ptr.5678.", "ArticleIdList": ["10.1002/ptr.5678", "27426257"]}, {"Citation": "Parente L. M., Lino Júnior R. d. S., Faustino Tresvenzol L. M., Vinaud M. C., de Paula J. R., Paulo N. M. Wound healing and anti-inflammatory effect in animal models of Calendula officinalis L. growing in Brazil. Evidence-Based Complementary and Alternative Medicine. 2012;2012 doi: 10.1155/2012/375671.375671", "ArticleIdList": ["10.1155/2012/375671", "PMC3270572", "22315631"]}, {"Citation": "Yang C. S., Chen G., Wu Q. Recent scientific studies of a traditional Chinese medicine, tea, on prevention of chronic diseases. Journal of Traditional and Complementary Medicine. 2014;4(1):17–23. doi: 10.4103/2225-4110.124326.", "ArticleIdList": ["10.4103/2225-4110.124326", "PMC4032838", "24872929"]}, {"Citation": "Espinosa C., López-Jiménez J. A., Pérez-Llamas F., et al. Long-term intake of white tea prevents oxidative damage caused by adriamycin in kidney of rats. Journal of the Science of Food and Agriculture. 2016;96(9):3079–3087. doi: 10.1002/jsfa.7483.", "ArticleIdList": ["10.1002/jsfa.7483", "26441376"]}, {"Citation": "Chen B. T., Li W.-X., He R.-R., et al. Anti-inflammatory effects of a polyphenols-rich extract from tea (Camellia sinensis) flowers in acute and chronic mice models. Oxidative Medicine and Cellular Longevity. 2012;2012:7. doi: 10.1155/2012/537923.537923", "ArticleIdList": ["10.1155/2012/537923", "PMC3413976", "22900128"]}, {"Citation": "Anwar Ibrahim D., Noman Albadani R. Evaluation of the potential nephroprotective and antimicrobial effect of Camellia sinensis leaves versus Hibiscus sabdariffa (in vivo and in vitro studies) Advances in Pharmacological Sciences. 2014;2014:5. doi: 10.1155/2014/389834.389834", "ArticleIdList": ["10.1155/2014/389834", "PMC4053229", "24949007"]}, {"Citation": "Er S., Dikmen M. Camellia sinensis increased apoptosis on U2OS osteosarcoma cells and wound healing potential on NIH3T3 fibroblast cells. Cytotechnology. 2017;69(6):901–914. doi: 10.1007/s10616-017-0105-4.", "ArticleIdList": ["10.1007/s10616-017-0105-4", "PMC5660739", "28509991"]}, {"Citation": "Jadoon S., Karim S., Bin Asad M. H. H., et al. Anti-aging potential of phytoextract loaded-pharmaceutical creams for human skin cell longetivity. Oxidative Medicine and Cellular Longevity. 2015;2015:17. doi: 10.1155/2015/709628.709628", "ArticleIdList": ["10.1155/2015/709628", "PMC4581564", "26448818"]}, {"Citation": "He R.-r., Chen L., Lin B.-h., Matsui Y., Yao X.-s., Kurihara H. Beneficial effects of oolong tea consumption on diet-induced overweight and obese subjects. Chinese Journal of Integrative Medicine. 2009;15(1):34–41. doi: 10.1007/s11655-009-0034-8.", "ArticleIdList": ["10.1007/s11655-009-0034-8", "19271168"]}, {"Citation": "Hasani-Ranjbar S., Jouyandeh Z., Abdollahi M. A systematic review of anti-obesity medicinal plants-an update. Journal of Diabetes & Metabolic Disorders. 2013;12(1):p. 28. doi: 10.1186/2251-6581-12-28.", "ArticleIdList": ["10.1186/2251-6581-12-28", "PMC3914705", "23777875"]}, {"Citation": "Khan G., Haque S. E., Anwer T., Ahsan M. N., Safhi M. M., Alam M. F. Cardioprotective effect of green tea extract on doxorubicin-induced cardiotoxicity in rats. Acta Poloniae Pharmaceutica. 2014;71(5):861–868.", "ArticleIdList": ["25362815"]}, {"Citation": "Levites Y., Weinreb O., Maor G., Youdim M. B. H., Mandel S. Green tea polyphenol (-)-epigallocatechin-3-gallate prevents N-methyl-4-phenyl-1,2,3,6-tetrahydropyridine-induced dopaminergic neurodegeneration. Journal of Neurochemistry. 2001;78(5):1073–1082. doi: 10.1046/j.1471-4159.2001.00490.x.", "ArticleIdList": ["10.1046/j.1471-4159.2001.00490.x", "11553681"]}, {"Citation": "Hajiaghaalipour F., Kanthimathi M. S., Abdulla M. A., Sanusi J. The effect of Camellia sinensis on wound healing potential in an animal model. Evidence-Based Complementary and Alternative Medicine. 2013;2013:7. doi: 10.1155/2013/386734.386734", "ArticleIdList": ["10.1155/2013/386734", "PMC3705756", "23864889"]}, {"Citation": "Hsu S., Bollag W. B., Lewis J., et al. Green tea polyphenols induce differentiation and proliferation in epidermal keratinocytes. Journal of Pharmacology and Experimental Therapeutics. 2003;306(1):29–34. doi: 10.1124/jpet.103.049734.", "ArticleIdList": ["10.1124/jpet.103.049734", "12663686"]}, {"Citation": "Klass B. R., Branford O. A., Grobbelaar A. O., Rolfe K. J. The effect of epigallocatechin-3-gallate, a constituent of green tea, on transforming growth factor-β1-stimulated wound contraction. Wound Repair and Regeneration. 2010;18(1):80–88. doi: 10.1111/j.1524-475x.2009.00552.x.", "ArticleIdList": ["10.1111/j.1524-475x.2009.00552.x", "20002896"]}, {"Citation": "Syed F., Bagabir R. A., Paus R., Bayat A. Ex vivo evaluation of antifibrotic compounds in skin scarring: EGCG and silencing of PAI-1 independently inhibit growth and induce keloid shrinkage. Laboratory Investigation. 2013;93(8):946–960. doi: 10.1038/labinvest.2013.82.", "ArticleIdList": ["10.1038/labinvest.2013.82", "23835737"]}, {"Citation": "Park G., Yoon B. S., Moon J.-H., et al. Green tea polyphenol epigallocatechin-3-gallate suppresses collagen production and proliferation in keloid fibroblasts via inhibition of the STAT3-signaling pathway. Journal of Investigative Dermatology. 2008;128(10):2429–2441. doi: 10.1038/jid.2008.103.", "ArticleIdList": ["10.1038/jid.2008.103", "18463684"]}, {"Citation": "Asadi S. Y., Parsaei P., Karimi M., et al. Effect of green tea (Camellia sinensis) extract on healing process of surgical wounds in rat. International Journal of Surgery. 2013;11(4):332–337. doi: 10.1016/j.ijsu.2013.02.014.", "ArticleIdList": ["10.1016/j.ijsu.2013.02.014", "23459184"]}, {"Citation": "Kim H., Kawazoe T., Han D.-W., et al. Enhanced wound healing by an epigallocatechin gallate-incorporated collagen sponge in diabetic mice. Wound Repair and Regeneration. 2008;16(5):714–720. doi: 10.1111/j.1524-475x.2008.00422.x.", "ArticleIdList": ["10.1111/j.1524-475x.2008.00422.x", "19128267"]}, {"Citation": "Yao D., Wang Z., Miao L., Wang L. Effects of extracts and isolated compounds from safflower on some index of promoting blood circulation and regulating menstruation. Journal of Ethnopharmacology. 2016;191:264–272. doi: 10.1016/j.jep.2016.06.009.", "ArticleIdList": ["10.1016/j.jep.2016.06.009", "27286914"]}, {"Citation": "Roh J. S., Han J. Y., Kim J. H., Hwang J. K. Inhibitory effects of active compounds isolated from safflower (Carthamus tinctorius L.) seeds for melanogenesis. Biological & Pharmaceutical Bulletin. 2004;27(12):1976–1978. doi: 10.1248/bpb.27.1976.", "ArticleIdList": ["10.1248/bpb.27.1976", "15577216"]}, {"Citation": "Gao S.-Q., Chang C., Niu X.-Q., Li L.-J., Zhang Y., Gao J.-Q. Topical application of Hydroxysafflor yellow A accelerates the wound healing in streptozotocin induced T1DM rats. European Journal of Pharmacology. 2018;823:72–78. doi: 10.1016/j.ejphar.2018.01.018.", "ArticleIdList": ["10.1016/j.ejphar.2018.01.018", "29408092"]}, {"Citation": "Wei X., Liu H., Sun X., et al. Hydroxysafflor yellow A protects rat brains against ischemia-reperfusion injury by antioxidant action. Neuroscience Letters. 2005;386(1):58–62. doi: 10.1016/j.neulet.2005.05.069.", "ArticleIdList": ["10.1016/j.neulet.2005.05.069", "16002219"]}, {"Citation": "Song L., Zhu Y., Jin M., Zang B. Hydroxysafflor yellow a inhibits lipopolysaccharide-induced inflammatory signal transduction in human alveolar epithelial A549 cells. Fitoterapia. 2013;84:107–114. doi: 10.1016/j.fitote.2012.11.004.", "ArticleIdList": ["10.1016/j.fitote.2012.11.004", "23160090"]}, {"Citation": "Zhang N., Xing M., Wang Y., et al. Hydroxysafflor yellow A improves learning and memory in a rat model of vascular dementia by increasing VEGF and NR1 in the hippocampus. Neuroscience Bulletin. 2014;30(3):417–424. doi: 10.1007/s12264-013-1375-2.", "ArticleIdList": ["10.1007/s12264-013-1375-2", "PMC5562598", "23979688"]}, {"Citation": "Ji D. B., Zhang L. Y., Li C. L., Ye J., Zhu H. B. Effect of hydroxysafflor yellow A on human umbilical vein endothelial cells under hypoxia. Vascular Pharmacology. 2009;50(3-4):137–145. doi: 10.1016/j.vph.2008.11.009.", "ArticleIdList": ["10.1016/j.vph.2008.11.009", "19084079"]}, {"Citation": "Yuan W., Yang D., Sun X., et al. Effects of hydroxysafflor yellow A on proliferation and collagen synthesis of rat vascular adventitial fibroblasts induced by angiotensin II. Int J Clin Exp Pathol. 2014;7(9):5772–5781.", "ArticleIdList": ["PMC4203189", "25337218"]}, {"Citation": "Yang F., Li J., Zhu J., Wang D., Chen S., Bai X. Hydroxysafflor yellow A inhibits angiogenesis of hepatocellular carcinoma via blocking ERK/MAPK and NF-κB signaling pathway in H22 tumor-bearing mice. European Journal of Pharmacology. 2015;754:105–114. doi: 10.1016/j.ejphar.2015.02.015.", "ArticleIdList": ["10.1016/j.ejphar.2015.02.015", "25720342"]}, {"Citation": "Priya K. S., Arumugam G., Rathinam B., Wells A., Babu M. Celosia argentea Linn. leaf extract improves wound healing in a rat burn wound model. Wound Repair and Regeneration. 2004;12(6):618–625. doi: 10.1111/j.1067-1927.2004.12603.x.", "ArticleIdList": ["10.1111/j.1067-1927.2004.12603.x", "15555053"]}, {"Citation": "Malomo S. O., Ore A., Yakubu M. T. In vitro and in vivo antioxidant activities of the aqueous extract of Celosia argentea leaves. Indian Journal of Pharmacology. 2011;43(3):278–285.", "ArticleIdList": ["PMC3113379", "21713091"]}, {"Citation": "Wu Q. B., Wang Y., Liang L., Jiang Q., Guo M. L., Zhang J. J. Novel triterpenoid saponins from the seeds of Celosia argentea L. Natural Product Research. 2013;27(15):1353–1360. doi: 10.1080/14786419.2012.740034.", "ArticleIdList": ["10.1080/14786419.2012.740034", "23157342"]}, {"Citation": "Hamzah R. U., Lawal A. R., Madaki F. M., Erukainure O. L. Methanolic extract of Celosia argentea var. crista leaves modulates glucose homeostasis and abates oxidative hepatic injury in diabetic rats. Comparative Clinical Pathology. 2018;27(4):1065–1071. doi: 10.1007/s00580-018-2702-9.", "ArticleIdList": ["10.1007/s00580-018-2702-9", "PMC6018588", "30008637"]}, {"Citation": "Wiart C., Mogana S., Khalifah S., et al. Antimicrobial screening of plants used for traditional medicine in the state of Perak, Peninsular Malaysia. Fitoterapia. 2004;75(1):68–73. doi: 10.1016/j.fitote.2003.07.013.", "ArticleIdList": ["10.1016/j.fitote.2003.07.013", "14693223"]}, {"Citation": "Somboonwong J., Kankaisre M., Tantisira B., Tantisira M. H. Wound healing activities of different extracts of Centella asiatica in incision and burn wound models: an experimental animal study. BMC Complementary and Alternative Medicine. 2012;12:p. 103. doi: 10.1186/1472-6882-12-103.", "ArticleIdList": ["10.1186/1472-6882-12-103", "PMC3492213", "22817824"]}, {"Citation": "Chen Y.-J., Dai Y.-S., Chen B.-F., et al. The effect of tetrandrine and extracts of Centella asiatica on acute radiation dermatitis in rats. Biological & Pharmaceutical Bulletin. 1999;22(7):703–706. doi: 10.1248/bpb.22.703.", "ArticleIdList": ["10.1248/bpb.22.703", "10443466"]}, {"Citation": "Shukla A., Rasik A. M., Jain G. K., Shankar R., Kulshrestha D. K., Dhawan B. N. In vitro and in vivo wound healing activity of asiaticoside isolated from Centella asiatica. Journal of Ethnopharmacology. 1999;65(1):1–11. doi: 10.1016/s0378-8741(98)00141-x.", "ArticleIdList": ["10.1016/s0378-8741(98)00141-x", "10350364"]}, {"Citation": "Maquart F. X., Chastang F., Simeon A., Birembaut P., Gillery P., Wegrowski Y. Triterpenes from Centella asiatica stimulate extracellular matrix accumulation in rat experimental wounds. European Journal of Dermatology. 1999;9(4):289–296.", "ArticleIdList": ["10356407"]}, {"Citation": "Liu M., Dai Y., Li Y., et al. Madecassoside isolated from Centella asiatica herbs facilitates burn wound healing in mice. Planta Medica. 2008;74(08):809–815. doi: 10.1055/s-2008-1074533.", "ArticleIdList": ["10.1055/s-2008-1074533", "18484522"]}, {"Citation": "Yuan X., Han L., Fu P., et al. Cinnamaldehyde accelerates wound healing by promoting angiogenesis via up-regulation of PI3K and MAPK signaling pathways. Laboratory Investigation. 2018;98(6):783–798. doi: 10.1038/s41374-018-0025-8.", "ArticleIdList": ["10.1038/s41374-018-0025-8", "29463877"]}, {"Citation": "Zhang K. J., Zhu J.-Z., Bao X.-Y., Zheng Q., Zheng G.-q., Wang Y. Shexiang baoxin pills for coronary heart disease in animal models: preclinical evidence and promoting angiogenesis mechanism. Frontiers in Pharmacology. 2017;8:p. 404. doi: 10.3389/fphar.2017.00404.", "ArticleIdList": ["10.3389/fphar.2017.00404", "PMC5487520", "28701954"]}, {"Citation": "Tian P.-p., Li J., Gao J., Li Y. Efficacy and safety of the Shexiang Baoxin Pill for the treatment of coronary artery disease not amenable to revascularisation: study protocol for a randomised, placebo-controlled, double-blinded trial. BMJ Open. 2018;8(2) doi: 10.1136/bmjopen-2017-018052.", "ArticleIdList": ["10.1136/bmjopen-2017-018052", "PMC5829656", "29444778"]}, {"Citation": "Lee S. H., Lee S. Y., Son D. J., et al. Inhibitory effect of 2′-hydroxycinnamaldehyde on nitric oxide production through inhibition of NF-κB activation in RAW 264.7 cells. Biochemical Pharmacology. 2005;69(5):791–799. doi: 10.1016/j.bcp.2004.11.013.", "ArticleIdList": ["10.1016/j.bcp.2004.11.013", "15710356"]}, {"Citation": "Koppikar S. J., Choudhari A. S., Suryavanshi S. A., et al. Aqueous cinnamon extract (ACE-c) from the bark of Cinnamomum cassia causes apoptosis in human cervical cancer cell line (SiHa) through loss of mitochondrial membrane potential. BMC Cancer. 2010;10:p. 210. doi: 10.1186/1471-2407-10-210.", "ArticleIdList": ["10.1186/1471-2407-10-210", "PMC2893107", "20482751"]}, {"Citation": "Kwon H.-K., Jeon W. K., Hwang J.-S., et al. Cinnamon extract suppresses tumor progression by modulating angiogenesis and the effector function of CD8 + T cells. Cancer Letters. 2009;278(2):174–182. doi: 10.1016/j.canlet.2009.01.015.", "ArticleIdList": ["10.1016/j.canlet.2009.01.015", "19203831"]}, {"Citation": "Ye H., Du J., Shen D., et al. [Effect of shexiang baoxin pill on the function of vascular endothelium in patients with diabetes mellitus type 2 complicated with angina pectoris] Zhongguo Zhong Xi Yi Jie He Za Zhi. 2004;24(12):1077–1079.", "ArticleIdList": ["15658648"]}, {"Citation": "Rao P. V., Gan S. H. Cinnamon: a multifaceted medicinal plant. Evidence-Based Complementary and Alternative Medicine. 2014;2014:p. 12. doi: 10.1155/2014/642942.", "ArticleIdList": ["10.1155/2014/642942", "PMC4003790", "24817901"]}, {"Citation": "Walsh M. E., Reis D., Jones T. Integrating complementary and alternative medicine: use of myrrh in wound management. Journal of Vascular Nursing. 2010;28(3):p. 102. doi: 10.1016/j.jvn.2010.06.001.", "ArticleIdList": ["10.1016/j.jvn.2010.06.001", "20709267"]}, {"Citation": "Fatani A. J., Alrojayee F. S., Parmar M. Y., Abuohashish H. M., Ahmed M. M., Al-Rejaie S. S. Myrrh attenuates oxidative and inflammatory processes in acetic acid-induced ulcerative colitis. Experimental and Therapeutic Medicine. 2016;12(2):730–738. doi: 10.3892/etm.2016.3398.", "ArticleIdList": ["10.3892/etm.2016.3398", "PMC4950638", "27446268"]}, {"Citation": "Manjula N., Gayathri B., Vinaykumar K. S., Shankernarayanan N. P., Vishwakarma R. A., Balakrishnan A. Inhibition of MAP kinases by crude extract and pure compound isolated from Commiphora mukul leads to down regulation of TNF-α, IL-1β and IL-2. International Immunopharmacology. 2006;6(2):122–132. doi: 10.1016/j.intimp.2005.07.001.", "ArticleIdList": ["10.1016/j.intimp.2005.07.001", "16399617"]}, {"Citation": "Shuaib M., Ali A., Ali M., Panda B., Ahmad M. Antibacterial activity of resin rich plant extracts. Journal of Pharmacy and Bioallied Sciences. 2013;5(4):265–269. doi: 10.4103/0975-7406.120073.", "ArticleIdList": ["10.4103/0975-7406.120073", "PMC3831739", "24302834"]}, {"Citation": "Shalaby M., Hammouda A. Analgesic, anti-inflammatory and antihyperlipidemic activities of Commiphora molmol extract (myrrh) Journal of Intercultural Ethnopharmacology. 2014;3(2):56–62. doi: 10.5455/jice.20140130015014.", "ArticleIdList": ["10.5455/jice.20140130015014", "PMC4576796", "26401348"]}, {"Citation": "al-Harbi M. M., Qureshi S., Raza M., Ahmed M. M., Afzal M., Shah A. H. Gastric antiulcer and cytoprotective effect of Commiphora molmol in rats. Journal of Ethnopharmacology. 1997;55(2):141–150. doi: 10.1016/s0378-8741(96)01488-2.", "ArticleIdList": ["10.1016/s0378-8741(96)01488-2", "9032627"]}, {"Citation": "Abdul-Ghani R. A., Loutfy N., Hassan A. Myrrh and trematodoses in Egypt: an overview of safety, efficacy and effectiveness profiles. Parasitology International. 2009;58(3):210–214. doi: 10.1016/j.parint.2009.04.006.", "ArticleIdList": ["10.1016/j.parint.2009.04.006", "19446652"]}, {"Citation": "Shen T., Li G.-H., Wang X.-N., Lou H.-X. The genus Commiphora: a review of its traditional uses, phytochemistry and pharmacology. Journal of Ethnopharmacology. 2012;142(2):319–330. doi: 10.1016/j.jep.2012.05.025.", "ArticleIdList": ["10.1016/j.jep.2012.05.025", "22626923"]}, {"Citation": "Nomicos E. Y. H. Myrrh. Holistic Nursing Practice. 2007;21(6):308–323. doi: 10.1097/01.hnp.0000298616.32846.34.", "ArticleIdList": ["10.1097/01.hnp.0000298616.32846.34", "17978635"]}, {"Citation": "Galehdari H., Negahdari S., Kesmati M., Rezaie A., Shariati G. Effect of the herbal mixture composed of Aloe Vera, Henna, Adiantum capillus-veneris, and Myrrha on wound healing in streptozotocin-induced diabetic rats. BMC Complementary and Alternative Medicine. 2016;16(1):p. 386. doi: 10.1186/s12906-016-1359-7.", "ArticleIdList": ["10.1186/s12906-016-1359-7", "PMC5053342", "27716154"]}, {"Citation": "Mansour G., Ouda S., Shaker A., Abdallah H. M. Clinical efficacy of new aloe vera- and myrrh-based oral mucoadhesive gels in the management of minor recurrent aphthous stomatitis: a randomized, double-blind, vehicle-controlled study. Journal of Oral Pathology & Medicine. 2014;43(6):405–409. doi: 10.1111/jop.12130.", "ArticleIdList": ["10.1111/jop.12130", "24164309"]}, {"Citation": "Negahdari S., Galehdari H., Kesmati M., Rezaie A., Shariati G. Wound healing activity of extracts and formulations of Aloe vera, Henna, Adiantum capillus-veneris, and Myrrh on mouse dermal fibroblast cells. International Journal of Preventive Medicine. 2017;8:p. 18. doi: 10.4103/ijpvm.ijpvm_338_16.", "ArticleIdList": ["10.4103/ijpvm.ijpvm_338_16", "PMC5364744", "28382194"]}, {"Citation": "Akbik D., Ghadiri M., Chrzanowski W., Rohanizadeh R. Curcumin as a wound healing agent. Life Sciences. 2014;116(1):1–7. doi: 10.1016/j.lfs.2014.08.016.", "ArticleIdList": ["10.1016/j.lfs.2014.08.016", "25200875"]}, {"Citation": "Fadus M. C., Lau C., Bikhchandani J., Lynch H. T. Curcumin: an age-old anti-inflammatory and anti-neoplastic agent. Journal of Traditional and Complementary Medicine. 2017;7(3):339–346. doi: 10.1016/j.jtcme.2016.08.002.", "ArticleIdList": ["10.1016/j.jtcme.2016.08.002", "PMC5506636", "28725630"]}, {"Citation": "Gupta S. C., Patchva S., Aggarwal B. B. Therapeutic roles of curcumin: lessons learned from clinical trials. The AAPS Journal. 2013;15(1):195–218. doi: 10.1208/s12248-012-9432-8.", "ArticleIdList": ["10.1208/s12248-012-9432-8", "PMC3535097", "23143785"]}, {"Citation": "Joe B., Vijaykumar M., Lokesh B. R. Biological properties of curcumin-cellular and molecular mechanisms of action. Critical Reviews in Food Science and Nutrition. 2004;44(2):97–111. doi: 10.1080/10408690490424702.", "ArticleIdList": ["10.1080/10408690490424702", "15116757"]}, {"Citation": "Yang D., Xu J. H., Shi R. J. Root extractive from Daphne genkwa benefits in wound healing of anal fistula through up-regulation of collagen genes in human skin fibroblasts. Bioscience Reports. 2017;37(2) doi: 10.1042/bsr20170182.BSR20170182", "ArticleIdList": ["10.1042/bsr20170182", "PMC5408654", "28396516"]}, {"Citation": "Bang K. K., Yun C.-Y., Lee C., et al. Melanogenesis inhibitory daphnane diterpenoids from the flower buds of Daphne genkwa. Bioorganic & Medicinal Chemistry Letters. 2013;23(11):3334–3337. doi: 10.1016/j.bmcl.2013.03.096.", "ArticleIdList": ["10.1016/j.bmcl.2013.03.096", "23623417"]}, {"Citation": "Zhan Z.-J., Fan C.-Q., Ding J., Yue J.-M. Novel diterpenoids with potent inhibitory activity against endothelium cell HMEC and cytotoxic activities from a well-known TCM plant Daphne genkwa. Bioorganic & Medicinal Chemistry. 2005;13(3):645–655. doi: 10.1016/j.bmc.2004.10.054.", "ArticleIdList": ["10.1016/j.bmc.2004.10.054", "15653331"]}, {"Citation": "Du W. J., Ji J., Wang L., et al. Relationship between the UPLC-Q-TOF-MS fingerprinted constituents from Daphne genkwa and their anti-inflammatory, anti-oxidant activities. Biomedical Chromatography. 2017;31(12) doi: 10.1002/bmc.4012.e4012", "ArticleIdList": ["10.1002/bmc.4012", "28543360"]}, {"Citation": "Lee M. Y., Park B.-Y., Kwon O.-K., et al. Anti-inflammatory activity of (-)-aptosimon isolated from Daphne genkwa in RAW264.7 cells. International Immunopharmacology. 2009;9(7-8):878–885. doi: 10.1016/j.intimp.2009.03.012.", "ArticleIdList": ["10.1016/j.intimp.2009.03.012", "19328870"]}, {"Citation": "Hong J.-Y., Chung H.-J., Lee H.-J., Park H. J., Lee S. K. Growth inhibition of human lung cancer cells via down-regulation of epidermal growth factor receptor signaling by yuanhuadine, a daphnane diterpene from Daphne genkwa. Journal of Natural Products. 2011;74(10):2102–2108. doi: 10.1021/np2003512.", "ArticleIdList": ["10.1021/np2003512", "21916433"]}, {"Citation": "Zheng W., Gao X., Chen C., Tan R. Total flavonoids of Daphne genkwa root significantly inhibit the growth and metastasis of Lewis lung carcinoma in C57BL6 mice. International Immunopharmacology. 2007;7(2):117–127. doi: 10.1016/j.intimp.2006.07.010.", "ArticleIdList": ["10.1016/j.intimp.2006.07.010", "17178377"]}, {"Citation": "Uyangaa E., Choi J. Y., Ryu H. W., Oh S.-R., Eo S. K. Anti-herpes activity of vinegar-processed Daphne genkwa flos via enhancement of natural killer cell activity. Immune Network. 2015;15(2):91–99. doi: 10.4110/in.2015.15.2.91.", "ArticleIdList": ["10.4110/in.2015.15.2.91", "PMC4411514", "25922598"]}, {"Citation": "Huang S. Z., Zhang X. J., Li X. Y., et al. Daphnane-type diterpene esters with cytotoxic and anti-HIV-1 activities from Daphne acutiloba Rehd. Phytochemistry. 2012;75:99–107. doi: 10.1016/j.phytochem.2011.11.013.", "ArticleIdList": ["10.1016/j.phytochem.2011.11.013", "22196934"]}, {"Citation": "Widsten P., Cruz C. D., Fletcher G. C., Pajak M. A., McGhie T. K. Tannins and extracts of fruit byproducts: antibacterial activity against foodborne bacteria and antioxidant capacity. Journal of Agricultural and Food Chemistry. 2014;62(46):11146–11156. doi: 10.1021/jf503819t.", "ArticleIdList": ["10.1021/jf503819t", "25339414"]}, {"Citation": "Figueroa-Espinoza M. C., Zafimahova A., Alvarado P. G. M., Dubreucq E., Poncet-Legrand C. Grape seed and apple tannins: emulsifying and antioxidant properties. Food Chemistry. 2015;178:38–44. doi: 10.1016/j.foodchem.2015.01.056.", "ArticleIdList": ["10.1016/j.foodchem.2015.01.056", "25704681"]}, {"Citation": "Su X., Liu X., Wang S., et al. Wound-healing promoting effect of total tannins from Entada phaseoloides (L.) Merr. in rats. Burns. 2017;43(4):830–838. doi: 10.1016/j.burns.2016.10.010.", "ArticleIdList": ["10.1016/j.burns.2016.10.010", "28040363"]}, {"Citation": "Bhaskar A., Nithya V. Evaluation of the wound-healing activity of Hibiscus rosa sinensis L (Malvaceae) in Wistar albino rats. Indian Journal of Pharmacology. 2012;44(6):694–698. doi: 10.4103/0253-7613.103252.", "ArticleIdList": ["10.4103/0253-7613.103252", "PMC3523494", "23248396"]}, {"Citation": "Adhirajan N., Ravi Kumar T., Shanmugasundaram N., Babu M. In vivo and in vitro evaluation of hair growth potential of Hibiscus rosa-sinensis Linn. Journal of Ethnopharmacology. 2003;88(2-3):235–239. doi: 10.1016/s0378-8741(03)00231-9.", "ArticleIdList": ["10.1016/s0378-8741(03)00231-9", "12963149"]}, {"Citation": "Jadhav V. M., Kamble S. S., Kadam V. J. Herbal medicine: Syzygium cumini: a review. Journal of Pharmacy Research. 2009;2(8):1212–1219."}, {"Citation": "Khan Z. A., Naqvi S. A., Mukhtar A., et al. Antioxidant and antibacterial activities of Hibiscus Rosa-sinensis Linn flower extracts. Pakistan Journal of Pharmaceutical Sciences. 2014;27(3):469–474.", "ArticleIdList": ["24811803"]}, {"Citation": "Shivananda Nayak B., Sivachandra Raju S., Orette F. A., Chalapathi Rao A. V. Effects of Hibiscus rosa sinensis L (Malvaceae) on wound healing activity: a preclinical study in a sprague dawley rat. The International Journal of Lower Extremity Wounds. 2007;6(2):76–81. doi: 10.1177/1534734607302840.", "ArticleIdList": ["10.1177/1534734607302840", "17558005"]}, {"Citation": "Shen H.-M., Chen C., Jiang J.-Y., et al. The N-butyl alcohol extract from Hibiscus rosa-sinensis L. flowers enhances healing potential on rat excisional wounds. Journal of Ethnopharmacology. 2017;198:291–301. doi: 10.1016/j.jep.2017.01.016.", "ArticleIdList": ["10.1016/j.jep.2017.01.016", "28088494"]}, {"Citation": "Sanodiya B., Thakur G., Baghel R., Prasad G., Bisen P. Ganoderma lucidum: a potent pharmacological macrofungus. Current Pharmaceutical Biotechnology. 2009;10(8):717–742. doi: 10.2174/138920109789978757.", "ArticleIdList": ["10.2174/138920109789978757", "19939212"]}, {"Citation": "Cheng P. G., Phan C.-W., Sabaratnam V., Abdullah N., Abdulla M. A., Kuppusamy U. R. Polysaccharides-rich extract of Ganoderma lucidum (M.A. Curtis:Fr.) P. Karst accelerates wound healing in streptozotocin-induced diabetic rats. Evidence-Based Complementary and Alternative Medicine. 2013;2013:9. doi: 10.1155/2013/671252.671252", "ArticleIdList": ["10.1155/2013/671252", "PMC3857811", "24348715"]}, {"Citation": "Boh B. Ganoderma lucidum: a potential for biotechnological production of anti-cancer and immunomodulatory drugs. Recent Patents on Anti-Cancer Drug Discovery. 2013;8(3):255–287. doi: 10.2174/1574891x113089990036.", "ArticleIdList": ["10.2174/1574891x113089990036", "23227951"]}, {"Citation": "Baig M. N., Shahid A. A., Ali M. In vitro assessment of extracts of the lingzhi or reishi medicinal mushroom, Ganoderma lucidum (higher basidiomycetes) against different plant pathogenic fungi. International Journal of Medicinal Mushrooms. 2015;17(4):407–411. doi: 10.1615/intjmedmushrooms.v17.i4.90.", "ArticleIdList": ["10.1615/intjmedmushrooms.v17.i4.90", "25954966"]}, {"Citation": "Oluba O. M., Olusola A. O., Fagbohunka B. S., Onyeneke E. C. Antimalarial and hepatoprotective effects of crude ethanolic extract of lingzhi or reishi medicinal mushroom, Ganoderma lucidum (W.Curt.:Fr.) P.Karst. (higher Basidiomycetes), in Plasmodium berghei-infected mice. International Journal of Medicinal Mushrooms. 2012;14(5):459–466. doi: 10.1615/intjmedmushr.v14.i5.30.", "ArticleIdList": ["10.1615/intjmedmushr.v14.i5.30", "23510214"]}, {"Citation": "Zhang W., Tao J., Yang X., et al. Antiviral effects of two Ganoderma lucidum triterpenoids against enterovirus 71 infection. Biochemical and Biophysical Research Communications. 2014;449(3):307–312. doi: 10.1016/j.bbrc.2014.05.019.", "ArticleIdList": ["10.1016/j.bbrc.2014.05.019", "24845570"]}, {"Citation": "Rani P., Lal M. R., Maheshwari U., Krishnan S. Antioxidant potential of lingzhi or reishi medicinal mushroom, Ganoderma lucidum (Higher Basidiomycetes) cultivated on Artocarpus heterophyllus sawdust substrate in India. International Journal of Medicinal Mushrooms. 2015;17(12):1171–1177. doi: 10.1615/intjmedmushrooms.v17.i12.70.", "ArticleIdList": ["10.1615/intjmedmushrooms.v17.i12.70", "26854104"]}, {"Citation": "Xie Y. Z., Yang F., Tan W., et al. The anti-cancer components of Ganoderma lucidum possesses cardiovascular protective effect by regulating circular RNA expression. Oncoscience. 2016;3(7-8):203–207. doi: 10.18632/oncoscience.316.", "ArticleIdList": ["10.18632/oncoscience.316", "PMC5043070", "27713910"]}, {"Citation": "Pan D., Zhang D., Wu J., et al. Antidiabetic, antihyperlipidemic and antioxidant activities of a novel proteoglycan from Ganoderma lucidum fruiting bodies on db/db mice and the possible mechanism. PLoS One. 2013;8(7) doi: 10.1371/journal.pone.0068332.e68332", "ArticleIdList": ["10.1371/journal.pone.0068332", "PMC3708940", "23874589"]}, {"Citation": "Hsieh T.-C., Wu J. M. Regulation of cell cycle transition and induction of apoptosis in HL-60 leukemia cells by the combination of Coriolus versicolor and Ganoderma lucidum. International Journal of Molecular Medicine. 2013;32(1):251–257. doi: 10.3892/ijmm.2013.1378.", "ArticleIdList": ["10.3892/ijmm.2013.1378", "23670292"]}, {"Citation": "Suarez-Arroyo I. J., Rosario-Acevedo R., Aguilar-Perez A., et al. Anti-tumor effects of Ganoderma lucidum (reishi) in inflammatory breast cancer in In Vivo and In Vitro models. PLoS One. 2013;8(2) doi: 10.1371/journal.pone.0057431.e57431", "ArticleIdList": ["10.1371/journal.pone.0057431", "PMC3585368", "23468988"]}, {"Citation": "Li F., Zhang Y., Zhong Z. Antihyperglycemic effect of Ganoderma lucidum polysaccharides on streptozotocin-induced diabetic mice. International Journal of Molecular Sciences. 2011;12(9):6135–6145. doi: 10.3390/ijms12096135.", "ArticleIdList": ["10.3390/ijms12096135", "PMC3189773", "22016649"]}, {"Citation": "Gao Y., Tang W., Gao H., Chan E., Lan J., Zhou S. Ganoderma lucidum polysaccharide fractions accelerate healing of acetic acid-induced ulcers in rats. Journal of Medicinal Food. 2004;7(4):417–421. doi: 10.1089/jmf.2004.7.417.", "ArticleIdList": ["10.1089/jmf.2004.7.417", "15671683"]}, {"Citation": "Gao Y., Zhou S., Wen J., Huang M., Xu A. Mechanism of the antiulcerogenic effect of Ganoderma lucidum polysaccharides on indomethacin-induced lesions in the rat. Life Sciences. 2002;72(6):731–745. doi: 10.1016/s0024-3205(02)02301-9.", "ArticleIdList": ["10.1016/s0024-3205(02)02301-9", "12467913"]}, {"Citation": "Jin X., Ruiz Beguerie J., Sze D. M., Chan G. C. Ganoderma lucidum (Reishi mushroom) for cancer treatment. Cochrane Database of Systematic Reviews. 2012;(6) doi: 10.1002/14651858.CD007731.pub2.CD007731", "ArticleIdList": ["10.1002/14651858.CD007731.pub2", "22696372"]}, {"Citation": "Tie L., Yang H.-Q., An Y., et al. Ganoderma lucidum polysaccharide accelerates refractory wound healing by inhibition of mitochondrial oxidative stress in type 1 diabetes. Cellular Physiology and Biochemistry. 2012;29(3-4):583–594. doi: 10.1159/000338512.", "ArticleIdList": ["10.1159/000338512", "22508065"]}, {"Citation": "Gu J., Chen J., Yang N., et al. Combination of Ligusticum chuanxiong and Radix Paeoniae ameliorate focal cerebral ischemic in MCAO rats via endoplasmic reticulum stress-dependent apoptotic signaling pathway. Journal of Ethnopharmacology. 2016;187:313–324. doi: 10.1016/j.jep.2016.04.024.", "ArticleIdList": ["10.1016/j.jep.2016.04.024", "27108052"]}, {"Citation": "Ran X., Ma L., Peng C., Zhang H., Qin L.-P. Ligusticum chuanxiong Hort: a review of chemistry and pharmacology. Pharmaceutical Biology. 2011;49(11):1180–1189. doi: 10.3109/13880209.2011.576346.", "ArticleIdList": ["10.3109/13880209.2011.576346", "22014266"]}, {"Citation": "Chen Z., Zhang C., Gao F., et al. A systematic review on the rhizome of Ligusticum chuanxiong Hort. (Chuanxiong) Food and Chemical Toxicology. 2018;119:309–325. doi: 10.1016/j.fct.2018.02.050.", "ArticleIdList": ["10.1016/j.fct.2018.02.050", "29486278"]}, {"Citation": "Wu J.-G., Wei Y.-J., Ran X., Zhang H., Nian H., Qin L.-P. Inhibitory effects of essential oil from rhizomes of Ligusticum chuanxiong on hypertrophic scarring in the rabbit ear model. Pharmaceutical Biology. 2011;49(7):764–769. doi: 10.3109/13880209.2010.542761.", "ArticleIdList": ["10.3109/13880209.2010.542761", "21639690"]}, {"Citation": "Fu J., Yang L., Khan M. A., Mei Z. Genetic characterization and authentication of Lonicera japonica Thunb. by using improved RAPD analysis. Molecular Biology Reports. 2013;40(10):5993–5999. doi: 10.1007/s11033-013-2703-3.", "ArticleIdList": ["10.1007/s11033-013-2703-3", "24057241"]}, {"Citation": "Shang X., Pan H., Li M., Miao X., Ding H. Lonicera japonica Thunb.: ethnopharmacology, phytochemistry and pharmacology of an important traditional Chinese medicine. Journal of Ethnopharmacology. 2011;138(1):1–21. doi: 10.1016/j.jep.2011.08.016.", "ArticleIdList": ["10.1016/j.jep.2011.08.016", "PMC7127058", "21864666"]}, {"Citation": "Li Y., Cai W., Weng X., et al. Lonicerae Japonicae Flos and Lonicerae Flos: a systematic pharmacology review. Evidence-Based Complementary and Alternative Medicine. 2015;2015:16. doi: 10.1155/2015/905063.905063", "ArticleIdList": ["10.1155/2015/905063", "PMC4519546", "26257818"]}, {"Citation": "Chen W. C., Liou S.-S., Tzeng T.-F., Lee S.-L., Liu I.-M. Wound repair and anti-inflammatory potential of Lonicera japonica in excision wound-induced rats. BMC Complementary and Alternative Medicine. 2012;12:p. 226. doi: 10.1186/1472-6882-12-226.", "ArticleIdList": ["10.1186/1472-6882-12-226", "PMC3577469", "23173654"]}, {"Citation": "Zhou S. L., Zou X.-H., Zhou Z.-Q., et al. Multiple species of wild tree peonies gave rise to the ‘king of flowers’, Paeonia suffruticosa Andrews. Proceedings of the Royal Society B: Biological Sciences. 2014;281(1797) doi: 10.1098/rspb.2014.1687.20141687", "ArticleIdList": ["10.1098/rspb.2014.1687", "PMC4240985", "25377453"]}, {"Citation": "Rho S., Chung H.-S., Kang M., et al. Inhibition of production of reactive oxygen species and gene expression profile by treatment of ethanol extract of Moutan Cortex Radicis in oxidative stressed PC12 cells. Biological & Pharmaceutical Bulletin. 2005;28(4):661–666. doi: 10.1248/bpb.28.661.", "ArticleIdList": ["10.1248/bpb.28.661", "15802806"]}, {"Citation": "Kim H. G., Park G., Piao Y., et al. Effects of the root bark of Paeonia suffruticosa on mitochondria-mediated neuroprotection in an MPTP-induced model of Parkinson’s disease. Food and Chemical Toxicology. 2014;65:293–300. doi: 10.1016/j.fct.2013.12.037.", "ArticleIdList": ["10.1016/j.fct.2013.12.037", "24389454"]}, {"Citation": "Xing G., Zhang Z., Liu J., Hu H., Sugiura N. Antitumor effect of extracts from moutan cortex on DLD-1 human colon cancer cells in vitro. Molecular Medicine Reports. 2010;3(1):57–61. doi: 10.3892/mmr_00000218.", "ArticleIdList": ["10.3892/mmr_00000218", "21472200"]}, {"Citation": "Wu M., Gu Z. Screening of bioactive compounds from moutan cortex and their anti-inflammatory activities in rat synoviocytes. Evidence-Based Complementary and Alternative Medicine. 2009;6(1):63. doi: 10.1093/ecam/nem066.", "ArticleIdList": ["10.1093/ecam/nem066", "PMC2644271", "18955220"]}, {"Citation": "Hong H., Wang Q. M., Zhao Z. P., et al. Studies on antidiabetic effects of cortex Moutan polysaccharide-2b in type 2 diabetes mellitus rats. Yao Xue Xue Bao. 2003;38(4):255–259.", "ArticleIdList": ["12889122"]}, {"Citation": "He D. Y., Dai S. M. Anti-inflammatory and immunomodulatory effects of paeonia lactiflora pall., a traditional Chinese herbal medicine. Frontiers in Pharmacology. 2011;2:p. 10. doi: 10.3389/fphar.2011.00010.", "ArticleIdList": ["10.3389/fphar.2011.00010", "PMC3108611", "21687505"]}, {"Citation": "Wang R., Lechtenberg M., Sendker J., Petereit F., Deters A., Hensel A. Wound-healing plants from TCM: in vitro investigations on selected TCM plants and their influence on human dermal fibroblasts and keratinocytes. Fitoterapia. 2013;84:308–317. doi: 10.1016/j.fitote.2012.12.020.", "ArticleIdList": ["10.1016/j.fitote.2012.12.020", "23266731"]}, {"Citation": "Kim W. K., Song S.-Y., Oh W. K., et al. Wound-healing effect of ginsenoside Rd from leaves of Panax ginseng via cyclic AMP-dependent protein kinase pathway. European Journal of Pharmacology. 2013;702(1–3):285–293. doi: 10.1016/j.ejphar.2013.01.048.", "ArticleIdList": ["10.1016/j.ejphar.2013.01.048", "23399764"]}, {"Citation": "Arring N. M., Millstine D., Marks L. A., Nail L. M. Ginseng as a treatment for fatigue: a systematic review. The Journal of Alternative and Complementary Medicine. 2018;24(7):624–633. doi: 10.1089/acm.2017.0361.", "ArticleIdList": ["10.1089/acm.2017.0361", "29624410"]}, {"Citation": "Jovanovski E., Peeva V., Sievenpiper J. L., et al. Modulation of endothelial function by Korean red ginseng (Panax ginseng C.A. Meyer) and its components in healthy individuals: a randomized controlled trial. Cardiovascular Therapeutics. 2014;32(4):163–169. doi: 10.1111/1755-5922.12077.", "ArticleIdList": ["10.1111/1755-5922.12077", "24758417"]}, {"Citation": "Lee L.-S., Cho C.-W., Hong H.-D., Lee Y.-C., Choi U.-K., Kim Y.-C. Hypolipidemic and antioxidant properties of phenolic compound-rich extracts from white ginseng (Panax ginseng) in cholesterol-fed rabbits. Molecules. 2013;18(10):12548–12560. doi: 10.3390/molecules181012548.", "ArticleIdList": ["10.3390/molecules181012548", "PMC6269857", "24152674"]}, {"Citation": "Yang Y., Yang W. S., Yu T., et al. ATF-2/CREB/IRF-3-targeted anti-inflammatory activity of Korean red ginseng water extract. Journal of Ethnopharmacology. 2014;154(1):218–228. doi: 10.1016/j.jep.2014.04.008.", "ArticleIdList": ["10.1016/j.jep.2014.04.008", "24735861"]}, {"Citation": "Jiao L., Li B., Wang M., Liu Z., Zhang X., Liu S. Antioxidant activities of the oligosaccharides from the roots, flowers and leaves of Panax ginseng C.A. Meyer. Carbohydrate Polymers. 2014;106:293–298. doi: 10.1016/j.carbpol.2014.02.035.", "ArticleIdList": ["10.1016/j.carbpol.2014.02.035", "24721081"]}, {"Citation": "Li C., Tian Z.-N., Cai J.-P., et al. Panax ginseng polysaccharide induces apoptosis by targeting Twist/AKR1C2/NF-1 pathway in human gastric cancer. Carbohydrate Polymers. 2014;102:103–109. doi: 10.1016/j.carbpol.2013.11.016.", "ArticleIdList": ["10.1016/j.carbpol.2013.11.016", "24507261"]}, {"Citation": "Fukuyama N., Shibuya M., Orihara Y. Antimicrobial polyacetylenes from Panax ginseng hairy root culture. Chemical and Pharmaceutical Bulletin. 2012;60(3):377–380. doi: 10.1248/cpb.60.377.", "ArticleIdList": ["10.1248/cpb.60.377", "22382419"]}, {"Citation": "Sumiyoshi M., Sakanaka M., Kimura Y. Effects of red ginseng extract on allergic reactions to food in Balb/c mice. Journal of Ethnopharmacology. 2010;132(1):206–212. doi: 10.1016/j.jep.2010.08.012.", "ArticleIdList": ["10.1016/j.jep.2010.08.012", "20713140"]}, {"Citation": "Hwang E., Park S.-Y., Yin C. S., Kim H.-T., Kim Y. M., Yi T. H. Antiaging effects of the mixture of Panax ginseng and Crataegus pinnatifida in human dermal fibroblasts and healthy human skin. Journal of Ginseng Research. 2017;41(1):69–77. doi: 10.1016/j.jgr.2016.01.001.", "ArticleIdList": ["10.1016/j.jgr.2016.01.001", "PMC5223080", "28123324"]}, {"Citation": "Lee J., Hwang H., Ko E.-J., et al. Immunomodulatory activity of red ginseng against influenza A virus infection. Nutrients. 2014;6(2):517–529. doi: 10.3390/nu6020517.", "ArticleIdList": ["10.3390/nu6020517", "PMC3942714", "24473234"]}, {"Citation": "Cho J.-G., Lee M.-K., Lee J.-W., et al. Physicochemical Characterization and NMR Assignments of Ginsenosides Rb1, Rb2, Rc, and Rd Isolated from Panax ginseng. Journal of Ginseng Research. 2010;34(2):113–121. doi: 10.5142/jgr.2010.34.2.113.", "ArticleIdList": ["10.5142/jgr.2010.34.2.113"]}, {"Citation": "Kim Y. G., Sumiyoshi M., Kawahira K., Sakanaka M., Kimura Y. Effects of Red Ginseng extract on ultraviolet B-irradiated skin change in C57BL mice. Phytotherapy Research. 2008;22(11):1423–1427. doi: 10.1002/ptr.2339.", "ArticleIdList": ["10.1002/ptr.2339", "18803235"]}, {"Citation": "Kimura Y., Sumiyoshi M., Kawahira K., Sakanaka M. Effects of ginseng saponins isolated from Red Ginseng roots on burn wound healing in mice. British Journal of Pharmacology. 2006;148(6):860–870. doi: 10.1038/sj.bjp.0706794.", "ArticleIdList": ["10.1038/sj.bjp.0706794", "PMC1617068", "16770323"]}, {"Citation": "Morisaki N., Watanabe S., Tezuka M., et al. Mechanism of angiogenic effects of saponin from ginseng Radix rubra in human umbilical vein endothelial cells. British Journal of Pharmacology. 1995;115(7):1188–1193. doi: 10.1111/j.1476-5381.1995.tb15023.x.", "ArticleIdList": ["10.1111/j.1476-5381.1995.tb15023.x", "PMC1908790", "7582543"]}, {"Citation": "Kim Y.-S., Cho I.-H., Jeong M.-J., et al. Therapeutic effect of total ginseng saponin on skin wound healing. Journal of Ginseng Research. 2011;35(3):360–367. doi: 10.5142/jgr.2011.35.3.360.", "ArticleIdList": ["10.5142/jgr.2011.35.3.360", "PMC3659532", "23717081"]}, {"Citation": "Chen X., Wang M., Xu X., et al. Panax ginseng total protein promotes proliferation and secretion of collagen in NIH/3T3 cells by activating extracellular signal-related kinase pathway. Journal of Ginseng Research. 2017;41(3):411–418. doi: 10.1016/j.jgr.2017.02.001.", "ArticleIdList": ["10.1016/j.jgr.2017.02.001", "PMC5489768", "28701885"]}, {"Citation": "Lee J., Jung E., Lee J., et al. Panax ginseng induces human type I collagen synthesis through activation of Smad signaling. Journal of Ethnopharmacology. 2007;109(1):29–34. doi: 10.1016/j.jep.2006.06.008.", "ArticleIdList": ["10.1016/j.jep.2006.06.008", "16890388"]}, {"Citation": "Choi S. Epidermis proliferative effect of the Panax ginseng Ginsenoside Rb2. Archives of Pharmacal Research. 2002;25(1):71–76. doi: 10.1007/bf02975265.", "ArticleIdList": ["10.1007/bf02975265", "11885696"]}, {"Citation": "Shen K., Ji L., Gong C., et al. Notoginsenoside Ft1 promotes angiogenesis via HIF-1α mediated VEGF secretion and the regulation of PI3K/AKT and Raf/MEK/ERK signaling pathways. Biochemical Pharmacology. 2012;84(6):784–792. doi: 10.1016/j.bcp.2012.05.024.", "ArticleIdList": ["10.1016/j.bcp.2012.05.024", "22771629"]}, {"Citation": "Hong S.-J., Wan J.-B., Zhang Y., et al. Angiogenic effect of saponin extract from Panax notoginseng on HUVECs in vitro and zebrafish in vivo. Phytotherapy Research. 2009;23(5):677–686. doi: 10.1002/ptr.2705.", "ArticleIdList": ["10.1002/ptr.2705", "19107746"]}, {"Citation": "Zhou N., Tang Y., Keep R. F., Ma X., Xiang J. Antioxidative effects of Panax notoginseng saponins in brain cells. Phytomedicine. 2014;21(10):1189–1195. doi: 10.1016/j.phymed.2014.05.004.", "ArticleIdList": ["10.1016/j.phymed.2014.05.004", "PMC4111966", "24916704"]}, {"Citation": "Huang X.-P., Ding H., Lu J.-D., Tang Y.-H., Deng B.-X., Deng C.-Q. Effects of the combination of the main active components of Astragalus and Panax notoginseng on inflammation and apoptosis of nerve cell after cerebral ischemia-reperfusion. The American Journal of Chinese Medicine. 2015;43(7):1419–1438. doi: 10.1142/s0192415x15500809.", "ArticleIdList": ["10.1142/s0192415x15500809", "26477799"]}, {"Citation": "Sun H. X., Ye Y.-P., Pan H.-J., Pan Y.-J. Adjuvant effect of Panax notoginseng saponins on the immune responses to ovalbumin in mice. Vaccine. 2004;22(29-30):3882–3889. doi: 10.1016/j.vaccine.2004.04.012.", "ArticleIdList": ["10.1016/j.vaccine.2004.04.012", "15364435"]}, {"Citation": "Zeng X.-S., Zhou X.-S., Luo F.-C., et al. Comparative analysis of the neuroprotective effects of ginsenosides Rg1 and Rb1 extracted from Panax notoginseng against cerebral ischemia. Canadian Journal of Physiology and Pharmacology. 2014;92(2):102–108. doi: 10.1139/cjpp-2013-0274.", "ArticleIdList": ["10.1139/cjpp-2013-0274", "24502632"]}, {"Citation": "Yang Q., Wang P., Cui J., Wang W., Chen Y., Zhang T. Panax notoginseng saponins attenuate lung cancer growth in part through modulating the level of Met/miR-222 axis. Journal of Ethnopharmacology. 2016;193:255–265. doi: 10.1016/j.jep.2016.08.040.", "ArticleIdList": ["10.1016/j.jep.2016.08.040", "27566197"]}, {"Citation": "Uzayisenga R., Ayeka P. A., Wang Y. Anti-diabetic potential of Panax notoginseng saponins (PNS): a review. Phytotherapy Research. 2014;28(4):510–516. doi: 10.1002/ptr.5026.", "ArticleIdList": ["10.1002/ptr.5026", "23846979"]}, {"Citation": "Peng X.-d., Dai L.-l., Huang C.-q., He C.-m., Yang B., Chen L.-j. Relationship between anti-fibrotic effect of Panax notoginseng saponins and serum cytokines in rat hepatic fibrosis. Biochemical and Biophysical Research Communications. 2009;388(1):31–34. doi: 10.1016/j.bbrc.2009.07.099.", "ArticleIdList": ["10.1016/j.bbrc.2009.07.099", "19632202"]}, {"Citation": "Jung H.-W., Seo U.-K., Kim J.-H., Leem K.-H., Park Y.-K. Flower extract of Panax notoginseng attenuates lipopolysaccharide-induced inflammatory response via blocking of NF-κB signaling pathway in murine macrophages. Journal of Ethnopharmacology. 2009;122(2):313–319. doi: 10.1016/j.jep.2008.12.024.", "ArticleIdList": ["10.1016/j.jep.2008.12.024", "19162159"]}, {"Citation": "Makino S., Mitsutake N., Nakashima M., et al. DHMEQ, a novel NF-kappaB inhibitor, suppresses growth and type I collagen accumulation in keloid fibroblasts. Journal of Dermatological Science. 2008;51(3):171–180. doi: 10.1016/j.jdermsci.2008.03.003.", "ArticleIdList": ["10.1016/j.jdermsci.2008.03.003", "18406579"]}, {"Citation": "Ghazizadeh M. Essential role of IL-6 signaling pathway in keloid pathogenesis. Journal of Nippon Medical School. 2007;74(1):11–22. doi: 10.1272/jnms.74.11.", "ArticleIdList": ["10.1272/jnms.74.11", "17384473"]}, {"Citation": "Lau A.-J., Toh D.-F., Chua T.-K., Pang Y.-K., Woo S.-O., Koh H.-L. Antiplatelet and anticoagulant effects of Panax notoginseng: comparison of raw and steamed Panax notoginseng with Panax ginseng and Panax quinquefolium. Journal of Ethnopharmacology. 2009;125(3):380–386. doi: 10.1016/j.jep.2009.07.038.", "ArticleIdList": ["10.1016/j.jep.2009.07.038", "19665534"]}, {"Citation": "Peng M., Yi Y. X., Zhang T., Ding Y., Le J. Stereoisomers of saponins in Panax notoginseng (Sanqi): a review. Frontiers in Pharmacology. 2018;9:p. 188. doi: 10.3389/fphar.2018.00188.", "ArticleIdList": ["10.3389/fphar.2018.00188", "PMC5859349", "29593531"]}, {"Citation": "Liu J., Shiono J., Shimizu K., et al. 20(R)-ginsenoside Rh2, not 20(S), is a selective osteoclastgenesis inhibitor without any cytotoxicity. Bioorganic & Medicinal Chemistry Letters. 2009;19(12):3320–3323. doi: 10.1016/j.bmcl.2009.04.054.", "ArticleIdList": ["10.1016/j.bmcl.2009.04.054", "19428246"]}, {"Citation": "Peng W., Qin R., Li X., Zhou H. Botany, phytochemistry, pharmacology, and potential application of Polygonum cuspidatum Sieb.et Zucc.: a review. Journal of Ethnopharmacology. 2013;148(3):729–745. doi: 10.1016/j.jep.2013.05.007.", "ArticleIdList": ["10.1016/j.jep.2013.05.007", "23707210"]}, {"Citation": "Lee M.-H., Kao L., Lin C.-C. Comparison of the antioxidant and transmembrane permeative activities of the different Polygonum cuspidatum extracts in phospholipid-based microemulsions. Journal of Agricultural and Food Chemistry. 2011;59(17):9135–9141. doi: 10.1021/jf201577f.", "ArticleIdList": ["10.1021/jf201577f", "21770401"]}, {"Citation": "Su P.-W., Yang C.-H., Yang J.-F., Su P.-Y., Chuang L.-Y. Antibacterial activities and antibacterial mechanism of Polygonum cuspidatum extracts against nosocomial drug-resistant pathogens. Molecules. 2015;20(6):11119–11130. doi: 10.3390/molecules200611119.", "ArticleIdList": ["10.3390/molecules200611119", "PMC6272736", "26087259"]}, {"Citation": "Jiao Y., Wu Y., Du D. Polydatin inhibits cell proliferation, invasion and migration, and induces cell apoptosis in hepatocellular carcinoma. Brazilian Journal of Medical and Biological Research. 2018;51(4) doi: 10.1590/1414-431x20176867.e6867", "ArticleIdList": ["10.1590/1414-431x20176867", "PMC5856444", "29513792"]}, {"Citation": "Wu X.-b., Luo X.-q., Gu S.-y., Xu J.-h. The effects of Polygonum cuspidatum extract on wound healing in rats. Journal of Ethnopharmacology. 2012;141(3):934–937. doi: 10.1016/j.jep.2012.03.040.", "ArticleIdList": ["10.1016/j.jep.2012.03.040", "22469768"]}, {"Citation": "Liu Z., Wei F., Chen L.-J., et al. In vitro and in vivo studies of the inhibitory effects of emodin isolated from Polygonum cuspidatum on coxsakievirus B4. Molecules. 2013;18(10):11842–11858. doi: 10.3390/molecules181011842.", "ArticleIdList": ["10.3390/molecules181011842", "PMC6269740", "24071990"]}, {"Citation": "Chen X., Yang L., Oppenheim J. J., Howard O. M. Z. Cellular pharmacology studies of shikonin derivatives. Phytotherapy Research. 2002;16(3):199–209. doi: 10.1002/ptr.1100.", "ArticleIdList": ["10.1002/ptr.1100", "12164262"]}, {"Citation": "Li X., Fan X.-X., Jiang Z.-B., et al. Shikonin inhibits gefitinib-resistant non-small cell lung cancer by inhibiting TrxR and activating the EGFR proteasomal degradation pathway. Pharmacological Research. 2017;115:45–55. doi: 10.1016/j.phrs.2016.11.011.", "ArticleIdList": ["10.1016/j.phrs.2016.11.011", "27864022"]}, {"Citation": "Fan C., Xie Y., Dong Y., Su Y., Upton Z. Investigating the potential of Shikonin as a novel hypertrophic scar treatment. Journal of Biomedical Science. 2015;22:p. 70. doi: 10.1186/s12929-015-0172-9.", "ArticleIdList": ["10.1186/s12929-015-0172-9", "PMC4537585", "26275605"]}, {"Citation": "Zeng Z., Zhu B.-H. Arnebin-1 promotes the angiogenesis of human umbilical vein endothelial cells and accelerates the wound healing process in diabetic rats. Journal of Ethnopharmacology. 2014;154(3):653–662. doi: 10.1016/j.jep.2014.04.038.", "ArticleIdList": ["10.1016/j.jep.2014.04.038", "24794013"]}, {"Citation": "Yanwen W., Wenyuan G., Xiaohe X., Yi L. Calorimetric investigation of the effect of hydroxyanthraquinones in Rheum officinale Baill on Staphylococcus aureus growth. Thermochimica Acta. 2005;429(2):167–170. doi: 10.1016/j.tca.2005.03.008.", "ArticleIdList": ["10.1016/j.tca.2005.03.008"]}, {"Citation": "Clementi E. M., Misiti F. Bioactive Foods in Promoting Health Fruits and Vegetables. Cambridge, MA, USA: Academic Press; 2010. Potential health benefits of rhubarb; pp. 407–423."}, {"Citation": "Chu X., Wei M., Yang X., et al. Effects of an anthraquinone derivative from Rheum officinale Baill, emodin, on airway responses in a murine model of asthma. Food and Chemical Toxicology. 2012;50(7):2368–2375. doi: 10.1016/j.fct.2012.03.076.", "ArticleIdList": ["10.1016/j.fct.2012.03.076", "22484343"]}, {"Citation": "Li W.-Y., Chan S.-W., Guo D.-J., et al. Water extract of Rheum officinale Baill. induces apoptosis in human lung adenocarcinoma A549 and human breast cancer MCF-7 cell lines. Journal of Ethnopharmacology. 2009;124(2):251–256. doi: 10.1016/j.jep.2009.04.030.", "ArticleIdList": ["10.1016/j.jep.2009.04.030", "19397973"]}, {"Citation": "Wang H., Song H., Yue J., Li J., Hou Y. B., Deng J. L. Rheum officinale (a traditional Chinese medicine) for chronic kidney disease. Cochrane Database of Systematic Reviews. 2012;(7) doi: 10.1002/14651858.cd008000.pub2.CD008000", "ArticleIdList": ["10.1002/14651858.cd008000.pub2", "22786510"]}, {"Citation": "Tang T., Yin L., Yang J., Shan G. Emodin, an anthraquinone derivative from Rheum officinale Baill, enhances cutaneous wound healing in rats. European Journal of Pharmacology. 2007;567(3):177–185. doi: 10.1016/j.ejphar.2007.02.033.", "ArticleIdList": ["10.1016/j.ejphar.2007.02.033", "17540366"]}, {"Citation": "Sung B. Chapter 3-regulation of inflammation-mediated chronic diseases by botanicals. In: Shyur L.-F., Lau A. S. Y., editors. Advances in Botanical Research. Cambridge, MA, USA: Academic Press; 2012. pp. 57–132."}, {"Citation": "Kumar A., Dhawan S., Aggarwal B. B. Emodin (3-methyl-1,6,8-trihydroxyanthraquinone) inhibits TNF-induced NF-κB activation, IκB degradation, and expression of cell surface adhesion proteins in human vascular endothelial cells. Oncogene. 1998;17(7):913–918. doi: 10.1038/sj.onc.1201998.", "ArticleIdList": ["10.1038/sj.onc.1201998", "9780008"]}, {"Citation": "Subramaniam A., Shanmugam M. K., Ong T. H., et al. Emodin inhibits growth and induces apoptosis in an orthotopic hepatocellular carcinoma model by blocking activation of STAT3. British Journal of Pharmacology. 2013;170(4):807–821. doi: 10.1111/bph.12302.", "ArticleIdList": ["10.1111/bph.12302", "PMC3799595", "23848338"]}, {"Citation": "Gupta A., Kumar R., Upadhyay N., Pal K., Kumar R., Sawhney R. Effects of Rhodiola imbricata on dermal wound healing. Planta Medica. 2007;73(8):774–777. doi: 10.1055/s-2007-981546.", "ArticleIdList": ["10.1055/s-2007-981546", "17611935"]}, {"Citation": "Mishra K. P., Ganju L., Singh S. B. Anti-cellular and immunomodulatory potential of aqueous extract of Rhodiola imbricatarhizome. Immunopharmacology and Immunotoxicology. 2012;34(3):513–518. doi: 10.3109/08923973.2011.638307.", "ArticleIdList": ["10.3109/08923973.2011.638307", "22239552"]}, {"Citation": "Gupta V., Lahiri S. S., Sultana S., Tulsawani R. K., Kumar R. Anti-oxidative effect of Rhodiola imbricata root extract in rats during cold, hypoxia and restraint (C-H-R) exposure and post-stress recovery. Food and Chemical Toxicology. 2010;48(4):1019–1025. doi: 10.1016/j.fct.2010.01.012.", "ArticleIdList": ["10.1016/j.fct.2010.01.012", "20079793"]}, {"Citation": "Senthilkumar R., Chandran R., Parimelazhagan T. Hepatoprotective effect of Rhodiola imbricata rhizome against paracetamol-induced liver toxicity in rats. Saudi Journal of Biological Sciences. 2014;21(5):409–416. doi: 10.1016/j.sjbs.2014.04.001.", "ArticleIdList": ["10.1016/j.sjbs.2014.04.001", "PMC4191600", "25313275"]}, {"Citation": "Goel H. C., Bala M., Prasad J., Singh S., Agrawala P. K., Swahney R. C. Radioprotection by Rhodiola imbricata in mice against whole-body lethal irradiation. Journal of Medicinal Food. 2006;9(2):154–160. doi: 10.1089/jmf.2006.9.154.", "ArticleIdList": ["10.1089/jmf.2006.9.154", "16822199"]}, {"Citation": "Senthilkumar R., Parimelazhagan T., Chaurasia O. P., Srivastava R. B. Free radical scavenging property and antiproliferative activity of Rhodiola imbricata Edgew extracts in HT-29 human colon cancer cells. Asian Pacific Journal of Tropical Medicine. 2013;6(1):11–19. doi: 10.1016/s1995-7645(12)60194-1.", "ArticleIdList": ["10.1016/s1995-7645(12)60194-1", "23317880"]}, {"Citation": "Su C.-Y., Ming Q.-L., Rahman K., Han T., Qin L.-P. Salvia miltiorrhiza: traditional medicinal uses, chemistry, and pharmacology. Chinese Journal of Natural Medicines. 2015;13(3):163–182. doi: 10.1016/s1875-5364(15)30002-9.", "ArticleIdList": ["10.1016/s1875-5364(15)30002-9", "25835361"]}, {"Citation": "Zhang J., Li Y., Chen X., Pan Y., Zhang S., Wang Y. Systems pharmacology dissection of multi-scale mechanisms of action for herbal medicines in stroke treatment and prevention. PLoS One. 2014;9(8) doi: 10.1371/journal.pone.0102506.e102506", "ArticleIdList": ["10.1371/journal.pone.0102506", "PMC4122378", "25093322"]}, {"Citation": "Luo J., Song W., Yang G., Xu H., Chen K. Compound Danshen (Salvia miltiorrhiza) dripping pill for coronary heart disease: an overview of systematic reviews. The American Journal of Chinese Medicine. 2015;43(1):25–43. doi: 10.1142/s0192415x15500020.", "ArticleIdList": ["10.1142/s0192415x15500020", "25582415"]}, {"Citation": "Zhou L., Zuo Z., Chow M. S. S. Danshen: an overview of its chemistry, pharmacology, pharmacokinetics, and clinical use. The Journal of Clinical Pharmacology. 2005;45(12):1345–1359. doi: 10.1177/0091270005282630.", "ArticleIdList": ["10.1177/0091270005282630", "16291709"]}, {"Citation": "Chen J., Lv Q., Yu M., Zhang X., Gou J. Randomized clinical trial of Chinese herbal medications to reduce wound complications after mastectomy for breast carcinoma. British Journal of Surgery. 2010;97(12):1798–1804. doi: 10.1002/bjs.7227.", "ArticleIdList": ["10.1002/bjs.7227", "20862715"]}, {"Citation": "Lay I.-S., Hsieh C.-C., Chiu J.-H., Shiao M.-S., Lui W.-Y., Wu C.-W. Salvianolic acid b enhances in vitro angiogenesis and improves skin flap survival in sprague-dawley rats1. Journal of Surgical Research. 2003;115(2):279–285. doi: 10.1016/s0022-4804(03)00226-9.", "ArticleIdList": ["10.1016/s0022-4804(03)00226-9", "14697295"]}, {"Citation": "Tang Y., Wang M., Le X., et al. Antioxidant and cardioprotective effects of Danshensu (3-(3, 4-dihydroxyphenyl)-2-hydroxy-propanoic acid from Salvia miltiorrhiza) on isoproterenol-induced myocardial hypertrophy in rats. Phytomedicine. 2011;18(12):1024–1030. doi: 10.1016/j.phymed.2011.05.007.", "ArticleIdList": ["10.1016/j.phymed.2011.05.007", "21665454"]}, {"Citation": "Tsai M.-K., Lin Y.-L., Huang Y.-T. Effects of salvianolic acids on oxidative stress and hepatic fibrosis in rats. Toxicology and Applied Pharmacology. 2010;242(2):155–164. doi: 10.1016/j.taap.2009.10.002.", "ArticleIdList": ["10.1016/j.taap.2009.10.002", "19822164"]}, {"Citation": "Chen T., Liu W., Chao X., et al. Salvianolic acid B attenuates brain damage and inflammation after traumatic brain injury in mice. Brain Research Bulletin. 2011;84(2):163–168. doi: 10.1016/j.brainresbull.2010.11.015.", "ArticleIdList": ["10.1016/j.brainresbull.2010.11.015", "21134421"]}, {"Citation": "Zhao J., Lou J., Mou Y., Li P., Wu J., Zhou L. Diterpenoid tanshinones and phenolic acids from cultured hairy roots of Salvia miltiorrhiza Bunge and their antimicrobial activities. Molecules. 2011;16(3):2259–2267. doi: 10.3390/molecules16032259.", "ArticleIdList": ["10.3390/molecules16032259", "PMC6259612", "21383662"]}, {"Citation": "Gao H., Sun W., Zhao J., et al. Tanshinones and diethyl blechnics with anti-inflammatory and anti-cancer activities from Salvia miltiorrhiza Bunge (Danshen) Scientific Reports. 2016;6 doi: 10.1038/srep33720.33720", "ArticleIdList": ["10.1038/srep33720", "PMC5036060", "27666387"]}, {"Citation": "Sung B., Chung H. S., Kim M., et al. Cytotoxic effects of solvent-extracted active components of Salvia miltiorrhiza Bunge on human cancer cell lines. Experimental and Therapeutic Medicine. 2015;9(4):1421–1428. doi: 10.3892/etm.2015.2252.", "ArticleIdList": ["10.3892/etm.2015.2252", "PMC4353753", "25780445"]}, {"Citation": "Wang J., Xiong X., Feng B. Cardiovascular effects of salvianolic acid B. Evidence-Based Complementary and Alternative Medicine. 2013;2013:16. doi: 10.1155/2013/247948.247948", "ArticleIdList": ["10.1155/2013/247948", "PMC3691933", "23840250"]}, {"Citation": "Chen Y.-S., Lee S.-M., Lin Y.-J., Chiang S.-H., Lin C.-C. Effects of danshensu and salvianolic acid B from Salvia miltiorrhiza bunge (Lamiaceae) on cell proliferation and collagen and melanin production. Molecules. 2014;19(2):2029–2041. doi: 10.3390/molecules19022029.", "ArticleIdList": ["10.3390/molecules19022029", "PMC6271020", "24531218"]}, {"Citation": "Wang Q.-L., Tao Y.-Y., Yuan J.-L., Shen L., Liu C.-H. Salvianolic acid B prevents epithelial-to-mesenchymal transition through the TGF-beta1 signal transduction pathway in vivo and in vitro. BMC Cell Biology. 2010;11(1):p. 31. doi: 10.1186/1471-2121-11-31.", "ArticleIdList": ["10.1186/1471-2121-11-31", "PMC2874764", "20441599"]}, {"Citation": "Li Y., Shi S., Gao J., et al. Cryptotanshinone downregulates the profibrotic activities of hypertrophic scar fibroblasts and accelerates wound healing: a potential therapy for the reduction of skin scarring. Biomedicine & Pharmacotherapy. 2016;80:80–86. doi: 10.1016/j.biopha.2016.03.006.", "ArticleIdList": ["10.1016/j.biopha.2016.03.006", "27133042"]}, {"Citation": "Zhang H., Chen J., Cen Y. Burn wound healing potential of a polysaccharide from Sanguisorba officinalis L. in mice. International Journal of Biological Macromolecules. 2018;112:862–867. doi: 10.1016/j.ijbiomac.2018.01.214.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.01.214", "29425875"]}, {"Citation": "Sun W., Zhang Z.-L., Liu X., et al. Terpene glycosides from the roots of Sanguisorba officinalis L. and their hemostatic activities. Molecules. 2012;17(7):7629–7636. doi: 10.3390/molecules17077629.", "ArticleIdList": ["10.3390/molecules17077629", "PMC6268605", "22732879"]}, {"Citation": "Zhang L., Koyyalamudi S. R., Jeong S. C., et al. Antioxidant and immunomodulatory activities of polysaccharides from the roots of Sanguisorba officinalis. International Journal of Biological Macromolecules. 2012;51(5):1057–1062. doi: 10.1016/j.ijbiomac.2012.08.019.", "ArticleIdList": ["10.1016/j.ijbiomac.2012.08.019", "22944198"]}, {"Citation": "Yang J.-H., Hwang Y.-H., Gu M.-J., Cho W.-K., Ma J. Y. Ethanol extracts of Sanguisorba officinalis L. suppress TNF-α/IFN-γ-induced pro-inflammatory chemokine production in HaCaT cells. Phytomedicine. 2015;22(14):1262–1268. doi: 10.1016/j.phymed.2015.09.006.", "ArticleIdList": ["10.1016/j.phymed.2015.09.006", "26655409"]}, {"Citation": "Su X. D., Guo R. H., Li H. X., et al. Anti-allergic inflammatory components from Sanguisorba officinalis L. Bioorganic & Medicinal Chemistry Letters. 2018;28(12):2210–2216. doi: 10.1016/j.bmcl.2018.04.033.", "ArticleIdList": ["10.1016/j.bmcl.2018.04.033", "29759725"]}, {"Citation": "Yang J. H., Yoo J.-M., Cho W.-K., Ma J. Y. Anti-inflammatory effects of sanguisorbae radix water extract on the suppression of mast cell degranulation and STAT-1/Jak-2 activation in BMMCs and HaCaT keratinocytes. BMC Complementary and Alternative Medicine. 2016;16:p. 347. doi: 10.1186/s12906-016-1317-4.", "ArticleIdList": ["10.1186/s12906-016-1317-4", "PMC5011966", "27599590"]}, {"Citation": "Xu X., Li X., Zhang L., et al. Enhancement of wound healing by the traditional Chinese medicine herbal mixture Sophora flavescens in a rat model of perianal ulceration. In Vivo. 2017;31(4):543–549. doi: 10.21873/invivo.11092.", "ArticleIdList": ["10.21873/invivo.11092", "PMC5566901", "28652418"]}, {"Citation": "Shin D. H., Cha Y. J., Joe G. J., et al. Whitening effect of Sophora flavescens extract. Pharmaceutical Biology. 2013;51(11):1467–1476. doi: 10.3109/13880209.2013.799708.", "ArticleIdList": ["10.3109/13880209.2013.799708", "24106757"]}, {"Citation": "Takahashi T., Ishino A., Arai T., et al. Improvement of androgenetic alopecia with topical Sophora flavescens aiton extract, and identification of the two active compounds in the extract that stimulate proliferation of human hair keratinocytes. Clinical and Experimental Dermatology. 2016;41(3):302–307. doi: 10.1111/ced.12753.", "ArticleIdList": ["10.1111/ced.12753", "26453439"]}, {"Citation": "Fan L.-L., Zhu S., Chen H.-B., Yang D.-H., Cai S.-Q., Komatsu K. Molecular analysis of stemona plants in china based on sequences of four chloroplast DNA regions. Biological & Pharmaceutical Bulletin. 2009;32(8):1439–1446. doi: 10.1248/bpb.32.1439.", "ArticleIdList": ["10.1248/bpb.32.1439", "19652387"]}, {"Citation": "Jung K.-H., Kil Y.-S., Jung J., et al. Tuberostemonine N, an active compound isolated from Stemona tuberosa, suppresses cigarette smoke-induced sub-acute lung inflammation in mice. Phytomedicine. 2016;23(1):79–86. doi: 10.1016/j.phymed.2015.11.015.", "ArticleIdList": ["10.1016/j.phymed.2015.11.015", "26902410"]}, {"Citation": "Lin L.-G., Yang X.-Z., Tang C.-P., Ke C.-Q., Zhang J.-B., Ye Y. Antibacterial stilbenoids from the roots of Stemona tuberosa. Phytochemistry. 2008;69(2):457–463. doi: 10.1016/j.phytochem.2007.07.012.", "ArticleIdList": ["10.1016/j.phytochem.2007.07.012", "17826806"]}, {"Citation": "Brem B., Seger C., Pacher T., et al. Antioxidant dehydrotocopherols as a new chemical character of Stemona species. Phytochemistry. 2004;65(19):2719–2729. doi: 10.1016/j.phytochem.2004.08.023.", "ArticleIdList": ["10.1016/j.phytochem.2004.08.023", "15464160"]}, {"Citation": "Kil Y.-S., Park J., Han A.-R., Woo H., Seo E.-K. A new 9,10-dihydrophenanthrene and cell proliferative 3,4-δ-dehydrotocopherols from Stemona tuberosa. Molecules. 2015;20(4):5965–5974. doi: 10.3390/molecules20045965.", "ArticleIdList": ["10.3390/molecules20045965", "PMC6272770", "25854758"]}, {"Citation": "Balekar N., Nakpheng T., Katkam N. G., Srichana T. Wound healing activity of ent-kaura-9(11),16-dien-19-oic acid isolated from Wedelia trilobata (L.) leaves. Phytomedicine. 2012;19(13):1178–1184. doi: 10.1016/j.phymed.2012.07.014.", "ArticleIdList": ["10.1016/j.phymed.2012.07.014", "22921749"]}, {"Citation": "Govindappa M. Antimicrobial, antioxidant and in vivo anti-inflammatory activity of ethanol extract and active phytochemical screening of Wedelia trilobata (L.) Hitchc. Journal of Medicinal Plants Research. 2011;5(24):5718–5729."}, {"Citation": "Weng Z., Patel A. B., Vasiadi M., Therianou A., Theoharides T. C. Luteolin inhibits human keratinocyte activation and decreases NF-kappaB induction that is increased in psoriatic skin. PLoS One. 2014;9(2) doi: 10.1371/journal.pone.0090739.e90739", "ArticleIdList": ["10.1371/journal.pone.0090739", "PMC3938790", "24587411"]}, {"Citation": "Lan Y., Wu Q., Mao Y.-q., et al. Cytotoxicity and enhancement activity of essential oil from Zanthoxylum bungeanum Maxim. as a natural transdermal penetration enhancer. Journal of Zhejiang University Science B. 2014;15(2):153–164. doi: 10.1631/jzus.b1300230.", "ArticleIdList": ["10.1631/jzus.b1300230", "PMC3924391", "24510708"]}, {"Citation": "Rong R., Cui M.-Y., Zhang Q.-L., et al. Anesthetic constituents of Zanthoxylum bungeanum Maxim.: a pharmacokinetic study. Journal of Separation Science. 2016;39(14):2728–2735. doi: 10.1002/jssc.201600295.", "ArticleIdList": ["10.1002/jssc.201600295", "27233468"]}, {"Citation": "Zhang Y., Dong H., Zhang J., Zhang L. Inhibitory effect of hyperoside isolated from Zanthoxylum bungeanum leaves on SW620 human colorectal cancer cells via induction of the p53 signaling pathway and apoptosis. Molecular Medicine Reports. 2017;16(2):1125–1132. doi: 10.3892/mmr.2017.6710.", "ArticleIdList": ["10.3892/mmr.2017.6710", "PMC5562015", "29067453"]}, {"Citation": "Zhang Y., Wang D., Yang L., Zhou D., Zhang J. Purification and characterization of flavonoids from the leaves of Zanthoxylum bungeanum and correlation between their structure and antioxidant activity. PLoS One. 2014;9(8) doi: 10.1371/journal.pone.0105725.e105725", "ArticleIdList": ["10.1371/journal.pone.0105725", "PMC4144902", "25157400"]}, {"Citation": "Zhang Z., Liu J., Shen P., et al. Zanthoxylum bungeanum pericarp extract prevents dextran sulfate sodium-induced experimental colitis in mice via the regulation of TLR4 and TLR4-related signaling pathways. International Immunopharmacology. 2016;41:127–135. doi: 10.1016/j.intimp.2016.10.021.", "ArticleIdList": ["10.1016/j.intimp.2016.10.021", "27843005"]}, {"Citation": "Tang W., Xie Q., Guan J., Jin S., Zhao Y. Phytochemical profiles and biological activity evaluation of Zanthoxylum bungeanum Maxim seed against asthma in murine models. Journal of Ethnopharmacology. 2014;152(3):444–450. doi: 10.1016/j.jep.2014.01.013.", "ArticleIdList": ["10.1016/j.jep.2014.01.013", "24495470"]}, {"Citation": "Bautista D. M., Sigal Y. M., Milstein A. D., et al. Pungent agents from Szechuan peppers excite sensory neurons by inhibiting two-pore potassium channels. Nature Neuroscience. 2008;11(7):772–779. doi: 10.1038/nn.2143.", "ArticleIdList": ["10.1038/nn.2143", "PMC3072296", "18568022"]}, {"Citation": "Zhang M., Wang J., Zhu L., et al. Zanthoxylum bungeanum Maxim. (Rutaceae): a systematic review of its traditional uses, botany, phytochemistry, pharmacology, pharmacokinetics, and toxicology. International Journal of Molecular Sciences. 2017;18(10) doi: 10.3390/ijms18102172.", "ArticleIdList": ["10.3390/ijms18102172", "PMC5666853", "29057808"]}, {"Citation": "Artaria C., Maramaldi G., Bonfigli A., Rigano L., Appendino G. Lifting properties of the alkamide fraction from the fruit husks of Zanthoxylum bungeanum. International Journal of Cosmetic Science. 2011;33(4):328–333. doi: 10.1111/j.1468-2494.2010.00629.x.", "ArticleIdList": ["10.1111/j.1468-2494.2010.00629.x", "21284659"]}, {"Citation": "Lan Y., Li H., Chen Y.-y., et al. Essential oil from Zanthoxylum bungeanum Maxim. and its main components used as transdermal penetration enhancers: a comparative study. Journal of Zhejiang University Science B. 2014;15(11):940–952. doi: 10.1631/jzus.b1400158.", "ArticleIdList": ["10.1631/jzus.b1400158", "PMC4228507", "25367787"]}, {"Citation": "Molazem Z., Mohseni F., Younesi M., Keshavarzi S. Aloe vera gel and cesarean wound healing; a randomized controlled clinical trial. Global Journal of Health Science. 2014;7(1):203–209. doi: 10.5539/gjhs.v7n1p203.", "ArticleIdList": ["10.5539/gjhs.v7n1p203", "PMC4796446", "25560349"]}, {"Citation": "Gao Q., Yang M., Zuo Z. Overview of the anti-inflammatory effects, pharmacokinetic properties and clinical efficacies of arctigenin and arctiin from Arctium lappa L. Acta Pharmacologica Sinica. 2018;39(5):787–801. doi: 10.1038/aps.2018.32.", "ArticleIdList": ["10.1038/aps.2018.32", "PMC5943914", "29698388"]}, {"Citation": "Choi M.-R., Choi D.-K., Kim K.-D., et al. Ampelopsis japonica makino extract inhibits the inflammatory reaction induced by pathogen-associated molecular patterns in epidermal keratinocytes. Annals of Dermatology. 2016;28(3):352–359. doi: 10.5021/ad.2016.28.3.352.", "ArticleIdList": ["10.5021/ad.2016.28.3.352", "PMC4884712", "27274634"]}, {"Citation": "Okhuarobo A., Ehizogie Falodun J., Erharuyi O., Imieje V., Falodun A., Langer P. Harnessing the medicinal properties of Andrographis paniculata for diseases and beyond: a review of its phytochemistry and pharmacology. Asian Pacific Journal of Tropical Disease. 2014;4(3):213–222. doi: 10.1016/s2222-1808(14)60509-0.", "ArticleIdList": ["10.1016/s2222-1808(14)60509-0"]}, {"Citation": "Huang K.-F., Hsu Y.-C., Lin C.-N., Tzeng J.-I., Chen Y.-W., Wang J.-J. Shiunko promotes epithelization of wounded skin. The American Journal of Chinese Medicine. 2004;32(03):389–396. doi: 10.1142/s0192415x04002041.", "ArticleIdList": ["10.1142/s0192415x04002041", "15344422"]}, {"Citation": "Zhao H., Deneau J., Che G. O. L., et al. Angelica sinensis isolate SBD.4: composition, gene expression profiling, mechanism of action and effect on wounds, in rats and humans. European Journal of Dermatology. 2012;22(1):58–67. doi: 10.1684/ejd.2011.1599.", "ArticleIdList": ["10.1684/ejd.2011.1599", "22146555"]}, {"Citation": "Dozmorov M. G., Yang Q., Wu W., et al. Differential effects of selective frankincense (Ru Xiang) essential oil versus non-selective sandalwood (Tan Xiang) essential oil on cultured bladder cancer cells: a microarray and bioinformatics study. Chinese Medicine. 2014;9(1):p. 18. doi: 10.1186/1749-8546-9-18.", "ArticleIdList": ["10.1186/1749-8546-9-18", "PMC4086286", "25006348"]}, {"Citation": "Buzzi M., Freitas F. d., Winter M. d. B. Cicatrização de úlceras por pressão com extrato Plenusdermax de Calendula officinalis L. Revista Brasileira de Enfermagem. 2016;69(2):250–257. doi: 10.1590/0034-7167.2016690207i.", "ArticleIdList": ["10.1590/0034-7167.2016690207i", "27280560"]}, {"Citation": "Carvalho A. F. M. d., Feitosa M. C. P., Coelho N. P. M. d. F., et al. Low-level laser therapy and Calendula officinalis in repairing diabetic foot ulcers. Revista da Escola de Enfermagem da USP. 2016;50(4):628–634. doi: 10.1590/s0080-623420160000500013.", "ArticleIdList": ["10.1590/s0080-623420160000500013", "27680049"]}, {"Citation": "Akram M., Hamid A., Khalil A., et al. Review on medicinal uses, pharmacological, phytochemistry and immunomodulatory activity of plants. International Journal of Immunopathology and Pharmacology. 2014;27(3):313–319. doi: 10.1177/039463201402700301.", "ArticleIdList": ["10.1177/039463201402700301", "25280022"]}, {"Citation": "Xia Q., Ma Z., Mei X., et al. Assay for the developmental toxicity of safflower (Carthamus tinctorius L.) to zebrafish embryos/larvae. Journal of Traditional Chinese Medical Sciences. 2017;4(1):71–81. doi: 10.1016/j.jtcms.2017.05.004.", "ArticleIdList": ["10.1016/j.jtcms.2017.05.004"]}, {"Citation": "Zhao G., Gai Y., Chu W.-J., Qin G.-W., Guo L.-H. A novel compound N1,N5-(Z)-N10-(E)-tri-p-coumaroylspermidine isolated from Carthamus tinctorius L. and acting by serotonin transporter inhibition. European Neuropsychopharmacology. 2009;19(10):749–758. doi: 10.1016/j.euroneuro.2009.06.009.", "ArticleIdList": ["10.1016/j.euroneuro.2009.06.009", "19577438"]}, {"Citation": "Zhou X., Tang L., Xu Y., Zhou G., Wang Z. Towards a better understanding of medicinal uses of Carthamus tinctorius L. in traditional Chinese medicine: a phytochemical and pharmacological review. Journal of Ethnopharmacology. 2014;151(1):27–43. doi: 10.1016/j.jep.2013.10.050.", "ArticleIdList": ["10.1016/j.jep.2013.10.050", "24212075"]}, {"Citation": "Kanu C. L., Imosemi I. O., Malomo A. O. A review of the multifaceted usefulness of Celosia argentea Linn. European Journal of Pharmaceutical and Medical Research. 2017;4(10):72–79."}, {"Citation": "Bylka W., Znajdek-Awiżeń P., Studzińska-Sroka E., Brzezińska M. Centella asiatica in cosmetology. Advances in Dermatology and Allergology. 2013;1(1):46–49. doi: 10.5114/pdia.2013.33378.", "ArticleIdList": ["10.5114/pdia.2013.33378", "PMC3834700", "24278045"]}, {"Citation": "Brinkhaus B., Lindner M., Schuppan D., Hahn E. G. Chemical, pharmacological and clinical profile of the East Asian medical plant Centella aslatica. Phytomedicine. 2000;7(5):427–448. doi: 10.1016/s0944-7113(00)80065-3.", "ArticleIdList": ["10.1016/s0944-7113(00)80065-3", "11081995"]}, {"Citation": "Farahpour M., Habibi M. Evaluation of the wound healing activity of an ethanolic extract of Ceylon cinnamon in mice. Veterinární Medicína. 2012;57(1):53–57. doi: 10.17221/4972-vetmed.", "ArticleIdList": ["10.17221/4972-vetmed"]}, {"Citation": "Khan A., Safdar M., Ali Khan M. M., Khattak K. N., Anderson R. A. Cinnamon improves glucose and lipids of people with type 2 diabetes. Diabetes Care. 2003;26(12):3215–3218. doi: 10.2337/diacare.26.12.3215.", "ArticleIdList": ["10.2337/diacare.26.12.3215", "14633804"]}, {"Citation": "Ooi L. S. M., Li Y., Kam S.-L., Wang H., Wong E. Y. L., Ooi V. E. C. Antimicrobial activities of cinnamon oil and cinnamaldehyde from the Chinese medicinal herb Cinnamomum cassia Blume. The American Journal of Chinese Medicine. 2006;34(3):511–522. doi: 10.1142/s0192415x06004041.", "ArticleIdList": ["10.1142/s0192415x06004041", "16710900"]}, {"Citation": "Yang C.-H., Li R.-X., Chuang L.-Y. Antioxidant activity of various parts of Cinnamomum cassia extracted with different extraction methods. Molecules. 2012;17(6):7294–7304. doi: 10.3390/molecules17067294.", "ArticleIdList": ["10.3390/molecules17067294", "PMC6268419", "22695234"]}, {"Citation": "Carvalho D. d. M., Takeuchi K. P., Geraldine R. M., Moura C. J. d., Torres M. C. L. Production, solubility and antioxidant activity of curcumin nanosuspension. Food Science and Technology. 2015;35(1):115–119. doi: 10.1590/1678-457x.6515.", "ArticleIdList": ["10.1590/1678-457x.6515"]}, {"Citation": "Mun S. H., Joung D.-K., Kim Y.-S., et al. Synergistic antibacterial effect of curcumin against methicillin-resistant Staphylococcus aureus. Phytomedicine. 2013;20(8-9):714–718. doi: 10.1016/j.phymed.2013.02.006.", "ArticleIdList": ["10.1016/j.phymed.2013.02.006", "23537748"]}, {"Citation": "Liang G., Yang S., Zhou H., et al. Synthesis, crystal structure and anti-inflammatory properties of curcumin analogues. European Journal of Medicinal Chemistry. 2009;44(2):915–919. doi: 10.1016/j.ejmech.2008.01.031.", "ArticleIdList": ["10.1016/j.ejmech.2008.01.031", "18336957"]}, {"Citation": "Meng B., Li J., Cao H. Antioxidant and antiinflammatory activities of curcumin on diabetes mellitus and its complications. Current Pharmaceutical Design. 2013;19(11):2101–2113. doi: 10.2174/1381612811319110011.", "ArticleIdList": ["10.2174/1381612811319110011", "23116316"]}, {"Citation": "Thangapazham R. L., Sharad S., Maheshwari R. K. Skin regenerative potentials of curcumin. Biofactors. 2013;39(1):141–149. doi: 10.1002/biof.1078.", "ArticleIdList": ["10.1002/biof.1078", "23315856"]}, {"Citation": "Ryan J. L., Heckler C. E., Ling M., et al. Curcumin for radiation dermatitis: a randomized, double-blind, placebo-controlled clinical trial of thirty breast cancer patients. Radiation Research. 2013;180(1):34–43. doi: 10.1667/rr3255.1.", "ArticleIdList": ["10.1667/rr3255.1", "PMC3998827", "23745991"]}, {"Citation": "Mohanty C., Sahoo S. K. Curcumin and its topical formulations for wound healing applications. Drug Discovery Today. 2017;22(10):1582–1592. doi: 10.1016/j.drudis.2017.07.001.", "ArticleIdList": ["10.1016/j.drudis.2017.07.001", "28711364"]}, {"Citation": "Zhang R., Wang Y., Li J., Jin H., Song S., Huang C. The Chinese herb isolate yuanhuacine (YHL-14) induces G2/M arrest in human cancer cells by up-regulating p21 protein expression through an p53 protein-independent cascade. Journal of Biological Chemistry. 2014;289(10):6394–6403. doi: 10.1074/jbc.m113.513960.", "ArticleIdList": ["10.1074/jbc.m113.513960", "PMC3945306", "24451377"]}, {"Citation": "Zhao Y. H., Lin Y. F., Zhao Y. The analgesic activity study on Entada phaseoloides total saponin. Journal of Medicine & Pharmacy of Chinese Minorities. 2011;2:53–55."}, {"Citation": "Dong Y., Shi H., Yang H., Peng Y., Wang M., Li X. Antioxidant phenolic compounds from the stems of Entada phaseoloides. Chemistry & Biodiversity. 2012;9(1):68–79. doi: 10.1002/cbdv.201100002.", "ArticleIdList": ["10.1002/cbdv.201100002", "22253104"]}, {"Citation": "Chang Y.-C., Huang K.-X., Huang A.-C., Ho Y.-C., Wang C.-J. Hibiscus anthocyanins-rich extract inhibited LDL oxidation and oxLDL-mediated macrophages apoptosis. Food and Chemical Toxicology. 2006;44(7):1015–1023. doi: 10.1016/j.fct.2005.12.006.", "ArticleIdList": ["10.1016/j.fct.2005.12.006", "16473450"]}, {"Citation": "Son H.-U., Lee S., Heo J.-C., Lee S.-H. The solid-state fermentation of Artemisia capillaris leaves with Ganoderma lucidum enhances the anti-inflammatory effects in a model of atopic dermatitis. International Journal of Molecular Medicine. 2017;39(5):1233–1241. doi: 10.3892/ijmm.2017.2945.", "ArticleIdList": ["10.3892/ijmm.2017.2945", "PMC5403521", "28393198"]}, {"Citation": "Xiao Y., Wang Y.-C., Li L.-L., et al. Lactones from Ligusticum chuanxiong Hort. reduces atherosclerotic lesions in apoE-deficient mice via inhibiting over expression of NF-kB -dependent adhesion molecules. Fitoterapia. 2014;95:240–246. doi: 10.1016/j.fitote.2014.02.012.", "ArticleIdList": ["10.1016/j.fitote.2014.02.012", "24594239"]}, {"Citation": "Liu J.-L., Zheng S.-L., Fan Q.-J., et al. Optimisation of high-pressure ultrasonic-assisted extraction and antioxidant capacity of polysaccharides from the rhizome of Ligusticum chuanxiong. International Journal of Biological Macromolecules. 2015;76:80–85. doi: 10.1016/j.ijbiomac.2015.02.031.", "ArticleIdList": ["10.1016/j.ijbiomac.2015.02.031", "25732619"]}, {"Citation": "Lin Y.-L., Wang G.-J., Huang C.-L., et al. Ligusticum chuanxiong as a potential neuroprotectant for preventing serum deprivation-induced apoptosis in rat pheochromocytoma cells: functional roles of mitogen-activated protein kinases. Journal of Ethnopharmacology. 2009;122(3):417–423. doi: 10.1016/j.jep.2009.02.011.", "ArticleIdList": ["10.1016/j.jep.2009.02.011", "19429305"]}, {"Citation": "Liang M.-J., He L.-C., Yang G.-D. Screening, analysis and in vitro vasodilatation of effective components from Ligusticum Chuanxiong. Life Sciences. 2005;78(2):128–133. doi: 10.1016/j.lfs.2005.04.038.", "ArticleIdList": ["10.1016/j.lfs.2005.04.038", "16154159"]}, {"Citation": "Matsuda H., Ohta T., Kawaguchi A., Yoshikawa M. Bioactive constituents of Chinese natural medicines. VI. Moutan cortex. (2): structures and radical scavenging effects of suffruticosides A, B, C, D, and E and galloyl-oxypaeoniflorin. Chemical and Pharmaceutical Bulletin. 2001;49(1):69–72. doi: 10.1248/cpb.49.69.", "ArticleIdList": ["10.1248/cpb.49.69", "11201228"]}, {"Citation": "Sun L., Liu L., Zong S., et al. Traditional Chinese medicine Guizhi Fuling capsule used for therapy of dysmenorrhea via attenuating uterus contraction. Journal of Ethnopharmacology. 2016;191:273–279. doi: 10.1016/j.jep.2016.06.042.", "ArticleIdList": ["10.1016/j.jep.2016.06.042", "27340106"]}, {"Citation": "Dan H., Zhang L., Qin X., et al. Moutan cortex extract exerts protective effects in a rat model of cardiac ischemia/reperfusion. Canadian Journal of Physiology and Pharmacology. 2016;94(3):245–250. doi: 10.1139/cjpp-2015-0168.", "ArticleIdList": ["10.1139/cjpp-2015-0168", "26610043"]}, {"Citation": "Xiong Y., Chen L., Man J., Hu Y., Cui X. Chemical and bioactive comparison of Panax notoginseng root and rhizome in raw and steamed forms. Journal of Ginseng Research. 2019;43(3):385–393. doi: 10.1016/j.jgr.2017.11.004.", "ArticleIdList": ["10.1016/j.jgr.2017.11.004", "PMC6606817", "31308810"]}, {"Citation": "Jang S. Y., Lee J. K., Jang E. H., Jeong S. Y., Kim J.-H. Shikonin blocks migration and invasion of human breast cancer cells through inhibition of matrix metalloproteinase-9 activation. Oncology Reports. 2014;31(6):2827–2833. doi: 10.3892/or.2014.3159.", "ArticleIdList": ["10.3892/or.2014.3159", "24789371"]}, {"Citation": "Azuma H., Li J., Youda R., et al. Improved isolation procedure for shikonin from the root of the Chinese medicinal plant Lithospermum erythrorhizon and its solubilization with cyclodextrins. Journal of Applied Research on Medicinal and Aromatic Plants. 2016;3(2):58–63. doi: 10.1016/j.jarmap.2016.01.002.", "ArticleIdList": ["10.1016/j.jarmap.2016.01.002"]}, {"Citation": "Chen J., He Y., Gao T., Zhang L., Zhao Y. Preparation and properties of compound Arnebiae Radix microemulsion gel. African Journal of Traditional, Complementary and Alternative medicines. 2017;14(3):274–279. doi: 10.21010/ajtcam.v14i3.28.", "ArticleIdList": ["10.21010/ajtcam.v14i3.28", "PMC5412233", "28480438"]}, {"Citation": "Zhang Y., Jiang P., Ye M., Kim S.-H., Jiang C., Lü J. Tanshinones: sources, pharmacokinetics and anti-cancer activities. International Journal of Molecular Sciences. 2012;13(10):13621–13666. doi: 10.3390/ijms131013621.", "ArticleIdList": ["10.3390/ijms131013621", "PMC3497345", "23202971"]}, {"Citation": "Tan Y., Wang K., Wang N., Li G., Liu D. Ectopic expression of human acidic fibroblast growth factor 1 in the medicinal plant, Salvia miltiorrhiza, accelerates the healing of burn wounds. BMC Biotechnology. 2014;14(1):p. 74. doi: 10.1186/1472-6750-14-74.", "ArticleIdList": ["10.1186/1472-6750-14-74", "PMC4134118", "25106436"]}, {"Citation": "Liu J.-Q., Lee T.-F., Miedzyblocki M., Chan G. C. F., Bigam D. L., Cheung P.-Y. Effects of tanshinone IIA, a major component of Salvia miltiorrhiza, on platelet aggregation in healthy newborn piglets. Journal of Ethnopharmacology. 2011;137(1):44–49. doi: 10.1016/j.jep.2011.03.047.", "ArticleIdList": ["10.1016/j.jep.2011.03.047", "21453766"]}, {"Citation": "Lay I.-S., Chiu J.-H., Shiao M.-S., Lui W.-Y., Wu C.-W. Crude extract of Salvia miltiorrhiza and salvianolic acid B enhance in vitro angiogenesis in murine SVR endothelial cell line. Planta Medica. 2003;69(1):26–32. doi: 10.1055/s-2003-37034.", "ArticleIdList": ["10.1055/s-2003-37034", "12567275"]}, {"Citation": "Zhang Z. R., Li J.-H., Li S., et al. In vivo angiogenesis screening and mechanism of action of novel tanshinone derivatives produced by one-pot combinatorial modification of natural tanshinone mixture from Salvia miltiorrhiza. PLoS One. 2014;9(7) doi: 10.1371/journal.pone.0100416.e100416", "ArticleIdList": ["10.1371/journal.pone.0100416", "PMC4081027", "24992590"]}, {"Citation": "Ma P., Liu J., Zhang C., Liang Z. Regulation of water-soluble phenolic acid biosynthesis in Salvia miltiorrhiza Bunge. Applied Biochemistry and Biotechnology. 2013;170(6):1253–1262. doi: 10.1007/s12010-013-0265-4.", "ArticleIdList": ["10.1007/s12010-013-0265-4", "23673485"]}, {"Citation": "Dang X., Miao J.-j., Chen A.-q., et al. The antithrombotic effect of RSNK in blood-stasis model rats. Journal of Ethnopharmacology. 2015;173:266–272. doi: 10.1016/j.jep.2015.06.030.", "ArticleIdList": ["10.1016/j.jep.2015.06.030", "26216512"]}, {"Citation": "Yu T., Lee Y. J., Yang H. M., et al. Inhibitory effect of Sanguisorba officinalis ethanol extract on NO and PGE2 production is mediated by suppression of NF-κB and AP-1 activation signaling cascade. Journal of Ethnopharmacology. 2011;134(1):11–17. doi: 10.1016/j.jep.2010.08.060.", "ArticleIdList": ["10.1016/j.jep.2010.08.060", "20832462"]}, {"Citation": "He X., Fang J., Huang L., Wang J., Huang X. Sophora flavescens Ait.: Traditional usage, phytochemistry and pharmacology of an important traditional Chinese medicine. Journal of Ethnopharmacology. 2015;172:10–29. doi: 10.1016/j.jep.2015.06.010.", "ArticleIdList": ["10.1016/j.jep.2015.06.010", "26087234"]}, {"Citation": "Yang H., Zhou Z., He L., et al. Hepatoprotective and inhibiting HBV effects of polysaccharides from roots of Sophora flavescens. International Journal of Biological Macromolecules. 2018;108:744–752. doi: 10.1016/j.ijbiomac.2017.10.171.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.10.171", "29111266"]}, {"Citation": "Ryu Y. B., Westwood I. M., Kang N. S., et al. Kurarinol, tyrosinase inhibitor isolated from the root of Sophora flavescens. Phytomedicine. 2008;15(8):612–618. doi: 10.1016/j.phymed.2007.09.022.", "ArticleIdList": ["10.1016/j.phymed.2007.09.022", "17951038"]}, {"Citation": "Lee K. Y., Sung S. H., Kim Y. C. Neuroprotective bibenzyl glycosides of Stemona tuberosa roots. Journal of Natural Products. 2006;69(4):679–681. doi: 10.1021/np0504154.", "ArticleIdList": ["10.1021/np0504154", "16643052"]}, {"Citation": "Li X. Q., Li X.-Q., Kang R., Huo J.-C., Xie Y.-H., Wang S.-W. Wound-healing activity of Zanthoxylum bungeanum maxim seed oil on experimentally burned rats. Pharmacognosy Magazine. 2017;13(51):363–371. doi: 10.4103/pm.pm_211_16.", "ArticleIdList": ["10.4103/pm.pm_211_16", "PMC5551351", "28839358"]}]}], "History": [{"Year": "2019", "Month": "3", "Day": "1"}, {"Year": "2019", "Month": "5", "Day": "3"}, {"Year": "2019", "Month": "9", "Day": "1"}, {"Year": "2019", "Month": "10", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "31", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "9", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["31662773", "PMC6778887", "10.1155/2019/2684108"]}}]}