{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-TB", "Antimicrobial", "Hepatoprotective", "Phytochemicals", "Secondary metabolites"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31679802", "DateRevised": {"Year": "2021", "Month": "01", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "10", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jaim.2019.02.004", "S0975-9476(18)30705-8"], "Journal": {"ISSN": "0975-9476", "JournalIssue": {"Volume": "11", "Issue": "4", "PubDate": {"Year": "2020", "Season": "Oct-Dec"}}, "Title": "Journal of Ayurveda and integrative medicine", "ISOAbbreviation": "J Ayurveda Integr Med"}, "ArticleTitle": "Medicinal plants: Adjunct treatment to tuberculosis chemotherapy to prevent hepatic damage.", "Pagination": {"StartPage": "522", "EndPage": "528", "MedlinePgn": "522-528"}, "Abstract": {"AbstractText": ["The effectiveness of herbs for the management of chemically induced hepatotoxicity has been discussed by many researchers. However, there is a paucity of compressive literature on the significance of hepatoprotective plants for the management of anti-TB drug induced toxicity. Anti-TB drugs have been reported to causes hepatic damage, due to which, many patients across the globe discontinued the treatment. Medicinal plants have multiple therapeutic effects. The assessment of biological activity of plants against Mycobacterium and its use for hepatic recovery provides an effective treatment approach. Traditionally used medicinal plants are the rich source of phytochemicals and secondary metabolites. These compounds can restore normal function, enzymatic activity and structure of hepatic cells against anti-TB drug induced hepatotoxicity. The present review covers comprehensive details on different hepatoprotective and antimycobacterial plants studied during past few decades so that potential adjuvants can be studied for Tuberculosis chemotherapy."], "CopyrightInformation": "Copyright © 2019 The Authors. Published by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Value Addition Research and Development-Human Health, National Innovation Foundation-India, Grambharti, Mahudi Road, Gandhinagar, 382650, Gujarat, India."}], "LastName": "Mangwani", "ForeName": "Neelam", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Value Addition Research and Development-Human Health, National Innovation Foundation-India, Grambharti, Mahudi Road, Gandhinagar, 382650, Gujarat, India. Electronic address: pksinghbio@gmail.com."}], "LastName": "Singh", "ForeName": "Pawan Kumar", "Initials": "PK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Value Addition Research and Development-Human Health, National Innovation Foundation-India, Grambharti, Mahudi Road, Gandhinagar, 382650, Gujarat, India."}], "LastName": "Kumar", "ForeName": "Vipin", "Initials": "V"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Ayurveda Integr Med", "NlmUniqueID": "101551404", "ISSNLinking": "0975-9476"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Organization W.H. Geneva World Heal Organ; 2017. Global tuberculosis report 2017."}, {"Citation": "Gemechu A., Giday M., Worku A., Ameni G. In vitro Anti-mycobacterial activity of selected medicinal plants against Mycobacterium tuberculosis and Mycobacterium bovis Strains. BMC Complement Altern Med. 2013;13:291.", "ArticleIdList": ["PMC4228439", "24168665"]}, {"Citation": "Ntutela S., Smith P., Matika L., Mukinda J., Arendse H., Allie N. Efficacy of Artemisia afra phytotherapy in experimental tuberculosis. Tuberculosis. 2009;89:S33–S40.", "ArticleIdList": ["PMC3439158", "20006302"]}, {"Citation": "Patwardhan B., Vaidya A.D.B., Chorghade M. Ayurveda and natural products drug discovery. Curr Sci. 2004;86:789–799."}, {"Citation": "Ekor M. The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front Pharmacol. 2014;4:177. doi: 10.3389/fphar.2013.00177.", "ArticleIdList": ["10.3389/fphar.2013.00177", "PMC3887317", "24454289"]}, {"Citation": "El Din Tag M.A., El Maraghy A.A., Abdel Hay A.H. Adverse reactions among patients being treated for multi-drug resistant tuberculosis at Abbassia Chest Hospital. Egypt J Chest Dis Tuberc. 2015;64:939–952."}, {"Citation": "Tasduq S.A., Singh K., Satti N.K., Gupta D.K., Suri K.A., Johri R.K. Terminalia chebula (fruit) prevents liver toxicity caused by sub-chronic administration of rifampicin, isoniazid and pyrazinamide in combination. Hum Exp Toxicol. 2006;25:111–118.", "ArticleIdList": ["16634329"]}, {"Citation": "Ramappa V., Aithal G.P. Hepatotoxicity related to anti-tuberculosis drugs: mechanisms and Management. J Clin Exp Hepatol. 2013;3:37–49.", "ArticleIdList": ["PMC3940184", "25755470"]}, {"Citation": "Kumar P., Balooni V., Sharma B.K., Kapil V., Sachdeva K.S., Singh S. High degree of multi-drug resistance and hetero-resistance in pulmonary TB patients from Punjab state of India. Tuberculosis. 2014;94:73–80.", "ArticleIdList": ["24184256"]}, {"Citation": "Saukkonen J.J., Cohn D.L., Jasmer R.M., Schenker S., Jereb J.A., Nolan C.M. An official ATS statement: hepatotoxicity of antituberculosis therapy. Am J Respir Crit Care Med. 2006;174:935–952.", "ArticleIdList": ["17021358"]}, {"Citation": "Anundi I., Lähteenmäki T., Rundgren M., Moldeus P., Lindros K.O. Zonation of acetaminophen metabolism and cytochrome P450 2E1-mediated toxicity studied in isolated periportal and perivenous hepatocytes. Biochem Pharmacol. 1993;45:1251–1259.", "ArticleIdList": ["8466546"]}, {"Citation": "Sharma Y.K., Singh H., Mehra B.L. Hepatoprotective effect of few Ayurvedic herbs in patients receiving antituberculus treatment. Indian J Tradit Knowl. 2004;4:391–396."}, {"Citation": "Arbex M.A., Varella M.D., Siqueira De H.R., Mello De F.A.F. Antituberculosis drugs: drug interactions, adverse effects, and use in special situations. Part 1: first-line drugs. J Bras Pneumol. 2010;36:626–640.", "ArticleIdList": ["21085830"]}, {"Citation": "Sharma R., Sharma V.L. Review: treatment of toxicity caused by anti-tubercular drugs by use of different herbs. Int J Pharma Sci Res. 2015;6:1288–1294."}, {"Citation": "Hassen Ali A., Belachew T., Yami A., Ayen W.Y. Anti-tuberculosis drug induced hepatotoxicity among TB/HIV co-infected patients at Jimma University Hospital, Ethiopia: nested case-control study. PLoS One. 2013;8:e64622.", "ArticleIdList": ["PMC3655990", "23696901"]}, {"Citation": "Bedi O., Bijjem K.R.V., Kumar P., Gauttam V. Herbal induced hepatoprotection and hepatotoxicity: a critical review. Indian J Physiol Pharmacol. 2016;60:6–21.", "ArticleIdList": ["29953177"]}, {"Citation": "Bhattacharyya A., Chattopadhyay R., Mitra S., Crowe S.E. Oxidative stress: an essential factor in the pathogenesis of gastrointestinal mucosal diseases. Physiol Rev. 2014;94:329–354.", "ArticleIdList": ["PMC4044300", "24692350"]}, {"Citation": "Ambade A., Mandrekar P. Oxidative stress and inflammation: essential partners in alcoholic liver disease. Int J Hepatol. 2012;2012 doi: 10.1155/2012/853175.", "ArticleIdList": ["10.1155/2012/853175", "PMC3303590", "22500241"]}, {"Citation": "Scales M.D., Timbrell J.A. Studies on hydrazine hepatotoxicity. 1. Pathological findings. J Toxicol Environ Health. 1982;10:941–953.", "ArticleIdList": ["7161841"]}, {"Citation": "Shih T.-Y., Pai C.-Y., Yang P., Chang W.-L., Wang N.-C., Hu O.Y.-P. A novel mechanism underlies the hepatotoxicity of pyrazinamide. Antimicrob Agents Chemother. 2013;57:1685–1690.", "ArticleIdList": ["PMC3623344", "23357778"]}, {"Citation": "Guldberg Klenø T., Rønnedal Leonardsen L., Ørsted Kjeldal H., Møller Laursen S., Nørregaard Jensen O., Baunsgaard D. Mechanisms of hydrazine toxicity in rat liver investigated by proteomics and multivariate data analysis. Proteomics. 2004;4:868–880.", "ArticleIdList": ["14997507"]}, {"Citation": "Koster J.F., Slee R.G. Lipid peroxidation of rat liver microsomes. Biochim Biophys Acta (BBA) Lipids Lipid Metab. 1980;620:489–499.", "ArticleIdList": ["6113005"]}, {"Citation": "Saraswathy S.D., Shyamala Devi C.S. Modulating effect of Liv.100, an ayurvedic formulation on antituberculosis drug-induced alterations in rat liver microsomes. Phytherapy Res. 2001;15:501–505.", "ArticleIdList": ["11536379"]}, {"Citation": "Singh D., Cho W.C., Upadhyay G. Drug-induced liver toxicity and prevention by herbal antioxidants: an Overview. Front Physiol. 2016;6:36.", "ArticleIdList": ["PMC4726750", "26858648"]}, {"Citation": "Santhosh S., Sini T.K., Anandan R., Mathew P.T. Effect of chitosan supplementation on antitubercular drugs-induced hepatotoxicity in rats. Toxicology. 2006;219:53–59.", "ArticleIdList": ["16337069"]}, {"Citation": "Upadhyay G., Kumar A., Singh M.P. Effect of silymarin on pyrogallol- and rifampicin-induced hepatotoxicity in mouse. Eur J Pharmacol. 2007;565:190–201.", "ArticleIdList": ["17434476"]}, {"Citation": "Liu X., Chen C., He W., Huang P., Liu M., Wang Q. Exploring anti-TB leads from natural products library originated from marine microbes and medicinal plants. Antonie Leeuwenhoek. 2012;102:447–461.", "ArticleIdList": ["22814612"]}, {"Citation": "Sharma S., Kumar M., Sharma S., Nargotra A., Koul S., Khan Piperine as an inhibitor of Rv1258c, a putative multidrug efflux pump of Mycobacterium tuberculosis. J Antimicrob Chemother. 2010:651694–651701.", "ArticleIdList": ["20525733"]}, {"Citation": "Chu M., Ding R., Chu Z., Zhang M., Liu X., Xie S. Role of berberine in anti-bacterial as a high-affinity LPS antagonist binding to TLR4/MD-2 receptor. BMC Complement Altern Med. 2014;14:89.", "ArticleIdList": ["PMC3946165", "24602493"]}, {"Citation": "Saritha K., Rajesh A., Manjulatha K., Setty O.H., Yenugu S. Mechanism of antibacterial action of the alcoholic extracts of Hemidesmus indicus (L.) R. Br. ex Schult, Leucas aspera (Wild.), Plumbago zeylanica L., and Tridax procumbens (L.) R. Br. ex Schult. Front Microbiol. 2015;6:577.", "ArticleIdList": ["PMC4460426", "26106379"]}, {"Citation": "Gupta V.K., Fatima A., Faridi U., Negi A.S., Shanker K., Kumar J.K. Antimicrobial potential of Glycyrrhiza glabra roots. J Ethnopharmacol. 2008;116:377–380.", "ArticleIdList": ["18182260"]}, {"Citation": "Ignacimuthu S., Shanmugam N. Antimycobacterial activity of two natural alkaloids, vasicine acetate and 2-acetyl benzylamine, isolated from Indian shrub Adhatoda vasica Ness. leaves. J Biosci. 2010;35:565–570.", "ArticleIdList": ["21289439"]}, {"Citation": "Kontogiorgis C., Detsi A., Hadjipavlou-Litina D. Coumarin-based drugs: a patent review (2008–present) Expert Opin Ther Pat. 2012;22:437–454.", "ArticleIdList": ["22475457"]}, {"Citation": "Singh R., Hussain S., Verma R., Sharma P. Anti-mycobacterial screening of five Indian medicinal plants and partial purification of active extracts of Cassia sophera and Urtica dioica. Asian Pac J Trop Med. 2013;6:366–371.", "ArticleIdList": ["23608375"]}, {"Citation": "Subramani R., Narayanasamy M., Feussner K.D. Plant-derived antimicrobials to fight against multi-drug-resistant human pathogens. 3 Biotech. 2017;7:172. doi: 10.1007/s13205-017-0848-9.", "ArticleIdList": ["10.1007/s13205-017-0848-9", "PMC5489455", "28660459"]}, {"Citation": "Madrigal-Santillán E., Madrigal-Bujaidar E., Álvarez-González I., Sumaya-Martínez M.T., Gutiérrez-Salinas J., Bautista M. Review of natural products with hepatoprotective effects. World J Gastroenterol. 2014;20:14787–14804.", "ArticleIdList": ["PMC4209543", "25356040"]}, {"Citation": "Jadeja R.N., Urrunaga N.H., Dash S., Khurana S., Saxena N.K. Withaferin-a reduces acetaminophen-induced liver injury in Mice. Biochem Pharmacol. 2015;97:122–132.", "ArticleIdList": ["PMC5909697", "26212553"]}, {"Citation": "Rivers E.C., Mancera R.L. New anti-tuberculosis drugs with novel mechanisms of action. Curr Med Chem. 2008;15:1956–1967.", "ArticleIdList": ["18691051"]}, {"Citation": "Sonika U., Kar P. Tuberculosis and liver disease: management issues. Trop Gastroenterol. 2012;33:102–106.", "ArticleIdList": ["23025055"]}, {"Citation": "Amadi C.N., Orisakwe O.E. Herb-induced liver injuries in developing Nations: an update. Toxics. 2018;6:24. doi: 10.3390/toxics6020024.", "ArticleIdList": ["10.3390/toxics6020024", "PMC6027193", "29673137"]}, {"Citation": "Cragg G.M., Newman D.J. Natural products: a continuing source of novel drug leads. Biochim Biophys Acta Gen Subj. 2013;1830:3670–3695.", "ArticleIdList": ["PMC3672862", "23428572"]}, {"Citation": "Pari L., Kumar N.A. Hepatoprotective activity of Moringa oleifera on antitubercular drug-induced liver damage in rats. J Med Food. 2002;5:171–177.", "ArticleIdList": ["12495589"]}, {"Citation": "Jaydeokar A.V., Bandawane D.D., Bibave K.H., Patil T.V. Hepatoprotective potential of Cassia auriculata roots on ethanol and antitubercular drug-induced hepatotoxicity in experimental models. Pharm Biol. 2014;52:344–355.", "ArticleIdList": ["24472085"]}, {"Citation": "Sankar M., Rajkumar J., Sridhar D. Hepatoprotective activity of heptoplus on isoniazid and rifampicin induced liver damage in rats. Indian J Pharm Sci. 2015;77:556.", "ArticleIdList": ["PMC4700708", "26798170"]}, {"Citation": "Mahapatra A., Maheswari V., Kalia N.P., Rajput V.S., Khan I.A. Synthesis and antitubercular activity of berberine derivatives. Chem Nat Compd. 2014;50:321–325."}, {"Citation": "Potdar D., Hirwani R.R., Dhulap S. Phyto-chemical and pharmacological applications of Berberis aristata. Fitoterapia. 2012;83:817–830.", "ArticleIdList": ["22808523"]}, {"Citation": "Unkeshwar P., Nasiruddin M., Fayazuddin M., Khan R.A., Khan A.A., Tajuddin Evaluation of hepatoprotective activity of Berberis aristata against carbon tetrachloride induced hepatotoxicity in rats. Int J Pharm Pharm Sci. 2013;5:107–110."}, {"Citation": "Lin H.M., Tseng H.C., Wang C.J., Lin J.J., Lo C.W., Chou F.P. Hepatoprotective effects of Solanum nigrum Linn extract against CCl4-iduced oxidative damage in rats. Chem Biol Interact. 2008;171:283–293.", "ArticleIdList": ["18045581"]}, {"Citation": "Bera T.K., Chatterjee K., De D., Ali K.M., Jana K., Maiti S. Hepatoprotective activity of Livshis, a polyherbal formulation in CCl4-induced hepatotoxic male Wistar rats: a toxicity screening approach. Genom Med Biomarkers Health Sci. 2011;3:103–110."}, {"Citation": "Debnath P., Mitra A., Alam M., Hazra J., Chattopadhyay J., Adhikari A. Adjunct therapy of Ayurvedic medicine with anti tubercular drugs on the therapeutic management of pulmonary tuberculosis. J Ayurveda Integr Med. 2012;3:141.", "ArticleIdList": ["PMC3487240", "23125511"]}, {"Citation": "Samal J. Ayurvedic management of pulmonary tuberculosis: a systematic review. J Intercult Ethnopharmacol. 2015;5(1):86–91.", "ArticleIdList": ["PMC4805153", "27069721"]}, {"Citation": "Adhvaryu M.R., Reddy N.M., Vakharia B.C. Prevention of hepatotoxicity due to anti tuberculosis treatment: a novel integrative approach. World J Gastroenterol. 2008;14:4753–4762.", "ArticleIdList": ["PMC2739336", "18720535"]}, {"Citation": "Gu X., Manautou J.E. Molecular mechanisms underlying chemical liver injury. Expert Rev Mol Med. 2012;14:e4.", "ArticleIdList": ["PMC3704158", "22306029"]}, {"Citation": "Liu C.M., Ma J.Q., Xie W.R., Liu S.S., Feng Z.J., Zheng G.H. Quercetin protects mouse liver against nickel-induced DNA methylation and inflammation associated with the Nrf2/HO-1 and p38/STAT1/NF-kappaB pathway. Food Chem Toxicol. 2015;82:19–26.", "ArticleIdList": ["25957741"]}, {"Citation": "Nam J.S., Sharma A.R., Nguyen L.T., Chakraborty C., Sharma G., Lee S.S. Application of bioactive quercetin in oncotherapy: from nutrition to nanomedicine. Molecules. 2016;21:E108.", "ArticleIdList": ["PMC6273093", "26797598"]}, {"Citation": "Liu J. Pharmacology of oleanolic acid and ursolic acid. J Ethnopharmacol. 1995;49:57–68.", "ArticleIdList": ["8847885"]}, {"Citation": "Kanter M., Meral I., Dede S., Cemek M., Ozbek H., Uygan I. Effects of Nigella sativa L. and Urtica dioica L. on lipid peroxidation, antioxidant enzyme systems and some liver enzymes in CCl4 treated rats. J Vet Med Ser A. 2003;50:264–268.", "ArticleIdList": ["14567515"]}, {"Citation": "Ma J.Q., Ding J., Zhang L., Liu C.M. Protective effects of ursolic acid in an experimental model of liver fibrosis through Nrf2/ARE pathway. Clin Res Hepatol Gastroenterol. 2015;39:188–197.", "ArticleIdList": ["25459994"]}, {"Citation": "Kashyap D., Tuli H.S., Sharma A.K. Ursolic acid (UA): a metabolite with promising therapeutic potential. Life Sci. 2016;146:201–213.", "ArticleIdList": ["26775565"]}, {"Citation": "Asgari Z., J Selwyn B., Vonville H., L DuPont H. A systematic review of the evidence for use of herbal medicine for the treatment of acute diarrhea. Nat Prod J. 2012;2:1–8."}, {"Citation": "Gilani A.H., Janbaz K.H. Prevention of acetaminophen-induced liver damage by Berberis aristata leaves. Biochem Soc Trans. 1992;20:347S.", "ArticleIdList": ["1487011"]}, {"Citation": "Wang F., Zhou H.Y., Zhao G., Fu L.Y., Cheng L., Chen J.G. Inhibitory effects of berberine on ion channels of rat hepatocytes. World J Gastroenterol. 2004;10:2842–2845.", "ArticleIdList": ["PMC4572114", "15334682"]}, {"Citation": "Domitrovic R., Potocnjak I. A comprehensive overview of hepatoprotective natural compounds: mechanism of action and clinical perspectives. Arch Toxicol. 2016;90:39–79.", "ArticleIdList": ["26377694"]}, {"Citation": "Eminzade S., Uraz F., Izzettin F.V. Silymarin protects liver against toxic effects of anti-tuberculosis drugs in experimental animals. Nutr Metab (Lond) 2008;5:18.", "ArticleIdList": ["PMC2491620", "18601745"]}, {"Citation": "Marjani M., Baghaei P., Dizaji M.K., Bayani P.G., Fahimi F., Tabarsi P. Evaluation of hepatoprotective effect of silymarin among under treatment tuberculosis patients: a randomized clinical trial. Iran J Pharm Res IJPR. 2016;15:247–252.", "ArticleIdList": ["PMC4986122", "27610165"]}, {"Citation": "Zhang W., Hong R., Tian T. Silymarin's protective effects and possible mechanisms on alcoholic fatty liver for rats. Biomol Ther (Seoul) 2013;21:264–269.", "ArticleIdList": ["PMC3819898", "24244810"]}, {"Citation": "Al-Malki A.L., Sayed A.A.R. Thymoquinone attenuates cisplatin-induced hepatotoxicity via nuclear factor kappa-beta. BMC Complement Altern Med. 2014;14:282.", "ArticleIdList": ["PMC4129109", "25088145"]}, {"Citation": "Khader M., Eckl P.M. Thymoquinone: an emerging natural drug with a wide range of medical applications. Iran J Basic Med Sci. 2014;17:950–957.", "ArticleIdList": ["PMC4387230", "25859298"]}, {"Citation": "Mansour M.A., Ginawi O.T., El-Hadiyah T., El-Khatib A.S., Al-Shabanah O.A., Al-Sawaf H.A. Effects of the volatile oil constituents of Nigella sativa on carbon tetrachloride induced hepatotoxicity in mice: evidence for antioxidant effects of thymoquinone. Res Commun Mol Pathol Pharmacol. 2001;110:239–251.", "ArticleIdList": ["12760491"]}, {"Citation": "Prabhakar P., Reeta K.H., Maulik S.K., Dinda A.K., Gupta Y.K. Protective effect of thymoquinone against high-fructose diet-induced metabolic syndrome in rats. Eur J Nutr. 2015;54:1117–1127.", "ArticleIdList": ["25347965"]}, {"Citation": "Sayed-Ahmed M.M., Aleisa A.M., Al-Rejaie S.S., Al-Yahya A.A., Al-Shabanah O.A., Hafez M.M. Thymoquinone attenuates diethylnitrosamine induction of hepatic carcinogenesis through antioxidant signaling. Oxid Med Cell Longev. 2010;3:254–261.", "ArticleIdList": ["PMC2952085", "20972371"]}, {"Citation": "Noorbakhsh M.-F., Hayati F., Samarghandian S., Shaterzadeh-Yazdi H., Farkhondeh T. An overview of hepatoprotective effects of thymoquinone. Recent Pat Food, Nutr Agric. 2018;9:14–22.", "ArticleIdList": ["29473535"]}, {"Citation": "Tekbas A., Huebner J., Settmacher U., Dahmen U. Plants and surgery: the protective effects of thymoquinone on hepatic injury-A systematic review of in vivo studies. Int J Mol Sci. 2018;1085 doi: 10.3390/ijms19041085.", "ArticleIdList": ["10.3390/ijms19041085", "PMC5979411", "29621129"]}, {"Citation": "Palipoch S., Punsawad C., Koomhin P., Suwannalert P. Hepatoprotective effect of curcumin and alpha-tocopherol against cisplatin-induced oxidative stress. BMC Complement Altern Med. 2014;14:111. doi: 10.1186/1472-6882-14-111.", "ArticleIdList": ["10.1186/1472-6882-14-111", "PMC3986848", "24674233"]}, {"Citation": "Farombi E.O., Shrotriya S., Na H.K., Kim S.H., Surh Y.J. Curcumin attenuates dimethylnitrosamine-induced liver injury in rats through Nrf2-mediated induction of heme oxygenase-1. Food Chem Toxicol. 2008;46:1279–1287.", "ArticleIdList": ["18006204"]}, {"Citation": "Gao S., Duan X., Wang X., Dong D., Liu D., Li X. Curcumin attenuates arsenic-induced hepatic injuries and oxidative stress in experimental mice through activation of Nrf2 pathway, promotion of arsenic methylation and urinary excretion. Food Chem Toxicol. 2013;59:739–747.", "ArticleIdList": ["23871787"]}, {"Citation": "Xu D., Hu L., Su C., Xia X., Zhang P., Fu J. Tetrachloro-p-benzoquinone induces hepatic oxidative damage and inflammatory response, but not apoptosis in mouse: the prevention of curcumin. Toxicol Appl Pharmacol. 2014;280:305–313.", "ArticleIdList": ["25123790"]}, {"Citation": "Bisht S., Khan M.A., Bekhit M., Bai H., Cornish T., Mizuma M. A polymeric nanoparticle formulation of curcumin (NanoCurc) ameliorates CCl4-induced hepatic injury and fibrosis through reduction of pro-inflammatory cytokines and stellate cell activation. Lab Investig. 2011;91:1383–1395.", "ArticleIdList": ["PMC3345948", "21691262"]}, {"Citation": "Zhang J., Xu L., Zhang L., Ying Z., Su W., Wang T. Curcumin attenuates d-galactosamine/lipopolysaccharide–induced liver injury and mitochondrial dysfunction in mice. J Nutr. 2014;144:1211–1218.", "ArticleIdList": ["24899159"]}, {"Citation": "Liu Z., Cui C., Xu P., Dang R., Cai H., Liao D. Curcumin activates AMPK Pathway and regulates lipid metabolism in rats following prolonged clozapine exposure. Front Neurosci. 2017;11:558. doi: 10.3389/fnins.2017.00558.", "ArticleIdList": ["10.3389/fnins.2017.00558", "PMC5632657", "29046626"]}, {"Citation": "Chen H.W., Huang C.S., Li C.C., Lin A.H., Huang Y.J., Wang T.S. Bioavailability of andrographolide and protection against carbon tetrachloride-induced oxidative damage in rats. Toxicol Appl Pharmacol. 2014;280:1–9.", "ArticleIdList": ["25110055"]}, {"Citation": "Ye J.F., Zhu H., Zhou Z.F., Xiong R.B., Wang X.W., Su L.X. Protective mechanism of andrographolide against carbon tetrachloride-induced acute liver injury in mice. Biol Pharm Bull. 2011;34:1666–1670.", "ArticleIdList": ["22040877"]}, {"Citation": "Kondo S., Chatuphonprasert W., Jaruchotikamol A., Sakuma T., Nemoto N. Cellular glutathione content modulates the effect of andrographolide on β-naphthoflavone-induced CYP1A1 mRNA expression in mouse hepatocytes. Toxicology. 2011;280:18–23.", "ArticleIdList": ["21094198"]}, {"Citation": "Jaruchotikamol A., Jarukamjorn K., Sirisangtrakul W., Sakuma T., Kawasaki Y., Nemoto N. Strong synergistic induction of CYP1A1 expression by andrographolide plus typical CYP1A inducers in mouse hepatocytes. Toxicol Appl Pharmacol. 2007;224:156–162.", "ArticleIdList": ["17825862"]}, {"Citation": "Nicoletti N.F., Rodrigues-Junior V., Santos A.A., Jr., Leite C.E., Dias A.C.O., Batista E.L., Jr. Protective effects of resveratrol on hepatotoxicity induced by isoniazid and rifampicin via SIRT1 modulation. J Nat Prod. 2014;77:2190–2195.", "ArticleIdList": ["25302422"]}, {"Citation": "Chen H.W., Huang C.S., Liu P.F., Li C.C., Chen C.T., Liu C.T. Andrographis paniculata extract and andrographolide modulate the hepatic drug metabolism system and plasma tolbutamide concentrations in rats. Evid Based Complement Alternat Med. 2013;2013:982689. doi: 10.1155/2013/982689.", "ArticleIdList": ["10.1155/2013/982689", "PMC3753754", "23997806"]}, {"Citation": "Payton F., Sandusky P., Alworth W.L. NMR study of the solution structure of curcumin. J Nat Prod. 2007;70:143–146.", "ArticleIdList": ["17315954"]}, {"Citation": "Sabina E.P., Souriyan A.D.H., Jackline D., Rasool M.K. Piperine, an active ingredient of black pepper attenuates acetaminophen–induced hepatotoxicity in mice. Asian Pac J Trop Med. 2010;3:971–976."}, {"Citation": "Abouzid S.F., Chen S.N., Pauli G.F. Silymarin content in Silybum marianum populations growing in Egypt. Ind Crops Prod. 2016;83:729–737.", "ArticleIdList": ["PMC4863705", "27182123"]}, {"Citation": "Raschi A.B., Romano E., Benavente A.M., Altabef A Ben, Tuttolomondo M.E. Structural and vibrational analysis of thymoquinone. Spectrochim Acta Part A Mol Biomol Spectrosc. 2010;77:497–505.", "ArticleIdList": ["20634122"]}, {"Citation": "Mollazadeh H., Hosseinzadeh H. The protective effect of Nigella sativa against liver injury: a review. Iran J Basic Med Sci. 2014;17:958–966.", "ArticleIdList": ["PMC4387231", "25859299"]}]}], "History": [{"Year": "2018", "Month": "8", "Day": "7"}, {"Year": "2018", "Month": "12", "Day": "29"}, {"Year": "2019", "Month": "2", "Day": "18"}, {"Year": "2019", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "31"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31679802", "PMC7772497", "10.1016/j.jaim.2019.02.004", "S0975-9476(18)30705-8"]}}]}