{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Hordeum vulgare", "amino acids", "antioxidative enzymes", "blue (RGB) imaging", "canopy height", "fluorescence", "green", "indoor phenotyping", "polyamines", "red"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31681365", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "10", "Day": "15"}], "Language": ["eng"], "ELocationID": ["1252", "10.3389/fpls.2019.01252"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2019"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "A Novel Image-Based Screening Method to Study Water-Deficit Response and Recovery of Barley Populations Using Canopy Dynamics Phenotyping and Simple Metabolite Profiling.", "Pagination": {"StartPage": "1252", "MedlinePgn": "1252"}, "Abstract": {"AbstractText": ["Plant phenotyping platforms offer automated, fast scoring of traits that simplify the selection of varieties that are more competitive under stress conditions. However, indoor phenotyping methods are frequently based on the analysis of plant growth in individual pots. We present a reproducible indoor phenotyping method for screening young barley populations under water stress conditions and after subsequent rewatering. The method is based on a simple read-out of data using RGB imaging, projected canopy height, as a useful feature for indirectly following the kinetics of growth and water loss in a population of barley. A total of 47 variables including 15 traits and 32 biochemical metabolites measured (morphometric parameters, chlorophyll fluorescence imaging, quantification of stress-related metabolites; amino acids and polyamines, and enzymatic activities) were used to validate the method. The study allowed the identification of metabolites related to water stress response and recovery. Specifically, we found that cadaverine (Cad), 1,3-aminopropane (DAP), tryptamine (Tryp), and tyramine (Tyra) were the major contributors to the water stress response, whereas Cad, DAP, and Tyra, but not Tryp, remained at higher levels in the stressed plants even after rewatering. In this work, we designed, optimized and validated a non-invasive image-based method for automated screening of potential water stress tolerance genotypes in barley populations. We demonstrated the applicability of the method using transgenic barley lines with different sensitivity to drought stress showing that combining canopy height and the metabolite profile we can discriminate tolerant from sensitive genotypes. We showed that the projected canopy height a sensitive trait that truly reflects other invasively studied morphological, physiological, and metabolic traits and that our presented methodological setup can be easily applicable for large-scale screenings in low-cost systems equipped with a simple RGB camera. We believe that our approach will contribute to accelerate the study and understanding of the plant water stress response and recovery capacity in crops, such as barley."], "CopyrightInformation": "Copyright © 2019 Marchetti, Ugena, Humplík, Polák, Ćavar Zeljković, Podlešáková, Fürst, De Diego and Spíchal."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Biology, Centre of the Region of Haná for Biotechnological and Agricultural Research, Faculty of Science, Palacký University, Olomouc, Czechia."}], "LastName": "Marchetti", "ForeName": "Cintia F", "Initials": "CF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Biology and Genetics, Centre of the Region Haná for Biotechnological and Agricultural Research, Faculty of Science, Palacký University, Olomouc, Czechia."}], "LastName": "Ugena", "ForeName": "Lydia", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Biology and Genetics, Centre of the Region Haná for Biotechnological and Agricultural Research, Faculty of Science, Palacký University, Olomouc, Czechia."}], "LastName": "Humplík", "ForeName": "Jan F", "Initials": "JF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Biology and Genetics, Centre of the Region Haná for Biotechnological and Agricultural Research, Faculty of Science, Palacký University, Olomouc, Czechia."}], "LastName": "Polák", "ForeName": "Michal", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Phytochemistry, Centre of the Region Haná for Biotechnological and Agricultural Research, Faculty of Science, Palacký University, Olomouc, Czechia."}, {"Identifier": [], "Affiliation": "Department of Genetic Resources for Vegetables, Medicinal and Special Plants, Centre of the Region Haná for Biotechnological and Agricultural Research, Crop Research Institute, Olomouc, Czechia."}], "LastName": "Ćavar Zeljković", "ForeName": "Sanja", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Biology and Genetics, Centre of the Region Haná for Biotechnological and Agricultural Research, Faculty of Science, Palacký University, Olomouc, Czechia."}], "LastName": "Podlešáková", "ForeName": "Kateřina", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Biology and Genetics, Centre of the Region Haná for Biotechnological and Agricultural Research, Faculty of Science, Palacký University, Olomouc, Czechia."}, {"Identifier": [], "Affiliation": "Department of Mathematical Analysis and Applications of Mathematics, Faculty of Science, Palacky University, Olomouc, Czechia."}], "LastName": "Fürst", "ForeName": "Tomáš", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Biology and Genetics, Centre of the Region Haná for Biotechnological and Agricultural Research, Faculty of Science, Palacký University, Olomouc, Czechia."}], "LastName": "De Diego", "ForeName": "Nuria", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Biology and Genetics, Centre of the Region Haná for Biotechnological and Agricultural Research, Faculty of Science, Palacký University, Olomouc, Czechia."}], "LastName": "Spíchal", "ForeName": "Lukáš", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aebi H. (1984). Catalase in vitro . Methods Enzymol. 105, 121–126. 10.1016/S0076-6879(84)05016-3", "ArticleIdList": ["10.1016/S0076-6879(84)05016-3", "6727660"]}, {"Citation": "Ahmed I. M., Dai H., Zheng W., Cao F., Zhang G., Sun D., et al. (2013). Genotypic differences in physiological characteristics in the tolerance to drought and salinity combined stress between Tibetan wild and cultivated barley. Plant Physiol. Biochem. 63, 49–60. 10.1016/j.plaphy.2012.11.004", "ArticleIdList": ["10.1016/j.plaphy.2012.11.004", "23232247"]}, {"Citation": "Akashi K., Miyake C., Yokota A. (2001). Citrulline, a novel compatible solute in drought-tolerant wild watermelon leaves, is an efficient hydroxyl radical scavenger. FEBS Lett. 508, 438–442. 10.1016/S0014-5793(01)03123-4", "ArticleIdList": ["10.1016/S0014-5793(01)03123-4", "11728468"]}, {"Citation": "Araus J. L., Cairns J. E. (2014). Field high-throughput phenotyping: the new crop breeding frontier. Trends Plant Sci. 19, 52–61. 10.1016/j.tplants.2013.09.008", "ArticleIdList": ["10.1016/j.tplants.2013.09.008", "24139902"]}, {"Citation": "Awlia M., Nigro A., Fajkus J., Schmoeckel S. M., Negrão S., Santelia D., et al. (2016). High-throughput non-destructive phenotyping of traits that contribute to salinity tolerance in Arabidopsis thaliana . Front. Plant Sci. 7, 1–15. 10.3389/fpls.2016.01414", "ArticleIdList": ["10.3389/fpls.2016.01414", "PMC5039194", "27733855"]}, {"Citation": "Aziz A., Martin-Tanguy J., Larher F. (1998). Stress-induced changes in polyamine and tyramine levels can regulate proline accumulation in tomato leaf discs treated with sodium chloride. Physiol. Plant. 104, 195–202. 10.1034/j.1399-3054.1998.1040207.x", "ArticleIdList": ["10.1034/j.1399-3054.1998.1040207.x"]}, {"Citation": "Aziz A., Martin-Tanguy J., Larher F. (1999). Salt stress-induced proline accumulation and changes in tyramine and polyamine levels are linked to ionic adjustment in tomato leaf discs. Plant Sci. 145, 83–91. 10.1016/S0168-9452(99)00071-0", "ArticleIdList": ["10.1016/S0168-9452(99)00071-0"]}, {"Citation": "Berger B., Parent B., Tester M. (2010). High-throughput shoot imaging to study drought responses. J. Exp. Bot. 61, 3519–3528. 10.1093/jxb/erq201", "ArticleIdList": ["10.1093/jxb/erq201", "20660495"]}, {"Citation": "Bitrián M., Zarza X., Altabella T., Tiburcio A. F., Alcázar R. (2012). Polyamines under abiotic stress: metabolic crossroads and hormonal crosstalks in plants. Metabolites 2, 516–528. 10.3390/metabo2030516", "ArticleIdList": ["10.3390/metabo2030516", "PMC3901213", "24957645"]}, {"Citation": "Bradford M. M. (1976). A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal. Biochem. 72, 248–254. 10.1016/0003-2697(76)90527-3", "ArticleIdList": ["10.1016/0003-2697(76)90527-3", "942051"]}, {"Citation": "Cabrera-Bosquet L., Fournier C., Brichet N., Welcker C., Suard B., Tardieu F. (2016). High-throughput estimation of incident light, light interception and radiation-use efficiency of thousands of plants in a phenotyping platform. New Phytol. 212, 269–281. 10.1111/nph.14027", "ArticleIdList": ["10.1111/nph.14027", "27258481"]}, {"Citation": "Chen D., Neumann K., Friedel S., Kilian B., Chen M., Altmann T., et al. (2014). Dissecting the phenotypic components of crop plant growth and drought responses based on high-throughput image analysis. Plant Cell Online 26 (12), 4636–4655. 10.1105/tpc.114.129601", "ArticleIdList": ["10.1105/tpc.114.129601", "PMC4311194", "25501589"]}, {"Citation": "De Diego N., Fürst T., Humplík J. F., Ugena L., Podlešáková K., Spíchal L. (2017). An automated method for high-throughput screening of Arabidopsis rosette growth in multi-well plates and its validation in stress conditions. Front. Plant Sci. 8, 1–16. 10.3389/fpls.2017.01702", "ArticleIdList": ["10.3389/fpls.2017.01702", "PMC5632805", "29046681"]}, {"Citation": "De Diego N., Saiz-Fernández I., Rodríguez J. L., Pérez-Alfocea P., Sampedro M. C., Barrio R. J., et al. (2015). Metabolites and hormones are involved in the intraspecific variability of drought hardening in radiata pine. J. Plant Physiol. 188, 64–71. 10.1016/j.jplph.2015.08.006", "ArticleIdList": ["10.1016/j.jplph.2015.08.006", "26433462"]}, {"Citation": "De Diego N., Sampedro M. C., Barrio R. J., Saiz-Fernandez I., Moncalean P., Lacuesta M. (2013). Solute accumulation and elastic modulus changes in six radiata pine breeds exposed to drought. Tree Physiol. 33, 69–80. 10.1093/treephys/tps125", "ArticleIdList": ["10.1093/treephys/tps125", "23339191"]}, {"Citation": "Earth Observation and Research Branch Team (2011). Crop identification and BBCH staging manual: SMAP-12 field campaign. Canada: Agriculture and Agri-Food."}, {"Citation": "Filek M., Labanowska M., Kościelniak J., Biesaga-Kościelniak J., Kurdziel M., Szarejko I., et al. (2015). Characterization of barley leaf tolerance to drought stress by chlorophyll fluorescence and electron paramagnetic resonance studies. J. Agron. Crop Sci. 201, 228–240. 10.1111/jac.12063", "ArticleIdList": ["10.1111/jac.12063"]}, {"Citation": "Forster B. P., Ellis R. P., Thomas W. T. B., Newton A. C., Tuberosa R., This D., et al. (2000). The development and application of molecular markers for abiotic stress tolerance in barley. J. Exp. Bot. 51, 19–27. 10.1093/jxb/51.342.19", "ArticleIdList": ["10.1093/jxb/51.342.19", "10938792"]}, {"Citation": "Gallé A., Flexas J. (2010). “Gas-exchange and chlorophyll fluorescence measurements in grapevine leaves in the field,” in Methodologies and Results in Grapevine Research. Eds. Delrot S., Medrano H., Or E., Bavaresco L., Grando S. (Springer Netherlands: Dordrecht: ), 107–121. 10.1007/978-90-481-9283-0_8", "ArticleIdList": ["10.1007/978-90-481-9283-0_8"]}, {"Citation": "Ghanem M. E., Marrou H., Sinclair T. R. (2015). Physiological phenotyping of plants for crop improvement. Trends Plant Sci. 20, 139–144. 10.1016/j.tplants.2014.11.006", "ArticleIdList": ["10.1016/j.tplants.2014.11.006", "25524213"]}, {"Citation": "Granier C., Aguirrezabal L., Chenu K., Cookson S. J., Dauzat M., Hamard P., et al. (2006). PHENOPSIS, an automated platform for reproducible phenotyping of plant responses to soil water deficit in Arabidopsis thaliana permitted the identification of an accession with low sensitivity to soil water deficit. New Phytol. 169, 623–635. 10.1111/j.1469-8137.2005.01609.x", "ArticleIdList": ["10.1111/j.1469-8137.2005.01609.x", "16411964"]}, {"Citation": "Gray N., Plumb R. (2016). A validated assay for the quantification of amino acids in mammalian urine. Waters, 1–8."}, {"Citation": "Großkinsky D. K., Svensgaard J., Christensen S., Roitsch T. (2015). Plant phenomics and the need for physiological phenotyping across scales to narrow the genotype-to-phenotype knowledge gap. J. Exp. Bot. 66, 5429–5440. 10.1093/jxb/erv345", "ArticleIdList": ["10.1093/jxb/erv345", "26163702"]}, {"Citation": "Harwood W. A. (2012). Advances and remaining challenges in the transformation of barley and wheat. J. Exp. Bot. 63, 1791–1798. 10.1093/jxb/err380", "ArticleIdList": ["10.1093/jxb/err380", "22140237"]}, {"Citation": "Hayashi K., Fujita Y., Ashizawa T., Suzuki F., Nagamura Y., Hayano-saito Y. (2016). Serotonin attenuates biotic stress and leads to lesion browning caused by a hypersensitive response to Magnaporthe oryzae penetration in rice. Plant J. 85 (1), 46–56. 10.1111/tpj.13083", "ArticleIdList": ["10.1111/tpj.13083", "26603141"]}, {"Citation": "Holubová K., Hensel G., Vojta P., Tarkowski P., Gene H. (2018). Modification of barley plant productivity through regulation of cytokinin content by reverse-genetics approaches preparation of constructs for silencing. Front. Plant Sci. 9, 1–18. 10.3389/fpls.2018.01676", "ArticleIdList": ["10.3389/fpls.2018.01676", "PMC6277847", "30542354"]}, {"Citation": "Honsdorf N., March T. J., Berger B., Tester M., Pillen K. (2014). High-throughput phenotyping to detect drought tolerance QTL in wild barley introgression lines. PLoS One 9 (5), e97047. 10.1371/journal.pone.0097047", "ArticleIdList": ["10.1371/journal.pone.0097047", "PMC4019662", "24823485"]}, {"Citation": "Hsu Y. T., Kao C. H. (2007). Heat shock-mediated H2O2 accumulation and protection against Cd toxicity in rice seedlings. Plant Soil 300, 137–147. 10.1007/s11104-007-9396-0", "ArticleIdList": ["10.1007/s11104-007-9396-0"]}, {"Citation": "Humplík J. F., Lazár D., Husičková A., Spíchal L. (2015). Automated phenotyping of plant shoots using imaging methods for analysis of plant stress responses—a review. Plant Methods 11, 29. 10.1186/s13007-015-0072-8", "ArticleIdList": ["10.1186/s13007-015-0072-8", "PMC4406171", "25904970"]}, {"Citation": "Jammes F., Leonhardt N., Tran D., Bousserouel H., Véry A. A., Renou J. P., et al. (2014). Acetylated 1,3-diaminopropane antagonizes abscisic acid-mediated stomatal closing in Arabidopsis . Plant J. 79, 322–333. 10.1111/tpj.12564", "ArticleIdList": ["10.1111/tpj.12564", "24891222"]}, {"Citation": "Jancewicz A. L., Gibbs N. M., Masson P. H. (2016). Cadaverine’s functional role in plant development and environmental response. Front. Plant Sci. 7, 1–8. 10.3389/fpls.2016.00870", "ArticleIdList": ["10.3389/fpls.2016.00870", "PMC4914950", "27446107"]}, {"Citation": "Junker A., Muraya M. M., Weigelt-Fischer K., Arana-Ceballos F., Klukas C., Melchinger A. E., et al. (2015). Optimizing experimental procedures for quantitative evaluation of crop plant performance in high throughput phenotyping systems. Front. Plant Sci. 5, 1–21. 10.3389/fpls.2014.00770", "ArticleIdList": ["10.3389/fpls.2014.00770", "PMC4299434", "25653655"]}, {"Citation": "Lehmann T., Pollmann S. (2009). Gene expression and characterization of a stress-induced tyrosine decarboxylase from Arabidopsis thaliana . FEBS Lett. 583, 1895–1900. 10.1016/j.febslet.2009.05.017", "ArticleIdList": ["10.1016/j.febslet.2009.05.017", "19450582"]}, {"Citation": "Li R., Guo P., Baum M., Grando S., Ceccarelli S. (2006). Evaluation of chlorophyll content and fluorescence parameters as indicators of drought tolerance in barley. Agric. Sci. China 5, 751–757. 10.1016/S1671-2927(06)60120-X", "ArticleIdList": ["10.1016/S1671-2927(06)60120-X"]}, {"Citation": "Liu J.-H., Wang W., Wu H., Gong X., Moriguchi T. (2015). Polyamines function in stress tolerance: from synthesis to regulation. Front. Plant Sci. 6, 1–10. 10.3389/fpls.2015.00827", "ArticleIdList": ["10.3389/fpls.2015.00827", "PMC4602114", "26528300"]}, {"Citation": "Miyagawa H., Toda H., Tsurushima T., Ueno T., Miyagawa H., Toda H., et al. (2014). Accumulation of tryptamine in barley leaves irradiated with UV light accumulation of tryptamine in barley leaves irradiated with UV light. Biosc. Biotechnol. Biochem. 8451, 1723–1725. 10.1271/bbb.58.1723", "ArticleIdList": ["10.1271/bbb.58.1723"]}, {"Citation": "Muscolo A., Junker A., Klukas C., Weigelt-Fischer K., Riewe D., Altmann T. (2015). Phenotypic and metabolic responses to drought and salinity of four contrasting lentil accessions. J. Exp. Bot. 66, 5467–5480. 10.1093/jxb/erv208", "ArticleIdList": ["10.1093/jxb/erv208", "PMC4585415", "25969553"]}, {"Citation": "Neumann K., Klukas C., Friedel S., Rischbeck P., Chen D., Entzian A., et al. (2015). Dissecting spatiotemporal biomass accumulation in barley under different water regimes using high-throughput image analysis. Plant Cell Environ. 38 (10), 1980–1996. 10.1111/pce.12516", "ArticleIdList": ["10.1111/pce.12516", "25689277"]}, {"Citation": "Nosalewicz A., Siecińska J., Śmiech M., Nosalewicz M., Wiącek D., Pecio A., et al. (2016). Transgenerational effects of temporal drought stress on spring barley morphology and functioning. Environ. Exp. Bot. 131, 120–127. 10.1016/j.envexpbot.2016.07.006", "ArticleIdList": ["10.1016/j.envexpbot.2016.07.006"]}, {"Citation": "Pandey S., Fartyal D., Agarwal A., Shukla T., James D., Kaul T., et al. (2017). Abiotic stress tolerance in plants: myriad roles of ascorbate peroxidase. Front. Plant Sci. 8, 1–13. 10.3389/fpls.2017.00581", "ArticleIdList": ["10.3389/fpls.2017.00581", "PMC5397514", "28473838"]}, {"Citation": "Podlešáková K., Ugena L., Spíchal L., Doležal K., De Diego N. (2019). Phytohormones and polyamines regulate plant stress responses by altering GABA pathway. N. Biotechnol. 48, 53–65. 10.1016/j.nbt.2018.07.003", "ArticleIdList": ["10.1016/j.nbt.2018.07.003", "30048769"]}, {"Citation": "Poorter H., Fiorani F., Pieruschka R., Wojciechowski T., van der Putten W. H., Kleyer M., et al. (2016). Pampered inside, pestered outside? Differences and similarities between plants growing in controlled conditions and in the field. New Phytol. 212, 838–855. 10.1111/nph.14243", "ArticleIdList": ["10.1111/nph.14243", "27783423"]}, {"Citation": "Prochazkova D., Sairam R. K., Srivastava G. C., Singh D. V. (2001). Oxidative stress and antioxidant activity as the basis of senescence in maize leaves. Plant Sci. 161, 765–771. 10.1016/S0168-9452(01)00462-9", "ArticleIdList": ["10.1016/S0168-9452(01)00462-9"]}, {"Citation": "Reddy A. R., Chaitanya K. V., Vivekanandan M. (2004). Drought-induced responses of photosynthesis and antioxidant metabolism in higher plants. J. Plant Physiol. 161, 1189–1202. 10.1016/j.jplph.2004.01.013", "ArticleIdList": ["10.1016/j.jplph.2004.01.013", "15602811"]}, {"Citation": "Saade S., Negrão S., Plett D., Garnett T., Tester M. (2018). The Barley Genome. Stein N, Muehlbauer GJ, editors. Cham: Springer International Publishing. 10.1007/978-3-319-92528-8", "ArticleIdList": ["10.1007/978-3-319-92528-8"]}, {"Citation": "Singh T. N., Aspinall D., Paleg L. G. (1972). Proline accumulation and varietal adaptability to drought in Barley: a potential metabolic measure of drought resistance. Nature 236, 188–189. 10.1038/newbio236188a0", "ArticleIdList": ["10.1038/newbio236188a0", "4503738"]}, {"Citation": "Taibi G., Schiavo M. R., Gueli M. C., Rindina P. C., Muratore R., Nicotra C. M. A. (2000). Rapid and simultaneous high-performance liquid chromatography assay of polyamines and monoacetylpolyamines in biological specimens. J. Chromatogr. B. 745, 431–437. 10.1016/S0378-4347(00)00314-5", "ArticleIdList": ["10.1016/S0378-4347(00)00314-5", "11043761"]}, {"Citation": "Thomas W. T. B., Powell W., Wood W. (1984). The chromosomal location of the dwarfing gene present in the spring barley variety golden promise. Heredity (Edinb.) 53, 177–183. 10.1038/hdy.1984.73", "ArticleIdList": ["10.1038/hdy.1984.73"]}, {"Citation": "Tomar P. C., Lakra N., Mishra S. N. (2013). Cadaverine: A lysine catabolite involved in plant growth and development. Plant Signal Behav. 8. 10.4161/psb.25850", "ArticleIdList": ["10.4161/psb.25850", "PMC4091120", "23887488"]}, {"Citation": "Urano K., Kurihara Y., Seki M., Shinozaki K. (2010). Omics” analyses of regulatory networks in plant abiotic stress responses. Curr. Opin. Plant Biol. 13, 132–138. 10.1016/j.pbi.2009.12.006", "ArticleIdList": ["10.1016/j.pbi.2009.12.006", "20080055"]}, {"Citation": "Wang W., Vinocur B., Altman A. (2003). Plant responses to drought, salinity and extreme temperatures: towards genetic engineering for stress tolerance. Planta 218, 1–14. 10.1007/s00425-003-1105-5", "ArticleIdList": ["10.1007/s00425-003-1105-5", "14513379"]}, {"Citation": "Wang X., Wang L., Shangguan Z. (2016). Leaf gas exchange and fluorescence of two winter wheat varieties in response to drought stress and nitrogen supply. PLoS One 11, 1–15. 10.1371/journal.pone.0165733", "ArticleIdList": ["10.1371/journal.pone.0165733", "PMC5089754", "27802318"]}, {"Citation": "Wang Y., Zeng X., Xu Q., Mei X., Yuan H., Jiabu D. (2019). Studies metabolite profiling in two contrasting Tibetan hulless barley cultivars revealed the core salt-responsive metabolome and key salt-tolerance biomarkers. AoB Plants, 1–14. 10.1093/aobpla/plz021", "ArticleIdList": ["10.1093/aobpla/plz021", "PMC6482114", "31037214"]}, {"Citation": "Xu C. C., Jeon Y. A., Lee C. H. (1999). Relative contributions of photochemical and non-photochemical routes to excitation energy dissipation in rice and barley illuminated at a chilling temperature. Physiol. Plant. 107, 447–453. 10.1034/j.1399-3054.1999.100411.x", "ArticleIdList": ["10.1034/j.1399-3054.1999.100411.x"]}, {"Citation": "Zhang S.-H., Xu X.-F., Sun Y.-M., Zhang J.-L., Li C.-Z. (2018). Influence of drought hardening on the resistance physiology of potato seedlings under drought stress. J. Integr. Agric. 17, 336–347. 10.1016/S2095-3119(17)61758-1", "ArticleIdList": ["10.1016/S2095-3119(17)61758-1"]}]}], "History": [{"Year": "2018", "Month": "12", "Day": "22"}, {"Year": "2019", "Month": "9", "Day": "9"}, {"Year": "2019", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["31681365", "PMC6804369", "10.3389/fpls.2019.01252"]}}]}