{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Crohn's disease", "herbal medicines", "herbs", "inflammatory bowel disease", "plants", "ulcerative colitis"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31701598", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "27"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.6517"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "34", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "Herbal medicinal products for inflammatory bowel disease: A focus on those assessed in double-blind randomised controlled trials.", "Pagination": {"StartPage": "77", "EndPage": "93", "MedlinePgn": "77-93"}, "Abstract": {"AbstractText": ["Inflammatory bowel disease patients frequently use herbal products as complementary or alternative medicines to current pharmacotherapies and obtain information on them mainly from the internet, social media, or unlicensed practitioners. Clinicians should therefore take a more active role and become knowledgeable of the mechanisms of action and potential drug interactions of herbal medicines for which evidence of efficacy is available. The therapeutic efficacy and safety of several herbal medicines have been studied in double-blind randomised controlled trials (RCTs). Evidence of efficacy is available for Andrographis paniculata extract; curcumin; a combination of myrrh, extract of chamomile flower, and coffee charcoal; and the Chinese herbal medicines Fufangkushen colon-coated capsule and Xilei san in patients with ulcerative colitis; and Artemisia absinthium extract and Boswellia serrata resin extract in patients with Crohn's disease. However, most of this evidence comes from single small RCTs with short follow-up, and the long-term effects and safety of their use have not yet been established. Thus, our findings indicate that further appropriately sized RCTs are necessary prior to the recommended use of these herbal medicines in therapy. In the meantime, increasing awareness of their use, and potential drug interactions among physicians may help to reduce unwanted effects and adverse disease outcomes."], "CopyrightInformation": "© 2019 John Wiley & Sons, Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gastroenterology and Clinical Medicine, Trinity Centre for Health Sciences, Tallaght Hospital, Dublin, Ireland."}], "LastName": "Holleran", "ForeName": "Grainne", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unità Operativa Complessa di Medicina Interna e Gastroenterologia, Dipartimento di Scienze Gastroenterologiche, Endocrino-Metaboliche e Nefro-Urologiche, Fondazione Policlinico Universitario \"A. Gemelli\" IRCCS, Rome, 00168, Italy."}], "LastName": "Scaldaferri", "ForeName": "Franco", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unità Operativa Complessa di Medicina Interna e Gastroenterologia, Dipartimento di Scienze Gastroenterologiche, Endocrino-Metaboliche e Nefro-Urologiche, Fondazione Policlinico Universitario \"A. Gemelli\" IRCCS, Rome, 00168, Italy."}, {"Identifier": [], "Affiliation": "Istituto di Patologia Speciale Medica, Università Cattolica del Sacro Cuore, Rome, 00168, Italy."}], "LastName": "Gasbarrini", "ForeName": "Antonio", "Initials": "A"}, {"Identifier": ["0000-0001-6726-6872"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unità Operativa Complessa di Farmacologia, Direzione Sanitaria, Fondazione Policlinico Universitario \"A. Gemelli\" IRCCS, Rome, 00168, Italy."}, {"Identifier": [], "Affiliation": "Istituto di Farmacologia, Università Cattolica del Sacro Cuore, Rome, 00168, Italy."}], "LastName": "Currò", "ForeName": "Diego", "Initials": "D"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Double-Blind Method"}, {"QualifierName": ["methods"], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Inflammatory Bowel Diseases"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Randomized Controlled Trials as Topic"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdel-Tawab, M., Werz, O., & Schubert-Zsilavecz, M. (2011). Boswellia serrata: An overall assessment of in vitro, preclinical, pharmacokinetic and clinical data. Clinical pharmacokinetics, 50(6), 349-369. https://doi.org/10.2165/11586800-000000000-00000"}, {"Citation": "Ai, X. Y., Qin, Y., Liu, H. J., Cui, Z. H., Li, M., Yang, J. H., … Yang, C. (2017). Apigenin inhibits colonic inflammation and tumorigenesis by suppressing STAT3-NF-κB signaling. Oncotarget, 8(59), 100216-100226. https://doi.org/10.18632/oncotarget.22145"}, {"Citation": "Ammon, H. P. (2016). Boswellic acids and their role in chronic inflammatory diseases. Advances in experimental medicine and biology, 928, 291-327. https://doi.org/10.1007/978-3-319-41334-1_13"}, {"Citation": "Anthoni, C., Laukoetter, M. G., Rijcken, E., Vowinkel, T., Mennigen, R., Müller, S., … Krieglstein, C. F. (2006). Mechanisms underlying the anti-inflammatory actions of boswellic acid derivatives in experimental colitis. American journal of physiology. Gastrointestinal and liver physiology, 290(6), G1131-G1137. https://doi.org/10.1152/ajpgi.00562.2005"}, {"Citation": "Ashour, M. L., Youssef, F. S., Gad, H. A., & Wink, M. (2017). Inhibition of cytochrome P450 (CYP3A4) activity by extracts from 57 plants used in traditional Chinese medicine (TCM). Pharmacognosy magazine, 13(50), 300-308. https://doi.org/10.4103/0973-1296.204561"}, {"Citation": "Aviello, G., Romano, B., & Izzo, A. A. (2008). Cannabinoids and gastrointestinal motility: Animal and human studies. European review for medical and pharmacological sciences, 12(Suppl 1), 81-93."}, {"Citation": "Bar-Sela, G., Cohen, M., Ben-Arye, E., & Epelbaum, R. (2015). The medical use of wheatgrass: Review of the gap between basic and clinical applications. Mini reviews in medicinal chemistry, 15(12), 1002-1010. https://doi.org/10.2174/138955751512150731112836"}, {"Citation": "Ben-Arye, E., Goldin, E., Wengrower, D., Stamper, A., Kohn, R., & Berry, E. (2002). Wheat grass juice in the treatment of active distal ulcerative colitis: A randomized double-blind placebo-controlled trial. Scandinavian journal of gastroenterology, 37(4), 444-449. https://doi.org/10.1080/003655202317316088"}, {"Citation": "Bento, A. F., Marcon, R., Dutra, R. C., Claudino, R. F., Cola, M., Leite, D. F., & Calixto, J. B. (2011). β-Caryophyllene inhibits dextran sulfate sodium-induced colitis in mice through CB2 receptor activation and PPARγ pathway. The American journal of pathology, 178(3), 1153-1166. https://doi.org/10.1016/j.ajpath.2010.11.052"}, {"Citation": "Bone, M., & Seddon, T. (2016). Human rights, public health and medicinal cannabis use. Critical public health, 26(1), 51-61. https://doi.org/10.1080/09581596.2015.1038218"}, {"Citation": "Borrelli, F., Aviello, G., Romano, B., Orlando, P., Capasso, R., Maiello, F., … Izzo, A. A. (2009). Cannabidiol, a safe and non-psychotropic ingredient of the marijuana plant Cannabis sativa, is protective in a murine model of colitis. Journal of molecular medicine, 87(11), 1111-1121. https://doi.org/10.1007/s00109-009-0512-x"}, {"Citation": "Borrelli, F., Fasolino, I., Romano, B., Capasso, R., Maiello, F., Coppola, D., … Izzo, A. A. (2013). Beneficial effect of the non-psychotropic plant cannabinoid cannabigerol on experimental inflammatory bowel disease. Biochemical pharmacology, 85(9), 1306-1316. https://doi.org/10.1016/j.bcp.2013.01.017"}, {"Citation": "Burstein, S. H., & Zurier, R. B. (2009). Cannabinoids, endocannabinoids, and related analogs in inflammation. The AAPS journal, 11(1), 109-119. https://doi.org/10.1208/s12248-009-9084-5"}, {"Citation": "Camacho-Barquero, L., Villegas, I., Sánchez-Calvo, J. M., Talero, E., Sánchez-Fidalgo, S., Motilva, V., & de la Lastra, C. A. (2007). Curcumin, a Curcuma longa constituent, acts on MAPK p38 pathway modulating COX-2 and iNOS expression in chronic experimental colitis. International immunopharmacology, 7(3), 333-342. https://doi.org/10.1016/j.intimp.2006.11.006"}, {"Citation": "Cheifetz, A. S., Gianotti, R., Luber, R., & Gibson, P. R. (2017). Complementary and alternative medicines used by patients with inflammatory bowel diseases. Gastroenterology, 152(2), 415-429. https://doi.org/10.1053/j.gastro.2016.10.004"}, {"Citation": "Cluny, N. L., Keenan, C. M., Duncan, M., Fox, A., Lutz, B., & Sharkey, K. A. (2010). Naphthalen-1-yl-(4-pentyloxynaphthalen-1-yl)methanone (SAB378), a peripherally restricted cannabinoid CB1/CB2 receptor agonist, inhibits gastrointestinal motility but has no effect on experimental colitis in mice. The Journal of pharmacology and experimental therapeutics, 334(3), 973-980. https://doi.org/10.1124/jpet.110.169946"}, {"Citation": "Couch, D. G., Maudslay, H., Doleman, B., Lund, J. N., & O'Sullivan, S. E. (2018). The use of cannabinoids in colitis: A systematic review and meta-analysis. Inflammatory bowel diseases, 24(4), 680-697. https://doi.org/10.1093/ibd/izy014"}, {"Citation": "D'Argenio, G., Valenti, M., Scaglione, G., Cosenza, V., Sorrentini, I., & Di Marzo, V. (2006). Up-regulation of anandamide levels as an endogenous mechanism and a pharmacological strategy to limit colon inflammation. FASEB Journal, 20(3), 568-570. https://doi.org/10.1096/fj.05-4943fje"}, {"Citation": "Di Sabatino, A., Battista, N., Biancheri, P., Rapino, C., Rovedatti, L., Astarita, G., … Pender, S. L. F. (2011). The endogenous cannabinoid system in the gut of patients with inflammatory bowel disease. Mucosal immunology, 4(5), 574-583. https://doi.org/10.1038/mi.2011.18"}, {"Citation": "Engel, M. A., Kellermann, C. A., Burnat, G., Hahn, E. G., Rau, T., & Konturek, P. C. (2010). Mice lacking cannabinoid CB1-, CB2-receptors or both receptors show increased susceptibility to trinitrobenzene sulfonic acid (TNBS)-induced colitis. Journal of physiology and pharmacology, 61(1), 89-97."}, {"Citation": "Fatani, A. J., Alrojayee, F. S., Parmar, M. Y., Abuohashish, H. M., Ahmed, M. M., & Al-Rejaie, S. S. (2016). Myrrh attenuates oxidative and inflammatory processes in acetic acid-induced ulcerative colitis. Experimental and therapeutic medicine, 12(2), 730-738. https://doi.org/10.3892/etm.2016.3398"}, {"Citation": "Feng, Y. J., Li, Y. Y., Lin, X. H., Li, K., & Cao, M. H. (2016). Anti-inflammatory effect of cannabinoid agonist WIN55, 212 on mouse experimental colitis is related to inhibition of p38MAPK. World journal of gastroenterology, 22(43), 9515-9524. https://doi.org/10.3748/wjg.v22.i43.9515"}, {"Citation": "Fichna, J., Bawa, M., Thakur, G. A., Tichkule, R., Makriyannis, A., McCafferty, D. M., … Storr, M. (2014). Cannabinoids alleviate experimentally induced intestinal inflammation by acting at central and peripheral receptors. PLoS one, 9(10), e109115. https://doi.org/10.1371/journal.pone.0109115"}, {"Citation": "Frank, A., & Unger, M. (2006). Analysis of frankincense from various Boswellia species with inhibitory activity on human drug metabolising cytochrome P450 enzymes using liquid chromatography mass spectrometry after automated on-line extraction. Journal of chromatography. A, 1112(1-2), 255-262."}, {"Citation": "Fukunaga, K., Ohda, Y., Hida, N., Iimuro, M., Yokoyama, Y., Kamikozuru, K., … Matsumoto, T. (2012). Placebo controlled evaluation of Xilei San, a herbal preparation in patients with intractable ulcerative proctitis. Journal of gastroenterology and hepatology, 27(12), 1808-1815. https://doi.org/10.1111/j.1440-1746.2012.07215.x"}, {"Citation": "Gayathri, B., Manjula, N., Vinaykumar, K. S., Lakshmi, B. S., & Balakrishnan, A. (2007). Pure compound from Boswellia serrata extract exhibits anti-inflammatory property in human PBMCs and mouse macrophages through inhibition of TNFα, IL-1β, NO and MAP kinases. International immunopharmacology, 7(4), 473-482. https://doi.org/10.1016/j.intimp.2006.12.003"}, {"Citation": "Gerhardt, H., Seifert, F., Buvari, P., Vogelsang, H., & Repges, R. (2001). Therapie des aktiven Morbus Crohn mit dem Boswellia-serrata-Extrakt H 15. Zeitschrift für gastroenterologie, 39(01), 11-17. https://doi.org/10.1055/s-2001-10708"}, {"Citation": "Gomollón, F., Dignass, A., Annese, V., Tilg, H., Van Assche, G., Lindsay, J. O., … ECCO (2016). 3rd European evidence-based consensus on the diagnosis and management of Crohn's disease 2016: Part 1: Diagnosis and medical management. Journal of Crohn's and colitis, 11(1), 3-25."}, {"Citation": "Gong, Y., Zha, Q., Li, L., Liu, Y., Yang, B., Liu, L., … Jiang, M. (2012). Efficacy and safety of Fufangkushen colon-coated capsule in the treatment of ulcerative colitis compared with mesalazine: A double-blinded and randomized study. Journal of ethnopharmacology, 141(2), 592-598. https://doi.org/10.1016/j.jep.2011.08.057"}, {"Citation": "Grammatikopoulou, M. G., Gkiouras, K., Theodoridis, X., Asteriou, E., Forbes, A., & Bogdanos, D. P. (2018). Oral adjuvant curcumin therapy for attaining clinical remission in ulcerative colitis: A systematic review and meta-analysis of randomized controlled trials. Nutrients, 10(11). pii: E1737."}, {"Citation": "Gyires, K., & Zádori, Z. S. (2016). Role of cannabinoids in gastrointestinal mucosal defense and inflammation. Current neuropharmacology, 14(8), 935-951. https://doi.org/10.2174/1570159X14666160303110150"}, {"Citation": "Hanai, H., Iida, T., Takeuchi, K., Watanabe, F., Maruyama, Y., Andoh, A., … Yamada, M. (2006). Curcumin maintenance therapy for ulcerative colitis: Randomized, multicenter, double-blind, placebo-controlled trial. Clinical gastroenterology and hepatology, 4(12), 1502-1506. https://doi.org/10.1016/j.cgh.2006.08.008"}, {"Citation": "Hao, Y., Nagase, K., Hori, K., Wang, S., Kogure, Y., Fukunaga, K., … Miwa, H. (2014). Xilei san ameliorates experimental colitis in rats by selectively degrading proinflammatory mediators and promoting mucosal repair. Evidence-based complementary and alternative medicine, 2014, 569587."}, {"Citation": "Harbord, M., Eliakim, R., Bettenworth, D., Karmiris, K., Katsanos, K., Kopylov, U., … Carbonnel, F. (2017). European Crohn's and Colitis Organisation [ECCO]. Third European evidence-based consensus on diagnosis and management of ulcerative colitis. Part 2: Current management. Journal of Crohn's and colitis, 11(7), 769-784."}, {"Citation": "Hartmann, R. M., Fillmann, H. S., Martins, M. I., Meurer, L., & Marroni, N. P. (2014). Boswellia serrata has beneficial anti-inflammatory and antioxidant properties in a model of experimental colitis. Phytotherapy research, 28(9), 1392-1398. https://doi.org/10.1002/ptr.5142"}, {"Citation": "Hatziieremia, S., Gray, A. I., Ferro, V. A., Paul, A., & Plevin, R. (2006). The effects of cardamonin on lipopolysaccharide-induced inflammatory protein production and MAP kinase and NFκB signalling pathways in monocytes/macrophages. British journal of pharmacology, 149(2), 188-198. https://doi.org/10.1038/sj.bjp.0706856"}, {"Citation": "He, X., Fang, J., Huang, L., Wang, J., & Huang, X. (2015). Sophora flavescens Ait.: Traditional usage, phytochemistry and pharmacology of an important traditional Chinese medicine. Journal of ethnopharmacol, 172, 10-29. https://doi.org/10.1016/j.jep.2015.06.010"}, {"Citation": "Holtmeier, W., Zeuzem, S., Preiβ, J., Kruis, W., Böhm, S., Maaser, C., … Zeitz, M. (2011). Randomized, placebo-controlled, double-blind trial of Boswellia serrata in maintaining remission of Crohn's disease: Good safety profile but lack of efficacy. Inflammatory bowel diseases, 17(2), 573-582. https://doi.org/10.1002/ibd.21345"}, {"Citation": "Irving, P. M., Iqbal, T., Nwokolo, C., Subramanian, S., Bloom, S., Prasad, N., … Wright, S. (2018). A randomized, double-blind, placebo-controlled, parallel-group, pilot study of cannabidiol-rich botanical extract in the symptomatic treatment of ulcerative colitis. Inflammatory bowel diseases, 24(4), 714-724. https://doi.org/10.1093/ibd/izy002"}, {"Citation": "Izzo, A. A., & Sharkey, K. A. (2010). Cannabinoids and the gut: New developments and emerging concepts. Pharmacology & therapeutics, 126(1), 21-38. https://doi.org/10.1016/j.pharmthera.2009.12.005"}, {"Citation": "Jaeger, W., Benet, L. Z., & Bornheim, L. M. (1996). Inhibition of cyclosporine and tetrahydrocannabinol metabolism by cannabidiol in mouse and human microsomes. Xenobiotica, 26(3), 275-284. https://doi.org/10.3109/00498259609046707"}, {"Citation": "Jamontt, J. M., Molleman, A., Pertwee, R. G., & Parsons, M. E. (2010). The effects of Δ9-tetrahydrocannabinol and cannabidiol alone and in combination on damage, inflammation and in vitro motility disturbances in rat colitis. British journal of pharmacology, 160(3), 712-723. https://doi.org/10.1111/j.1476-5381.2010.00791.x"}, {"Citation": "Kedia, S., Bhatia, V., Thareja, S., Garg, S., Mouli, V. P., Bopanna, S., … Ahuja, V. (2017). Low dose oral curcumin is not effective in induction of remission in mild to moderate ulcerative colitis: Results from a randomized double blind placebo controlled trial. World journal of gastrointestinal pharmacology and therapeutics, 8(2), 147-154. https://doi.org/10.4292/wjgpt.v8.i2.147"}, {"Citation": "Kennedy, J., Wang, C. C., & Wu, C. H. (2008). Patient disclosure about herb and supplement use among adults in the US. Evidence-based complementary and alternative medicine, 5(4), 451-456. https://doi.org/10.1093/ecam/nem045"}, {"Citation": "Koning, M., Ailabouni, R., Gearry, R. B., Frampton, C. M., & Barclay, M. L. (2013). Use and predictors of oral complementary and alternative medicine by patients with inflammatory bowel disease: A population-based, case-control study. Inflammatory bowel diseases, 19(4), 767-778. https://doi.org/10.1097/MIB.0b013e31827f27c8"}, {"Citation": "Korkina, L., Suprun, M., Petrova, A., Mikhal'Chik, E., Luci, A., & Luca, C. D. (2003). The protective and healing effects of a natural antioxidant formulation based on ubiquinol and Aloe vera against dextran sulfate-induced ulcerative colitis in rats. Biofactors, 18(1-4), 255-264. https://doi.org/10.1002/biof.5520180228"}, {"Citation": "Krebs, S., Omer, T. N., & Omer, B. (2010). Wormwood (Artemisia absinthium) suppresses tumour necrosis factor alpha and accelerates healing in patients with Crohn's disease-A controlled clinical trial. Phytomedicine, 17(5), 305-309. https://doi.org/10.1016/j.phymed.2009.10.013"}, {"Citation": "Krieglstein, C. F., Anthoni, C., Rijcken, E. J., Laukötter, M., Spiegel, H. U., Boden, S. E., … Schürmann, G. (2001). Acetyl-11-keto-beta-boswellic acid, a constituent of a herbal medicine from Boswellia serrata resin, attenuates experimental ileitis. International journal of colorectal disease, 16(2), 88-95."}, {"Citation": "Kumar, S., Singh, B. K., Pandey, A. K., Kumar, A., Sharma, S. K., Raj, H. G., … Ghosh, B. (2007). A chromone analog inhibits TNF-α induced expression of cell adhesion molecules on human endothelial cells via blocking NF-κB activation. Bioorganic & medicinal chemistry, 15(8), 2952-2962. https://doi.org/10.1016/j.bmc.2007.02.004"}, {"Citation": "Lang, A., Salomon, N., Wu, J. C., Kopylov, U., Lahat, A., Har-Noy, O., … Kaimakliotis, I. (2015). Curcumin in combination with mesalamine induces remission in patients with mild-to-moderate ulcerative colitis in a randomized controlled trial. Clinical gastroenterology and hepatology, 13(8), 1444-1449. https://doi.org/10.1016/j.cgh.2015.02.019"}, {"Citation": "Langhorst, J., Varnhagen, I., Schneider, S. B., Albrecht, U., Rueffer, A., Stange, R., … Dobos, G. J. (2013). Randomised clinical trial: A herbal preparation of myrrh, chamomile and coffee charcoal compared with mesalazine in maintaining remission in ulcerative colitis-a double-blind, double-dummy study. Alimentary pharmacology & therapeutics, 38(5), 490-500. https://doi.org/10.1111/apt.12397"}, {"Citation": "Langmead, L., Feakins, R. M., Goldthorpe, S., Holt, H., Tsironi, E., De Silva, A., … Rampton, D. S. (2004). Randomized, double-blind, placebo-controlled trial of oral Aloe vera gel for active ulcerative colitis. Alimentary pharmacology & therapeutics, 19(7), 739-747. https://doi.org/10.1111/j.1365-2036.2004.01902.x"}, {"Citation": "Larmonier, C. B., Uno, J. K., Lee, K. M., Karrasch, T., Laubitz, D., Thurston, R., … Kiela, P. R. (2008). Limited effects of dietary curcumin on Th-1 driven colitis in IL-10 deficient mice suggest an IL-10-dependent mechanism of protection. American journal of physiology-gastrointestinal and liver physiology, 295(5), G1079-G1091. https://doi.org/10.1152/ajpgi.90365.2008"}, {"Citation": "Lee, H. G., Kim, H., Oh, W. K., Yu, K. A., Choe, Y. K., Ahn, J. S., … Yoon, D. Y. (2004). Tetramethoxy hydroxyflavone p7F downregulates inflammatory mediators via the inhibition of nuclear factor κB. Annals of the New York academy of sciences, 1030(1), 555-568. https://doi.org/10.1196/annals.1329.065"}, {"Citation": "Li, Y. Y., Yuece, B., Cao, H. M., Lin, H. X., Lv, S., Chen, J. C., … Storr, M. (2013). Inhibition of p38/Mk2 signaling pathway improves the anti-inflammatory effect of WIN55 on mouse experimental colitis. Laboratory investigation, 93(3), 322-333. https://doi.org/10.1038/labinvest.2012.177"}, {"Citation": "Ligresti, A., De Petrocellis, L., & Di Marzo, V. (2016). From phytocannabinoids to cannabinoid receptors and endocannabinoids: Pleiotropic physiological and pathological roles through complex pharmacology. Physiological reviews, 96(4), 1593-1659. https://doi.org/10.1152/physrev.00002.2016"}, {"Citation": "Liu, W., Guo, W., Guo, L., Gu, Y., Cai, P., Xie, N., … Xu, Q. (2014). Andrographolide sulfonate ameliorates experimental colitis in mice by inhibiting Th1/Th17 response. International immunopharmacology, 20(2), 337-345. https://doi.org/10.1016/j.intimp.2014.03.015"}, {"Citation": "Lönnfors, S., Vermeire, S., & Avedano, L. (2014). IBD and health-related quality of life-Discovering the true impact. Journal of Crohn's and colitis, 8(10), 1281-1286. https://doi.org/10.1016/j.crohns.2014.03.005"}, {"Citation": "Márquez-Flores, Y. K., Villegas, I., Cárdeno, A., Rosillo, M. Á., & Alarcón-de-la-Lastra, C. (2016). Apigenin supplementation protects the development of dextran sulfate sodium-induced murine experimental colitis by inhibiting canonical and non-canonical inflammasome signaling pathways. The Journal of nutritional biochemistry, 30, 143-152. https://doi.org/10.1016/j.jnutbio.2015.12.002"}, {"Citation": "Mascaraque, C., González, R., Suárez, M. D., Zarzuelo, A., Sánchez de Medina, F., & Martínez-Augustin, O. (2015). Intestinal anti-inflammatory activity of apigenin K in two rat colitis models induced by trinitrobenzenesulfonic acid and dextran sulphate sodium. The British journal of nutrition, 113(4), 618-626. https://doi.org/10.1017/S0007114514004292"}, {"Citation": "Massa, F., Marsicano, G., Hermann, H., Cannich, A., Monory, K., Cravatt, B. F., … Lutz, B. (2004). The endogenous cannabinoid system protects against colonic inflammation. Journal of clinical investigation, 113(8), 1202-1209. https://doi.org/10.1172/JCI200419465"}, {"Citation": "Michelsen, K. S., Wong, M. H., Ko, B., Thomas, L. S., Dhall, D., & Targan, S. R. (2013). HMPL-004 (Andrographis paniculata extract) prevents development of murine colitis by inhibiting T cell proliferation and TH1/TH17 responses. Inflammatory bowel diseases, 19(1), 151-164."}, {"Citation": "Mountifield, R., Andrews, J. M., Mikocka-Walus, A., & Bampton, P. (2015). Doctor communication quality and friends' attitudes influence complementary medicine use in inflammatory bowel disease. World journal of gastroenterology, 21(12), 3663-3670. https://doi.org/10.3748/wjg.v21.i12.3663"}, {"Citation": "Muthiah, Y. D., Ong, C. E., Sulaiman, S. A., & Ismail, R. (2016). Inhibition of human cytochrome P450 2C8-catalyzed amodiaquine N-desethylation: Effect of five traditionally and commonly used herbs. Pharmacognosy research, 8(4), 292-297. https://doi.org/10.4103/0974-8490.188886"}, {"Citation": "Naftali, T., Mechulam, R., Marii, A., Gabay, G., Stein, A., Bronshtain, M., … Konikoff, F. M. (2017). Low-dose cannabidiol is safe but not effective in the treatment for Crohn's disease, a randomized controlled trial. Digestive diseases and sciences, 62(6), 1615-1620. https://doi.org/10.1007/s10620-017-4540-z"}, {"Citation": "Naftali, T., Schleider, L. B. L., Dotan, I., Lansky, E. P., Benjaminov, F. S., & Konikoff, F. M. (2013). Cannabis induces a clinical response in patients with Crohn's disease: A prospective placebo-controlled study. Clinical gastroenterology and hepatology, 11(10), 1276-1280. https://doi.org/10.1016/j.cgh.2013.04.034"}, {"Citation": "Nallathambi, R., Mazuz, M., Ion, A., Selvaraj, G., Weininger, S., Fridlender, M., … Koltai, H. (2017). Anti-inflammatory activity in colon models is derived from Δ9-tetrahydrocannabinolic acid that interacts with additional compounds in Cannabis extracts. Cannabis and cannabinoid research, 2(1), 167-182. https://doi.org/10.1089/can.2017.0027"}, {"Citation": "Omer, B., Krebs, S., Omer, H., & Noor, T. O. (2007). Steroid-sparing effect of wormwood (Artemisia absinthium) in Crohn's disease: A double-blind placebo-controlled study. Phytomedicine, 14(2), 87-95. https://doi.org/10.1016/j.phymed.2007.01.001"}, {"Citation": "Pagano, E., Capasso, R., Piscitelli, F., Romano, B., Parisi, O. A., Finizio, S., … Borrelli, F. (2016). An orally active cannabis extract with high content in cannabidiol attenuates chemically-induced intestinal inflammation and hypermotility in the mouse. Frontiers in pharmacology, 7, 341."}, {"Citation": "Pagano, E., Romano, B., Izzo, A. A., & Borrelli, F. (2018). The clinical efficacy of curcumin-containing nutraceuticals: An overview of systematic reviews. Pharmacological research, 134, 79-91. https://doi.org/10.1016/j.phrs.2018.06.007"}, {"Citation": "Park, D. I., Cha, J. M., Kim, H. S., Park, H. J., Shin, J. E., Hong, S. N., … Kim, W. J. (2014). Predictive factors of complementary and alternative medicine use for patients with inflammatory bowel disease in Korea. Complementary therapies in medicine, 22(1), 87-93. https://doi.org/10.1016/j.ctim.2013.12.001"}, {"Citation": "Park, M. Y., Kwon, H. J., & Sung, M. K. (2011). Dietary aloin, aloesin, or aloe-gel exerts anti-inflammatory activity in a rat colitis model. Life sciences, 88(11), 486-492. https://doi.org/10.1016/j.lfs.2011.01.010"}, {"Citation": "Rahman, H., Kim, M., Leung, G., Green, J. A., & Katz, S. (2017). Drug-herb interactions in the elderly patient with IBD: A growing concern. Current treatment options in gastroenterology, 15(4), 618-636. https://doi.org/10.1007/s11938-017-0154-y"}, {"Citation": "Ramos, G. P., & Papadakis, K. A. (2019). Mechanisms of disease: Inflammatory bowel diseases. Mayo Clinic proceedings, 94(1), 155-165. https://doi.org/10.1016/j.mayocp.2018.09.013"}, {"Citation": "Romano, B., Borrelli, F., Fasolino, I., Capasso, R., Piscitelli, F., Cascio, M., … Izzo, A. (2013). The cannabinoid TRPA1 agonist cannabichromene inhibits nitric oxide production in macrophages and ameliorates murine colitis. British journal of pharmacology, 169(1), 213-229. https://doi.org/10.1111/bph.12120"}, {"Citation": "Salh, B., Assi, K., Templeman, V., Parhar, K., Owen, D., Gomez-Munoz, A., & Jacobson, K. (2003). Curcumin attenuates DNB-induced murine colitis. American journal of physiology-gastrointestinal and liver physiology, 285(1), G235-G243. https://doi.org/10.1152/ajpgi.00449.2002"}, {"Citation": "Sandborn, W. J., Targan, S. R., Byers, V. S., Rutty, D. A., Mu, H., Zhang, X., & Tang, T. (2013). Andrographis paniculata extract (HMPL-004) for active ulcerative colitis. The American journal of gastroenterology, 108(1), 90-98. https://doi.org/10.1038/ajg.2012.340"}, {"Citation": "Singla, V., Pratap Mouli, V., Garg, S. K., Rai, T., Choudhury, B. N., Verma, P., … Ahuja, V. (2014). Induction with NCB-02 (curcumin) enema for mild-to-moderate distal ulcerative colitis-A randomized, placebo-controlled, pilot study. Journal of Crohn's & colitis, 8(3), 208-214. https://doi.org/10.1016/j.crohns.2013.08.006"}, {"Citation": "Suárez, J., Romero-Zerbo, Y., Márquez, L., Rivera, P., Iglesias, M., Bermúdez-Silva, F. J., … Rodríguez de Fonseca, F. (2012). Ulcerative colitis impairs the acylethanolamide-based anti-inflammatory system reversal by 5-aminosalicylic acid and glucocorticoids. PLoS One, 7(5), e37729. https://doi.org/10.1371/journal.pone.0037729"}, {"Citation": "Sugimoto, K., Hanai, H., Tozawa, K., Aoshi, T., Uchijima, M., Nagata, T., & Koide, Y. (2002). Curcumin prevents and ameliorates trinitrobenzene sulfonic acid-induced colitis in mice. Gastroenterology, 123(6), 1912-1922. https://doi.org/10.1053/gast.2002.37050"}, {"Citation": "Tan, W. S. D., Liao, W., Zhou, S., & Wong, W. S. F. (2017). Is there a future for andrographolide to be an anti-inflammatory drug? Deciphering its major mechanisms of action. Biochemical pharmacology, 139, 71-81. https://doi.org/10.1016/j.bcp.2017.03.024"}, {"Citation": "Tang, T., Targan, S. R., Li, Z. S., Xu, C., Byers, V. S., & Sandborn, W. J. (2011). Randomised clinical trial: Herbal extract HMPL-004 in active ulcerative colitis-A double-blind comparison with sustained release mesalazine. Alimentary pharmacology & therapeutics, 33(2), 194-202. https://doi.org/10.1111/j.1365-2036.2010.04515.x"}, {"Citation": "Ukil, A., Maity, S., Karmakar, S., Datta, N., Vedasiromoni, J. R., & Das, P. K. (2003). Curcumin, the major component of food flavour turmeric, reduces mucosal injury in trinitrobenzene sulphonic acid-induced colitis. British journal of pharmacology, 139(2), 209-218. https://doi.org/10.1038/sj.bjp.0705241"}, {"Citation": "Ung, V. Y., Foshaug, R. R., MacFarlane, S. M., Churchill, T. A., Doyle, J. S., Sydora, B. C., & Fedorak, R. N. (2010). Oral administration of curcumin emulsified in carboxymethyl cellulose has a potent anti-inflammatory effect in the IL-10 gene-deficient mouse model of IBD. Digestive diseases and sciences, 55(5), 1272-1277. https://doi.org/10.1007/s10620-009-0843-z"}, {"Citation": "Vissiennon, C., Goos, K. H., Arnhold, J., & Nieber, K. (2017). Mechanisms on spasmolytic and anti-inflammatory effects of a herbal medicinal product consisting of myrrh, chamomile flower, and coffee charcoal. Wiener medizinische wochenschrift, 167(7-8), 169-176. https://doi.org/10.1007/s10354-016-0538-y"}, {"Citation": "Vissiennon, C., Hammoud, D., Rodewald, S., Fester, K., Goos, K. H., Nieber, K., & Arnhold, J. (2017). Chamomile flower, myrrh, and coffee charcoal, components of a traditional herbal medicinal product, diminish proinflammatory activation in human macrophages. Planta medica, 83(10), 846-854."}, {"Citation": "Volak, L. P., Ghirmai, S., Cashman, J. R., & Court, M. H. (2008). Curcuminoids inhibit multiple human cytochromes P450, UDP-glucuronosyltransferase, and sulfotransferase enzymes, whereas piperine is a relatively selective CYP3A4 inhibitor. Drug metabolism and disposition, 36(8), 1594-1605. https://doi.org/10.1124/dmd.108.020552"}, {"Citation": "Wang, J., Yang, W., Wang, G., Tang, P., & Sai, Y. (2014). Determination of six components of Andrographis paniculata extract and one major metabolite of andrographolide in rat plasma by liquid chromatography-tandem mass spectrometry. Journal of chromatography. B, Analytical technologies in the biomedical and life sciences, 951-952, 78-88. https://doi.org/10.1016/j.jchromb.2014.01.028"}, {"Citation": "Wang, K., Lv, Q., Miao, Y. M., Qiao, S. M., Dai, Y., & Wei, Z. F. (2018). Cardamonin, a natural flavone, alleviates inflammatory bowel disease by the inhibition of NLRP3 inflammasome activation via an AhR/Nrf2/NQO1 pathway. Biochemical pharmacology, 155, 494-509. https://doi.org/10.1016/j.bcp.2018.07.039"}, {"Citation": "Wang, Z., Sun, W., Huang, C. K., Wang, L., Xia, M. M., Cui, X., … Wang, Z. S. (2015). Inhibitory effects of curcumin on activity of cytochrome P450 2C9 enzyme in human and 2C11 in rat liver microsomes. Drug development and industrial pharmacy, 41(4), 613-616. https://doi.org/10.3109/03639045.2014.886697"}, {"Citation": "Weizman, A. V., Ahn, E., Thanabalan, R., Leung, W., Croitoru, K., Silverberg, M. S., … Nguyen, G. C. (2012). Characterisation of complementary and alternative medicine use and its impact on medication adherence in inflammatory bowel disease. Alimentary pharmacology & therapeutics, 35(3), 342-349. https://doi.org/10.1111/j.1365-2036.2011.04956.x"}, {"Citation": "Whiting, P. F., Wolff, R. F., Deshpande, S., Di Nisio, M., Duffy, S., Hernandez, A. V., … Kleijnen, J. (2015). Cannabinoids for medical use: A systematic review and meta-analysis. JAMA, 313(24), 2456-2473. https://doi.org/10.1001/jama.2015.6358"}, {"Citation": "Zhang, F., Li, Y., Xu, F., Chu, Y., & Zhao, W. (2013). Comparison of Xilei-san, a Chinese herbal medicine, and dexamethasone in mild/moderate ulcerative proctitis: A double-blind randomized clinical trial. The journal of alternative and complementary medicine, 19(10), 838-842. https://doi.org/10.1089/acm.2012.0296"}, {"Citation": "Zhao, H. M., Xu, R., Huang, X. Y., Cheng, S. M., Huang, M. F., Yue, H. Y., … Liu, D. Y. (2016). Curcumin suppressed activation of dendritic cells via JAK/STAT/SOCS signal in mice with experimental colitis. Frontiers in pharmacology, 7, 455."}, {"Citation": "Zhu, Q., Zheng, P., Zhou, J., Chen, X., Feng, Y., Wang, W., … He, Q. (2018). Andrographolide affects Th1/Th2/Th17 responses of peripheral blood mononuclear cells from ulcerative colitis patients. Molecular medicine reports, 18(1), 622-626. https://doi.org/10.3892/mmr.2018.8992"}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "5", "Day": "24"}, {"Year": "2019", "Month": "8", "Day": "1"}, {"Year": "2019", "Month": "9", "Day": "8"}, {"Year": "2019", "Month": "11", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "9", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31701598", "10.1002/ptr.6517"]}}]}