{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["herbal medicines", "multi-target", "skin and soft tissue infections"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31713305", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "27"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.6519"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "34", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "Herbal medicines to the treatment of skin and soft tissue infections: advantages of the multi-targets action.", "Pagination": {"StartPage": "94", "EndPage": "103", "MedlinePgn": "94-103"}, "Abstract": {"AbstractText": ["The research for new treatments of skin and soft tissue infections (SSTIs) is important due to their high prevalence and number of hospitalizations. The purpose of this review is to address the pathophysiology of SSTIs to highlight the advantages of herbal medicines to their treatment, showing examples of species and compounds with multi-targets action. SSTIs have a complex physiopathology involving the microorganism, as well as inflammation and difficult healing. Therefore, antimicrobial, anti-inflammatory, antioxidant and healing activities are an approach possible for their treatment. Herbal medicines have a wide diversity of biological compounds, mainly phenolic compounds that may act on different targets and also have synergism between them. Therefore, a single medicine may have the four key activities that allied allow eliminating the infection, control the inflammation process and accelerating the healing process, preventing complications with chronic infections."], "CopyrightInformation": "© 2019 John Wiley & Sons, Ltd."}, "AuthorList": [{"Identifier": ["0000-0002-6426-7113"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós graduação em Ciências Farmacêuticas, CIPHARMA, Universidade Federal de Ouro Preto, Ouro Preto, Minas Gerais, Brazil."}], "LastName": "Amparo", "ForeName": "Tatiane Roquete", "Initials": "TR"}, {"Identifier": ["0000-0002-6112-5574"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós Graduação em Biotecnologia, Universidade Federal de Ouro Preto, Ouro Preto, Minas Gerais, Brazil."}], "LastName": "Seibert", "ForeName": "Janaína Brandão", "Initials": "JB"}, {"Identifier": ["0000-0001-7033-7686"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós Graduação em Biotecnologia, Universidade Federal de Ouro Preto, Ouro Preto, Minas Gerais, Brazil."}, {"Identifier": [], "Affiliation": "Programa de Pós Graduação em Ciências Biológicas, Universidade Federal de Ouro Preto, Ouro Preto, Minas Gerais, Brazil."}], "LastName": "Vieira", "ForeName": "Paula Melo de Abreu", "Initials": "PMA"}, {"Identifier": ["0000-0003-1172-6002"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós graduação em Ciências Farmacêuticas, CIPHARMA, Universidade Federal de Ouro Preto, Ouro Preto, Minas Gerais, Brazil."}], "LastName": "Teixeira", "ForeName": "Luiz Fernando Medeiros", "Initials": "LFM"}, {"Identifier": ["0000-0002-8904-6990"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós graduação em Ciências Farmacêuticas, CIPHARMA, Universidade Federal de Ouro Preto, Ouro Preto, Minas Gerais, Brazil."}, {"Identifier": [], "Affiliation": "Programa de Pós Graduação em Biotecnologia, Universidade Federal de Ouro Preto, Ouro Preto, Minas Gerais, Brazil."}], "LastName": "Santos", "ForeName": "Orlando David Henrique Dos", "Initials": "ODHD"}, {"Identifier": ["0000-0002-1548-3274"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós graduação em Ciências Farmacêuticas, CIPHARMA, Universidade Federal de Ouro Preto, Ouro Preto, Minas Gerais, Brazil."}, {"Identifier": [], "Affiliation": "Programa de Pós Graduação em Biotecnologia, Universidade Federal de Ouro Preto, Ouro Preto, Minas Gerais, Brazil."}], "LastName": "de Souza", "ForeName": "Gustavo Henrique Bianco", "Initials": "GHB"}], "GrantList": [{"Agency": "Conselho Nacional de Desenvolvimento Científico e Tecnológico", "Country": ""}, {"GrantID": "APQ-02004-14", "Agency": "Fundação de Amparo à Pesquisa do Estado de Minas Gerais", "Country": ""}, {"Agency": "Pró-Reitoria de Pesquisa, Universidade Federal de Ouro Preto", "Country": ""}, {"GrantID": "FAPEMIG - CDS - APQ-02004-14", "Agency": "Fundação de Amparo à Pesquisa de Minas Gerais", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Skin Diseases"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Soft Tissue Infections"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abreu, A. C., McBain, A. J., & Simões, M. (2012). Plants as sources of new antimicrobials and resistance-modifying agents. Natural Product Reports, 29(9), 1007-1021. https://doi.org/10.1039/c2np20035j"}, {"Citation": "Ahama-Esseh, K., Bodet, C., Quashie-Mensah-Attoh, A., Garcia, M., Théry-Koné, I., Dorat, J., … Boudesocque-Delaye, L. (2017). Anti-inflammatory activity of Crateva adansonii DC on keratinocytes infected by Staphylococcus aureus: From traditional practice to scientific approach using HPTLC-densitometry. Journal of Ethnopharmacology, 204(1), 26-35. https://doi.org/10.1016/j.jep.2017.04.001"}, {"Citation": "Arun, L. B., Arunachalam, A. M., Arunachalam, K. D., Annamalai, S. K., & Kumar, K. A. (2014). In vivo anti-ulcer, anti-stress, anti-allergic, and functional properties of gymnemic acid isolated from Gymnema sylvestre R Br. BMC Complementary and Alternative Medicine, 14, 70. https://doi.org/10.1186/1472-6882-14-70"}, {"Citation": "Aslani, A., Zolfaghari, B., & Davoodvandi, F. (2016). Design, Formulation and Evaluation of an Oral Gel from Punica Granatum Flower Extract for the Treatment of Recurrent Aphthous Stomatitis. Advanced Pharmaceutical Bulletin, 6(3), 391-398. https://doi.org/10.15171/apb.2016.051"}, {"Citation": "Badr, G. M., & Al-Mulhim, J. A. (2014). The protective effect of aged garlic extract on nonsteroidal anti-inflammatory drug-induced gastric inflammations in male albino rats. Evidence Based Complementary and Alternative Medicine, 2014. https://doi.org/10.1155/2014/759642"}, {"Citation": "Bhadane, B. S., Patil, M. P., Maheshwari, V. L., & Patil, R. H. (2018). Ethnopharmacology, phytochemistry, and biotechnological advances of family Apocynaceae: A review. Phytotherapy Research, 32(7), 1181-1210. https://doi.org/10.1002/ptr.6066"}, {"Citation": "Borato, D. G., Scoparo, C. T., Maria-Ferreira, D., da Silva, L. M., de Souza, L. M., Iacomini, M., … Baggio, C. H. (2016). Healing mechanisms of the hydroalcoholic extract and ethyl acetate fraction of green tea (Camellia sinensis (L.) Kuntze) on chronic gastric ulcers. Naunyn-Schmiedeberg's Archives of Pharmacology, 389(3), 259-268. https://doi.org/10.1007/s00210-015-1200-8"}, {"Citation": "Bouchon, A., Facchetti, F., Weigand, M. A., & Colonna, M. (2001). TREM-1 amplifies inflammation and is a crucial mediator of septic shock. Nature, 410(6832), 1103-1107. https://doi.org/10.1038/35074114"}, {"Citation": "Calixto, J. B., Otuki, M. F., & Santos, A. R. (2003). Anti-inflammatory compounds of plant origin. Part I. Action on arachidonic acid pathway, nitric oxide and nuclear factor kappa B (NF-kappaB). Planta Medica, 69(11), 973-983. https://doi.org/10.1055/s-2003-45141"}, {"Citation": "Carmona, F., & Pereira, A. M. S. (2013). Herbal medicines: Old and new concepts, truths and misunderstandings. Brazilian Journal of Pharmacognosy, 23(2), 379-385. https://doi.org/10.1590/S0102-695X2013005000018"}, {"Citation": "Carvalho, A. R., Diniz, R. M., Suarez, M., Figueiredo, C., Zagmignan, A., Grisotto, M., … da Silva, L. (2018). Use of Some Asteraceae Plants for the Treatment of Wounds: From Ethnopharmacological Studies to Scientific Evidences. Frontiers Pharmacology, 9, 784. https://doi.org/10.3389/fphar.2018.00784"}, {"Citation": "Chakraborty, S. P., Kar Mahapatra, S., Sahu, S. K., Das, S., Tripathy, S., Dash, S., … Roy, S. (2011). Internalization of Staphylococcus aureus in lymphocytes induces oxidative stress and DNA fragmentation: possible ameliorative role of nanoconjugated vancomycin. Oxidative Medicine and Cell Longevity, 2011. https://doi.org/10.1155/2011/942123"}, {"Citation": "Chakraborty, S. P., Pramanik, P., & Roy, S. (2012). Staphylococcus aureus Infection Induced Oxidative Imbalance in Neutrophils: Possible Protective Role of Nanoconjugated Vancomycin. ISRN Pharmacology, 2012, 435214. https://doi.org/10.5402/2012/435214"}, {"Citation": "Chakraborty, S. P., & Roy, S. (2014). In vitro Staphylococcus aureus-induced oxidative stress in mice murine peritoneal macrophages: a duration-dependent approach. Asian Pacific Journal of Tropical Biomedicine, 4(1), S298-S304. https://doi.org/10.12980/APJTB.4.2014B341"}, {"Citation": "Chaudhari, M., & Mengi, S. (2006). Evaluation of Phytoconstituents of Terminalia arjuna for Wound Healing Activity in Rats. Phytotherapy Research, 20, 799-805. https://doi.org/10.1002/ptr.1857"}, {"Citation": "da Silva Junior, I. F., Balogun, S. O., de Oliveira, R. G., Damazo, A. S., & Martins, D. T. O. (2016). Piper umbellatum L.: A medicinal plant with gastric-ulcer protective and ulcer healing effects in experimental rodent models. Journal of Ethnopharmacology, 192, 123-131. https://doi.org/10.1016/j.jep.2016.07.011"}, {"Citation": "Daglia, M. (2012). Polyphenols as antimicrobial agents. Current Opinion in Biotechnology, 23, 174-181. https://doi.org/10.1016/j.copbio.2011.08.007"}, {"Citation": "de Lacerda Neto, L. J., Ramos, A. G., Santos Sales, V., de Souza, S. D., Dos Santos, A. T., de Oliveira, L. R., … de Menezes, I. R. (2017). Gastroprotective and ulcer healing effects of hydroethanolic extract of leaves of Caryocar coriaceum: Mechanisms involved in the gastroprotective activity. Chemical-Biological Interactions, 261, 56-62. https://doi.org/10.1016/j.cbi.2016.11.020"}, {"Citation": "Dwivedi, D., Dwivedi, M., Malviya, S., & Singh, V. (2016). Evaluation of wound healing, anti-microbial and antioxidant potential of Pongamia pinnata in wistar rats. Journal of Traditional and Complementary Medicine, 7(1), 79-85. https://doi.org/10.1016/j.jtcme.2015.12.002"}, {"Citation": "Empinotti, J. C., Uyeda, H., Ruaro, R. T., Galhardo, A. P., & Bonatto, D. C. (2012). Pyodermitis. Anais Brasileiros de Dermatologia, 87(2), 277-284. https://doi.org/10.1590/S0365-05962012000200013"}, {"Citation": "Esposito, S., Bassetti, M., Borre, S., Bouza, E., Dryden, M., Fantoni, M., … Milkovich, G. (2011). Diagnosis and management of Skin and Soft-Tissue Infections (SSTI): A Literature Review and Consensus Statement on Behalf of the Italian Society of Infectious Diseases and International Society of Chemotherapy. Journal of Chemotherapy, 23(5), 251-262. https://doi.org/10.1179/joc.2011.23.5.251"}, {"Citation": "Esposito, S., Noviello, S., & Leone, S. (2016). Epidemiology and microbiology of skin and soft tissue infections. Current Opinion Infectious Diseases, 29(2), 109-115. https://doi.org/10.1097/QCO.0000000000000239"}, {"Citation": "Ezzat, S. M., Choucry, M. A., & Kandil, Z. A. (2016). Antibacterial, antioxidant, and topical anti-inflammatory activities of Bergia ammannioides: A wound-healing plant. Pharmaceutical Biology, 54(2), 215-224. https://doi.org/10.3109/13880209.2015"}, {"Citation": "Fernandez, O., Capdevila, J. Z., Dalla, G., & Melchor, G. (2002). Efficacy of Rhizophora mangle aqueous bark extract in the healing of open surgical wounds. Fitoterapia, 73, 564-568. https://doi.org/10.1016/S0367-326X(02)00229-0"}, {"Citation": "Foster, T. J. (2005). Immune evasion by Staphylococci. Nature Reviews Microbiology, 3(12), 948-958. https://doi.org/10.1038/nrmicro1289"}, {"Citation": "Gautam, M. K., Ghatule, R. R., Singh, A., Purohit, V., Gangwar, M., Kumar, M., & Goel, R. K. (2013). Healing effects of Aegle marmelos (L.) Correa fruit extract on experimental colitis. Indian Journal of Experimental Biology, 51(2), 157-164."}, {"Citation": "Geller, F., Schmidt, C., Göttert, M., Fronza, M., Schattel, V., Heinzmann, B., … Laufer, S. (2010). Identification of rosmarinic acid as the major active constituent in Cordia americana. Journal of Ethnopharmacology, 128(3), 561-566. https://doi.org/10.1016/j.jep.2010.01.062"}, {"Citation": "George, L., Bavya, M. C., Rohan, K. V., & Srivastava, M. (2017). A therapeutic polyelectrolyte-vitamin C nanoparticulate system in polyvinyl alcohol-alginate hydrogel: An approach to treat skin and soft tissue infections caused by Staphylococcus aureus. Colloids Surface B Biointerfaces, 160, 315-324. https://doi.org/10.1016/j.colsurfb.2017.09.030"}, {"Citation": "Ghlissi, Z., Kallel, R., Sila, A., Harrabi, B., Atheymen, R., Zeghal, K., … Sahnoun, Z. (2016). Globularia alypum methanolic extract improves burn wound healing process and inflammation in rats and possesses antibacterial and antioxidant activities. Biomedicine & Pharmacotherapy, 84, 1488-1495. https://doi.org/10.1016/j.biopha.2016.11.051"}, {"Citation": "Ghlissi, Z., Sayari, N., Kallel, R., Bougatef, A., & Sahnoun, Z. (2016). Antioxidant, antibacterial, anti-inflammatory and wound healing effects of Artemisia campestris aqueous extract in rat. Biomedicine & Pharmacotherapy, 84, 115-122. https://doi.org/10.1016/j.biopha.2016.09.018"}, {"Citation": "Gravet, A., Couppié, P., Meunier, O., Clyti, E., Moreau, B., Pradinaud, R., … Prévost, G. (2001). Staphylococcus aureus Isolated in Cases of Impetigo Produces Both Epidermolysin A or B and LukE-LukD in 78% of 131 Retrospective and Prospective Cases. Journal of Clinical Microbiology, 39(12), 4349-4356. https://doi.org/10.1128/JCM.39.12.4349-4356.2001"}, {"Citation": "Guo, Y., Ramos, R. I., Cho, J. S., Donegan, N. P., Cheung, A. L., & Miller, L. S. (2013). In Vivo Bioluminescence Imaging To Evaluate Systemic and Topical Antibiotics against Community-Acquired Methicillin-Resistant Staphylococcus aureus-Infected Skin Wounds in Mice. Antimicrobial Agents Chemotherapy, 57(2), 855-863. https://doi.org/10.1128/AAC.01003-12"}, {"Citation": "Güvenç, A., Akkol, E. A., Süntar, I., Keleş, H., Yıldız, S., & Calış, I. (2012). Biological activities of Pseudevernia furfuracea (L.) Zopf extracts and isolation of the active compounds. Journal of Ethnopharmacology, 144(3), 726-734. https://doi.org/10.1016/j.jep.2012.10.021"}, {"Citation": "Harborne, J. B. (1999). Classes and functions of secondary products. In N. J. Walton, & D. E. Brown (Eds.), Chemicals from Plants, Perspectives on Secondary Plant Products (pp. 1-25). London: Imperial College Press."}, {"Citation": "Heidari, M., Bahramsoltani, R., Abdolghaffari, A. H., Rahimi, R., Esfandyari, M., Baeeri, M., … Farzaei, M. H. (2019). Efficacy of topical application of standardized extract of Tragopogon graminifolius in the healing process of experimental burn wounds. Journal of Traditional and Complementary Medicine, 9(1), 54-59. https://doi.org/10.1016/j.jtcme.2018.02.002"}, {"Citation": "Helming, L. (2011). Inflammation: Cell Recruitment versus Local Proliferation. Current Biology, 21(1), R548-R550. https://doi.org/10.1016/j.cub.2011.06.005"}, {"Citation": "Iyer, S., & Jones, D. H. (2004). Community-acquired methicillin-resistant Staphylococcus aureus skin infection: a retrospective analysis of clinical presentation and treatment of a local outbreak. Journal of American Academy of Dermatology, 50(6), 854-858. https://doi.org/10.1016/10.1016/j.jaad.2003.12.043"}, {"Citation": "Jääskeläinen, I. H., Hagberg, L., From, J., Schyman, T., Lehtola, L., & Järvinen, A. (2016). Treatment of complicated skin and skin structure infections in areas with low incidence of antibiotic resistance-a retrospective population based study from Finland and Sweden. Clinical Microbiology Infectious, 22(4), 383. https://doi.org/10.1016/j.cmi.2016.01.002"}, {"Citation": "Khan, A., Wilson, B., & Gould, I. M. (2018). Current and future treatment options for community-associated MRSA infection. Expert Opinion on Pharmacotherapy, 19(5), 457-470. https://doi.org/10.1080/14656566.2018.1442826"}, {"Citation": "Ki, V., & Rotstein, C. (2008). Bacterial skin and soft tissue infections in adults: A review of their epidemiology, pathogenesis, diagnosis, treatment and site of care. Canadian Journal of Infectious Diseases Medical Microbiology, 19(2), 173-184. https://doi.org/10.1155/2008/846453"}, {"Citation": "Ko, J. K., & Leung, C. C. (2010). Ginger extract and polaprezinc exert gastroprotective actions by anti-oxidant and growth factor modulating effects in rats. Journal of Gastroenterology Hepatology, 25(12), 1861-1868. https://doi.org/10.1111/j.1440-1746.2010.06347.x"}, {"Citation": "Koc, S., Isgor, B. S., Isgor, Y. G., Moghaddam, N. S., & Yildirim, O. (2014). The potential medicinal value of plants from Asteraceae family with antioxidant defense enzymes as biological targets. Pharmaceutical Biology, 53(5), 746-751. https://doi.org/10.3109/13880209.2014.942788"}, {"Citation": "Kviecinski, M. R., David, I. M., Fernandes, F. S., Correa, M. D., Clarinda, M. M., Freitas, A. F., … Pedrosa, R. C. (2016). Healing effect of Dillenia indica fruit extracts standardized to betulinic acid on ultraviolet radiation-induced psoriasis-like wounds in rats. Pharmaceutical Biology, 55(1), 641-648. https://doi.org/10.1080/13880209.2016.1266672"}, {"Citation": "Lau, K. M., Lai, K. K., Liu, C. L., Tam, J. C., To, M. H., Kwok, H. F., … Lau, C. B. (2012). Synergistic interaction between Astragali Radix and Rehmanniae Radix in a Chinese herbal formula to promote diabetic wound healing. Journal of Ethnopharmacology, 141(1), 250-256. https://doi.org/10.1016/j.jep.2012.02.025"}, {"Citation": "Malheiro, L. F., Magano, R., Ferreira, A., Sarmento, A., & Santos, L. (2017). Skin and soft tissue infections in the intensive care unit: a retrospective study in a tertiary care center. Revista Brasileira de Terapia Intensiva, 29(2), 195-205. https://doi.org/10.5935/0103-507x.20170019"}, {"Citation": "Mali, P. Y., & Panchal, S. S. (2017). Euphorbia neriifolia L.: Review on botany, ethnomedicinal uses, phytochemistry and biological activities. Asian Pacifical Journal of Tropical Medicine, 10(5), 430-438. https://doi.org/10.1016/j.apjtm.2017.05.003"}, {"Citation": "Medzhitov, R. (2008). Origin and physiological roles of inflammation. Nature, 454, 428-435. https://doi.org/10.1038/nature07201"}, {"Citation": "Moleiro, F. C., Andreo, M. A., Santos, R. C., Moraes, T. M., Rodrigues, C. M., Carli, C. B., … Hiruma-Lima, C. A. (2009). Mouririelliptica: validation of gastroprotective, healing and anti-Helicobacter pylori effects. Journal of Ethnopharmacology, 123(3), 359-368. https://doi.org/10.1016/j.jep.2009.03.040"}, {"Citation": "Montgomery, C. P., Daniels, M. D., Zhao, F., Spellberg, B., Chong, A. S., & Daum, R. S. (2013). Local inflammation exacerbates the severity of Staphylococcus aureus skin infection. PLoS ONE, 8(7), e69508. https://doi.org/10.1371/journal.pone.0069508"}, {"Citation": "Morris, A. D. (2008). Cellulitis and erysipelas. BMJ Clinical Evidence, 2008, 1708."}, {"Citation": "Mustoe, T. A., O'Shaughnessy, K., & Kloeters, O. (2006). Chronic wound pathogenesis and current treatment strategies: a unifying hypothesis. Plastic Reconstructive Surgery, 117(7), 35S-41S. https://doi.org/10.1097/01.prs.0000225431.63010.1b"}, {"Citation": "Newman, D. J., & Cragg, G. M. (2016). Natural Products as Sources of New Drugs from 1981 to 2014. Journal of Natural Products, 79(3), 629-661. https://doi.org/10.1021/acs.jnatprod.5b01055"}, {"Citation": "Nguyen, M. C., Le, D. T., Kamei, K., & Dang, T. P. T. (2017). Wound healing activity of Streptocaulon juventas root ethanolic extract. Wound Repair and Regeneration, 25(6), 956-963. https://doi.org/10.1111/wrr.12599"}, {"Citation": "Okayama, Y. (2005). Oxidative Stress in Allergic and Inflammatory Skin Diseases. Current Drug Targets Inflammation Allergy, 4, 517-519. https://doi.org/10.2174/1568010054526386"}, {"Citation": "Paiva, C. N., & Bozza, M. T. (2014). Are Reactive Oxygen Species Always Detrimental to Pathogens? Antioxidant Redox Signaling, 20(6), 1000-1037. https://doi.org/10.1089/ars.2013.5447"}, {"Citation": "Pang, Y., Zhang, Y., Huang, L., Xu, L., Wang, K., Wang, D., … Xie, X. (2017). Effects and Mechanisms of Total Flavonoids from Blumea balsamifera (L.) DC. on Skin Wound in Rats. International Journal of Molecular Sciences, 18(12), E2766. https://doi.org/10.3390/ijms18122766"}, {"Citation": "Pawar, P., Gilda, S., Sharma, S., Jagtap, S., Paradkar, A., Mahadik, K., … Harsulkar, A. (2011). Rectal gel application of Withania somnifera root extract expounds anti-inflammatory and muco-restorative activity in TNBS-induced inflammatory bowel disease. BMC Complementary Alternative Medicine, 11, 34. https://doi.org/10.1186/1472-6882-11-34"}, {"Citation": "Pereira, L. O. M., Vilegas, W., Tangerina, M. M. P., Arunachalam, K., Balogun, S. O., Orlandi-Mattos, P. E., … Martins, D. T. O. (2018). Lafoensia pacari A. St.-Hil.: Wound healing activity and mechanism of action of standardized hydroethanolic leaves extract. Journal of Ethnopharmacology, 219, 337-350. https://doi.org/10.1016/j.jep.2018.02.038"}, {"Citation": "Peyrat-Maillard, M. N., Cuvelier, M. E., & Berset, C. (2003). Antioxidant activity of phenolic compounds in 2,2′-azobis (2-amidinopropane) dihydrochloride (AAPH)-induced oxidation: Synergistic and antagonistic effects. Journal of the American Oil Chemists' Society, 80, 1007. https://doi.org/10.1007/s11746-003-0812-z"}, {"Citation": "Pitz, H. S., Pereira, A., Voytena, A. P. L., Trevisan, A. C. D., Affonso, R. C. L., Ribeiro, R. M., & Maraschin, M. (2016). In Vitro Evaluation of the Antioxidant Activity and Wound Healing Properties of Jaboticaba (Plinia peruviana) Fruit Peel Hydroalcoholic Extract. Oxidative Medicine Cellular Longevity, 2016. https://doi.org/10.1155/2016/3403586"}, {"Citation": "Portugal, M., Barak, V., Ginsburg, I., & Kohen, R. (2007). Interplay among oxidants, antioxidants, and cytokines in skin disorders: present status and future considerations. Biomedice & Pharmacotherapy, 61(7), 412-422. https://doi.org/10.1016/j.biopha.2007.05.010"}, {"Citation": "Rahman, N., Rahman, H., Haris, M., & Mahmood, R. (2017). Wound healing potentials of Thevetia peruviana: Antioxidants and inflammatory markers criteria. Journal of Traditional Complementary Medicine, 7(4), 519-525. https://doi.org/10.1016/j.jtcme.2017.01.005"}, {"Citation": "Rahmatullah, M., Samarrai, W., Jahan, R., Rahman, S., Sharmin, N., Miajee, Z., … Ahsan, S. (2010). An Ethnomedicinal, Pharmacological and Phytochemical Review of Some Bignoniaceae Family Plants and a Description of Bignoniaceae Plants in Folk Medicinal Uses in Bangladesh. Advances in Natural and Applied Sciences, 4(3), 236-253."}, {"Citation": "Roy, P., Amdekar, S., Kumar, A., Singh, R., Sharma, P., & Singh, V. (2012). In vivo antioxidative property, antimicrobial and wound healing activity of flower extracts of Pyrostegia venusta (Ker Gawl) Miers. Journal of Ethnopharmacology, 140(1), 186-192. https://doi.org/10.1016/j.jep.2012.01.008"}, {"Citation": "Sahoo, N., Manchikanti, P., & Dey, S. (2010). Herbal drugs: standards and regulation. Fitoterapia, 81(6), 462-471. https://doi.org/10.1016/j.fitote.2010.02.001"}, {"Citation": "Schultz, G. S., Sibbald, R. G., Falanga, V., Ayello, E. A., Dowsett, C., Harding, K., … Vanscheidt, W. (2003). Wound bed preparation: a systematic approach to wound management. Wound Repair Regeneration, 11(s1), S1-S28. https://doi.org/10.1046/j.1524-475X.11.s2.1.x"}, {"Citation": "Soobrattee, M. A., Neergheen, V. S., Luximon-Ramma, A., Aruoma, O. I., & Bahorun, T. (2005). Phenolics as potential antioxidant therapeutic agents: Mechanism and actions. Mutation Research, 579(1-2), 200-213. https://doi.org/10.1016/j.mrfmmm.2005.03.023"}, {"Citation": "Sperotto, N. D. M., Steffens, L., Veríssimo, R. M., Henn, J. G., Péres, V. F., Vianna, P., … Moura, D. J. (2018). Wound healing and anti-inflammatory activities induced by a Plantago australis hydroethanolic extract standardized in verbascoside. Journal of Ethnopharmacology, 225, 178-188. https://doi.org/10.1016/j.jep.2018.07.012"}, {"Citation": "Su, X., Liu, X., Wang, S., Li, B., Pan, T., Liu, D., … Li, K. (2017). Wound-healing promoting effect of total tannins from Entada phaseoloides (L.) Merr. in rats. Burns, 43(4), 830-838. https://doi.org/10.1016/j.burns.2016.10.010"}, {"Citation": "Svent-Kucina, N., Pirs, M., Kofol, R., Blagus, R., Smrke, D. M., Bilban, M., & Seme, K. (2016). Molecular characterization of Staphylococcus aureus isolates from skin and soft tissue infections samples and healthy carriers in the Central Slovenia region. APMIS, 124(4), 309-318. https://doi.org/10.1111/apm.12509"}, {"Citation": "Tomás-Menor, L., Barrajón-Catalán, E., Segura-Carretero, A., Martí, N., Saura, D., Menéndez, J. A., … Micol, V. (2015). The promiscuous and synergic molecular interaction of polyphenols in bactericidal activity: an opportunity to improve the performance of antibiotics? Phytotherapy Research, 29(3), 466-473. https://doi.org/10.1002/ptr.5296"}, {"Citation": "Tonin, T. D., Thiesen, L. C., de Oliveira Nunes, M. L., Broering, M. F., Donato, M. P., Goss, M. J., … Santin, J. R. (2016). Rubus imperialis (Rosaceae) extract and pure compound niga-ichigoside F1: wound healing and anti-inflammatory effects. Naunyn-Schmiedeberg's Archives of Pharmacology, 389(11), 1235-1244. https://doi.org/10.1007/s00210-016-1285-8"}, {"Citation": "Torres, C. A., Zamora, C. M. P., Nuñez, M. B., & Gonzalez, A. M. (2018). In vitro antioxidant, antilipoxygenase and antimicrobial activities of extracts from seven climbing plants belonging to the Bignoniaceae. Journal Integration Medicine, 16(4), 255-262. https://doi.org/10.1016/j.joim.2018.04.009"}, {"Citation": "Tsukahara, H., Shibata, R., Ohshima, Y., Todoroki, Y., Sato, S., Ohta, N., … Mayumi, M. (2003). Oxidative stress and altered antioxidant defenses in children with acute exacerbation of atopic dermatitis. Life Sciences, 72(22), 2509-2516. https://doi.org/10.1016/S0024-3205(03)00145-0"}, {"Citation": "Veerasubramanian, P. K., Thangavel, P., Kannan, R., Chakraborty, S., Ramachandran, B., Suguna, L., & Muthuvijayan, V. (2018). An investigation of konjac glucomannan-keratin hydrogel scaffold loaded with Avena sativa extracts for diabetic wound healing. Colloids and Surfaces B: Biointerfaces, 165, 92-102. https://doi.org/10.1016/j.colsurfb.2018.02.022"}, {"Citation": "Wagner, H. (2011). Synergy research: approaching a new generation of phytopharmaceuticals. Fitoterapia, 82(1), 34-37. https://doi.org/10.1016/j.fitote.2010.11.016"}, {"Citation": "Walsh, T. L., Chan, L., Konopka, C. I., Burkitt, M. J., Moffa, M. A., Bremmer, D. N., … Chan-Tompkins, N. H. (2016). Appropriateness of antibiotic management of uncomplicated skin and soft tissue infections in hospitalized adult patients. BMC Infectious Diseases, 16, 721. https://doi.org/10.1186/s12879-016-2067-0"}, {"Citation": "Wink, M. (2008). Evolutionary advantage and molecular modes of action of multi-component mixtures used in phytomedicine. Current Drug Metabolism, 9(10), 996-1009. https://doi.org/10.2174/138920008786927794"}, {"Citation": "Wink, M. (2015). Modes of Action of Herbal Medicines and Plant Secondary Metabolites. Medicine, 2(3), 251-286. https://doi.org/10.3390/medicines2030251"}, {"Citation": "Xavier-Santos, J. B., Félix-Silva, J., Passos, J. G. R., Gomes, J. A. S., Fernandes, J. M., Garcia, V. B., … Fernandes-Pedrosa, M. F. (2018). Development of an effective and safe topical anti-inflammatory gel containing Jatropha gossypiifolia leaf extract: results from a pre-clinical trial in mice. Journal of Ethnopharmacology, 227, 268-278. https://doi.org/10.1016/j.jep.2018.09.007"}, {"Citation": "Yin, S., Jiang, B., Huang, G., Gong, Y., You, B., Yang, Z., … Peng, Y. (2017). Burn Serum Increases Staphylococcus aureus Biofilm Formation via Oxidative Stress. Frontiers in Microbiology, 8, 1191. https://doi.org/10.3389/fmicb.2017.01191"}, {"Citation": "Zhang, L., Virgous, C., & Si, H. (2019). Synergistic anti-inflammatory effects and mechanisms of combined phytochemicals. Journal of Nutritional Biochemistry, 69, 19-30. https://doi.org/10.1016/j.jnutbio.2019.03.009"}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "5", "Day": "30"}, {"Year": "2019", "Month": "8", "Day": "27"}, {"Year": "2019", "Month": "9", "Day": "10"}, {"Year": "2019", "Month": "11", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "13", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31713305", "10.1002/ptr.6519"]}}]}