{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cambial meristematic cells", "Celastrol", "Tripterygium wilfordii Hook. f", "Triptolide", "Triptophenolide"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31719835", "DateRevised": {"Year": "2022", "Month": "04", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "07"}], "Language": ["eng"], "ELocationID": ["129", "10.1186/s13007-019-0513-x"], "Journal": {"ISSN": "1746-4811", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2019"}}, "Title": "Plant methods", "ISOAbbreviation": "Plant Methods"}, "ArticleTitle": "A novel strategy to enhance terpenoids production using cambial meristematic cells of <i>Tripterygium wilfordii</i> Hook. f.", "Pagination": {"StartPage": "129", "MedlinePgn": "129"}, "Abstract": {"AbstractText": ["<i>Tripterygium wilfordii</i> Hook. f. (<i>T. wilfordii</i>) is an important medicinal plant with anti-inflammatory, immunosuppressive and anti-tumor activities. The main bioactive ingredients are diterpenoids and triterpenoids, such as triptolide, triptophenolide and celastrol. However, the production of terpenoids from original plants, hairy roots and dedifferentiated cells (DDCs) are not satisfactory for clinical applications. To find a new way to further improve the production of terpenoids, we established a new culture system of cambial meristematic cells (CMCs) with stem cell-like properties, which had strong vigor and high efficiency to produce large amounts of terpenoids of <i>T. wilfordii</i>.", "CMCs of <i>T. wilfordii</i> were isolated and cultured for the first time. CMCs were characterized consistent with stem cell identities based on their physiological and molecular analysis, including morphology of CMCs, hypersensitivity to zeocin, thin cell wall and orthogonal partial least square-discriminant analysis, combination of transcriptional data analysis. After induction with methyl jasmonate (MJ), the maximal production of triptolide, celastrol and triptophenolide in CMCs was 312%, 400% and 327% higher than that of control group, respectively. As for medium, MJ-induced CMCs secreted 231% triptolide and 130% triptophenolide at the maximum level into medium higher than that of control group. Maximal celastrol production of induced CMCs medium was 48% lower than that of control group. Long-term induction significantly enhanced the production of terpenoids both in cells and medium. The reason for increasing the yield of terpenoids was that expression levels of <i>1</i>-<i>deoxy</i>-d-<i>xylulose</i>-<i>5</i>-<i>phosphate synthase</i> (<i>DXS</i>), <i>1</i>-<i>deoxy</i>-d-<i>xylulose</i>-<i>5</i>-<i>phosphate reductoisomerase</i> (<i>DXR</i>) and <i>hydroxymethylglutaryl</i>-<i>CoA synthase</i> (<i>HMGS</i>) were upregulated in CMCs after induction.", "For the first time, CMCs of <i>T. wilfordii</i> were isolated, cultured, characterized and applied. Considering the significant enrichment of terpenoids in CMCs of <i>T. wilfordii</i>, CMCs could provide an efficient and controllable platform for sustainable production of terpenoids, which can be a better choice than DDCs."], "CopyrightInformation": "© The Author(s) 2019."}, "AuthorList": [{"Identifier": ["0000-0003-3043-9850"], "AffiliationInfo": [{"Identifier": ["0000 0004 0369 153X", "grid.24696.3f"], "Affiliation": "1School of Traditional Chinese Medicine, Capital Medical University, Beijing, 100069 China."}], "LastName": "Song", "ForeName": "Yadi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0004 0369 153X", "grid.24696.3f"], "Affiliation": "1School of Traditional Chinese Medicine, Capital Medical University, Beijing, 100069 China."}], "LastName": "Chen", "ForeName": "Shang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0004 0369 153X", "grid.24696.3f"], "Affiliation": "1School of Traditional Chinese Medicine, Capital Medical University, Beijing, 100069 China."}], "LastName": "Wang", "ForeName": "Xiujuan", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0004 0369 153X", "grid.24696.3f"], "Affiliation": "1School of Traditional Chinese Medicine, Capital Medical University, Beijing, 100069 China."}], "LastName": "Zhang", "ForeName": "Rui", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0004 0369 153X", "grid.24696.3f"], "Affiliation": "1School of Traditional Chinese Medicine, Capital Medical University, Beijing, 100069 China."}], "LastName": "Tu", "ForeName": "Lichan", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0004 0369 153X", "grid.24696.3f"], "Affiliation": "1School of Traditional Chinese Medicine, Capital Medical University, Beijing, 100069 China."}], "LastName": "Hu", "ForeName": "Tianyuan", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0004 0369 153X", "grid.24696.3f"], "Affiliation": "1School of Traditional Chinese Medicine, Capital Medical University, Beijing, 100069 China."}], "LastName": "Liu", "ForeName": "Xihong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0004 0369 153X", "grid.24696.3f"], "Affiliation": "1School of Traditional Chinese Medicine, Capital Medical University, Beijing, 100069 China."}], "LastName": "Zhang", "ForeName": "Yifeng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0004 0632 3409", "grid.410318.f"], "Affiliation": "3State Key Laboratory of Dao-di Herbs, National Resource Center for Chinese Materia Medica, China Academy of Chinese Medical Sciences, Beijing, 100700 China."}], "LastName": "Huang", "ForeName": "Luqi", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0004 0369 153X", "grid.24696.3f"], "Affiliation": "1School of Traditional Chinese Medicine, Capital Medical University, Beijing, 100069 China."}, {"Identifier": ["0000 0004 0369 153X", "grid.24696.3f"], "Affiliation": "2School of Pharmaceutical Sciences, Capital Medical University, Beijing, 100069 China."}, {"Identifier": ["0000 0004 0369 153X", "grid.24696.3f"], "Affiliation": "4Advanced Innovation Center for Human Brain Protection, Capital Medical University, Beijing, 100069 China."}], "LastName": "Gao", "ForeName": "Wei", "Initials": "W"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Plant Methods", "NlmUniqueID": "101245798", "ISSNLinking": "1746-4811"}, "CoiStatement": "Competing interestsThe authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Liu CZ, Zhao Y, Wang YC. Artemisinin: current state and perspectives for biotechnological production of an antimalarial drug. Appl Microbiol Biotechnol. 2006;72:11–20. doi: 10.1007/s00253-006-0452-0.", "ArticleIdList": ["10.1007/s00253-006-0452-0", "16773335"]}, {"Citation": "Fischer R, Vasilev N, Twyman RM, Schillberg S. High-value products from plants: the challenges of process optimization. Curr Opin Biotechnol. 2015;32:156–162. doi: 10.1016/j.copbio.2014.12.018.", "ArticleIdList": ["10.1016/j.copbio.2014.12.018", "25562816"]}, {"Citation": "Zheng L, Fu Y, Zhuang L, Gai R, Ma J, Lou J, Zhu H, He Q, Yang B. Simultaneous NF-kappaB inhibition and E-cadherin upregulation mediate mutually synergistic anticancer activity of celastrol and SAHA in vitro and in vivo. Int J Cancer. 2014;135:1721–1732. doi: 10.1002/ijc.28810.", "ArticleIdList": ["10.1002/ijc.28810", "24615207"]}, {"Citation": "Wang X, Liang XB, Li FQ, Zhou HF, Liu XY, Wang JJ, Wang XM. Therapeutic strategies for Parkinson’s disease: the ancient meets the future-traditional Chinese herbal medicine, electroacupuncture, gene therapy and stem cells. Neurochem Res. 2008;33:1956–1963. doi: 10.1007/s11064-008-9691-z.", "ArticleIdList": ["10.1007/s11064-008-9691-z", "18404373"]}, {"Citation": "Chen YW, Lin GJ, Chia WT, Lin CK, Chuang YP, Sytwu HK. Triptolide exerts anti-tumor effect on oral cancer and KB cells in vitro and in vivo. Oral Oncol. 2009;45:562–568. doi: 10.1016/j.oraloncology.2008.10.007.", "ArticleIdList": ["10.1016/j.oraloncology.2008.10.007", "19359213"]}, {"Citation": "Guo X, Xue M, Li CJ, Yang W, Wang SS, Ma ZJ, Zhang XN, Wang XY, Zhao R, Chang BC, et al. Protective effects of triptolide on TLR4 mediated autoimmune and inflammatory response induced myocardial fibrosis in diabetic cardiomyopathy. J Ethnopharmacol. 2016;193:333–344. doi: 10.1016/j.jep.2016.08.029.", "ArticleIdList": ["10.1016/j.jep.2016.08.029", "27558948"]}, {"Citation": "Zhang LY, Li H, Wu YW, Cheng L, Yan YX, Yang XQ, Zhu FH, He SJ, Tang W, Zuo JP. (5R)-5-hydroxytriptolide ameliorates lupus nephritis in MRL/lpr mice by preventing infiltration of immune cells. Am J Physiol Renal Physiol. 2017;312:F769–F777. doi: 10.1152/ajprenal.00649.2016.", "ArticleIdList": ["10.1152/ajprenal.00649.2016", "28100505"]}, {"Citation": "Reno TA, Kim JY, Raz DJ. Triptolide inhibits lung cancer cell migration, invasion, and metastasis. Ann Thorac Surg. 2015;100:1817–1824. doi: 10.1016/j.athoracsur.2015.05.074.", "ArticleIdList": ["10.1016/j.athoracsur.2015.05.074", "PMC4630145", "26298168"]}, {"Citation": "Liu XH, Zhao PY, Wang XJ, Wang L, Zhu YJ, Gao W. Triptolide induces glioma cell autophagy and apoptosis via upregulating the ROS/JNK and downregulating the Akt/mTOR signaling pathways. Front Oncol. 2019;9:387. doi: 10.3389/fonc.2019.00387.", "ArticleIdList": ["10.3389/fonc.2019.00387", "PMC6528693", "31157167"]}, {"Citation": "Meng C, Zhu H, Song H, Wang Z, Huang G, Li D, Ma Z, Ma J, Qin Q, Sun X, et al. Targets and molecular mechanisms of triptolide in cancer therapy. Chin J Cancer Res. 2014;26:622–626.", "ArticleIdList": ["PMC4220249", "25400429"]}, {"Citation": "Liu J, Lee J, Salazar Hernandez MA, Mazitschek R, Ozcan U. Treatment of obesity with celastrol. Cell. 2015;161:999–1011. doi: 10.1016/j.cell.2015.05.011.", "ArticleIdList": ["10.1016/j.cell.2015.05.011", "PMC4768733", "26000480"]}, {"Citation": "Liu XH, Zhao PY, Wang XJ, Wang L, Zhu YJ, Song YD, Gao W. Celastrol mediates autophagy and apoptosis via the ROS/JNK and Akt/mTOR signaling pathways in glioma cells. J Exp Clin Cancer Res. 2019;38:184. doi: 10.1186/s13046-019-1173-4.", "ArticleIdList": ["10.1186/s13046-019-1173-4", "PMC6500040", "31053160"]}, {"Citation": "He Y, Wu M, Liu Y, Li Q, Li X, Hu L, Cen S, Zhou J. Identification of triptophenolide from Tripterygium wilfordii as a pan-antagonist of androgen receptor. ACS Med Chem Lett. 2016;7:1024–1027. doi: 10.1021/acsmedchemlett.6b00180.", "ArticleIdList": ["10.1021/acsmedchemlett.6b00180", "PMC5150686", "27994731"]}, {"Citation": "Corson TW, Crews CM. Molecular understanding and modern application of traditional medicines: triumphs and trials. Cell. 2007;130:769–774. doi: 10.1016/j.cell.2007.08.021.", "ArticleIdList": ["10.1016/j.cell.2007.08.021", "PMC2507744", "17803898"]}, {"Citation": "Guo L, Duan L, Liu K, Liu EH, Li P. Chemical comparison of Tripterygium wilfordii and Tripterygium hypoglaucum based on quantitative analysis and chemometrics methods. J Pharm Biomed Anal. 2014;95:220–228. doi: 10.1016/j.jpba.2014.03.009.", "ArticleIdList": ["10.1016/j.jpba.2014.03.009", "24694566"]}, {"Citation": "Nakano K, Yoshida C, Furukawa W, Takaishi Y, Shishido K. Terpenoids in transformed root culture of Tripterygium wilfordii. Phytochemistry. 1998;49:1821–1824. doi: 10.1016/S0031-9422(98)00300-8.", "ArticleIdList": ["10.1016/S0031-9422(98)00300-8", "11711110"]}, {"Citation": "Zhu C, Miao G, Guo J, Huo Y, Zhang X, Xie J, Feng J. Establishment of Tripterygium wilfordii Hook. f. hairy root culture and optimization of its culture conditions for the production of triptolide and wilforine. J Microbiol Biotechnol. 2014;24:823–834. doi: 10.4014/jmb.1402.02045.", "ArticleIdList": ["10.4014/jmb.1402.02045", "24651642"]}, {"Citation": "Miao GP, Zhu CS, Yang YQ, Feng MX, Ma ZQ, Feng JT, Zhang X. Elicitation and in situ adsorption enhanced secondary metabolites production of Tripterygium wilfordii Hook. f. adventitious root fragment liquid cultures in shake flask and a modified bubble column bioreactor. Bioprocess Biosyst Eng. 2014;37:641–650. doi: 10.1007/s00449-013-1033-0.", "ArticleIdList": ["10.1007/s00449-013-1033-0", "23943048"]}, {"Citation": "Thorpe T. History of plant tissue culture. Methods Mol Biol. 2012;877:9–27. doi: 10.1007/978-1-61779-818-4_2.", "ArticleIdList": ["10.1007/978-1-61779-818-4_2", "22610616"]}, {"Citation": "Roberts S, Kolewe M. Plant natural products from cultured multipotent cells. Nat Biotechnol. 2010;28:1175–1176. doi: 10.1038/nbt1110-1175.", "ArticleIdList": ["10.1038/nbt1110-1175", "21057485"]}, {"Citation": "Roberts SC. Production and engineering of terpenoids in plant cell culture. Nat Chem Biol. 2007;3:387–395. doi: 10.1038/nchembio.2007.8.", "ArticleIdList": ["10.1038/nchembio.2007.8", "17576426"]}, {"Citation": "Lee EK, Jin YW, Park JH, Yoo YM, Hong SM, Amir R, Yan Z, Kwon E, Elfick A, Tomlinson S, et al. Cultured cambial meristematic cells as a source of plant natural products. Nat Biotechnol. 2010;28:1213–1217. doi: 10.1038/nbt.1693.", "ArticleIdList": ["10.1038/nbt.1693", "20972422"]}, {"Citation": "Laux T. The stem cell concept in plants: a matter of debate. Cell. 2003;113:281–283. doi: 10.1016/S0092-8674(03)00312-X.", "ArticleIdList": ["10.1016/S0092-8674(03)00312-X", "12732137"]}, {"Citation": "Ye ZH. Vascular tissue differentiation and pattern formation in plants. Annu Rev Plant Biol. 2002;53:183–202. doi: 10.1146/annurev.arplant.53.100301.135245.", "ArticleIdList": ["10.1146/annurev.arplant.53.100301.135245", "12221972"]}, {"Citation": "Lee SB, Cho HI, Jin YW, Lee EK, Ahn JY, Lee SM. Wild ginseng cambial meristematic cells ameliorate hepatic steatosis and mitochondrial dysfunction in high-fat diet-fed mice. J Pharm Pharmacol. 2016;68:119–127. doi: 10.1111/jphp.12487.", "ArticleIdList": ["10.1111/jphp.12487", "26806698"]}, {"Citation": "Zhang Y, Jiang K, Qing D, Huang B, Jiang J, Wang S, Yan C. Accumulation of camptothecin and 10-hydroxycamptothecin and the transcriptional expression of camptothecin biosynthetic genes in Camptotheca acuminata cambial meristematic and dedifferentiated cells. RSC Advances. 2017;7:12185–12193. doi: 10.1039/C7RA00588A.", "ArticleIdList": ["10.1039/C7RA00588A"]}, {"Citation": "Moon SH, Venkatesh J, Yu JW, Park SW. Differential induction of meristematic stem cells of Catharanthus roseus and their characterization. C R Biol. 2015;338:745–756. doi: 10.1016/j.crvi.2015.05.005.", "ArticleIdList": ["10.1016/j.crvi.2015.05.005", "26298518"]}, {"Citation": "Frankenstein C, Eckstein D, Schmitt U. The onset of cambium activity-A matter of agreement? Dendrochronologia. 2005;23:57–62. doi: 10.1016/j.dendro.2005.07.007.", "ArticleIdList": ["10.1016/j.dendro.2005.07.007"]}, {"Citation": "Joshi JB, Elias CB, Patole MS. Role of hydrodynamic shear in the cultivation of animal, plant and microbial cells. Chem Eng J Biochem Eng J. 1996;62:121–141. doi: 10.1016/0923-0467(95)03062-X.", "ArticleIdList": ["10.1016/0923-0467(95)03062-X"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, Adiconis X, Fan L, Raychowdhury R, Zeng Q, et al. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nat Biotechnol. 2011;29:644–652. doi: 10.1038/nbt.1883.", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Fisher K, Turner S. PXY, a receptor-like kinase essential for maintaining polarity during plant vascular-tissue development. Curr Biol. 2007;17:1061–1066. doi: 10.1016/j.cub.2007.05.049.", "ArticleIdList": ["10.1016/j.cub.2007.05.049", "17570668"]}, {"Citation": "Yadav RK, Perales M, Gruel J, Girke T, Jonsson H, Reddy GV. WUSCHEL protein movement mediates stem cell homeostasis in the Arabidopsis shoot apex. Genes Dev. 2011;25:2025–2030. doi: 10.1101/gad.17258511.", "ArticleIdList": ["10.1101/gad.17258511", "PMC3197201", "21979915"]}, {"Citation": "Schoof H, Lenhard M, Haecker A, Mayer KF, Jurgens G, Laux T. The stem cell population of Arabidopsis shoot meristems in maintained by a regulatory loop between the CLAVATA and WUSCHEL genes. Cell. 2000;100:635–644. doi: 10.1016/S0092-8674(00)80700-X.", "ArticleIdList": ["10.1016/S0092-8674(00)80700-X", "10761929"]}, {"Citation": "Sakamoto T, Kamiya N, Ueguchi-Tanaka M, Iwahori S, Matsuoka M. KNOX homeodomain protein directly suppresses the expression of a gibberellin biosynthetic gene in the tobacco shoot apical meristem. Genes Dev. 2001;15:581–590. doi: 10.1101/gad.867901.", "ArticleIdList": ["10.1101/gad.867901", "PMC312643", "11238378"]}, {"Citation": "Vranova E, Coman D, Gruissem W. Network analysis of the MVA and MEP pathways for isoprenoid synthesis. Annu Rev Plant Biol. 2013;64:665–700. doi: 10.1146/annurev-arplant-050312-120116.", "ArticleIdList": ["10.1146/annurev-arplant-050312-120116", "23451776"]}, {"Citation": "Zhao YJ, Zhang YF, Su P, Yang J, Huang LQ, Gao W. Genetic Transformation system for woody plant Tripterygium wilfordii and its application to product natural celastrol. Front Plant Sci. 2017;8(2221):1–13.", "ArticleIdList": ["PMC5767223", "29375599"]}, {"Citation": "Bylesjö M, Rantalainen M, Cloarec O, Nicholson JK, Holmes E, Trygg J. OPLS discriminant analysis: combining the strengths of PLS-DA and SIMCA classification. J Chemom. 2006;20:341–351. doi: 10.1002/cem.1006.", "ArticleIdList": ["10.1002/cem.1006"]}, {"Citation": "Zeng F, Wang W, Guan S, Cheng C, Yang M, Avula B, Khan IA, Guo DA. Simultaneous quantification of 18 bioactive constituents in Tripterygium wilfordii using liquid chromatography-electrospray ionization-mass spectrometry. Planta Med. 2013;79:797–805. doi: 10.1055/s-0032-1328596.", "ArticleIdList": ["10.1055/s-0032-1328596", "23700111"]}, {"Citation": "Guo H, Wang Z, Xu L, Zhang H, Chang R, Chen A. Separation and simultaneous determination of seven bioactive components in Tripterygium wilfordii Hook. F. and Tripterygium preparations by micellar electrokinetic capillary chromatography. Electrophoresis. 2019;40:547–554.", "ArticleIdList": ["30511389"]}, {"Citation": "Su P, Guan HT, Zhao YJ, Tong YR, Xu MM, Zhang YF, Hu TY, Yang J, Cheng QQ, Gao LH, et al. Identification and functional characterization of diterpene synthases for triptolide biosynthesis from Tripterygium wilfordii. Plant J. 2018;93:50–65. doi: 10.1111/tpj.13756.", "ArticleIdList": ["10.1111/tpj.13756", "PMC5848467", "29086455"]}, {"Citation": "Zhou JW, Hu TY, Gao LH, Su P, Zhang YF, Zhao YJ, Chen S, Tu LC, Song YD, Wang X, et al. Friedelane-type triterpene cyclase in celastrol biosynthesis from Tripterygium wilfordii and its application for triterpenes biosynthesis in yeast. New Phytol. 2019;223:722–735. doi: 10.1111/nph.15809.", "ArticleIdList": ["10.1111/nph.15809", "30895623"]}, {"Citation": "Tong YR, Su P, Zhao YJ, Zhang M, Wang X, Liu YJ, Zhang XN, Gao W, Huang LQ. Molecular cloning and characterization of DXS and DXR genes in the terpenoid biosynthetic pathway of Tripterygium wilfordii. Int J Mol Sci. 2015;16:25516–25535. doi: 10.3390/ijms161025516.", "ArticleIdList": ["10.3390/ijms161025516", "PMC4632813", "26512659"]}, {"Citation": "Kochan E, Szymczyk P, Kuzma L, Szymanska G, Wajs-Bonikowska A, Bonikowski R, Sienkiewicz M. The increase of triterpene saponin production induced by trans-anethole in hairy root cultures of Panax quinquefolium. Molecules. 2018;23:2674. doi: 10.3390/molecules23102674.", "ArticleIdList": ["10.3390/molecules23102674", "PMC6222429", "30336634"]}, {"Citation": "Hao XL, Shi M, Cui LJ, Xu C, Zhang YJ, Kai GY. Effects of methyl jasmonate and salicylic acid on tanshinone production and biosynthetic gene expression in transgenic Salvia miltiorrhiza hairy roots. Biotechnol Appl Biochem. 2015;62:24–31. doi: 10.1002/bab.1236.", "ArticleIdList": ["10.1002/bab.1236", "24779358"]}, {"Citation": "Rodriguez CM, Boronat A. Elucidation of the methylerythritol phosphate pathway for isoprenoid biosynthesis in bacteria and plastids. A metabolic milestone achieved through genomics. Plant Physiol. 2002;130:1079–1089. doi: 10.1104/pp.007138.", "ArticleIdList": ["10.1104/pp.007138", "PMC1540259", "12427975"]}, {"Citation": "Liu YJ, Zhao YJ, Zhang M, Su P, Wang XJ, Zhang XN, Gao W, Huang LQ. Cloning and characterisation of the gene encoding 3-hydroxy-3-methylglutaryl-CoA synthase in Tripterygium wilfordii. Molecules. 2014;19:19696–19707. doi: 10.3390/molecules191219696.", "ArticleIdList": ["10.3390/molecules191219696", "PMC6271793", "25438080"]}, {"Citation": "Singh S, Pal S, Shanker K, Chanotiya CS, Gupta MM, Dwivedi UN, Shasany AK. Sterol partitioning by HMGR and DXR for routing intermediates toward withanolide biosynthesis. Physiol Plant. 2015;152:617–633. doi: 10.1111/ppl.12213.", "ArticleIdList": ["10.1111/ppl.12213", "24749735"]}, {"Citation": "Shi M, Luo XQ, Ju GH, Li LL, Huang SX, Zhang T, Wang HZ, Kai GY. Enhanced diterpene tanshinone accumulation and bioactivity of transgenic Salvia miltiorrhiza hairy roots by pathway engineering. J Agric Food Chem. 2016;64:2523–2530. doi: 10.1021/acs.jafc.5b04697.", "ArticleIdList": ["10.1021/acs.jafc.5b04697", "26753746"]}, {"Citation": "Zhou W, Huang F, Li S, Wang Y, Zhou C, Shi M, Wang J, Chen Y, Wang Y, Wang H, et al. Molecular cloning and characterization of two 1-deoxy-d-xylulose-5-phosphate synthase genes involved in tanshinone biosynthesis in Salvia miltiorrhiza. Mol Breeding. 2016;36:124. doi: 10.1007/s11032-016-0550-3.", "ArticleIdList": ["10.1007/s11032-016-0550-3"]}, {"Citation": "Su P, Tong YR, Cheng QQ, Hu YT, Zhang M, Yang J, Teng ZQ, Gao W, Huang LQ. Functional characterization of ent-copalyl diphosphate synthase, kaurene synthase and kaurene oxidase in the Salvia miltiorrhiza gibberellin biosynthetic pathway. Sci Rep. 2016;6:23057. doi: 10.1038/srep23057.", "ArticleIdList": ["10.1038/srep23057", "PMC4789781", "26971881"]}, {"Citation": "Zhou YJ, Gao W, Rong Q, Jin G, Chu H, Liu W, Yang W, Zhu Z, Li G, Zhu G, et al. Modular pathway engineering of diterpenoid synthases and the mevalonic acid pathway for miltiradiene production. J Am Chem Soc. 2012;134:3234–3241. doi: 10.1021/ja2114486.", "ArticleIdList": ["10.1021/ja2114486", "22280121"]}, {"Citation": "Wang L, Feng Z, Wang X, Wang X, Zhang X. DEGseq: an R package for identifying differentially expressed genes from RNA-seq data. Bioinformatics. 2010;26:136–138. doi: 10.1093/bioinformatics/btp612.", "ArticleIdList": ["10.1093/bioinformatics/btp612", "19855105"]}, {"Citation": "Young MD, Wakefield MJ, Smyth GK, Oshlack A. Gene ontology analysis for RNA-seq: accounting for selection bias. Genome Biol. 2010;11:14. doi: 10.1186/gb-2010-11-2-r14.", "ArticleIdList": ["10.1186/gb-2010-11-2-r14", "PMC2872874", "20132535"]}]}], "History": [{"Year": "2019", "Month": "3", "Day": "9"}, {"Year": "2019", "Month": "10", "Day": "29"}, {"Year": "2019", "Month": "11", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "11", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["31719835", "PMC6836502", "10.1186/s13007-019-0513-x", "513"]}}]}