{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Thai herbal products", "admixtures", "adulterations", "herbal database", "medicinal plants"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31749698", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "10", "Day": "15"}], "Language": ["eng"], "ELocationID": ["1205", "10.3389/fphar.2019.01205"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2019"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Mitigating the Impact of Admixtures in Thai Herbal Products.", "Pagination": {"StartPage": "1205", "MedlinePgn": "1205"}, "Abstract": {"AbstractText": ["Medicinal plants and their products are extensively used within indigenous healthcare systems in Thailand and several other nations. The international trade of herbal products has a noteworthy impact on the worldwide economy, and the interest in herbal products is expanding in both developing and developed countries. There has been rapid growth in the medicinal plant product market and a broadening consumer base interested in herbal products from Thailand. However, in herbal industries, ingredient substitution and admixture are typical issues wherein species of lower market value are admixed with those of a higher value. The adverse consequences of consuming adulterated drugs are invariably due to the presence of an unintended herb rather than the presence of an intended herb. It has also been argued that admixtures are intentional because of the lack of regulatory policies or centralized tests for product authentication. The consequences of species admixtures can extend from the reduced efficacy of a drug to decreased trade value. This study aims to clarify the nature and extent of species admixtures reported in the Thai herbal trade market and discuss the potential reasons for such adulteration. In the broader context of species admixtures, we strongly propose the establishment of multiple herbal crude drug repositories that can be developed to facilitate the use of comparative identity tests by industry, traders, and researchers to maintain authentic natural health product (NHP) standards and to certify the authenticity of NHPs. The proposition of the establishment of centralized testing (CT) could be a promising initiative in Thailand for the development of science and technology, and the herbal medicines produced as a result of CT could be dispensed as prescription drugs based on disease consideration instead of as health foods or nutraceuticals."], "CopyrightInformation": "Copyright © 2019 Urumarudappa, Tungphatthong and Sukrong."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of DNA Barcoding of Thai Medicinal Plants, Department of Pharmacognosy and Pharmaceutical Botany, Faculty of Pharmaceutical Sciences, Chulalongkorn University, Bangkok, Thailand."}], "LastName": "Urumarudappa", "ForeName": "Santhosh Kumar J", "Initials": "SKJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of DNA Barcoding of Thai Medicinal Plants, Department of Pharmacognosy and Pharmaceutical Botany, Faculty of Pharmaceutical Sciences, Chulalongkorn University, Bangkok, Thailand."}], "LastName": "Tungphatthong", "ForeName": "Chayapol", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of DNA Barcoding of Thai Medicinal Plants, Department of Pharmacognosy and Pharmaceutical Botany, Faculty of Pharmaceutical Sciences, Chulalongkorn University, Bangkok, Thailand."}], "LastName": "Sukrong", "ForeName": "Suchada", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abubakar B. M., Salleh F. M., Shamsir Omar M. S., Wagiran A. (2018). Assessing product adulteration of Eurycoma longifolia (Tongkat Ali) herbal medicinal product using DNA barcoding and HPLC analysis. Pharm. Biol. 56 (1), 368–377. 10.1080/13880209.2018.1479869", "ArticleIdList": ["10.1080/13880209.2018.1479869", "PMC6130542", "30058427"]}, {"Citation": "Akarasereenont P., Datiles M. J., Lumlerdkij N., Yaakob H., Prieto J. M., Heinrich M. A. (2015). “South-east asian perspective on ethnopharmacology,” in Ethnopharmacology. Eds. Heinrich M., Jäger A. K. (Chennai: John Wiley & Sons Ltd.), 317–329. 10.1002/9781118930717.ch27", "ArticleIdList": ["10.1002/9781118930717.ch27"]}, {"Citation": "Arunraj R., Abiramavalli M., Rathinasabapathi P. (2016). DNA barcoding identifies the component species in the powder formulations of plant derived raw drugs sold in retail market in India. Res. J. Biotechnol. 11, 100–107."}, {"Citation": "Barry J., Abratt R. (2015). “Relationship strength and quality in industrial services: a global empirical study,” in Marketing, technology and customer commitment in the new economy. Ed. Spotts H. (Cham, Switzerland: Developments in Marketing Science: Proceedings of the Academy of Marketing Science; ), 141–141. 10.1007/978-3-319-11779-9_49", "ArticleIdList": ["10.1007/978-3-319-11779-9_49"]}, {"Citation": "Bruni I., De Mattia F., Galimberti A., Galasso G., Banfi E., Casiraghi M., et al. (2010). Identification of poisonous plants by DNA barcoding approach. Int. J. Legal. Med. 124, 595–603. 10.1007/s00414-010-0447-3", "ArticleIdList": ["10.1007/s00414-010-0447-3", "20354712"]}, {"Citation": "Chen X., Xiang L., Shi L., Li G., Yao H., Han J., et al. (2017). Identification of crude drugs in the Japanese pharmacopoeia using a DNA barcoding system. Sci. Rep. 7, 42325(1–7). 10.1038/srep42325", "ArticleIdList": ["10.1038/srep42325", "PMC5301229", "28186159"]}, {"Citation": "Choi D. W., Kim J. H., Cho S. Y., Kim D. H., Chang S. Y. (2002). Regulation and quality control of herbal drugs in Korea. Toxicol. 181, 581–586. 10.1016/S0300-483X(02)00487-0", "ArticleIdList": ["10.1016/S0300-483X(02)00487-0", "12505370"]}, {"Citation": "Cristians S., Bye R., Nieto Sotelo J. (2018). Molecular markers associated with chemical analysis: a powerful tool for quality control assessment of Copalchi Medicinal Plant Complex. Front. Pharmacol. 9, 666. 10.3389/fphar.2018.00666", "ArticleIdList": ["10.3389/fphar.2018.00666", "PMC6024007", "29988415"]}, {"Citation": "de Boer H. J., Ichim M. C., Newmaster S. G. (2015). DNA barcoding and pharmacovigilance of herbal medicines. Drug Saf. 38, 611–620. 10.1007/s40264-015-0306-8", "ArticleIdList": ["10.1007/s40264-015-0306-8", "26076652"]}, {"Citation": "Dechbumroong P., Aumnouypol S., Denduangboripant J., Sukrong S. (2018). DNA barcoding of Aristolochia plants and development of species-specific multiplex PCR to aid HPTLC in ascertainment of Aristolochia herbal materials. PloS One 13, 1–16. 10.1371/journal.pone.0202625", "ArticleIdList": ["10.1371/journal.pone.0202625", "PMC6101415", "30125304"]}, {"Citation": "Dhanya K., Syamkumar S., Siju S., Sasikumar B. (2011). SCAR markers for adulterant detection in ground chilli. Br. Food J. 113 (5), 656–668. 10.1108/00070701111131755", "ArticleIdList": ["10.1108/00070701111131755"]}, {"Citation": "Fadzil N., Wagiran A., Mohd Salleh F., Abdullah S., Mohd Izham N. (2018). Authenticity testing and detection of Eurycoma longifolia in commercial herbal products using bar-high resolution melting analysis. Genes 9 (8), 408–419. 10.3390/genes9080408", "ArticleIdList": ["10.3390/genes9080408", "PMC6115996", "30103564"]}, {"Citation": "Fan T. P., Deal G., Koo H. L., Rees D., Sun H., Chen S., et al. (2012). Future development of global regulations of Chinese herbal products. J. Ethnopharmacol. 140 (3), 568–586. 10.1016/j.jep.2012.02.029", "ArticleIdList": ["10.1016/j.jep.2012.02.029", "22373513"]}, {"Citation": "Feng T., Liu S., He X. J. (2010). Molecular authentication of the traditional Chinese medicinal plant Angelica sinensis based on internal transcribed spacer of nrDNA. Elec. J. Biotechnol. 13 (1), 9–10. 10.2225/vol13-issue1-fulltext-13", "ArticleIdList": ["10.2225/vol13-issue1-fulltext-13"]}, {"Citation": "Galimberti A., De Mattia F., Losa A., Bruni I., Federici S., Casiraghi M., et al. (2013). DNA barcoding as a new tool for food traceability. Food Res. Int. 50, 55–63. 10.1016/j.foodres.2012.09.036", "ArticleIdList": ["10.1016/j.foodres.2012.09.036"]}, {"Citation": "Gao Z., Liu Y., Wang X., Song J., Chen S., Ragupathy S., et al. (2017). Derivative technology of DNA barcoding (nucleotide signature and SNP double peak methods) detects adulterants and substitution in Chinese patent medicines. Sci. Rep. 7 (1), 5858. 10.1038/s41598-017-05892-y", "ArticleIdList": ["10.1038/s41598-017-05892-y", "PMC5517575", "28724933"]}, {"Citation": "Howes M. J. R., Simmonds M. S., Kite G. C. (2004). Evaluation of the quality of sandalwood essential oils by gas chromatography–mass spectrometry. J. Chromatogr. A. 1028 (2), 307–312. 10.1016/j.chroma.2003.11.093", "ArticleIdList": ["10.1016/j.chroma.2003.11.093", "14989484"]}, {"Citation": "Intharuksa A., Ando H., Miyake K., Sirisa-Ard P., Mikage M., Sasaki Y. (2016). Molecular analysis of terminalia spp. distributed in Thailand and authentication of crude drugs from terminalia plants. Biol. Pharm. Bull. 39 (4), 492–501. 10.1248/bpb.b15-00673", "ArticleIdList": ["10.1248/bpb.b15-00673", "27040622"]}, {"Citation": "Jaakola L., Suokas M., Häggman H. (2010). Novel approaches based on DNA barcoding and high-resolution melting of amplicons for authenticity analyses of berry species. Food Chem. 123, 494–500. 10.1016/j.foodchem.2010.04.069", "ArticleIdList": ["10.1016/j.foodchem.2010.04.069"]}, {"Citation": "Kamboj V. P. (2000). Herbal medicine. Curr. Sci. 78 (1), 35–39."}, {"Citation": "Kang T. S. (2018). Identification of undeclared ingredients in red pepper products sold on the South Korea commercial market using real-time PCR methods. Food Control 90, 73–80. 10.1016/j.foodcont.2018.02.033", "ArticleIdList": ["10.1016/j.foodcont.2018.02.033"]}, {"Citation": "Khan S., Mirza K. J., Anwar F., Abdin M. Z. (2010). Development of RAPD markers for authentication of Piper nigrum (L.). Environ. We Int. J. Sci. Tech. 5, 47–56."}, {"Citation": "Kokate C. K., Purohit A. P., Gokhele S. B. (2007). Pharmacognosy. Pune, India: Nirali Prakashan."}, {"Citation": "Kool A., de Boer H. J., Krüger Å., Rydberg A., Abbad A., Björk L., et al. (2012). Molecular identification of commercialized medicinal plants in Southern Morocco. Plos one 7 (6), 1–12. 10.1371/journal.pone.0039459", "ArticleIdList": ["10.1371/journal.pone.0039459", "PMC3384669", "22761800"]}, {"Citation": "Kreuzer M., Howard C., Pendry C. A., Adhikari B., Hawkins J. A. (2019). Phylogenomic approaches to DNA barcoding of herbal medicines: developing clade-specific diagnostic characters for Berberis. Front. Plant Sci. 10, 586. 10.3389/fpls.2019.00586", "ArticleIdList": ["10.3389/fpls.2019.00586", "PMC6527895", "31139202"]}, {"Citation": "Kumar J. S., Krishna V., Seethapathy G. S., Ganesan R., Ravikanth G., Shaanker R. U. (2018). Assessment of adulteration in raw herbal trade of important medicinal plants of India using DNA barcoding. 3 Biotech. 8 (135), 1–8. 10.1007/s13205-018-1169-3", "ArticleIdList": ["10.1007/s13205-018-1169-3", "PMC5814391", "29479511"]}, {"Citation": "Kumar J. S., Krishna V., Seethapathy G. S., Senthilkumar U., Ragupathy S., Ganeshaiah K. N., et al. (2015). DNA barcoding to assess species adulteration in raw drug trade of “Bala” (genus: Sida L.) herbal products in South India. Biochem. Syst. Ecol. 61, 501–509. 10.1016/j.bse.2015.07.024", "ArticleIdList": ["10.1016/j.bse.2015.07.024"]}, {"Citation": "Li J. J., Xiong C., Liu Y., Liang J. S., Zhou X. W. (2016). Loop-mediated isothermal amplification (LAMP): emergence as an alternative technology for herbal medicine identification. Front. Plant Sci. 7, 1956. 10.3389/fpls.2016.01956", "ArticleIdList": ["10.3389/fpls.2016.01956", "PMC5183589", "28082999"]}, {"Citation": "Liu Y., Wang X. Y., Wei X. M., Gao Z. T., Han J. P. (2018). Rapid authentication of Ginkgo biloba herbal products using the recombinase polymerase amplification assay. Sci. Rep. 8 (1), 8002. 10.1038/s41598-018-26402-8", "ArticleIdList": ["10.1038/s41598-018-26402-8", "PMC5964079", "29789688"]}, {"Citation": "Lu G. H., Chan K., Liang Y. Z., Leung K., Chan C. L., Jiang Z. H., et al. (2005). Development of high-performance liquid chromatographic fingerprints for distinguishing Chinese Angelica from related umbelliferae herbs. J. Chromatogr. A. 1073, 383–392. 10.1016/j.chroma.2004.11.080", "ArticleIdList": ["10.1016/j.chroma.2004.11.080", "15909545"]}, {"Citation": "Medicinal Plant Names Services. (2017). Portal Version 6; http://www.kew.org/mpns [Accessed ]."}, {"Citation": "Menghani E., Jain S. C., Jain R. (2010). Scientific validation of Piper nigrum by HPLC and anti-oxidative assay markers. Asian J. Biotech. 2 (2), 133–138. 10.3923/ajbkr.2010.133.138", "ArticleIdList": ["10.3923/ajbkr.2010.133.138"]}, {"Citation": "Menon P. (2003). Conservation and consumption – a study on the crude drug trade in threatened medicinal plants in Thiruvananthapuram District, Kerala. Trivandrum: KRPLLD, CDS."}, {"Citation": "Mezzasalma V., Bruni I., Fontana D., Galimberti A., Magoni C., Labra M. A. (2017). DNA barcoding approach for identifying species in Amazonian traditional medicine: the case of Piri-Piri. Plant Gene 9, 1–5. 10.1016/j.plgene.2016.11.001", "ArticleIdList": ["10.1016/j.plgene.2016.11.001"]}, {"Citation": "Mishra P., Kumar A., Nagireddy A., Mani D. N., Shukla A. K., Tiwari R., et al. (2016). DNA barcoding: an efficient tool to overcome authentication challenges in the herbal market. Plant Biotechnol. J. 14, 8–21. 10.1111/pbi.12419", "ArticleIdList": ["10.1111/pbi.12419", "26079154"]}, {"Citation": "Mitra S. K., Kannan R. (2007). A note on unintentional adulterations in Ayurvedic herbs. Ethnobot. Leaflets. 11, 11–15."}, {"Citation": "Moraes D. F. C., Still D. W., Lum M. R., Hirsch A. M. (2015). DNA-based authentication of botanicals and plant-derived dietary supplements: where have we been and where are we going? Planta Med. 81 (09), 687–695. 10.1055/s-0035-1545843", "ArticleIdList": ["10.1055/s-0035-1545843", "25856442"]}, {"Citation": "Mukherjee P. K. (2002). Quality control of herbal drugs. New Delhi, India: Business Horizons."}, {"Citation": "National Drug Committee (2006). List of herbal medicinal products AD2006, Available from: drug.fda.moph.go.th:81/nlem.in.th/sites/default/files/binder3.pdf."}, {"Citation": "Newmaster S. G., Grguric M., Shanmughanandhan M., Ramalingam S., Ragupathy S. (2013). DNA barcoding detects contamination and substitution in North American herbal products. BMC Med. 11, 222–235. 10.1186/1741-7015-11-222", "ArticleIdList": ["10.1186/1741-7015-11-222", "PMC3851815", "24120035"]}, {"Citation": "Noh P., Kim W., Yang S., Park I., Moon B. (2018). Authentication of the herbal medicine Angelicae Dahuricae Radix using an ITS sequence-based multiplex SCAR assay. Molecules 23 (9), 1–12. 10.3390/molecules23092134", "ArticleIdList": ["10.3390/molecules23092134", "PMC6225120", "30149558"]}, {"Citation": "Nurrulhidayah A. F., Man Y. B., Al-Kahtani H. A., Rohman A. (2011). Application of FTIR spectroscopy coupled with chemometrics for authentication of Nigella sativa seed oil. J. Spectrosc. 25 (5), 243–250. 10.1155/2011/470986", "ArticleIdList": ["10.1155/2011/470986"]}, {"Citation": "Osathanunkul M., Ounjai S., Osathanunkul R., Madesis P. (2017). Evaluation of a DNA-based method for spice/herb authentication, so you do not have to worry about what is in your curry, buon appetito! PloS One 12 (10), 1–12. 10.1371/journal.pone.0186283", "ArticleIdList": ["10.1371/journal.pone.0186283", "PMC5636142", "29020084"]}, {"Citation": "Osathanunkul M., Suwannapoom C., Khamyong N., Pintakum D., Lamphun S. N., Triwitayakorn K., et al. (2016). Hybrid analysis (barcode-high resolution melting) for authentication of Thai herbal products, Andrographis paniculata (Burm.f.) Wall.ex Nees. Phcog. Mag. 12, 71–75. 10.4103/0973-1296.176112", "ArticleIdList": ["10.4103/0973-1296.176112", "PMC4792004", "27041863"]}, {"Citation": "Parvathy V. A., Swetha V. P., Sheeja T. E., Leela N. K., Chempakam B., Sasikumar B. (2014). DNA barcoding to detect chilli adulteration in traded black pepper powder. Food Biotech. 28 (1), 25–40. 10.1080/08905436.2013.870078", "ArticleIdList": ["10.1080/08905436.2013.870078"]}, {"Citation": "Pawar R. S., Handy S. M., Cheng R., Shyong N., Grundel E. (2017). Assessment of the authenticity of herbal dietary supplements: comparison of chemical and DNA barcoding methods. Planta Med. 83 (11), 921–936. 10.1055/s-0043-107881", "ArticleIdList": ["10.1055/s-0043-107881", "28454189"]}, {"Citation": "Phoolcharoen W., Sukrong S. (2013). Molecular analysis of Vitex species using candidate DNA barcoding and PCR-RFLP of the matK gene for authentication of Vitex glabrata. Nat. Prod. Commun. 8 (1), 125–128. 10.1177/1934578X1300800130", "ArticleIdList": ["10.1177/1934578X1300800130", "23472476"]}, {"Citation": "Phumthum M., Balslev H. (2018). Thai ethnomedicinal plants used for diabetes treatment. OBM ICM 3 (3), 1–25. 10.21926/obm.icm.1803020", "ArticleIdList": ["10.21926/obm.icm.1803020"]}, {"Citation": "Raclariu A. C., Heinrich M., Ichim M. C., de Boer H. (2018). Benefits and limitations of DNA barcoding and metabarcoding in herbal product authentication. Phytochem. Anal. 29 (2), 123–128. 10.1002/pca.2732", "ArticleIdList": ["10.1002/pca.2732", "PMC5836936", "28906059"]}, {"Citation": "Saokaew S., Suwankesawong W., Permsuwan U., Chaiyakunapruk N. (2011). Safety of herbal products in Thailand. Drug Saf. 34 (4), 339–350. 10.2165/11586590-000000000-00000", "ArticleIdList": ["10.2165/11586590-000000000-00000", "21417506"]}, {"Citation": "Sarin Y. K. (1996). Illustrated manual of herbal drugs used in Ayurveda. New Delhi, India: CSIR & ICMR."}, {"Citation": "Schori M., Showalter A. M. (2001). DNA barcoding as a means for identifying medicinal plants of Pakistan. Pak. J. Bot. 43, 1–4."}, {"Citation": "Sciarrone D., Costa R., Ragonese C., Tranchida P. Q., Tedone L., Santi L., et al. (2011). Application of a multidimensional gas chromatography system with simultaneous mass spectrometric and flame ionization detection to the analysis of sandalwood oil. J. Chromatogr. A. 1218 (1), 137–142. 10.1016/j.chroma.2010.10.117", "ArticleIdList": ["10.1016/j.chroma.2010.10.117", "21112592"]}, {"Citation": "SEARO, WHO  (2010). The integration of Thai traditional medicine in the national health care system of Thailand. Traditional Medicine in the Kingdom of Thailand, 97–120. http://www.searo.who.int/entity/medicines/topics/traditional_medicines_in_the_kingdom_of_thailand.pdf\n"}, {"Citation": "Seethapathy G. S., Ganesh D., Kumar J. U. S., Senthilkumar U., Newmaster S. G., Ragupathy S., et al. (2015). Assessing product adulteration in natural health products for laxative yielding plants, Cassia, Senna, and Chamaecrista, in Southern India using DNA barcoding. Int. J. Legal. Med. 129, 693–700. 10.1007/s00414-014-1120-z", "ArticleIdList": ["10.1007/s00414-014-1120-z", "25425095"]}, {"Citation": "Seethapathy G. S., Tadesse M., Urumarudappa S. K. J., Gunaga S. V., Vasudeva R., Malterud K. E., et al. (2018). Authentication of Garcinia fruits and food supplements using DNA barcoding and NMR spectroscopy. Sci. Rep. 8 (1), 10561(1–12). 10.1038/s41598-018-28635-z", "ArticleIdList": ["10.1038/s41598-018-28635-z", "PMC6043575", "30002410"]}, {"Citation": "Singtonat S., Osathanunkul M. (2015). Fast and reliable detection of toxic Crotalaria spectabilis Roth. in Thunbergia laurifolia Lindl. herbal products using DNA barcoding coupled with HRM analysis. BMC Complement. Altern. Med. 15, 1–8. 10.1186/s12906-015-0692-6", "ArticleIdList": ["10.1186/s12906-015-0692-6", "PMC4448308", "26024888"]}, {"Citation": "Song J., Yao H., Li Y., Li X., Lin Y., Liu C., et al. (2009). Authentication of the family Polygonaceae in Chinese pharmacopoeia by DNA barcoding technique. J. Ethnopharmacol. 124, 434–439. 10.1016/j.jep.2009.05.042", "ArticleIdList": ["10.1016/j.jep.2009.05.042", "19505556"]}, {"Citation": "Song M., Dong G-Q., Zhang Y. Q., Liu X., Sun W. (2017). Identification of processed Chinese medicinal materials using DNA mini-barcoding. Chin. J. Nat. Med. 15 (7), 481–486. 10.1016/S1875-5364(17)30073-0", "ArticleIdList": ["10.1016/S1875-5364(17)30073-0", "28807221"]}, {"Citation": "Song M., Li J., Xiong C., Liu H., Liang J. (2016). Applying high-resolution melting (HRM) technology to identify five commonly used Artemisia species. Sci. Rep. 6, 34133(1–12). 10.1038/srep34133", "ArticleIdList": ["10.1038/srep34133", "PMC5048426", "27698485"]}, {"Citation": "Speranskaya A. S., Khafizov K., Ayginin A. A., Krinitsina A. A., Omelchenko D. O., Nilova M. V., et al. (2018). Comparative analysis of Illumina and Ion Torrent high-throughput sequencing platforms for identification of plant components in herbal teas. Food Control 93, 315–324. 10.1016/j.foodcont.2018.04.040", "ArticleIdList": ["10.1016/j.foodcont.2018.04.040"]}, {"Citation": "Srirama R., Kumar J. S., Seethapathy G. S., Newmaster S. G., Ragupathy S., Ganeshaiah K. N., et al. (2017). Species adulteration in the herbal trade: causes, consequences and mitigation. Drug Saf. 40 (8), 651–661. 10.1007/s40264-017-0527-0", "ArticleIdList": ["10.1007/s40264-017-0527-0", "28389979"]}, {"Citation": "Stoeckle M. Y., Gamble C. C., Kirpekar R., Young G., Ahmed S., Little D. P. (2011). Commercial teas highlight plant DNA barcode identification successes and obstacles. Sci. Rep. 1, 42(1–7). 10.1038/srep00042", "ArticleIdList": ["10.1038/srep00042", "PMC3216529", "22355561"]}, {"Citation": "Sudhir S. P., Kumarappan A., Vyas L. K., Shrivastava D., Deshmukh P., Verma H. N. (2016). Identification of Nigella sativa seed and its adulterants using DNA barcode marker. AJLS 4 (5), 118–128. 10.11648/j.ajls.20160405.14", "ArticleIdList": ["10.11648/j.ajls.20160405.14"]}, {"Citation": "Sunita G. (1992). Substitute and adulterant plants. New Delhi, India: Periodical Experts Book Agency."}, {"Citation": "Suwanchaikasem P., Phadungcharoen T., Sukrong S. (2013). Authentication of the Thai medicinal plants sharing the same common name ‘Rang Chuet’: Thunbergia laurifolia, Crotalaria spectabilis, and Curcuma aff. amada by combined techniques of TLC, PCR-RFLP fingerprints, and antioxidant activities. Sci. Asia 39, 124–133. 10.2306/scienceasia1513-1874.2013.39.124", "ArticleIdList": ["10.2306/scienceasia1513-1874.2013.39.124"]}, {"Citation": "Tangjitman K., Wongsawad C., Kamwong K., Sukkho T., Trisonthi C. (2015). Ethnomedicinal plants used for digestive system disorders by the Karen of northern Thailand. J. Ethnobiol. Ethnomed. 11 (1), 27. 10.1186/s13002-015-0011-9", "ArticleIdList": ["10.1186/s13002-015-0011-9", "PMC4422539", "25885534"]}, {"Citation": "Techen N., Crockett S. L., Khan I. A., Scheffler B. E. (2004). Authentication of medicinal plants using molecular biology techniques to compliment conventional methods. Curr. Med. Chem. 11, 1391–1401. 10.2174/0929867043365206", "ArticleIdList": ["10.2174/0929867043365206", "15180573"]}, {"Citation": "Techen N., Parveen I., Pan Z., Khan I. A. (2014). DNA barcoding of medicinal plant material for identification. Curr. Opin. Biotech. 25, 103–110. 10.1016/j.copbio.2013.09.010", "ArticleIdList": ["10.1016/j.copbio.2013.09.010", "24484887"]}, {"Citation": "Trisonthi C., Trisonthi P. (1995). Ethnobotany of Karen at Mae Hae Nua, Mae Na Chorn, Mae Chaem District, Chaiang Mai Province (in Thai). OBM ICM 3 (3), 1–25."}, {"Citation": "Tungphatthong C., Somnuek J., Phadungcharoen T., Ingkaninan K., Denduangboripant J., Sukrong S. (2018). DNA barcoding of species of Bacopa coupled with high-resolution melting analysis. Genome 61 (12), 867–877. 10.1139/gen-2018-0059", "ArticleIdList": ["10.1139/gen-2018-0059", "30388379"]}, {"Citation": "Uniyal M. R., Joshi G. C. (1993). Historical view of the basic principles of the identification of controversial drugs, problems and suggestions. Sachitra Ayurved 45, 531–536."}, {"Citation": "Urumarudappa S. K. J., Gogna N., Newmaster S. G., Venkatarangaiah K., Subramanyam R., Saroja S. G., et al. (2016). DNA barcoding and NMR spectroscopy-based assessment of species adulteration in the raw herbal trade of Saraca asoca (Roxb.) Willd: an important medicinal plant. Int. J. Legal. Med. 130 (6), 1457–1470. 10.1007/s00414-016-1436-y", "ArticleIdList": ["10.1007/s00414-016-1436-y", "27627901"]}, {"Citation": "Valiathan M. S. (2006). Ayurveda: putting the house in order. Curr. Sci. 90, 1."}, {"Citation": "Ved D. K., Goraya G. S. (2007). Demand and supply of medicinal plants in India. Bangalore, India: NMPB, New Delhi & FRLHT."}, {"Citation": "Vejayan J., Mohamed A. N., Zulkifli A. A., Yahya Y. A. C., Munir N., Yusoff M. M. (2018). Marker to authenticate Eurycoma longifolia (Tongkat Ali) containing aphrodisiac herbal products. Curr. Sci. 115 (5), 886–894. 10.18520/cs/v115/i5/886-894", "ArticleIdList": ["10.18520/cs/v115/i5/886-894"]}, {"Citation": "Wakdikar S. (2004). Global health care challenge: Indian experiences and new prescriptions. Elec. J. Biotechnol. 7, 214–220. 10.2225/vol7-issue3-fulltext-5", "ArticleIdList": ["10.2225/vol7-issue3-fulltext-5"]}, {"Citation": "Walker K. M., Applequist W. L. (2012). Adulteration of selected unprocessed botanicals in the U.S. retail herbal trade. Econ. Bot. 66, 321–327. 10.1007/s12231-012-9211-6", "ArticleIdList": ["10.1007/s12231-012-9211-6"]}, {"Citation": "Wang X., Liu Y., Wang L., Han J., Chen S. (2016). A nucleotide signature for the identification of Angelicae Sinensis Radix (Danggui) and its products. Sci. Rep. 6, 34940. 10.1038/srep34940", "ArticleIdList": ["10.1038/srep34940", "PMC5054691", "27713564"]}, {"Citation": "Wieniawski W. (2001). Risk assessment as an element of drug control. WHO Drug Info. 15, 6."}, {"Citation": "World Health Organization  (2002). WHO Traditional Medicine Strategy 2002–2005. Geneva: WHO; \nhttp://herbalnet.healthrepository.org/bitstream/123456789/2028/1/WHO_traditional_medicine_strategy_2002-2005.pdf."}, {"Citation": "World Health Organization (2017). The pharmacovigilance system for traditional medicine in Thailand (No. SEA-HSD-393). New Delhi, India: WHO, Regional Office for South-East Asia."}, {"Citation": "Xie P., Chen S., Liang Y. Z., Wang X., Tian R., Upton R. (2006). Chromatographic fingerprint analysis—a rational approach for quality assessment of traditional Chinese herbal medicine. J. Chromatogr. A. 1112, 171–180. 10.1016/j.chroma.2005.12.091", "ArticleIdList": ["10.1016/j.chroma.2005.12.091", "16472540"]}, {"Citation": "Xin T., Xu Z., Jia J., Leon C., Hu S., Lin Y., et al. (2018). Biomonitoring for traditional herbal medicinal products using DNA metabarcoding and single molecule, real-time sequencing. Acta Pharm. Sin. B. 8 (3), 488–497. 10.1016/j.apsb.2017.10.001", "ArticleIdList": ["10.1016/j.apsb.2017.10.001", "PMC5990340", "29881688"]}, {"Citation": "Yu N., Wei Y. L., Zhang X., Zhu N., Wang Y. L., Zhu Y., et al. (2017). Barcode ITS2: a useful tool for identifying Trachelospermum jasminoides and a good monitor for medicine market. Sci. Rep. 7, 5037. 10.1038/s41598-017-04674-w", "ArticleIdList": ["10.1038/s41598-017-04674-w", "PMC5506054", "28698616"]}, {"Citation": "Zhang N., Erickson D. L., Ramachandran P., Ottesen A. R., Timme R. E., Funk V. A., et al. (2017). An analysis of Echinacea chloroplast genomes: implications for future botanical identification. Sci. Rep. 7 (1), 216. 10.1038/s41598-017-00321-6", "ArticleIdList": ["10.1038/s41598-017-00321-6", "PMC5428300", "28303008"]}]}], "History": [{"Year": "2019", "Month": "5", "Day": "8"}, {"Year": "2019", "Month": "9", "Day": "17"}, {"Year": "2019", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "10", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["31749698", "PMC6843083", "10.3389/fphar.2019.01205"]}}]}