{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["HPLC", "QuEChERS", "acetamiprid", "health risk assessment", "imidacloprid", "pistachio"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31750961", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "31"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "01", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1002/bmc.4747"], "Journal": {"ISSN": "1099-0801", "JournalIssue": {"Volume": "34", "Issue": "3", "PubDate": {"Year": "2020", "Month": "Mar"}}, "Title": "Biomedical chromatography : BMC", "ISOAbbreviation": "Biomed Chromatogr"}, "ArticleTitle": "Health risk assessment of neonicotinoid insecticide residues in pistachio using a QuEChERS-based method in combination with HPLC-UV.", "Pagination": {"StartPage": "e4747", "MedlinePgn": "e4747"}, "Abstract": {"AbstractText": ["There is an increasing need to address the potential risks arising from combined exposures to multiple residues from pesticides in the diet. Pesticide residue-related pollution is a problem that arises because of the increased use of pesticides in agriculture to meet the growing demands of food production. In this study, pesticide residue data were obtained based on an optimized extraction method. For this purpose, we established a method based on quick, easy, cheap, effective, rugged, and safe (QuEChERS) extraction for simultaneous determination of imidacloprid (IMI) and acetamiprid (ACT) in pistachio nuts. The parameters influencing the QuEChERS method were the sample-to-water ratio and adsorbent amounts. As a result, both were optimized to improve the recovery of the analytes as well as the clean-up efficiency of the pistachio matrix. Our results indicated that a freeze-out step and use of primary and secondary amines as an adsorbent led to much cleaner chromatograms with lower baseline drift, without using graphitized carbon black and C<sub>18</sub> -based adsorbent, which reduced both cost and time of analysis. Following extraction, the pesticide residues were separated and quantified by reverse-phase HPLC. For validation purposes, recovery studies were carried out using a concentration range from 20 to 2500 μg/L at nine levels. The suitable linearity, precision, and accuracy were obtained with HPLC-UV with recoveries of 70.37%-89.80% for IMI and 81.05%-113.57% for ACT, with relative standard deviations <12%. The validated method was successfully applied to the analysis of pistachio samples collected from a field trial to estimate maximum residue limits. There was no significant health risk for consumers via pistachio consumption."], "CopyrightInformation": "© 2019 John Wiley & Sons, Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Iranian Research Institute of Plant Protection, Agricultural Research, Education and Extension Organization (AREEO), Tehran, Iran."}], "LastName": "Mahdavi", "ForeName": "Vahideh", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Phytochemistry, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Garshasbi", "ForeName": "Zohreh", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Phytochemistry, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Farimani", "ForeName": "Mahdi Moridi", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute for Genetic Engineering and Biotechnology, Tehran, Iran."}], "LastName": "Farhadpour", "ForeName": "Mohsen", "Initials": "M"}, {"Identifier": ["0000-0003-0249-7009"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical and Drug Industries Research Division, Pharmaceutical and Medicinal Chemistry Department, National Research Centre, Cairo, Egypt."}], "LastName": "Aboul-Enein", "ForeName": "Hassan Y", "Initials": "HY"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Biomed Chromatogr", "NlmUniqueID": "8610241", "ISSNLinking": "0269-3879"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Insecticides"}, {"RegistryNumber": "0", "NameOfSubstance": "Neonicotinoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Pesticide Residues"}], "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["analysis", "isolation & purification"], "DescriptorName": "Insecticides"}, {"QualifierName": [], "DescriptorName": "Limit of Detection"}, {"QualifierName": [], "DescriptorName": "Linear Models"}, {"QualifierName": ["analysis", "isolation & purification"], "DescriptorName": "Neonicotinoids"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nuts"}, {"QualifierName": ["analysis", "isolation & purification"], "DescriptorName": "Pesticide Residues"}, {"QualifierName": ["chemistry"], "DescriptorName": "Pistacia"}, {"QualifierName": [], "DescriptorName": "Reproducibility of Results"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": [], "DescriptorName": "Solid Phase Extraction"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "AL-Saghir, M. G. (2010). Phylogenetic analysis of the genus Pistacia L.(Anacardiaceae) based on morphological data. Asian Journal of Plant Sciences, 9(1), 28-35."}, {"Citation": "Biever, R. C., Hoberg, J. R., Jacobson, B., Dionne, E., Sulaiman, M., & McCahon, P. (2003). ICON® rice seed treatment toxicity to crayfish (Procambarus clarkii) in experimental rice paddies. Environmental Toxicology and Chemistry, 22(1), 167-174. https://doi.org/10.1002/etc.5620220122"}, {"Citation": "Brittain, C., & Potts, S. G. (2011). The potential impacts of insecticides on the life-history traits of bees and the consequences for pollination. Basic and Applied Ecology, 12(4), 321-331. https://doi.org/10.1016/j.baae.2010.12.004"}, {"Citation": "Buchholz, A., & Nauen, R. (2002). Translocation and translaminar bioavailability of two neonicotinoid insecticides after foliar application to cabbage and cotton. Pest Management Science: Formerly Pesticide Science, 58(1), 10-16. https://doi.org/10.1002/ps.401"}, {"Citation": "Cajka, T., Sandy, C., Bachanova, V., Drabova, L., Kalachova, K., Pulkrabova, J., & Hajslova, J. (2012). Streamlining sample preparation and gas chromatography-tandem mass spectrometry analysis of multiple pesticide residues in tea. Analytica Chimica Acta, 743, 51-60. https://doi.org/10.1016/j.aca.2012.06.051"}, {"Citation": "Commission of the European Communities. Quality Control procedures for pesticide residues analysis, Document N° SANCO/10232/2006. (accessed from https://www.eurl-pesticides.eu/docs/public/tmplt_article.asp?CntID=727 on November 6, 2019)."}, {"Citation": "Correia-Sá, L., Fernandes, V. C., Carvalho, M., Calhau, C., Domingues, V. F., & Delerue-Matos, C. (2012). Optimization of Q u EC h ERS method for the analysis of organochlorine pesticides in soils with diverse organic matter. Journal of Separation Science, 35(12), 1521-1530. https://doi.org/10.1002/jssc.201200087"}, {"Citation": "Darko, G., & Akoto, O. (2008). Dietary intake of organophosphorus pesticide residues through vegetables from Kumasi. Ghana. Food and Chemical Toxicology, 46(12), 3703-3706. https://doi.org/10.1016/j.fct.2008.09.049"}, {"Citation": "Delgado-Zamarreño, M. M., Fernández-Prieto, C., Bustamante-Rangel, M., & Pérez-Martín, L. (2016). Determination of tocopherols and sitosterols in seeds and nuts by QuEChERS-liquid chromatography. Food Chemistry, 192, 825-830. https://doi.org/10.1016/j.foodchem.2015.07.083"}, {"Citation": "Di Muccio, A., Fidente, P., Barbini, D. A., Dommarco, R., Seccia, S., & Morrica, P. (2006). Application of solid-phase extraction and liquid chromatography-mass spectrometry to the determination of neonicotinoid pesticide residues in fruit and vegetables. Journal of Chromatography a, 1108(1), 1-6. https://doi.org/10.1016/j.chroma.2005.12.111"}, {"Citation": "Emami, A., Rastegar, H., Amirahmadi, M., Shoeibi, S., & Mousavi, Z. (2015). Multi-Residue Analysis of Pesticides in Pistachio Using Gas Chromatography-Mass Spectrometry (GC/MS). Iranian Journal of Toxicology, 8(27), 1174-1181."}, {"Citation": "Falqui-Cao, C., Wang, Z., Urruty, L., Pommier, J.-J., & Montury, M. (2001). Focused microwave assistance for extracting some pesticide residues from strawberries into water before their determination by SPME/HPLC/DAD. Journal of Agricultural and Food Chemistry, 49(11), 5092-5097. https://doi.org/10.1021/jf010519u"}, {"Citation": "Faraji, M., Noorbakhsh, R., Shafieyan, H., & Ramezani, M. (2018). Determination of acetamiprid, imidacloprid, and spirotetramat and their relevant metabolites in pistachio using modified QuEChERS combined with liquid chromatography-tandem mass spectrometry. Food Chemistry, 240, 634-641. https://doi.org/10.1016/j.foodchem.2017.08.012"}, {"Citation": "Fernandes, V. C., Domingues, V. F., Mateus, N., & Delerue-Matos, C. (2013). Multiresidue pesticides analysis in soils using modified Q u EC h ERS with disposable pipette extraction and dispersive solid-phase extraction. Journal of Separation Science, 36(2), 376-382. https://doi.org/10.1002/jssc.201200673"}, {"Citation": "Gbylik-Sikorska, M., Sniegocki, T., & Posyniak, A. (2015). Determination of neonicotinoid insecticides and their metabolites in honey bee and honey by liquid chromatography tandem mass spectrometry. Journal of Chromatography B, 990, 132-140."}, {"Citation": "Gentile, C., Tesoriere, L., Butera, D., Fazzari, M., Monastero, M., Allegra, M., & Livrea, M. A. (2007). Antioxidant activity of Sicilian pistachio (Pistacia vera L. var. Bronte) nut extract and its bioactive components. Journal of Agricultural and Food Chemistry, 55(3), 643-648. https://doi.org/10.1021/jf062533i"}, {"Citation": "Gilbert-López, B., García-Reyes, J. F., & Molina-Díaz, A. (2009). Sample treatment and determination of pesticide residues in fatty vegetable matrices: A review. Talanta, 79(2), 109-128. https://doi.org/10.1016/j.talanta.2009.04.022"}, {"Citation": "Hossain, M., Rahman, M., Islam, M., & Adyel, T. (2013). Health risk assessment of pesticide residues via dietary intake of market vegetables from Dhaka. Bangladesh. Foods, 2, 64-75. https://doi.org/10.3390/foods2010064"}, {"Citation": "Jabot, C., Fieu, M., Giroud, B., Buleté, A., Casabianca, H., & Vulliet, E. (2015). Trace-level determination of pyrethroid, neonicotinoid and carboxamide pesticides in beeswax using dispersive solid-phase extraction followed by ultra-high-performance liquid chromatography-tandem mass spectrometry. International Journal of Environmental Analytical Chemistry, 95(3), 240-257."}, {"Citation": "Łozowicka, B., Rutkowska, E., & Jankowska, M. (2017). Influence of QuEChERS modifications on recovery and matrix effect during the multi-residue pesticide analysis in soil by GC/MS/MS and GC/ECD/NPD. Environmental Science and Pollution Research, 24(8), 7124-7138. https://doi.org/10.1007/s11356-016-8334-1"}, {"Citation": "Obana, H., Okihashi, M., Akutsu, K., Kitagawa, Y., & Hori, S. (2002). Determination of acetamiprid, imidacloprid, and nitenpyram residues in vegetables and fruits by high-performance liquid chromatography with diode-array detection. Journal of Agricultural and Food Chemistry, 50(16), 4464-4467. https://doi.org/10.1021/jf025539q"}, {"Citation": "Owen, R. W., Giacosa, A., Hull, W. E., Haubner, R., Würtele, G., Spiegelhalder, B., & Bartsch, H. (2000). Olive-oil consumption and health: the possible role of antioxidants. The Lancet Oncology, 1(2), 107-112."}, {"Citation": "Rashid, A., Nawaz, S., Barker, H., Ahmad, I., & Ashraf, M. (2010). Development of a simple extraction and clean-up procedure for determination of organochlorine pesticides in soil using gas chromatography-tandem mass spectrometry. Journal of Chromatography a, 1217(17), 2933-2939. https://doi.org/10.1016/j.chroma.2010.02.060"}, {"Citation": "Rejczak, T., & Tuzimski, T. (2015). A review of recent developments and trends in the QuEChERS sample preparation approach. Open Chemistry, 13(1), 980-1010."}, {"Citation": "Singh, S. B., Foster, G. D., & Khan, S. U. (2004). Microwave-assisted extraction for the simultaneous determination of thiamethoxam, imidacloprid, and carbendazim residues in fresh and cooked vegetable samples. Journal of Agricultural and Food Chemistry, 52(1), 105-109."}, {"Citation": "Stahnke, H., Kittlaus, S., Kempe, G., & Alder, L. (2012). Reduction of matrix effects in liquid chromatography-electrospray ionization-mass spectrometry by dilution of the sample extracts: how much dilution is needed? Analytical Chemistry, 84(3), 1474-1482. https://doi.org/10.1021/ac202661j"}, {"Citation": "Syed, J. H., Alamdar, A., Mohammad, A., & Ahad, K. (2014). Pesticide Residues in Fruits and Vegetables from Pakistan: A Review of the Occurrence and Associated Human Health Risks. Environmental Science and Pollution Research, 21, 13367-13393. https://doi.org/10.1007/s11356-014-3117-z"}, {"Citation": "Zhou, Q., Ding, Y., & Xiao, J. (2006). Sensitive determination of thiamethoxam, imidacloprid and acetamiprid in environmental water samples with solid-phase extraction packed with multiwalled carbon nanotubes prior to high-performance liquid chromatography. Analytical and Bioanalytical Chemistry, 385(8), 1520-1525. https://doi.org/10.1007/s00216-006-0554-7"}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "8", "Day": "25"}, {"Year": "2019", "Month": "11", "Day": "6"}, {"Year": "2019", "Month": "11", "Day": "8"}, {"Year": "2019", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31750961", "10.1002/bmc.4747"]}}]}