{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31755709", "DateCompleted": {"Year": "2020", "Month": "10", "Day": "27"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1021/jacs.9b10717"], "Journal": {"ISSN": "1520-5126", "JournalIssue": {"Volume": "141", "Issue": "49", "PubDate": {"Year": "2019", "Month": "Dec", "Day": "11"}}, "Title": "Journal of the American Chemical Society", "ISOAbbreviation": "J Am Chem Soc"}, "ArticleTitle": "Total Biosynthesis for Milligram-Scale Production of Etoposide Intermediates in a Plant Chassis.", "Pagination": {"StartPage": "19231", "EndPage": "19235", "MedlinePgn": "19231-19235"}, "Abstract": {"AbstractText": ["Etoposide is a plant-derived drug used clinically to treat several forms of cancer. Recent shortages of etoposide demonstrate the need for a more dependable production method to replace the semisynthetic method currently in place, which relies on extraction of a precursor natural product from Himalayan mayapple. Here we report milligram-scale production of (-)-deoxypodophyllotoxin, a late-stage biosynthetic precursor to the etoposide aglycone, using an engineered biosynthetic pathway in tobacco. Our strategy relies on engineering the supply of coniferyl alcohol, an endogenous tobacco metabolite and monolignol precursor to the etoposide aglycone. We show that transient expression of 16 genes, encoding both coniferyl alcohol and main etoposide aglycone pathway enzymes from mayapple, in tobacco leaves results in the accumulation of up to 4.3 mg/g dry plant weight (-)-deoxypodophyllotoxin, and enables isolation of high-purity (-)-deoxypodophyllotoxin after chromatography at levels up to 0.71 mg/g dry plant weight. Our work reveals that long (>10 step) pathways can be efficiently transferred from difficult-to-cultivate medicinal plants to a tobacco plant production chassis, and demonstrates mg-scale total biosynthesis for access to valuable precursors of the chemotherapeutic etoposide."]}, "AuthorList": [{"Identifier": ["0000-0002-4648-0172"], "AffiliationInfo": [], "LastName": "Schultz", "ForeName": "Bailey J", "Initials": "BJ"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Kim", "ForeName": "Seung Yeon", "Initials": "SY"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Lau", "ForeName": "Warren", "Initials": "W"}, {"Identifier": ["0000-0002-7352-859X"], "AffiliationInfo": [], "LastName": "Sattely", "ForeName": "Elizabeth S", "Initials": "ES"}], "GrantList": [{"GrantID": "R01 GM121527", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Am Chem Soc", "NlmUniqueID": "7503056", "ISSNLinking": "0002-7863"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "6PLQ3CP4P3", "NameOfSubstance": "Etoposide"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["genetics"], "DescriptorName": "Biosynthetic Pathways"}, {"QualifierName": ["analogs & derivatives", "metabolism"], "DescriptorName": "Etoposide"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["methods"], "DescriptorName": "Metabolic Engineering"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plants, Genetically Modified"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Podophyllum peltatum"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Nicotiana"}], "CoiStatement": "<b>Notes</b>: The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hande KR Etoposide: Four Decades of Development of a Topoisomerase II Inhibitor. Eur. J. Cancer 1998, 34 (10), 1514–1521.", "ArticleIdList": ["9893622"]}, {"Citation": "Stähelin HF; von Wartburg A The Chemical and Biological Route from Podophyllotoxin Glucoside to Etoposide: Ninth Cain Memorial Lecture. Cancer Res. 1991, 51, 5–15.", "ArticleIdList": ["1988106"]}, {"Citation": "WHO Model List of Essential Medicines, 2017. \nWorld Health Organization Web site\nhttps://apps.who.int/iris/bitstream/handle/10665/273826/EML-20-eng.pdf?ua=1. (accessed August 8, 2018)."}, {"Citation": "Current and Resolved Drug Shortages and Discontinuations Reported to FDA. U. S. Food and Drug Administration Web site\nhttps://www.accessdata.fda.gov/scripts/drugshortages/default.cfm. (accessed August 8, 2018)."}, {"Citation": "Checklist of CITES Species. Convention on International Trade in Endangered Species of Wild Fauna and Flora Web site\nhttp://checklist.cites.org/#/en (accessed August 8, 2018)."}, {"Citation": "Jiang W; Chen L; Pan Q; Qiu Y; Shen Y; Fu C An efficient regeneration system via direct and indirect organogenesis for the medicinal plant Dysosma versipellis (Hance) M. Cheng and its potential as a podophyllotoxin source. Acta Physiol. Plant 2012, 34 (2), 631–639"}, {"Citation": "Samadi A; Jafari M; Nejhad NM; Hossenian F Podophyllotoxin and 6-methoxy podophyllotoxin Production in Hairy Root Cultures of Linum mucronatum ssp. mucronatum. Pharmacogn. Mag 2014, 10 (38), 154–160", "ArticleIdList": ["PMC4048562", "24914281"]}, {"Citation": "Rajesh M; Sivanandhan G; Jeyaraj M; Chackravarthy R; Manickavasagam M; Selvaraj N; Ganapathi A An efficient in vitro system for somatic embryogenesis and podophyllotoxin production in Podophyllum hexandrum Royle. Protoplasma 2014, 251, 1231–1243", "ArticleIdList": ["24633328"]}, {"Citation": "Rajesh M; Sivanandhan G; Subramanyam K; Kapildev G; Jaganath B; Kasthurirengan S; Manickavasagam M; Ganapathi A Establishment of somatic embrogenesis and podophyllotoxin production in liquid shake cultures of Podophyllum hexandrum Royle. Ind. Crops Prod 2014, 60, 66–74."}, {"Citation": "Srivastava S; Srivastava AK Hairy Root Culture for Mass-Production of High-Value Secondary Metabolites. Crit. Rev. Biotechnol 2007, 27 (1), 29–43", "ArticleIdList": ["17364688"]}, {"Citation": "Ochoa-Villarreal M; Howat S; Hong S; Jang MO; Jin Y-W; Lee E-K; Loake GJ Plant cell culture strategies for the production of natural products. BMB Rep. 2016, 49 (3), 149–158.", "ArticleIdList": ["PMC4915229", "26698871"]}, {"Citation": "Lau W; Sattely ES Six enzymes from mayapple that complete the biosynthetic pathway to the etoposide aglycone. Science 2015, 349 (6253), 1224–1228.", "ArticleIdList": ["PMC6861171", "26359402"]}, {"Citation": "Alam MA; Naik PK Impact of Soil Nutrients and Environmental Factors on Podophyllotoxin Content among 28 Podophyllum Hexandrum Populations of Northwestern Himalayan Region Using Linear and Nonlinear Approaches. Commun. Soil Sci. Plant Anal 2009, 40 (15-16), 2485–2504."}, {"Citation": "Ting CP; Maimone TJ C-H Bond Arylation in the Synthesis of Aryltetralin Lignans: A Short Total Synthesis of Podophyllotoxin. Angew. Chem., Int. Ed 2014, 53 (12), 3115–3119", "ArticleIdList": ["24519950"]}, {"Citation": "Hajra S; Garai S; Hazra S Catalytic Enantioselective Synthesis of (–)-Podophyllotoxin. Org. Lett 2017, 19 (24), 6530–6533", "ArticleIdList": ["29210277"]}, {"Citation": "Xiao J; Cong X-W; Yang G-Z; Wang Y-W; Peng Y Divergent Asymmetric Syntheses of Podophyllotoxin and Related Family Members via Stereoselective Reductive Ni-Catalysis. Org. Lett 2018, 20 (6), 1651–1654", "ArticleIdList": ["29508607"]}, {"Citation": "Lazzarotto M; Hammerer L; Hetmann M; Borg A; Schmermund L; Steiner L; Hartmann P; Belaj F; Kroutil W; Gruber K; Fuchs M Chemoenzymatic Total Synthesis of Deoxy-, epi-, and Podophyllotoxin and a Biocatalytic Kinetic Resolution of Dibenzylbutyrolactones. Angew. Chem., Int. Ed 2019, 58 (24), 8226–8230", "ArticleIdList": ["PMC6563474", "30920120"]}, {"Citation": "Li J; Zhang X; Renata H Asymmetric Chemoenzymatic Synthesis of (–)-Podophyllotoxin and Related Aryltetralin Lignans. Angew. Chem., Int. Ed 2019, 58 (34), 11657–11660.", "ArticleIdList": ["PMC6688964", "31241812"]}, {"Citation": "Ro D-K; Paradise EM; Ouellet M; Fisher KJ; Newman KL; Ndungu JM; Ho KA; Eachus RA; Ham TS; Kirby J; Chang MCY; Withers ST; Shiba Y; Sarpong R; Keasling JD Production of the antimalarial drug precursor artemisinic acid in engineered yeast. Nature 2006, 440, 940–943.", "ArticleIdList": ["16612385"]}, {"Citation": "Galanie S; Thodey K; Trenchard IJ; Filsinger Interrante M; Smolke CD Complete biosynthesis of opioids in yeast. Science 2015, 349 (6252), 1095–1100.", "ArticleIdList": ["PMC4924617", "26272907"]}, {"Citation": "Brown S; Clastre M; Courdavault V; O’Connor SE De novo production of the plant-derived alkaloid strictosidine in yeast. Proc. Natl. Acad. Sci. U. S. A 2015, 112 (11), 3205–3210.", "ArticleIdList": ["PMC4371906", "25675512"]}, {"Citation": "Luo X; Reiter MA; d’Espaux L; Wong J; Denby CM; Lechner A; Zhang Y; Grzybowski AT; Harth S; Lin W; Lee H; Yu C; Shin J; Deng K; Benites VT; Wang G; Baidoo EEK; Chen Y; Dev I; Petzold JC; Keasling JD Complete biosynthesis of cannabinoids and their unnatural analogues in yeast. Nature 2019, 567, 123–126.", "ArticleIdList": ["30814733"]}, {"Citation": "Trenchard IJ; Smolke CD Engineering strategies for the fermentative production of plant alkaloids in yeast. Metab. Eng 2015, 30, 96–104.", "ArticleIdList": ["PMC4519383", "25981946"]}, {"Citation": "Kwok R Five hard truths for synthetic biology. Nature 2010, 463, 288–290.", "ArticleIdList": ["20090726"]}, {"Citation": "Klein AP; Sattely ES Biosynthesis of cabbage phytoalexins from indole glucosinolate. Proc. Natl. Acad. Sci. U. S. A 2017, 114 (8), 1910–1915", "ArticleIdList": ["PMC5338394", "28154137"]}, {"Citation": "Reed J; Osbourn A Engineering terpenoid production through transient expression in Nicotiana benthamiana. Plant Cell Rep. 2018, 37, 1431–1441.", "ArticleIdList": ["PMC6153650", "29786761"]}, {"Citation": "Reed J; Stephenson MJ; Miettinen K; Brouwer B; Leveau A; Brett P; Goss RJM; Goossens A; O’Connell MA; Osbourn A A translational synthetic biology platform for rapid access to gram-scale quantities of novel drug-like molecules. Metab. Eng 2017, 42, 185–193.", "ArticleIdList": ["PMC5555447", "28687337"]}, {"Citation": "Lee A-R; Kwon M; Kang M-K; Kim J; Kim S-U; Ro D-K Increased sesqui- and triterpene production by co-expression of HMG-CoA reductase and biotin carboxyl carrier protein in tobacco (Nicotiana benthamiana). Metab. Eng 2019, 52, 20–28.", "ArticleIdList": ["30389612"]}, {"Citation": "Kwon M; Burlat V; Davin LB; Lewis NG Localization of dirigent protein involved in lignan biosynthesis: implications for lignification at the tissue and subcellular level. In Plant Polyphenols 2; Gross GG, Hemingway RW, Yoshida T, Branham SJ, Eds.; Basic Life Sciences, Vol. 66; Springer: Boston, MA, 1999; pp 393–411"}, {"Citation": "Pickel B; Constantin M-A; Pfannstiel J; Conrad J; Beifuss U; Schaller A An Enantiocomplementary Dirigent Protein for the Enantioselective Laccase-Catalyzed Oxidative Coupling of Phenols. Angew. Chem. Int. Ed 2010, 49 (1), 202–204", "ArticleIdList": ["19946920"]}, {"Citation": "Gasper R; Effenberger I; Kolesinski P; Terlecka B; Hofmann E; Schaller A Dirigent Protein Mode of Action Revealed by the Crystal Structure of AtDIR6. Plant Physiol. 2016, 172 (4), 2165–2175.", "ArticleIdList": ["PMC5129718", "27756822"]}, {"Citation": "Barros J; Serk H; Granlund I; Pesquet E The cell biology of lignification in higher plants. Ann. Bot 2015, 115 (7), 1053–1074", "ArticleIdList": ["PMC4648457", "25878140"]}, {"Citation": "Weng J-K; Chapple C The origin and evolution of lignin biosynthesis. New Phytol. 2010, 187 (2), 273–285.", "ArticleIdList": ["20642725"]}, {"Citation": "Liu WC; Gong T; Zhu P Advances in exploring alternative Taxol sources. RSC Adv. 2016, 6, 48800–48809."}]}], "History": [{"Year": "2019", "Month": "11", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31755709", "NIHMS1605493", "PMC7380830", "10.1021/jacs.9b10717"]}}]}