{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Herbal remedies", "Medicinal plants", "Sperm livability", "Spices", "Testicular biometry"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31788434", "DateRevised": {"Year": "2024", "Month": "07", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "10", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1016/j.toxrep.2019.10.010"], "Journal": {"ISSN": "2214-7500", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2019"}}, "Title": "Toxicology reports", "ISOAbbreviation": "Toxicol Rep"}, "ArticleTitle": "Comparative effects of methanol and oil extracts of <i>Ocimum gratissimum</i> on testicular morphology and epididymal sperm reserve of adult male albino rats (Wistar strain).", "Pagination": {"StartPage": "1127", "EndPage": "1134", "MedlinePgn": "1127-1134"}, "Abstract": {"AbstractText": ["Fertility control with medicinal plants has been reported in the ancient and modern medical literature. In this research, the effects of methanol and oil extracts of <i>Ocimum gratissimum</i> (OG) on testicular morphology and epididymal sperm reserve were investigated in adult male Wistar rats. Fifty-five rats divided into 5 groups A-E of 11 rats each was used for this study. Methanol and oil extracts of <i>Ocimum gratissimum</i> were administered at two doses 250 and 500 mg/kg for 28 days. Animals in control group A received distilled water for the same duration. At day 14 and 28 of the study, five animals were sacrificed from each group, and their blood and testes samples were collected for the analysis. Spermiogram, testicular biometry, serum testosterone assay, and testicular morphology were assessed from harvested testes. The results revealed that there was no significant difference (p > 0.05) in serum testosterone level. There was also no significant difference (p > 0.05) in sperm volume, livability and abnormalities but there was significant differences (p < 0.05) in the sperm motility and concentration. Testicular biometry and testicular morphology between control and treated groups did not reveal any significant differences (p > 0.05). The study showed that methanol and oil extracts of <i>Ocimum gratissimum</i> (OG) did not have any inhibitory effect on the reproductive function and fertility of adult male albino rats. Further works should be carried out on isolated active fractions of this plant on male fertility."], "CopyrightInformation": "© 2019 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Theriogenology, Faculty of Veterinary Medicine, University of Ibadan, Ibadan, Oyo State, Nigeria."}], "LastName": "Joseph", "ForeName": "Ikokide Emmanuel", "Initials": "IE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Livestock and Pasture Science, Faculty of Science and Agriculture, University of Fort Hare, Alice, 5700, South Africa."}], "LastName": "Jaja", "ForeName": "Ishmael Festus", "Initials": "IF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Theriogenology, Faculty of Veterinary Medicine, University of Ibadan, Ibadan, Oyo State, Nigeria."}], "LastName": "Boyi", "ForeName": "Adamu Hamman", "Initials": "AH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Theriogenology, Faculty of Veterinary Medicine, University of Ibadan, Ibadan, Oyo State, Nigeria."}], "LastName": "Olugbenga", "ForeName": "Oyeyemi Mathew", "Initials": "OM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "Toxicol Rep", "NlmUniqueID": "101630272", "ISSNLinking": "2214-7500"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ogbonnia S.O., Nkemehule F.E., Anyika E.N. Evaluation of acute and subchronic toxicity of Stachytarpheta angustifolia (Mill) Vahl (Fam. Verbanaceae) extract in animals. Afr. J. Biotechnol. 2009;8:1793–1799."}, {"Citation": "Obianime A.W., Aprioku J.S., Esomonu C.T.O. Antifertility effects of aqueous crude extract of Ocimum gratissimum L. leaves in male mice. J. Med. Plants Res. 2010;4:809–816."}, {"Citation": "Kpadonou B.G.H., Kpoviessi S.D.S., Yayi E., Gbaguidi F., Frédérich M., Moudachirou M. In vitro antitrypanosomal and antiplasmodial activities of crude extracts and essential oils of Ocimum gratissimum Linn from Benin and in fluence of vegetative stage. J. Ethnopharmacol. 2014;155:1417–1423.", "ArticleIdList": ["25058875"]}, {"Citation": "Okoduwa S.I.R. Anti-diabetic potential of Ocimum gratissimum leaf fractions in fortified diet-fed streptozotocin treated rat model of type-2 diabetes. Medicines. 2017;4:73.", "ArticleIdList": ["PMC5750597", "29019956"]}, {"Citation": "Prabhu K.S., Lobo R., Shirwaikar A.A., Shirwaikar A. Ocimum gratissimum: a review of its chemical, pharmacological and ethnomedicinal properties, open complement. Med. J. 2009:1–15.", "ArticleIdList": ["19126292"]}, {"Citation": "Mayowa A., Tabajara D., Martins D.O., Olaitan S. Ocimum gratissimum L. leaf fl avonoid-rich fraction suppress LPS-induced inflammatory response in RAW 264. 7 macrophages and peritonitis in mice. J. Ethnopharmacol. 2017;204:169–178.", "ArticleIdList": ["28400288"]}, {"Citation": "Mith H., Yayi-ladékan E., Dosso S., Kpoviessi S., Bokossa Y., Moudachirou M. Chemical composition and antimicrobial activity of essential oils of Ocimum basilicum, Ocimum canum and Ocimum gratissimum in function of harvesting time. J. Essent. Oil Bear. Plants. 2016;19:1413–1425."}, {"Citation": "Akinyemi K.O., Oladapo O., Okwara C.E., Ibe C.C., Fasure K.A. Screening of crude extracts of six medicinal plants used in South-West Nigerian unorthodox medicine for anti-methicillin resistant Staphylococcus aureus activity. BMC Complement. Altern. Med. 2005;7:1–7.", "ArticleIdList": ["PMC1079793", "15762997"]}, {"Citation": "Ijaz A., Anwar F., Tufail S., Sherazi H., Przybylski R. Food Chemistry Chemical composition, antioxidant and antimicrobial activities of basil (Ocimum basilicum) essential oils depends on seasonal variations. Food Chem. 2008;108:986–995.", "ArticleIdList": ["26065762"]}, {"Citation": "Orlic S., Politeo O., Strikic F., Kolak I., Milos M., Satovic Z. Composition and antibacterial activities of essential oils of seven Ocimum taxa. Food Chem. 2010;119:196–201."}, {"Citation": "Prakash B., Shukla R., Singh P., Kumar P., Kishore N., Nath R. Efficacy of chemically characterized Ocimum gratissimum L. essential oil as an antioxidant and a safe plant based antimicrobial against fungal and a flatoxin B1 contamination of spices. Food Res. Int. 2011;44:385–390."}, {"Citation": "Offiah V.N., Chikwendu U.A. Antidiarrhoeal effects of Ocimum gratissimum leaf extract in experimental animals. J. Ethnopharmacol. 1999;68:327–330.", "ArticleIdList": ["10624896"]}, {"Citation": "Owokotomo I.A., Ekundayo O., Abayomi T.G., Chukwuka A.V. In-vitro anti-cholinesterase activity of essential oil from four tropical medicinal plants. Toxicol. Rep. 2015;2:850–857.", "ArticleIdList": ["PMC5598398", "28962420"]}, {"Citation": "Paradin R., Rohani S.A.H. Effect of the oil extract of Ocimum gratissimum leaves on the reproductive function and fertility of adult male rats. J. Appl. Biol. Sci. 2010;4:1–4."}, {"Citation": "Pande M., Pathak A. Effect of ethanolic extract of Ocimum gratissimum (ram tulsi) on sexual behaviour in male mice. Int. J. Pharmtech Res. 2009;1:468–473."}, {"Citation": "Ozolua O., Osakwe M., Ochei D. Effects of crude ethanolic extract of Garcinia cambogia on the reproductive system of male Wistar rats (Rattus novergicus) African J. Biotechnol. Res. 2014;2:96–97."}, {"Citation": "World Health Organization . WHO Library Cataloguing in Publication Data; Geneva: 1999. WHO Monographs on Selected Medicinal Plants."}, {"Citation": "Nasr A.Y. The impact of aged garlic extract on adriamycin-induced testicular changes in adult male Wistar rats. Acta Histochem. 2017;119:648–662.", "ArticleIdList": ["28784287"]}, {"Citation": "Oyeyemi M.O., Soetan M.O., Akinpelu O.B. Sperm characteristics and haemogram of male albino rats (Wistar strain) treated with saponin extract from vernonia amygdalina del. asteraeceae 110192. J. Cell Anim. Biol. 2015;9:26–30."}, {"Citation": "Emmanuel O.Y., Kingsley K., Lawal I. Spermatogenic and spermatotoxic effects of Telfairia occidentalis (Ugu) aqueous leaves extract in adult male Wistar rats (Rattus novergicus) Toxicol. Reports. 2018;5:954–958.", "ArticleIdList": ["PMC6154512", "30258790"]}, {"Citation": "Imafidon C.E., Olukiran O.S., Oladele A.A. Effects of two weeks administration of Ocimum gratissimum leaf on feeding pattern and markers of renal function in rats treated with gentamicin. Egypt. J. Basic Appl. Sci. 2016;3:219–231."}, {"Citation": "Ahmed M.A.G.G., Ahamed R.N., Aladakatti R.H. Effect of benzene extract of Ocimum sanctum leaves on cauda epididymal spermatozoa of rats. Iran. J. Reprod. Med. 2011;9:177–186.", "ArticleIdList": ["PMC4575751", "26396561"]}, {"Citation": "Leigh O.O., Fayemi O.E. Effects of crude aqueous extract of Ocimum gratissimum leaves on testicular histology and spermiogram in the male albino rat.pDf. Vet. Res. 2008;2:42–46."}, {"Citation": "Van Ngo T., Scarlett C.J., Bowyer M.C., Ngo P.D., Van Vuong Q. Impact of different extraction solvents on bioactive compounds and antioxidant capacity from the root of Salacia chinensis L. J. Food Qual. 2017;2017:8."}, {"Citation": "Mohd F.B., Razak A., Yong P.K., Shah Z.M., Abdullah L.C. The effect of varying solvent polarity on extraction yield of Orthosiphon stamineus leaves. J. Appl. Sci. 2012;12:1207–1210."}, {"Citation": "Lukačínová A., Mojžiš J., Beňačka R., Keller J., Maguth T., Kurila P. Preventive effects of flavonoids on alloxan-induced diabetes mellitus in rats. Acta Vet. Brno. 2008;77:175–182."}, {"Citation": "Ebong P.E., Efiong E.E., Mgbeje B.I.A., Igile G.O., Itam E.H. Combined therapy of Moringa oleifera and Ocimum gratissimum reversed testicular damage in diabetic rats. Br. J. Med. Med. Res. 2014;4:2277–2290."}, {"Citation": "Ugonna E.V. Effects of Ocimum gratissimum and Gongronema latifolium on fertility parameters: a case for bi-herbal formulations. Stand. Res. J. Med. Plants Vol1. 2013;1:1–5."}, {"Citation": "Khaki A., Azad F.F., Nouri M., Khaki A.A. Effects of basil, Ocimum basilicum on spermatogenesis in rats. J. Med. Plants Res. 2011;5:4601–4604."}, {"Citation": "Njan A.A., Olaoye S.O., Afolabi S.O., Ejimkonye B.C., Soje A., Olorundare O.E. Safety effect of fractions from methanolic leaf extract of Ocimum gratissimum on reproduction in male wistar rats. Toxicol. Rep. 2019;6:496–504.", "ArticleIdList": ["PMC6558029", "31205861"]}, {"Citation": "Nworgu F.C., Ekemezie A.A.O., Ladele A.O., Akinrolabu B.M. Performance of broiler chickens served heat-treated fluted pumpkin (Telfaria occidentalis) leaves extract supplement. Afr. J. Biotechnol. 2007;6:818–825."}]}], "History": [{"Year": "2019", "Month": "2", "Day": "27"}, {"Year": "2019", "Month": "9", "Day": "17"}, {"Year": "2019", "Month": "10", "Day": "8"}, {"Year": "2019", "Month": "12", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "10", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["31788434", "PMC6880000", "10.1016/j.toxrep.2019.10.010", "S2214-7500(19)30130-1"]}}]}