{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31794577", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "25"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "03"}], "Language": ["eng"], "ELocationID": ["e0225830", "10.1371/journal.pone.0225830"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "14", "Issue": "12", "PubDate": {"Year": "2019"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Barriers to chronic Hepatitis B treatment and care in Ghana: A qualitative study with people with Hepatitis B and healthcare providers.", "Pagination": {"StartPage": "e0225830", "MedlinePgn": "e0225830"}, "Abstract": {"AbstractText": ["Hepatitis B viral (HBV) infection remains an important public health concern particularly in Africa. Between 1990 and 2013, Hepatitis B mortality increased by 63%. In recent times, effective antiviral agents against HBV such as Nucleos(t)ide analogs (NAs) are available. These drugs are capable of suppressing HBV replication, preventing progression of chronic Hepatitis B to cirrhosis, and reducing the risk of hepatocellular carcinoma and liver-related death. Notwithstanding, these treatments are underused despite their effectiveness in managing Hepatitis B. This study sought to explore barriers to treatment and care for people with Hepatitis B (PWHB) in Ghana, paying particular attention to beliefs about aetiology that can act as a barrier to care for PWHB.", "We used an exploratory qualitative design with a purposive sampling technique. Face-to-face interviews were conducted for 18 persons with Hepatitis B (PWHB) and 15 healthcare providers (HCP; physicians, nurses, and midwives). In addition, four focus group discussions (FGD) with a composition of eight HCPs in each group were done. Participants were recruited from one tertiary and one regional hospital in Ghana. Data were processed using QSR Nvivo version 10.0 and analysed using the procedure of inductive thematic analysis. Participants were recruited from one tertiary and one regional hospital in Ghana.", "Three main cultural beliefs regarding the aetiology of chronic Hepatitis B that act as barriers to care and treatment were identified. These were: (1) the belief that chronic Hepatitis B is a punishment from the gods to those who touch dead bodies without permission from their landlords, (2) the belief that bewitchment contributes to chronic Hepatitis B, and (3) the belief that chronic Hepatitis B is caused by spiritual poison. Furthermore, individual level barriers were identified. These were the absence of chronic Hepatitis B signs and symptoms, perceived efficacy of traditional herbal medicine, and PWHB's perception that formal care does not meet their expectations. Health system-related barriers included high cost of hospital-based care and inadequate Hepatitis B education for patients from HCPs.", "Given that high cost of hospital based care was considered an important barrier to engagement in care for PWHB, we recommend including the required Hepatitis B laboratory investigations such as viral load, and the recommended treatment in the National Health Insurance Scheme (NHIS). Also, we recommend increasing health care providers and PWHB Hepatitis B knowledge and capacity in a culturally sensitive fashion, discuss with patients (1) myths about aetiology and the lack of efficacy of traditional herbal medicines, and (2) patients' expectations of care and the need to monitor even in the absence of symptoms."]}, "AuthorList": [{"Identifier": ["0000-0002-2590-604X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Work and Social Psychology Maastricht University, Maastricht, The Netherlands."}, {"Identifier": [], "Affiliation": "School of Nursing and Midwifery University of Ghana, Accra, Ghana."}], "LastName": "Adjei", "ForeName": "Charles Ampong", "Initials": "CA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Work and Social Psychology Maastricht University, Maastricht, The Netherlands."}], "LastName": "Stutterheim", "ForeName": "Sarah E", "Initials": "SE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Nursing and Midwifery University of Ghana, Accra, Ghana."}], "LastName": "Naab", "ForeName": "Florence", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Work and Social Psychology Maastricht University, Maastricht, The Netherlands."}], "LastName": "Ruiter", "ForeName": "Robert A C", "Initials": "RAC"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Economics, Hospital"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Ghana"}, {"QualifierName": [], "DescriptorName": "Health Care Costs"}, {"QualifierName": [], "DescriptorName": "Health Personnel"}, {"QualifierName": ["economics", "epidemiology", "therapy"], "DescriptorName": "Hepatitis B, Chronic"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Patient Education as Topic"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Qualitative Research"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "WHO. Hepatitis B Fact Sheet. 2018. Available from: http://www.who.int/mediacentre/factsheets/fs204/en/"}, {"Citation": "Schweitzer A, Horn J, Mikolajczyk RT, Krause G, Ott JJ. Estimations of worldwide prevalence of chronic hepatitis B virus infection: A systematic review of data published between 1965 and 2013. Lancet. 2015;386(10003):1546–55. 10.1016/S0140-6736(15)61412-X", "ArticleIdList": ["10.1016/S0140-6736(15)61412-X", "26231459"]}, {"Citation": "Stanaway JD, Flaxman AD, Naghavi M, et al. The global burden of viral hepatitis from 1990 to 2013: findings from the Global Burden of Disease Study 2013. Lancet 2016;388:1081–1088. 10.1016/S0140-6736(16)30579-7", "ArticleIdList": ["10.1016/S0140-6736(16)30579-7", "PMC5100695", "27394647"]}, {"Citation": "Terrault NA, Lok AS, McMahon BJ, Chang KM, Hwang JP, Jonas MM, et al.\nUpdate on Prevention, Diagnosis, and Treatment and of Chronic Hepatitis B: AASLD 2018 Hepatitis B Guidance. Hepatology [Internet]. 2018;67(4):1560–99. Available from: http://doi.wiley.com/10.1002/hep.29800\n", "ArticleIdList": ["10.1002/hep.29800", "PMC5975958", "29405329"]}, {"Citation": "Park H, Jeong D, Nguyen P, Henry L, Hoang J, Kim Y, et al. Economic and clinical burden of viral hepatitis in California: A population-based study with longitudinal analysis. PLoS One. 2018;13(4):1–13.", "ArticleIdList": ["PMC5927421", "29708985"]}, {"Citation": "Kavosi Z, Zare F, Jafari A, Fattahi MR. Economic burden of hepatitis B virus infection in different stages of disease; a report from southern iran. Middle East J Dig Dis [Internet]. 2014;6(3):156–61. Available from: http://www.ncbi.nlm.nih.gov/pubmed/25093064\n", "ArticleIdList": ["PMC4119673", "25093064"]}, {"Citation": "Keshavarz K, Kebriaeezadeh A, Alavian SM, Akbari Sari A, Abedin Dorkoosh F, Keshvari M, et al.\nEconomic Burden of Hepatitis B Virus-Related Diseases: Evidence From Iran. Hepat Mon [Internet]. 2015;15(4). Available from: http://hepatmon.com/en/articles/58832.html", "ArticleIdList": ["PMC4427913", "25977694"]}, {"Citation": "Lu J, Xu A, Wang J, Zhang L, Song L, Li R, et al. Direct economic burden of hepatitis B virus related diseases: Evidence from Shandong, China. BMC Health Serv Res [Internet]. 2013;13(1):1. Available from: BMC Health Services Research", "ArticleIdList": ["PMC3572417", "23368750"]}, {"Citation": "Wei L, Kao JH. Benefits of long-term therapy with nucleos(t)ide analogues in treatment-naïve patients with chronic hepatitis B. Curr Med Res Opin. 2017;33(3):495–504. 10.1080/03007995.2016.1264932", "ArticleIdList": ["10.1080/03007995.2016.1264932", "27882776"]}, {"Citation": "O’Hara GA, McNaughton AL, Maponga T, Jooste P, Ocama P, Chilengi R, et al. Hepatitis B Virus as a Neglected Tropical Disease. PLoS Negl Trop Dis [Internet]. 2017;11(10):e0005842 Available from: 10.1371/journal.pntd.0005842", "ArticleIdList": ["10.1371/journal.pntd.0005842", "PMC5628785", "28981505"]}, {"Citation": "Gill US, Kennedy PTF. Current therapeutic approaches for HBV infected patients. J Hepatol [Internet]. 2017;67(2):412–4. Available from: 10.1016/j.jhep.2017.04.015", "ArticleIdList": ["10.1016/j.jhep.2017.04.015", "28629790"]}, {"Citation": "Cholongitas E, Tziomalos K, Pipili C. Management of patients with hepatitis B in special populations. World J Gastroenterol. 2015;21(6):1738–48. 10.3748/wjg.v21.i6.1738", "ArticleIdList": ["10.3748/wjg.v21.i6.1738", "PMC4323449", "25684938"]}, {"Citation": "Post SE, Sodhi NK, Peng C, Wan K, Pollack H J. Simulation Shows That Early Treatment of Chronic Hepatitis B Infection Can Cut Deaths and Be Cost-Effective. Health Aff (Millwood). 2011; 30 (2), 340–348", "ArticleIdList": ["PMC4070306", "21289356"]}, {"Citation": "Traoré A, Hejoaka F, Giles-Vernick T, Shimakawa Y, Sanou A, Bamba I. Barriers to Linkage to Care for Hepatitis B Virus Infection: A Qualitative Analysis in Burkina Faso, West Africa. Am J Trop Med Hyg [Internet]. 2016;95(6):1368–75. Available from: http://www.ajtmh.org/content/journals/10.4269/ajtmh.16-0398\n", "ArticleIdList": ["10.4269/ajtmh.16-0398", "PMC5154452", "27928086"]}, {"Citation": "Guirgis M, Nusair F, Bu YM, Yan K, Zekry a. T. Barriers faced by migrants in accessing healthcare for viral hepatitis infection. Intern Med J. 2012;42(5):491–6. 10.1111/j.1445-5994.2011.02647.x", "ArticleIdList": ["10.1111/j.1445-5994.2011.02647.x", "22151101"]}, {"Citation": "Nwokediuko SC. Chronic Hepatitis B: Management Challenges in Resource-Poor Coun- tries. 2011;11(10):786–93. 10.5812/kowsar.1735143X.757", "ArticleIdList": ["10.5812/kowsar.1735143X.757", "PMC3234575", "22224076"]}, {"Citation": "Tan NC, Cheah SL, Teo EK. A qualitative study of health-seeking behavior of Hepatitis B carriers. 2005;46(1):6–10.", "ArticleIdList": ["15633001"]}, {"Citation": "Eley NT, Namey E, McKenna K, Johnson AC, Guest G. Beyond the Individual: Social and Cultural Influences on the Health-Seeking Behaviors of African American Men. Am J Mens Health. 2019;13(1).", "ArticleIdList": ["PMC6440067", "30767594"]}, {"Citation": "Abubakar A, Van Baar A, Fischer R, Bomu G, Gona JK, Newton CR. Socio-cultural determinants of health-seeking behaviour on the Kenyan Coast: A qualitative study. PLoS One. 2013;8(11).", "ArticleIdList": ["PMC3832523", "24260094"]}, {"Citation": "Kleinman A. Patients and healers in the context of culture: an exploration of the borderland between anthropology, medicine, and psychiatry Berkeley: University of California Press; 1980"}, {"Citation": "Buchbinder M. Patients and healers in the context of culture: an explorationof the borderland between anthropology, medicine, and psychiatry, by Arthur Kleinman. Anthropol Med. 2013;20(1):109–11. 10.1080/13648470.2012.762337", "ArticleIdList": ["10.1080/13648470.2012.762337", "23510402"]}, {"Citation": "White P. The concept of diseases and health care in African traditional religion in Ghana. HTS Teol Stud / Theol Stud. 2015;71(3):1–7."}, {"Citation": "Mkandawire P, Richmond C, Dixon J, Luginaah IN, Tobias J. Hepatitis B in Ghana’s upper west region: a hidden epidemic in need of national policy attention. Health Place [Internet]. 2013. \nSeptember [cited 2015 Mar 6];23:89–96. Available from: http://www.ncbi.nlm.nih.gov/pubmed/23811012\n10.1016/j.healthplace.2013.06.001\n", "ArticleIdList": ["10.1016/j.healthplace.2013.06.001", "23811012"]}, {"Citation": "Adjei CA, Atibilla F, Apiribu F, Ahordzor F, Attafuah PA, Ansah-Nyarko M, Asamoah R, and Menkah W. Hepatitis B infection among parturient women in Peri-Urban Ghana. American Journal of Tropical Medicine and Hygiene. 2018; 10.4269/ajtmh.17-0752", "ArticleIdList": ["10.4269/ajtmh.17-0752", "PMC6283520", "30298807"]}, {"Citation": "Arias D, Taylor L, Ofori-Atta A, Bradley EH. Prayer camps and biomedical care in Ghana: Is collaboration in mental health care possible? PLoS One. 2016;11(9):1–16.", "ArticleIdList": ["PMC5019394", "27618551"]}, {"Citation": "Ofori-Asenso R, Agyeman AA. Hepatitis B in Ghana: a systematic review & meta-analysis of prevalence studies (1995–2015). BMC Infect Dis [Internet]. 2016;16(1):130 Available from: http://www.biomedcentral.com/1471-2334/16/130\n10.1186/s12879-016-1467-5\n", "ArticleIdList": ["10.1186/s12879-016-1467-5", "PMC4797341", "26987556"]}, {"Citation": "Blankson A, Wiredu EK, Gyasi RK, Adjei A, Tettey Y. Sero-prevalence of hepatitis B and C viruses in cir-rhosis of the liver in Accra Ghana. Ghana Med J. 2005;39(4):132–7."}, {"Citation": "World Health Organization. Global health sector strategy on viral hepatitis. Towards ending viral hepatitis. 2016; Geneva, Switzerland."}, {"Citation": "Labaree RV. Organising your Social sciences Research Paper: Types of Research designs. 2009[Retrieved from: http://libguides.usc.edu/writingguide/researchdesigns. Available on January 30, 2019]"}, {"Citation": "Creswell JW. Research Design (4th Edition): Sage publications; 2014"}, {"Citation": "Ghana Statistical Service. 2010 population projected by sex, 2010–2016. 2016. Available from: http://www.statsghana.gov.gh/pop_stats.html"}, {"Citation": "Adjei CA, Stutterheim SE, Naab F, Ruiter RAC. Chronic Hepatitis B stigma in Ghana: a qualitative study with patients and providers. BMJ Open [Internet]. 2019;9(6):e025503 Available from: http://bmjopen.bmj.com/lookup/doi/10.1136/bmjopen-2018-025503\n", "ArticleIdList": ["10.1136/bmjopen-2018-025503", "PMC6597648", "31248915"]}, {"Citation": "Tong A, Sainsbury P, Craig J. Consolidated criteria for reporting qualitative research: A 32-item checklist for interviews and focus groups. Int J Qual Heal Care. 2018;19(6):349–57.", "ArticleIdList": ["17872937"]}, {"Citation": "Etikan I, Musa SA, Alkassim RS. Comparison of Convenience Sampling and Purposive Sampling. 2016;5(1):1–4."}, {"Citation": "Palinkas L A, Horwitz SM, Green C A, Wisdom JP, Duan N, Hoagwood K. Purposeful Sampling for Qualitative Data Collection and Analysis in Mixed Method Implementation Research. Adm Policy Ment Heal. 2015;42(5):533–44.", "ArticleIdList": ["PMC4012002", "24193818"]}, {"Citation": "Lambert SD, Loiselle CG. Combining individual interviews and focus groups to enhance data richness. J Adv Nurs. 2008;62(2):228–37. 10.1111/j.1365-2648.2007.04559.x", "ArticleIdList": ["10.1111/j.1365-2648.2007.04559.x", "18394035"]}, {"Citation": "Wellings K, Branigan P, Mitchell K. Discomfort, discord and discontinuity as data: Using focus groups to research sensitive topics. Cult Heal Sex 2000;2:255–67. 10.1080/136910500422241", "ArticleIdList": ["10.1080/136910500422241"]}, {"Citation": "Stuckey H. Three types of interviews: Qualitative research methods in social health. J Soc Heal Diabetes [Internet]. 2013;1(2):56 Available from: http://www.joshd.net/text.asp?2013/1/2/56/115294"}, {"Citation": "Braun V. and Clarke V. Using thematic analysis in psychology. Qualitative Research in Psychology 2006, 3 (2). 77–101."}, {"Citation": "Polit DF, Beck CT. Nursing research: Principles and methods. 8th Edn: Lippincot William & Wilkins, 2014."}, {"Citation": "Adjei CA, Naab F, Donkor ES. Beyond the diagnosis: a qualitative exploration of the experiences of persons with hepatitis B in the Accra Metropolis, Ghana. BMJ Open [Internet]. 2017;7(11):e017665 Available from: http://bmjopen.bmj.com/lookup/doi/10.1136/bmjopen-2017-017665\n", "ArticleIdList": ["10.1136/bmjopen-2017-017665", "PMC5722085", "29102991"]}, {"Citation": "Dahl TF, Cowie BC, Biggs B-A, Leder K, MacLachlan JH, Marshall C, et al. Health literacy in patients with chronic hepatitis B attending a tertiary hospital in Melbourne: a questionnaire based survey. BMC Infect Dis. 2014;14(1):537.", "ArticleIdList": ["PMC4287473", "25338513"]}, {"Citation": "Carabez RM, Swanner JA, Yoo GJ, Ho M. Knowledge and fears among Asian Americans chronically infected with hepatitis B. J Cancer Educ. 2014;29(3):522–8. 10.1007/s13187-013-0585-7", "ArticleIdList": ["10.1007/s13187-013-0585-7", "24395631"]}, {"Citation": "Li D, Tang T, Patterson M, Ccfp MH, Heathcote J, Frcp M, et al. The impact of hepatitis B knowledge and stigma on screening in Canadian Chinese persons. 2012;26(9):597–602. 10.1155/2012/705094", "ArticleIdList": ["10.1155/2012/705094", "PMC3441165", "22993729"]}, {"Citation": "Mensah A, Prakash A. Gendered injustice: A comparative analysis of witchcraft beliefs and witchcraft-related violence in Ghana and Nepal. Int J Sociol Anthropol [Internet]. 2014;6(10):314–21. Available from: http://academicjournals.org/journal/IJSA/article-abstract/E405B8747740"}, {"Citation": "Azu MN, Richter S, Aniteye P. Ghanaian Men Living with Sexual Transmitted Infections: Knowledge and Impact on Treatment Seeking Behaviour- A Qualitative Study. 2018;22(September):24–32.", "ArticleIdList": ["30381929"]}, {"Citation": "Tran TT. Understanding cultural barriers in hepatitis B virus infection. Cleveland Clinic Journal of Medicine. 2009; 7(3); 10–13", "ArticleIdList": ["19465703"]}, {"Citation": "Wu H, Yim C, Chan A, Ho M, Heathcote J. Sociocultural factors that potentially affect the institution of prevention and treatment strategies for hepatitis B in Chinese Canadians. Can J Gastroenterol. 2009;23(1):31–6. 10.1155/2009/608352", "ArticleIdList": ["10.1155/2009/608352", "PMC2695145", "19172206"]}, {"Citation": "Agyei-Baffour P, Kudolo A, Quansah DY, Boateng D. Integrating herbal medicine into mainstream healthcare in Ghana: Clients’ acceptability, perceptions and disclosure of use. BMC Complement Altern Med. 2017;17(1):1–9. 10.1186/s12906-016-1505-2", "ArticleIdList": ["10.1186/s12906-016-1505-2", "PMC5709853", "29191194"]}, {"Citation": "Aziato L, Antwi HO. Facilitators and barriers of herbal medicine use in Accra, Ghana: An inductive exploratory study. BMC Complement Altern Med [Internet]. 2016;16(1):1–9. Available from: 10.1186/s12906-016-1124-y", "ArticleIdList": ["10.1186/s12906-016-1124-y", "PMC4880958", "27229306"]}, {"Citation": "Alizadeh HM, Ranjbar M, Yadollahzadeh M. Patient concerns regarding chronic hepatitis B and C infection. 2008;14:1142–8.", "ArticleIdList": ["19161087"]}, {"Citation": "Adjei CA, Asamoah R, Atibila F, Ti-enkawol GN, Ansah-Nyarko M. Mother-to-child transmission of hepatitis B: extent of knowledge of physicians and midwives in Eastern region of Ghana. BMC Public Health [Internet]. 2016;16(1):537 Available from: http://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-016-3215-6", "ArticleIdList": ["10.1186/s12889-016-3215-6", "PMC4939625", "27401399"]}, {"Citation": "Wallace J, McNally S, Richmond J, Hajarizadeh B, Pitts M. Managing chronic hepatitis B: A qualitative study exploring the perspectives of people living with chronic hepatitis B in Australia. BMC Res Notes. 2011;4:45 10.1186/1756-0500-4-45", "ArticleIdList": ["10.1186/1756-0500-4-45", "PMC3060129", "21371332"]}, {"Citation": "Ng CJ, Low WY, Wong LP, Sudin MR, Mohamed R. Uncovering the experiences and needs of patients with chronic hepatitis B infection at diagnosis: a qualitative study. Asia Pac J Public Health [Internet]. 2013. \nJanuary [cited 2015 Apr 27];25(1):32–40. Available from: http://www.ncbi.nlm.nih.gov/pubmed/21807630\n10.1177/1010539511413258\n", "ArticleIdList": ["10.1177/1010539511413258", "21807630"]}, {"Citation": "Chao SD, Chang ET, Le P V., Prapong W, Kiernan M, So SKS. The Jade Ribbon Campaign: A model program for community outreach and education to prevent liver cancer in Asian Americans. J Immigr Minor Heal. 2009;11(4):281–90.", "ArticleIdList": ["17990118"]}]}], "History": [{"Year": "2019", "Month": "3", "Day": "1"}, {"Year": "2019", "Month": "11", "Day": "13"}, {"Year": "2019", "Month": "12", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["31794577", "PMC6890212", "10.1371/journal.pone.0225830", "PONE-D-19-06005"]}}]}