{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aucubin", "Druggability", "Pharmacology", "Physicochemical properties", "Toxicology"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31790767", "DateCompleted": {"Year": "2020", "Month": "01", "Day": "13"}, "DateRevised": {"Year": "2020", "Month": "01", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1016/j.fitote.2019.104443", "S0367-326X(19)31727-7"], "Journal": {"ISSN": "1873-6971", "JournalIssue": {"Volume": "140", "PubDate": {"Year": "2020", "Month": "Jan"}}, "Title": "Fitoterapia", "ISOAbbreviation": "Fitoterapia"}, "ArticleTitle": "A review of the pharmacology and toxicology of aucubin.", "Pagination": {"StartPage": "104443", "MedlinePgn": "104443"}, "Abstract": {"AbstractText": ["Aucubin is an iridoid glycoside that is widely prevalent in traditional medicinal herbs, such as Eucommia ulmoides Oliv., Aucuba japonica Thunb. and Plantago asiatica L. This review aims to provide a comprehensive summary of the source, biological activity, pharmacokinetics and toxicology of aucubin with the ultimate objective of providing a guide for future drug development and potential clinical applications of aucubin. Aucubin is a highly active compound possessing extensive biological effects including antioxidant, anti-aging, anti-inflammatory, anti-fibrotic, anti-cancer, hepatoprotective, neuroprotective and osteoprotective properties. Although aucubin has been shown to have poor oral bioavailability in rats, aucubin is widely distributed in multiple organs including kidney, liver, heart, spleen and lung, and there is a sex difference in the absorption of aucubin. Tolerance of aucubin is good and no serious adverse reactions have been observed to date. In short, aucubin is a compound with abundant potential sources, good safety and numerous beneficial biological activities, which exhibits high potential value for use in health care products and pharmaceuticals. In order to accelerate the development and utilization of aucubin-related products, in-depth studies should be focused on the following questions of interest. First, it is necessary to introduce advanced separation and formulation technologies to improve the yield and stability of aucubin products. Second, studies should focus on the specific pharmacological activities of aucubin to determine the structure-activity relationship so as to improve the efficacy and reduce side effects. Finally, clinical studies are needed to confirm the efficacy of aucubin in specific diseases."], "CopyrightInformation": "Copyright © 2019 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacology, Xiangya Hospital, Central South University, 87 Xiangya Road, Changsha 410008, PR China; Institute of Clinical Pharmacology, Central South University, Hunan Key Laboratory of Pharmacogenetics, 110 Xiangya Road, Changsha 410078, PR China; Engineering Research Center of Applied Technology of Pharmacogenomics, Ministry of Education, 110 Xiangya Road, Changsha 410078, PR China; National Clinical Research Center for Geriatric Disorders, 87 Xiangya Road, Changsha 410008, Hunan, PR China."}], "LastName": "Zeng", "ForeName": "Xiangchang", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacology, Xiangya Hospital, Central South University, 87 Xiangya Road, Changsha 410008, PR China; Institute of Clinical Pharmacology, Central South University, Hunan Key Laboratory of Pharmacogenetics, 110 Xiangya Road, Changsha 410078, PR China; Engineering Research Center of Applied Technology of Pharmacogenomics, Ministry of Education, 110 Xiangya Road, Changsha 410078, PR China; National Clinical Research Center for Geriatric Disorders, 87 Xiangya Road, Changsha 410008, Hunan, PR China; Hunan Key Laboratory for Bioanalysis of Complex Matrix Samples, Changsha Duxact Biotech Co., Ltd., Changsha 411000, PR China."}], "LastName": "Guo", "ForeName": "Fei", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacology, Xiangya Hospital, Central South University, 87 Xiangya Road, Changsha 410008, PR China; Institute of Clinical Pharmacology, Central South University, Hunan Key Laboratory of Pharmacogenetics, 110 Xiangya Road, Changsha 410078, PR China; Engineering Research Center of Applied Technology of Pharmacogenomics, Ministry of Education, 110 Xiangya Road, Changsha 410078, PR China; National Clinical Research Center for Geriatric Disorders, 87 Xiangya Road, Changsha 410008, Hunan, PR China; Hunan Key Laboratory for Bioanalysis of Complex Matrix Samples, Changsha Duxact Biotech Co., Ltd., Changsha 411000, PR China. Electronic address: 801940@csu.edu.cn."}], "LastName": "Ouyang", "ForeName": "Dongsheng", "Initials": "D"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Fitoterapia", "NlmUniqueID": "16930290R", "ISSNLinking": "0367-326X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Iridoid Glucosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "2G52GS8UML", "NameOfSubstance": "aucubin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology", "toxicity"], "DescriptorName": "Iridoid Glucosides"}, {"QualifierName": ["pharmacology", "toxicity"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "8", "Day": "24"}, {"Year": "2019", "Month": "11", "Day": "25"}, {"Year": "2019", "Month": "11", "Day": "29"}, {"Year": "2019", "Month": "12", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "3", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31790767", "10.1016/j.fitote.2019.104443", "S0367-326X(19)31727-7"]}}]}