{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["evenness", "medicinal and aromatic plants", "microbial diversity", "microbial richness", "rhizosphere", "state shift"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31803153", "DateRevised": {"Year": "2023", "Month": "11", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "19"}], "Language": ["eng"], "ELocationID": ["2604", "10.3389/fmicb.2019.02604"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2019"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Vulnerability of Soil Microbiome to Monocropping of Medicinal and Aromatic Plants and Its Restoration Through Intercropping and Organic Amendments.", "Pagination": {"StartPage": "2604", "MedlinePgn": "2604"}, "Abstract": {"AbstractText": ["Cultivation of medicinal and aromatic plants (MAPs) is persistently increasing due to excessive demands of naturals. Agricultural land and its microbial diversity are primarily adapted to conventional crops, and introduction of MAP and their continuous monocropping may disturb the ecological stability of soil microbiome. Here, the effect of cultivation of MAPs on soil microbial diversity was studied. The aim of the study is to examine the effects of cultivation of MAPs on the possible shift in soil microbial diversity and to restore such impacts by using organic amendments or intercropping. Terminal restriction fragments polymorphism (TRFLP) and next-generation sequencing (NGS) studies showed that of the various selected MAPs, maximal modulation in the soil microbial diversity patterns was noticed in fields of <i>Mentha arvensis</i> and <i>Artemisia annua</i>, and the traces of essential oil/phytochemicals were detected in bulk and rhizospheric soil. In both <i>Artemisia</i>- and <i>Mentha</i>-cultivated soil, the total operating taxonomic unit (OTU) declined in both bulk and rhizospheric soil in comparison to control (<i>Zea mays</i>), but the bacterial richness of <i>Mentha</i> soil was slightly higher than that of control. However, cultivation of <i>Mentha</i> improved the evenness of the microbial community. The inclusion of crops like <i>Sesbania</i> and <i>Chlorophytum</i> and the application of vermicompost (VC) enhanced the microbial richness and evenness, thereby restoring the soil microbial state shift and resulting in higher productivity in the continuously <i>Mentha</i> cropped field. Our study concludes that long-term cultivation of some MAPs may affect the richness but promote the evenness of microbial diversity. The state shift could be restored to some extent, and crop productivity could be enhanced by the inclusion of selected crops and organic manures in cropping systems."], "CopyrightInformation": "Copyright © 2019 Misra, Maji, Awasthi, Pandey, Yadav, Pandey, Saikia, Babu and Kalra."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbial Technology Department, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial Research, Lucknow, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial Research, Lucknow, India."}], "LastName": "Misra", "ForeName": "Pooja", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbial Technology Department, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial Research, Lucknow, India."}], "LastName": "Maji", "ForeName": "Deepamala", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbial Technology Department, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial Research, Lucknow, India."}], "LastName": "Awasthi", "ForeName": "Ashutosh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbial Technology Department, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial Research, Lucknow, India."}], "LastName": "Pandey", "ForeName": "Shiv Shanker", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Analytical Chemistry Department, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial Research, Lucknow, India."}], "LastName": "Yadav", "ForeName": "Anju", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbial Technology Department, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial Research, Lucknow, India."}], "LastName": "Pandey", "ForeName": "Alok", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Bioprospection, Council of Scientific and Industrial Research, Lucknow, India."}], "LastName": "Saikia", "ForeName": "Dharmendra", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial Research, Lucknow, India."}, {"Identifier": [], "Affiliation": "Central Institute of Medicinal and Aromatic Plants, Research Centre, Council of Scientific and Industrial Research, Bengaluru, India."}], "LastName": "Babu", "ForeName": "C S Vivek", "Initials": "CSV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbial Technology Department, Central Institute of Medicinal and Aromatic Plants, Council of Scientific and Industrial Research, Lucknow, India."}], "LastName": "Kalra", "ForeName": "Alok", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Altieri M. A. (1999). The ecological role of biodiversity in agroecosystems. Agr. Ecosyst. Environ. 74 19–31. 10.1016/b978-0-444-50019-9.50005-4", "ArticleIdList": ["10.1016/b978-0-444-50019-9.50005-4"]}, {"Citation": "Awasthi A., Singh M., Soni S. K., Singh R., Kalra A. (2014). Biodiversity acts as insurance of productivity of bacterial communities under abiotic perturbations. ISME J. 8 2445–2452. 10.1038/ismej.2014.91", "ArticleIdList": ["10.1038/ismej.2014.91", "PMC4260711", "24926862"]}, {"Citation": "Baldrian P., Kolařík M., Stursová M., Kopecký J., Valášková V., Větrovský T., et al. (2012). Active and total microbial communities in forest soil are largely different and highly stratified during decomposition. ISME J. 6 248–258. 10.1038/ismej.2011.95", "ArticleIdList": ["10.1038/ismej.2011.95", "PMC3260513", "21776033"]}, {"Citation": "Balvanera P., Kremen C., Martinez M. (2005). Applying community structure analysis to ecosystem function: examples from pollination and carbon storage. Ecol. Appl. 15 360–375. 10.1890/03-5192", "ArticleIdList": ["10.1890/03-5192"]}, {"Citation": "Bardgett R. D., Mommer L., Vries F. T. D. (2014). Going underground: root traits as drivers of ecosystem processes. Trends Ecol. Evol. 29 692–699. 10.1016/j.tree.2014.10.006", "ArticleIdList": ["10.1016/j.tree.2014.10.006", "25459399"]}, {"Citation": "Berendsen R. L., Pieterse C. M. J., Bakke P. A. (2012). The rhizosphere microbiome and plant health. Trends Plant Sci. 17 478–486. 10.1016/j.tplants.2012.04.001", "ArticleIdList": ["10.1016/j.tplants.2012.04.001", "22564542"]}, {"Citation": "Berg G., Smalla K. (2009). Plant species and soil type cooperatively shape the structure and function of microbial communities in the rhizosphere. FEMS Microbiol. Ecol. 68 1–13. 10.1111/j.1574-6941.2009.00654.x", "ArticleIdList": ["10.1111/j.1574-6941.2009.00654.x", "19243436"]}, {"Citation": "Bharti N., Barnawal D., Maji D., Kalra A. (2015). Halotolerant PGPRs prevent major shifts in indigenous microbial community structure under salinity stress. Microb. Ecol. 70 196–208. 10.1007/s00248-014-0557-4", "ArticleIdList": ["10.1007/s00248-014-0557-4", "25542205"]}, {"Citation": "Bowsher A. W., Ali R., Harding S. A., Tsai C. J., Donovan L. A. (2016). Evolutionary divergences in root exudate composition among ecologically contrasting helianthus species. PLoS One 11:e0148280. 10.1371/journal.pone.0148280", "ArticleIdList": ["10.1371/journal.pone.0148280", "PMC4733055", "26824236"]}, {"Citation": "Broeckling C. D., Broz A. K., Bergelson J., Manter D. K., Vivanco J. M. (2008). Root exudates regulate soil fungal community composition and diversity. Appl. Environ. Microbiol. 74 738–744. 10.1128/aem.02188-07", "ArticleIdList": ["10.1128/aem.02188-07", "PMC2227741", "18083870"]}, {"Citation": "Chapin F. S., III, Zavaleta E. S., Eviner V. T., Naylor R. L., Vitousek P. M., Reynolds H. L., et al. (2000). Consequences of changing biodiversity. Nature 405 234–242.", "ArticleIdList": ["10821284"]}, {"Citation": "Culman S. W., Bukowski R., Gauch H. G., Quiroz H. C., Buckley D. H. (2009). T-REX- software for the processing and analysis of TRFLP data. BMC Bioinform. 10:171. 10.1186/1471-2105-10-171", "ArticleIdList": ["10.1186/1471-2105-10-171", "PMC2702334", "19500385"]}, {"Citation": "Dilly O., Bach H.-J., Buscot F., Eschenbach C., Kutsch W. L., Middelhoff U., et al. (2000). Characteristics and energetic strategies of the rhizosphere in ecosystems of the Bornhöved Lake district. Appl. Soil Ecol. 15 201–210. 10.1016/s0929-1393(00)00096-2", "ArticleIdList": ["10.1016/s0929-1393(00)00096-2"]}, {"Citation": "Dreyfus B. L., Dommergues Y. R. (1980). Non inhibition de la fixation d’azoteatmospherique chez unelegumineuse a nodules caulinaires, Sesbania rostrata. CR AcadSei Paris. 291 767–770."}, {"Citation": "Dundek P., Holík L., Rohlík T., Hromádko L., Vranová V., Rejšek K., et al. (2014). Methods of plant root exudates analysis: a review. Acta universitatis agricultura eet silvicultur aemendelian aebrunensis 59 241–246."}, {"Citation": "Fan K., Cardona C., Li Y., Shi Y., Xiang X., Shen C., et al. (2017). Rhizosphere-associated bacterial network structure and spatial distribution differ significantly from bulk soil in wheat crop fields. Soil Biol. Biochem. 113 275–284. 10.1016/j.soilbio.2017.06.020", "ArticleIdList": ["10.1016/j.soilbio.2017.06.020"]}, {"Citation": "Grayston S. J., Wang S. Q., Campbell C. D., Edwards A. C. (1998). Selective influence of plant species on microbial diversity in the rhizosphere. Soil Biol. Biochem. 30 369–378. 10.1016/s0038-0717(97)00124-7", "ArticleIdList": ["10.1016/s0038-0717(97)00124-7"]}, {"Citation": "Gupta S. K., Singh P., Bajpai P., Ram G., Singh D., Gupta M. M., et al. (2002). Morphogenetic variation for artemisinin and volatile oil in Artemisia annua. Ind. Crops Prod. 16 217–224. 10.1016/s0926-6690(02)00049-3", "ArticleIdList": ["10.1016/s0926-6690(02)00049-3"]}, {"Citation": "Gupta R. S. (2000). The phylogeny of proteobacteria: relationships to other eubacterial phyla and eukaryotes. FEMS Microbiol. Rev. 24 367–402. 10.1016/s0168-6445(00)00031-0", "ArticleIdList": ["10.1016/s0168-6445(00)00031-0", "10978543"]}, {"Citation": "Hammer Ø, Harper D. A. T., Ryan P. D. (2001). PAST –Palaeontological statistics package for education and data analysis. Palaeontol. Electron. 4:9."}, {"Citation": "Hanway J. J., Heidel H. (1952). Soil analysis methods as used in iowa state college soil testing laboratory. Iowa Agricult. 27 1–13."}, {"Citation": "Hartmann A., Schmid M., Tuinen D. V., Berg G. (2009). Plant-driven selection of microbes. Plant Soil 321 235–257. 10.1007/s11104-008-9814-y", "ArticleIdList": ["10.1007/s11104-008-9814-y"]}, {"Citation": "Hejda M., Pyšek P., Jarošík V. (2009). Impact of invasive plants on the species richness, diversity and composition of invaded communities. J. Ecol. 97 393–403. 10.1371/journal.pone.0039571", "ArticleIdList": ["10.1371/journal.pone.0039571", "PMC3387153", "22768091"]}, {"Citation": "Jackson M. L. (1967). Soil Chemical analysis. New Delhi: Prentice Hall of India.Pvt.Ltd., 498."}, {"Citation": "Jiang Y., Li S., Li R., Zhang J., Liu Y., Lv L., et al. (2017). Plant cultivars imprint the rhizosphere bacterial community composition and association networks. Soil Biol. Biochem. 109 145–155. 10.1016/j.soilbio.2017.02.010", "ArticleIdList": ["10.1016/j.soilbio.2017.02.010"]}, {"Citation": "Jones R. T., Robeson M. S., Lauber C. L., Hamady M., Knight R., Fierer N. (2009). A comprehensive survey of soil acidobacterial diversity using pyrosequencing and clone library analyses. ISME J. 3:442. 10.1038/ismej.2008.127", "ArticleIdList": ["10.1038/ismej.2008.127", "PMC2997719", "19129864"]}, {"Citation": "Lim S. L., Wu T. Y., Lim P. N., Shak K. P. Y. (2015). The use of vermicompost in organic farming: overview, effects on soil and economics. J. Sci. Food Agric. 95 1143–1156. 10.1002/jsfa.6849", "ArticleIdList": ["10.1002/jsfa.6849", "25130895"]}, {"Citation": "Llado S., López-Mondéjar R., Baldrian P. (2017). Forest soil bacteria: diversity, involvement in ecosystem processes, and response to global change. Microbiol. Mol. Biol. Rev. 81 63–16. 10.1128/MMBR.00063-16", "ArticleIdList": ["10.1128/MMBR.00063-16", "PMC5485800", "28404790"]}, {"Citation": "Maji D., Barnawal D., Gupta A., Singh A. K., Kalra A. (2013). A natural plant growth promoter calliterpenone from a plant Callicarpa macrophylla Vahl improves the plant growth-promoting effects of plant growth-promoting rhizobacteria (PGPRs). World J. Microbiol. Biotechnol. 29 833–839. 10.1007/s11274-012-1238-4", "ArticleIdList": ["10.1007/s11274-012-1238-4", "23271460"]}, {"Citation": "Maji D., Misra P., Singh S., Kalra A. (2017). Humic acid rich vermicompost promotes plant growth by improving microbial community structure of soil as well as root nodulation and mycorrhizal colonization in the roots of Pisum sativum. Applied Soil Ecology 110 97–108. 10.1016/j.apsoil.2016.10.008", "ArticleIdList": ["10.1016/j.apsoil.2016.10.008"]}, {"Citation": "Marais A., Hardy M., Booyse M., Botha A. (2012). Effects of monoculture, crop rotation, and soil moisture content on selected soil physicochemical and microbial parameters in wheat fields. Appl. Environ. Soil Sci. 2012 1–13. 10.1155/2012/593623", "ArticleIdList": ["10.1155/2012/593623"]}, {"Citation": "Sokovic M., Marin P. D., Brkic D., van Griensven L. J. (2008). Chemical composition and antibacterial activity of essential oils against human pathogenic bacteria. Food 1 220–226."}, {"Citation": "Miethling R., Wieland G., Backhaus H., Tebbe C. C. (2000). Variation of microbial rhizosphere communities in response to crop species, soil origin, and inoculation with Sinorhizobium meliloti L33. Microbiol. Ecol. 40 43–56. 10.1007/s002480000021", "ArticleIdList": ["10.1007/s002480000021", "10977876"]}, {"Citation": "Moeseneder M., Arrieta J. S. M., Muyzer G., Winter C., Herndl G. J. (1999). Optimization of terminal-restriction fragment length polymorphism analysis for complex marine bacterioplankton communities and comparison with denaturing gradient gel electrophoresis. Appl. Environ. Microbiol. 65 3518–3525.", "ArticleIdList": ["PMC91528", "10427043"]}, {"Citation": "Muranaka T., Saito K. (2010). “Production of pharmaceuticals by plant tissue cultures,” in Comprehensive Natural Products II: Chemistry and Biology, Vol. 3 eds Mander L., Liu H. W. (Oxford: Elsevier; ), 615–628. 10.1016/b978-008045382-8.00065-4", "ArticleIdList": ["10.1016/b978-008045382-8.00065-4"]}, {"Citation": "Murphy J., Riley J. P. (1962). A modified single solution method for the determination of phosphate in natural waters. Anal. Chim. Acta 27 31–36. 10.1016/s0003-2670(00)88444-5", "ArticleIdList": ["10.1016/s0003-2670(00)88444-5", "0"]}, {"Citation": "Okwuagwu M. I., Alleh M. E., Osemwota I. O. (2003). The effects of organic and inorganic manure on soil properties and yield of okra in Nigeria. Afric. Crop Sci. Confer. Proc. 6 390–393."}, {"Citation": "Olsen S. R., Cole C. V., Watanabe F. S., Dean L. A. (1954). Estimation of available phosphorus in soils by extraction with sodium bicarbonate. Washington D.C.: USDA; 939 1–19."}, {"Citation": "Patkowska E., Konopiński M. (2014). Occurrence of antagonistic fungi in the soil after cover crops cultivation. Plant Soil Environ. 60 204–209. 10.17221/67/2014-pse", "ArticleIdList": ["10.17221/67/2014-pse"]}, {"Citation": "Vieira-Brock P. L., Vaughan B. M., Vollmer D. L. (2017). Comparison of antimicrobial activities of natural essential oils and synthetic fragrances against selected environmental pathogens. Biochimie Open 5 8–13. 10.1016/j.biopen.2017.09.001", "ArticleIdList": ["10.1016/j.biopen.2017.09.001", "PMC5805554", "29450151"]}, {"Citation": "Philippot L., Raaijmakers J. M., Lemanceau P., Putten W. H. (2013a). Going back to the roots: the microbial ecology of the rhizosphere. Nat. Rev. Microbiol. 11 789–799. 10.1038/nrmicro3109", "ArticleIdList": ["10.1038/nrmicro3109", "24056930"]}, {"Citation": "Philippot L., Spor A., Hénault C., Bru D., Bizouard F., Jones C. M., et al. (2013b). Loss in microbial diversity affects nitrogen cycling in soil. ISME J. 7:1609. 10.1038/ismej.2013.34", "ArticleIdList": ["10.1038/ismej.2013.34", "PMC3721106", "23466702"]}, {"Citation": "Pinton R., Varanini Z., Paolo N. (2007). The Rhizosphere: Biochemistry and Organic Substances at Soil Root Interface. Boca Raton, FL: CRC Press."}, {"Citation": "Purahong W., Wubet T., Lentendu G., Schloter M., Pecyna M. J., Kapturska D., et al. (2016). Life in leaf litter: novel insights into community dynamics of bacteria and fungi during litter decomposition. Mol. Ecol. 25 4059–4074. 10.1111/mec.13739", "ArticleIdList": ["10.1111/mec.13739", "27357176"]}, {"Citation": "Reddy S. R. (2005). Agronomy of Field Crops. 2nd revised Edn. Ludhiana: Kalyani Publishers, 9–124."}, {"Citation": "Kuriata-Adamusiak R., Strub D., Lochyński S. (2012). Application of microorganisms towards synthesis of chiral terpenoid derivatives. Appl. Microbiol. Biotechnol. 95 1427–1436. 10.1007/s00253-012-4304-9", "ArticleIdList": ["10.1007/s00253-012-4304-9", "PMC3427490", "22846902"]}, {"Citation": "Schloter M., Dilly O., Munch J. C. (2003). Indicators for evaluating soil quality. Agric. Ecosyst. Environ. 98 255–262. 10.1016/s0167-8809(03)00085-9", "ArticleIdList": ["10.1016/s0167-8809(03)00085-9"]}, {"Citation": "Seran T. H., Brintha I. (2010). Review on maize based intercropping. J. Agron. 18 135–145. 10.3923/ja.2010.135.145", "ArticleIdList": ["10.3923/ja.2010.135.145", "0"]}, {"Citation": "Steketee R. W., Thomas P. E. (2017). Watching the availability and use of rapid diagnostic tests (RDTs) and artemisinin-based combination therapy (ACT). Malar. J. 16:165. 10.1186/s12936-017-1821-0", "ArticleIdList": ["10.1186/s12936-017-1821-0", "PMC5402046", "28434397"]}, {"Citation": "Subbiah B. V., Asija G. L. (1956). A rapid procedure for the estimation of available nitrogen in soils. Current. Sci. 25:259."}, {"Citation": "Tajehmiri A., Issapour F., Moslem M. N., Lakeh M. T., Kolavani M. H. (2014). In vitro antimicrobial activity of Artemisia annua leaf extracts against pathogenic bacteria. Adv. Stud. Biol. 6 93–97. 10.12988/asb.2014.4525", "ArticleIdList": ["10.12988/asb.2014.4525"]}, {"Citation": "Trenbath B. R. (1993). Intercropping for the management of pests and diseases. Field Crop. Res. 34 381–405. 10.1016/0378-4290(93)90123-5", "ArticleIdList": ["10.1016/0378-4290(93)90123-5"]}, {"Citation": "Urbanova M., Kopecký J., Valášková V., Ságová-Marečková M., Elhottová D., Kyselková M., et al. (2011). Development of bacterial community during spontaneous succession on spoil heaps after brown coal mining. FEMS Microbiol. Ecol. 78 59–69. 10.1111/j.1574-6941.2011.01164.x", "ArticleIdList": ["10.1111/j.1574-6941.2011.01164.x", "21707674"]}, {"Citation": "Urbanova M., Baldrian J. S. P. (2015). Composition of fungal and bacterial communities in forest litter and soil is largely determined by dominant trees. Soil Biol. Biochem. 84 53–64. 10.1016/j.soilbio.2015.02.011", "ArticleIdList": ["10.1016/j.soilbio.2015.02.011"]}, {"Citation": "Uroz S., Buee M., Murat C., Frey-Klett P., Martin F. (2010). Pyrosequencing reveals a contrasted bacterial diversity between oak rhizosphere and surrounding soil. Environ. Microbiol. Rep. 2 281–288. 10.1111/j.1758-2229.2009.00117.x", "ArticleIdList": ["10.1111/j.1758-2229.2009.00117.x", "23766079"]}, {"Citation": "Vos M., Wolf A. B., Jennings S. J., Kowalchuk G. A. (2013). Micro-scale determinants of bacterial diversity in soil. FEMS Microbiol. Rev. 37 936–954. 10.1111/1574-6976.12023", "ArticleIdList": ["10.1111/1574-6976.12023", "23550883"]}, {"Citation": "Walker T. S., Bais H. P., Grotewold E., Vivanco J. M. (2003). Root exudation and rhizosphere biology. Plant Physiol. 132 44–51.", "ArticleIdList": ["PMC1540314", "12746510"]}, {"Citation": "Walkey A., Black I. A. (1934). An examination of the Degtjareff method for determining soil organic matter, and a proposed modification of the chromic acid titration method. Soil Sci. 34 29–38."}, {"Citation": "Wang X., Wang Z., Jiang P., He Y., Mu Y., Lv X., et al. (2018). Bacterial diversity and community structure in the rhizosphere of four Ferula species. Sci. Rep. 8:5345. 10.1038/s41598-018-22802-y", "ArticleIdList": ["10.1038/s41598-018-22802-y", "PMC5871818", "29593299"]}, {"Citation": "Wink M. (2015). Modes of action of herbal medicines and plant secondary metabolites. Medicines 2 251–286. 10.3390/medicines2030251", "ArticleIdList": ["10.3390/medicines2030251", "PMC5456217", "28930211"]}, {"Citation": "Wittebolle L., Marzorati M., Clement L., Balloi A., Daffonchio D., Heylen K., et al. (2009). Initial community evenness favours functionality under selective stress. Nature 458:07840. 10.1038/nature07840", "ArticleIdList": ["10.1038/nature07840", "19270679"]}, {"Citation": "Wu L., Wang J., Huang W., Wu H., Chen J., Yang Y., et al. (2015). Plant-microbe rhizosphere interactions mediated by Rehmannia glutinosa root exudates under consecutive monoculture. Sci. Rep. 5:15871. 10.1038/srep15871", "ArticleIdList": ["10.1038/srep15871", "PMC4626807", "26515244"]}, {"Citation": "Xiong W., Li Z., Liu H., Xue C., Zhang R., Wu H., et al. (2015). The effect of long-term continuous cropping of black pepper on soil bacterial communities as determined by 454 pyrosequencing. PLoS One 10:0136946. 10.1371/journal.pone.0136946", "ArticleIdList": ["10.1371/journal.pone.0136946", "PMC4552827", "26317364"]}]}], "History": [{"Year": "2019", "Month": "4", "Day": "18"}, {"Year": "2019", "Month": "10", "Day": "28"}, {"Year": "2019", "Month": "12", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "11", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["31803153", "PMC6877478", "10.3389/fmicb.2019.02604"]}}]}