{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Physalis", "pharmacology", "phytochemistry", "withanolides"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31826333", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "04"}, "DateRevised": {"Year": "2020", "Month": "12", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1111/jphp.13209"], "Journal": {"ISSN": "2042-7158", "JournalIssue": {"Volume": "72", "Issue": "5", "PubDate": {"Year": "2020", "Month": "May"}}, "Title": "The Journal of pharmacy and pharmacology", "ISOAbbreviation": "J Pharm Pharmacol"}, "ArticleTitle": "Withanolides from the genus Physalis: a review on their phytochemical and pharmacological aspects.", "Pagination": {"StartPage": "649", "EndPage": "669", "MedlinePgn": "649-669"}, "Abstract": {"AbstractText": ["Withanolides are a group of modified C<sub>28</sub> ergostane-type steroids with a C-22, C-26 δ-lactone side chain or a C-23, C-26 γ-lactone side chain. They enjoy a limited distribution in the plant kingdom and predominantly occur in several genera of Solanaceae. Of which, the genus Physalis is an important resource for this type of natural molecules. The present review aims to comprehensively illustrate the structural characteristics and classification of withanolides, and particularly focus on the progression on phytochemical and pharmacological aspects of withanolides from Physalis ranging from January 2015 to June 2019.", "Approximately 351 natural withanolides with novel and unique structures have so far been identified from genus Physalis, mainly isolated from the species of P. angulata and P. peruviana. Withanolides demonstrated diverse biological activity, such as anticancer, anti-inflammatory, antimicrobial, immunoregulatory, trypanocidal and leishmanicidal activity. Their observed pharmacological functions supported the uses of Physalis species in traditional or folk medicines.", "Due to their unique structure skeleton and potent bioactivities, withanolides are regarded to be promising drug candidates, particularly for developing anticancer and anti-inflammatory agents. Further investigations for discovering novel withanolides of genus Physalis, exploiting their pharmacological values and evaluating their potency as therapeutic agents are significant work."], "CopyrightInformation": "© 2019 Royal Pharmaceutical Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Shandong University of Traditional Chinese Medicine, Jinan, China."}], "LastName": "Huang", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Shandong University of Traditional Chinese Medicine, Jinan, China."}], "LastName": "He", "ForeName": "Ji-Xiang", "Initials": "JX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Chemical Biology (MOE), School of Pharmaceutical Sciences, Shandong University, Jinan, China."}], "LastName": "Hu", "ForeName": "Hui-Xin", "Initials": "HX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Chemical Biology (MOE), School of Pharmaceutical Sciences, Shandong University, Jinan, China."}], "LastName": "Zhang", "ForeName": "Kan", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Chemical Biology (MOE), School of Pharmaceutical Sciences, Shandong University, Jinan, China."}], "LastName": "Wang", "ForeName": "Xiao-Ning", "Initials": "XN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Chemical Biology (MOE), School of Pharmaceutical Sciences, Shandong University, Jinan, China."}], "LastName": "Zhao", "ForeName": "Bao-Bing", "Initials": "BB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Chemical Biology (MOE), School of Pharmaceutical Sciences, Shandong University, Jinan, China."}], "LastName": "Lou", "ForeName": "Hong-Xiang", "Initials": "HX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Chemical Biology (MOE), School of Pharmaceutical Sciences, Shandong University, Jinan, China."}], "LastName": "Ren", "ForeName": "Dong-Mei", "Initials": "DM"}, {"Identifier": ["0000-0002-5474-2646"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Chemical Biology (MOE), School of Pharmaceutical Sciences, Shandong University, Jinan, China."}], "LastName": "Shen", "ForeName": "Tao", "Initials": "T"}], "GrantList": [{"GrantID": "81874341", "Agency": "National Natural Sciences Foundation of China", "Country": ""}, {"GrantID": "81673558", "Agency": "National Natural Sciences Foundation of China", "Country": ""}, {"GrantID": "2017GSF218049", "Agency": "Key Research and Development Program of Shandong Province", "Country": ""}, {"GrantID": "2015WLJH50", "Agency": "Young Scholars Program of Shandong University", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Pharm Pharmacol", "NlmUniqueID": "0376363", "ISSNLinking": "0022-3573"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Trypanocidal Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Withanolides"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Physalis"}, {"QualifierName": ["chemistry", "classification", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry", "classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Trypanocidal Agents"}, {"QualifierName": ["analysis", "chemistry", "classification", "pharmacology"], "DescriptorName": "Withanolides"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lavie D et al. Constituents of Withania somnifera. III. The side chain of withaferin A. J Org Chem 1965; 30: 1774-1778."}, {"Citation": "Chen L-X et al. Natural withanolides: an overview. Nat Prod Rep 2011; 28: 705-740."}, {"Citation": "Yang B-Y et al. Phytochemistry and biosynthesis of δ-lactone withanolides. Phytochem Rev 2015; 15: 771-797."}, {"Citation": "Zhang W-N, Tong W-Y. Chemical constituents and biological activities of plants from the genus Physalis. Chem Biodivers 2016; 13: 48-65."}, {"Citation": "Sun CP et al. A novel withanolide with an unprecedented carbon skeleton from Physalis angulata. Org Biomol Chem 2017; 15: 1110-1114."}, {"Citation": "Li AL et al. Physalis alkekengi L. var. franchetii (Mast.) Makino: an ethnomedical, phytochemical and pharmacological review. J Ethnopharmacol 2018; 210: 260-274."}, {"Citation": "Maldonado E et al. Philadelphicalactones C and D and other cytotoxic compounds from Physalis philadelphica. Steroids 2011; 76: 724-728."}, {"Citation": "Tuan Anh HL et al. Phytochemical constituents and cytotoxic activity of Physalis angulata L. growing in Vietnam. Phytochem Lett 2018; 27: 193-196."}, {"Citation": "Yang YJ et al. Anti-inflammatory effects of physalin E from Physalis angulata on lipopolysaccharide-stimulated RAW 264.7 cells through inhibition of NF-kappaB pathway. Immunopharmacol Immunotoxicol 2017; 39: 74-79."}, {"Citation": "Gao C et al. Cytotoxic withanolides from Physalis angulata. Nat Prod Res 2018; 32: 676-681."}, {"Citation": "Kirson I, Glotter E. Recent developments in naturally occurring ergostane-type steroids. A review. J Nat Prod 1981; 44: 633-647."}, {"Citation": "Glotter E. Withanolides and related ergostane-type steroids. Nat Prod Rep 1991; 8: 415-440."}, {"Citation": "Anjaneyulu ASR et al. Withanolides, biologically active natural steroidal lactones: a review. Stud Nat Prod Chem 1998; 20: 135-261."}, {"Citation": "Misico RI et al. Withanolides and related steroids. In: Kinghorn AD, Falk H, Kobayashi J, eds. Progress in the Chemistry of Organic Natural Products. New York, NY: Springer-Verlag, 2011: 127-229."}, {"Citation": "Xia G et al. Withanolides from the stems and leaves of Physalis pubescens and their cytotoxic activity. Steroids 2016; 115: 136-146."}, {"Citation": "Xu Y-M et al. Withanolides from aeroponically grown Physalis peruviana and their selective cytotoxicity to prostate cancer and renal carcinoma cells. J Nat Prod 2017; 80: 1981-1991."}, {"Citation": "Cao C-M et al. Withanolides and sucrose esters from Physalis neomexicana. J Nat Prod 2015; 78: 2488-2493."}, {"Citation": "Dong B et al. Withanolides from Physalis peruviana showing nitric oxide inhibitory effects and affinities with iNOS. Bioorg Chem 2019; 87: 585-593."}, {"Citation": "Chen L-X et al. New withanolides with TRAIL-sensitizing effect from Physalis pubescens L. RSC Adv 2016; 6: 52925-52936."}, {"Citation": "Maldonado E et al. Cytotoxic 20,24-epoxywithanolides from Physalis angulata. Steroids 2015; 104: 72-78."}, {"Citation": "Gao C-Y et al. Three new cytotoxic withanolides from the Chinese folk medicine Physalis angulata. Nat Prod Commun 2015; 10: 2059-2062."}, {"Citation": "Meng Q et al. Cytotoxic withanolides from the whole herb of Physalis angulata L. Molecules 2019; 24: 1-9."}, {"Citation": "Sun CP et al. Antiproliferative and anti-inflammatory withanolides from Physalis angulata. J Nat Prod 2016; 79: 1586-1597."}, {"Citation": "Ma T et al. Cytotoxic withanolides from Physalis angulata var. villosa and the apoptosis-inducing effect via ROS generation and the activation of MAPK in human osteosarcoma cells. RSC Adv 2016; 6: 53089-53100."}, {"Citation": "Sang-ngern M et al. Withanolides derived from Physalis peruviana (Poha) with potential anti-inflammatory activity. Bioorg Med Chem Lett 2016; 26: 2755-2759."}, {"Citation": "Kirson I et al. Physalolactone B 3-O-β-D-glucopyranoside, the first glycoside in the withanolide series. J Chem Res Synop 1983; 120-121."}, {"Citation": "Xu Y-M et al. Cytotoxic and other withanolides from aeroponically grown Physalis philadelphica. Phytochemistry 2018; 152: 174-181."}, {"Citation": "Cao C-M et al. Withanolides from Physalis hispida. J Nat Prod 2014; 77: 631-639."}, {"Citation": "Ji L et al. Induction of quinone reductase (QR) by withanolides isolated from Physalis pubescens L. (Solanaceae). Steroids 2013; 78: 860-865."}, {"Citation": "Yang Y-W et al. Physagulide Q suppresses proliferation and induces apoptosis in human hepatocellular carcinoma cells by regulating the ROS-JAK2/Src-STAT3 signaling pathway. RSC Adv 2017; 7: 12793-12804."}, {"Citation": "Antoun MD et al. Potential antitumor agents. XVII. Physalin B and 25,26-epidihydrophysalin C from Witheringia coccoloboides. J Nat Prod 1981; 44: 579-585."}, {"Citation": "Sun C-P et al. Physalins V-IX, 16,24-cyclo-13, 14-seco withanolides from Physalis angulata and their antiproliferative and anti-inflammatory activities. Sci Rep 2017; 7: 4057."}, {"Citation": "Men RZ et al. Unprecedent aminophysalin from Physalis angulata. Steroids 2014; 88: 60-65."}, {"Citation": "Sun J-L et al. a 1,10-seco-physalin with an epidioxy from Physalis alkekengi L. var. franchetii (Mast.) Makino. Tetrahedron Lett 2019; 60: 1330-1332."}, {"Citation": "Ahmad S et al. A new withanolide from Physalis peruviana. Fitoterapia 1998; 69: 433-436."}, {"Citation": "Ahmad S et al. A new withanolide glycoside from Physalis peruviana. J Nat Prod 1999; 62: 493-494."}, {"Citation": "Jin Z et al. Physangulidines A, B, and C: three new antiproliferative withanolides from Physalis angulata L. Org Lett 2012; 14: 1230-1233."}, {"Citation": "Xia GY et al. Withapubesides A-D: natural inducible nitric oxide synthase (iNOS) inhibitors from Physalis pubescens. Org Biomol Chem 2017; 15: 10016-10023."}, {"Citation": "Wu J et al. Anti-inflammatory and cytotoxic withanolides from Physalis minima. Phytochemistry 2018; 155: 164-170."}, {"Citation": "Ma T et al. Downregulation of TIGAR sensitizes the antitumor effect of physapubenolide through increasing intracellular ROS levels to trigger apoptosis and autophagosome formation in human breast carcinoma cells. Biochem Pharmacol 2017; 143: 90-106."}, {"Citation": "Ye ZN et al. Physalis peruviana-derived 4beta-hydroxywithanolide E, a novel antagonist of Wnt signaling, inhibits colorectal cancer in vitro and in vivo. Molecules 2019; 24: 1146."}, {"Citation": "Shin JM et al. Physalin A regulates the Nrf2 pathway through ERK and p38 for induction of detoxifying enzymes. BMC Complement Altern Med 2019; 19: 101."}, {"Citation": "Li R-J et al. The anti-inflammatory activities of two major withanolides from Physalis minima via acting on NF-kappa B, STAT3, and HO-1 in LPS-stimulated RAW264.7 cells. Inflammation 2017; 40: 401-413."}, {"Citation": "Chang LC et al. The Daniel K. Inouye College of Pharmacy Scripts: Poha Berry (Physalis peruviana) with potential anti-inflammatory and cancer prevention activities. Hawaii J Med Pub Health 2016; 75: 353-359."}, {"Citation": "Park EJ et al. Physalactone and 4beta-hydroxywithanolide E isolated from Physalis peruviana inhibit LPS-induced expression of COX-2 and iNOS accompanied by abatement of Akt and STAT1. J Nat Prod 2019; 82: 492-499."}, {"Citation": "Sun CP et al. Unprecedented 22,26-seco physalins from Physalis angulata and their anti-inflammatory potential. Org Biomol Chem 2017; 15: 8700-8704."}, {"Citation": "Xu X-M et al. Withaphysalin-type withanolides from Physalis minima. Phytochem Lett 2016; 15: 1-6."}, {"Citation": "Liu Y-L et al. Hypoglycemic activity of a saponin isolated from fruit calyx of Physalis alkekengi L. var. francheti (Mast.) Makino. J Northeast Norm Univ 2010; 42: 105-109."}, {"Citation": "Hu XF et al. Evaluation of in vitro/in vivo anti-diabetic effects and identification of compounds from Physalis alkekengi. Fitoterapia 2018; 127: 129-137."}, {"Citation": "Soares MBP et al. Inhibition of macrophage activation and lipopolysaccharide-induced death by seco-steroids purified from Physalis angulata L. Eur J Pharmacol 2003; 459: 107-112."}, {"Citation": "Yu Y et al. Investigation of the immunosuppressive activity of Physalin H on T lymphocytes. Int Immunopharmacol 2010; 10: 290-297."}, {"Citation": "Pinto LA et al. Physalin F, a seco-steroid from Physalis angulata L., has immunosuppressive activity in peripheral blood mononuclear cells from patients with HTLV1-associated myelopathy. Biomed Pharmacother 2016; 79: 129-134."}, {"Citation": "Januario AH et al. Antimycobacterial physalins from Physalis angulata L. (Solanaceae). Phytother Res 2002; 16: 445-448."}, {"Citation": "Helvaci S et al. Antimicrobial activity of the extracts and physalin D from Physalis alkekengi and evaluation of antioxidant potential of physalin D. Pharm Biol 2010; 48: 142-150."}, {"Citation": "Li X et al. In vitro effects on intestinal bacterium of physalins from Physalis alkekengi var. Francheti. Fitoterapia 2012; 83: 1460-1465."}, {"Citation": "Pérez-Molina JA, Molina I. Chagas disease. Lancet 2018; 391: 82-94."}, {"Citation": "de Andrade MF et al. Involvement of neutrophils in Chagas disease pathology. Parasite Immunol 2018; 40: e12593."}, {"Citation": "Nagafuji S et al. Trypanocidal constituents in plants 4. Withanolides from the aerial parts of Physalis angulata. Biol Pharm Bull 2004; 27: 193-197."}, {"Citation": "Garcia ES et al. Trypanosoma rangeli: effects of physalin B on the immune reactions of the infected larvae of Rhodnius prolixus. Exp Parasitol 2006; 112: 37-43."}, {"Citation": "Castro DP et al. Physalin B inhibits Trypanosoma cruzi infection in the gut of Rhodnius prolixus by affecting the immune system and microbiota. J Insect Physiol 2012; 58: 1620-1625."}, {"Citation": "Kuroyanagi M et al. Leishmanicidal active withanolides from a pakistani medicinal plant, Withania coagulans. Chem Pharm Bull (Tokyo) 2012; 60: 892-897."}, {"Citation": "Choudhary MQ et al. Antileishmanial physalins from Physalis minima. Chem Biodivers 2005; 2: 1164-1173."}, {"Citation": "da Silva RRP et al. In vitro biological action of aqueous extract from roots of Physalis angulata against Leishmania (Leishmania) amazonensis. BMC Complement Altern Med 2015; 15: 249."}, {"Citation": "Martins Da Silva BJ et al. In vitro antileishmanial effects of Physalis angulata root extract on Leishmania infantum. J Integr Med-Jim 2018; 16: 404-410."}, {"Citation": "Bastos GNT et al. Antinociceptive effect of the aqueous extract obtained from roots of Physalis angulata L. on mice. J Ethnopharmacol 2006; 103: 241-245."}, {"Citation": "Liu Q et al. Withagulatin A inhibits hepatic stellate cell viability and procollagen I production through Akt and Smad signaling pathways. Acta Pharmacol Sin 2010; 31: 944-952."}, {"Citation": "Chang JC et al. Antioxidative and hepatoprotective effects of Physalis peruviana extract against acetaminophen-induced liver injury in rats. Pharm Biol 2008; 46: 724-731."}, {"Citation": "Rengifo-Salgado E, Vargas-Arana G. Physalis angulata L. (Bolsa Mullaca): a review of its traditional uses, chemistry and pharmacology. Bol Latinoam Caribe Plant Med Aromat 2013; 12: 431-445."}, {"Citation": "Wu S-J et al. Antioxidant activities of Physalis peruviana. Biol Pharm Bull 2005; 28: 963-966."}, {"Citation": "Lin R et al. 13,14-seco-Withanolides from Physalis minima with potential anti-inflammatory activity. Chem Biodivers 2016; 13: 884-890."}, {"Citation": "Dai T et al. Studies on oral bioavailability and first-pass metabolism of withaferin A in rats using LC-MS/MS and Q-TRAP. Biomed Chromatogr 2019; 33: e4573."}, {"Citation": "Singh SK et al. Determination of permeability, plasma protein binding, blood partitioning, pharmacokinetics and tissue distribution of Withanolide A in rats: a neuroprotective steroidal lactone. Drug Dev Res 2018; 79: 339-351."}, {"Citation": "Devkar ST et al. Evaluation of the bioavailability of major withanolides of Withania somnifera using an in vitro absorption model system. J Adv Pharm Technol Res 2015; 6: 159-164."}], "Title": "References"}], "History": [{"Year": "2019", "Month": "7", "Day": "9"}, {"Year": "2019", "Month": "11", "Day": "16"}, {"Year": "2019", "Month": "12", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "12", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31826333", "10.1111/jphp.13209"]}}]}