{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Browsing plant", "Camel", "Chemical composition", "Medicinal value", "Poisonous"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31845116", "DateCompleted": {"Year": "2020", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1007/s11250-019-02152-1"], "Journal": {"ISSN": "1573-7438", "JournalIssue": {"Volume": "52", "Issue": "3", "PubDate": {"Year": "2020", "Month": "May"}}, "Title": "Tropical animal health and production", "ISOAbbreviation": "Trop Anim Health Prod"}, "ArticleTitle": "Indigenous medicinal uses, toxicity, and chemical composition of browsing plant used by camel in Ethiopia Somali Regional State: a survey.", "Pagination": {"StartPage": "1459", "EndPage": "1466", "MedlinePgn": "1459-1466"}, "Abstract": {"AbstractText": ["Camels (Camelus dromedarius) have access to different browsing plant that is a major source of feed and therapeutic value but also has the potential to cause poisoning to the camel. A survey was conducted between July and September 2017 to generate information on medicinal uses, toxicity, and chemical composition of major browsing plant in the Somali Regional State of Ethiopia. A total of 150 respondents were interviewed using a structured questionnaire, and supplementary information was gathered through field observation and focus group discussions. The study showed 13 medicinal plants as being used by the respondents for the treatment of various camel ailments. The common part of the plant used to treat various aliment was leaves followed by root and bark. Dermal was the preferred route of remedy application followed by oral. The respondents identified 10 major toxic browsing plants. Those plants affect camels mainly in the dry and early rainy seasons when feed supply is scarce. Yet, poisonous browsing plants were the bottleneck problem and a major cause of economic loss in camel production in all study districts despite controlling poisonous plants through the indigenous approach. In total, 12 browse plants relished by camels were subjected to the chemical composition analysis. Laboratory result shown the chemical composition of browsing plants relished by camels has disparity except for the dry matter, and they have moderate crude protein content. Hence, the present study implies that the identified medicinal and preferred browsing plants have a significant contribution in supporting camel production in the pastoral area, but the emphasis should be given to reduce/eradicate poisonous plants that cause acute illness and death of camel."]}, "AuthorList": [{"Identifier": ["0000-0002-9286-955X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CAS Key Laboratory for Agro-Ecological Processes in Subtropical Region, National Engineering Laboratory for Pollution Control and Waste Utilization in Livestock and Poultry Production, South-Central Experimental Station of Animal Nutrition and Feed Science in Ministry of Agriculture, Hunan Provincial Engineering Research Center for Healthy Livestock and Poultry Production, Institute of Subtropical Agriculture, The Chinese Academy of Sciences, Changsha, 410125, Hunan, China. kefyalewgebeyew@mails.ucas.edu.cn."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, 100049, People's Republic of China. kefyalewgebeyew@mails.ucas.edu.cn."}, {"Identifier": [], "Affiliation": "Department of Animal and Range Science, Jigjiga University, P.O. Box: 1020, Jigjiga City, Ethiopia. kefyalewgebeyew@mails.ucas.edu.cn."}], "LastName": "Gebeyew", "ForeName": "Kefyalew", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal and Range Science, Addis Ababa University, Selale Campus, Addis Ababa, Ethiopia."}], "LastName": "Abera", "ForeName": "Bosenu", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Natural Resource Management, Wolaita Sodo University, P.O. Box: 138, Sodo, Ethiopia."}], "LastName": "Bajigo", "ForeName": "Aklilu", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal and Range Science, Jigjiga University, P.O. Box: 1020, Jigjiga City, Ethiopia."}], "LastName": "Gebresilassie", "ForeName": "Gebremedhin", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CAS Key Laboratory for Agro-Ecological Processes in Subtropical Region, National Engineering Laboratory for Pollution Control and Waste Utilization in Livestock and Poultry Production, South-Central Experimental Station of Animal Nutrition and Feed Science in Ministry of Agriculture, Hunan Provincial Engineering Research Center for Healthy Livestock and Poultry Production, Institute of Subtropical Agriculture, The Chinese Academy of Sciences, Changsha, 410125, Hunan, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, 100049, People's Republic of China."}, {"Identifier": [], "Affiliation": "Department of Agricultural Sciences and Production, Pan-American Agricultural School, Zamorano, San Antonio Oriente, Honduras."}], "LastName": "Martínez", "ForeName": "Yordan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CAS Key Laboratory for Agro-Ecological Processes in Subtropical Region, National Engineering Laboratory for Pollution Control and Waste Utilization in Livestock and Poultry Production, South-Central Experimental Station of Animal Nutrition and Feed Science in Ministry of Agriculture, Hunan Provincial Engineering Research Center for Healthy Livestock and Poultry Production, Institute of Subtropical Agriculture, The Chinese Academy of Sciences, Changsha, 410125, Hunan, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, 100049, People's Republic of China."}], "LastName": "Adebowale", "ForeName": "Tolulope", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Trop Anim Health Prod", "NlmUniqueID": "1277355", "ISSNLinking": "0049-4747"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Animal Feed"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["physiology"], "DescriptorName": "Camelus"}, {"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Focus Groups"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abebe, A., Eik, L. O., Holand, Ø., Ådnøy, T., & Tolera, A. 2012. Pastoralists’ perceptions of feed scarcity and livestock poisoning in southern rangelands, Ethiopia. Tropical Animal Health and Production, 44(1), 149–157. https://doi.org/10.1007/s11250-011-9902-5", "ArticleIdList": ["10.1007/s11250-011-9902-5", "21656132"]}, {"Citation": "Aganga, A. A., & Mosase, K. W. 2001. Tannin content, nutritive value and dry matter digestibility of Lonchocarpus capassa, Zizyphus mucronata, Sclerocarya birrea, Kirkia acuminata and Rhus lancea seeds. Animal Feed Science and Technology, 91(1–2), 107–113. https://doi.org/10.1016/S0377-8401(01)00235-8", "ArticleIdList": ["10.1016/S0377-8401(01)00235-8"]}, {"Citation": "Ahamefule, F. O., Obua, B. E., Ibeawuchi, J. A., & Udosen, N. R. 2006. The nutritive value of some plants browsed by cattle in Umudike, southeastern Nigeria. Pakistan Journal of Nutrition, 5(5), 404–409. https://doi.org/10.3923/pjn.2006.404.409", "ArticleIdList": ["10.3923/pjn.2006.404.409"]}, {"Citation": "Association of the Official Analytical Chemists (AOAC). 2016. Official Methods of Analysis of AOAC International - 20th Edition, 2016."}, {"Citation": "Birhanu, T., & Abera, D. 2015. Survey of ethno-veterinary medicinal plants at selected Horro Gudurru Districts , Western Ethiopia. African Journal of Plant Science, 9(1996–0824), 185–192. https://doi.org/10.5897/AJPS2014.1229", "ArticleIdList": ["10.5897/AJPS2014.1229"]}, {"Citation": "Clarke, E. G. C., & Clarke, M. L. 1967. Garner’s Veterinary toxicology. Garner’s veterinary toxicology. London: Bailliere, Tindall & Cassell."}, {"Citation": "Dereje, M., & Udén, P. 2005. The browsing dromedary camel: II. Effect of protein and energy supplementation on milk yield. Animal Feed Science and Technology, 121(3–4), 309–317. https://doi.org/10.1016/j.anifeedsci.2005.01.018", "ArticleIdList": ["10.1016/j.anifeedsci.2005.01.018"]}, {"Citation": "Derero, A., & Kitaw, G. 2018. Nutritive values of seven high priority indigenous fodder tree species in pastoral and agro-pastoral areas in Eastern Ethiopia. Agriculture and Food Security, 7(1). https://doi.org/10.1186/s40066-018-0216-y"}, {"Citation": "Devereux, S. 2006. Vulnerable Livelihoods in Somali Region, Ethiopia. IDS Research Report. Brighton, UK. Retrieved from https://www.ids.ac.uk/publications/vulnerable-livelihoods-in-somali-region-ethiopia/"}, {"Citation": "Domínguez-Gómez, T. G., González-Rodríguez, H., Ramírez-Lozano, R. G., Cantú-Silva, I., Gómez-Meza, M. V., Cantú-Ayala, C. M., & Alvarado, M. D. S. 2013. Nutritional Profile of Four Shrub Species, Northeastern Mexico. International Journal of Bio-Resource and Stress Management, 4(1), 1–8.", "ArticleIdList": ["10.5958/j.0976-4038.5.1.001"]}, {"Citation": "Elhadi, Y. A., Nyariki, D. M., & Wasonga, O. V. 2015. Role of camel milk in pastoral livelihoods in Kenya : contribution to household diet and income. Pastoralism: Research, Policy and Practice, 5(8), 1–8. https://doi.org/10.1186/s13570-015-0028-7", "ArticleIdList": ["10.1186/s13570-015-0028-7"]}, {"Citation": "Feyera, Teka, Admasu, P., Abdilahi, Z., & Mummed, B. 2015. Epidemiological and therapeutic studies of camel mange in Fafan zone , Eastern. Parasites & Vectors, 4–9. https://doi.org/10.1186/s13071-015-1228-0"}, {"Citation": "Feyera, T., Mekonnen, E., Wakayo, B. U., & Assefa, S. 2017. Botanical ethnoveterinary therapies used by agro-pastoralists of Fafan zone, Eastern Ethiopia. BMC Veterinary Research, 13(1), 1–11. https://doi.org/10.1186/s12917-017-1149-6", "ArticleIdList": ["10.1186/s12917-017-1149-6"]}, {"Citation": "Giday, M., & Teklehaymanot, T. 2013. Ethnobotanical study of plants used in management of livestock health problems by Afar people of Ada’ar District, Afar Regional State, Ethiopia. Journal of Ethnobiology and Ethnomedicine, 9(1), 1–10. https://doi.org/10.1186/1746-4269-9-8", "ArticleIdList": ["10.1186/1746-4269-9-8"]}, {"Citation": "González-Andrés, F., & Ceresuela, J. L. 1998. Chemical composition of some iberian mediterranean leguminous shrubs potentially useful for forage in seasonally dry areas. New Zealand Journal of Agricultural Research, 41(2), 139–147. https://doi.org/10.1080/00288233.1998.9513297", "ArticleIdList": ["10.1080/00288233.1998.9513297"]}, {"Citation": "Holechek, J. L. 2007. Do Most Livestock Losses to Poisonous Plants Result from “Poor” Range Management? Journal of Range Management, 55(3), 270. https://doi.org/10.2307/4003134", "ArticleIdList": ["10.2307/4003134"]}, {"Citation": "James, L. F., Nielsen, D. B., & Panter, K. E. 2007. Impact of Poisonous Plants on the Livestock Industry. Journal of Range Management, 45(1), 3–8. https://doi.org/10.2307/4002517", "ArticleIdList": ["10.2307/4002517"]}, {"Citation": "Kibrom, G., Mezgebe, K., & Gesesse, A. 2019. Chemical composition and digestibility of Acacia species provenances in Tigray, Northern Ethiopia. Livestock Research for Rural Development, 31(4), 60. Retrieved from http://www.lrrd.org/lrrd31/4/kienz31060.html"}, {"Citation": "Larbi, A., Thomas, D., & Hanson, J. 1993. Forage potential of Erythrina abyssinica : intake , digestibility and growth rates for stall-fed sheep and goats in southern Ethiopia. Agroforestry Systems, 21, 263–270.", "ArticleIdList": ["10.1007/BF00705245"]}, {"Citation": "Laudadio, V., Dario, M., Hammadi, M., & Tufarelli, V. 2009. Nutritional composition of three fodder species browsed by camels (Camelus dromedarius) on arid area of Tunisia. Tropical Animal Health and Production, 41(7), 1219–1224. https://doi.org/10.1007/s11250-008-9303-6", "ArticleIdList": ["10.1007/s11250-008-9303-6", "19105041"]}, {"Citation": "Melaku, S., Aregawi, T., & Nigatu, L. 2010. Chemical composition, in vitro dry matter digestibility and in sacco degradability of selected browse species used as animal feeds under semi-arid conditions in Northern Ethiopia. Agroforestry Systems, 80(2), 173–184. https://doi.org/10.1007/s10457-010-9295-x", "ArticleIdList": ["10.1007/s10457-010-9295-x"]}, {"Citation": "Okoli, I. C., Ebere, C. S., Uchegbu, M. C., Udah, C. A., & Ibeawuchi, I. I. 2003. A survey of the diversity of plants utilized for small ruminant feeding in south-eastern Nigeria. Agriculture, Ecosystems and Environment, 96(1–3), 147–154. https://doi.org/10.1016/S0167-8809(02)00172-X", "ArticleIdList": ["10.1016/S0167-8809(02)00172-X"]}, {"Citation": "Ouédraogo-Koné, S., Kaboré-Zoungrana, C. Y., & Ledin, I. 2008. Intake and digestibility in sheep and chemical composition during different seasons of some West African browse species. Tropical Animal Health and Production, 40(2), 155–164. https://doi.org/10.1007/s11250-007-9075-4", "ArticleIdList": ["10.1007/s11250-007-9075-4", "18422259"]}, {"Citation": "Pfister, J. A. 1999. Behavioral Strategies for Coping with Poisonous Plants. Grazing Behavior of Livestock and Wildlife, (Table 3), 45–59"}, {"Citation": "Poffenberger, M., Betsy, M., Khare, A., & Campbell, J. 1992. Community Forest Economy and Use Patterns: Participatory Rural Appraisal (PRA) Methods in South Gujarat, India. Field method manual volume II. (No. Vollome II). New Delhi. https://doi.org/10.13140/RG.2.1.3453.3928"}, {"Citation": "Sandoval-Castro, C. A., Lizarraga-Sanchez, H. L., & Solorio-Sanchez, F. J. 2005. Assessment of tree fodder preference by cattle using chemical composition, in vitro gas production and in situ degradability. Animal Feed Science and Technology, 123-124 Pa, 277–289 https://doi.org/10.1016/j.anifeedsci.2005.04.057"}, {"Citation": "Sheldrick, R. D. 1977. Tropical Pasture Research: Principles and Methods. Ed. N. H. Shaw and W. W. Bryan. Comm. Bur. Pastures Fld Crops Bull. 51. Farnham Royal: Commonwealth Agricultural Bureaux (1976), pp. 468 Experimental Agriculture, 13(2), 206–207. https://doi.org/10.1017/s0014479700007894"}, {"Citation": "SPSS (Statistical Package for Social Sciences). 2008. SPSS 16.0 Student Version for Windows. Prentice Hall."}, {"Citation": "Tadesse, Y., Solomon, S., Mohammed, Y. K., & Kebede, K. 2013. Camel and cattle population dynamics and livelihood diversification as a response to climate change in pastoral areas of Ethiopia. Livestock Research for Rural Development, 25(3). Retrieved from http://www.lrrd.org/lrrd25/9/yose25166.htm"}, {"Citation": "Tekalign, S. 2017. Rainfall trends and variability in selected areas of Ethiopian Somali Regional State, Southeastern Ethiopia. Ethiopian Journal of Environmental Studies and Management, 10(2), 162. https://doi.org/10.4314/ejesm.v10i2.3", "ArticleIdList": ["10.4314/ejesm.v10i2.3"]}, {"Citation": "Van Soest, P. J., Robertson, J. B., & Lewis, B. A. 2010. Methods for Dietary Fiber, Neutral Detergent Fiber, and Nonstarch Polysaccharides in Relation to Animal Nutrition. Journal of Dairy Science, 74(10), 3583–3597. https://doi.org/10.3168/jds.s0022-0302(91)78551-2", "ArticleIdList": ["10.3168/jds.s0022-0302(91)78551-2"]}, {"Citation": "Wanzala, W., Zessin, K. H., Kyule, N. M., Baumann, M. P. O., & Hassanali, A. 2005. Ethnoveterinary medicine : a critical review of its evolution , perception , understanding and the way forward. Livestock Research for Rural Development, 17(11), 1–40."}, {"Citation": "Yigezu, Y., Demissew, H. B., & Wubeante, A. Y. 2014. Ethnoveterinary medicines in four districts of jimma zone, Ethiopia: Cross sectional survey for plant species and mode of use. BMC Veterinary Research, 10, 1–12. https://doi.org/10.1186/1746-6148-10-76", "ArticleIdList": ["10.1186/1746-6148-10-76"]}, {"Citation": "Zeleke, M., & Bekele, T. 2004. Species of Ticks on Camels and Their Seasonal Population Dynamics in Eastern Ethiopia. Tropical Animal Health and Production, 36(3), 225–231. Retrieved from https://link.springer.com/article/10.1023/B:TROP.0000016830.30194.2a"}]}], "History": [{"Year": "2019", "Month": "5", "Day": "28"}, {"Year": "2019", "Month": "11", "Day": "13"}, {"Year": "2019", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31845116", "10.1007/s11250-019-02152-1", "10.1007/s11250-019-02152-1"]}}]}