{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Musa paradisiaca L.", "Musa sapientum L.", "antinutrients", "medicinal plants", "mineral elements", "plant metabolites"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31842474", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "12"}], "Language": ["eng"], "ELocationID": ["598", "10.3390/plants8120598"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "8", "Issue": "12", "PubDate": {"Year": "2019", "Month": "Dec", "Day": "12"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Comparative Evaluation of the Nutritive, Mineral, and Antinutritive Composition of <i>Musa sinensis</i> L. (Banana) and <i>Musa paradisiaca</i> L. (Plantain) Fruit Compartments.", "Abstract": {"AbstractText": ["Banana and plantain contribute significantly to food security and amelioration of malnutrition, earning their status as staples in several localities of tropical and sub-tropical regions. The distribution of metabolites within the various parts also remains as a key essential to their nutritive and therapeutic potential. This study was aimed at evaluating the nutritional and mineral composition of the flesh, peel, and peel extract components of <i>Musa sinensis</i> L. and <i>Musa paradisiaca</i> L. fruits as well as their nutritional and therapeutic potentials. Proximate and antinutritional analyses were carried out using standard analytical methods of the Association of Official Analytical Chemists (AOAC), while the mineral constituents were evaluated using inductively coupled plasma optical emission spectroscopy (ICP-OES). Proximate analysis revealed that the flesh and peel of <i>M. sinensis</i> L. and <i>M. paradisiaca</i> L. contain substantial amounts of moisture, fiber, carbohydrates, and low fat content, while minerals K, Mg, Ca, Na, P, and N were substantially concentrated in the peels and peel extracts in particular. The antinutrients alkaloid, oxalate, saponin, and phytate were detected in safe amounts according to the World Health Organization (WHO). The study points out that the peel and its derivative extract, as well as the flesh of <i>M. sinensis</i> L. and <i>M. paradisiaca</i> L. are to be put to more relevant human nutritional and therapeutic use."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Economic Development (MPED) Research Centre, Botany Department, University of Fort Hare, Alice, 5700, South Africa."}], "LastName": "Oyeyinka", "ForeName": "Barnabas Oluwatomide", "Initials": "BO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Economic Development (MPED) Research Centre, Botany Department, University of Fort Hare, Alice, 5700, South Africa."}], "LastName": "Afolayan", "ForeName": "Anthony Jide", "Initials": "AJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Keats E.C., Rappaport A.I., Shah S., Oh C., Jain R., Bhutta Z.A. The dietary intake and practices of adolescent girls in low-and middle-income countries: A systematic review. Nutrients. 2018;10:1978. doi: 10.3390/nu10121978.", "ArticleIdList": ["10.3390/nu10121978", "PMC6315365", "30558128"]}, {"Citation": "United Nations Children’s Fund (UNICEF) UNICEF Global Databases: Infant and Young Child Feeding. Division of Research and Policy; New York, NY, USA: 2018."}, {"Citation": "Jones A.D., Ejeta G. A new global agenda for nutrition and health: The importance of agriculture and food systems. Bull. World Health Organ. 2016;94:228–229. doi: 10.2471/BLT.15.164509.", "ArticleIdList": ["10.2471/BLT.15.164509", "PMC4773936", "26966335"]}, {"Citation": "Bhutta Z.A., Das J.K., Rizvi A., Gaffey M.F., Walker N., Horton S. Evidence-based interventions for improvement of maternal and child nutrition: What can be done and at what cost? Lancet. 2013;382:452–477. doi: 10.1016/S0140-6736(13)60996-4.", "ArticleIdList": ["10.1016/S0140-6736(13)60996-4", "23746776"]}, {"Citation": "Siegel R., Ma J., Zou Z., Jemal A. Cancer statistics, 2014. CA A Cancer J. Clin. 2014;64:9–29. doi: 10.3322/caac.21208.", "ArticleIdList": ["10.3322/caac.21208", "24399786"]}, {"Citation": "White P.J., Broadley M.R. Biofortification of crops with seven mineral elements often lacking in human diets-iron, zinc, copper, calcium, magnesium, selenium and iodine. New Phytol. 2009;182:49–84. doi: 10.1111/j.1469-8137.2008.02738.x.", "ArticleIdList": ["10.1111/j.1469-8137.2008.02738.x", "19192191"]}, {"Citation": "Stein A.J. Global impacts of human mineral nutrition. Plant Soil. 2010;335:133–154. doi: 10.1007/s11104-009-0228-2.", "ArticleIdList": ["10.1007/s11104-009-0228-2"]}, {"Citation": "Gupta I., Clauder-Munster S., Klaus B., Jarvelin A.I., Aiyar R.S., Benes V., Wilkening S., Huber W., Pelechano V., Steinmetz L.M. Alternative polyadenylation diversifies post-transcriptional regulation by selective RNA-protein interactions. Mol. Syst. Biol. 2014;10:1–11. doi: 10.1002/msb.135068.", "ArticleIdList": ["10.1002/msb.135068", "PMC4023391", "24569168"]}, {"Citation": "Hounsome N., Hounsome B., Lobo M.G. Chapter 2: Biochemistry of Vegetables—Major classes of Primary metabolites (Carbohydrates, Amino acids, Vitamins, Organic acids and Fatty acids) In: Siddiq M., Uebersax M.A., editors. Handbook of Vegetables and Vegetable Processing. John Wiley & Sons Ltd.; Hoboken, NJ, USA: 2018. pp. 25–46."}, {"Citation": "Wink M. Plant secondary metabolites modulate insect behaviour- Steps towards addiction? Front. Physiol. 2018;9:1–9. doi: 10.3389/fphys.2018.00364.", "ArticleIdList": ["10.3389/fphys.2018.00364", "PMC5904355", "29695974"]}, {"Citation": "Denham S.A., Blair K.A., DeMulder E., Levitas J., Sawyer K., Auerbach-Major S., Queenan P. Preschool emotional competence: Pathway to social competence? Child Dev. 2003;74:238–256. doi: 10.1111/1467-8624.00533.", "ArticleIdList": ["10.1111/1467-8624.00533", "12625448"]}, {"Citation": "Denham S.A., Salich M., Olthof T., Kochanoff A., Caverly S. Emotional and social development in childhood. In: Smith P.K., Hart C.H., editors. Childhood Social Development. Blackwell Publishing Limited; Hoboken, NJ, USA: 2004. pp. 307–328."}, {"Citation": "Nayar N.M. The Bananas: Botany, Origin, Dispersal. Hortic. Rev. 2010;36:117–164."}, {"Citation": "Kumar V., Akinleye A., Makkar H.P.S., Angulo-Escalante M.A., Becker K. Growth performance and metabolic efficiency in Nile tilapia (Oreochromis niloticus L.) fed a diet containing Jatropha platyphylla kernel meal as a protein source. J. Anim. Physiol. Anim. Nutr. 2012;96:37–46. doi: 10.1111/j.1439-0396.2010.01118.x.", "ArticleIdList": ["10.1111/j.1439-0396.2010.01118.x", "21226769"]}, {"Citation": "Nelson S.C., Ploetz R.C., Kepler A.K. Musa species (bananas and plantains) In: Elevitch C.R., editor. Species Profiles for Pacific Island Agroforestry. Permanent Agricultural Resources; Holualoa, HI, USA: 2006."}, {"Citation": "Wang S., Alseekh S., Fernie A.R., Luo J. The structure and function of major plant metabolite modifications. Mol. Plant. 2019;12:899–919. doi: 10.1016/j.molp.2019.06.001.", "ArticleIdList": ["10.1016/j.molp.2019.06.001", "31200079"]}, {"Citation": "Nwofia G.E., Ojimelukwe P., Eji C. Chemical composition of leaves, fruit pulp and seeds in some Carica papaya (L) morphotypes. Int. J. Med. Aromat. Plants. 2012;2:200–206."}, {"Citation": "Uyoh E.A., Chukwura P.N., David I.A., Bassey A.C. Evaluation of antioxidant capacity of two Ocimum species consumed locally as spices in Nigeria as a justification for increased domestication. Am. J. Plant Sci. 2013;4:222–230. doi: 10.4236/ajps.2013.42029.", "ArticleIdList": ["10.4236/ajps.2013.42029"]}, {"Citation": "Ogbonna O.A., Izundu A.I., Okoye N.H., Ikeyi A.P. Phytochemical compositions of fruits of three Musa species at three stages of development. IOSR J. Pharm. Biol. Sci. 2016;11:48–59."}, {"Citation": "Oko J.O., Abriba C., Audu J.A., Kutman N.A., Okeh Q. Bacteriological and nutritional analysis of groundnut cake sold in an open market in Samaru, Zaria-Kaduna State. Int. J. Sci. Technol. Res. 2015;4:224–227."}, {"Citation": "Ogidi I.A., Wariboko C., Alamene A. Appraisal of some chemical elements of plantain (Musa paradisiaca L.) cultivars in Bayelsa state, Nigeria. Eur. J. Agric. For. Res. 2018;6:1–31."}, {"Citation": "Fidrianny I., Anggraeni N.A.S., Insanu M. Antioxidant properties of peels extracts from three varieties of banana (Musa sp.) grown in West Java, Indonesia. Int. Food Res. J. 2018;25:57–64."}, {"Citation": "Djuric Z., DiLaura N.M., Jenkins I., Darga L., Jen C.K., Mood D., Bradley E., Hryniuk W.M. Combining weight-loss counselling with the weight watchers plan for obese breast cancer survivors. Obes. Res. 2002;10:657–665. doi: 10.1038/oby.2002.89.", "ArticleIdList": ["10.1038/oby.2002.89", "12105288"]}, {"Citation": "Moongngarm A. Chemical compositions and resistant starch content in starchy foods. Am. J. Agric. Biol. Sci. 2013;8:107–113. doi: 10.3844/ajabssp.2013.107.113.", "ArticleIdList": ["10.3844/ajabssp.2013.107.113"]}, {"Citation": "Comerford K.B., Pasin G. Emerging evidence for the importance of dietary protein source on glucoregulatory markers and type 2 diabetes: Different effects of dairy, meat, fish, egg, and plant protein foods. Nutrients. 2016;8:446. doi: 10.3390/nu8080446.", "ArticleIdList": ["10.3390/nu8080446", "PMC4997361", "27455320"]}, {"Citation": "Kitada M., Ogura Y., Nitta K., Fujii M., Kanasaki K., Konishi K., Iida Y., Nakagawa A., Koya D. Effect of switching to teneligliptin from other dipeptidyl peptidase-4 inhibitors on glucose control and renoprotection in type 2 diabetes patients with diabetic kidney disease. J. Diabetes Investig. 2019;10:706–713. doi: 10.1111/jdi.12917.", "ArticleIdList": ["10.1111/jdi.12917", "PMC6497591", "30136384"]}, {"Citation": "Adeniji A.T., Sanni L.O., Barimalaa I.S., Hart A.D. Nutritional composition of five new Nigerian Musa hybrid cultivars: Implications for adoption in human nutrition. Fruits. 2007;62:135–142. doi: 10.1051/fruits:2007008.", "ArticleIdList": ["10.1051/fruits:2007008"]}, {"Citation": "Khawas P., Deka S.C. Comparative nutritional, functional, morphological and diffractogram study on Culinary banana (Musa ABB) peel at various stages of development. Int. J. Food Prop. 2016;19:2832–2853. doi: 10.1080/10942912.2016.1141296.", "ArticleIdList": ["10.1080/10942912.2016.1141296"]}, {"Citation": "Hapsari L., Lestari D.A. Fruit characteristic and nutrient values of four Indonesian banana cultivars (Musa spp.) at different genomic groups. AGRIVITA J. Agric. Sci. 2016;38:303–311. doi: 10.17503/agrivita.v38i3.696.", "ArticleIdList": ["10.17503/agrivita.v38i3.696"]}, {"Citation": "Khan K.Y., Khan M.A., Niamat R., Munir M., Fazal H., Mazari P., Seema N., Bashir T., Kanwal A., Ahmed S.N. Element content analysis of plants of genus Ficus using atomic absorption spectrometer. Afr. J. Pharm. Pharmacol. 2011;5:317–321. doi: 10.5897/AJPP10.339.", "ArticleIdList": ["10.5897/AJPP10.339"]}, {"Citation": "Wall M.M. Ascorbic acid, vitamin A and mineral composition of banana (Musa sp.) and papaya (Carica papaya) cultivars grown in Hawaii. J. Food Compos. Anal. 2006;19:434–445. doi: 10.1016/j.jfca.2006.01.002.", "ArticleIdList": ["10.1016/j.jfca.2006.01.002"]}, {"Citation": "Jahnen-Dechent W., Ketteler M. Magnesium basics. Clin. Kidney J. 2012;5:i3–i14. doi: 10.1093/ndtplus/sfr163.", "ArticleIdList": ["10.1093/ndtplus/sfr163", "PMC4455825", "26069819"]}, {"Citation": "Haq F., Ullah R. Comparative determination of trace elements from Allium sativum, Rheum austral and Terminalia chebulaby atomic absorption spectroscopy. Int. J. Biosci. 2011;1:77–82."}, {"Citation": "Kartika H., Shido J., Nakamoto S.T., Li Q.X., Iwaoka W.T. Nutrient and mineral composition of dried mamaki leaves (Pipturus albidus) and infusions. J. Food Compos. Anal. 2011;24:44–48. doi: 10.1016/j.jfca.2010.03.027.", "ArticleIdList": ["10.1016/j.jfca.2010.03.027"]}, {"Citation": "Okareh O.T., Adeolu A.T., Adepoju O.T. Proximate and mineral composition of plantain (Musa paradisiaca) waste flour; a potential nutrients source in the formulation of animal feeds. Afr. J. Food Sci. Technol. 2015;6:53–57. doi: 10.14303/ajfst.2015.015.", "ArticleIdList": ["10.14303/ajfst.2015.015"]}, {"Citation": "Ekmekcioglu C., Wallner P., Kundi M., Weisz U., Haas W., Hutter H. Red meat, diseases, and healthy alternatives: A critical review. Crit. Rev. Food Sci. Nutr. 2016;58:247–261. doi: 10.1080/10408398.2016.1158148.", "ArticleIdList": ["10.1080/10408398.2016.1158148", "27128451"]}, {"Citation": "Alinnor I.J., Oze R. Chemical evaluation of the nutritive value of Pentaclethra macrophyllabenth (African Oil Bean) Seeds. Pak. J. Nutr. 2011;10:355–359."}, {"Citation": "Ibrahim H.O., Osilesi O., Adebawo O.O., Onajobi F.D., Karigidi K.O., Muhammad L.B. Nutrients compositions and phytochemical contents of edible parts of Chrysophyllum albidum fruit. J. Nutr. Food Sci. 2017;7:1–9."}, {"Citation": "McCarron M., Swinburne J., Burke E., McGlinchey E., Carroll R., McCallion P. Patterns of multi-morbidity in an older population of persons with an intellectual disability: Results from the intellectual disability supplement to the Irish longitudinal study on aging (IDS-TILDA) Res. Dev. Disabil. 2013;34:521–527. doi: 10.1016/j.ridd.2012.07.029.", "ArticleIdList": ["10.1016/j.ridd.2012.07.029", "23085501"]}, {"Citation": "Yang Q., Liu T., Kuklina E.V., Flanders W.D., Hong Y., Gillespie C., Hu F.B. Sodium and potassium intake and mortality among US adults: Prospective data from the third national health and nutrition examination survey. Arch. Intern. Med. 2011;171:1183–1191. doi: 10.1001/archinternmed.2011.257.", "ArticleIdList": ["10.1001/archinternmed.2011.257", "21747015"]}, {"Citation": "Perez V., Chang E.T. Sodium-to-potassium ratio and blood pressure, hypertension, and related factors. Adv. Nutr. 2014;5:712–741. doi: 10.3945/an.114.006783.", "ArticleIdList": ["10.3945/an.114.006783", "PMC4224208", "25398734"]}, {"Citation": "Park J., Kwock C.K., Yang Y.J. The effect of the sodium to potassium ratio on hypertension prevalence: A propensity score matching approach. Nutrients. 2016;8:482. doi: 10.3390/nu8080482.", "ArticleIdList": ["10.3390/nu8080482", "PMC4997395", "27509520"]}, {"Citation": "Veum T.L. Phosphorus and calcium nutrition and metabolism. In: Vitti D.M.S.S., Kebreab E., editors. Phosphorus and Calcium Utilization and Requirements in Farm Animals. CAB International; Oxfordshire, UK: 2010. pp. 94–111."}, {"Citation": "Mlitan A.M., Sasi M.S., Alkherraz A.M. Proximate and minor mineral content in some selected basil leaves of Ocimum gratissimum L. in Libya. Int. J. Chem. Eng. Appl. 2014;5:8–17."}, {"Citation": "Tomé D., Bos C. Dietary protein and nitrogen utilization. J. Nutr. 2000;130:1868S–1873S. doi: 10.1093/jn/130.7.1868S.", "ArticleIdList": ["10.1093/jn/130.7.1868S", "10867065"]}, {"Citation": "Clark K.L., Noudoost B. The role of prefrontal catecholamines in attention and working memory. Front. Neural Circuits. 2014;8:1–19. doi: 10.3389/fncir.2014.00033.", "ArticleIdList": ["10.3389/fncir.2014.00033", "PMC3986539", "24782714"]}, {"Citation": "Lieu P.T., Heiskala M., Peterson P.A., Yang Y. The roles of iron in health and disease. Mol. Asp. Med. 2001;22:1–87. doi: 10.1016/S0098-2997(00)00006-6.", "ArticleIdList": ["10.1016/S0098-2997(00)00006-6", "11207374"]}, {"Citation": "Alibabića V., Šertovića E., Mujićb I., Živkovićc J., Blažićd M., Zavadlav S. The level of nutrition knowledge and dietary iron intake of Bosnian women. Procedia-Soc. Behav. Sci. 2016;217:1071–1075."}, {"Citation": "Kookal S.K. Thimmaiah, A. Nutritional composition of staple food bananas of three cultivars in India. Am. J. Plant Sci. 2018;9:2480–2493. doi: 10.4236/ajps.2018.912179.", "ArticleIdList": ["10.4236/ajps.2018.912179"]}, {"Citation": "McDonald P., Edwards R.A., Greenhalgh J.F.D., Morgan C.A., Sinclair L.A., Wilkinson R.G. Animal Nutrition. 7th ed. Prentice Hall; Upper Saddle River, NJ, USA: Pearson; London, UK: 1995. Chapter 11: Evaluation of foods; pp. 254–280."}, {"Citation": "Shomar B. Zamzam water: Concentration of trace elements and other characteristics. Chemosphere. 2012;86:600–605. doi: 10.1016/j.chemosphere.2011.10.025.", "ArticleIdList": ["10.1016/j.chemosphere.2011.10.025", "22138338"]}, {"Citation": "Russell D.G., Parnell W., Wilson N., Faed J., University of Otago. LINZ Activity and Health Research Unit. New Zealand Ministry of Health . Key Results of the 1997 National Nutrition Survey. Ministry of Health; Wellington, New Zealand: 1999. NZ food: NZ people."}, {"Citation": "Hassan H.F., Hassan U.F., Usher O.A., Ibrahim A.B., Tabe N.N. Exploring the potentials of Banana (Musa Sapietum) peels in feed formulation. Int. J. Adv. Res. Chem. Sci. 2018;5:10–14."}, {"Citation": "Igile G.O., Iwara I.A., Mgbeje B.I.A., Uboh F.E., Ebong P.E. Phytochemical, proximate and nutrient composition of Vernonia calvaona Hook (Asterecea): A Green-Leafy Vegetable in Nigeria. J. Food Res. 2013;2:1–11."}, {"Citation": "El Barky A.B., Hussein S.A., Alm-Eldeen A.A., Hafez Y.A., Mohamed T.M. Saponins and their potential role in diabetes mellitus. Diabetes Manag. 2017;7:148–158."}, {"Citation": "Unuofin J.O., Otunola G.A., Afolayan A.J. Nutritional evaluation of Kedrostis africana (L.) Cogn: An edible wild plant of South Africa. Asian Pac. J. Trop. Biomed. 2017;7:1–17. doi: 10.1016/j.apjtb.2017.01.016.", "ArticleIdList": ["10.1016/j.apjtb.2017.01.016"]}, {"Citation": "Schlemmer U., Frølich W., Prieto R.M., Grases F. Phytate in foods and significance for humans: Food sources, intake, processing, bioavailability, protective role and analysis. Mol. Nutr. Food Res. 2009;53:S330–S375. doi: 10.1002/mnfr.200900099.", "ArticleIdList": ["10.1002/mnfr.200900099", "19774556"]}, {"Citation": "Savage G.P., Dubois M. The effect of soaking and cooking on the oxalate content of taro leaves. Int. J. Food Sci. Nutr. 2006;57:376–381. doi: 10.1080/09637480600855239.", "ArticleIdList": ["10.1080/09637480600855239", "17135028"]}, {"Citation": "Ivanovski O., Drüeke T.B. A new era in the treatment of calcium oxalate stones? Kidney Int. 2013;83:998–1000. doi: 10.1038/ki.2013.41.", "ArticleIdList": ["10.1038/ki.2013.41", "23728004"]}, {"Citation": "Nguyen H.V.H., Savage G.P. Oxalate content of New Zealand grown and imported fruits. J. Food Compos. Anal. 2013;31:180–184. doi: 10.1016/j.jfca.2013.06.001.", "ArticleIdList": ["10.1016/j.jfca.2013.06.001"]}, {"Citation": "Dupont S., Zacchigna L., Cordenonsi M., Soligo S., Adorno M., Rugge M., Piccolo S. Germ-layer specification and control of cell growth by ectodermin, a smad4 ubiquitin ligase. Cell. 2005;121:87–99. doi: 10.1016/j.cell.2005.01.033.", "ArticleIdList": ["10.1016/j.cell.2005.01.033", "15820681"]}, {"Citation": "Aniszewski T. Alkaloids—Secrets of Life-Alkaloid Chemistry, Biological Significance, Applications and Ecological Role. Elsevier Publications; Amsterdam, The Netherlands: 2007."}, {"Citation": "Unuofin J.O., Otunola G.A., Afolayan A.J. Essential oil composition, nutrient and anti-nutrient analysis of Vernonia mespilifolia Less. Res. J. Bot. 2017;12:38–45."}, {"Citation": "Association of Official Analytical Chemists (AOAC) Official Methods of Analysis of AOAC. 17th ed. AOAC International; Gaithersburg, MD, USA: 2000."}, {"Citation": "Agrilasa . Method 6.1.1. Dry ashing. In: Palic P., Claasens A.S., Collier J., Loock A., Hattingh D., editors. Handbook of Feeds and Plant Analysis. 2nd ed. Agricultural Laboratory Association of South Africa; Pretoria, South Africa: 2007."}, {"Citation": "Hussain J., ur Rehman N., Al-Harrasi A., Ali L., Ullah R., Mabood F., Hussain H., Ismail M. Nutritional prospects and mineral compositions of selected vegetables from Dhoda sharif Kohat. J. Med. Plants Res. 2011;5:6509–6514."}, {"Citation": "Aina V.O., Sambo B., Zakari A., Haruna M.S.H., Umar H., Akinboboye R.M., Mohammed A. Determination of nutritional and anti-nutrient content of Vitis vinifera (Grapes) grown in Bomo (Area C) Zaria, Nigeria. Adv. J. Food Sci. Technol. 2012;4:445–448."}, {"Citation": "Al-Harrasi A., Al-Rawahi A., Hussain J., Rehman N.U., Ali L., Hussain H. Proximate analysis of the resins and leaves of Boswellia sacra. J. Med. Plants Res. 2012;6:3098–3104. doi: 10.5897/JMPR11.1264.", "ArticleIdList": ["10.5897/JMPR11.1264"]}, {"Citation": "Omoruyi B.E., Bradley G., Afolayan A.J. Antioxidant and phytochemical properties of Carpobrotus edulis (L.) bolus leaf used for the management of common infections in HIV/AIDS patients in Eastern Cape Province. BMC Complement. Altern. Med. 2012;12:1–9. doi: 10.1186/1472-6882-12-215.", "ArticleIdList": ["10.1186/1472-6882-12-215", "PMC3528461", "23140206"]}, {"Citation": "Agbaire P.O. Nutritional and anti-nutritional levels of some local vegetables (Vernonia amygdalina, Manihot esculenta, Telferia occidentalis, Talinum triangulare and Amaranthus spinosus) from Delta State, Nigeria. J. Appl. Sci. Environ. Manag. 2011;15:625–628."}, {"Citation": "Damilola O.L., Joseph O.B., Olufemi A., Amoo I.A. Chemical composition of red and white cocoyam (Colocosia esculenta) leaves. Int. J. Sci. Res. 2013;11:121–125."}, {"Citation": "Otang W.M., Grierson D.S., Ndip R.N. Phytochemical studies and antioxidant activity of two South African medicinal plants traditionally used for the management of opportunistic fungal infections in HIV/AIDS patients. BMC Complement. Altern. Med. 2012;12:1–7.", "ArticleIdList": ["PMC3364152", "22502778"]}]}], "History": [{"Year": "2019", "Month": "11", "Day": "17"}, {"Year": "2019", "Month": "11", "Day": "30"}, {"Year": "2019", "Month": "12", "Day": "2"}, {"Year": "2019", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "12", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["31842474", "PMC6963461", "10.3390/plants8120598", "plants8120598"]}}]}