{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["açaí", "chronic kidney disease", "endothelial dysfunction", "inflammation", "oxidative stress", "uraemic toxins"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31876965", "DateCompleted": {"Year": "2021", "Month": "08", "Day": "19"}, "DateRevised": {"Year": "2021", "Month": "08", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "01", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.1113/EP088080"], "Journal": {"ISSN": "1469-445X", "JournalIssue": {"Volume": "105", "Issue": "3", "PubDate": {"Year": "2020", "Month": "Mar"}}, "Title": "Experimental physiology", "ISOAbbreviation": "Exp Physiol"}, "ArticleTitle": "Uraemic toxin-induced inflammation and oxidative stress in human endothelial cells: protective effect of polyphenol-rich extract from açaí.", "Pagination": {"StartPage": "542", "EndPage": "551", "MedlinePgn": "542-551"}, "Abstract": {"AbstractText": ["What is the central question of this study? Does a polyphenol-rich extract from açaí have a potential role in preventing uraemic toxin-induced endothelial cell dysfunction? What is the main finding and its importance? Polyphenols from açaí prevented cell death, restored migratory capacity, protected from inflammation and contributed to the restoration of the antioxidant response in endothelial cells exposed to uraemic toxins. The protective role of açaí against toxic effects exerted by uraemic toxins presents a potential new therapeutic target in endothelial cells.", "In chronic kidney disease (CKD), progressive loss of kidney function results in the accumulation of protein-bound uraemic toxins such as p-cresyl sulfate (pCS) and indoxyl sulfate (IS). Among strategies to ameliorate the harmful actions of uraemic toxins, phenolic compounds have been extensively studied. The main goal of this work was to evaluate the antioxidant and anti-inflammatory actions of phenolic-rich açaí seed extract (ASE) in response to endothelial dysfunction induced by IS and pCS, in human umbilical vein endothelial cells (HUVECs). Cells were treated with ASE (10 µg ml<sup>-1</sup> ) in the presence or absence of IS (61 µg ml<sup>-1</sup> ) and pCS (40 µg ml<sup>-1</sup> ). Cell viability, cell death, cell migratory capacity and inflammatory biomarker expression were evaluated. Cellular antioxidant response was measured through the activity and expression of antioxidant enzymes, and oxidative damage was evaluated. IS and pCS lowered cell viability, triggered cell death and lowered the migratory capacity in endothelial cells (P < 0.05). ASE prevented cell death and restored the migratory capacity in cells exposed to IS. Both toxins up-regulated pro-inflammatory cytokine expression, and ASE was able to beneficially counteract this effect. Tumour necrosis factor-α secretion was greater in uraemic toxin-treated cells and ASE reversed this phenomenon in cells treated with both toxins concomitantly (P < 0.05). With regard to the antioxidant response, superoxide dismutase expression was strikingly lower in cells treated with both toxins, and ASE inhibited this harmful effect (P < 0.05). From the results, we conclude that ASE exerted protective effects on inflammation and oxidative stress caused by uraemic toxins (particularly by IS) in human endothelial cells."], "CopyrightInformation": "© 2019 The Authors. Experimental Physiology © 2019 The Physiological Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nutrition and Genomics Laboratory, Basic and Experimental Nutrition Department, Institute of Nutrition, Rio de Janeiro State University, Rio de Janeiro, Brazil."}, {"Identifier": [], "Affiliation": "Université de Lyon, INSERM U1060, CarMeN, INSA de Lyon, Univ Lyon-1, F-69621, Villeurbanne, France."}], "LastName": "Monteiro", "ForeName": "Elisa Bernardes", "Initials": "EB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nutrition and Genomics Laboratory, Basic and Experimental Nutrition Department, Institute of Nutrition, Rio de Janeiro State University, Rio de Janeiro, Brazil."}], "LastName": "Soares", "ForeName": "Elaine Dos Ramos", "Initials": "EDR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nutrition and Genomics Laboratory, Basic and Experimental Nutrition Department, Institute of Nutrition, Rio de Janeiro State University, Rio de Janeiro, Brazil."}], "LastName": "Trindade", "ForeName": "Patrícia Letícia", "Initials": "PL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Cardiovascular Pharmacology and Medicinal Plants, Department of Pharmacology, Rio de Janeiro State University, Rio de Janeiro, Brazil."}], "LastName": "de Bem", "ForeName": "Graziele Freitas", "Initials": "GF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Cardiovascular Pharmacology and Medicinal Plants, Department of Pharmacology, Rio de Janeiro State University, Rio de Janeiro, Brazil."}], "LastName": "Resende", "ForeName": "Angela de Castro", "Initials": "AC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nutrition and Genomics Laboratory, Basic and Experimental Nutrition Department, Institute of Nutrition, Rio de Janeiro State University, Rio de Janeiro, Brazil."}], "LastName": "Passos", "ForeName": "Magna Maria Cottini da Fonseca", "Initials": "MMCDF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Université de Lyon, INSERM U1060, CarMeN, INSA de Lyon, Univ Lyon-1, F-69621, Villeurbanne, France."}], "LastName": "Soulage", "ForeName": "Christophe Olivier", "Initials": "CO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nutrition and Genomics Laboratory, Basic and Experimental Nutrition Department, Institute of Nutrition, Rio de Janeiro State University, Rio de Janeiro, Brazil."}], "LastName": "Daleprane", "ForeName": "Julio Beltrame", "Initials": "JB"}], "GrantList": [{"GrantID": "E-26/202.677/2018", "Agency": "Fundação de Amparo à Pesquisa do Estado do Rio de Janeiro - FAPERJ", "Country": "International"}, {"GrantID": "472711/2013-0", "Agency": "Conselho Nacional de Desenvolvimento Científico e Tecnológico", "Country": "International"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Exp Physiol", "NlmUniqueID": "9002940", "ISSNLinking": "0958-0670"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Biomarkers"}, {"RegistryNumber": "0", "NameOfSubstance": "Cytokines"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Polyphenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Protective Agents"}, {"RegistryNumber": "EC 1.15.1.1", "NameOfSubstance": "Superoxide Dismutase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Antioxidants"}, {"QualifierName": ["metabolism"], "DescriptorName": "Biomarkers"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Death"}, {"QualifierName": [], "DescriptorName": "Cells, Cultured"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cytokines"}, {"QualifierName": ["chemistry"], "DescriptorName": "Euterpe"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Human Umbilical Vein Endothelial Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Inflammation"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Polyphenols"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Protective Agents"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Renal Insufficiency, Chronic"}, {"QualifierName": ["metabolism"], "DescriptorName": "Superoxide Dismutase"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Addi, T., Poitevin, S., McKay, N., El Mecherfi, K. E., Kheroua, O., Jourde-Chiche, N., … Dou, L. (2019). Mechanisms of tissue factor induction by the uremic toxin indole-3 acetic acid through aryl hydrocarbon receptor/nuclear factor-kappa B signaling pathway in human endothelial cells. Archives of Toxicology, 93, 121-136."}, {"Citation": "Aebi, H. (1984). Catalase in vitro. Methods in Enzymology, 105, 121-126."}, {"Citation": "Bannister, J. V., & Calabrese, L. (1987). Assays for superoxide dismutase. Methods of Biochemical Analysis, 32, 279-312."}, {"Citation": "Bradford, M. M. (1976). A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Analytical Biochemistry, 72, 248-254."}, {"Citation": "Chitalia, V. C., Murikipudi, S., Indolfi, L., Rabadi, L., Valdez, R., Franses, J. W., & Edelman, E. R. (2011). Matrix-embedded endothelial cells are protected from the uremic milieu. Nephrology Dialysis Transplantation, 26, 3858-3865."}, {"Citation": "Cohen, G., Glorieux, G., Thornalley, P., Schepers, E., Meert, N., Jankowski, J. … European Uremic Toxin Work Group (EUTox). (2007). Review on uraemic toxins III: Recommendations for handling uraemic retention solutes in vitro-towards a standardized approach for research on uraemia. Nephrology Dialysis Transplantation, 22, 3381-3390."}, {"Citation": "da Costa, C. A., de Oliveira, P. R. B., de Bem, G. F., de Cavalho, L. C. R. M., Ognibene, D. T., da Silva, A. F. E., … Resende, A. C. (2012). Euterpe oleracea Mart.-derived polyphenols prevent endothelial dysfunction and vascular structural changes in renovascular hypertensive rats: Role of oxidative stress. Naunyn-Schmiedebergs Archives of Pharmacology, 385, 1199-1209."}, {"Citation": "da Silva Cristino Cordeiro, V., de Bem, G. F., da Costa, C. A., Santos, I. B., de Carvalho, L. C. R. M., Ognibene, D. T., … Resende, A. C. (2018). Euterpe oleracea Mart. seed extract protects against renal injury in diabetic and spontaneously hypertensive rats: Role of inflammation and oxidative stress. European Journal of Nutrition, 57, 817-832."}, {"Citation": "de Oliveira, P. R. B., da Costa, C. A., de Bem, G. F., Cordeiro, V. S. C., Santos, I. B., de Carvalho, L. C. R.M., … Resende, A. C. (2015). Euterpe oleracea Mart.-derived polyphenols protect mice from diet-induced obesity and fatty liver by regulating hepatic lipogenesis and cholesterol excretion. PLoS One, 10, e0143721."}, {"Citation": "Dou, L., Bertrand, E., Cerini, C., Faure, V., Sampol, J., Vanholder, R., … Brunet, P. (2004). The uremic solutes p-cresol and indoxyl sulfate inhibit endothelial proliferation and wound repair. Kidney International, 65, 442-451."}, {"Citation": "Dou, L., Jourde-Chiche, N., Faure, V., Cerini, C., Berland, Y., Dignat-George, F., & Brunet, P. (2007). The uremic solute indoxyl sulfate induces oxidative stress in endothelial cells. Journal of Thrombosis and Haemostasis, 5, 1302-1308."}, {"Citation": "Duranton, F., Cohen, G., De Smet, R., Rodriguez, M., Jankowski, J., Vanholder, R., … European Uremic Toxin Work Group. (2012) Normal and pathologic concentrations of uremic toxins. Journal of the American Society of Nephrology, 23, 1258-1270."}, {"Citation": "Faure, V., Dou, L., Sabatier, F., Cerini, C., Sampol, J., Berland, Y., … Dignat-George, F. (2006). Elevation of circulating endothelial microparticles in patients with chronic renal failure. Journal of Thrombosis and Haemostasis, 4, 566-573."}, {"Citation": "Flohé, L., & Günzler, W. A. (1984). Assays of glutathione peroxidase. Methods in Enzymology, 105, 114-121."}, {"Citation": "Gao, H., & Liu, S. (2017). Role of uremic toxin indoxyl sulfate in the progression of cardiovascular disease. Life Sciences, 185, 23-29."}, {"Citation": "Gross, P., Massy, Z. A., Henaut, L., Boudot, C., Cagnard, J., March, C., … Six, I. (2015). Para-cresyl sulfate acutely impairs vascular reactivity and induces vascular remodeling. Journal of Cellular Physiology, 230, 2927-2935."}, {"Citation": "Han, H., Zhu, J., Zhu, Z., Ni, J., Du, R., Dai, Y., … Zhang, R. (2015). p-Cresyl sulfate aggravates cardiac dysfunction associated with chronic kidney disease by enhancing apoptosis of cardiomyocytes. Journal of the American Heart Association, 4, e001852."}, {"Citation": "Himmelfarb, J., Stenvinkel, P., Ikizler, T. A., & Hakim, R. M. (2002). The elephant in uremia: Oxidant stress as a unifying concept of cardiovascular disease in uremia. Kidney International, 62, 1524-1538."}, {"Citation": "Jourde-Chiche, N., Dou, L., Cerini, C., Dignat-George, F., & Brunet, P. (2011). Vascular incompetence in dialysis patients-protein-bound uremic toxins and endothelial dysfunction. Seminars in Dialysis, 24, 327-337."}, {"Citation": "Levine, R. L., Garland, D., Oliver, C. N., Amici, A., Climent, I., Lenz, A. G., … Stadtman, E. R. (1990). Determination of carbonyl content in oxidatively modified proteins. Methods in Enzymology, 186, 464-478."}, {"Citation": "Lin, C-J., Wu, V., Wu, P-C., & Wu, C-J. (2015). Meta-analysis of the associations of p-cresyl sulfate (PCS) and indoxyl sulfate (IS) with cardiovascular events and all-cause mortality in patients with chronic renal failure. PLoS One, 10, e0132589."}, {"Citation": "Lu, Z., Lu, F., Zheng, Y., Zeng, Y., Zou, C., & Liu, X. (2016). Grape seed proanthocyanidin extract protects human umbilical vein endothelial cells from indoxyl sulfate-induced injury via ameliorating mitochondrial dysfunction. Renal Failure, 38, 100-108."}, {"Citation": "Marineli, R. S., Lenquiste, S. A., Moraes, É. A., & Maróstica, M. R. (2015). Antioxidant potential of dietary chia seed and oil (Salvia hispanica L.) in diet-induced obese rats. Food Research International, 76, 666-674."}, {"Citation": "Meir, K. S., & Leitersdorf, E. (2004). Atherosclerosis in the apolipoprotein-E-deficient mouse: A decade of progress. Arteriosclerosis, Thrombosis, and Vascular Biology, 24, 1006-1014."}, {"Citation": "Migliori, M., Cantaluppi, V., Mannari, C., Bertelli, A. A. E., Medica, D., Quercia, A. D., … Panichi, V. (2015). Caffeic acid, a phenol found in white wine, modulates endothelial nitric oxide production and protects from oxidative stress-associated endothelial cell injury. PLoS One, 10, e0117530."}, {"Citation": "Moura, R. S., Ferreira, T. S., Lopes, A. A., Pires, K. M. P., Nesi, R. T., Resende, A. C., … Valenca, S. S. (2012). Effects of Euterpe oleracea Mart. (AÇAÍ) extract in acute lung inflammation induced by cigarette smoke in the mouse. Phytomedicine, 19, 262-269."}, {"Citation": "Rocha, A. P. M., Carvalho, L. C. R.M., Sousa, M. A. V., Madeira, S. V. F., Sousa, P. J. C., Tano, T., … Soares de Moura, R. (2007). Endothelium-dependent vasodilator effect of Euterpe oleracea Mart. (Açaí) extracts in mesenteric vascular bed of the rat. Vascular Pharmacology, 46, 97-104."}, {"Citation": "Shen, W-C., Liang, C-J., Huang, T-M., Liu, C-W., Wang, S-H., Young, G-H., … Chen, Y-L. (2016). Indoxyl sulfate enhances IL-1β-induced E-selectin expression in endothelial cells in acute kidney injury by the ROS/MAPKs/NFκB/AP-1 pathway. Archives of Toxicology, 90, 2779-2792."}, {"Citation": "Shimizu, H., Bolati, D., Higashiyama, Y., Nishijima, F., Shimizu, K., & Niwa, T. (2012). Indoxyl sulfate upregulates renal expression of MCP-1 via production of ROS and activation of NF-κB, p53, ERK, and JNK in proximal tubular cells. Life Science, 90, 525-530."}, {"Citation": "Soares, E. R., Monteiro, E. B., de Bem, G. F., Inada, K. O. P., Torres, A. G., Perrone, D., … Daleprane, J. B. (2017). Up-regulation of Nrf2-antioxidant signaling by Açaí (Euterpe oleracea Mart.) extract prevents oxidative stress in human endothelial cells. Journal of Functional Foods, 37, 107-115."}, {"Citation": "Tumur, Z., & Niwa, T. (2009). Indoxyl sulfate inhibits nitric oxide production and cell viability by inducing oxidative stress in vascular endothelial cells. American Journal of Nephrology, 29, 551-557."}, {"Citation": "Tumur, Z., Shimizu, H., Enomoto, A., Miyazaki, H., & Niwa, T. (2010). Indoxyl sulfate upregulates expression of ICAM-1 and MCP-1 by oxidative stress-induced NF-κB activation. American Journal of Nephrology, 31, 435-441."}, {"Citation": "Vanholder, R., Schepers, E., Pletinck, A., Nagler, E. V., & Glorieux, G. (2014). The uremic toxicity of indoxyl sulfate and p-cresyl sulfate: A systematic review. Journal of the American Society of Nephrology, 25, 1897-1907."}, {"Citation": "Watanabe, H., Miyamoto, Y., Enoki, Y., Ishima, Y., Kadowaki, D., Kotani, S., … Maruyama, T. (2015). p-Cresyl sulfate, a uremic toxin, causes vascular endothelial and smooth muscle cell damages by inducing oxidative stress. Pharmacology Research & Perspectives, 3, e00092."}, {"Citation": "Watanabe, H., Miyamoto, Y., Honda, D., Tanaka, H., Wu, Q., Endo, M., … Maruyama, T. (2013). p-Cresyl sulfate causes renal tubular cell damage by inducing oxidative stress by activation of NADPH oxidase. Kidney International, 83, 582-592."}, {"Citation": "Yisireyili, M., Shimizu, H., Saito, S., Enomoto, A., Nishijima, F., & Niwa, T. (2013). Indoxyl sulfate promotes cardiac fibrosis with enhanced oxidative stress in hypertensive rats. Life Sciences, 92, 1180-1185."}, {"Citation": "Yu, M., Kim, Y. J., & Kang, D-H. (2011). Indoxyl sulfate-induced endothelial dysfunction in patients with chronic kidney disease via an induction of oxidative stress. Clinical Journal of the American Society of Nephrology, 6, 30-39."}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "8", "Day": "7"}, {"Year": "2019", "Month": "12", "Day": "24"}, {"Year": "2019", "Month": "12", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "27", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31876965", "10.1113/EP088080"]}}]}