{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31882930", "DateCompleted": {"Year": "2020", "Month": "11", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "27"}], "Language": ["eng"], "ELocationID": ["20171", "10.1038/s41598-019-56821-0"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Dec", "Day": "27"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Expression response of chalcone synthase gene to inducing conditions and its effect on flavonoids accumulation in two medicinal species of Anoectochilus.", "Pagination": {"StartPage": "20171", "MedlinePgn": "20171"}, "Abstract": {"AbstractText": ["Anoectochilus roxburghii and Anoectochilus formasanus are the major species of genus Anoectochilus used in traditional Chinese medicine for their abundant content of flavonoids and some other medicinal constituents. In recent years, their wild resources are gradually exhausted due to over-collection and ecological deterioration. Artificial cultivation and tissue culture are employed to increase production. In this study, the open reading frame, promoter and genomic sequences of the chalcone synthase (CHS) gene were cloned from these two species according to their transcriptome information, and used for expression analysis in response to the induction of phenylalanine, ultraviolet light and NaCl, and its effect investigation on accumulation of flavonoids. The results showed that the expression of the CHS genes was upregulated in response to these inductions and resulted in increasing accumulation of total flavonoids. However, the increased flavonoids induced by phenylalanine and ultraviolet light were mainly allocated into the anthocyanidin branch of flavonoids biosynthesis. Not only did it improved the medicinal value, but might have inhibitory effect on plant growth because of the increased malondialdehyde accumulation. Under the induction of appropriate concentration of NaCl, the medicinal constituents of flavonoids were increased without inhibition to plant growth."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Maize Research Institute, Sichuan Agricultural University, Chengdu, Sichuan, 611130, PR China."}, {"Identifier": [], "Affiliation": "Medical Plant Exploitation and Utilization Engineering Research Center, Fujian Province University, Sanming University, Sanming, 365004, People's Republic of China."}], "LastName": "Yang", "ForeName": "Lin", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Plant Exploitation and Utilization Engineering Research Center, Fujian Province University, Sanming University, Sanming, 365004, People's Republic of China."}], "LastName": "Zhang", "ForeName": "Jun Cheng", "Initials": "JC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Maize Research Institute, Sichuan Agricultural University, Chengdu, Sichuan, 611130, PR China."}], "LastName": "Qu", "ForeName": "Jing Tao", "Initials": "JT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Medicinal and Edible Plants Resources Development of Sichuan Education Department, Sichuan Industrial Institute of Antibiotics, Chengdu University, Chengdu, 610052, PR China."}], "LastName": "He", "ForeName": "Gang", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Maize Research Institute, Sichuan Agricultural University, Chengdu, Sichuan, 611130, PR China."}], "LastName": "Yu", "ForeName": "Hao Qiang", "Initials": "HQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Maize Research Institute, Sichuan Agricultural University, Chengdu, Sichuan, 611130, PR China. aumdyms@sicau.edu.cn."}], "LastName": "Li", "ForeName": "Wan Chen", "Initials": "WC"}, {"Identifier": ["0000-0001-5695-2391"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Maize Research Institute, Sichuan Agricultural University, Chengdu, Sichuan, 611130, PR China. ffl@sicau.edu.cn."}], "LastName": "Fu", "ForeName": "Feng Ling", "Initials": "FL"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "EC 2.3.-", "NameOfSubstance": "Acyltransferases"}, {"RegistryNumber": "EC 2.3.1.74", "NameOfSubstance": "flavanone synthetase"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "genetics", "metabolism"], "DescriptorName": "Acyltransferases"}, {"QualifierName": [], "DescriptorName": "Amino Acid Sequence"}, {"QualifierName": [], "DescriptorName": "Cloning, Molecular"}, {"QualifierName": ["metabolism"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lang, K., Chen, X. & Luo, Y. Flora reipublicae popularis sinicae (Flora of China, Volume XVII) Angiospermae 220–227 (Science Press Beijing, 1999)."}, {"Citation": "Takatsuki S, Wang JD, Narui T. Studies on the components of crude drug ‘kim-soan-lian’. J JapBot. 1992;67:121–123."}, {"Citation": "Cui SC, et al. Antihyperglycemic and antioxidant activity of water extract from Anoectochilus roxburghii in experimental diabetes. Exp Toxicol Pathol. 2013;65:485–488. doi: 10.1016/j.etp.2012.02.003.", "ArticleIdList": ["10.1016/j.etp.2012.02.003", "22440113"]}, {"Citation": "Hoi TM, et al. Flavonoids from Anoectochilus annamensis and their anti-inflammatory activity. Nat Prod Commun. 2016;11:613–614.", "ArticleIdList": ["27319131"]}, {"Citation": "Yang Z, et al. Protective effect of Anoectochilus roxburghii polysaccharide against CCl4-induced oxidative liver damage in mice. Inter J Biol Macromol. 2017;96:442–450. doi: 10.1016/j.ijbiomac.2016.12.039.", "ArticleIdList": ["10.1016/j.ijbiomac.2016.12.039", "27993656"]}, {"Citation": "Ye S, Shao Q, Zhang A. Anoectochilus roxburghii: A review of its phytochemistry, pharmacology, and clinical applications. J Ethnopharmacol. 2017;209:184–202. doi: 10.1016/j.jep.2017.07.032.", "ArticleIdList": ["10.1016/j.jep.2017.07.032", "28755972"]}, {"Citation": "Zhang Y, Cai J, Ruan H, Pi H, Wu J. Antihyperglycemic activity of kinsenoside, a high yielding constituent from Anoectochilus roxburghii, in streptozotocin diabetic rats. J Ethnopharmacol. 2007;114:141–145. doi: 10.1016/j.jep.2007.05.022.", "ArticleIdList": ["10.1016/j.jep.2007.05.022", "17869039"]}, {"Citation": "Du XM, Sun NY, Irino N, Shoyama Y. Glycosidic constituents from in vitro Anoectochilus formosanus. Chem Pharm Bull. 2000;48:1803–1804. doi: 10.1248/cpb.48.1803.", "ArticleIdList": ["10.1248/cpb.48.1803", "11086921"]}, {"Citation": "Zhang F, Lv Y, Dong H, Guo S. Analysis of genetic stability through intersimple sequence repeats molecular markers in micropropagated plantlets of Anoectochilus formosanus Hayata, a medicinal plant. Biol Pharm Bull. 2010;33:384–388. doi: 10.1248/bpb.33.384.", "ArticleIdList": ["10.1248/bpb.33.384", "20190397"]}, {"Citation": "Ma Z, Li S, Zhang M, Jiang S, Xiao Y. Light intensity affects growth, photosynthetic capability, and total flavonoid accumulation of Anoectochilusplants. Hortscience. 2010;45:863–867. doi: 10.21273/HORTSCI.45.6.863.", "ArticleIdList": ["10.21273/HORTSCI.45.6.863"]}, {"Citation": "Christie JM, Jenkins GI. Distinct UV-B and UV-A/blue light signal transduction pathways induce chalcone synthase gene expression in Arabidopsiscells. Plant Cell. 1996;8:1555–1567.", "ArticleIdList": ["PMC161298", "8837509"]}, {"Citation": "Colla G, et al. Effects of saline stress on mineral composition, phenolic acids and flavonoids in leaves of artichoke and cardoon genotypes grown in floating system. J Sci Food Agri. 2013;93:1119–1127. doi: 10.1002/jsfa.5861.", "ArticleIdList": ["10.1002/jsfa.5861", "22936423"]}, {"Citation": "Zhu H, et al. Effects of low light on photosynthetic properties, antioxidant enzyme activity, and anthocyanin accumulation in purple pak-choi (Brassica campestris ssp. Chinensis Makino) PLoS One. 2017;12:e0179305. doi: 10.1371/journal.pone.0179305.", "ArticleIdList": ["10.1371/journal.pone.0179305", "PMC5469474", "28609452"]}, {"Citation": "Afreen F, Zobayed SM, Kozai T. Spectral quality and UV-B stress stimulate glycyrrhizinconcentration of Glycyrrhiza uralensis in hydroponic and pot system. Plant Physiol Biochem. 2005;43:1074–1081. doi: 10.1016/j.plaphy.2005.11.005.", "ArticleIdList": ["10.1016/j.plaphy.2005.11.005", "16386431"]}, {"Citation": "Zhang X, Abrahan C, Colquhoun TA, Liu CJ. A proteolytic regulator controlling chalcone synthase stability and flavonoid biosynthesis in Arabidopsis. Plant Cell. 2017;29:1157–1174. doi: 10.1105/tpc.16.00855.", "ArticleIdList": ["10.1105/tpc.16.00855", "PMC5466025", "28446542"]}, {"Citation": "Winkel-Shirley B. Flavonoid biosynthesis. a colorful model for genetics, biochemistry, cell biology, and biotechnology. Plant Physiol. 2001;126:485–493. doi: 10.1104/pp.126.2.485.", "ArticleIdList": ["10.1104/pp.126.2.485", "PMC1540115", "11402179"]}, {"Citation": "Shih CC, Wu YW, Lin WC. Scavenging of reactive oxygen species and inhibition of the oxidation of low density lipoprotein by the aqueous extraction of Anoectochilus formosanus. Am J Chin Med. 2003;31:25–36. doi: 10.1142/S0192415X03000692.", "ArticleIdList": ["10.1142/S0192415X03000692", "12723752"]}, {"Citation": "Sankari SL, Babu NA, Rani V, Priyadharsini C, Masthan KM. Flavonoids-clinical effects and applications in dentistry: A review. J Pharm Bioallied Sci. 2014;6:S26–29. doi: 10.4103/0975-7406.137256.", "ArticleIdList": ["10.4103/0975-7406.137256", "PMC4157275", "25210379"]}, {"Citation": "Ververidis F, et al. Biotechnology of flavonoids and other phenylpropanoid-derived natural products. Part I: Chemical diversity, impacts on plant biology and human health. Biotechnol J. 2007;2:1214–1234. doi: 10.1002/biot.200700084.", "ArticleIdList": ["10.1002/biot.200700084", "17935117"]}, {"Citation": "Ferrer JL, Austin MB, Stewart CJ, Noel JP. Structure and function of enzymes involved in the biosynthesis of phenylpropanoids. Plant Physiol Bio chem. 2008;46:356–370. doi: 10.1016/j.plaphy.2007.12.009.", "ArticleIdList": ["10.1016/j.plaphy.2007.12.009", "PMC2860624", "18272377"]}, {"Citation": "Han Y. Cloning and characterization of a novel chalcone synthase gene from Phalaenopsishybrida Orchid flowers. Russ J Plant Physiol. 2006;53:250–258. doi: 10.1134/S1021443706020129.", "ArticleIdList": ["10.1134/S1021443706020129"]}, {"Citation": "Reimold U, Kroger M, Kreuzaler F, Hahlbrock K. Coding and 3′ non-coding nucleotide sequence of chalcone synthase mRNA and assignment of amino acid sequence of the enzyme. EMBO J. 1983;2:1801–1805. doi: 10.1002/j.1460-2075.1983.tb01661.x.", "ArticleIdList": ["10.1002/j.1460-2075.1983.tb01661.x", "PMC555362", "16453477"]}, {"Citation": "Awasthi P, et al. Cloning and expression analysis of chalcone synthase gene from Coleus forskohlii. J Genet. 2016;95:647–657. doi: 10.1007/s12041-016-0680-8.", "ArticleIdList": ["10.1007/s12041-016-0680-8", "27659336"]}, {"Citation": "Bovy A, Schijlen E, Hall RD. Metabolic engineering of flavonoids in tomato (Solanum lycopersicum): the potential for metabolomics. Metabolomics. 2007;3:399–412. doi: 10.1007/s11306-007-0074-2.", "ArticleIdList": ["10.1007/s11306-007-0074-2", "PMC4309898", "25653576"]}, {"Citation": "Guo D, et al. Overexpression of CtCHS1 increases accumulation quinochalcone in safflower. Front Plant Sci. 2017;8:1409–1422. doi: 10.3389/fpls.2017.01409.", "ArticleIdList": ["10.3389/fpls.2017.01409", "PMC5559696", "28861095"]}, {"Citation": "Franken P, et al. The duplicated chalcone synthase genes C2 and Whp (white pollen) of Zea mays are independently regulated; evidence for translational control of Whp expression by the anthocyanidin intensifying gene In. EMBOJ. 1991;10:2605–2612. doi: 10.1002/j.1460-2075.1991.tb07802.x.", "ArticleIdList": ["10.1002/j.1460-2075.1991.tb07802.x", "PMC452959", "1714383"]}, {"Citation": "Wani TA, et al. Molecular and functional characterization of two isoforms of chalcone synthase and their expression analysis in relation to flavonoid constituents in Grewia asiatica L. PloS One. 2017;12:e0179155. doi: 10.1371/journal.pone.0179155.", "ArticleIdList": ["10.1371/journal.pone.0179155", "PMC5491003", "28662128"]}, {"Citation": "Edahiro JI, Nakamura M, Seki M, Furusaki S. Enhanced accumulation of anthocyanidin in cultured strawberry cells by repetitive feeding of L-phenylalanine into the medium. J Biosci Bioeng. 2005;99:43–47. doi: 10.1263/jbb.99.43.", "ArticleIdList": ["10.1263/jbb.99.43", "16233752"]}, {"Citation": "Masoumian M, Arbakariya A, Syahida A, Maziah M. Effect of precursors on flavonoid production by Hydrocotyle bonariensis callus tissues. Afri J Biotechnol. 2011;10:6021–6029."}, {"Citation": "Erkan M, Wang SY, Wang CY. Effect of UV treatment on antioxidant capacity, antioxidant enzyme activity and decay in strawberry fruit. Posth Biol Technol. 2008;48:163–171. doi: 10.1016/j.postharvbio.2007.09.028.", "ArticleIdList": ["10.1016/j.postharvbio.2007.09.028"]}, {"Citation": "Jiang T, Jahangir MM, Jiang Z, Lu X, Ying T. Influence of UV-C treatment on antioxidant capacity, antioxidant enzyme activity and texture of postharvest shiitake (Lentinus edodes) mushrooms during storage. Posth Biol Technol. 2010;56:209–215. doi: 10.1016/j.postharvbio.2010.01.011.", "ArticleIdList": ["10.1016/j.postharvbio.2010.01.011"]}, {"Citation": "Shen Y, Jin L, Xiao P, Lu Y, Bao J. Total phenolics, flavonoids, antioxidant capacity in rice grain and their relations to grain color, size and weight. J Cereal Sci. 2009;49:106–111. doi: 10.1016/j.jcs.2008.07.010.", "ArticleIdList": ["10.1016/j.jcs.2008.07.010"]}, {"Citation": "Tegelberg R, Julkunen-Tiitto R. Quantitative changes in secondary metabolites of dark-leaved willow (Salix myrsinifolia) exposed to enhanced ultraviolet-B radiation. Physiol Plant. 2010;113:541–547. doi: 10.1034/j.1399-3054.2001.1130413.x.", "ArticleIdList": ["10.1034/j.1399-3054.2001.1130413.x"]}, {"Citation": "Abrol E, Vyas D, Koul S. Metabolic shift from secondary metabolite production to induction of anti-oxidative enzymes during NaCl stress in Swertia chirata, Buch.-Ham. Acta Physiol Plant. 2012;34:541–546. doi: 10.1007/s11738-011-0851-4.", "ArticleIdList": ["10.1007/s11738-011-0851-4"]}, {"Citation": "Gengmao Z, Shihui L, Xing S, Yizhou W, Zipan C. The role of silicon in physiology of the medicinal plant (Lonicera japonica L.) under salt stress. Sci Rep. 2015;5:12696. doi: 10.1038/srep12696.", "ArticleIdList": ["10.1038/srep12696", "PMC4522604", "26235534"]}, {"Citation": "Hrazdina G, Zobel AM, Hoch HC. Biochemical, immunological, and immunocytochemical evidence for the association of chalcone synthase with endoplasmic reticulum membranes. Proc Natl Acad Sci USA. 1987;84:8966–8970. doi: 10.1073/pnas.84.24.8966.", "ArticleIdList": ["10.1073/pnas.84.24.8966", "PMC299672", "3321063"]}, {"Citation": "Wang C, et al. Isolation and characterization of a novel chalcone synthase gene family from mulberry. Plant Physiol Biochem. 2017;115:107–118. doi: 10.1016/j.plaphy.2017.03.014.", "ArticleIdList": ["10.1016/j.plaphy.2017.03.014", "28355585"]}, {"Citation": "Buer CS, Muday GK. The transparent testa4 mutation prevents flavonoid synthesis and alters auxin transport and the response of Arabidopsisroots to gravity and light. Plant Cell. 2004;16:1191–1205. doi: 10.1105/tpc.020313.", "ArticleIdList": ["10.1105/tpc.020313", "PMC423209", "15100399"]}, {"Citation": "Feucht W, Treutter D, Polster J. Flavanol binding of nuclei from tree species. Plant Cell Rep. 2004;22:430–436. doi: 10.1007/s00299-003-0705-7.", "ArticleIdList": ["10.1007/s00299-003-0705-7", "14595514"]}, {"Citation": "Peer WA, et al. Flavonoid accumulation patterns of transparent testa mutants of Arabidopsis. Plant Physiol. 2001;126:536–548. doi: 10.1104/pp.126.2.536.", "ArticleIdList": ["10.1104/pp.126.2.536", "PMC111147", "11402185"]}, {"Citation": "Saslowsky DE, Warek U, Winkel BS. Nuclear localization of flavonoid enzymes in Arabidopsis. J Biol Chem. 2005;280:23735–23740. doi: 10.1074/jbc.M413506200.", "ArticleIdList": ["10.1074/jbc.M413506200", "15817473"]}, {"Citation": "Faktor O, Kooter JM, Dixon RA, Lamb CJ. Functional dissection of a bean chalcone synthase gene promoter in transgenic tobacco plants reveals sequence motifs essential for floral expression. Plant Mol Biol. 1996;32:849–859. doi: 10.1007/BF00020482.", "ArticleIdList": ["10.1007/BF00020482", "8980536"]}, {"Citation": "Hartmann U, et al. Identification of UV/blue light-response elements in the Arabidopsis thaliana chalcone synthase promoter using a homologous protoplast transient expression system. Plant Mol Biol. 1998;36:741–754. doi: 10.1023/A:1005921914384.", "ArticleIdList": ["10.1023/A:1005921914384", "9526507"]}, {"Citation": "Qian W, et al. Identification of a bHLH-type G-box binding factor and its regulation activity with G-box and Box I elements of the PsCHS1 promoter. Plant Cell Rep. 2007;26:85–93. doi: 10.1007/s00299-006-0202-x.", "ArticleIdList": ["10.1007/s00299-006-0202-x", "16924502"]}, {"Citation": "Yu H, et al. Cloning and characterization of BES1/BZR1 transcription factor genes in maize. Plant Growth Regul. 2018;86:235–249. doi: 10.1007/s10725-018-0424-2.", "ArticleIdList": ["10.1007/s10725-018-0424-2"]}, {"Citation": "Lin YJ, Zhang Q. Optimizing the tissue culture conditions for high efficiency transformation of indica rice. Plant Cell Rep. 2005;23:540–547. doi: 10.1007/s00299-004-0843-6.", "ArticleIdList": ["10.1007/s00299-004-0843-6", "15309499"]}, {"Citation": "Zhang G, et al. Characterization of reference genes for quantitative real-time PCR analysis in various tissues of Anoectochilus roxburghii. Mol Biol Rep. 2012;39:5905–5912. doi: 10.1007/s11033-011-1402-1.", "ArticleIdList": ["10.1007/s11033-011-1402-1", "22201024"]}, {"Citation": "Livak KJ, Schmittgen TD. Analysis of relative gene expressiondata using real-time quantitative PCR and the 2−ΔΔCT method. Methods. 2001;25:402–408. doi: 10.1006/meth.2001.1262.", "ArticleIdList": ["10.1006/meth.2001.1262", "11846609"]}, {"Citation": "Liu YG, Mitsukawa N, Oosumi T, Whittier RF. Efficient isolation and mapping of Arabidopsis thaliana T-DNA insert junctions by thermal asymmetric interlaced PCR. Plant J. 1995;8:457–463. doi: 10.1046/j.1365-313X.1995.08030457.x.", "ArticleIdList": ["10.1046/j.1365-313X.1995.08030457.x", "7550382"]}, {"Citation": "Chen L, et al. Continuous determination of total flavonoids in platycladus orientalis (l.) franco by dynamic microwave-assisted extraction coupled with on-line derivatization and ultraviolet-visible detection. Anal Chiem Acta. 2007;596:164–170. doi: 10.1016/j.aca.2007.05.063.", "ArticleIdList": ["10.1016/j.aca.2007.05.063", "17616254"]}, {"Citation": "Sharma OP, Bhat TK. DPPH antioxidant assay revisited. Food Chem. 2009;113:1202–1205. doi: 10.1016/j.foodchem.2008.08.008.", "ArticleIdList": ["10.1016/j.foodchem.2008.08.008"]}, {"Citation": "Tanaka A, et al. A new Arabidopsis mutant induced by ion beams affects flavonoid synthesis with spotted pigmentation in testa. Genes Genet Syst. 1997;72:141–148. doi: 10.1266/ggs.72.141.", "ArticleIdList": ["10.1266/ggs.72.141", "9339542"]}, {"Citation": "Yu H, et al. Cloning and characterization of vacuolar H+ -pyrophosphatase gene (AnVP1) from Ammopiptanthus nanus, and its heterologous expression enhances osmotic tolerance in yeast and Arabidopsis thaliana. Plant Growth Regul. 2017;81:1–13. doi: 10.1007/s10725-016-0179-6.", "ArticleIdList": ["10.1007/s10725-016-0179-6"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "24"}, {"Year": "2019", "Month": "10", "Day": "22"}, {"Year": "2019", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["31882930", "PMC6934732", "10.1038/s41598-019-56821-0", "10.1038/s41598-019-56821-0"]}}]}