{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chronic low back pain", "Palmijihwang-hwan", "Randomized controlled trial", "Study protocol"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31882016", "DateCompleted": {"Year": "2020", "Month": "09", "Day": "18"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "27"}], "Language": ["eng"], "ELocationID": ["778", "10.1186/s13063-019-3776-7"], "Journal": {"ISSN": "1745-6215", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Dec", "Day": "27"}}, "Title": "Trials", "ISOAbbreviation": "Trials"}, "ArticleTitle": "Efficacy, safety, and cost-effectiveness analysis of adjuvant herbal medicine treatment, Palmijihwang-hwan, for chronic low back pain: a study protocol for randomized, controlled, assessor-blinded, multicenter clinical trial.", "Pagination": {"StartPage": "778", "MedlinePgn": "778"}, "Abstract": {"AbstractText": ["Low back pain is a common symptom and continuous or recurrent pain results in chronic low back pain (CLBP). While many patients with CLBP have tried various treatments, complementary and alternative medicine including acupuncture and herbal medicine is one of the commonly used treatments. Palmijihwang-hwan is a herbal medicine used frequently in clinical practice but there has been no report of the efficacy, safety, or cost-effectiveness analysis of Palmijihwang-hwan for CLBP.", "This study is a randomized, assessor-blinded, multicenter, clinical trial with two parallel groups. Four Korean medicine hospitals will recruit 84 participants and randomly allocate them into the control or treatment group in a 1:1 ratio. The control group will receive acupuncture treatment at 11 local and 4 distal acupuncture points for 20 min twice a week for 6 weeks. The treatment group will receive the same acupuncture treatment as the control group and also take Palmijihwang-hwan for 6 weeks. The primary outcome will be the change in visual analog scale (VAS) score between baseline (visit 1) and completion of the intervention (visit 12), and secondary outcomes will be pain-related clinical relevance (minimal clinical important difference or the proportion of the participants who decrease more than 30, or 50% on VAS), disability (Roland and Morris Disability Questionnaire), quality of life (EuroQol-5D), global assessment (Patient Global Impression of Change), and economic analysis (cost-effectiveness and cost-utility analysis). Additionally, safety will be assessed.", "The results of our study will provide the clinical evidence about the efficacy, safety, and cost-effectiveness analysis of Palmijihwang-hwan for CLBP. There will be a chance to provide multiple subdivided influence of this treatment with various outcome measures, but lack of placebo is our limitation.", "Clinical Research Information Service, KCT0002998. Registered on 12 July 2018."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Acupuncture & Moxibustion, Dongguk University Bundang Oriental Hospital, Bundang-gu, Seongnam-si, Gyeonggi-do, 13601, South Korea."}], "LastName": "Sung", "ForeName": "Won-Suk", "Initials": "WS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Korean Medicine, Graduate School, Kyung Hee University, Seoul, South Korea."}], "LastName": "Jeon", "ForeName": "Sae-Rom", "Initials": "SR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Korean Medicine, Graduate School, Kyung Hee University, Seoul, South Korea."}], "LastName": "Hong", "ForeName": "Ye-Jin", "Initials": "YJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Trial Center, Korean Medicine Hospital, Department of Korean Medicine, Kyung Hee University, Seoul, South Korea."}], "LastName": "Kim", "ForeName": "Tae-Hun", "Initials": "TH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Trial Center, Korean Medicine Hospital, Department of Korean Medicine, Kyung Hee University, Seoul, South Korea."}], "LastName": "Shin", "ForeName": "Seungwon", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Acupuncture & Moxibustion, College of Korean Medicine, Daegu Haany University, Gyeongsan-si, Gyeongsangbuk-do, South Korea."}], "LastName": "Lee", "ForeName": "Hyun-Jong", "Initials": "HJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Acupuncture & Moxibustion, College of Korean Medicine, Kyung Hee University, 26 Kyungheedae-ro, Dongdaemun-gu, Seoul, 02447, South Korea."}], "LastName": "Seo", "ForeName": "Byung-Kwan", "Initials": "BK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Acupuncture & Moxibustion, College of Korean Medicine, Kyung Hee University, 26 Kyungheedae-ro, Dongdaemun-gu, Seoul, 02447, South Korea."}], "LastName": "Park", "ForeName": "Yeon-Cheol", "Initials": "YC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Acupuncture & Moxibustion, Dongguk University Bundang Oriental Hospital, Bundang-gu, Seongnam-si, Gyeonggi-do, 13601, South Korea. hanijjung@naver.com."}], "LastName": "Kim", "ForeName": "Eun-Jung", "Initials": "EJ"}, {"Identifier": ["0000-0002-7957-3121"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Acupuncture & Moxibustion, College of Korean Medicine, Kyung Hee University, 26 Kyungheedae-ro, Dongdaemun-gu, Seoul, 02447, South Korea. hanisanam@daum.net."}], "LastName": "Nam", "ForeName": "Dong-Woo", "Initials": "DW"}], "GrantList": [{"GrantID": "HB16C0040", "Agency": "Korea Health Industry Development Institute", "Country": "Republic of Korea"}], "PublicationTypeList": ["Clinical Trial Protocol", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Trials", "NlmUniqueID": "101263253", "ISSNLinking": "1745-6215"}, "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Acupuncture Therapy"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["diagnosis", "psychology", "therapy"], "DescriptorName": "Chronic Pain"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["diagnosis", "psychology", "therapy"], "DescriptorName": "Low Back Pain"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Korean Traditional"}, {"QualifierName": [], "DescriptorName": "Multicenter Studies as Topic"}, {"QualifierName": [], "DescriptorName": "Outcome Assessment, Health Care"}, {"QualifierName": ["methods"], "DescriptorName": "Pain Management"}, {"QualifierName": ["methods"], "DescriptorName": "Pain Measurement"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Quality of Life"}, {"QualifierName": [], "DescriptorName": "Randomized Controlled Trials as Topic"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Balagué F, Mannion AF, Pellisé F, Cedraschi C. Non-specific low back pain. Lancet. 2012;379(9814):482–491. doi: 10.1016/S0140-6736(11)60610-7.", "ArticleIdList": ["10.1016/S0140-6736(11)60610-7", "21982256"]}, {"Citation": "Koes BW, van Tulder M, Lin CW, Macedo LG, McAuley J, Maher C. An updated overview of clinical guidelines for the management of non-specific low back pain in primary care. Eur Spine J. 2010;19(12):2075–2094. doi: 10.1007/s00586-010-1502-y.", "ArticleIdList": ["10.1007/s00586-010-1502-y", "PMC2997201", "20602122"]}, {"Citation": "Croft PR, Macfarlane GJ, Papageorgiou AC, Thomas E, Silman AJ. Outcome of low back pain in general practice: a prospective study. BMJ. 1998;316(7141):1356–1359. doi: 10.1136/bmj.316.7141.1356.", "ArticleIdList": ["10.1136/bmj.316.7141.1356", "PMC28536", "9563990"]}, {"Citation": "Andersson GB. Epidemiological features of chronic low-back pain. Lancet. 1999;354(9178):581–585. doi: 10.1016/S0140-6736(99)01312-4.", "ArticleIdList": ["10.1016/S0140-6736(99)01312-4", "10470716"]}, {"Citation": "Gaul C, Schmidt T, Czaja E, Eismann R, Zierz S. Attitudes towards complementary and alternative medicine in chronic pain syndromes: a questionnaire-based comparison between primary headache and low back pain. BMC Complement Altern Med. 2011;11:89. doi: 10.1186/1472-6882-11-89.", "ArticleIdList": ["10.1186/1472-6882-11-89", "PMC3203096", "21982203"]}, {"Citation": "Chou R, Huffman LH, American Pain Society; American College of Physicians Nonpharmacologic therapies for acute and chronic low back pain: a review of the evidence for an American Pain Society/American College of Physicians clinical practice guideline. Ann Intern Med. 2007;147(7):492–504. doi: 10.7326/0003-4819-147-7-200710020-00007.", "ArticleIdList": ["10.7326/0003-4819-147-7-200710020-00007", "17909210"]}, {"Citation": "Qaseem A, Wilt TJ, McLean RM, Forciea MA, Clinical Guidelines Committee of the American College of Physicians Noninvasive treatments for acute, subacute, and chronic low back pain: a clinical practice guideline from the American College of Physicians. Ann Intern Med. 2017;166(7):514–530. doi: 10.7326/M16-2367.", "ArticleIdList": ["10.7326/M16-2367", "28192789"]}, {"Citation": "Toroski M, Nikfar S, Mojahedian MM, Ayati MH. Comparison of the cost-utility analysis of electroacupuncture and nonsteroidal antiinflammatory drugs in the treatment of chronic low back pain. J Acupunct Meridian Stud. 2018;11(2):62–66. doi: 10.1016/j.jams.2018.01.003.", "ArticleIdList": ["10.1016/j.jams.2018.01.003", "29436371"]}, {"Citation": "Seo Byung-Kwan, Han Kyungsun, Kwon Ojin, Jo Dae-Jean, Lee Jun-Hwan. Efficacy of Bee Venom Acupuncture for Chronic Low Back Pain: A Randomized, Double-Blinded, Sham-Controlled Trial. Toxins. 2017;9(11):361. doi: 10.3390/toxins9110361.", "ArticleIdList": ["10.3390/toxins9110361", "PMC5705976", "29112155"]}, {"Citation": "Brinkhaus B, Witt CM, Jena S, Linde K, Streng A, Wagenpfeil S, et al. Acupuncture in patients with chronic low back pain: a randomized controlled trial. Arch Intern Med. 2006;166(4):450–457.", "ArticleIdList": ["16505266"]}, {"Citation": "Witt CM, Jena S, Selim D, Brinkhaus B, Reinhold T, Wruck K, et al. Pragmatic randomized trial evaluating the clinical and economic effectiveness of acupuncture for chronic low back pain. Am J Epidemiol. 2006;164(5):487–496. doi: 10.1093/aje/kwj224.", "ArticleIdList": ["10.1093/aje/kwj224", "16798792"]}, {"Citation": "Cho YJ, Song YK, Cha YY, Shin BC, Shin IH, Park HJ, et al. Acupuncture for chronic low back pain: a multicenter, randomized, patient-assessor blind, sham-controlled clinical trial. Spine (Phila Pa 1976) 2013;38(7):549–557. doi: 10.1097/BRS.0b013e318275e601.", "ArticleIdList": ["10.1097/BRS.0b013e318275e601", "23026870"]}, {"Citation": "We JS, Won SH, Hwang JS, Sun SH, Ahn YM, Sohn SH, et al. The comparison of effectiveness between acupuncture and its cotreatment with direct moxibustion to low back pain patient. J Acupunct Res. 2004;21(8):221–231."}, {"Citation": "Yoo SM, Bae KY, Lee YH, Jung JJ, Lim SY. Research on the effect and satisfaction between independence and parallelism treatment of acupuncture and physical of lumbago patients. J Acupunct Res. 2005;22(6):75–84."}, {"Citation": "Jeong SY, Park ZW, Shin JM, Kim JY, Youn IY. The comparative study of effectiveness between acupuncture and its cotreatment with Calculus Bovis, Fel Ursi, Moschus pharmacopuncture on the treatment of acute low back pain. J Acupunct Res. 2011;28(4):105–110."}, {"Citation": "Takeda T, Tsuiji K, Li B, Tadakawa M, Yaegashi N. Proliferative effect of Hachimijiogan, a Japanese herbal medicine, in C2C12 skeletal muscle cells. Clin Interv Aging. 2015;10:445–451. doi: 10.2147/CIA.S75945.", "ArticleIdList": ["10.2147/CIA.S75945", "PMC4330035", "25709418"]}, {"Citation": "Hijikata Y. Analgesic treatment with Kampo prescription. Expert Rev Neurother. 2006;6(5):795–802. doi: 10.1586/14737175.6.5.795.", "ArticleIdList": ["10.1586/14737175.6.5.795", "16734526"]}, {"Citation": "Park G, Lee SH, Han JY, Oh DS. Altered TNF-α response by Aconibal® and methotrexate in a lipopolysaccharide-induced setting of inflammatory conditions: Potential on a synergistic combination. J Ethnopharmacol. 2018;213:191–197. doi: 10.1016/j.jep.2017.11.020.", "ArticleIdList": ["10.1016/j.jep.2017.11.020", "29166574"]}, {"Citation": "Liou SS, Liu IM, Lai MC, Cheng JT. Comparison of the antinociceptive action of crude Fuzei, the root of Aconitum, and its processed products. J Ethnopharmacol. 2005;99(3):379–383. doi: 10.1016/j.jep.2005.02.014.", "ArticleIdList": ["10.1016/j.jep.2005.02.014", "15885941"]}, {"Citation": "Wang Y, Zhang R, Xie J, Lu J, Yue Z. Analgesic activity of catalpol in rodent models of neuropathic pain, and its spinal mechanism. Cell Biochem Biophys. 2014;70(3):1565–1571. doi: 10.1007/s12013-014-0096-0.", "ArticleIdList": ["10.1007/s12013-014-0096-0", "24980862"]}, {"Citation": "Huang J, Zhang Y, Dong L, Gao Q, Yin L, Quan H, et al. Ethnopharmacology, phytochemistry, and pharmacology of Cornus officinalis Sieb. et Zucc. J Ethnopharmacol. 2018;213:280–301. doi: 10.1016/j.jep.2017.11.010.", "ArticleIdList": ["10.1016/j.jep.2017.11.010", "29155174"]}, {"Citation": "Jin M, Suh SJ, Yang JH, Lu Y, Kim SJ, Kwon S, et al. Anti-inflammatory activity of bark of Dioscorea batatas DECNE through the inhibition of iNOS and COX-2 expressions in RAW264.7 cells via NF-κB and ERK1/2 inactivation. Food Chem Toxicol. 2010;48(11):3073–3079. doi: 10.1016/j.fct.2010.07.048.", "ArticleIdList": ["10.1016/j.fct.2010.07.048", "20691245"]}, {"Citation": "Ma Q, Han L, Bi X, Wang X, Mu Y, Guan P, et al. Structures and biological activities of the triterpenoids and sesquiterpenoids from Alisma orientale. Phytochemistry. 2016;131:150–157. doi: 10.1016/j.phytochem.2016.08.015.", "ArticleIdList": ["10.1016/j.phytochem.2016.08.015", "27615692"]}, {"Citation": "Schinella GR, Tournier HA, Prieto JM. Mordujovich de Buschiazzo P, Ríos JL. Antioxidant activity of anti-inflammatory plant extracts. Life Sci. 2002;70(9):1023–1033. doi: 10.1016/S0024-3205(01)01482-5.", "ArticleIdList": ["10.1016/S0024-3205(01)01482-5", "11860151"]}, {"Citation": "Chou TC. Anti-inflammatory and analgesic effects of paeonol in carrageenan-evoked thermal hyperalgesia. Br J Pharmacol. 2003;139(6):1146–1152. doi: 10.1038/sj.bjp.0705360.", "ArticleIdList": ["10.1038/sj.bjp.0705360", "PMC1573952", "12871833"]}, {"Citation": "Liao JC, Deng JS, Chiu CS, Hou WC, Huang SS, Shie PH, et al. Anti-Inflammatory activities of Cinnamomum cassia constituents in vitro and in vivo. Evid Based Complement Alternat Med. 2012;2012:429320.", "ArticleIdList": ["PMC3318905", "22536283"]}, {"Citation": "Lee SH. Randomized double blinded clinical trial of ojeoksan products extracted through different methods for low back pain. Kyung Hee University Graduate School. Thesis for the Degree of Master of Korean Medicine;Seoul. 2010:1–51."}, {"Citation": "Faul F, Erdfelder E, Buchner A, Lang AG. Statistical power analyses using G*Power 3.1: tests for correlation and regression analyses. Behav Res Methods. 2009;41(4):1149–1160. doi: 10.3758/BRM.41.4.1149.", "ArticleIdList": ["10.3758/BRM.41.4.1149", "19897823"]}, {"Citation": "MacPherson H, Altman DG, Hammerschlag R, Youping L, Taixiang W, White A, et al. Revised standards for reporting interventions in clinical trials of acupuncture (STRICTA): extending the CONSORT statement. PLoS Med. 2010;7(6):e1000261. doi: 10.1371/journal.pmed.1000261.", "ArticleIdList": ["10.1371/journal.pmed.1000261", "PMC2882429", "20543992"]}, {"Citation": "Hawker GA, Mian S, Kendzerska T, French M. Measures of adult pain: visual analog scale for pain (VAS Pain), Numeric Rating Scale for Pain (NRS Pain), McGill Pain Questionnaire (MPQ), Short-Form McGill Pain Questionnaire (SF-MPQ), Chronic Pain Grade Scale (CPGS), Short Form-36 Bodily Pain Scale (SF-36 BPS), and Measure of Intermittent and Constant Osteoarthritis Pain (ICOAP) Arthritis Care Res (Hoboken) 2011;63(Suppl 11):S240–S252. doi: 10.1002/acr.20543.", "ArticleIdList": ["10.1002/acr.20543", "22588748"]}, {"Citation": "Todd KH, Funk JP. The minimum clinically important difference in physician-assigned visual analog pain scores. Acad Emerg Med. 1996;3(2):142–146. doi: 10.1111/j.1553-2712.1996.tb03402.x.", "ArticleIdList": ["10.1111/j.1553-2712.1996.tb03402.x", "8808375"]}, {"Citation": "Yuan J, Purepong N, Hunter RF, Kerr DP, Park J, Bradbury I, et al. Different frequencies of acupuncture treatment for chronic low back pain: an assessor-blinded pilot randomised controlled trial. Complement Ther Med. 2009;17(3):131–140. doi: 10.1016/j.ctim.2008.10.003.", "ArticleIdList": ["10.1016/j.ctim.2008.10.003", "19398066"]}, {"Citation": "Roland M, Fairbank J. The Roland-Morris Disability Questionnaire and the Oswestry Disability Questionnaire. Spine (Phila Pa 1976) 2000;25(24):3115–24. doi: 10.1097/00007632-200012150-00006.", "ArticleIdList": ["10.1097/00007632-200012150-00006", "11124727"]}, {"Citation": "Soer R, Reneman MF, Speijer BL, Coppes MH, Vroomen PC. Clinimetric properties of the EuroQol-5D in patients with chronic low back pain. Spine J. 2012;12(11):1035–1039. doi: 10.1016/j.spinee.2012.10.030.", "ArticleIdList": ["10.1016/j.spinee.2012.10.030", "23199409"]}, {"Citation": "Maughan EF, Lewis JS. Outcome measures in chronic low back pain. Eur Spine J. 2010;19(9):1484–1494. doi: 10.1007/s00586-010-1353-6.", "ArticleIdList": ["10.1007/s00586-010-1353-6", "PMC2989277", "20397032"]}, {"Citation": "Devilly GJ, Borkovec TD. Psychometric properties of the credibility/expectancy questionnaire. J Behav Ther Exp Psychiatry. 2000;31(2):73–86. doi: 10.1016/S0005-7916(00)00012-4.", "ArticleIdList": ["10.1016/S0005-7916(00)00012-4", "11132119"]}, {"Citation": "Chou R. Huffman LH; American Pain Society; American College of Physicians. Medications for acute and chronic low back pain: a review of the evidence for an American Pain Society/American College of Physicians clinical practice guideline. Ann Intern Med. 2007;147(7):505–514. doi: 10.7326/0003-4819-147-7-200710020-00008.", "ArticleIdList": ["10.7326/0003-4819-147-7-200710020-00008", "17909211"]}, {"Citation": "Furlan AD, Yazdi F, Tsertsvadze A, Gross A, Van Tulder M, Santaguida L, et al. A systematic review and meta-analysis of efficacy, cost-effectiveness, and safety of selected complementary and alternative medicine for neck and low-back pain. Evid Based Complement Alternat Med. 2012;2012:953139. doi: 10.1155/2012/953139.", "ArticleIdList": ["10.1155/2012/953139", "PMC3236015", "22203884"]}, {"Citation": "Gagnier JJ, Oltean H, van Tulder MW, Berman BM, Bombardier C, Robbins CB. Herbal medicine for low back pain: a Cochrane Review. Spine (Phila Pa 1976) 2016;41(2):116–133. doi: 10.1097/BRS.0000000000001310.", "ArticleIdList": ["10.1097/BRS.0000000000001310", "26630428"]}, {"Citation": "Jiang W, Li S, Wang C, Wang Y. Comparative study of effects of three kinds of herbal mixture decoctions on improving immune senescence and free radical metabolism. Chin Med J. 1997;110(10):750–754.", "ArticleIdList": ["9642303"]}, {"Citation": "Hirotani Y, Ikeda K, Myotoku M. Effects of the herbal medicine Hachimi-jio-gan (Ba-Wei-Di-Huang-Wan) on insulin secretion and glucose tolerance in type 2 diabetic Goto-Kakizaki rats. Drug Discov Ther. 2010;4(2):129–134.", "ArticleIdList": ["22491170"]}, {"Citation": "Iwasaki K, Kobayashi S, Chimura Y, Taguchi M, Inoue K, Cho S, et al. A randomized, double-blind, placebo-controlled clinical trial of the Chinese herbal medicine \"ba wei di huang wan\" in the treatment of dementia. J Am Geriatr Soc. 2004;52(9):1518–1521. doi: 10.1111/j.1532-5415.2004.52415.x.", "ArticleIdList": ["10.1111/j.1532-5415.2004.52415.x", "15341554"]}, {"Citation": "Kimata Y, Ogawa K, Okamoto H, Chino A, Namiki T. Efficacy of Japanese traditional (Kampo) medicine for treating chemotherapy-induced peripheral neuropathy: a retrospective case series study. World J Clin Cases. 2016;4(10):310–317. doi: 10.12998/wjcc.v4.i10.310.", "ArticleIdList": ["10.12998/wjcc.v4.i10.310", "PMC5067493", "27803912"]}, {"Citation": "Zhongjin Z. Jin Gui Yao Lüe. 2C or 3C AD (Han Dynasty) In: Luo XM, editor. English Edition. Beijing: New World Press; 1987."}, {"Citation": "Heo J. Donguibogam. Namsandang Seoul. 1980."}, {"Citation": "Sherman KJ, Hogeboom CJ, Cherkin DC. How traditional Chinese medicine acupuncturists would diagnose and treat chronic low back pain: results of a survey of licensed acupuncturists in Washington State. Complement Ther Med. 2001;9(3):146–153. doi: 10.1054/ctim.2001.0458.", "ArticleIdList": ["10.1054/ctim.2001.0458", "11926428"]}, {"Citation": "Hogeboom CJ, Sherman KJ, Cherkin DC. Variation in diagnosis and treatment of chronic low back pain by traditional Chinese medicine acupuncturists. Complement Ther Med. 2001;9(3):154–166. doi: 10.1054/ctim.2001.0457.", "ArticleIdList": ["10.1054/ctim.2001.0457", "11926429"]}, {"Citation": "Yang Mengbi, Ji Xiaoyu, Zuo Zhong. Relationships between the Toxicities of Radix Aconiti Lateralis Preparata (Fuzi) and the Toxicokinetics of Its Main Diester-Diterpenoid Alkaloids. Toxins. 2018;10(10):391. doi: 10.3390/toxins10100391.", "ArticleIdList": ["10.3390/toxins10100391", "PMC6215299", "30261585"]}, {"Citation": "Zhou G, Tang L, Zhou X, Wang T, Kou Z, Wang Z. A review on phytochemistry and pharmacological activities of the processed lateral root of Aconitum carmichaelii Debeaux. J Ethnopharmacol. 2015;160:173–193. doi: 10.1016/j.jep.2014.11.043.", "ArticleIdList": ["10.1016/j.jep.2014.11.043", "25479152"]}]}], "History": [{"Year": "2018", "Month": "9", "Day": "7"}, {"Year": "2019", "Month": "10", "Day": "9"}, {"Year": "2019", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["31882016", "PMC6935187", "10.1186/s13063-019-3776-7", "10.1186/s13063-019-3776-7"]}}]}