{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["eucalyptus", "health risk", "medicinal plants", "mine tailings", "phytoremediation", "trace element", "traditional medicinal remedy"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "31893175", "DateRevised": {"Year": "2022", "Month": "04", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "06"}], "Language": ["eng"], "ELocationID": ["191214", "10.5696/2156-9614-9.24.191214"], "Journal": {"ISSN": "2156-9614", "JournalIssue": {"Volume": "9", "Issue": "24", "PubDate": {"Year": "2019", "Month": "Dec"}}, "Title": "Journal of health & pollution", "ISOAbbreviation": "J Health Pollut"}, "ArticleTitle": "Trace Elements in Leaf Extracts of Eucalyptus grandis Traditionally Used to Treat Common Cold and Flu.", "Pagination": {"StartPage": "191214", "MedlinePgn": "191214"}, "Abstract": {"AbstractText": ["Eucalyptus species have been used for the remediation of mine tailings dams in Zimbabwe. However, a traditional medicinal remedy (TMR) for the treatment of mild acute respiratory infections, such as common cold and flu includes the use of Eucalyptus leaves.", "The aim of the present study was to determine total concentrations of selected potentially toxic trace elements (PTEs) in gold mine tailings and leaves of Eucalyptus grandis and to identify extractable fractions of PTEs in leaves via boiling for 10 minutes in water, which is the process used to create TMRs to treat common cold and flu.", "Mine tailings and leaves of E. grandis were randomly collected at a gold mine tailings dam between April and June 2019. They were digested for laboratory analysis using standard analytical methods. Leaves were boiled in water for 10 minutes to prepare the TMR as practiced by the local community. The concentrations of PTEs were determined spectrometrically. Significant differences between PTEs in young and mature leaves were determined by analysis of variance.", "Mine tailings were acidic (pH 4.52±0.62) with very low content of organic matter (0.02%) and contained PTEs in increasing concentrations of cadmium (Cd) < nickel (Ni) < lead (Pb) < chromium (Cr) < copper (Cu) < zinc (Zn) (<i>n = 27</i>). Mature leaves of E. grandis had higher concentrations than young leaves for Cr, Pb and Zn (p <0.05) which were lower than permissible limits in medicinal plants. Overall, boiling leaves in water for 10 minutes resulted in low extraction of PTEs (< 20%).", "Obtained.", "Concentrations of PTEs in leaves and leaf extracts of E. grandis were very low. However, TMRs should not be prepared from medicinal plants growing on metalliferous environments, such as mine tailings dams, due to the presence of cumulative toxins such as Cd and Pb. Further studies are needed to investigate the effect of various boiling times and should include arsenic in the studied PTEs.", "The authors declare no competing interests for this study."], "CopyrightInformation": "© Pure Earth 2019."}, "AuthorList": [{"Identifier": ["0000-0001-7910-8222"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Bindura University of Science Education, Bindura, Zimbabwe."}], "LastName": "Kanda", "ForeName": "Artwell", "Initials": "A"}, {"Identifier": ["?searchQuery=0000-0003-0364-1754"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Bindura University of Science Education, Bindura, Zimbabwe."}], "LastName": "Ncube", "ForeName": "France", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Bindura University of Science Education, Bindura, Zimbabwe."}], "LastName": "Goronga", "ForeName": "Takudzwa K", "Initials": "TK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Health Pollut", "NlmUniqueID": "101690849", "ISSNLinking": "2156-9614"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Salali GD, Chaudhary N, Thompson J, Grace OM, van der Burgt XM, Dyble M, Page AE, Smith D, Lewis J, Mace R, Vinicius L, Migliano AB. Knowledge-sharing networks in hunter-gatherers and the evolution of cumulative culture. Curr Biol [Internet] 2016 Sep 26;26(18):2516–21. doi: 10.1016/j.cub.2016.07.015. [cited 2019 Nov 6] Available from:", "ArticleIdList": ["10.1016/j.cub.2016.07.015", "27618264"]}, {"Citation": "Mousa HA. Prevention and treatment of influenza, influenza-like illness, and common cold by herbal, complementary, and natural therapies. J Evid Based Complementary Altern Med [Internet] 2017 Jan;22(1):166–74. doi: 10.1177/2156587216641831. [cited 2019 Nov 6] Available from:", "ArticleIdList": ["10.1177/2156587216641831", "PMC5871211", "27055821"]}, {"Citation": "Muthusaravanan S, Sivarajasekar N, Vivek JS, Paramasivan T, Naushad M, Prakashmaran J, Gayathri V, Al-Dualj OK. Phytoremediation of heavy metals: mechanisms, methods and enhancements. Env Chem Lett [Internet] 2018 Dec;16(4):1339–59. doi: 10.1007/s10311-018-0762-3. [cited 2019 Nov 6] Available from: Subscription required to view.", "ArticleIdList": ["10.1007/s10311-018-0762-3"]}, {"Citation": "Silva PS, Francisconi LS, Goncalves RD. Evaluation of major and trace elements in medicinal plants. J Braz Chem Soc [Internet] 2016;27(12):2273–89. doi: 10.5935/0103-5053.20160123. [cited 2019 Nov 6] Available from:", "ArticleIdList": ["10.5935/0103-5053.20160123"]}, {"Citation": "Thielmann A, Gerasimovska-Kitanovska B, Buczkowski K, Koskela TH, Mevsim V, Czachowski S, Petrazzuoli F, Petek-Ster M, Lingner H, Hoffman RD, Tekiner S, Chambe J, Edirne T, Hoffmann K, Pirrotta E, Uludag A, Yikilkan H, Pestic SK, Zielinski A, Fernandez CG, Weltermann B. Self-care for common colds by primary care patients: a European multicenter survey on the prevalence and patterns of practices—the COCO study. Evidence-Based Complementary Altern Med [Internet] 2016;2016:9. doi: 10.1155/2016/6949202. [cited 2019 Nov 6] Article 6949202 [ p.]. Available from:", "ArticleIdList": ["10.1155/2016/6949202", "PMC5050368", "27738443"]}, {"Citation": "Shaban NS, Abdou KA, Hassan NE. Impact of toxic heavy metals and pesticide residues in herbal products. Beni-Suef Univ J Basic Appl Sci [Internet] 2016 Mar;5(1):102–6. doi: 10.1016/j.bjbas.2015.10.001. [cited 2019 Nov 6] Available from:", "ArticleIdList": ["10.1016/j.bjbas.2015.10.001"]}, {"Citation": "Madejon P, Maranon T, Navarro-Fernandez CM, Dominguez MT, Alegre JM, Robinson B, Murillo JM. Potential of Eucalyptus camaldulensis for phytostabilization and biomonitoring of trace-element contaminated soils. PLoS One [Internet] 2017 Jun 30;12(6):22. doi: 10.1371/journal.pone.0180240. [cited 2019 Nov 6] Article e0180240 [ p.]. Available from:", "ArticleIdList": ["10.1371/journal.pone.0180240", "PMC5493371", "28666017"]}, {"Citation": "Nirola R, Megharaj M, Palanisami T, Aryal R, Venkateswarlu K, Naidu R. Evaluation of metal uptake factors of native trees colonizing an abandoned copper mine – a quest for phytostabilization. J Sustain Min [Internet] 2015;14(3):115–23. doi: 10.1016/j.jsm.2015.11.001. [cited 2019 Nov 6] Available from:", "ArticleIdList": ["10.1016/j.jsm.2015.11.001"]}, {"Citation": "Ahmad F, Ahmad N, Masood KR, Hussain M, Malik MF, Qayyum A. Phytoremediation of arsenic-contaminated soils by Eucalyptus camaldulensis, Terminalia arjuna and Salix tetrasperma. J Appl Bot Food Qual. 2018;91:8–13."}, {"Citation": "Tchounwou PB, Yedjou CG, Patlolla AK, Sutton DJ. Heavy metal toxicity and the environment. Exp Suppl. 2012;101:133–64.", "ArticleIdList": ["PMC4144270", "22945569"]}, {"Citation": "Jaishankar M, Tseten T, Anbalagan N, Mathew BB, Beeregowda KN. Toxicity, mechanism and health effects of some heavy metals. Interdiscip Toxicol [Internet] 2014 Jun;7(2):60–72. doi: 10.2478/intox-2014-0009. [cited 2019 Nov 6] Available from:", "ArticleIdList": ["10.2478/intox-2014-0009", "PMC4427717", "26109881"]}, {"Citation": "Darus FM, Nasir RA, Sumari SM, Ismail ZS, Omar NA. Heavy metals composition of indoor dust in nursery schools building. Proceedia Soc Behav Sci [Internet] 2012;38:169–75. doi: 10.1016/j.sbspro.2012.03.337. [cited 2019 Nov 6] Available from:", "ArticleIdList": ["10.1016/j.sbspro.2012.03.337"]}, {"Citation": "Sutherland RA. Loss-on-ignition estimates of organic matter and relationships to organic carbon in fluvial bed sediments. Hydrobiol [Internet] 1998 Dec;389(1–3):153–67. doi: 10.1023/A:1003570219018. [cited 2019 Nov 6] Available from: Subscription required to view.", "ArticleIdList": ["10.1023/A:1003570219018"]}, {"Citation": "Miller RO, Kissel DE. Comparison of soil pH methods on soils of North America. Soil Sci Soc Am J. 2010 Jan;74(1):310–6."}, {"Citation": "Junior AF, Matos RA, Andrade EM, dos Santos WN, Magalhaes HI, Costa FN, Korn MG. Multielement determination of macro and micro contents in medicinal plants and phytomedicines from Brazil by ICP OES. J Braz Chem Soc [Internet] 2017 Feb;28(2):376–84. doi: 10.5935/0103-5053.20160187. [cited 2019 Nov 6] Available from:", "ArticleIdList": ["10.5935/0103-5053.20160187"]}, {"Citation": "Maobe MA, Gatebe E, Gitu L, Rotich H. Profile of heavy metals in selected medicinal plants used for the treatment of diabetes, malaria and pneumonia in Kisii region, southwest Kenya. Glob J Pharmacol. 2012;6(3):245–51."}, {"Citation": "Ayangbenro AS, Olanrewaju OS, Babalola OO. Sulfate-reducing bacteria as an effective tool for sustainable acid mine bioremediation. Front Microbiol [Internet] 2018 Aug 22;9:10. doi: 10.3389/fmicb.2018.01986. [cited 2019 Nov 6] Article 1986 [ p.]. Available from:", "ArticleIdList": ["10.3389/fmicb.2018.01986", "PMC6113391", "30186280"]}, {"Citation": "Festin ES, Tigabu M, Chileshe MN, Syampungani S, Oden PC. Progresses in restoration of post-mining landscape in Africa. J For Res [Internet] 2019;30(2):381–96. doi: 10.1007/s11676-018-0621-x. [cited 2019 Nov 6] Available from:", "ArticleIdList": ["10.1007/s11676-018-0621-x"]}, {"Citation": "Rieuwerts JS, Thornton I, Farago ME, Ashmore MR. Factors influencing metal bioavailability in soils: preliminary investigations for the development of a critical loads approach for metals. Chem Speciat Bioavailab [Internet] 1998;10(2):61–75. doi: 10.3184/095422998782775835. [cited 2019 Nov 6] Available from:", "ArticleIdList": ["10.3184/095422998782775835"]}, {"Citation": "Mohapatra DP, Kirpalani DM. Process effluents and mine tailings: sources, effects and management and role of nanotechnology. Nanotechnol Environ Eng [Internet] 2017 Dec;2(1):12. doi: 10.1007/s41204-016-0011-6. [cited 2019 Nov 6] Article 1 [ p.]. Available from:", "ArticleIdList": ["10.1007/s41204-016-0011-6"]}, {"Citation": "Emamverdian A, Ding Y, Mokhberdoran F, Xie Y. Heavy metal stress and some mechanisms of plant defense response. Sci World J [Internet] 2015;2015:18. doi: 10.1155/2015/756120. [cited 2019 Nov 6] Article 756120 [ p.]. Available from:", "ArticleIdList": ["10.1155/2015/756120", "PMC4321847", "25688377"]}, {"Citation": "Doganlar ZB, Doganlar O, Erdogan S, Onal Y. Heavy metal pollution and physiological changes in the leaves of some shrub, palm and tree species in urban areas of Adana, Turkey. Chem Speciat Bioavailab [Internet] 2012;24(2):65–78. doi: 10.3184/095422912X13338055043100. [cited 2019 Nov 6] Available from:", "ArticleIdList": ["10.3184/095422912X13338055043100"]}, {"Citation": "Xie Q, Li Z, Yang L, Lv J, Jobe TO, Wang Q. A newly identified passive hyperaccumulator Eucalyptus grandis × E. urophylla under manganese stress. PLoS One [Internet] 2015 Sep 1;10(9):22. doi: 10.1371/journal.pone.0136606. [cited 2019 Nov 6] Article e0136606 [ p.]. Available from:", "ArticleIdList": ["10.1371/journal.pone.0136606", "PMC4556624", "26327118"]}, {"Citation": "Zhang J, Yang R, Chen R, Peng Y, Wen X, Gao L. Accumulation of heavy metals in tea leaves and potential health risk assessment: a case study from Puan County, Guizhou Province, China. Int J Env Res Public Health [Internet] 2018;15(1):22. doi: 10.3390/ijerph15010133. [cited 2019 Nov 6] Article 133 [ p.]. Available from:", "ArticleIdList": ["10.3390/ijerph15010133", "PMC5800232", "29342877"]}, {"Citation": "Randelovic SS, Kostic DA, Zarubica AR, Mitic SS, Mitic MN. The correlation of metal content in medicinal plants and their water extracts. Hem Ind. 2013;67(4):585–91."}, {"Citation": "Ross AC, Taylor CL, Yaktine AL, Del Valle HB, editors. Dietary reference intakes for calcium and vitamin D. Washington, DC: The National Academies Press; 2011. p. 11140. p.", "ArticleIdList": ["21796828"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "6", "Day": "28"}, {"Year": "2019", "Month": "11", "Day": "3"}, {"Year": "2020", "Month": "1", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "12", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["31893175", "PMC6905133", "10.5696/2156-9614-9.24.191214", "i2156-9614-9-24-191214"]}}], "PubmedBookArticle": []}