{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Agricultural science", "Bleaching", "Cipira", "Dosa and pamela", "Flours", "Food science", "Irish potatoes", "Properties"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31890951", "DateRevised": {"Year": "2023", "Month": "10", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "10"}], "Language": ["eng"], "ELocationID": ["e02982", "10.1016/j.heliyon.2019.e02982"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "5", "Issue": "12", "PubDate": {"Year": "2019", "Month": "Dec"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Effect of bleaching and variety on the physico-chemical, functional and rheological properties of three new Irish potatoes (<i>Cipira</i>, <i>Pamela</i> and <i>Dosa</i>) flours grown in the locality of Dschang (West region of Cameroon).", "Pagination": {"StartPage": "e02982", "MedlinePgn": "e02982"}, "Abstract": {"AbstractText": ["Enzymatic browning, which usually occurs during irish potato tuber processing, causes deterioration in the nutritional, functional, physical and acceptability quality of the products derived from this matrix. To fight against this phenomenon, several treatment methods have been developed, such as bleaching. This led us to investigate the effect of bleaching on the physico-chemical, functional and rheological properties of three irish potato varieties. To achieve our objective, blanched and unbleached irish potatoes flours of three varieties (<i>Cipira</i>, <i>Dosa</i> and <i>Pamela</i>) were produced. The physico-chemical, functional and rheological aspects of the flours were then studied according to standard and developped methods. It appears from this study that treatment and variety significantly influenced (P < 0.05) the nutritional composition of irish potatoes flours. The physical properties with the exception of titratable acidity were affected (P < 0.05) by the treatment and the varieties. Analysis of the functional properties revealed that unbleached flours had a higher swelling rate and water retention capacity than bleached flours. Rheological properties, such as final viscosity, are influenced by the treatment and variety. The main component analysis showed that bleaching affects the properties of the varieties <i>Pamela</i> and <i>Cipira</i>. In view of all this, we can therefore highlight the applicability of each of the flours in a specific industrial field."], "CopyrightInformation": "© 2019 The Authors. Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry, Medicinal Plants, Food Sciences and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Klang", "ForeName": "Julie Mathilde", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry, Medicinal Plants, Food Sciences and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Tene", "ForeName": "Stephano Tambo", "Initials": "ST"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry, Medicinal Plants, Food Sciences and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Nguemguo Kalamo", "ForeName": "Leonie Gaytane", "Initials": "LG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry, Medicinal Plants, Food Sciences and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Boungo", "ForeName": "Gires Teboukeu", "Initials": "GT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry, Medicinal Plants, Food Sciences and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Ndomou Houketchang", "ForeName": "Serge Cyrille", "Initials": "SC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry, Medicinal Plants, Food Sciences and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Kohole Foffe", "ForeName": "Hermann Arantes", "Initials": "HA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry, Medicinal Plants, Food Sciences and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, Cameroon."}], "LastName": "Womeni", "ForeName": "Hilaire Macaire", "Initials": "HM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "AOAC . 1990. Official Methods of Analysis (15théd.) pp. 808–835. Washington D.C., USA."}, {"Citation": "Adebowale A.A., Sanni S.A., Oladapo F.O. Chemical, functional and sensory properties of instant yam breadfruit flour. Niger. Food J. 2008;26(1):2–12."}, {"Citation": "AFNOR . second ed. 1981. Compilation of French Fat Standards. Oilseeds, By-Products; p. 438p."}, {"Citation": "AFNOR . Compilation of French Standards for Products Derived from Fruit and Vegetables, Fruit Juices. In: Afnor, editor. first ed. 1982. p. 327p. Paris (France)"}, {"Citation": "Akissoé N., Hounhouigan J., Mestres C. How blanching and drying affect the colour and functional characteristics of yam (Dioscorea cayenensis-rotundata) flour. Food Chem. 2003;82(2):257–264."}, {"Citation": "Alasfoor D., Rajab H., Al-Rassasi B. Ministry of Health; Muscat, Oman: 2009. Food Based Dietary Guidelines: Technical Background and Description - Task Force for the Development and Implementation of the Omani Food Based Dietary Guidelines."}, {"Citation": "Alcázar-Alay S.C., Meireles M.A.A. Physicochemical properties, modifications and applications of starches from different botanical sources. Food Sci. Technol. 2015;35:215–236."}, {"Citation": "Blennow A., Bay-Smidt A.M., Olsen C.E., Møller B.L. The distribution of covalently bound phosphate in the starch granule in relation to starch crystallinity. Int. J. Biol. Macromol. 2000;27:211–218.", "ArticleIdList": ["10828367"]}, {"Citation": "Buckman E.S., Wisdom A.P., Oduro I.N., Edward E.C. Effects of sodium metabisulphite and blanching pretreatments on the quality characteristics of yam bean (Pachyrhizus erosus) flour. Br. J. Appl. Sci. Technol. 2015;6(2):138–144."}, {"Citation": "Caprita R., Caprita A., Julean C. Biochemical aspect of non-starch polysacharides. Anim. Sci. Biotechnol. 2010;43(1):368–372."}, {"Citation": "Chrastyl J. Improved colorimetric determination of amylose in starch or flour. Carbohydr. Res. 1987;159:154–158."}, {"Citation": "Debet M.R., Gidley M.J. Why do gelatinized starch granules not dissolve completely? Roles for amylose, protein, and lipid in granule ‘‘ghost’’ integrity. J. Agric. Food Chem. 2007;55:4752–4760.", "ArticleIdList": ["17503832"]}, {"Citation": "Delaplace P. University Faculty of Agronomic Sciences of Gembloux; Belgium: 2007. Physiological and Biochemical Characterization of the Ageing Process of Potato Tubers (Solanum tuberosum L.) p. 211p. Ph.D thesis."}, {"Citation": "Eke-Ejiofor J. Physico-chemical and pasting properties of starches from cassava, sweet potato and three leaf yam and their application in salad cream production. Int.J. Biotechnol. Food Sci. 2015;3(2):23–30."}, {"Citation": "FAO . Cataloguing in Publication of the David Lubin FAO Library; Rome. Italy: 1998. Milk and Dairy Products in Human nutrition. FAO Collection: Food and Nutrition No. 28."}, {"Citation": "FAO . 2005. The State of Food and Agriculture 2005: Agricultural Trade and Poverty: Can Trade Work for the Poor FAO Agriculture Series N°36; p. 233p. Rome."}, {"Citation": "Fisher E.H., Stein E.A. DNS colorimetric determination of available carbohydrates in foods. Biochem. Prep. 1961;8:30–37."}, {"Citation": "Food and Nutrition Board . tenth ed. Vol. 18. National Academies Press; Washington, DC: 1989. (Recommended Dietary Allowances. Nutrition Reviews)."}, {"Citation": "Gao X., Ohlander M., Jeppsson N., Björk L., Trajkovski V. Changes in antioxidant effects and their relationship to phytonutrients in fruits of sea buckthorn (Hippophae rhamnoides L.) during maturation. J. Agric. Food Chem. 2000;48:1485–1490.", "ArticleIdList": ["10820047"]}, {"Citation": "Haile F., Shimelis A., Abrehet F. Effet of pre-treatment and drying method on chemical composittion, microbial and sensory quality of orange – fleshed sweet potato flour and porridge. Adv. J. Food Sci. Technol. 2015;3(3):82–88."}, {"Citation": "Harijono T.E., Saputri D.S., Kusnadi J. Effect of blanching on properties of water yam (Dioscorea alata) flour. Adv. J. Food Sci. Technol. 2013;5(10):1342–1350."}, {"Citation": "Hormdork R., Noomhorm A. Hydrothermal treatments of rice starch for improvement of rice noodle quality. LWT-Food Sci. Technol. 2006;40:1723–1731."}, {"Citation": "Igbokwe, Akubor P.I., Mbaeyi-Nwaoha I.E. Effet of processing on the chemical composition, phytochemical content and functional properties of yellow fleshed aerial yam. Innovare J. Food Sci. 2016;4(4)"}, {"Citation": "Ikegwu O.J., Nwabasi V.N., Odoh M.O., Oledinma N.U. Evaluation of the pasting and some functional properties of starch isolated from some improved cassava varieties in Nigeria. Carbohydr. Polymers. 2004;56:367–370."}, {"Citation": "International Life Sciences Institute (ILSI) Nutritionally improved sweet potato. In Assessment of foods and feeds. Compr. Rev. Food Sci. Food Saf. 2008;7:81–91.", "ArticleIdList": ["33430545"]}, {"Citation": "IUPAC (International Union of Pure Applied Chemistry) Fat analysis methods (6th edition) Int. Dig. Health Legis. 1979;46(2):1–241."}, {"Citation": "Jangchud K., Phimolsiripol Y., Haruthaithanasan V. Physicochemical properties of sweet potato flour and starch as affected by blanching and processing. Starch Staerke. 2003;55:258–264."}, {"Citation": "Jarvis C., Walker J. Simultaneous, rapid, spectrophotometric determination of total starch, amylose and amylopectin. J. Sci. Food Agric. 1993;63:53–57."}, {"Citation": "Klang J.M. 2015. Comparative Studies of the Techno-Functional Properties of the Amylases of Abrus precatorius, Burnatia Enneandra and Cadaba Farinosa: Plants Traditionally Used to Sweeten and Fluidize Gruels; p. 223. Doctoral thesis in Food Sciences and Nutrition defended at the ENSAI of the University of Ngaoundéré. Ngaoundéré, Cameroon."}, {"Citation": "Kim C.H., Maga J.A., Martin J.T. Properties of extruded dried distiller grains (ddg) and flour blends. J. Food Process. Preserv. 1989;13(3):219–231."}, {"Citation": "Kouassi N.K., Nindjin C., Tetchi A.F. Evaluation of type of process on functional properties and on nutritional and anti-nutritional composition of yams (Dioscorea cayenensis-rotundata) J. Food Technol. 2010;8(4):191–199."}, {"Citation": "Kuar L., Singh J., Singh N. Effect of monostearate on physicochemical, thermal and rheological and noodle making properties of corn and potato starches. Food Hydrocolloids. 2005;19:839–849."}, {"Citation": "Laurila E., Kervinen R., Ahvenainen R. The inhibition of enzymatic browning in minimally processed vegetables and fruits. Postharvest News Inf. 1998;9(4):53–66."}, {"Citation": "Limpisut P., Jindal V.K. Comparison of rice flour pasting properties using Brabender viscoamylograph and rapid visco analyser for evaluating cooked rice texture. Starch Staerke. 2002;54(8):350–357."}, {"Citation": "Lin M.J., Humbert E.S., Sosulski F.W. Certain functional properties of sunflower meal products. J. Food Sci. 1974;39:368–370."}, {"Citation": "Liu K.S., Rosentrater K.A. CRC Press; 2016. Distillers Grains: Production, Properties, and Utilization; pp. 63–64."}, {"Citation": "Maruf A., Akter Mst S., Jong-Bang E. Effect of pretreatments and drying temperatures on sweet potato flour. Int. J. Food Sci. Technol. 2010;45:726–732."}, {"Citation": "McEvily A.J., Iyengar R., Otwell W.S. Inhibition of enzymatic browning in foods and beverages. Crit. Rev. Food Sci. Nutr. 1992;32(3):253–273.", "ArticleIdList": ["1418602"]}, {"Citation": "Merril A.L., Watt B.K. Vol. 393. Humana Press Inc.; Totowa, NJ: 1955. pp. 61–68. (Energy Value of Food, Basis, Washington, DC; United States Department of Agriculture, 74p; Methods in Molecular Biology)."}, {"Citation": "Mingle E., Sanful R.E., Engmann F.N. Sensory and physicochemical of bread made from aerial yam (Dioscorea bulbifera) and wheat (Triticum aestivum) flour. Int. J. Innov. Food Sci. Technol. 2017;1:29–35."}, {"Citation": "Mishra S., Rai T. Morphology and functional properties of corn, potato and tapioca starches. Food Hydrocolloids. 2006;20(5):557–566."}, {"Citation": "Ndangui C. 2015. Production and Characterization of Sweet Potato Flour (Ipomoea Batatas Lam): Optimization of Bread-Making technology; p. 135p. Doctoral Thesis in Food Processes and Biotechnologies Defended at the University of Lorraine and the University of Marien Ngouabi. Brazzaville, Congo."}, {"Citation": "Ngouadjeu P.F.J. University of Dschang; Cameroon: 2015. Nutritional Values and Characterization of Some Varieties of Potatoes (Solanum tuberosum L) Grown in the Locality of Dschang (West-Cameroon) p. 83p. Master of Science thesis."}, {"Citation": "Niba L.L. University Libraries, University of Maryland, College; University of Maryland, College Park: 2001. Cyanogenic Glycosides Levels and Physicochemical Characteristics of Flour from Various Cassava (Manihot esculenta) Genotypes. Ph.D. dissertation. Available from."}, {"Citation": "Odadeji J.O., Oyeleke W.A. Comparative studies on functional properties of whole and dehulled cowpea seed flour (Vigna unguiculata) Pak. J. Nutrition. 2011;10(9):899902."}, {"Citation": "Okaka J., Okorie P., Ozo O. Quality evaluation of sun dried yam chips. Trop. Sci. 1991;31:265–275."}, {"Citation": "Okezie O., Bello A. Physicochemical and functional properties of winged beans flour and isolate compared with soy isolate. J. Food Sci. 1988;53(2):450–454."}, {"Citation": "Olatunde G.O., Folake O., Henshaw M.A., Idowu Tomlins K. Quality attributes of sweet potato flour as influenced by variety, pretreatment and drying method. Food Sci. Nutr. 2016;4(4):623–635.", "ArticleIdList": ["PMC4930505", "27386111"]}, {"Citation": "Osundahunsi O.F., Fagbemi T.N., Kesselman E., Shimoni E. Comparison of the physicochemical properties and pasting characteristics of flour and starch from red and white sweet potato cultivars. J. Agric. Food Chem. 2003;51:2232–2236.", "ArticleIdList": ["12670162"]}, {"Citation": "Osungbaro T.O., Jimoh D., Osundeyi E. Functional and pasting properties of composite cassava- sorghum flour meals. Agric. Biol. J. N. Am. 2010;1:715–720."}, {"Citation": "Ragaee S., Abdel-Aal E.M.A. Pasting properties of starch and protein in selected cereals and quality of their food products. Food Chem. 2006;95:9–18."}, {"Citation": "Rao M.A., Tattiyakul J. Granule size and rheological behavior of heated tapioca starch dispersions. Carbohydr. Polym. 1999;38:123–132."}, {"Citation": "Ratnayake W.S., Hoover R., Tom W. Pea starch:Composistion, structure and properties. Rev. Starch/Starke. 2002;54:217–234."}, {"Citation": "Rojas J.A., Rosell C.M., De Barber B.C. Pasting properties of wheat flour- hydrocolloid systems. Food Hydrocolloids. 1999;13:27–33."}, {"Citation": "Sanchez T., Salcedo E., Ceballos H., Dominique D. Screening of starch quality traits in cassava (Manihot esculenta Crantz) Starch Staerke. 2009;61(1):12–19."}, {"Citation": "Sandhu K.S., Singh N., Malhi N.S. Some properties of corn grains and their flours I: physicochemical, functional and chapati- making properties of flours. Food Chem. 2006;101(3):938–946."}, {"Citation": "Sanful R.E., Essuman E.K., Prepa-Ameyaw N.B. Effect of blanching on the proximate and ensory qualities of the aerial yam composite cookies. Caribb. J. Food Sci. Technol. 2016;4:963–968."}, {"Citation": "Sarkar N.K., Thapar U., Kundnani P., Panwar P., Grover A. Functional relevance of J- protein family of rice (Oryza sativa) Cell Stress & Chaperones. 2013;18:321–331.", "ArticleIdList": ["PMC3631087", "23160806"]}, {"Citation": "Shimelis E.A., Meaza M., Rakshit S.K. Physico-chemical properties, pasting behavior and functional characteristics of flours and starches from improved bean (Phaseolus vulgaris L.) varieties grown in East Africa. Agric. Eng. Int.: CIGR J. 2006;8:1–19."}, {"Citation": "Singh N., Singh J., Kaur L., Sodhi N.S., Gill B.S. Morphological, thermal and rheological properties of starches from different botanical sources. Food Chem. 2003;81:219–231."}, {"Citation": "Srichuwong S., Sunarti T.C., Sunarti T., Mishima N., Isono, Hisamatsu M. Starches from different botanical sources II: contribution of starch structure to swelling and pasting properties. Carbohydr. Polym. 2005;62(1):25–34."}, {"Citation": "Svihus C.B., Uhlenb A.K., Harstad O.M. Effect of starch granule structure, associated components and processing on nutritive value of cereal starch: a review. Anim. Feed Sci. Technol. 2005;122:303–320."}, {"Citation": "Tabilo-Munizaga G., Barbosa-Canovas G. Color and textural parameters of pressurized and heat-treated surimi gels as affected by potato starch and egg white. Food Res. Int. 2004;37:767–775."}, {"Citation": "Tambo T.S., Klang J.M., Ndomou H.S.C., Teboukeu B.G., Womeni H.M. Characterisation of corn, cassava and commercial flours: use of amylases rich flours of germinated corn and sweet potato in the reduction of the consistency of the gruels made from these flours-influence on the nutritional and energy value. Food Sci. Nutr. 2019;7(4):1190–1206.", "ArticleIdList": ["PMC6475745", "31024692"]}, {"Citation": "Tijani A.O., Bakare H.A., Babajide J.M., Adebukunola M.O. The effect of processing parameters on the functional and pasting properties of breadfruit (Artocarpus Altilis) “elubo” flour. Croat. J. Food Sci. Technol. 2017;9(1):31–39."}, {"Citation": "Tsakama M., Mwangwela A.M., Manani T.A., Mahungu N.M. Physicochemical and pasting properties of starch extracted from eleven sweetpotato varieties. Afr. J. Food Sci. Technol. 2010;1(4):090–098."}, {"Citation": "Tumwine G., Atukwase A., Tumuhimbise G.A., Tucungwiirwe F., Linnemann A. Production of nutrient-enhanced millet-based composite flour using skimmed milk powder and vegetables. Food Sci. Nutr. 2018;00:1–13.", "ArticleIdList": ["PMC6341147", "30680156"]}, {"Citation": "Waramboi J.G., Dennien S., Gidley M.J., Sopade P.A. Characterisation of sweet potato from Papua New Guinea and Australia: physicochemical, pasting and gelatinisation properties. Food Chem. 2011;126:1759–1770.", "ArticleIdList": ["25213955"]}, {"Citation": "Yadav A.R., Guha M., Tharanathan R.N., Ramteke R.S. Changes in characteristics of sweet potato flour prepared by different drying techniques. LWT-Food Sci. Technol. 2006;39:20–26."}, {"Citation": "Zaidul I.S.M., Norulaini N.A.N., Omar A.K.M., Yamauchi H., Noda A.H. RVA analysis of mixtures of wheat flour and potato, sweet potato, yam and cassava starches. J. Carbohydr. Polym. 2007;69(4):784–791."}, {"Citation": "Zhen M., Joyce I.B., Benjamin K.S., Shiv O.P., Diane M., Linda M. Thermal processing effects on the functional properties and microstructure of lentil, chickpea, and pea flours. Food Res. Int. 2011;44:2534–2544."}]}], "History": [{"Year": "2019", "Month": "2", "Day": "28"}, {"Year": "2019", "Month": "11", "Day": "2"}, {"Year": "2019", "Month": "11", "Day": "29"}, {"Year": "2020", "Month": "1", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "12", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["31890951", "PMC6926200", "10.1016/j.heliyon.2019.e02982", "S2405-8440(19)36641-1"]}}]}