{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["cancer", "ellagic acid", "immune system", "inflammation", "pomegranate"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31908068", "DateCompleted": {"Year": "2020", "Month": "07", "Day": "27"}, "DateRevised": {"Year": "2020", "Month": "07", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "01", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.6565"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "34", "Issue": "4", "PubDate": {"Year": "2020", "Month": "Apr"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "Antiinflammatory and anti-cancer activities of pomegranate and its constituent, ellagic acid: Evidence from cellular, animal, and clinical studies.", "Pagination": {"StartPage": "685", "EndPage": "720", "MedlinePgn": "685-720"}, "Abstract": {"AbstractText": ["Inflammation is commonly characterized as a defensive and protective reaction of the body to various exogenous or endogenous stimuli, which aims to maintain the body health. Punica granatum (pomegranate) and its constituent ellagic acid (EA) are recently more taken into accounts since their promising pharmacological effects. Therefore, we aimed to obtain a comprehensive review regarding antiinflammatory, anticancer, and antioxidant activities of both pomegranate and EA and their possible involved mechanisms. In the procedure, scientific databases, including Web of Science, PubMed, Scopus, and Google Scholar, were searched in the English language, until the end of January 2019. Pomegranate belonging to the Punicaceae has been used for medical purposes from ancient and in different cultures. Several studies have also supported that EA is the major active compound of pomegranate and possesses antimutagenic, antiinflammatory, antifibrosis, anticancer, and antiaging properties. It has been suggested that pomegranate and EA possess promising immunomodulatory effects in preclinical models as well as human studies through regulation of the T-cell function and suppressing humoral immunity. Hopefully, we wish that this review and information could be helpful for designing further experiments to investigate the potential protective effects of pomegranate and EA."], "CopyrightInformation": "© 2020 John Wiley & Sons, Ltd."}, "AuthorList": [{"Identifier": ["0000-0003-2320-5095"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Baradaran Rahimi", "ForeName": "Vafa", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Ghadiri", "ForeName": "Mobarakeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Ramezani", "ForeName": "Mobina", "Initials": "M"}, {"Identifier": ["0000-0001-9268-6270"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Neurogenic Inflammation Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Askari", "ForeName": "Vahid Reza", "Initials": "VR"}], "GrantList": [{"Agency": "Mashhad University of Medical Sciences", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "19YRN3ZS9P", "NameOfSubstance": "Ellagic Acid"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["isolation & purification", "pharmacology", "therapeutic use"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["isolation & purification", "pharmacology", "therapeutic use"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": ["isolation & purification", "pharmacology", "therapeutic use"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Cells, Cultured"}, {"QualifierName": ["methods", "statistics & numerical data"], "DescriptorName": "Clinical Studies as Topic"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": ["methods", "statistics & numerical data"], "DescriptorName": "Drug Evaluation, Preclinical"}, {"QualifierName": ["isolation & purification", "pharmacology", "therapeutic use"], "DescriptorName": "Ellagic Acid"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fruit"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Pomegranate"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abbasi, S., Kamalinejad, M., Babaie, D., Shams, S., Sadr, Z., Gheysari, M., et al. (2017). A new topical treatment of atopic dermatitis in pediatric patients based on Ficus carica L. (Fig): A randomized, placebo-controlled clinical trial. Complementary Therapies in Medicine, 35, 85-91."}, {"Citation": "Abdel Moneim, A. E. (2012). Evaluating the potential role of pomegranate peel in aluminum-induced oxidative stress and histopathological alterations in brain of female rats. Biological Trace Element Research, 150(1-3), 328-336."}, {"Citation": "Abd-Rabou, A. A., & Ahmed, H. H. (2017). CS-PEG decorated PLGA nano-prototype for delivery of bioactive compounds: A novel approach for induction of apoptosis in HepG2 cell line. Advances in Medical Sciences, 62(2), 357-367."}, {"Citation": "Adams, L. S., Seeram, N. P., Aggarwal, B. B., Takada, Y., Sand, D., & Heber, D. (2006). Pomegranate juice, total pomegranate ellagitannins, and punicalagin suppress inflammatory cell signaling in colon cancer cells. Journal of Agricultural and Food Chemistry., 54(3), 980-985."}, {"Citation": "Afaq, F., Khan, N., Syed, D. N., & Mukhtar, H. (2010). Oral feeding of pomegranate fruit extract inhibits early biomarkers of UVB radiation-induced carcinogenesis in SKH-1 hairless mouse epidermis. Photochemistry and Photobiology., 86(6), 1318-1326."}, {"Citation": "Afaq, F., Saleem, M., Krueger, C. G., Reed, J. D., & Mukhtar, H. (2005). Anthocyanin- and hydrolyzable tannin-rich pomegranate fruit extract modulates MAPK and NF-kappaB pathways and inhibits skin tumorigenesis in CD-1 mice. International Journal of Cancer., 113(3), 423-433."}, {"Citation": "Afifi, N. A., Ibrahim, M. A., & Galal, M. K. (2018). Hepatoprotective influence of quercetin and ellagic acid on thioacetamide-induced hepatotoxicity in rats. Canadian Journal of Physiology and Pharmacology, 96(6), 624-629."}, {"Citation": "Ahire, V., Kumar, A., Mishra, K. P., & Kulkarni, G. (2017). Ellagic acid enhances apoptotic sensitivity of breast cancer cells to gamma-radiation. Nutrition and Cancer., 69(6), 904-910."}, {"Citation": "Akhtar, S., Ismail, T., Fraternale, D., & Sestili, P. (2015). Pomegranate peel and peel extracts: Chemistry and food features. Food Chemistry., 174, 417-425."}, {"Citation": "Al Hariri, M., Zibara, K., Farhat, W., Hashem, Y., Soudani, N., Al Ibrahim, F., et al. (2016). Cigarette smoking-induced cardiac hypertrophy, vascular inflammation and injury are attenuated by antioxidant supplementation in an animal model. Frontiers in Pharmacology., 7, 397."}, {"Citation": "Albrecht, M., Jiang, W., Kumi-Diaka, J., Lansky, E. P., Gommersall, L. M., Patel, A., et al. (2004). Pomegranate extracts potently suppress proliferation, xenograft growth, and invasion of human prostate cancer cells. Journal of Medicinal Food., 7(3), 274-283."}, {"Citation": "Allam, G., Abuelsaad, A. S., Alblihed, M. A., & Alsulaimani, A. A. (2016). Ellagic acid reduces murine schistosomiasis mansoni immunopathology via up-regulation of IL-10 and down-modulation of pro-inflammatory cytokines production. Immunopharmacology and Immunotoxicology., 38(4), 286-297."}, {"Citation": "Althuis, M. D., Dozier, J. M., Anderson, W. F., Devesa, S. S., & Brinton, L. A. (2005). Global trends in breast cancer incidence and mortality 1973-1997. International Journal of Epidemiology., 34(2), 405-412."}, {"Citation": "Amer, O. S., Dkhil, M. A., Hikal, W. M., & Al-Quraishy, S. (2015). Antioxidant and anti-inflammatory activities of pomegranate (Punica granatum) on eimeria papillata-induced infection in mice. BioMed Research International., 2015, 219670."}, {"Citation": "Amin, M. M., & Arbid, M. S. (2016). Estimation of ellagic acid and/or repaglinide effects on insulin signaling, oxidative stress, and inflammatory mediators of liver, pancreas, adipose tissue, and brain in insulin resistant/type 2 diabetic rats. Applied Physiology, Nutrition, and Metabolism., 42(2), 181-192."}, {"Citation": "Ammar, A., Turki, M., Chtourou, H., Hammouda, O., Trabelsi, K., Kallel, C., et al. (2016). Pomegranate supplementation accelerates recovery of muscle damage and soreness and inflammatory markers after a weightlifting training session. PLoS One, 11(10), e0160305."}, {"Citation": "Ammar, A., Turki, M., Hammouda, O., Chtourou, H., Trabelsi, K., Bouaziz, M., et al. (2017). Effects of pomegranate juice supplementation on oxidative stress biomarkers following weightlifting exercise. Nutrients, 9(8)."}, {"Citation": "Anderson, K. C., & Teuber, S. S. (2010). Ellagic acid and polyphenolics present in walnut kernels inhibit in vitro human peripheral blood mononuclear cell proliferation and alter cytokine production. Annals of the New York Academy of Sciences., 1190, 86-96."}, {"Citation": "Asghari, G., Sheikholeslami, S., Mirmiran, P., Chary, A., Hedayati, M., Shafiee, A., et al. (2012). Effect of pomegranate seed oil on serum TNF-alpha level in dyslipidemic patients. International Journal of Food Sciences and Nutrition., 63(3), 368-371."}, {"Citation": "Askari, V., Alavinezhad, A., & Boskabady, M. H. (2016). The impact of “Ramadan fasting period” on total and differential white blood cells, haematological indices, inflammatory biomarker, respiratory symptoms and pulmonary function tests of healthy and asthmatic patients. Allergologia et Immunopathologia, 44(4), 359-367."}, {"Citation": "Askari, V. R., Baradaran Rahimi, V., Rezaee, S. A., & Boskabady, M. H. (2018a). Auraptene regulates Th1/Th2/TReg balances, NF-κB nuclear localization and nitric oxide production in normal and Th2 provoked situations in human isolated lymphocytes. Phytomedicine, 43, 1-10."}, {"Citation": "Askari, V. R., Baradaran Rahimi, V., Rezaee, S. A., & Boskabady, M. H. (2018d). Auraptene regulates Th1/Th2/TReg balances, NF-kappaB nuclear localization and nitric oxide production in normal and Th2 provoked situations in human isolated lymphocytes. Phytomedicine, 43, 1-10."}, {"Citation": "Askari, V. R., Fereydouni, N., Rahimi, V. B., Askari, N., Sahebkar, A. H., Rahmanian-Devin, P., et al. (2018). β-Amyrin, the cannabinoid receptors agonist, abrogates mice brain microglial cells inflammation induced by lipopolysaccharide/interferon-γ and regulates Mϕ 1/Mϕ 2 balances. Biomedicine & Pharmacotherapy, 101, 438-446."}, {"Citation": "Askari, V. R., Rahimi, V. B., Zamani, P., Fereydouni, N., Rahmanian-Devin, P., Sahebkar, A. H., et al. (2018). Evaluation of the effects of Iranian propolis on the severity of post operational-induced peritoneal adhesion in rats. Biomedicine & Pharmacotherapy., 99, 346-353."}, {"Citation": "Askari, V. R., Rezaee, S. A., Abnous, K., Iranshahi, M., & Boskabady, M. H. (2016). The influence of hydro-ethanolic extract of Portulaca oleracea L. on Th1/Th2 balance in isolated human lymphocytes. Journal of Ethnopharmacology, 194, 1112-1121."}, {"Citation": "Askari, V. R., & Shafiee-Nick, R. (2019a). Promising neuroprotective effects of β-caryophyllene against LPS-induced oligodendrocyte toxicity: A mechanistic study. Biochemical Pharmacology, 159, 154-171."}, {"Citation": "Askari, V. R., & Shafiee-Nick, R. (2019b). The protective effects of β-caryophyllene on LPS-induced primary microglia M1/M2 imbalance: A mechanistic evaluation. Life Sciences., 219, 40-73."}, {"Citation": "Bachoual, R., Talmoudi, W., Boussetta, T., Braut, F., & El-Benna, J. (2011). An aqueous pomegranate peel extract inhibits neutrophil myeloperoxidase in vitro and attenuates lung inflammation in mice. Food and Chemical Toxicology, 49(6), 1224-1228."}, {"Citation": "Bala, I., Bhardwaj, V., Hariharan, S., & Kumar, M. N. (2006). Analytical methods for assay of ellagic acid and its solubility studies. Journal of Pharmaceutical and Biomedical Analysis., 40(1), 206-210."}, {"Citation": "Balbir-Gurman, A., Fuhrman, B., Braun-Moscovici, Y., Markovits, D., & Aviram, M. (2011). Consumption of pomegranate decreases serum oxidative stress and reduces disease activity in patients with active rheumatoid arthritis: A pilot study. The Israel Medical Association Journal, 13(8), 474-479."}, {"Citation": "Baluchnejadmojarad, T., Rabiee, N., Zabihnejad, S., & Roghani, M. (1662). Ellagic acid exerts protective effect in intrastriatal 6-hydroxydopamine rat model of Parkinson's disease: Possible involvement of ERbeta/Nrf2/HO-1 signaling. Brain Research., 2017, 23-30."}, {"Citation": "Bansal, N., Yadav, P., & Kumar, M. (2017). Ellagic acid administration negated the development of streptozotocin-induced memory deficit in rats. Drug Research., 67(7), 425-431."}, {"Citation": "Baradaran Rahimi, V., Rakhshandeh, H., Raucci, F., Buono, B., Shirazinia, R., Samzadeh Kermani, A., et al. (2019). Anti-inflammatory and anti-oxidant activity of Portulaca oleracea extract on LPS-induced rat lung injury. Molecules, 24(1), 139."}, {"Citation": "Barrie, N., & Manolios, N. (2017). The endocannabinoid system in pain and inflammation: Its relevance to rheumatic disease. European Journal of Rheumatology., 4(3), 210-218."}, {"Citation": "BenSaad, L. A., Kim, K. H., Quah, C. C., Kim, W. R., & Shahimi, M. (2017). Anti-inflammatory potential of ellagic acid, gallic acid and punicalagin A&B isolated from Punica granatum. BMC Complementary and Alternative Medicine., 17(1), 47."}, {"Citation": "Betanzos-Cabrera, G., Guerrero-Solano, J. A., Martínez-Pérez, M. M., Calderón-Ramos, Z. G., Belefant-Miller, H., & Cancino-Diaz, J. C. (2011). Pomegranate juice increases levels of paraoxonase1 (PON1) expression and enzymatic activity in streptozotocin-induced diabetic mice fed with a high-fat diet. Food Research International., 44(5), 1381-1385."}, {"Citation": "Bhatia, D., Thoppil, R. J., Mandal, A., Samtani, K. A., Darvesh, A. S., & Bishayee, A. (2013). Pomegranate bioactive constituents suppress cell proliferation and induce apoptosis in an experimental model of hepatocellular carcinoma: Role of Wnt/ beta -catenin signaling pathway. Evidence-Based Complementary and Alternative Medicine, 2013, 371813."}, {"Citation": "Bishayee, A., Bhatia, D., Thoppil, R. J., Darvesh, A. S., Nevo, E., & Lansky, E. P. (2011). Pomegranate-mediated chemoprevention of experimental hepatocarcinogenesis involves Nrf2-regulated antioxidant mechanisms. Carcinogenesis, 32(6), 888-896."}, {"Citation": "Bishayee, A., Thoppil, R. J., Darvesh, A. S., Ohanyan, V., Meszaros, J. G., & Bhatia, D. (2013). Pomegranate phytoconstituents blunt the inflammatory cascade in a chemically induced rodent model of hepatocellular carcinogenesis. The Journal of Nutritional Biochemistry., 24(1), 178-187."}, {"Citation": "Boskabadi, J., Askari, V. R., Hosseini, M., & Boskabady, M. H. (2018). Immunomodulatory properties of captopril, an ACE inhibitor, on LPS-induced lung inflammation and fibrosis as well as oxidative stress. Inflammopharmacology. https://doi.org/10.1007/s10787-018-0535-4"}, {"Citation": "Boskabady, M. H., Hashemzehi, M., Khazdair, M. R., & Askari, V. R. (2016). Hydro-ethanolic extract of Portulaca oleracea affects beta-adrenoceptors of guinea Pig tracheal smooth muscle. Iranian Journal of Pharmaceutical Research: IJPR., 15(4), 867."}, {"Citation": "Braidy, N., Essa, M. M., Poljak, A., Selvaraju, S., Al-Adawi, S., Manivasagm, T., et al. (2016). Consumption of pomegranates improves synaptic function in a transgenic mice model of Alzheimer's disease. Oncotarget, 7(40), 64589-64604."}, {"Citation": "Cerda, B., Tomas-Barberan, F. A., & Espin, J. C. (2005). Metabolism of antioxidant and chemopreventive ellagitannins from strawberries, raspberries, walnuts, and oak-aged wine in humans: identification of biomarkers and individual variability. Journal of Agricultural and Food Chemistry., 53(2), 227-235."}, {"Citation": "Cheng, H., Lu, C., Tang, R., Pan, Y., Bao, S., Qiu, Y., et al. (2017). Ellagic acid inhibits the proliferation of human pancreatic carcinoma PANC-1 cells in vitro and in vivo. Oncotarget, 8(7), 12301-12310."}, {"Citation": "Chung, Y. C., Lu, L. C., Tsai, M. H., Chen, Y. J., Chen, Y. Y., Yao, S. P., et al. (2013). The inhibitory effect of ellagic acid on cell growth of ovarian carcinoma cells. Evidence-Based Complementary and Alternative Medicine, 2013, 306705."}, {"Citation": "Colombo, E., Sangiovanni, E., & Dell’agli, M. (2013). A review on the anti-inflammatory activity of pomegranate in the gastrointestinal tract. Evidence-based complementary and alternative medicine. Evid Based Complement Alternative Medicine, 2013, 247145."}, {"Citation": "Cornelio Favarin, D., Martins Teixeira, M., Lemos de Andrade, E., de Freitas Alves, C., Lazo Chica, J. E., Arterio Sorgi, C., et al. (2013). Anti-inflammatory effects of ellagic acid on acute lung injury induced by acid in mice. Mediators Inflamm, 2013, 164202."}, {"Citation": "Dahl, A., Yatskayer, M., Raab, S., & Oresajo, C. (2013). Tolerance and efficacy of a product containing ellagic and salicylic acids in reducing hyperpigmentation and dark spots in comparison with 4% hydroquinone. Journal of Drugs in Dermatology, 12(1), 52-58."}, {"Citation": "Dahlawi, H., Jordan-Mahy, N., Clench, M., McDougall, G. J., & Maitre, C. L. (2013). Polyphenols are responsible for the proapoptotic properties of pomegranate juice on leukemia cell lines. Food Science & Nutrition., 1(2), 196-208."}, {"Citation": "Dahlawi, H., Jordan-Mahy, N., Clench, M. R., & Le Maitre, C. L. (2012). Bioactive actions of pomegranate fruit extracts on leukemia cell lines in vitro hold promise for new therapeutic agents for leukemia. Nutrition and Cancer., 64(1), 100-110."}, {"Citation": "Das, U., Biswas, S., Chattopadhyay, S., Chakraborty, A., Dey Sharma, R., Banerji, A., et al. (2017). Radiosensitizing effect of ellagic acid on growth of Hepatocellular carcinoma cells: An in vitro study. Scientific Reports, 7(1), 14043."}, {"Citation": "de Nigris, F., Balestrieri, M. L., Williams-Ignarro, S., D’Armiento, F. P., Fiorito, C., Ignarro, L. J., et al. (2007). The influence of pomegranate fruit extract in comparison to regular pomegranate juice and seed oil on nitric oxide and arterial function in obese Zucker rats. Nitric Oxide: Biology and Chemistry., 17(1), 50-54."}, {"Citation": "de Oliveira, J. F., Garreto, D. V., da Silva, M. C., Fortes, T. S., de Oliveira, R. B., Nascimento, F. R., et al. (2013). Therapeutic potential of biodegradable microparticles containing Punica granatum L. (pomegranate) in murine model of asthma. Inflammation Research: Journal of the European Histamine Research Society, 62(11), 971-980."}, {"Citation": "Derosa, G., Maffioli, P., & Sahebkar, A. (2016). Ellagic acid and Its role in chronic diseases. Anti-inflammatory Nutraceuticals and Chronic Diseases: Springer, 473-479."}, {"Citation": "Devipriya, N., Sudheer, A. R., & Menon, V. P. (2007). Dose-response effect of ellagic acid on circulatory antioxidants and lipids during alcohol-induced toxicity in experimental rats. Fundamental & Clinical Pharmacology., 21(6), 621-630."}, {"Citation": "Dikmen, M., Ozturk, N., & Ozturk, Y. (2011). The antioxidant potency of Punica granatum L. Fruit peel reduces cell proliferation and induces apoptosis on breast cancer. Journal of Medicinal Food., 14(12), 1638-1646."}, {"Citation": "Dubey, A., Park, D. W., Kwon, J. E., Jeong, Y. J., Kim, T., Kim, I., et al. (2015). Investigation of the biological and anti-cancer properties of ellagic acid-encapsulated nano-sized metalla-cages. International Journal of Nanomedicine, 10, 227-240."}, {"Citation": "Dushkin, M., Khrapova, M., Kovshik, G., Chasovskikh, M., Menshchikova, E., Trufakin, V., et al. (2014). Effects of rhaponticum carthamoides versus glycyrrhiza glabra and Punica granatum extracts on metabolic syndrome signs in rats. BMC Complementary and Alternative Medicine., 14, 33."}, {"Citation": "Edderkaoui, M., Lugea, A., Hui, H., Eibl, G., Lu, Q. Y., Moro, A., et al. (2013). Ellagic acid and embelin affect key cellular components of pancreatic adenocarcinoma, cancer, and stellate cells. Nutrition and Cancer., 65(8), 1232-1244."}, {"Citation": "Edderkaoui, M., Odinokova, I., Ohno, I., Gukovsky, I., Go, V. L., Pandol, S. J., et al. (2008). Ellagic acid induces apoptosis through inhibition of nuclear factor kappa B in pancreatic cancer cells. World Journal of Gastroenterology., 14(23), 3672-3680."}, {"Citation": "El-Shitany, N. A., El-Bastawissy, E. A., & El-desoky, K. (2014). Ellagic acid protects against carrageenan-induced acute inflammation through inhibition of nuclear factor kappa B, inducible cyclooxygenase and proinflammatory cytokines and enhancement of interleukin-10 via an antioxidant mechanism. International Immunopharmacology, 19(2), 290-299."}, {"Citation": "Ertam, I., Mutlu, B., Unal, I., Alper, S., Kivcak, B., & Ozer, O. (2008). Efficiency of ellagic acid and arbutin in melasma: A randomized, prospective, open-label study. The Journal of Dermatology., 35(9), 570-574."}, {"Citation": "Eskandari, E., Heidarian, E., Amini, S. A., & Saffari-Chaleshtori, J. (2016). Evaluating the effects of ellagic acid on pSTAT3, pAKT, and pERK1/2 signaling pathways in prostate cancer PC3 cells. Journal of cancer research and therapeutics., 12(4), 1266-1271."}, {"Citation": "Esmaeilinezhad, Z., Babajafari, S., Sohrabi, Z., Eskandari, M. H., Amooee, S., & Barati-Boldaji, R. (2019). Effect of synbiotic pomegranate juice on glycemic, sex hormone profile and anthropometric indices in PCOS: A randomized, triple blind, controlled trial. Nutrition, Metabolism, and Cardiovascular Diseases., 29(2), 201-208."}, {"Citation": "Espin, J. C., Larrosa, M., Garcia-Conesa, M. T., & Tomas-Barberan, F. (2013). Biological significance of urolithins, the gut microbial ellagic acid-derived metabolites: The evidence so far. Evidence-Based Complementary and Alternative Medicine, 2013, 270418."}, {"Citation": "Essa, M. M., Subash, S., Akbar, M., Al-Adawi, S., & Guillemin, G. J. (2015). Long-term dietary supplementation of pomegranates, figs and dates alleviate neuroinflammation in a transgenic mouse model of Alzheimer's disease. PLoS One, 10(3), e0120964."}, {"Citation": "Falsaperla, M., Morgia, G., Tartarone, A., Ardito, R., & Romano, G. (2005). Support ellagic acid therapy in patients with hormone refractory prostate cancer (HRPC) on standard chemotherapy using vinorelbine and estramustine phosphate. European Urology., 47(4), 449-454. discussion 54-5"}, {"Citation": "Ferreira, L. M., Sari, M. H. M., Cervi, V. F., Gehrcke, M., Barbieri, A. V., Zborowski, V. A., et al. (2016). Pomegranate seed oil nanoemulsions improve the photostability and in vivo antinociceptive effect of a non-steroidal antiinflammatory drug. Colloids and Surfaces B: Biointerfaces., 144, 214-221."}, {"Citation": "Fikry, E. M., Gad, A. M., Eid, A. H., & Arab, H. H. (2019). Caffeic acid and ellagic acid ameliorate adjuvant-induced arthritis in rats via targeting inflammatory signals, chitinase-3-like protein-1 and angiogenesis. Biomedicine & Pharmacotherapy = Biomedecine & Pharmacotherapie, 110, 878-886."}, {"Citation": "Firdaus, F., Zafeer, M. F., Anis, E., Ahmad, M., & Afzal, M. (2018). Ellagic acid attenuates arsenic induced neuro-inflammation and mitochondrial dysfunction associated apoptosis. Toxicology Reports., 5, 411-417."}, {"Citation": "Folmer, F., Basavaraju, U., Jaspars, M., Hold, G., El-Omar, E., Dicato, M., et al. (2014). Anticancer effects of bioactive berry compounds. Phytochemistry Reviews, 13(1), 295-322."}, {"Citation": "Fuster-Munoz, E., Roche, E., Funes, L., Martinez-Peinado, P., Sempere, J. M., & Vicente-Salar, N. (2016). Effects of pomegranate juice in circulating parameters, cytokines, and oxidative stress markers in endurance-based athletes: A randomized controlled trial. Nutrition (Burbank, Los Angeles County, Calif), 32(5), 539-545."}, {"Citation": "Garcia-Nino, W. R., & Zazueta, C. (2015). Ellagic acid: Pharmacological activities and molecular mechanisms involved in liver protection. Pharmacological Research, 97, 84-103."}, {"Citation": "George, J., Singh, M., Srivastava, A. K., Bhui, K., & Shukla, Y. (2011). Synergistic growth inhibition of mouse skin tumors by pomegranate fruit extract and diallyl sulfide: evidence for inhibition of activated MAPKs/NF-kappaB and reduced cell proliferation. Food and Chemical Toxicology, 49(7), 1511-1520."}, {"Citation": "Ghavipour, M., Sotoudeh, G., Tavakoli, E., Mowla, K., Hasanzadeh, J., & Mazloom, Z. (2016). Pomegranate extract alleviates disease activity and some blood biomarkers of inflammation and oxidative stress in Rheumatoid Arthritis patients. European Journal of Clinical Nutrition.."}, {"Citation": "Ghoochani, N., Karandish, M., Mowla, K., Haghighizadeh, M. H., & Jalali, M. T. (2016). The effect of pomegranate juice on clinical signs, matrix metalloproteinases and antioxidant status in patients with knee osteoarthritis. Journal of the Science of Food and Agriculture., 96(13), 4377-4381."}, {"Citation": "Gimenez-Bastida, J. A., Larrosa, M., Gonzalez-Sarrias, A., Tomas-Barberan, F., Espin, J. C., & Garcia-Conesa, M. T. (2012). Intestinal ellagitannin metabolites ameliorate cytokine-induced inflammation and associated molecular markers in human colon fibroblasts. Journal of Agricultural and Food Chemistry., 60(36), 8866-8876."}, {"Citation": "Gonzalez-Barrio, R., Truchado, P., Ito, H., Espin, J. C., & Tomas-Barberan, F. A. (2011). UV and MS identification of urolithins and nasutins, the bioavailable metabolites of ellagitannins and ellagic acid in different mammals. Journal of Agricultural and Food Chemistry., 59(4), 1152-1162."}, {"Citation": "Gonzalez-Sarrias, A., Nunez-Sanchez, M. A., Avila-Galvez, M. A., Monedero-Saiz, T., Rodriguez-Gil, F. J., Martinez-Diaz, F., et al. (2018). Consumption of pomegranate decreases plasma lipopolysaccharide-binding protein levels, a marker of metabolic endotoxemia, in patients with newly diagnosed colorectal cancer: A randomized controlled clinical trial. Food & Function., 9(5), 2617-2622."}, {"Citation": "Gonzalez-Sarrias, A., Romo-Vaquero, M., Garcia-Villalba, R., Cortes-Martin, A., Selma, M. V., & Espin, J. C. (2018). The endotoxemia marker lipopolysaccharide-binding protein is reduced in overweight-obese subjects consuming pomegranate extract by modulating the gut microbiota: A randomized clinical trial. Molecular Nutrition & Food Research., 62(11), e1800160."}, {"Citation": "Gouda, M., Moustafa, A., Hussein, L., & Hamza, M. (2016). Three week dietary intervention using apricots, pomegranate juice or/and fermented sour sobya and impact on biomarkers of antioxidative activity, oxidative stress and erythrocytic glutathione transferase activity among adults. Nutrition Journal., 15(1), 52."}, {"Citation": "Goudarzi, M., Amiri, S., Nesari, A., Hosseinzadeh, A., Mansouri, E., & Mehrzadi, S. (2018). The possible neuroprotective effect of ellagic acid on sodium arsenate-induced neurotoxicity in rats. Life Sciences, 198, 38-45."}, {"Citation": "Goudarzi, M., Fatemi, I., Siahpoosh, A., Sezavar, S. H., Mansouri, E., & Mehrzadi, S. (2018). Protective effect of ellagic acid against sodium arsenite-induced cardio- and hematotoxicity in rats. Cardiovascular Toxicology., 18(4), 337-345."}, {"Citation": "Guan, S., Zheng, Y., Yu, X., Li, W., Han, B., & Lu, J. (2017). Ellagic acid protects against LPS-induced acute lung injury through inhibition of nuclear factor kappa B, proinflammatory cytokines and enhancement of interleukin-10. Food and Agricultural Immunology., 28(6), 1347-1361."}, {"Citation": "Hafiz, T. A., Mubaraki, M. A., Al-Quraishy, S., & Dkhil, M. A. (2016). The potential role of Punica granatum treatment on murine malaria-induced hepatic injury and oxidative stress. Parasitology Research., 115(4), 1427-1433."}, {"Citation": "Harzallah, A., Hammami, M., Kepczynska, M. A., Hislop, D. C., Arch, J. R., Cawthorne, M. A., et al. (2016). Comparison of potential preventive effects of pomegranate flower, peel and seed oil on insulin resistance and inflammation in high-fat and high-sucrose diet-induced obesity mice model. Archives of Physiology and Biochemistry., 122(2), 75-87."}, {"Citation": "Hashemzehi, M., Khazdair, M., Kiyanmehr, M., Askari, V., & Boskabady, M. (2016). Portulaca olerace affects muscarinic receptors of guinea pig tracheal smooth muscle. Indian Journal of Pharmaceutical Sciences., 78(3), 388-394."}, {"Citation": "Hemmati, A. A., Olapour, S., Varzi, H. N., Khodayar, M. J., Dianat, M., Mohammadian, B., et al. (2018). Ellagic acid protects against arsenic trioxide-induced cardiotoxicity in rat. Human & Experimental Toxicology., 37(4), 412-419."}, {"Citation": "Hollebeeck, S., Winand, J., Hérent, M.-F., During, A., Leclercq, J., Larondelle, Y., et al. (2012). Anti-inflammatory effects of pomegranate (Punica granatum L.) husk ellagitannins in Caco-2 cells, an in vitro model of human intestine. Food & Function., 3(8), 875-885."}, {"Citation": "Hontecillas, R., O'shea, M., Einerhand, A., Diguardo, M., & Bassaganya-Riera, J. (2009). Activation of PPAR gamma and alpha by punicic acid ameliorates glucose tolerance and suppresses obesity-related inflammation. Journal of the American College of Nutrition., 28(2), 184-195."}, {"Citation": "Hosseini, B., Saedisomeolia, A., Wood, L. G., Yaseri, M., & Tavasoli, S. (2016). Effects of pomegranate extract supplementation on inflammation in overweight and obese individuals: A randomized controlled clinical trial. Complementary Therapies in Clinical Practice., 22, 44-50."}, {"Citation": "Houston, D. M., Bugert, J., Denyer, S. P., & Heard, C. M. (2017). Anti-inflammatory activity of Punica granatum L. (Pomegranate) rind extracts applied topically to ex vivo skin. European Journal of Pharmaceutics and Biopharmaceutics, 112, 30-37."}, {"Citation": "Husari, A., Hashem, Y., Bitar, H., Dbaibo, G., Zaatari, G., & El Sabban, M. (2016). Antioxidant activity of pomegranate juice reduces emphysematous changes and injury secondary to cigarette smoke in an animal model and human alveolar cells. International Journal of Chronic Obstructive Pulmonary Disease., 11, 227-237."}, {"Citation": "Ismail, T., Sestili, P., & Akhtar, S. (2012). Pomegranate peel and fruit extracts: a review of potential anti-inflammatory and anti-infective effects. Journal of Ethnopharmacology, 143(2), 397-405."}, {"Citation": "Jain, V., Pareek, A., Bhardwaj, Y. R., & Singh, N. (2013). Attenuating effect of standardized fruit extract of Punica granatum L in rat model of tibial and sural nerve transection induced neuropathic pain. BMC Complementary and Alternative Medicine., 13, 274."}, {"Citation": "Jha, A. B., Panchal, S. S., & Shah, A. (2018). Ellagic acid: Insights into its neuroprotective and cognitive enhancement effects in sporadic Alzheimer's disease. Pharmacology, Biochemistry, and Behavior., 175, 33-46."}, {"Citation": "Joseph, M. M., Aravind, S. R., Varghese, S., Mini, S., & Sreelekha, T. T. (2012). Evaluation of antioxidant, antitumor and immunomodulatory properties of polysaccharide isolated from fruit rind of Punica granatum. Molecular Medicine Reports., 5(2), 489-496."}, {"Citation": "Karaaslan, M., Vardin, H., Varlıklıöz, S., & Yılmaz, F. M. (2014). Antiproliferative and antioxidant activities of Turkish pomegranate (Punica granatum L.) accessions. International Journal of Food Science & Technology., 49(1), 82-90."}, {"Citation": "Kasimsetty, S. G., Bialonska, D., Reddy, M. K., Ma, G., Khan, S. I., & Ferreira, D. (2010). Colon cancer chemopreventive activities of pomegranate ellagitannins and urolithins. Journal of Agricultural and Food Chemistry., 58(4), 2180-2187."}, {"Citation": "Kaur, C., Pal, R., Kar, A., Gadi, C., Sen, S., Kumar, P., et al. (2014). Characterization of antioxidants and hypoglycemic potential of pomegranate grown in India: A preliminary investigation. Journal of food biochemistry., 38(4), 397-406."}, {"Citation": "Kazemirad, M., Khodakarami, N., Kazemi, M., Salamzadeh, J., Nasiri, N., & Moattar, F. (2013). Comparison between calendit-E cream and expressed breast milk in nipple pain treatment in breastfeeding women. Modern Care Journal (Scientific Quarterly of Birjand Nursing & Midwifery Faculty), 9(3), 199-207."}, {"Citation": "Kerimi, A., Nyambe-Silavwe, H., Gauer, J. S., Tomas-Barberan, F. A., & Williamson, G. (2017). Pomegranate juice, but not an extract, confers a lower glycemic response on a high-glycemic index food: randomized, crossover, controlled trials in healthy subjects. The American Journal of Clinical Nutrition., 106(6), 1384-1393."}, {"Citation": "Khan, N., Afaq, F., Kweon, M. H., Kim, K., & Mukhtar, H. (2007). Oral consumption of pomegranate fruit extract inhibits growth and progression of primary lung tumors in mice. Cancer Research., 67(7), 3475-3482."}, {"Citation": "Khan, N., Hadi, N., Afaq, F., Syed, D. N., Kweon, M. H., & Mukhtar, H. (2007). Pomegranate fruit extract inhibits prosurvival pathways in human A549 lung carcinoma cells and tumor growth in athymic nude mice. Carcinogenesis, 28(1), 163-173."}, {"Citation": "Khan, N., Syed, D. N., Pal, H. C., Mukhtar, H., & Afaq, F. (2012). Pomegranate fruit extract inhibits UVB-induced inflammation and proliferation by modulating NF-kappaB and MAPK signaling pathways in mouse skin. Photochemistry and Photobiology., 88(5), 1126-1134."}, {"Citation": "Khodadadi, S., & Nasri, H. (2017). An update on ellagic acid as a natural powerful flavonoid. Annals of Research in Antioxidants, 2(2)."}, {"Citation": "Kianmehr, M., Rezaei, A., Hosseini, M., Khazdair, M. R., Rezaee, R., Askari, V. R., et al. (2017). Immunomodulatory effect of characterized extract of Zataria multiflora on Th1, Th2 and Th17 in normal and Th2 polarization state. Food and Chemical Toxicology., 99, 119-127."}, {"Citation": "Kim, H., Banerjee, N., Ivanov, I., Pfent, C. M., Prudhomme, K. R., Bisson, W. H., et al. (2016). Comparison of anti-inflammatory mechanisms of mango (Mangifera indica L.) and pomegranate (Punica granatum L.) in a preclinical model of colitis. Molecular Nutrition & Food Research., 60(9), 1912-1923."}, {"Citation": "Kim, H., Banerjee, N., Sirven, M. A., Minamoto, Y., Markel, M. E., Suchodolski, J. S., et al. (2017). Pomegranate polyphenolics reduce inflammation and ulceration in intestinal colitis-involvement of the miR-145/p70S6K1/HIF1alpha axis in vivo and in vitro. The Journal of Nutritional Biochemistry., 43, 107-115."}, {"Citation": "Kim, N. D., Mehta, R., Yu, W., Neeman, I., Livney, T., Amichay, A., et al. (2002). Chemopreventive and adjuvant therapeutic potential of pomegranate (Punica granatum) for human breast cancer. Breast Cancer Research and Treatment., 71(3), 203-217."}, {"Citation": "Kim, Y. E., Hwang, C. J., Lee, H. P., Kim, C. S., Son, D. J., Ham, Y. W., et al. (2017). Inhibitory effect of punicalagin on lipopolysaccharide-induced neuroinflammation, oxidative stress and memory impairment via inhibition of nuclear factor-kappaB. Neuropharmacology, 117, 21-32."}, {"Citation": "Kojadinovic, M. I., Arsic, A. C., Debeljak-Martacic, J. D., Konic-Ristic, A. I., Kardum, N. D., Popovic, T. B., et al. (2017). Consumption of pomegranate juice decreases blood lipid peroxidation and levels of arachidonic acid in women with metabolic syndrome. Journal of the Science of Food and Agriculture., 97(6), 1798-1804."}, {"Citation": "Kozik, V., Jarzembek, K., Jędrzejowska, A., Bąk, A., Polak, J., Bartoszek, M., et al. (2015). Investigation of antioxidant activity of pomegranate juices by means of electron paramagnetic resonance and UV-Vis spectroscopy. Journal of AOAC International., 98(4), 866-870."}, {"Citation": "Landete, J. (2011). Ellagitannins, ellagic acid and their derived metabolites: A review about source, metabolism, functions and health. Food Research International., 44(5), 1150-1160."}, {"Citation": "Larrosa, M., Gonzalez-Sarrias, A., Yanez-Gascon, M. J., Selma, M. V., Azorin-Ortuno, M., Toti, S., et al. (2010). Anti-inflammatory properties of a pomegranate extract and its metabolite urolithin-A in a colitis rat model and the effect of colon inflammation on phenolic metabolism. The Journal of Nutritional Biochemistry., 21(8), 717-725."}, {"Citation": "Lee, S. I., Kim, B. S., Kim, K. S., Lee, S., Shin, K. S., & Lim, J. S. (2008). Immune-suppressive activity of punicalagin via inhibition of NFAT activation. Biochemical and Biophysical Research Communications., 371(4), 799-803."}, {"Citation": "Lee, S. T., Lu, M. H., Chien, L. H., Wu, T. F., Huang, L. C., & Liao, G. I. (2013). Suppression of urinary bladder urothelial carcinoma cell by the ethanol extract of pomegranate fruit through cell cycle arrest and apoptosis. BMC Complementary and Alternative Medicine., 13, 364."}, {"Citation": "Lembo, S., Balato, A., Di Caprio, R., Cirillo, T., Giannini, V., Gasparri, F., et al. (2014). The modulatory effect of ellagic acid and rosmarinic acid on ultraviolet-B-induced cytokine/chemokine gene expression in skin keratinocyte (HaCaT) cells. BioMed Research International., 2014, 346793."}, {"Citation": "Li, L. W., Na, C., Tian, S. Y., Chen, J., Ma, R., Gao, Y., et al. (2018). Ellagic acid induces HeLa cell apoptosis via regulating signal transducer and activator of transcription 3 signaling. Experimental and Therapeutic Medicine, 16(1), 29-36."}, {"Citation": "Liu, H., Zeng, Z., Wang, S., Li, T., Mastriani, E., Li, Q. H., et al. (2017). Main components of pomegranate, ellagic acid and luteolin, inhibit metastasis of ovarian cancer by down-regulating MMP2 and MMP9. Cancer Biology & Therapy, 18(12), 990-999."}, {"Citation": "Liu, J., & Tang, J. (2017). Effects of pomegranate extract in supplementing gonadotropin-releasing hormone therapy on idiopathic central precocious puberty in Chinese girls: A randomized, placebo-controlled, double-blind clinical trial. Food & Function., 8(2), 695-700."}, {"Citation": "Liu, Q., Liang, X., Niu, C., & Wang, X. (2018). Ellagic acid promotes A549 cell apoptosis via regulating the phosphoinositide 3-kinase/protein kinase B pathway. Experimental and Therapeutic Medicine., 16(1), 347-352."}, {"Citation": "Liu, Y., Yu, S., Wang, F., Yu, H., Li, X., Dong, W., et al. (2018). Chronic administration of ellagic acid improved the cognition in middle-aged overweight men. Applied Physiology, Nutrition, and Metabolism = Physiologie Appliquee, Nutrition et Metabolisme, 43(3), 266-273."}, {"Citation": "Lontchi-Yimagou, E., Sobngwi, E., Matsha, T. E., & Kengne, A. P. (2013). Diabetes mellitus and inflammation. Current Diabetes Reports., 13(3), 435-444."}, {"Citation": "Lushchak, V. I. (2014). Free radicals, reactive oxygen species, oxidative stress and its classification. Chemico-Biological Interactions., 224, 164-175."}, {"Citation": "Mady, F. M., & Shaker, M. A. (2017). Enhanced anticancer activity and oral bioavailability of ellagic acid through encapsulation in biodegradable polymeric nanoparticles. International Journal of Nanomedicine, 12, 7405-7417."}, {"Citation": "Mandal, A., Bhatia, D., & Bishayee, A. (2017). Anti-inflammatory mechanism involved in pomegranate-mediated prevention of breast cancer: The role of NF-kappaB and Nrf2 signaling pathways. Nutrients, 9(5)."}, {"Citation": "Mandal, A., & Bishayee, A. (2015). Mechanism of breast cancer preventive action of pomegranate: Disruption of estrogen receptor and wnt/beta-catenin signaling pathways. Molecules (Basel, Switzerland), 20(12), 22315-22328."}, {"Citation": "Marín, M., Giner, R. M., Ríos, J.-L., & Recio, M. C. (2013). Intestinal anti-inflammatory activity of ellagic acid in the acute and chronic dextrane sulfate sodium models of mice colitis. Journal of Ethnopharmacology, 150(3), 925-934."}, {"Citation": "Marques, L. C., Pinheiro, A. J., Araujo, J. G., de Oliveira, R. A., Silva, S. N., Abreu, I. C., et al. (2016). Anti-inflammatory effects of a pomegranate leaf extract in lps-induced peritonitis. Planta Medica, 82(17), 1463-1467."}, {"Citation": "Mashhadi, S. N. Y., Askari, V. R., Ghorani, V., Jelodar, G. A., & Boskabady, M. H. (2018). The effect of portulaca oleracea and α-linolenic acid on oxidant/antioxidant biomarkers of human peripheral blood mononuclear cells. Indian Journal of Pharmacology., 50(4), 177."}, {"Citation": "Minaiyan, M., Zolfaghari, B., Taheri, D., & Gomarian, M. (2014). Preventive effect of three pomegranate (Punica granatum L.) seeds fractions on cerulein-induced acute pancreatitis in Mice. International Journal of Preventive Medicine, 5(4), 394-404."}, {"Citation": "Mise Yonar, S., Yonar, M. E., Yonturk, Y., & Pala, A. (2014). Effect of ellagic acid on some haematological, immunological and antioxidant parameters of rainbow trout (Oncorhynchus mykiss). Journal of Animal Physiology and Animal Nutrition., 98(5), 936-941."}, {"Citation": "Moazzen, H., & Alizadeh, M. (2017). Effects of pomegranate juice on cardiovascular risk factors in patients with metabolic syndrome: A double-blinded, randomized crossover controlled trial. Plant Foods for Human Nutrition (Dordrecht, Netherlands), 72(2), 126-133."}, {"Citation": "Moon, N. R., Kang, S., & Park, S. (2018). Consumption of ellagic acid and dihydromyricetin synergistically protects against UV-B induced photoaging, possibly by activating both TGF-beta1 and wnt signaling pathways. Journal of Photochemistry and Photobiology B, Biology., 178, 92-100."}, {"Citation": "Morzelle, M. C., Salgado, J. M., Telles, M., Mourelle, D., Bachiega, P., Buck, H. S., et al. (2016). Neuroprotective effects of pomegranate peel extract after chronic infusion with amyloid-beta peptide in mice. PLoS One, 11(11), e0166123."}, {"Citation": "Mousavinejad, G., Emam-Djomeh, Z., Rezaei, K., & Khodaparast, M. H. H. (2009). Identification and quantification of phenolic compounds and their effects on antioxidant activity in pomegranate juices of eight Iranian cultivars. Food Chemistry., 115(4), 1274-1278."}, {"Citation": "Nair, V., Dai, Z., Khan, M., & Ciolino, H. P. (2011). Pomegranate extract induces cell cycle arrest and alters cellular phenotype of human pancreatic cancer cells. Anticancer Research, 31(9), 2699-2704."}, {"Citation": "Neyrinck, A. M., Van Hee, V. F., Bindels, L. B., De Backer, F., Cani, P. D., & Delzenne, N. M. (2013). Polyphenol-rich extract of pomegranate peel alleviates tissue inflammation and hypercholesterolaemia in high-fat diet-induced obese mice: Potential implication of the gut microbiota. The British Journal of Nutrition., 109(5), 802-809."}, {"Citation": "Noh, K. T., Cha, G. S., Kim, H. C., Lee, J. H., Ahn, S. C., Kim, D. K., et al. (2014). Ellagic acid modulates LPS-induced maturation of dendritic cells through the regulation of JNK activity. Journal of Medicinal Food., 17(9), 996-1002."}, {"Citation": "Noori, M., Jafari, B., & Hekmatdoost, A. (2017). Pomegranate juice prevents development of non-alcoholic fatty liver disease in rats by attenuating oxidative stress and inflammation. Journal of the Science of Food and Agriculture., 97(8), 2327-2332."}, {"Citation": "Nunez-Sanchez, M. A., Davalos, A., Gonzalez-Sarrias, A., Casas-Agustench, P., Visioli, F., Monedero-Saiz, T., et al. (2015). MicroRNAs expression in normal and malignant colon tissues as biomarkers of colorectal cancer and in response to pomegranate extracts consumption: Critical issues to discern between modulatory effects and potential artefacts. Molecular Nutrition & Food Research., 59(10), 1973-1986."}, {"Citation": "Nunez-Sanchez, M. A., Gonzalez-Sarrias, A., Garcia-Villalba, R., Monedero-Saiz, T., Garcia-Talavera, N. V., Gomez-Sanchez, M. B., et al. (2017). Gene expression changes in colon tissues from colorectal cancer patients following the intake of an ellagitannin-containing pomegranate extract: A randomized clinical trial. The Journal of Nutritional Biochemistry., 42, 126-133."}, {"Citation": "Nunzio, M. D., Toselli, M., Verardo, V., Caboni, M. F., & Bordoni, A. (2013). Counteraction of oxidative damage by pomegranate juice: Influence of the cultivar. Journal of the Science of Food and Agriculture., 93(14), 3565-3573."}, {"Citation": "Orgil, O., Schwartz, E., Baruch, L., Matityahu, I., Mahajna, J., & Amir, R. (2014). The antioxidative and anti-proliferative potential of non-edible organs of the pomegranate fruit and tree. LWT-Food Science and Technology., 58(2), 571-577."}, {"Citation": "Paller, C. J., Ye, X., Wozniak, P. J., Gillespie, B. K., Sieber, P. R., Greengold, R. H., et al. (2013). A randomized phase II study of pomegranate extract for men with rising PSA following initial therapy for localized prostate cancer. Prostate Cancer and Prostatic Diseases., 16(1), 50-55."}, {"Citation": "Panchal, S. K., Ward, L., & Brown, L. (2013). Ellagic acid attenuates high-carbohydrate, high-fat diet-induced metabolic syndrome in rats. European Journal of Nutrition., 52(2), 559-568."}, {"Citation": "Panth, N., Manandhar, B., & Paudel, K. R. (2017). Anticancer Activity of Punica granatum (Pomegranate): A Review. Phytotherapy Research, 31(4), 568-578."}, {"Citation": "Pantuck, A. J., Leppert, J. T., Zomorodian, N., Aronson, W., Hong, J., Barnard, R. J., et al. (2006). Phase II study of pomegranate juice for men with rising prostate-specific antigen following surgery or radiation for prostate cancer. Clinical Cancer Research., 12(13), 4018-4026."}, {"Citation": "Pantuck, A. J., Pettaway, C. A., Dreicer, R., Corman, J., Katz, A., Ho, A., et al. (2015). A randomized, double-blind, placebo-controlled study of the effects of pomegranate extract on rising PSA levels in men following primary therapy for prostate cancer. Prostate Cancer and Prostatic Diseases., 18(3), 242-248."}, {"Citation": "Papoutsi, Z., Kassi, E., Tsiapara, A., Fokialakis, N., Chrousos, G. P., & Moutsatsou, P. (2005). Evaluation of estrogenic/antiestrogenic activity of ellagic acid via the estrogen receptor subtypes ERalpha and ERbeta. Journal of Agricultural and Food Chemistry., 53(20), 7715-7720."}, {"Citation": "Pinheiro, A., Goncalves, J. S., Dourado, A. W. A., de Sousa, E. M., Brito, N. M., Silva, L. K., et al. (2018). Punica granatum L Leaf Extract Attenuates Lung Inflammation in Mice with Acute Lung Injury. Journal of Immunology Research., 2018, 6879183."}, {"Citation": "Pollack, R. M., Donath, M. Y., LeRoith, D., & Leibowitz, G. (2016). Anti-inflammatory agents in the treatment of diabetes and its vascular complications. Diabetes Care, (39), S244."}, {"Citation": "Promsong, A., Chung, W. O., Satthakarn, S., & Nittayananta, W. (2015). Ellagic acid modulates the expression of oral innate immune mediators: Potential role in mucosal protection. Journal of Oral Pathology & Medicine, 44(3), 214-221."}, {"Citation": "Rackova, L., Ergin, V., Burcu Bali, E., Kuniakova, M., & Karasu, C. (2014). Pomegranate seed oil modulates functions and survival of BV-2 microglial cells in vitro. International Journal for Vitamin and Nutrition Research, 84(5-6), 295-309."}, {"Citation": "Rahimi, V. B., Askari, V. R., & Mousavi, S. H. (2018). Ellagic acid reveals promising anti-aging effects against d-galactose-induced aging on human neuroblastoma cell line, SH-SY5Y: A mechanistic study. Biomedicine & Pharmacotherapy., 108, 1712-1724."}, {"Citation": "Rahimi, V. B., Askari, V. R., & Mousavi, S. H. (2019). Ellagic acid dose and time-dependently abrogates d-galactose-induced animal model of aging: Investigating the role of PPAR-γ. Life Sciences., 116595."}, {"Citation": "Rahimi, V. B., Askari, V. R., Shirazinia, R., Soheili-Far, S., Askari, N., Rahmanian-Devin, P., et al. (2018). Protective effects of hydro-ethanolic extract of Terminalia chebula on primary microglia cells and their polarization (M1/M2 balance). Multiple Sclerosis and Related Disorders., 25, 5-13."}, {"Citation": "Rahimi, V. B., Shirazinia, R., Fereydouni, N., Zamani, P., Darroudi, S., Sahebkar, A. H., et al. (2017). Comparison of honey and dextrose solution on post-operative peritoneal adhesion in rat model. Biomedicine & Pharmacotherapy., 92, 849-855."}, {"Citation": "Rasheed, Z., Akhtar, N., Anbazhagan, A. N., Ramamurthy, S., Shukla, M., & Haqqi, T. M. (2009). Polyphenol-rich pomegranate fruit extract (POMx) suppresses PMACI-induced expression of pro-inflammatory cytokines by inhibiting the activation of MAP kinases and NF-kappaB in human KU812 cells. Journal of Inflammation, 6(1)."}, {"Citation": "Razani, Z., Dastani, M., & Kazerani, H. R. (2017). Cardioprotective effects of pomegranate (Punica granatum) juice in patients with ischemic heart disease. Phytotherapy Research., 31(11), 1731-1738."}, {"Citation": "Rettig, M. B., Heber, D., An, J., Seeram, N. P., Rao, J. Y., Liu, H., et al. (2008). Pomegranate extract inhibits androgen-independent prostate cancer growth through a nuclear factor-kappaB-dependent mechanism. Molecular Cancer Therapeutics., 7(9), 2662-2671."}, {"Citation": "Rizk, H. A., Masoud, M. A., & Maher, O. W. (2017). Prophylactic effects of ellagic acid and rosmarinic acid on doxorubicin-induced neurotoxicity in rats. Journal of Biochemical and Molecular Toxicology, 31(12)."}, {"Citation": "Rogerio, A. P., Fontanari, C., Melo, M. C., Ambrosio, S. R., de Souza, G. E., Pereira, P. S., et al. (2006). Anti-inflammatory, analgesic and anti-oedematous effects of Lafoensia pacari extract and ellagic acid. The Journal of Pharmacy and Pharmacology., 58(9), 1265-1273."}, {"Citation": "Rojanathammanee, L., Puig, K. L., & Combs, C. K. (2013). Pomegranate polyphenols and extract inhibit nuclear factor of activated T-cell activity and microglial activation in vitro and in a transgenic mouse model of Alzheimer disease. The Journal of Nutrition., 143(5), 597-605."}, {"Citation": "Rosillo, M. A., Sanchez-Hidalgo, M., Cardeno, A., Aparicio-Soto, M., Sanchez-Fidalgo, S., Villegas, I., et al. (2012). Dietary supplementation of an ellagic acid-enriched pomegranate extract attenuates chronic colonic inflammation in rats. Pharmacological Research, 66(3), 235-242."}, {"Citation": "Rosillo, M. A., Sanchez-Hidalgo, M., Cardeno, A., & de la Lastra, C. A. (2011). Protective effect of ellagic acid, a natural polyphenolic compound, in a murine model of Crohn's disease. Biochemical Pharmacology, 82(7), 737-745."}, {"Citation": "Sanadgol, N., Golab, F., Tashakkor, Z., Taki, N., Moradi Kouchi, S., Mostafaie, A., et al. (2017). Neuroprotective effects of ellagic acid on cuprizone-induced acute demyelination through limitation of microgliosis, adjustment of CXCL12/IL-17/IL-11 axis and restriction of mature oligodendrocytes apoptosis. Pharmaceutical Biology, 55(1), 1679-1687."}, {"Citation": "Sarkar, S., Siddiqui, A. A., Mazumder, S., De, R., Saha, S. J., Banerjee, C., et al. (2015). Ellagic acid, a dietary polyphenol, inhibits tautomerase activity of human macrophage migration inhibitory factor and its pro-inflammatory responses in human peripheral blood mononuclear cells. Journal of Agricultural and Food Chemistry., 63(20), 4988-4998."}, {"Citation": "Seeram, N. P., Adams, L. S., Henning, S. M., Niu, Y., Zhang, Y., Nair, M. G., et al. (2005). In vitro antiproliferative, apoptotic and antioxidant activities of punicalagin, ellagic acid and a total pomegranate tannin extract are enhanced in combination with other polyphenols as found in pomegranate juice. The Journal of Nutritional Biochemistry., 16(6), 360-367."}, {"Citation": "Seong, A. R., Yoo, J. Y., Choi, K., Lee, M. H., Lee, Y. H., Lee, J., et al. (2011). Delphinidin, a specific inhibitor of histone acetyltransferase, suppresses inflammatory signaling via prevention of NF-kappaB acetylation in fibroblast-like synoviocyte MH7A cells. Biochemical and Biophysical Research Communications., 410(3), 581-586."}, {"Citation": "Sepúlveda L, Ascacio-Valdés J, Rodriguez R, Aguilera-Carbo A, Aguilar C. Ellagic acid: Biological properties and biotechnological development for production processes 2012. 4518-23 p."}, {"Citation": "Shah, T. A., Parikh, M., Patel, K. V., Patel, K. G., Joshi, C. G., & Gandhi, T. R. (2016). Evaluation of the effect of Punica granatum juice and punicalagin on NFkappaB modulation in inflammatory bowel disease. Molecular and Cellular Biochemistry, 419(1-2), 65-74."}, {"Citation": "Shaygannia, E., Bahmani, M., Zamanzad, B., & Rafieian-Kopaei, M. (2016). A review study on Punica granatum L. Journal of Evidence-Based Complementary & Alternative Medicine., 21(3), 221-227."}, {"Citation": "Shema-Didi, L., Sela, S., Ore, L., Shapiro, G., Geron, R., Moshe, G., et al. (2012). One year of pomegranate juice intake decreases oxidative stress, inflammation, and incidence of infections in hemodialysis patients: A randomized placebo-controlled trial. Free Radical Biology & Medicine., 53(2), 297-304."}, {"Citation": "Shirode, A. B., Bharali, D. J., Nallanthighal, S., Coon, J. K., Mousa, S. A., & Reliene, R. (2015). Nanoencapsulation of pomegranate bioactive compounds for breast cancer chemoprevention. International Journal of Nanomedicine, 10, 475-484."}, {"Citation": "Shirode, A. B., Kovvuru, P., Chittur, S. V., Henning, S. M., Heber, D., & Reliene, R. (2014). Antiproliferative effects of pomegranate extract in MCF-7 breast cancer cells are associated with reduced DNA repair gene expression and induction of double strand breaks. Molecular Carcinogenesis., 53(6), 458-470."}, {"Citation": "Shishehbor, F., Mohammad Shahi, M., Zarei, M., Saki, A., Zakerkish, M., Shirani, F., et al. (2016). Effects of concentrated pomegranate juice on subclinical inflammation and cardiometabolic risk factors for type 2 diabetes: A quasi-experimental study. International Journal of Endocrinology and Metabolism, 14(1), e33835."}, {"Citation": "Shukla, M., Gupta, K., Rasheed, Z., Khan, K. A., & Haqqi, T. M. (2008). Consumption of hydrolyzable tannins-rich pomegranate extract suppresses inflammation and joint damage in rheumatoid arthritis. Nutrition, 24(7), 733-743."}, {"Citation": "Singh, K., Jaggi, A. S., & Singh, N. (2009). Exploring the ameliorative potential of Punica granatum in dextran sulfate sodium induced ulcerative colitis in mice. Phytotherapy Research: PTR., 23(11), 1565-1574."}, {"Citation": "Sohrab, G., Ebrahimof, S., Sotoudeh, G., Neyestani, T. R., Angoorani, P., Hedayati, M., et al. (2017). Effects of pomegranate juice consumption on oxidative stress in patients with type 2 diabetes: A single-blind, randomized clinical trial. International Journal of Food Sciences and Nutrition., 68(2), 249-255."}, {"Citation": "Sohrab, G., Nasrollahzadeh, J., Tohidi, M., Zand, H., & Nikpayam, O. (2018). Pomegranate juice increases sirtuin1 protein in peripheral blood mononuclear cell from patients with type 2 diabetes: A randomized placebo controlled clinical trial. Metabolic Syndrome and Related Disorders., 16(8), 446-451."}, {"Citation": "Song, B., Li, J., & Li, J. (2016). Pomegranate peel extract polyphenols induced apoptosis in human hepatoma cells by mitochondrial pathway. Food and Chemical Toxicology, 93, 158-166."}, {"Citation": "Sreeja, S., Santhosh Kumar, T. R., Lakshmi, B. S., & Sreeja, S. (2012). Pomegranate extract demonstrate a selective estrogen receptor modulator profile in human tumor cell lines and in vivo models of estrogen deprivation. The Journal of Nutritional Biochemistry., 23(7), 725-732."}, {"Citation": "Stojanović, I., Šavikin, K., Đedović, N., Živković, J., Saksida, T., Momčilović, M., et al. (2017). Pomegranate peel extract ameliorates autoimmunity in animal models of multiple sclerosis and type 1 diabetes. Journal of Functional Foods., 35, 522-530."}, {"Citation": "Sun, D., Lu, Y., Zhang, S. J., Wang, K. G., & Li, Y. (2018). The effect of ellagic acid on photodynamic therapy in leukemia cells. General Physiology and Biophysics., 37(3), 319-328."}, {"Citation": "Taheri Rouhi, S. Z., Sarker, M. M. R., Rahmat, A., Alkahtani, S. A., & Othman, F. (2017). The effect of pomegranate fresh juice versus pomegranate seed powder on metabolic indices, lipid profile, inflammatory biomarkers, and the histopathology of pancreatic islets of Langerhans in streptozotocin-nicotinamide induced type 2 diabetic Sprague-Dawley rats. BMC Complementary and Alternative Medicine., 17(1), 156."}, {"Citation": "Truchado, P., Larrosa, M., Garcia-Conesa, M. T., Cerda, B., Vidal-Guevara, M. L., Tomas-Barberan, F. A., et al. (2012). Strawberry processing does not affect the production and urinary excretion of urolithins, ellagic acid metabolites, in humans. Journal of Agricultural and Food Chemistry., 60(23), 5749-5754."}, {"Citation": "Urbaniak, A., Basta, P., Ast, K., Woloszyn, A., Kurianska-Woloszyn, J., Latour, E., et al. (2018). The impact of supplementation with pomegranate fruit (Punica granatum L.) juice on selected antioxidant parameters and markers of iron metabolism in rowers. Journal of the International Society of Sports Nutrition, 15(1), 35."}, {"Citation": "Usta, C., Ozdemir, S., Schiariti, M., & Puddu, P. E. (2013). The pharmacological use of ellagic acid-rich pomegranate fruit. International Journal of Food Sciences and Nutrition., 64(7), 907-913."}, {"Citation": "Velagapudi, R., Baco, G., Khela, S., Okorji, U., & Olajide, O. (2016). Pomegranate inhibits neuroinflammation and amyloidogenesis in IL-1beta-stimulated SK-N-SH cells. European Journal of Nutrition., 55(4), 1653-1660."}, {"Citation": "Venkataramanamma, D., Aruna, P., & Singh, R. (2016). Standardization of the conditions for extraction of polyphenols from pomegranate peel. Journal of Food Science and Technology., 53(5), 2497-2503."}, {"Citation": "Vicinanza, R., Zhang, Y., Henning, S. M., & Heber, D. (2013). Pomegranate Juice Metabolites, Ellagic Acid and Urolithin A, Synergistically Inhibit Androgen-Independent Prostate Cancer Cell Growth via Distinct Effects on Cell Cycle Control and Apoptosis. Evidence-Based Complementary and Alternative Medicine, 2013, 247504."}, {"Citation": "Viladomiu, M., Hontecillas, R., Lu, P., & Bassaganya-Riera, J. (2013). Preventive and prophylactic mechanisms of action of pomegranate bioactive constituents. Evidence-Based Complementary and Alternative Medicine., 2013, 789764."}, {"Citation": "Viuda-Martos, M., Fernández-López, J., & Pérez-Álvarez, J. (2010). Pomegranate and its many functional components as related to human health: A review. Comprehensive Reviews in Food Science and Food Safety, 9(6), 635-654."}, {"Citation": "Wang, L., Alcon, A., Yuan, H., Ho, J., Li, Q. J., & Martins-Green, M. (2011). Cellular and molecular mechanisms of pomegranate juice-induced anti-metastatic effect on prostate cancer cells. Integrative Biology: Quantitative Biosciences from Nano to Macro., 3(7), 742-754."}, {"Citation": "Wang, L., Ho, J., Glackin, C., & Martins-Green, M. (2012). Specific pomegranate juice components as potential inhibitors of prostate cancer metastasis. Translational Oncology., 5(5), 344-355."}, {"Citation": "Wang, S. G., Huang, M. H., Li, J. H., Lai, F. I., Lee, H. M., & Hsu, Y. N. (2013). Punicalagin induces apoptotic and autophagic cell death in human U87MG glioma cells. Acta Pharmacologica Sinica, 34(11), 1411-1419."}, {"Citation": "Wei, Y., Wang, Y., Xia, D., Guo, S., Wang, F., Zhang, X., et al. (2017). Thermosensitive liposomal codelivery of HSA-paclitaxel and HSA-ellagic acid complexes for enhanced drug perfusion and efficacy against pancreatic cancer. ACS Applied Materials & Interfaces., 9(30), 25138-25151."}, {"Citation": "Winand, J., & Schneider, Y.-J. (2014). The anti-inflammatory effect of a pomegranate husk extract on inflamed adipocytes and macrophages cultivated independently, but not on the inflammatory vicious cycle between adipocytes and macrophages. Food & Function., 5(2), 310-318."}, {"Citation": "Xu, J., Zhao, Y., & Aisa, H. A. (2017). Anti-inflammatory effect of pomegranate flower in lipopolysaccharide (LPS)-stimulated RAW264.7 macrophages. Pharmaceutical Biology, 55(1), 2095-2101."}, {"Citation": "Yamasaki, M., Kitagawa, T., Koyanagi, N., Chujo, H., Maeda, H., Kohno-Murase, J., et al. (2006). Dietary effect of pomegranate seed oil on immune function and lipid metabolism in mice. Nutrition, 22(1), 54-59."}, {"Citation": "Yu, Y. M., Wang, Z. H., Liu, C. H., & Chen, C. S. (2007). Ellagic acid inhibits IL-1beta-induced cell adhesion molecule expression in human umbilical vein endothelial cells. The British Journal of Nutrition., 97(4), 692-698."}, {"Citation": "Zeb, A. (2018). Ellagic acid in suppressing in vivo and in vitro oxidative stresses. Molecular and Cellular Biochemistry, 1-15."}, {"Citation": "Zhao, J., Li, G., Bo, W., Zhou, Y., Dang, S., Wei, J., et al. (2017). Multiple effects of ellagic acid on human colorectal carcinoma cells identified by gene expression profile analysis. International Journal of Oncology., 50(2), 613-621."}, {"Citation": "Zho, Ç., Eren, G., GedikbaSI, A., Uhri, M., Demir, G., & Tekdös, Y. (2012). The effect of pomegranate juice on diabetes-related oxidative stress in rat lung. Turkiye Klinikleri Journal of Medical Sciences, 32, 444-452."}, {"Citation": "Zhou, B., Li, Q., Wang, J., Chen, P., & Jiang, S. (2019). Ellagic acid attenuates streptozocin induced diabetic nephropathy via the regulation of oxidative stress and inflammatory signaling. Food and Chemical Toxicology, 123, 16-27."}, {"Citation": "Zhou, B., Yi, H., Tan, J., Wu, Y., Liu, G., & Qiu, Z. (2015). Anti-proliferative effects of polyphenols from pomegranate rind (Punica granatum L.) on EJ bladder cancer cells via regulation of p53/miR-34a axis. Phytotherapy Research, 29(3), 415-422."}, {"Citation": "Zhou, E., Fu, Y., Wei, Z., & Yang, Z. (2014). Inhibition of allergic airway inflammation through the blockage of NF-kappaB activation by ellagic acid in an ovalbumin-induced mouse asthma model. Food & Function., 5(9), 2106-2112."}, {"Citation": "Zou, X., Yan, C., Shi, Y., Cao, K., Xu, J., Wang, X., et al. (2014). Mitochondrial dysfunction in obesity-associated nonalcoholic fatty liver disease: the protective effects of pomegranate with its active component punicalagin. Antioxidants & Redox Signaling., 21(11), 1557-1570."}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "4", "Day": "13"}, {"Year": "2019", "Month": "8", "Day": "5"}, {"Year": "2019", "Month": "11", "Day": "10"}, {"Year": "2020", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31908068", "10.1002/ptr.6565"]}}]}