{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Branched-chain-amino-acid aminotransferase", "CoA", "Metabolomics", "Salt stress", "Transcriptomics", "Zygophyllum"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31906853", "DateCompleted": {"Year": "2020", "Month": "05", "Day": "20"}, "DateRevised": {"Year": "2020", "Month": "05", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "01", "Day": "06"}], "Language": ["eng"], "ELocationID": ["9", "10.1186/s12870-019-2226-8"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan", "Day": "06"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Transcriptomic and metabolomic analysis reveals the role of CoA in the salt tolerance of Zygophyllum spp.", "Pagination": {"StartPage": "9", "MedlinePgn": "9"}, "Abstract": {"AbstractText": ["Zygophyllum is an important medicinal plant, with notable properties such as resistance to salt, alkali, and drought, as well as tolerance of poor soils and shifting sand. However, the response mechanism of Zygophyllum spp. to abiotic stess were rarely studied.", "Here, we aimed to explore the salt-tolerance genes of Zygophyllum plants by transcriptomic and metabolic approaches. We chose Z. brachypterum, Z. obliquum and Z. fabago to screen for salt tolerant and sensitive species. Cytological observation showed that both the stem and leaf of Z. brachypterum were significantly thicker than those of Z. fabago. Then, we treated these three species with different concentrations of NaCl, and found that Z. brachypterum exhibited the highest salt tolerance (ST), while Z. fabago was the most sensitive to salt (SS). With the increase of salt concentration, the CAT, SOD and POD activity, as well as proline and chlorophyll content in SS decreased significantly more than in ST. After salt treatment, the proportion of open stomata in ST decreased significantly more than in SS, although there was no significant difference in stomatal number between the two species. Transcriptomic analysis identified a total of 11 overlapping differentially expressed genes (DEGs) in the leaves and roots of the ST and SS species after salt stress. Two branched-chain-amino-acid aminotransferase (BCAT) genes among the 11 DEGs, which were significantly enriched in pantothenate and CoA biosynthesis, as well as the valine, leucine and isoleucine biosynthesis pathways, were confirmed to be significantly induced by salt stress through qRT-PCR. Furthermore, overlapping differentially abundant metabolites showed that the pantothenate and CoA biosynthesis pathways were significantly enriched after salt stress, which was consistent with the KEGG pathways enriched according to transcriptomics.", "In our study, transcriptomic and metabolomic analysis revealed that BCAT genes may affect the pantothenate and CoA biosynthesis pathway to regulate the salt tolerance of Zygophyllum species, which may constitute a newly identified signaling pathway through which plants respond to salt stress."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biological Resource Protection and Utilization of Tarim Basin, Xinjiang Production and Construction Group, Alar, 843300, China."}, {"Identifier": [], "Affiliation": "College of Life Sciences, Tarim University, Alar, 843300, China."}, {"Identifier": [], "Affiliation": "Center of Applied Biotechnology, Wuhan University of Bioengineering, Wuhan, 430415, China."}], "LastName": "Wang", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Plant Sciences, Tarim University, Alar, 843300, China."}], "LastName": "Jiang", "ForeName": "Xi", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Hybrid Rice, Engineering Research Center for Plant Biotechnology and Germplasm Utilization of Ministry of Education, College of Life Sciences, Wuhan University, Wuhan, 430072, China."}], "LastName": "Zhao", "ForeName": "Chufeng", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agricultural Sciences, Guizhou University, Guiyang, 550025, China."}], "LastName": "Fang", "ForeName": "Zhongming", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biological Resource Protection and Utilization of Tarim Basin, Xinjiang Production and Construction Group, Alar, 843300, China. jiaopeipei2000@126.com."}, {"Identifier": [], "Affiliation": "College of Life Sciences, Tarim University, Alar, 843300, China. jiaopeipei2000@126.com."}], "LastName": "Jiao", "ForeName": "Peipei", "Initials": "P"}], "GrantList": [{"GrantID": "31660069", "Agency": "National Natural Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "EC 2.6.1.-", "NameOfSubstance": "Transaminases"}, {"RegistryNumber": "EC 2.6.1.42", "NameOfSubstance": "branched-chain-amino-acid transaminase"}, {"RegistryNumber": "EC 2.7.1.-", "NameOfSubstance": "Phosphotransferases (Alcohol Group Acceptor)"}, {"RegistryNumber": "EC 2.7.1.33", "NameOfSubstance": "pantothenate kinase"}, {"RegistryNumber": "SAA04E81UX", "NameOfSubstance": "Coenzyme A"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Coenzyme A"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Genes, Plant"}, {"QualifierName": ["genetics"], "DescriptorName": "Metabolome"}, {"QualifierName": ["genetics"], "DescriptorName": "Phosphotransferases (Alcohol Group Acceptor)"}, {"QualifierName": ["cytology", "metabolism"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["genetics"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["cytology", "metabolism"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["cytology", "ultrastructure"], "DescriptorName": "Plant Stomata"}, {"QualifierName": ["genetics"], "DescriptorName": "Salt Tolerance"}, {"QualifierName": ["genetics"], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Transaminases"}, {"QualifierName": ["genetics"], "DescriptorName": "Transcriptome"}, {"QualifierName": ["anatomy & histology", "genetics", "metabolism"], "DescriptorName": "Zygophyllum"}], "CoiStatement": "The authors declared that they have no conflicts of interest to this work."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zhu J. Abiotic stress signaling and responses in plants. Cell. 2016;167:313–324. doi: 10.1016/j.cell.2016.08.029.", "ArticleIdList": ["10.1016/j.cell.2016.08.029", "PMC5104190", "27716505"]}, {"Citation": "Zhu J. Salt and drought stress signal transduction in plants. Annu Rev Plant Biol. 2002;53:247–273. doi: 10.1146/annurev.arplant.53.091401.143329.", "ArticleIdList": ["10.1146/annurev.arplant.53.091401.143329", "PMC3128348", "12221975"]}, {"Citation": "Munns R. Comparative physiology of salt and water stress. Plant Cell Environ. 2002;25:239–250. doi: 10.1046/j.0016-8025.2001.00808.x.", "ArticleIdList": ["10.1046/j.0016-8025.2001.00808.x", "11841667"]}, {"Citation": "Orsini F, D’Urzo M, Inan G, Serra S, Oh D, Mickelbart M, et al. A comparative study of salt tolerance parameters in 11 wild relatives of Arabidopsis thaliana. J Exp Bot. 2010;61:3787–3798. doi: 10.1093/jxb/erq188.", "ArticleIdList": ["10.1093/jxb/erq188", "PMC2921208", "20595237"]}, {"Citation": "Hong Z, Lakkineni K, Zhang Z, Verma D. Removal of feedback inhibition of D1-pyrroline-5-carboxylate synthetase results in increased proline accumulation and protection of plants from osmotic stress. Plant Physiol. 2000;122:1129–1136. doi: 10.1104/pp.122.4.1129.", "ArticleIdList": ["10.1104/pp.122.4.1129", "PMC58947", "10759508"]}, {"Citation": "Ueda A. Osmotic stress in barley regulates expression of a different set of genes than salt stress does. J Exp Bot. 2004;55:2213–2218. doi: 10.1093/jxb/erh242.", "ArticleIdList": ["10.1093/jxb/erh242", "15361537"]}, {"Citation": "Miller G, Suzuki N, Ciftci-Yilmaz S, Mittler R. Reactive oxygen species homeostasis and signaling during drought and salinity stresses. Plant Cell Environ. 2010;33:453–467. doi: 10.1111/j.1365-3040.2009.02041.x.", "ArticleIdList": ["10.1111/j.1365-3040.2009.02041.x", "19712065"]}, {"Citation": "Apse M, Sottosanto J, Blumwald E. Vacuolar cation/H+ exchange, ion homeostasis, and leaf development are altered in a T-DNA insertional mutant of AtNHX1, the Arabidopsis vacuolar Na+/H+ antiporter. Plant J. 2003;36:229–239. doi: 10.1046/j.1365-313X.2003.01871.x.", "ArticleIdList": ["10.1046/j.1365-313X.2003.01871.x", "14535887"]}, {"Citation": "Garciad G, Fernandezgarcia N, Bardisi E, Pallol B, Asensio-Rubio J, Bru R, et al. New insights into plant salt acclimation: the roles of vesicle trafficking and reactive oxygen species signalling in mitochondria and the endomembrane system. New Phytol. 2015;205:216–239. doi: 10.1111/nph.12997.", "ArticleIdList": ["10.1111/nph.12997", "25187269"]}, {"Citation": "Schachtman D, Liu W. Molecular pieces to the puzzle of the interaction between potassium and sodium uptake in plants. Trends Plant Sci. 1999;4:281–287. doi: 10.1016/S1360-1385(99)01428-4.", "ArticleIdList": ["10.1016/S1360-1385(99)01428-4", "10407444"]}, {"Citation": "Barragán V, Leidi E, Andrés Z, Rubio L, De Luca A, Fernández J, et al. Ion exchangers NHX1 and NHX2 mediate active potassium uptake into vacuoles to regulate cell turgor and stomatal function in Arabidopsis. Plant Cell. 2012;24:1127–1142. doi: 10.1105/tpc.111.095273.", "ArticleIdList": ["10.1105/tpc.111.095273", "PMC3336136", "22438021"]}, {"Citation": "Maurel C, Verdoucq L, Luu D, Santoni V. Plant aquaporins: membrane channels with multiple integrated functions. Annu Rev Plant Biol. 2008;59:595–624. doi: 10.1146/annurev.arplant.59.032607.092734.", "ArticleIdList": ["10.1146/annurev.arplant.59.032607.092734", "18444909"]}, {"Citation": "Sade N, Gebretsadik M, Seligmann R, Schwartz A, Wallach R, Moshelion M. The role of tobacco aquaporinl in improving water use efficiency, hydraulic conductivity, and yield production under salt stress. Plant Physiol. 2010;152:245–254. doi: 10.1104/pp.109.145854.", "ArticleIdList": ["10.1104/pp.109.145854", "PMC2799360", "19939947"]}, {"Citation": "Niewiadomska E, Karpinska B, Romanowska E, Slesak I, Karpinski S. A salinity-induced c3-cam transition increases energy conservation in the halophyte Mesembryanthemum crystallinum L. Plant Cell Physiol. 2004;45:789–794. doi: 10.1093/pcp/pch079.", "ArticleIdList": ["10.1093/pcp/pch079", "15215514"]}, {"Citation": "Song L, Huang S, Wise A, Castanon R, Nery J, Chen H, et al. A transcription factor hierarchy defines an environmental stress response network. Science. 2016;354:1550. doi: 10.1126/science.aag1550.", "ArticleIdList": ["10.1126/science.aag1550", "PMC5217750", "27811239"]}, {"Citation": "Verslues P, Agarwal M, Katiyar-Agarwal S, Zhu J, Zhu J. Methods and concepts in quantifying resistance to drought, salt and freezing, abiotic stresses that affect plant water status. Plant J. 2006;45:523–539. doi: 10.1111/j.1365-313X.2005.02593.x.", "ArticleIdList": ["10.1111/j.1365-313X.2005.02593.x", "16441347"]}, {"Citation": "Ichimura K. Various abiotic stresses rapidly activate Arabidopsis MAP kinases ATMPK4 and ATMPK6. Plant J. 2000;24:655–665. doi: 10.1046/j.1365-313x.2000.00913.x.", "ArticleIdList": ["10.1046/j.1365-313x.2000.00913.x", "11123804"]}, {"Citation": "Dubouzet J, Sakuma Y, Ito Y, Kasuga M, Dubouzet E, Miura S, et al. OsDREB genes in rice, Oryza sativa L, encode transcription activators that function in drought-, high-salt- and cold-responsive gene expression. Plant J. 2003;33:751–763. doi: 10.1046/j.1365-313X.2003.01661.x.", "ArticleIdList": ["10.1046/j.1365-313X.2003.01661.x", "12609047"]}, {"Citation": "Guo Y, Halfter U, Ishitani M, Zhu J. Molecular characterization of functional domains in the protein kinase SOS2 that is required for plant salt tolerance. Plant Cell. 2001;13:1383–1400. doi: 10.1105/TPC.010021.", "ArticleIdList": ["10.1105/TPC.010021", "PMC135579", "11402167"]}, {"Citation": "Qiu Q, Guo Y, Dietrich M, Schumaker K, Zhu J. Regulation of SOS1, a plasma membrane Na+/H+ exchanger in Arabidopsis thaliana, by SOS2 and SOS3. Proc Natl Acad Sci U S A. 2002;99:8436–8441. doi: 10.1073/pnas.122224699.", "ArticleIdList": ["10.1073/pnas.122224699", "PMC123085", "12034882"]}, {"Citation": "Halfter U, Ishitani M, Zhu J. The Arabidopsis SOS2 protein kinase physically interacts with and is activated by the calcium-binding protein SOS3. Proc Natl Acad Sci U S A. 2000;97:3735–3740. doi: 10.1073/pnas.97.7.3735.", "ArticleIdList": ["10.1073/pnas.97.7.3735", "PMC16309", "10725350"]}, {"Citation": "Lin H, Yang Y, Quan R, Mendoza I, Wu Y, Du W, et al. Phosphorylation of SOS3 LIKE CALCIUM BINDING PROTEIN8 by SOS2 PROTEIN kinase stabilizes their protein complex and regulates salt tolerance in Arabidopsis. Plant Cell. 2009;21:1607–1619. doi: 10.1105/tpc.109.066217.", "ArticleIdList": ["10.1105/tpc.109.066217", "PMC2700523", "19448033"]}, {"Citation": "Lefèvre I, Vogel-Mikuš K, Jeromel L, Vavpetič P, Planchon S, Arčon I, et al. Differential cadmium and zinc distribution in relation to their physiological impact in the leaves of the accumulating Zygophyllum fabago L. Plant Cell Environ. 2014;37:1299–1320. doi: 10.1111/pce.12234.", "ArticleIdList": ["10.1111/pce.12234", "24237383"]}, {"Citation": "Párraga-Aguado I, Gonzalez-Alcaraz M, Alvarez-Rogel J, Jimenez-Carceles F, Conesa H. The importance of edaphic niches and pioneer plant species succession for the phytomanagement of mine tailings. Environ Pollut. 2013;176:134–143. doi: 10.1016/j.envpol.2013.01.023.", "ArticleIdList": ["10.1016/j.envpol.2013.01.023", "23419771"]}, {"Citation": "Akhyani V. Flora of Iran, no.7: Zygophyllaceae. Tehran: Research Institute of Forests and Rangelands; 1992."}, {"Citation": "Gibbons S, Oriowo M. Antihypertensive effect of an aqueous extract of Zygophyllum coccineum L. in rats. Phytother Res. 2001;15:452–455. doi: 10.1002/ptr.836.", "ArticleIdList": ["10.1002/ptr.836", "11507744"]}, {"Citation": "Skim F, Lazrek H, Kaaya A, Amri H, Jana M. Pharmacological studies of two antidiabetic plants: Globularia alypum and Zygophyllum gaetulum. Therapie. 1999;54:711–715.", "ArticleIdList": ["10709445"]}, {"Citation": "Jaouhari J, Lazrek H, Jana M. The hypoglycemic activity of Zygophyllum gaetulum extracts in alloxan-induced hyperglycemic rats. J Ethnopharmacol. 2000;69:17–20. doi: 10.1016/S0378-8741(99)00064-1.", "ArticleIdList": ["10.1016/S0378-8741(99)00064-1", "10661879"]}, {"Citation": "Orhan I, Sener B, Choudhary M, Khalid A. Acetylcholinesterase and butyrylcholinesterase inhibitory activity of some turkish medicinal plants. J Ethnopharmacol. 2004;91:57–60. doi: 10.1016/j.jep.2003.11.016.", "ArticleIdList": ["10.1016/j.jep.2003.11.016", "15036468"]}, {"Citation": "Zaidi M, Crow S. Biologically active traditional medicinal herbs from Balochistan, Pakistan. J Ethnopharmacol. 2005;96:331–334. doi: 10.1016/j.jep.2004.07.023.", "ArticleIdList": ["10.1016/j.jep.2004.07.023", "15588685"]}, {"Citation": "Stewart C, Beevers H. Gluconeogenesis from amino acids in germinating castor bean endosperm and its role in transport to the embryo. Plant Physiol. 1976;42:1587–1595. doi: 10.1104/pp.42.11.1587.", "ArticleIdList": ["10.1104/pp.42.11.1587", "PMC1086768", "16656694"]}, {"Citation": "Singh B, Singh B. Biosynthesis of valine, leucine, and isoleucine in Plant Amino Acids: Biochemistry and Biotechnology, ed. Singh B. K. (Marcel Dekker, New York), 1999."}, {"Citation": "Malatrasi M, Corradi M, Svensson J, Close T, Gulli M, Marmiroli N. A branched-chain amino acid aminotransferase gene isolated fromHordeum vulgareis differentially regulated by drought stress. Theor Appl Genet. 2006;113:965–976. doi: 10.1007/s00122-006-0339-6.", "ArticleIdList": ["10.1007/s00122-006-0339-6", "16932885"]}, {"Citation": "Begley T, Kinsland C, Strauss E. The biosynthesis of coenzyme a in bacteria. Vitam Horm. 2001;61:157–171. doi: 10.1016/S0083-6729(01)61005-7.", "ArticleIdList": ["10.1016/S0083-6729(01)61005-7", "11153265"]}, {"Citation": "Rubio S, Whitehead L, Larson T, Graham I, Rodriguez P. The coenzyme a biosynthetic enzyme phosphopantetheine adenylyltransferase plays a crucial role in plant growth, salt/osmotic stress resistance, and seed lipid storage. Plant Physiol. 2008;148:546–556. doi: 10.1104/pp.108.124057.", "ArticleIdList": ["10.1104/pp.108.124057", "PMC2528120", "18621975"]}, {"Citation": "Ikeda-Kawakatsu K, Yasuno N, Oikawa T, Iida S, Nagato Y, Masahiko M, et al. Expression level of ABERRANT PANICLE ORGANIZATION1 determines rice inflorescence form through control of cell proliferation in the meristem. Plant Physiol. 2009;150:736–747. doi: 10.1104/pp.109.136739.", "ArticleIdList": ["10.1104/pp.109.136739", "PMC2689948", "19386809"]}, {"Citation": "Hoagland D. The water-culture method for growing plants without soil. California Agricultural Experiment Station Circular. 1950;347."}, {"Citation": "Jambunathan N. Determination and detection of reactive oxygen species (ROS), lipid peroxidation, and electrolyte leakage in plants. Methods Mol Biol. 2010;639:292–298.", "ArticleIdList": ["20387054"]}, {"Citation": "Lagriffoul A, Mocquot B, Mench M, Vangronsveld J. Cadmium toxicity effects on growth, mineral and chlorophyll contents, and activities of stress related enzymes in young maize plants (Zea mays L.) Plant Soil. 1998;200:241–250. doi: 10.1023/A:1004346905592.", "ArticleIdList": ["10.1023/A:1004346905592"]}, {"Citation": "Beers P, Sizer I. A spectrophotometric method for measuring the breakdown of hydrogen peroxide by catalase. J Biol Chem. 1952;195:133–140.", "ArticleIdList": ["14938361"]}, {"Citation": "Dhindsa R, Plumb-Dhindsa P, Thorpe T. Leaf senescence: correlated with increased levels of membrane permeability and lipid peroxidation, and decreased levels of superoxide dismutase and catalase. J Exp Bot. 1981;32:93–101. doi: 10.1093/jxb/32.1.93.", "ArticleIdList": ["10.1093/jxb/32.1.93"]}, {"Citation": "Zhang H, Liu Y, Xu Y, Chapman S, Love A, Xia T. A newly isolated Na+/H+ antiporter gene, DmNHX1, confers salt tolerance when expressed transiently in Nicotiana benthamiana or stably in Arabidopsis thaliana. Plant Cell Tiss Org. 2012;110:189–200. doi: 10.1007/s11240-012-0142-9.", "ArticleIdList": ["10.1007/s11240-012-0142-9"]}, {"Citation": "Bates L, Waldren R, Teare I. Rapid determination of free proline for water-stress studies. Plant Soil. 1973;39:205–207. doi: 10.1007/BF00018060.", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Jiang F, Chen XP, Hu WS, Zheng SQ. Identification of differentially expressed genes implicated in peel color (red and green) of Dimocarpus confinis. Springerplus. 2016;5:1088. doi: 10.1186/s40064-016-2743-y.", "ArticleIdList": ["10.1186/s40064-016-2743-y", "PMC4947078", "27468388"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, et al. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nat Biotechnol. 2011;29:644–652. doi: 10.1038/nbt.1883.", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Young M, Wakefield M, Smyth G, Oshlack A. Gene ontology analysis for RNA-seq: accounting for selection bias. Genome Biol. 2010;11:R14. doi: 10.1186/gb-2010-11-2-r14.", "ArticleIdList": ["10.1186/gb-2010-11-2-r14", "PMC2872874", "20132535"]}, {"Citation": "Mao X, Cai T, Olyarchuk J, Wei L. Automated genome annotation and pathway identification using the KEGG Orthology (KO) as a controlled vocabulary. Bioinformatics. 2005;21:3787–3793. doi: 10.1093/bioinformatics/bti430.", "ArticleIdList": ["10.1093/bioinformatics/bti430", "15817693"]}, {"Citation": "Wang J, Wu B, Lu K, Wei Q, Qian J, Chen Y, et al. The amino acid permease OsAAP5 regulates tiller number and grain yield in rice. Plant Physiol. 2019;180:1031–1045. doi: 10.1104/pp.19.00034.", "ArticleIdList": ["10.1104/pp.19.00034", "PMC6548276", "30890663"]}, {"Citation": "Liao ST, Han C, Xu DQ, Fu XW, Wang JS, Kong LY. 4-Octyl itaconate inhibits aerobic glycolysis by targeting GAPDH to exert anti-inflammatory effects. Nat Commun. 2019;10:5091. doi: 10.1038/s41467-019-13078-5.", "ArticleIdList": ["10.1038/s41467-019-13078-5", "PMC6841710", "31704924"]}, {"Citation": "Xia J, Mandal R, Sinelnikov I, Broadhurst D, Wishart DS. MetaboAnalyst 2.0-a comprehensive server for metabolomic data analysis. Nucl Acids Res. 2012;40:127–133. doi: 10.1093/nar/gks374.", "ArticleIdList": ["10.1093/nar/gks374", "PMC3394314", "22553367"]}]}], "History": [{"Year": "2019", "Month": "9", "Day": "9"}, {"Year": "2019", "Month": "12", "Day": "30"}, {"Year": "2020", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["31906853", "PMC6945424", "10.1186/s12870-019-2226-8", "10.1186/s12870-019-2226-8"]}}]}