{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["chlorogenic acid", "citric acid", "kaempferol", "malic acid", "naringin", "orientin", "quinic acid", "rosmarinic acid", "rutin", "vitexin"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "31906141", "DateRevised": {"Year": "2024", "Month": "03", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "31"}], "Language": ["eng"], "ELocationID": ["109", "10.3390/jcm9010109"], "Journal": {"ISSN": "2077-0383", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Dec", "Day": "31"}}, "Title": "Journal of clinical medicine", "ISOAbbreviation": "J Clin Med"}, "ArticleTitle": "Antibacterial Activity of Some Flavonoids and Organic Acids Widely Distributed in Plants.", "Abstract": {"AbstractText": ["Among natural substances widespread in fruits, vegetables, spices, and medicinal plants, flavonoids and organic acids belong to the promising groups of bioactive compounds with strong antioxidant and anti-inflammatory properties. The aim of the present work was to evaluate the antibacterial activity of 13 common flavonoids (flavones, flavonols, flavanones) and 6 organic acids (aliphatic and aromatic acids). The minimal inhibitory concentrations (MICs) of selected plant substances were determined by the micro-dilution method using clinical strains of four species of pathogenic bacteria. All tested compounds showed antimicrobial properties, but their biological activity was moderate or relatively low. Bacterial growth was most strongly inhibited by salicylic acid (MIC = 250-500 μg/mL). These compounds were generally more active against Gram-negative bacteria: <i>Escherichia coli</i> and <i>Pseudomonas aeruginosa</i> than Gram-positive ones: <i>Enterococcus faecalis</i> and <i>Staphylococcus aureus</i>. An analysis of the antibacterial effect of flavone, chrysin, apigenin, and luteolin showed that the presence of hydroxyl groups in the phenyl rings A and B usually did not influence on the level of their activity. A significant increase in the activity of the hydroxy derivatives of flavone was observed only for <i>S. aureus</i>. Similarly, the presence and position of the sugar group in the flavone glycosides generally had no effect on the MIC values."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Breeding and Agricultural Technology of Medicinal Plants, Institute of Natural Fibres and Medicinal Plants, Kolejowa 2, 62-064 Plewiska, Poland."}], "LastName": "Adamczak", "ForeName": "Artur", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Institute of Natural Fibres and Medicinal Plants, Wojska Polskiego 71b, 60-630 Poznań, Poland."}], "LastName": "Ożarowski", "ForeName": "Marcin", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Microbiology, Poznań University of Medical Sciences, Wieniawskiego 3, 61-712 Poznań, Poland."}], "LastName": "Karpiński", "ForeName": "Tomasz M", "Initials": "TM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "J Clin Med", "NlmUniqueID": "101606588", "ISSNLinking": "2077-0383"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chandra H., Bishnoi P., Yadav A., Patni B., Mishra A.P., Nautiyal A.R. Antimicrobial resistance and the alternative resources with special emphasis on plant-based antimicrobials–A review. Plants. 2017;6:16. doi: 10.3390/plants6020016.", "ArticleIdList": ["10.3390/plants6020016", "PMC5489788", "28394295"]}, {"Citation": "Gupta P.D., Birdi T.J. Development of botanicals to combat antibiotic resistance. J. Ayur. Integr. Med. 2017;8:266–275. doi: 10.1016/j.jaim.2017.05.004.", "ArticleIdList": ["10.1016/j.jaim.2017.05.004", "PMC5747506", "28869082"]}, {"Citation": "Mate A., editor. Medicinal and Aromatic Plants of the World. Scientific, Production, Commercial and Utilization Aspects. Volume 1 Springer Science + Business Media; Dordrecht, The Netherlands: 2015."}, {"Citation": "Zheng J., Huang C., Yang B., Kallio H. Regulation of phytochemicals in fruits and berries by environmental variation—Sugars and organic acids. J. Food Biochem. 2019;43:e12642. doi: 10.1111/jfbc.12642.", "ArticleIdList": ["10.1111/jfbc.12642", "31353611"]}, {"Citation": "Özçelik B., Kartal M., Orhan I. Cytotoxicity, antiviral and antimicrobial activities of alkaloids, flavonoids, and phenolic acids. Pharm. Biol. 2011;49:396–402. doi: 10.3109/13880209.2010.519390.", "ArticleIdList": ["10.3109/13880209.2010.519390", "21391841"]}, {"Citation": "Barbieri R., Coppo E., Marchese A., Daglia M., Sobarzo-Sánchez E., Nabavi S.F., Nabavi S.M. Phytochemicals for human disease: An update on plant-derived compounds antibacterial activity. Microbiol. Res. 2017;196:44–68. doi: 10.1016/j.micres.2016.12.003.", "ArticleIdList": ["10.1016/j.micres.2016.12.003", "28164790"]}, {"Citation": "Fialova S., Rendekova K., Mucaji P., Slobodnikova L. Plant natural agents: Polyphenols, alkaloids and essential oils as perspective solution of microbial resistance. Curr. Org. Chem. 2017;21:1875–1884. doi: 10.2174/1385272821666170127161321.", "ArticleIdList": ["10.2174/1385272821666170127161321"]}, {"Citation": "Khameneh B., Iranshahy M., Soheili V., Bazzaz B.S.F. Review on plant antimicrobials: A mechanistic viewpoint. Antimicrob. Resist. Infect. Control. 2019;8:118. doi: 10.1186/s13756-019-0559-6.", "ArticleIdList": ["10.1186/s13756-019-0559-6", "PMC6636059", "31346459"]}, {"Citation": "Gutiérrez-Grijalva E.P., Picos-Salas M.A., Leyva-López N., Criollo-Mendoza M.S., Vazquez-Olivo G., Heredia J.B. Flavonoids and phenolic acids from oregano: Occurrence, biological activity and health benefits. Plants. 2018;7:2. doi: 10.3390/plants7010002.", "ArticleIdList": ["10.3390/plants7010002", "PMC5874591", "29278371"]}, {"Citation": "Jungbauer A., Medjakovic S. Anti-inflammatory properties of culinary herbs and spices that ameliorate the effects of metabolic syndrome. Maturitas. 2012;71:227–239. doi: 10.1016/j.maturitas.2011.12.009.", "ArticleIdList": ["10.1016/j.maturitas.2011.12.009", "22226987"]}, {"Citation": "Goncalves S., Moreira E., Grosso C., Andrade P.B., Valentao P., Romano A. Phenolic profile, antioxidant activity and enzyme inhibitory activities of extracts from aromatic plants used in mediterranean diet. J. Food Sci. Technol. 2017;54:219–227. doi: 10.1007/s13197-016-2453-z.", "ArticleIdList": ["10.1007/s13197-016-2453-z", "PMC5305718", "28242919"]}, {"Citation": "Mileo A.M., Nisticò P., Miccadei S. Polyphenols: Immunomodulatory and therapeutic implication in colorectal cancer. Front. Immunol. 2019;10:729. doi: 10.3389/fimmu.2019.00729.", "ArticleIdList": ["10.3389/fimmu.2019.00729", "PMC6470258", "31031748"]}, {"Citation": "Singh A.K., Cabral C., Kumar R., Ganguly R., Rana H.K., Gupta A., Lauro M.R., Carbone C., Reis F., Pandey A.K. Beneficial effects of dietary polyphenols on gut microbiota and strategies to improve delivery efficiency. Nutrients. 2019;11:2216. doi: 10.3390/nu11092216.", "ArticleIdList": ["10.3390/nu11092216", "PMC6770155", "31540270"]}, {"Citation": "Wang M., Firrman J., Liu L.S., Yam K. A review on flavonoid apigenin: Dietary intake, ADME, antimicrobial effects, and interactions with human gut microbiota. BioMed Res. Int. 2019;2019:7010467. doi: 10.1155/2019/7010467.", "ArticleIdList": ["10.1155/2019/7010467", "PMC6817918", "31737673"]}, {"Citation": "Chua L.S. A review on plant-based rutin extraction methods and its pharmacological activities. J. Ethnopharmacol. 2013;150:805–817. doi: 10.1016/j.jep.2013.10.036.", "ArticleIdList": ["10.1016/j.jep.2013.10.036", "24184193"]}, {"Citation": "Enogieru A.B., Haylett W., Hiss D.C., Bardien S., Ekpo O.E. Rutin as a potent antioxidant: Implications for neurodegenerative disorders. Oxid. Med. Cell Longev. 2018;2018:6241017. doi: 10.1155/2018/6241017.", "ArticleIdList": ["10.1155/2018/6241017", "PMC6040293", "30050657"]}, {"Citation": "Edwards J.E., Brown P.N., Talent N., Dickinson T.A., Shipley P.R. A review of the chemistry of the genus Crataegus. Phytochemistry. 2012;79:5–26. doi: 10.1016/j.phytochem.2012.04.006.", "ArticleIdList": ["10.1016/j.phytochem.2012.04.006", "22608128"]}, {"Citation": "Yamaguchi K.K.L., Pereira L.F.R., Lamarão C.V., Lima E.S., da Veiga-Junior V.F. Amazon acai: Chemistry and biological activities: A review. Food Chem. 2015;179:137–151. doi: 10.1016/j.foodchem.2015.01.055.", "ArticleIdList": ["10.1016/j.foodchem.2015.01.055", "25722148"]}, {"Citation": "Yuan L., Wang J., Wu W., Liu Q., Liu X. Effect of isoorientin on intracellular antioxidant defence mechanisms in hepatoma and liver cell lines. Biomed. Pharmacother. 2016;81:356–362. doi: 10.1016/j.biopha.2016.04.025.", "ArticleIdList": ["10.1016/j.biopha.2016.04.025", "27261613"]}, {"Citation": "Mani R., Natesan V. Chrysin: Sources, beneficial pharmacological activities, and molecular mechanism of action. Phytochemistry. 2018;145:187–196. doi: 10.1016/j.phytochem.2017.09.016.", "ArticleIdList": ["10.1016/j.phytochem.2017.09.016", "29161583"]}, {"Citation": "Ożarowski M., Piasecka A., Paszel-Jaworska A., Chaves D.S., Romaniuk A., Rybczyńska M., Gryszczynska A., Sawikowska A., Kachlicki P., Mikolajczak P.L., et al. Comparison of bioactive compounds content in leaf extracts of Passiflora incarnata, P. caerulea and P. alata and in vitro cytotoxic potential on leukemia cell lines. Rev. Bras. Farmacogn. 2018;28:79–191. doi: 10.1016/j.bjp.2018.01.006.", "ArticleIdList": ["10.1016/j.bjp.2018.01.006"]}, {"Citation": "Naz S., Imran M., Rauf A., Orhan I.E., Shariati M.A., Haq I.U., Yasmin I., Shahbaz M., Qaisrani T.B., Shah Z.A., et al. Chrysin: Pharmacological and therapeutic properties. Life Sci. 2019;235:116797. doi: 10.1016/j.lfs.2019.116797.", "ArticleIdList": ["10.1016/j.lfs.2019.116797", "31472146"]}, {"Citation": "Przybyłek I., Karpiński T.M. Antibacterial properties of propolis. Molecules. 2019;24:2047. doi: 10.3390/molecules24112047.", "ArticleIdList": ["10.3390/molecules24112047", "PMC6600457", "31146392"]}, {"Citation": "Alam M.A., Subhan N., Rahman M.M., Uddin S.J., Reza H.M., Sarker S.D. Effect of Citrus flavonoids, naringin and naringenin, on metabolic syndrome and their mechanisms of action. Adv. Nutr. 2014;5:404–417. doi: 10.3945/an.113.005603.", "ArticleIdList": ["10.3945/an.113.005603", "PMC4085189", "25022990"]}, {"Citation": "Viljakainen S., Visti A., Laakso S. Concentrations of organic acids and soluble sugars in juices from Nordic berries. Acta Agric. Scand. Sect. B Soil Plant Sci. 2002;52:101–109. doi: 10.1080/090647102321089846.", "ArticleIdList": ["10.1080/090647102321089846"]}, {"Citation": "Pande G., Akoh C.C. Organic acids, antioxidant capacity, phenolic content and lipid characterisation of Georgia-grown underutilized fruit crops. Food Chem. 2010;120:1067–1075. doi: 10.1016/j.foodchem.2009.11.054.", "ArticleIdList": ["10.1016/j.foodchem.2009.11.054"]}, {"Citation": "Nour V., Trandafir I., Ionica M.E. Ascorbic acid, anthocyanins, organic acids and mineral content of some black and red currant cultivars. Fruits. 2011;66:353–362. doi: 10.1051/fruits/2011049.", "ArticleIdList": ["10.1051/fruits/2011049"]}, {"Citation": "Kaume L., Howard L.R., Devareddy L. The blackberry fruit: A review on its composition and chemistry, metabolism and bioavailability, and health benefits. J. Agric. Food Chem. 2012;60:5716–5727. doi: 10.1021/jf203318p.", "ArticleIdList": ["10.1021/jf203318p", "22082199"]}, {"Citation": "Wang Y., Johnson-Cicalese J., Singh A.P., Vorsa N. Characterization and quantification of flavonoids and organic acids over fruit development in American cranberry (Vaccinium macrocarpon) cultivars using HPLC and APCI-MS/MS. Plant Sci. 2017;262:91–102. doi: 10.1016/j.plantsci.2017.06.004.", "ArticleIdList": ["10.1016/j.plantsci.2017.06.004", "28716425"]}, {"Citation": "Denev P., Kratchanova M., Petrova I., Klisurova D., Georgiev Y., Ognyanov M., Yanakieva I. Black chokeberry (Aronia melanocarpa (Michx.) Elliot) fruits and functional drinks differ significantly in their chemical composition and antioxidant activity. J. Chem. 2018;2018:9574587. doi: 10.1155/2018/9574587.", "ArticleIdList": ["10.1155/2018/9574587"]}, {"Citation": "Adamczak A., Buchwald W., Kozłowski J. Variation in the content of flavonols and main organic acids in the fruit of European cranberry (Oxycoccus palustris Pers.) growing in peatlands of North-Western Poland. Herba Pol. 2011;57:5–15."}, {"Citation": "Jurikova T., Mlcek J., Skrovankova S., Sumczynski D., Sochor J., Hlavacova I., Snopek L., Orsavova J. Fruits of black chokeberry Aronia melanocarpa in the prevention of chronic diseases. Molecules. 2017;22:944. doi: 10.3390/molecules22060944.", "ArticleIdList": ["10.3390/molecules22060944", "PMC6152740", "28590446"]}, {"Citation": "Santana-Gálvez J., Cisneros-Zevallos L., Jacobo-Velázquez D.A. Chlorogenic Acid: Recent advances on its dual role as a food additive and a nutraceutical against metabolic syndrome. Molecules. 2017;22:358. doi: 10.3390/molecules22030358.", "ArticleIdList": ["10.3390/molecules22030358", "PMC6155416", "28245635"]}, {"Citation": "Meinhart A.D., Damin F.M., Caldeirao L., Silveira T.F.F., Filho J.T., Godoy H.T. Chlorogenic acid isomer contents in 100 plants commercialized in Brazil. Food Res. Int. 2017;99:522–530. doi: 10.1016/j.foodres.2017.06.017.", "ArticleIdList": ["10.1016/j.foodres.2017.06.017", "28784513"]}, {"Citation": "Shekarchi M., Hajimehdipoor H., Saeidnia S., Gohari A.R., Hamedani M.P. Comparative study of rosmarinic acid content in some plants of Labiatae family. Pharmacogn. Mag. 2012;8:37–41.", "ArticleIdList": ["PMC3307200", "22438661"]}, {"Citation": "Ożarowski M., Mikołajczak P., Bogacz A., Gryszczyńska A., Kujawska M., Jodynis-Libert J., Piasecka A., Napieczynska H., Szulc M., Kujawski R., et al. Rosmarinus officinalis L. leaf extract improves memory impairment and affects acetylcholinesterase and butyrylcholinesterase activities in rat brain. Fitoterapia. 2013;91:261–271. doi: 10.1016/j.fitote.2013.09.012.", "ArticleIdList": ["10.1016/j.fitote.2013.09.012", "24080468"]}, {"Citation": "Ożarowski M., Mikolajczak P.L., Piasecka A., Kachlicki P., Kujawski R., Bogacz A., Bartkowiak-Wieczorek J., Szulc M., Kaminska E., Kujawska M., et al. Influence of the Melissa officinalis leaf extract on long-term memory in scopolamine animal model with assessment of mechanism of action. Evid. Based Complem. Alternat. Med. 2016;2016:9729818. doi: 10.1155/2016/9729818.", "ArticleIdList": ["10.1155/2016/9729818", "PMC4864554", "27239217"]}, {"Citation": "Balcke G.U., Handrick V., Bergau N., Fichtner M., Henning A., Stellmach H., Tissier A., Hause B., Frolov A. An UPLC-MS/MS method for highly sensitive high-throughput analysis of phytohormones in plant tissues. Plant Methods. 2012;8:47. doi: 10.1186/1746-4811-8-47.", "ArticleIdList": ["10.1186/1746-4811-8-47", "PMC3573895", "23173950"]}, {"Citation": "Toiu A., Vlase L., Oniga I., Benedec D., Tămaş M. HPLC analysis of salicylic derivatives from natural products. Farmacia. 2011;59:106–112."}, {"Citation": "Bijttebier S., van der Auwera A., Voorspoels S., Noten B., Hermans N., Pieters L., Apers S. A first step in the quest for the active constituents in Filipendula ulmaria (meadowsweet): Comprehensive phytochemical identification by liquid chromatography coupled to quadrupole-orbitrap mass spectrometry. Planta Med. 2016;82:559–572. doi: 10.1055/s-0042-101943.", "ArticleIdList": ["10.1055/s-0042-101943", "26845709"]}, {"Citation": "Nabavi S.F., Habtemariam S., Ahmed T., Sureda A., Daglia M., Sobarzo-Sánchez E., Nabavi S.M. Polyphenolic composition of Crataegus monogyna Jacq.: From chemistry to medical applications. Nutrients. 2015;7:7708–7728. doi: 10.3390/nu7095361.", "ArticleIdList": ["10.3390/nu7095361", "PMC4586556", "26378574"]}, {"Citation": "Kerasioti E., Apostolou A., Kafantaris I., Chronis K., Kokka E., Dimitriadou C., Tzanetou E.N., Priftis A., Koulocheri S.D., Haroutounian S., et al. Polyphenolic composition of Rosa canina, Rosa sempervivens and Pyrocantha coccinea extracts and assessment of their antioxidant activity in human endothelial cells. Antioxidants. 2019;8:92. doi: 10.3390/antiox8040092.", "ArticleIdList": ["10.3390/antiox8040092", "PMC6523071", "30959906"]}, {"Citation": "Cho J.W., Cho S.Y., Lee S.R., Lee K.S. Onion extract and quercetin induce matrix metalloproteinase-1 in vitro and in vivo. Int. J. Mol. Med. 2010;25:347–352.", "ArticleIdList": ["20127038"]}, {"Citation": "Chuang S.Y., Lin Y.K., Lin C.F., Wang P.W., Chen E.L., Fang J.Y. Elucidating the skin delivery of aglycone and glycoside flavonoids: How the structures affect cutaneous absorption. Nutrients. 2017;9:1304. doi: 10.3390/nu9121304.", "ArticleIdList": ["10.3390/nu9121304", "PMC5748754", "29189718"]}, {"Citation": "Nagoba B.S., Suryawanshi N.M., Wadher B., Selkar S. Acidic environment and wound healing: A review. Wounds. 2015;27:5–11."}, {"Citation": "Nagoba B., Davane M., Gandhi R., Wadher B., Suryawanshi N., Selkar S. Treatment of skin and soft tissue infections caused by Pseudomonas aeruginosa—A review of our experiences with citric acid over the past 20 years. Wound Med. 2017;19:5–9. doi: 10.1016/j.wndm.2017.09.005.", "ArticleIdList": ["10.1016/j.wndm.2017.09.005"]}, {"Citation": "Bessa L.J., Fazii P., Di Giulio M., Cellini L. Bacterial isolates from infected wounds and their antibiotic susceptibility pattern: Some remarks about wound infection. Int. Wound J. 2013;12:47–52. doi: 10.1111/iwj.12049.", "ArticleIdList": ["10.1111/iwj.12049", "PMC7950398", "23433007"]}, {"Citation": "Karpiński T.M. Efficacy of octenidine against Pseudomonas aeruginosa strains. Eur. J. Biol. Res. 2019;9:135–140."}, {"Citation": "CLSI . Performance Standards for Antimicrobial Disk Susceptibility Tests. Approved Standard. 12th ed. Volume 35. Clinical and Laboratory Standards Institute; Wayne, PA, USA: 2015. CLSI document M02-A12. no 1."}, {"Citation": "EUCAST   [(accessed on 26 July 2019)];MIC Determination of Non-Fastidious and Fastidious Organisms.  Available online:  http://www.eucast.org/ast_of_bacteria/mic_determination."}, {"Citation": "Karpiński T.M., Adamczak A. Fucoxanthin—An antibacterial carotenoid. Antioxidants. 2019;8:239. doi: 10.3390/antiox8080239.", "ArticleIdList": ["10.3390/antiox8080239", "PMC6720875", "31344844"]}, {"Citation": "Gao Z., Shao J., Sun H., Zhong W., Zhuang W., Zhang Z. Evaluation of different kinds of organic acids and their antibacterial activity in Japanese Apricot fruits. Afr. J. Agric. Res. 2012;7:4911–4918. doi: 10.5897/AJAR12.1347.", "ArticleIdList": ["10.5897/AJAR12.1347"]}, {"Citation": "Su Y., Ma L., Wen Y., Wang H., Zhang S. Studies of the in vitro antibacterial activities of several polyphenols against clinical isolates of methicillin-resistant Staphylococcus aureus. Molecules. 2014;19:12630–12639. doi: 10.3390/molecules190812630.", "ArticleIdList": ["10.3390/molecules190812630", "PMC6271679", "25153875"]}, {"Citation": "Blaskovich M.A., Elliott A.G., Kavanagh A.M., Ramu S., Cooper M.A. In vitro antimicrobial activity of acne drugs against skin-associated bacteria. Sci. Rep. 2019;9:14658. doi: 10.1038/s41598-019-50746-4.", "ArticleIdList": ["10.1038/s41598-019-50746-4", "PMC6787063", "31601845"]}, {"Citation": "Basile A., Giordano S., López-Sáez J.A., Cobianchi R.C. Antibacterial activity of pure flavonoids isolated from mosses. Phytochemistry. 1999;52:1479–1482. doi: 10.1016/S0031-9422(99)00286-1.", "ArticleIdList": ["10.1016/S0031-9422(99)00286-1", "10647220"]}, {"Citation": "Afifi F.U., Abu-Dahab R. Phytochemical screening and biological activities of Eminium spiculatum (Blume) Kuntze (family Araceae) Nat. Prod. Res. 2012;26:878–882. doi: 10.1080/14786419.2011.565558.", "ArticleIdList": ["10.1080/14786419.2011.565558", "21809948"]}, {"Citation": "Das M.C., Sandhu P., Gupta P., Rudrapaul P., De U.C., Tribedi P., Akhter Y., Bhattacharjee S. Attenuation of Pseudomonas aeruginosa biofilm formation by vitexin: A combinatorial study with azithromycin and gentamicin. Sci. Rep. 2016;6:23347. doi: 10.1038/srep23347.", "ArticleIdList": ["10.1038/srep23347", "PMC4802347", "27000525"]}, {"Citation": "Das M.C., Das A., Samaddar S., Dawarea A.V., Ghosh C., Acharjee S., Sandhu P., Jawed J.J., De Utpal C., Majumdar S., et al. Vitexin alters Staphylococcus aureus surface hydrophobicity to interfere with biofilm 2 formation. bioRxiv. 2018 doi: 10.1101/301473.", "ArticleIdList": ["10.1101/301473", "35914415"]}, {"Citation": "Awolola G.V., Koorbanally N.A., Chenia H., Shode F.O., Baijnath H. Antibacterial and anti-biofilm activity of flavonoids and triterpenes isolated from the extracts of Ficus sansibarica Warb. subsp. Sansibarica (Moraceae) extracts. Afr. J. Tradit. Complem. Altern. Med. 2014;11:124–131. doi: 10.4314/ajtcam.v11i3.19.", "ArticleIdList": ["10.4314/ajtcam.v11i3.19", "PMC4202430", "25371574"]}, {"Citation": "Rammohan A., Bhaskar B.V., Venkateswarlu N., Rao V.L., Gunasekar D., Zyryanov G.V. Isolation of flavonoids from the flowers of Rhynchosia beddomei Baker as prominent antimicrobial agents and molecular docking. Microb. Pathog. 2019;136:103667. doi: 10.1016/j.micpath.2019.103667.", "ArticleIdList": ["10.1016/j.micpath.2019.103667", "31419459"]}, {"Citation": "Aderogba M.A., Akinkunmi E.O., Mabusela W.T. Antioxidant and antimicrobial activities of flavonoid glycosides from Dennettia tripetala G. Baker leaf extract. Nig. J. Nat. Prod. Med. 2011;15:49–52. doi: 10.4314/njnpm.v15i1.3.", "ArticleIdList": ["10.4314/njnpm.v15i1.3"]}, {"Citation": "Cottiglia F., Loy G., Garau D., Floris C., Casu M., Pompei R., Bonsignore L. Antimicrobial evaluation of coumarins and flavonoids from the stems of Daphne gnidium L. Phytomedicine. 2001;8:302–305. doi: 10.1078/0944-7113-00036.", "ArticleIdList": ["10.1078/0944-7113-00036", "11515721"]}, {"Citation": "Ali H., Dixit S. In vitro antimicrobial activity of flavanoids of Ocimum sanctum with synergistic effect of their combined form. Asian Pac. J. Trop. Dis. 2012;2:S396–S398. doi: 10.1016/S2222-1808(12)60189-3.", "ArticleIdList": ["10.1016/S2222-1808(12)60189-3"]}, {"Citation": "Celiz G., Daz M., Audisio M.C. Antibacterial activity of naringin derivatives against pathogenic strains. J. Appl. Microbiol. 2011;111:731–738. doi: 10.1111/j.1365-2672.2011.05070.x.", "ArticleIdList": ["10.1111/j.1365-2672.2011.05070.x", "21672094"]}, {"Citation": "Akhtar M.S., Hossain M.A., Said S.A. Isolation and characterization of antimicrobial compound from the stem-bark of the traditionally used medicinal plant Adenium obesum. J. Tradit. Complem. Med. 2017;7:296–300. doi: 10.1016/j.jtcme.2016.08.003.", "ArticleIdList": ["10.1016/j.jtcme.2016.08.003", "PMC5506627", "28725623"]}, {"Citation": "Singh M., Govindarajan R., Rawat A.K.S., Khare P.B. Antimicrobial flavonoid rutin from Pteris vittata L. against pathogenic gastrointestinal microflora. Am. Fern J. 2008;98:98–103. doi: 10.1640/0002-8444(2008)98[98:AFRFPV]2.0.CO;2.", "ArticleIdList": ["10.1640/0002-8444(2008)98[98:AFRFPV]2.0.CO;2"]}, {"Citation": "Liu H., Mou Y., Zhao J., Wang J., Zhou L., Wang M., Wang D., Han J., Yu Z., Yang F. Flavonoids from Halostachys caspica and their antimicrobial and antioxidant activities. Molecules. 2010;15:7933–7945. doi: 10.3390/molecules15117933.", "ArticleIdList": ["10.3390/molecules15117933", "PMC6259280", "21060300"]}, {"Citation": "Banerjee K., Banerjee S., Das S., Mandal M. Probing the potential of apigenin liposomes in enhancing bacterial membrane perturbation and integrity loss. J. Colloid Interface Sci. 2015;453:48–59. doi: 10.1016/j.jcis.2015.04.030.", "ArticleIdList": ["10.1016/j.jcis.2015.04.030", "25965432"]}, {"Citation": "Ekambaram S.P., Perumal S.S., Balakrishnan A., Marappan N., Gajendran S.S., Viswanathan V. Antibacterial synergy between rosmarinic acid and antibiotics against methicillin-resistant Staphylococcus aureus. J. Intercult. Ethnopharmacol. 2016;5:358–363. doi: 10.5455/jice.20160906035020.", "ArticleIdList": ["10.5455/jice.20160906035020", "PMC5061478", "27757265"]}, {"Citation": "Smiljkovic M., Stanisavljevic D., Stojkovic D., Petrovic I., Vicentic M.J., Popovic J., Golic Grdadolnik S., Markovic D., Sankovic-Babice S., Glamoclija J., et al. Apigenin-7-O-glucoside versus apigenin: Insight into the modes of anticandidal and cytotoxic actions. EXCLI J. 2017;16:795–807.", "ArticleIdList": ["PMC5547395", "28827996"]}, {"Citation": "Matejczyk M., Swisłocka R., Golonko A., Lewandowski W., Hawrylik E. Cytotoxic, genotoxic and antimicrobial activity of caffeic and rosmarinic acids and their lithium, sodium and potassium salts as potential anticancer compounds. Adv. Med. Sci. 2018;63:14–21. doi: 10.1016/j.advms.2017.07.003.", "ArticleIdList": ["10.1016/j.advms.2017.07.003", "28818744"]}, {"Citation": "Ren G., Xue P., Sun X., Zhao G. Determination of the volatile and polyphenol constituents and the antimicrobial, antioxidant, and tyrosinase inhibitory activities of the bioactive compounds from the by-product of Rosa rugosa Thunb. var. plena Regal tea. BMC Complem. Altern. Med. 2018;18:307. doi: 10.1186/s12906-018-2374-7.", "ArticleIdList": ["10.1186/s12906-018-2374-7", "PMC6247689", "30458808"]}, {"Citation": "Huang C.Y. Inhibition of a putative dihydropyrimidinase from Pseudomonas aeruginosa PAO1 by flavonoids and substrates of cyclic amidohydrolases. PLoS ONE. 2015;10:e0127634. doi: 10.1371/journal.pone.0127634.", "ArticleIdList": ["10.1371/journal.pone.0127634", "PMC4437985", "25993634"]}, {"Citation": "Bustos P.S., Deza-Ponzio R., Páez P.L., Cabrera J.L., Virgolini M.B., Ortega M.G. Flavonoids as protective agents against oxidative stress induced by gentamicin in systemic circulation. Potent protective activity and microbial synergism of luteolin. Food Chem. Toxicol. 2018;118:294–302. doi: 10.1016/j.fct.2018.05.030.", "ArticleIdList": ["10.1016/j.fct.2018.05.030", "29758313"]}, {"Citation": "Xie Y., Yang W., Tang F., Chen X., Ren L. Antibacterial activities of flavonoids: Structure-activity relationship and mechanism. Curr. Med. Chem. 2015;22:132–149. doi: 10.2174/0929867321666140916113443.", "ArticleIdList": ["10.2174/0929867321666140916113443", "25245513"]}, {"Citation": "Górniak I., Bartoszewski R., Króliczewski J. Comprehensive review of antimicrobial activities of plant flavonoids. Phytochem. Rev. 2019;18:241–272. doi: 10.1007/s11101-018-9591-z.", "ArticleIdList": ["10.1007/s11101-018-9591-z"]}, {"Citation": "Ohemeng K.A., Schwender C.F., Fu K.P., Barrett J.F. DNA gyrase inhibitory and antibacterial activity of some flavones. Bioorg. Med. Chem. Lett. 1993;3:225–230. doi: 10.1016/S0960-894X(01)80881-7.", "ArticleIdList": ["10.1016/S0960-894X(01)80881-7"]}, {"Citation": "Lee J.H., Regmi S.C., Kim J.A., Cho M.H., Yun H., Lee C.S., Lee J. Apple flavonoid phloretin inhibits Escherichia coli O157:H7 biofilm formation and ameliorates colon inflammation in rats. Infect. Immun. 2011;79:4819–4827. doi: 10.1128/IAI.05580-11.", "ArticleIdList": ["10.1128/IAI.05580-11", "PMC3232668", "21930760"]}, {"Citation": "Siriwong S., Thumanu K., Hengpratom T., Eumkeb G. Synergy and mode ofaction of ceftazidime plus quercetin or luteolin on Streptococcus pyogenes. Evid. Based Complem. Altern. Med. 2015;2015:759459. doi: 10.1155/2015/759459.", "ArticleIdList": ["10.1155/2015/759459", "PMC4631891", "26576195"]}, {"Citation": "Betts J.W., Sharili A.S., Phee L.M., Wareham D.W. In vitro activity of epigallocatechin gallate and quercetin alone and in combination versus clinical isolates of methicillin-resistant Staphylococcus aureus. J. Nat. Prod. 2015;78:2145–2148. doi: 10.1021/acs.jnatprod.5b00471.", "ArticleIdList": ["10.1021/acs.jnatprod.5b00471", "26267658"]}, {"Citation": "Hossion A.M., Zamami Y., Kandahary R.K., Tsuchiya T., Ogawa W., Iwado A. Quercetin diacylglycoside analogues showing dual inhibition of DNA gyrase and topoisomerase IV as novel antibacterial agents. J. Med. Chem. 2011;54:3686–3703. doi: 10.1021/jm200010x.", "ArticleIdList": ["10.1021/jm200010x", "21534606"]}, {"Citation": "Chen C.C., Huang C.Y. Inhibition of Klebsiella pneumoniae DnaB helicase by the flavonol galangin. Protein J. 2011;30:59–65. doi: 10.1007/s10930-010-9302-0.", "ArticleIdList": ["10.1007/s10930-010-9302-0", "21210194"]}, {"Citation": "Lin H.H., Huang C.Y. Characterization of flavonol inhibition of DnaB helicase: Real-time monitoring, structural modeling, and proposed mechanism. J. Biomed. Biotechnol. 2012;2012:735368. doi: 10.1155/2012/735368.", "ArticleIdList": ["10.1155/2012/735368", "PMC3468084", "23091356"]}, {"Citation": "Huang Y.H., Huang C.C., Chen C.C., Yang K., Huang C.Y. Inhibition of Staphylococcus aureus PriA helicase by flavonol kaempferol. Protein J. 2015;34:169–172. doi: 10.1007/s10930-015-9609-y.", "ArticleIdList": ["10.1007/s10930-015-9609-y", "PMC7088215", "25894858"]}, {"Citation": "Farhadi F., Khameneh B., Iranshahi M., Iranshahy M. Antibacterial activity of flavonoids and their structure-activity relationship: An update review. Phytother. Res. 2019;33:13–40. doi: 10.1002/ptr.6208.", "ArticleIdList": ["10.1002/ptr.6208", "30346068"]}, {"Citation": "Echeverría J., Opazo J., Mendoza L., Urzúa A., Wilkens M. Structure-activity and lipophilicity relationships of selected antibacterial natural flavones and flavanones of chilean flora. Molecules. 2017;22:608. doi: 10.3390/molecules22040608.", "ArticleIdList": ["10.3390/molecules22040608", "PMC6154607", "28394271"]}, {"Citation": "Xie Y., Chen J., Xiao A., Liu L. Antibacterial activity of polyphenols: Structure-activity relationship and influence of hyperglycemic condition. Molecules. 2017;22:1913. doi: 10.3390/molecules22111913.", "ArticleIdList": ["10.3390/molecules22111913", "PMC6150409", "29113147"]}, {"Citation": "Bouarab-Chibane L., Forquet V., Lantéri P., Clément Y., Léonard-Akkari L., Oulahal N., Degraeve P., Bordes C. Antibacterial properties of polyphenols: Characterization and QSAR (Quantitative Structure–Activity Relationship) models. Front. Microbiol. 2019;10:829. doi: 10.3389/fmicb.2019.00829.", "ArticleIdList": ["10.3389/fmicb.2019.00829", "PMC6482321", "31057527"]}, {"Citation": "Morimoto Y., Baba T., Sasaki T., Hiramatsu K. Apigenin as an anti-quinolone-resistance antibiotic. Int. J. Antimicrob. Agents. 2015;46:666–673. doi: 10.1016/j.ijantimicag.2015.09.006.", "ArticleIdList": ["10.1016/j.ijantimicag.2015.09.006", "26526895"]}, {"Citation": "Amin A., Vincent R., Séverine M. Rosmarinic acid and its methyl ester as antimicrobial components of the hydromethanolic extract of Hyptis atrorubens Poit. (Lamiaceae) Evid. Based Complem. Alternat. Med. 2013;2013:604536.", "ArticleIdList": ["PMC3855952", "24348709"]}, {"Citation": "Nagoba B.S., Gandhi R.C., Wadher B.J., Potekar R.M., Kolhe S.M. Microbiological, histopathological and clinical changes in chronic infected wounds after citric acid treatment. J. Med. Microbiol. 2008;57:681–682. doi: 10.1099/jmm.0.47647-0.", "ArticleIdList": ["10.1099/jmm.0.47647-0", "18436609"]}, {"Citation": "Jensen H.D., Struve C., Christensen S.B., Krogfelt K.A. Cranberry juice and combinations of its organic acids are effective against experimental urinary tract infection. Front. Microbiol. 2017;8:542. doi: 10.3389/fmicb.2017.00542.", "ArticleIdList": ["10.3389/fmicb.2017.00542", "PMC5378705", "28421045"]}, {"Citation": "Bai J., Wu Y., Zhong K., Xiao K., Liu L., Huang Y., Wang Z., Gao H. A comparative study on the effects of quinic acid and shikimic acid on cellular functions of Staphylococcus aureus. J. Food Prot. 2018;81:1187–1192. doi: 10.4315/0362-028X.JFP-18-014.", "ArticleIdList": ["10.4315/0362-028X.JFP-18-014", "29939792"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "11", "Day": "21"}, {"Year": "2019", "Month": "12", "Day": "24"}, {"Year": "2019", "Month": "12", "Day": "27"}, {"Year": "2020", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "12", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["31906141", "PMC7019947", "10.3390/jcm9010109", "jcm9010109"]}}], "PubmedBookArticle": []}