{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Concurrent administration", "Food-drug interaction", "Human", "Pharmacological interaction", "Safety", "herb-drug interaction"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "31907078", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "25"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "01", "Day": "06"}], "Language": ["eng"], "ELocationID": ["1", "10.1186/s13643-019-1259-2"], "Journal": {"ISSN": "2046-4053", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan", "Day": "06"}}, "Title": "Systematic reviews", "ISOAbbreviation": "Syst Rev"}, "ArticleTitle": "Interactions of clinical relevance associated with concurrent administration of prescription drug and food or medicinal plants: a systematic review protocol.", "Pagination": {"StartPage": "1", "MedlinePgn": "1"}, "Abstract": {"AbstractText": ["An inadequate combination of prescription drugs with food or medicinal plants could cause adverse effects in patients or produce negative therapeutic results. Therefore, this generic systematic review protocol aims to identify and synthesize the literature on clinical characteristics and safety issues of these types of pharmacological interactions occurring in children, adolescents, adults, pregnant/lactating women, and older adults.", "This generic protocol follows the stated guidelines from the Preferred Reporting Items for Systematic Reviews and Meta-Analyses Protocols (PRISMA-P) statement. A literature search will be performed in PubMed, Scopus, and Virtual Health Library (VHL) electronic databases from 1960 till present for studies reporting clinical characteristics and safety issues associated with pharmacological interactions occurring between prescription drugs and food or medicinal plants in participants from birth-age to ≥ 65-year-old, including pregnant/lactating women. Lateral searching will be carried out in PubMed via related citation. Two reviewers will carry out an independent evaluation of eligible studies as well as the corresponding data extraction of the selected ones. Subsequently, the methodological quality evaluation of the selected articles will be completed using the corresponding Joanna Briggs Institute Checklists. Moreover, the quality of evidence will be graded according to the criteria of the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) Working Group. Quantitative research in humans comprising clinical trials and clinical, comparative and, observational studies will be included. The main outcomes of this protocol involve reported potential food-drug and herb-drug interactions, associated safety issues, and adverse reactions along with the generic name of the prescribed drug and the scientific name of the food and medicinal plants involved in these types of pharmacological interactions. Finally, findings extracted from the selected studies will be summarized in a narrative synthesis.", "This generic systematic review protocol seeks to synthesize and critically evaluate current knowledge besides to identify any comprehension gaps in the concurrent administration of prescription drugs with food and herbs. By achieving a better understanding of this topic, this information will allow healthcare professionals to develop useful strategies to recognize, manage, and prevent these types of pharmacological interactions at different age stages, including pregnant/lactating women.", "PROSPERO CRD42018117308."]}, "AuthorList": [{"Identifier": ["0000-0003-1460-0990"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Carrera de Nutrición y Dietética, Facultad de Ciencias Médicas, Universidad de Cuenca, Cuenca, Ecuador. adriana.orellanap@ucuenca.edu.ec."}], "LastName": "Orellana-Paucar", "ForeName": "Adriana", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Carrera de Nutrición y Dietética, Facultad de Ciencias Médicas, Universidad de Cuenca, Cuenca, Ecuador."}], "LastName": "Vintimilla-Rojas", "ForeName": "Daniela", "Initials": "D"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Syst Rev", "NlmUniqueID": "101580575", "ISSNLinking": "2046-4053"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Prescription Drugs"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Drug Therapy, Combination"}, {"QualifierName": [], "DescriptorName": "Drug-Related Side Effects and Adverse Reactions"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Patient Safety"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Prescription Drugs"}, {"QualifierName": [], "DescriptorName": "Systematic Reviews as Topic"}], "CoiStatement": "This systematic literature review is one of the research interests of the Nutrition and Dietetics Career of the Faculty of Medical Sciences at the Universidad de Cuenca (Ecuador)."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dumbreck S., Flynn A., Nairn M., Wilson M., Treweek S., Mercer S. W., Alderson P., Thompson A., Payne K., Guthrie B. Drug-disease and drug-drug interactions: systematic examination of recommendations in 12 UK national clinical guidelines. BMJ. 2015;350(mar11 2):h949–h949. doi: 10.1136/bmj.h949.", "ArticleIdList": ["10.1136/bmj.h949", "PMC4356453", "25762567"]}, {"Citation": "Boullata JI. Drug and nutrition interactions: not just food for thought. J Clin Pharm Ther. 2013;38(4):269–271. doi: 10.1111/jcpt.12075.", "ArticleIdList": ["10.1111/jcpt.12075", "23710968"]}, {"Citation": "Péter S, Navis G, de Borst MH, von Schacky C, van Orten-Luiten ACB, Zhernakova A, et al. Public health relevance of drug-nutrition interactions. Eur J Nutr. 2017;56(Suppl 2):23–36. doi: 10.1007/s00394-017-1510-3.", "ArticleIdList": ["10.1007/s00394-017-1510-3", "PMC5559559", "28748481"]}, {"Citation": "Hermann R, von Richter O. Clinical evidence of herbal drugs as perpetrators of pharmacokinetic drug interactions. Planta Med. 2012;78(13):1458–1477. doi: 10.1055/s-0032-1315117.", "ArticleIdList": ["10.1055/s-0032-1315117", "22855269"]}, {"Citation": "Oga EF, Sekine S, Shitara Y, Horie T. Pharmacokinetic Herb-Drug Interactions: Insight into Mechanisms and Consequences. Eur J Drug Metab Pharmacokinet. 2016;41(2):93–108. doi: 10.1007/s13318-015-0296-z.", "ArticleIdList": ["10.1007/s13318-015-0296-z", "26311243"]}, {"Citation": "Mouly S, Morgand M, Lopes A, Lloret-Linares C, Bergmann J-F. Drug-food interactions in internal medicine: what physicians should know? Rev Med Interne. 2015;36(8):530–539. doi: 10.1016/j.revmed.2014.12.010.", "ArticleIdList": ["10.1016/j.revmed.2014.12.010", "25636978"]}, {"Citation": "Chen X-W, Sneed KB, Pan S-Y, Cao C, Kanwar JR, Chew H, et al. Herb-drug interactions and mechanistic and clinical considerations. Curr Drug Metab. 2012;13(5):640–651. doi: 10.2174/1389200211209050640.", "ArticleIdList": ["10.2174/1389200211209050640", "22292789"]}, {"Citation": "Segal EM, Flood MR, Mancini RS, Whiteman RT, Friedt GA, Kramer AR, et al. Oral Chemotherapy Food and Drug Interactions: A Comprehensive Review of the Literature. J Oncol Pract. 2014;10(4):e255–e268. doi: 10.1200/JOP.2013.001183.", "ArticleIdList": ["10.1200/JOP.2013.001183", "24756141"]}, {"Citation": "De Boer A, van Hunsel F, Bast A. Adverse food-drug interactions. Regul Toxicol Pharmacol RTP. 2015;73(3):859–865. doi: 10.1016/j.yrtph.2015.10.009.", "ArticleIdList": ["10.1016/j.yrtph.2015.10.009", "26482404"]}, {"Citation": "Alissa EM. Medicinal herbs and therapeutic drugs interactions. Ther Drug Monit. 2014;36(4):413–422. doi: 10.1097/FTD.0000000000000035.", "ArticleIdList": ["10.1097/FTD.0000000000000035", "24452064"]}, {"Citation": "Gurley BJ. Pharmacokinetic herb-drug interactions (part 1): origins, mechanisms, and the impact of botanical dietary supplements. Planta Med. 2012;78(13):1478–1489. doi: 10.1055/s-0031-1298273.", "ArticleIdList": ["10.1055/s-0031-1298273", "22322396"]}, {"Citation": "Gurley BJ, Fifer EK, Gardner Z. Pharmacokinetic herb-drug interactions (part 2): drug interactions involving popular botanical dietary supplements and their clinical relevance. Planta Med. 2012;78(13):1490–1514. doi: 10.1055/s-0031-1298331.", "ArticleIdList": ["10.1055/s-0031-1298331", "22565299"]}, {"Citation": "Tamilmani P, Pandey MC. Iron binding efficiency of polyphenols: Comparison of effect of ascorbic acid and ethylenediaminetetraacetic acid on catechol and galloyl groups. Food Chem. 2016;197(Pt B):1275–1279. doi: 10.1016/j.foodchem.2015.11.045.", "ArticleIdList": ["10.1016/j.foodchem.2015.11.045", "26675868"]}, {"Citation": "Zijp IM, Korver O, Tijburg LB. Effect of tea and other dietary factors on iron absorption. Crit Rev Food Sci Nutr. 2000;40(5):371–398. doi: 10.1080/10408690091189194.", "ArticleIdList": ["10.1080/10408690091189194", "11029010"]}, {"Citation": "Ziegler EE. Consumption of cow’s milk as a cause of iron deficiency in infants and toddlers. Nutr Rev. 2011;69(Suppl 1):S37–S42. doi: 10.1111/j.1753-4887.2011.00431.x.", "ArticleIdList": ["10.1111/j.1753-4887.2011.00431.x", "22043881"]}, {"Citation": "Segal R, Pilote L. Warfarin interaction with Matricaria chamomilla. CMAJ. 2006;174(9):1281–1282. doi: 10.1503/cmaj.051191.", "ArticleIdList": ["10.1503/cmaj.051191", "PMC1435958", "16636327"]}, {"Citation": "Milić N, Milosević N, Golocorbin Kon S, Bozić T, Abenavoli L, Borrelli F. Warfarin interactions with medicinal herbs. Nat Prod Commun. 2014;9(8):1211–1216.", "ArticleIdList": ["25233607"]}, {"Citation": "Neuhofel AL, Wilton JH, Victory JM, Hejmanowsk LG, Amsden GW. Lack of bioequivalence of ciprofloxacin when administered with calcium-fortified orange juice: a new twist on an old interaction. J Clin Pharmacol. 2002;42(4):461–466. doi: 10.1177/00912700222011391.", "ArticleIdList": ["10.1177/00912700222011391", "11936572"]}, {"Citation": "Pápai K, Budai M, Ludányi K, Antal I, Klebovich I. In vitro food-drug interaction study: Which milk component has a decreasing effect on the bioavailability of ciprofloxacin? J Pharm Biomed Anal. 2010;52(1):37–42. doi: 10.1016/j.jpba.2009.12.003.", "ArticleIdList": ["10.1016/j.jpba.2009.12.003", "20053516"]}, {"Citation": "World Health Organization. Estrategia de la OMS sobre medicina tradicional 2014-2023. World Health Organization. Hong Kong, China; 2013."}, {"Citation": "Steinhoff B. Current perspectives on herb-drug interactions in the European regulatory landscape. Planta Med. 2012;78(13):1416–1420. doi: 10.1055/s-0032-1314939.", "ArticleIdList": ["10.1055/s-0032-1314939", "22673828"]}, {"Citation": "European Parliament. Directive 2002/46/EC of the European Parliament and of the Council of 10 June 2002 on the approximation of the laws of the Member States relating to food supplements. Official J Eur Union 2002;183:51-7."}, {"Citation": "US Food and Drug Administration. Dietary supplement health and education act of 1994. 103rd Congr. 1995;Public Law 103-417."}, {"Citation": "Health Canada . Natural Health Products Directorate. 2006. Evidence for Safety and Efficacy of Finished Natural Health Products."}, {"Citation": "Brantley SJ, Argikar AA, Lin YS, Nagar S, Paine MF. Herb–Drug Interactions: Challenges and Opportunities for Improved Predictions. Drug Metab Dispos. 2014;42(3):301–317. doi: 10.1124/dmd.113.055236.", "ArticleIdList": ["10.1124/dmd.113.055236", "PMC3935140", "24335390"]}, {"Citation": "National Agency for Health Regulation, Control and Vigilance, Ecuador. Centro Nacional de Farmacovigilancia [Internet]. [cited 2018 march 23]. Available from: http://www.controlsanitario.gob.ec/cnfv/."}, {"Citation": "Ministry of Public Health of Ecuador. Prioridades de investigación en salud 2013-2017 [Internet]. 2013. [cited 2018 march 23]. Available from: http://instituciones.msp.gob.ec/images/Documentos/varios/PRIORIDADES_INVESTIGACION_SALUD2013-2017.pdf."}, {"Citation": "Deng J, Zhu X, Chen Z, Fan CH, Kwan HS, Wong CH, et al. A Review of Food-Drug Interactions on Oral Drug Absorption. Drugs. 2017;77(17):1833–1855. doi: 10.1007/s40265-017-0832-z.", "ArticleIdList": ["10.1007/s40265-017-0832-z", "29076109"]}, {"Citation": "Farcas A, Sinpetrean A, Mogosan C, Palage M, Vostinaru O, Bojita M, et al. Adverse drug reactions detected by stimulated spontaneous reporting in an internal medicine department in Romania. Eur J Intern Med. 2010;21(5):453–457. doi: 10.1016/j.ejim.2010.05.014.", "ArticleIdList": ["10.1016/j.ejim.2010.05.014", "20816604"]}, {"Citation": "Freeman JS, Gross B. Potential drug interactions associated with treatments for type 2 diabetes and its comorbidities: a clinical pharmacology review. Expert Rev Clin Pharmacol. 2012;5(1):31–42. doi: 10.1586/ecp.11.64.", "ArticleIdList": ["10.1586/ecp.11.64", "22142157"]}, {"Citation": "Garrido-Gallego F, Muñoz-Gómez R, Muñoz-Codoceo C, Delgado-Álvarez P, Fernández-Vázquez I, Castellano G. Acute liver failure in a patient consuming Herbalife products and Noni juice. Rev Esp Enferm Dig. 2015;107(4):247–248.", "ArticleIdList": ["25824932"]}, {"Citation": "Romo ML, Carpio A, Kelvin EA. Routine drug and food interactions during antihelminthic treatment of neurocysticercosis: a reason for the variable efficacy of albendazole and praziquantel? J Clin Pharmacol. 2014;54(4):361–367. doi: 10.1002/jcph.269.", "ArticleIdList": ["10.1002/jcph.269", "24443292"]}, {"Citation": "Levy I, Attias S, Ben-Arye E, Goldstein L, Schiff E. Potential drug interactions with dietary and herbal supplements during hospitalization. Intern Emerg Med. 2017;12(3):301–310. doi: 10.1007/s11739-016-1548-x.", "ArticleIdList": ["10.1007/s11739-016-1548-x", "27709322"]}, {"Citation": "Levy I, Attias S, Ben-Arye E, Goldstein L, Schiff E. Adverse events associated with interactions with dietary and herbal supplements among inpatients. Br J Clin Pharmacol. 2017;83(4):836–845. doi: 10.1111/bcp.13158.", "ArticleIdList": ["10.1111/bcp.13158", "PMC5346861", "27759172"]}, {"Citation": "Awortwe C, Makiwane M, Reuter H, Muller C, Louw J, Rosenkranz B. Critical evaluation of causality assessment of herb-drug interactions in patients. Br J Clin Pharmacol. 2018;84(4):679–693. doi: 10.1111/bcp.13490.", "ArticleIdList": ["10.1111/bcp.13490", "PMC5867089", "29363155"]}, {"Citation": "Nowack R, Ballé C, Birnkammer F, Koch W, Sessler R, Birck R. Impact of food and herbal medication on calcineurin inhibitor dose in renal transplant patients: a cross-sectional study. J Med Food. 2011;14(7-8):756–760. doi: 10.1089/jmf.2010.0163.", "ArticleIdList": ["10.1089/jmf.2010.0163", "21612455"]}, {"Citation": "Cassileth BR, Heitzer M, Wesa K. The Public Health Impact of Herbs and Nutritional Supplements. Pharm Biol. 2009;47(8):761–767. doi: 10.1080/13880200902991581.", "ArticleIdList": ["10.1080/13880200902991581", "PMC2771878", "19890479"]}, {"Citation": "Shamseer L, Moher D, Clarke M, Ghersi D, Liberati A, Petticrew M, et al. Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015: elaboration and explanation. BMJ. 2015;350:g7647. doi: 10.1136/bmj.g7647.", "ArticleIdList": ["10.1136/bmj.g7647", "25555855"]}, {"Citation": "Aromataris E, Munn Z, editors. Joanna Briggs Institute Reviewer’s Manual [Internet]. The Joanna Briggs Institute; 2017. [cited 2018 march 23]. Available from: https://reviewersmanual.joannabriggs.org/."}, {"Citation": "Schünemann H, Brożek J, Guyatt G, Oxman A, editores. GRADE handbook for grading quality of evidence and strength of recommendations. The Grade Working Group; 2013."}, {"Citation": "Lucas PJ, Baird J, Arai L, Law C, Roberts HM. Worked examples of alternative methods for the synthesis of qualitative and quantitative research in systematic reviews. BMC Med Res Methodol. 2007;7(1):4. doi: 10.1186/1471-2288-7-4.", "ArticleIdList": ["10.1186/1471-2288-7-4", "PMC1783856", "17224044"]}, {"Citation": "Moher D, Liberati A, Tetzlaff J, Altman DG, Group TP Preferred Reporting Items for Systematic Reviews and Meta-Analyses: The PRISMA Statement. PLOS Med. 2009;6(7):e1000097. doi: 10.1371/journal.pmed.1000097.", "ArticleIdList": ["10.1371/journal.pmed.1000097", "PMC2707599", "19621072"]}], "ReferenceList": []}], "History": [{"Year": "2018", "Month": "12", "Day": "27"}, {"Year": "2019", "Month": "12", "Day": "18"}, {"Year": "2020", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["31907078", "PMC6945643", "10.1186/s13643-019-1259-2", "10.1186/s13643-019-1259-2"]}}], "PubmedBookArticle": []}