{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cross-cultural analysis", "Digestive diseases", "Ethnic groups", "Ethnomedicinal plants", "Kuki-Chin people", "Network analysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "31917280", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "01", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2019.112415", "S0378-8741(19)31545-4"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "251", "PubDate": {"Year": "2020", "Month": "Apr", "Day": "06"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Medicinal plants for gastrointestinal diseases among the Kuki-Chin ethnolinguistic groups across Bangladesh, India, and Myanmar: A comparative and network analysis study.", "Pagination": {"StartPage": "112415", "MedlinePgn": "112415"}, "Abstract": {"AbstractText": ["The Kuki-Chin is a composite ethnolinguistic group made up of many distinct groups and subgroups that are linked by a common history, culture, and population distribution in the Kuki-Chin region, shared geopolitically by Bangladesh, India, and Myanmar. This region is shown to be in a hotspot of digestive disease activity based on official reports and in concordance with data from related ethnopharmacological field surveys. Our work provides a comparative analysis of medicinal plant knowledge for the treatment of gastrointestinal diseases (GAS-Ds) among the Kuki-Chin ethnic groups found across the three countries.", "The objectives were (1) to identify the medicinal plants and herbal therapies for the treatment of GAS-Ds reported in related Kuki-Chin ethnobotanical publications, (2) to find the similarities and differences in medicinal plant knowledge among the country-affiliated groups by comparing plant and disease information, and (3) to determine significant plant taxa and their pattern(s) of use as digestive disease herbal remedies by analyzing disease-plant networks.", "Secondary data were gathered from 34 related studies through internet search of ethnobotanical information from field studies published in journals, reports, books, and dissertations/theses. These data represented 22 Kuki-Chin ethnolinguistic groups inhabiting 23 districts across six states comprising the Kuki-Chin region: the Chittagong Division (Bangladesh); Mizoram, Assam, Manipur, and Tripura States (India); and Chin State (Myanmar). Scientific names of plants and digestive diseases collated from secondary sources were validated and standardized following the Plant List and the International Classification of Primary Care Second Edition, respectively.", "A total of 482 species in 330 genera and 118 families of vascular plants were recorded for the treatment of 29 standardized GAS-Ds. On the basis of the number of use-reports, regional native species Phyllanthus emblica, Centella asiatica, and Aegle marmelos, as well as the non-natives Carica papaya, Portulaca oleracea, and Psidium guajava were found to be the most preferred. Comparative analysis of medicinal species showed that groups in India revealed the highest number of medicinal plant taxa, followed by those in Bangladesh and Myanmar. The most prevalent GAS-Ds were shown to be abdominal pain epigastric, gastroenteritis presumed infections, and diarrhoea, as supported by the number of use-reports and medicinal taxa used for their treatment, and their informant consensus factor values. Analyses of disease-plant networks graphically showed both GAS-Ds distribution patterns in the region and potential medicinal plant (group) candidates for further studies.", "Overall, this study revealed an astonishingly rich diversity of medicinal plants used to treat digestive diseases among the Kuki-Chin. A comparative analysis showed variations and remarkable distinctions in medicinal plant knowledge among country-affiliated groups, as likely influenced by external sociocultural factors and geopolitical barriers, as well as the availability of ethnobotanical data. The use of network analysis reflected not only shared common affinities and patterns of plant use based on the taxonomic composition and species selection, but also disease prevalence and distribution patterns. The information found here can hopefully spur interest among future researchers and policy makers to better improve both the (ethno) medicinal research capacity and healthcare system in the region."], "CopyrightInformation": "Copyright © 2019. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Science, Multidisciplinary Genome Institute, Hallym University, Chuncheon City, South Korea."}], "LastName": "Ong", "ForeName": "Homervergel G", "Initials": "HG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Science, Multidisciplinary Genome Institute, Hallym University, Chuncheon City, South Korea. Electronic address: ydkim@hallym.ac.kr."}], "LastName": "Kim", "ForeName": "Young-Dong", "Initials": "YD"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Bangladesh"}, {"QualifierName": [], "DescriptorName": "Ethnicity"}, {"QualifierName": ["drug therapy", "ethnology"], "DescriptorName": "Gastrointestinal Diseases"}, {"QualifierName": ["ethnology"], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "India"}, {"QualifierName": [], "DescriptorName": "Myanmar"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "Declaration of competing interest None declared."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "4", "Day": "17"}, {"Year": "2019", "Month": "11", "Day": "10"}, {"Year": "2019", "Month": "11", "Day": "17"}, {"Year": "2020", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31917280", "10.1016/j.jep.2019.112415", "S0378-8741(19)31545-4"]}}], "PubmedBookArticle": []}