{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "31929789", "DateRevised": {"Year": "2020", "Month": "12", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "19"}], "Language": ["eng"], "ELocationID": ["1987935", "10.1155/2019/1987935"], "Journal": {"ISSN": "1687-8191", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "Journal of toxicology", "ISOAbbreviation": "J Toxicol"}, "ArticleTitle": "Potential Toxicity of the Essential Oil from <i>Minthostachys mollis</i>: A Medicinal Plant Commonly Used in the Traditional Andean Medicine in Peru.", "Pagination": {"StartPage": "1987935", "MedlinePgn": "1987935"}, "Abstract": {"AbstractText": ["Medicinal plants are used throughout the world and the World Health Organization supports its use by recommending quality, safety and efficacy. <i>Minthostachys mollis</i> is distributed in the Andes of South America and is used by the population for various diseases. While studies have shown their pharmacological properties, the information about their safety is very limited. Then, the goal of this research was to determine the acute oral toxicity and in repeated doses during 28 days of <i>Minthostachys mollis</i> essential oil (Mm-EO) in rats. For the acute toxicity test two groups of rats, of three animals each, were used. Each group received Mm-EO in a single dose of 2000 or 300 mg/kg of body weight. For the repeated dose toxicity test, four groups of 10 rats each were used. Doses of 100, 250 and 500 mg/kg/day were used, one group was control. With the single dose of Mm-EO of 2000 mg/kg of body weight, the three rats in the group showed immediate signs of toxicity and died between 36 and 72 hours. In the lung, inflammatory infiltrate was observed, predominantly lymphocytic with severe hemorrhage and presence of macrophages with hemosiderin. In the repeated dose study, male rats (5/5) and female rats (2/5) died at the dose of 500 mg/kg/day. The body weight of both male and female rats decreased significantly with doses of 250 and 500 mg/kg/day. The serum levels of AST and ALT increased significantly and the histopathological study revealed chronic and acute inflammatory infiltrate in the lung; while in the liver was observed in 80% of the cases (24/30) mild chronic inflammatory infiltrate and in some of those cases there was vascular congestion and in one case cytoplasmic vacuolization. The Mm-EO presented moderate acute oral toxicity, while with repeated doses for 28 days; there was evidence of toxicity, in a dose-dependent manner, mainly at the hepatic level."], "CopyrightInformation": "Copyright © 2019 Juan Pedro Rojas-Armas et al."}, "AuthorList": [{"Identifier": ["0000-0003-2355-5976"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Experimental Pharmacology, Institute of Clinical Research, Faculty of Medicine, Universidad Nacional Mayor de San Marcos, Lima, Peru."}], "LastName": "Rojas-Armas", "ForeName": "Juan Pedro", "Initials": "JP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Experimental Pharmacology, Institute of Clinical Research, Faculty of Medicine, Universidad Nacional Mayor de San Marcos, Lima, Peru."}], "LastName": "Arroyo-Acevedo", "ForeName": "Jorge Luis", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Section of Physiology, Faculty of Medicine, Universidad Nacional Mayor de San Marcos, Lima, Peru."}], "LastName": "Ortiz-Sánchez", "ForeName": "José Manuel", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Section of Biochemistry, Faculty of Medicine, Universidad Nacional Mayor de San Marcos, Lima, Peru."}], "LastName": "Palomino-Pacheco", "ForeName": "Miriam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Experimental Pharmacology, Institute of Clinical Research, Faculty of Medicine, Universidad Nacional Mayor de San Marcos, Lima, Peru."}], "LastName": "Hilario-Vargas", "ForeName": "Hugo Jesus", "Initials": "HJ"}, {"Identifier": ["0000-0001-7264-0961"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmacognosy and Traditional Medicine, Faculty of Pharmacy and Biochemistry, Universidad Nacional Mayor de San Marcos, Lima, Peru."}], "LastName": "Herrera-Calderón", "ForeName": "Oscar", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, School of Medicine, National University of Trujillo, Trujillo, Peru."}], "LastName": "Hilario-Vargas", "ForeName": "Julio", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "J Toxicol", "NlmUniqueID": "101519097", "ISSNLinking": "1687-8191"}, "CommentsCorrectionsList": [{"RefSource": "J Toxicol. 2020 Dec 3;2020:2103456. doi: 10.1155/2020/2103456", "PMID": "33354212"}], "CoiStatement": "The authors declare that there is no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Schmidt-Lebuhn A. Ethnobotany, biochemistry and pharmacology of Minthostachys (Lamiaceae) Journal of Ethnopharmacology. 2008;118(3):343–353. doi: 10.1016/j.jep.2008.05.030.", "ArticleIdList": ["10.1016/j.jep.2008.05.030", "18579110"]}, {"Citation": "Mora F. D., Araque M., Rojas L. B., Ramirez R., Silva B., Usubillaga A. Chemical composition and in vitro antibacterial activity of the essential oil of Minthostachys mollis (Kunth) Griseb Vaught from the Venezuelan Andes. Natural Product Communications. 2009;4(7):997–1000. doi: 10.1177/1934578x0900400726.", "ArticleIdList": ["10.1177/1934578x0900400726", "19731611"]}, {"Citation": "De la Cruz H., Vilcapoma C., Zevallos P. Ethnobotanical study of medicinal plants used by the Andean people of Canta, Lima, Peru. Journal of Ethnopharmacology. 2007;111(2):284–294. doi: 10.1016/j.jep.2006.11.018.", "ArticleIdList": ["10.1016/j.jep.2006.11.018", "17215096"]}, {"Citation": "Gonzales M., Baldeón S., Beltrán H., Jullian V., Bourdy G. Hot and cold: medicinal plant uses in Quechua speaking communities in the high Andes (Callejón de Huaylas, Ancash, Perú) Journal of Ethnopharmacology. 2014;155(2):1093–1117. doi: 10.1016/j.jep.2014.06.042.", "ArticleIdList": ["10.1016/j.jep.2014.06.042", "24995836"]}, {"Citation": "Monigatti M., Bussmann R., Weckerle C. Medicinal plant use in two Andean communities located at different altitudes in the Bolívar Province, Peru. Journal of Ethnopharmacology. 2013;145(2):450–464. doi: 10.1016/j.jep.2012.10.066.", "ArticleIdList": ["10.1016/j.jep.2012.10.066", "23159468"]}, {"Citation": "Bussmann R., Malca-García G., Glenn A., et al. Minimum inhibitory concentrations of medicinal plants used in Northern Peru as antibacterial remedies. Journal of Ethnopharmacology. 2010;132(1):101–108. doi: 10.1016/j.jep.2010.07.048.", "ArticleIdList": ["10.1016/j.jep.2010.07.048", "PMC2956840", "20678568"]}, {"Citation": "Cano C., Bonilla P., Roque M., Ruiz J. In vitro antifungal activity and metabolites of the essential oil of the leaves of Minthostachys mollis (muña) Revista Peruana de Medicina Experimental y Salud Pública. 2008;25(3):298–301."}, {"Citation": "Tangarife-Castaño V., Roa-Linares V., Betancur-Galvis L. A., Durán D. C., Stashenko E., Mesa-Arango A. C. Antifungal activity of Verbenaceae and Labiatae families essential oils. Pharmacologyonline. 2012;1:133–145."}, {"Citation": "Benites J., Guerrero-Castilla A., Salas F., et al. Chemical composition, in vitro cytotoxic and antioxidant activities of the essential oil of Peruvian Minthostachys mollis Griseb. Boletín Latinoamericano Y Del Caribe De Plantas Medicinales Y Aromáticas. 2018;17(6):566–574."}, {"Citation": "World Health Organization. Geneva: World Health Organization; 2002. WHO traditional medicine strategy 2002–2005."}, {"Citation": "Lahlou M. Methods to study the phytochemistry and bioactivity of essential oils. Journal Phytotherapy Research. 2004;18(6):435–448. doi: 10.1002/ptr.1465.", "ArticleIdList": ["10.1002/ptr.1465", "15287066"]}, {"Citation": "National Research Council. Guide for the Care and Use of Laboratory Animals. 8th. Washington: The National Academies Press; 2011.", "ArticleIdList": ["21595115"]}, {"Citation": "Organisation for Economic Cooperation and Development. Acute Oral Toxicity-Acute Toxic Class Method. OECD/OCDE; 2001. Guideline 423."}, {"Citation": "Organisation for Economic Cooperation and Development. Guideline for the Testing of Chemicals. OECD/OCDE; 2008. Repeated dose 28-day oral toxicity study in rodents. Guideline 423."}, {"Citation": "Nielsen G. D., Wolkoff P., Alarie Y. Sensory irritation: risk assessment approaches. Regulatory Toxicology and Pharmacology. 2007;48(1):6–18. doi: 10.1016/j.yrtph.2006.11.005.", "ArticleIdList": ["10.1016/j.yrtph.2006.11.005", "17241726"]}, {"Citation": "Tisserand R., Young R. Essential Oil Safety. 2nd. Elsevier, New York: Churchill Livingstone; 2013."}, {"Citation": "Rojas J., Ruiz J., Almonacid R., et al. Antibacterial activities of essential oils from three medicinal plants in combination with EDTA against methicillin-resistant staphylococcus aureus. British Microbiology Research Journal. 2016;17(4):1–10. doi: 10.9734/bmrj/2016/29666.", "ArticleIdList": ["10.9734/bmrj/2016/29666"]}, {"Citation": "Chen L. J., Lebetkin E. H., Burka L. T. Comparative disposition of (R)-(+)-pulegone in B6C3F1 mice and F344 rats. Drug Metabolism and Disposition. 2003;31(7):892–899. doi: 10.1124/dmd.31.7.892.", "ArticleIdList": ["10.1124/dmd.31.7.892", "12814966"]}, {"Citation": "Umezu T. Evidence for dopamine involvement in ambulation promoted by menthone in mice. Pharmacology, Biochemistry and Behavior. 2009;91(3):315–320. doi: 10.1016/j.pbb.2008.07.017.", "ArticleIdList": ["10.1016/j.pbb.2008.07.017", "18718482"]}, {"Citation": "Umezu T. Evidence for dopamine involvement in ambulation promoted by pulegone in mice. Pharmacology, Biochemistry and Behavior. 2010;94(4):497–502. doi: 10.1016/j.pbb.2009.11.001.", "ArticleIdList": ["10.1016/j.pbb.2009.11.001", "19917306"]}, {"Citation": "Sigma-Aldrich. Data Base Online. 2019.   Disponible:  https://www.sigmaaldrich.com/catalog/product/aldrich/w296309?lang=en&region=PE."}, {"Citation": "Gordon W. P., Forte A. J., McMurtry R. J., Gal J., Nelson S. D. Hepatotoxicity and pulmonary toxicity of pennyroyal oil and its constituent terpenes in the mouse. Toxicology and Applied Pharmacology. 1982;65(3):413–424. doi: 10.1016/0041-008x(82)90387-8.", "ArticleIdList": ["10.1016/0041-008x(82)90387-8", "7157374"]}, {"Citation": "National Toxicology Program. NIH Publication No. 11–5905; 2011. NTP technical report on the toxicology and carcinogenesis studies of pulegone (cas no. 89–82-7) in F344/n rats and B6C3F1 mice.", "ArticleIdList": ["21921962"]}, {"Citation": "Yap C. Liver function tests (LFTs) Proceedings of Singapore Healthcare. 2010;19(1):80–82. doi: 10.1177/201010581001900113.", "ArticleIdList": ["10.1177/201010581001900113"]}, {"Citation": "Ki-Soo K. Abnormality on liver function test. Pediatric Gastroenterology, Hepatology & Nutrition. 2013;16(4):225–232. doi: 10.5223/pghn.2013.16.4.225.", "ArticleIdList": ["10.5223/pghn.2013.16.4.225", "PMC3915727", "24511518"]}, {"Citation": "Madyastha P., Moorthy B., Vaidyanathanf C. S., Madyastha K. M. In vivo and In vitro destruction of rat liver cytochrome P-450 by a monoterpene ketone, pulegone. Biochemical and Biophysical Research Communications. 1985;128(2):921–927. doi: 10.1016/0006-291x(85)90134-2.", "ArticleIdList": ["10.1016/0006-291x(85)90134-2", "3994727"]}, {"Citation": "Moorthy B., Madyastha P., Madyastha K. M. Hepatotoxicity of pulegone in rats: Its effects on microsomal enzymes, in vivo. Toxicology. 1989;55(3):327–337. doi: 10.1016/0300-483x(89)90022-x.", "ArticleIdList": ["10.1016/0300-483x(89)90022-x", "2541521"]}, {"Citation": "Mølck A. M., Poulsen M., Lauridsen S. T., Olsen P. Lack of histological cerebellar changes in Wistar rats given pulegone for 28 days. Comparison of immersion and perfusión tissue fixation. Toxicology Letters. 1998;95(2):117–122. doi: 10.1016/s0378-4274(98)00029-0.", "ArticleIdList": ["10.1016/s0378-4274(98)00029-0", "9635415"]}, {"Citation": "Madsen C., Wurtzen G., Carstensen J. Short-term toxicity study in rats dosed with menthone. Toxicology Letters. 1986;32(1–2):147–152. doi: 10.1016/0378-4274(86)90061-5.", "ArticleIdList": ["10.1016/0378-4274(86)90061-5", "3738926"]}, {"Citation": "Gordon P., Khojasteh C. A decades-long investigation of acute metabolism-based hepatotoxicity by herbal constituents: a case study of pennyroyal oil. Drug Metabolism Reviews. 2015;47(1):12–20. doi: 10.3109/03602532.2014.990032.", "ArticleIdList": ["10.3109/03602532.2014.990032", "25512112"]}, {"Citation": "Thongprayoon Ch, Cheungpasitporn W., Kashani K. Serum creatinine level, a surrogate of muscle mass, predicts mortality in critically ill patients. Journal of Thoracic Disease. 2016;8(5):E305–E311. doi: 10.21037/jtd.2016.03.62.", "ArticleIdList": ["10.21037/jtd.2016.03.62", "PMC4842835", "27162688"]}, {"Citation": "Nelson S. D., McClanahan R. H., Thomassen D., Gordon W. P., Knebel N. Investigations of mechanisms of reactive metabolite formation from (R)-(+)-pulegone. Xenobiotica. 1992;22(9–10):1157–1164. doi: 10.3109/00498259209051869.", "ArticleIdList": ["10.3109/00498259209051869", "1441606"]}, {"Citation": "Da Rocha M., Dodmane P. R., Arnold L. L., et al. Mode of action of Pulegone on the urinary bladder of F344 rats. Toxicological Sciences. 2012;128(1):1–8. doi: 10.1093/toxsci/kfs135.", "ArticleIdList": ["10.1093/toxsci/kfs135", "22499580"]}]}], "History": [{"Year": "2019", "Month": "6", "Day": "10"}, {"Year": "2019", "Month": "10", "Day": "24"}, {"Year": "2020", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "12", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["31929789", "PMC6942890", "10.1155/2019/1987935"]}}]}