{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "31929810", "DateRevised": {"Year": "2022", "Month": "04", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "18"}], "Language": ["eng"], "ELocationID": ["2196315", "10.1155/2019/2196315"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Hepatoprotective Activity of Some Medicinal Plants in Sudan.", "Pagination": {"StartPage": "2196315", "MedlinePgn": "2196315"}, "Abstract": {"AbstractText": ["Liver disorders are common in Sudan and elsewhere. These are traditionally treated by medicinal plants especially in rural areas where they are widely available.", "This review was based on scientific research in hepatoprotective plants performed in Sudan for the period between 2001 and 2016 AD. Data collection was done through scientific evidence of local and international published data, theses, and publications from some libraries in Sudanese universities. Internet was also used to collect published data in different international scientific journals.", "In this study, 21 plants from different families were reviewed for the hepatoprotective activity in Sudan. These plants are widely used in traditional medicine for their availability and cheap prices. All of these plants have been scientifically investigated through experimental animal models which confirmed their hepatoprotective activities. This was evaluated by measuring several parameters including liver markers (AST, ALT, ALP, total protein, albumin, and bilirubin) and histopathological investigation. Nineteen (90.5%) of the herbal plants were found to possess significant hepatoprotective activity in animal models. Two (9.5%) of the plants were devoid of this activity. The action of these plants is largely attributed to their phytoconstituents such as flavonoids, antioxidant, and anti-inflammatory effects.", "Sudanese herbs may offer novel alternatives to treat liver disorders. Yet determination of the active principle responsible for hepatoprotection needs to be investigated. Further studies on these plants are necessary to establish the efficacy, safety, and exact mechanism of action as a moral alternative in the treatment of liver disorders."], "CopyrightInformation": "Copyright © 2019 Sumaia A. Ali et al."}, "AuthorList": [{"Identifier": ["0000-0003-2861-7670"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Veterinary Medicine, Sudan University of Science and Technology, Department of Veterinary Medicine and Surgery, Khartoum, Sudan."}], "LastName": "Ali", "ForeName": "Sumaia A", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Veterinary Medicine, University of Khartoum, Khartoum, Sudan."}], "LastName": "Sharief", "ForeName": "Noha H", "Initials": "NH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Institute and Traditional Medicine, National Centre for Research, Department of Phytochemistry and Taxonomy, Khartoum, Sudan."}], "LastName": "Mohamed", "ForeName": "Yahya S", "Initials": "YS"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "ELGhazali G. E. B., Eltohami M. S., Elegami A. A. B. Medicinal Plants of the Sudan, Part III Medicinal Plants of White Nile Province. Khartoum, Sudan: National Centre for Research. Khartoum University Press; 1994."}, {"Citation": "ELGhazali G. E. B. Aromatic Plants of the Sudan. Khartoum, Sudan: National Centre for Research. Khartoum University Press; 2004."}, {"Citation": "Lee C.-H., Park S.-W., Kim Y. S., et al. Protective mechanism of glycyrrhizin on acute liver injury induced by carbon tetrachloride in mice. Biological & Pharmaceutical Bulletin. 2007;30(10):1898–1904. doi: 10.1248/bpb.30.1898.", "ArticleIdList": ["10.1248/bpb.30.1898", "17917259"]}, {"Citation": "Ahsan M. R., Islam K. M., Bulbul I. J., Musaddik M. A., Haque E. Hepatoprotective activity of methanol extract of some medicinal plants against carbon tetrachloride-induced hepatotoxicity in rats. European Journal of Scientific Research. 2009;37(2):302–310."}, {"Citation": "Shen X., Tang Y., Yang R., Yu L., Fang T., Duan J.-a. The protective effect of Zizyphus jujube fruit on carbon tetrachloride-induced hepatic injury in mice by anti-oxidative activities. Journal of Ethnopharmacology. 2009;122(3):555–560. doi: 10.1016/j.jep.2009.01.027.", "ArticleIdList": ["10.1016/j.jep.2009.01.027", "19429327"]}, {"Citation": "Girish C., Koner B. C, Jayanthi S, Rao K. R, Rajesh B, Pradhan S. C. Hepatoprotective activity of six polyherbal formulations in paracetamol induced liver toxicity in mice. Indian Journal of Medical Research. 2009;129(5):569–578.", "ArticleIdList": ["19675387"]}, {"Citation": "Ali S. A., Al-Amin T. H., Mohamed A. H., Gameel A. A. Hepatoprotective activity of aqueous and methanolic extracts of Capparis decidua stems against carbon tetrachloride induced liver damage in rats. Journal of Pharmacology and Toxicology. 2009;4(4):167–172. doi: 10.3923/jpt.2009.167.172.", "ArticleIdList": ["10.3923/jpt.2009.167.172"]}, {"Citation": "Handa S., Sharma A., Chakraborti K. K. Natural products and plants as liver protecting drugs. Fitoterapia. 1986;57(5):307–351."}, {"Citation": "Pradhan S., Girish C. Hepatoprotective herbal drug, silymarin from experimental pharmacology to clinical medicine. Indian Journal of Medical Research. 2006;124(5):491–504.", "ArticleIdList": ["17213517"]}, {"Citation": "Raj D. S., Aiyavu C., Vennila J. J., Panneerselvam K. The hepatoprotective effect of alcoholic extract of Annona squamosa leaves on experimentally induced liver injury in Swiss albino mice. International Journal of Integrative Biology. 2009;5(3):p. 182."}, {"Citation": "UNIDO. Project for the Government of Sudan Prepared by UNIDO Industrial Utilization of Medicinal and Aromatic Plants in Sudan. Vienna, Austria: UNIDO; 1996."}, {"Citation": "Gupta M., Mazumder U. K., Kumar T. S., Gomathi P., Kumar R. S. Antioxidant and hepatoprotective effects of Bauhinia racemosa against paracetamol and carbon tetrachloride induced liver damage in rats. Iranian Journal of Pharmacology and Therapeutics. 2004;3(1):12–20."}, {"Citation": "Evans W. Trease and Evans: Pharmacognocy. Fifteenth International Edition. Philadelphia, PA, USA: WB Saunders; 2002."}, {"Citation": "Singab A. N. B., Youssef D. T. A., Noaman E., Kotb S. Hepatoprotective effect of flavonol glycosides rich fraction from egyptianVicia calcarata desf. Against CCI4-induced liver damage in rats. Archives of Pharmacal Research. 2005;28(7):791–798. doi: 10.1007/bf02977344.", "ArticleIdList": ["10.1007/bf02977344", "16114493"]}, {"Citation": "ELAmin H. M. Trees & Shrubs of the Sudan. Exeter, UK: Itaca Press; 1990."}, {"Citation": "El-Ghazali G. B. E., El-Tohami S. M., Awatif E.-E. Medicinal Plants of Northern Kordofan. Omdurman, Sudan: Omdurman Islamic University Printing and Publishing House; 1997. Medicinal plants of the Sudan."}, {"Citation": "Weber L. W. D., Boll M., Stampfl A. Hepatotoxicity and mechanism of action of haloalkanes: carbon tetrachloride as a toxicological model. Critical Reviews in Toxicology. 2003;33(2):105–136. doi: 10.1080/713611034.", "ArticleIdList": ["10.1080/713611034", "12708612"]}, {"Citation": "Scholten D., Trebicka J., Liedtke C., Weiskirchen R. The carbon tetrachloride model in mice. Laboratory Animals. 2015;49(1_suppl):4–11. doi: 10.1177/0023677215571192.", "ArticleIdList": ["10.1177/0023677215571192", "25835733"]}, {"Citation": "Jaeschke H., McGill M. R., Williams C. D., Ramachandran A. Current issues with acetaminophen hepatotoxicity—a clinically relevant model to test the efficacy of natural products. Life Sciences. 2011;88(17-18):737–745. doi: 10.1016/j.lfs.2011.01.025.", "ArticleIdList": ["10.1016/j.lfs.2011.01.025", "PMC3076526", "21296090"]}, {"Citation": "Polyak S. J., Morishima C., Lohmann V., et al. Identification of hepatoprotective flavonolignans from silymarin. Proceedings of the National Academy of Sciences. 2010;107(13):5995–5999. doi: 10.1073/pnas.0914009107.", "ArticleIdList": ["10.1073/pnas.0914009107", "PMC2851903", "20231449"]}, {"Citation": "Arbab A. H., Parvez M. K., Al-Dosari M. S., et al. Hepatoprotective and antiviral efficacy of Acacia mellifera leaves fractions against hepatitis B virus. BioMed Research International. 2015;2015:10. doi: 10.1155/2015/929131.929131", "ArticleIdList": ["10.1155/2015/929131", "PMC4407411", "25950002"]}, {"Citation": "Mohamed M. A., Mohamed I. A. A., Tag El-Din T. H., Hassan A., Hassan M. Hepatoprotective effect of Adansonia digitata L. (Baobab) fruits pulp extract on CCl4-induced hepatotoxicity in rats. World Journal of Pharmaceutical Research. 2015;4(8):368–377."}, {"Citation": "Ahmed B. A. Sudan: Sudan Academy of Sciences (SAS), Council of Bioscience, Advanced Technology and Environment; 2015. Hepatoprotective, antioxidant and antibacterial effects of Ocimum basilicum, Anogeissus leiocarpus, Khaya senegalensis and Capparis decidua against CCl4 induced hepatotoxicity in rats. PhD. thesis."}, {"Citation": "Adam S., Idris I. A., Abdelgadir E. H., Ahmed R. H., Kamal E. E. Evaluation of hepatoprotective activity of Argemone mexicana aerial Part Extracts on CCL_4 induced liver damage in wistar rats. British Journal of Pharmacology and Toxicology. 2011;2(5):251–256."}, {"Citation": "Elhag R. A. M. Sudan: Faculty of Veterinary Science; 2001. Hepatoproteative activity of two Sudanese plants on experimental liver damage. M.Sc. thesis."}, {"Citation": "Musa E., Badwi E. L., Osman E. A., Dahab M. M. Hepatoprotective and toxicity assessment of Cannabis sativa seed oil in Albino rat. International Journal of Clinical and Biological Sciences. 2012;1:69–76."}, {"Citation": "Ali S. A., Gameel A. A., Mohamed A. H., Hassan T. Hepatoprotective activity of Capparis decidua aqueous and methanolic stems extracts against carbon tetrachloride induced liver histological damage in rats. Journal of Pharmacology and Toxicology. 2011;6(1):62–68. doi: 10.3923/jpt.2011.62.68.", "ArticleIdList": ["10.3923/jpt.2011.62.68"]}, {"Citation": "Mohammed H. M. E. Khartoum, Sudan: Faculty of Pharmacy, Khartoum University; 2008. Pharmacological studies of selected plants with putative hepatoprotective activities. Thesis."}, {"Citation": "Ali S. A. Sudan: Faculty of Veterinary Science; 2005. Hepatoproteative activity of selected sudanese plants on murine induced liver damage. MSc. thesis."}, {"Citation": "Ali S. A. M. Khartoum, Sudan: Faculty of Veterinary Medicine. Khartoum University; 2011. Hepatoprotective activity of aqueous extracts of Nigella sativa seeds and Khaya senegalensis bark in rats. Thesis."}, {"Citation": "Ali S., Elbadwi S. M. A., Idris T. M., Osman K. M. Hepatoprotective activity of aqueous extract of Khaya senegalensis bark in rats. Journal of Medicinal Plants Research. 2011;5(24):5863–5866."}, {"Citation": "Elagib H. M., Shadad S. A., Muddathir A. E., Mohammed Y. O., Elagib S. M. Hepatoprotective activity of the methanolic extract of the bark of Khaya senegalensis in rats against carbon tetrachloride (CCl4) -induced hepatotoxicity in adose of (800 mg/kg I.P) International Journal of Science and Research. 2014;3(3):1–9."}, {"Citation": "Elagib H. M., Shadad S. A., Muddathir A. E., Mohammed Y. O., Elagib S. M. Hepatoprotective activity of the methanolic extract of the bark of Khaya senegalensis in rats against paracetamol—induced hepatotoxicity. International Journal of Science and Research. 2014;3(3):127–134."}, {"Citation": "Shama S., Adam I. Y., Marwa M., Alhameed I. A. Kigelia africana fruits’ extracts anti hepato-toxic effects on male wistar rats liver destruction induced by CCL4. Asian Journal of Medical Sciences. 2013;5(1):26–32. doi: 10.19026/ajms.5.5342.", "ArticleIdList": ["10.19026/ajms.5.5342"]}, {"Citation": "Mohamed M., Eldin I., Mohammed A., Hassan H. Effects of Lawsonia inermis L. (Henna) leaves’ methanolic extract on CCl4-induced hepatotoxicity in rats. Journal of Intercultural Ethnopharmacology. 2016;5(1):p. 22. doi: 10.5455/jice.20151123043218.", "ArticleIdList": ["10.5455/jice.20151123043218", "PMC4805143", "27069719"]}, {"Citation": "Abuelgasim A. I., Nuha H., Mohammed A. Hepatoprotective effect of Lepidium sativum against carbon tetrachloride induced damage in rats. Research Journal of Animal & Veterinary Sciences. 2008;3:20–23."}, {"Citation": "Ali S., Mohamed A. H., Gameel A. A., Hassan T. Protective Effect of Moringa Oleifera Leaves Aqueous Extract against Carbon Tetrachloride Induced Hepatotoxicity in Rats. Assiut, Egypt: Science Congress Faculty of Veterinary Medicine; 2010."}, {"Citation": "Abuelgasim A. I., Omer E. A., Elmahdi B. The effectiveness of Nigella sativa against liver damage in rats. Research Journal of Medicinal Plants. 2008;2(1):43–47. doi: 10.3923/rjmp.2008.43.47.", "ArticleIdList": ["10.3923/rjmp.2008.43.47"]}, {"Citation": "Adam G. O., Rahman M. M., Lee S.-J., et al. Hepatoprotective effects of Nigella sativa seed extract against acetaminophen-induced oxidative stress. Asian Pacific Journal of Tropical Medicine. 2016;9(3):221–227. doi: 10.1016/j.apjtm.2016.01.039.", "ArticleIdList": ["10.1016/j.apjtm.2016.01.039", "26972391"]}, {"Citation": "Ahmed B. A., Mohamed A. H., Ali S. A., Abuelgasim A. I. Hepatoprotective activity of ethanol extract of Ocimmum basillicum against CCl4–induced hepatotoxicity in albino rats. Journal of Natural and Medical Sciences. 2015;16(2):11–18."}, {"Citation": "Abuowf I. A. A., Abuowf A. Hepatoprotective Activity of Date Palm (Phoenix dactylifera) Pollen Grains in Rats. Khartoum, Sudan: University of Khartoum; 2009."}, {"Citation": "Mohammed N. H. S. H., Abelgasim A. I., Mohammed A. H. Protective effect of Raphanus sativus against carbon tetrachloride induced hepatotoxicity in wistar albino rats. Journal of Pharmacology and Toxicology. 2008;3(4):272–278. doi: 10.3923/jpt.2008.272.278.", "ArticleIdList": ["10.3923/jpt.2008.272.278"]}, {"Citation": "Elhag R. A. M., ElBadwi S. M. A. Hepatoprotective activity of Solanum nigrum extracts on chemically induced liver damage in rats. Journal of Veterinary Medicine and Animal Health. 2011;3(4):45–50."}, {"Citation": "Abdelrahman T. H. Hepatoprotective activity of ethanolic and ethyl acetate extracts of Sterculia Setigera against carbon tetrachloride induced hepatotoxicity in albino rats. Mediterranean Journal of Biosciences. 2016;1(3):114–119."}, {"Citation": "El Badwi S. M. A., El Bagir N. M., Amin A. E. Protective effect of ethanolic extract of Tamarindus indica against CCl4 induced liver damage in rats. Australian Journal of Basic and Applied Sciences. 2013;7(2):813–818."}, {"Citation": "Koch A., Tamez P., Pezzuto J., Soejarto D. Evaluation of plants used for antimalarial treatment by the Maasai of Kenya. Journal of Ethnopharmacology. 2005;101(1–3):95–99. doi: 10.1016/j.jep.2005.03.011.", "ArticleIdList": ["10.1016/j.jep.2005.03.011", "15878245"]}, {"Citation": "Kaboré D., Hagrétou S.-L., Bréhima D., Clarise C., Mamoudou H. D., Mogens J. A review of baobab (Adansonia digitata) products: effect of processing techniques, medicinal properties and uses. African Journal of Food Science. 2011;5(16):833–844. doi: 10.5897/ajfsx11.004.", "ArticleIdList": ["10.5897/ajfsx11.004"]}, {"Citation": "Priya C. L., Rao K. V. B. Ethanobotanical and current ethanopharmacological aspects of Argemone mexicana linn: an overview. International Journal of Pharmaceutical Sciences and Research. 2012;3(7):p. 2143."}, {"Citation": "Sourabié T. S., Kone H. M., Nikiema J. B., Nacoulma O. G., Guissou I. P. Evaluation of the antihepatotoxic effect of Argemone mexicana leaf extracts against CCl4-induced hepatic injury in rats. International Journal of Biological and Chemical Sciences. 2009;3(6) doi: 10.4314/ijbcs.v3i6.53172.", "ArticleIdList": ["10.4314/ijbcs.v3i6.53172"]}, {"Citation": "El Ghazali G. E. B., Abdalla W. E., Khalid H. E., Khalafalla M. M., Hamad A. A. Medicinal Plants of the Sudan Part V. Medicinal Plants of Ingassana Area. Khartoum, Sudan: National Centre for Research.; 2003."}, {"Citation": "Okpekon T., Yolou S., Gleye C., et al. Antiparasitic activities of medicinal plants used in Ivory Coast. Journal of Ethnopharmacology. 2004;90(1):91–97. doi: 10.1016/j.jep.2003.09.029.", "ArticleIdList": ["10.1016/j.jep.2003.09.029", "14698515"]}, {"Citation": "Chothani D., Vaghasiya H. A review on Balanites aegyptiaca Del (desert date): phytochemical constituents, traditional uses, and pharmacological activity. Pharmacognosy Reviews. 2011;5(9):p. 55. doi: 10.4103/0973-7847.79100.", "ArticleIdList": ["10.4103/0973-7847.79100", "PMC3210005", "22096319"]}, {"Citation": "Ali S., Mohamed A. H., Mohammed G. E., Gameel A. A. Toxicity of Balanites aegyptiaca seeds oil in wistar albino rats. SUST Journal of Agricultural and Veterinary Sciences. 2017;18(1)"}, {"Citation": "Andrews F. W. The Flowering Plants of the Anglo-Egyptian Sudan. Vol. 2. Arbroath, Scotland: T. Buncle & Co. Ltd.; 1952."}, {"Citation": "Bilal A., Jahan N., Ahmed A., Naaz Bilal S., Habib S., Hajra S. Phytochemical and pharmacological studies on Ocimum basilicum linn-a review. International Journal of Current Research and Review. 2012;4(23)"}, {"Citation": "Hong Y. J., Tomas-Barberan F. A., Kader A. A., Mitchell A. E. The flavonoid glycosides and procyanidin composition of deglet noor dates (phoenix dactylifera) Journal of Agricultural and Food Chemistry. 2006;54(6):2405–2411. doi: 10.1021/jf0581776.", "ArticleIdList": ["10.1021/jf0581776", "16536626"]}, {"Citation": "Andrews F. W. The Flowering Plants of the Anglo Egyptian Sudan. Vol. 3. Arbroath, Scotland: T. Buncle & Co. Ltd.; 1956."}, {"Citation": "Zaruwa M. Z., Ibok N. I., Ibok I. U., et al. Effects of Sterculia setigera Del. Stem bark extract on hematological and biochemical parameters of wistar rats. Biochemistry Insights. 2016;9 doi: 10.4137/bci.s36143.BCI.S36143", "ArticleIdList": ["10.4137/bci.s36143", "PMC5153318", "27980418"]}, {"Citation": "Roosita K., Kusharto C. M., Sekiyama M., Fachrurozi Y., Ohtsuka R. Medicinal plants used by the villagers of a Sundanese community in West Java, Indonesia. Journal of Ethnopharmacology. 2008;115(1):72–81. doi: 10.1016/j.jep.2007.09.010.", "ArticleIdList": ["10.1016/j.jep.2007.09.010", "17961941"]}, {"Citation": "Patil M. J., Pimple B. P., Kadam P. V., Badgujar N. S., Bafna A. R. Protective effect of Tamarindus indica linn against paracetamol-induced hepatotoxicity in rats. Indian Journal of Pharmaceutical Sciences. 2007;69(6):p. 827. doi: 10.4103/0250-474x.39445.", "ArticleIdList": ["10.4103/0250-474x.39445"]}, {"Citation": "Ai G., Liu Q., Hua W., Huang Z., Wang D. Hepatoprotective evaluation of the total flavonoids extracted from flowers of Abelmoschus manihot (L.) Medic: in vitro and in vivo studies. Journal of Ethnopharmacology. 2013;146(3):794–802. doi: 10.1016/j.jep.2013.02.005.", "ArticleIdList": ["10.1016/j.jep.2013.02.005", "23422335"]}, {"Citation": "Saboo S. S., Tapadiya G., Farooqui I. A., Khadabadi S.S. Free radical scavenging, in vivo antioxidant and hepatoprotective activity of folk medicine Trichodesma sedgwickianum. Bangladesh Journal of Pharmacology. 2013;8(1):58–64. doi: 10.3329/bjp.v8i1.13172.", "ArticleIdList": ["10.3329/bjp.v8i1.13172"]}, {"Citation": "Tran Q. L., Adnyana I. K., Tezuka Y., et al. Hepatoprotective effect of majonoside R2, the major saponin from Vietnamese ginseng (Panax vietnamensis) Planta Medica. 2002;68(5):402–406. doi: 10.1055/s-2002-32069.", "ArticleIdList": ["10.1055/s-2002-32069", "12058314"]}, {"Citation": "Wang Y., Lou Z., Wu Q.-B., Guo M.-L. A novel hepatoprotective saponin from Celosia cristata L. Fitoterapia. 2010;81(8):1246–1252. doi: 10.1016/j.fitote.2010.08.011.", "ArticleIdList": ["10.1016/j.fitote.2010.08.011", "20804825"]}, {"Citation": "Ramadan A., Harraz F., El-Mougy S. Anti-inflammatory, analgesic and antipyretic effects of the fruit pulp of Adansonia digitata. Fitoterapia. 1994;65:p. 418."}, {"Citation": "Al-Qarawi A. A., Al-Damegh M. A., El-Mougy S. A. Hepatoprotective influence of Adansonia digitata Pulp. Journal of Herbs, Spices & Medicinal Plants. 2003;10(3):1–6. doi: 10.1300/j044v10n03_01.", "ArticleIdList": ["10.1300/j044v10n03_01"]}, {"Citation": "Latha P., Suja S. R., Abraham A., Rajasekharan S., Pannikar K. R. Hepatoprotective effects of Ixora coccinea flower extract on rats. Journal of Tropical Medicinal Plants. 2003;4(1):33–38."}, {"Citation": "Victor B., Grace A. Phytochemical studies, in-vitro antibacterial activities and antioxidant properties of the methanolic and ethyl acetate extracts of the leaves of Anogeissus leiocarpus. International Journal of Biochemistry Research & Review. 2013;3(2):137–145. doi: 10.9734/ijbcrr/2013/3349.", "ArticleIdList": ["10.9734/ijbcrr/2013/3349"]}, {"Citation": "Arbab A. H. Review on Anogeissus leiocarpus a potent African traditional drug. International Journal of Research in Pharmaceutical Sciences. 2014;4(3):496–500."}, {"Citation": "Ojo O. O., Ladeji O., Olayaki L., Jide-Ojo C. C. Hepatoprotective and antioxidant efficacy of aqueous stem bark extracts of Balanites aegyptiaca (Linn.) Del. against acetaminophen induced liver injury in rats. Journal of Medicinal Herbs and Ethnomedicine. 2015;1(1):89–96. doi: 10.5455/jmhe.2015.09.020.", "ArticleIdList": ["10.5455/jmhe.2015.09.020"]}, {"Citation": "Suky T. M. G., Parthipan B., Kingston C., Mohan V. R., Tresina Soris P. Hepatoprotective and antioxidant effect of Balanites aegyptiaca (L.) Del against CCL4 induced hepatotoxicity in rats. International Journal of Pharmaceutical Sciences and Research. 2011;2(4):p. 887."}, {"Citation": "Al-Yahya M. Phytochemical studies of the plants used in traditional medicine of Saudi Arabia. Fitoterapia. 1986;57(3):179–182."}, {"Citation": "Pattanayak S., Priyashree S. Hepatoprotective activity of the leaf extracts from Dendrophthoe falcata (Lf) Ettingsh against carbon tetrachloride-induced toxicity in wistar albino rats. Pharmacognosy Magazine. 2008;4(15):218–222."}, {"Citation": "Satyanarayana T., Anjana A., Vijetha P. PHCOG REV.: plant review phytochemical and pharmacological review of some Indian Capparis species. Pharmacognosy Reviews [Phcog Rev.]-Supplement. 2008;2(4):36–45."}, {"Citation": "Duhan A., Chauhan B. M., Punia D. Nutritional value of some non-conventional plant foods of India. Plant Foods for Human Nutrition. 1992;42(3):193–200. doi: 10.1007/bf02193926.", "ArticleIdList": ["10.1007/bf02193926", "1502122"]}, {"Citation": "Hassan L. E. A., Ahamed M. B., Majid A. S., et al. Correlation of antiangiogenic, antioxidant and cytotoxic activities of some Sudanese medicinal plants with phenolic and flavonoid contents. BMC Complementary and Alternative Medicine. 2014;14(1):p. 406. doi: 10.1186/1472-6882-14-406.", "ArticleIdList": ["10.1186/1472-6882-14-406", "PMC4210631", "25331269"]}, {"Citation": "Sanni S., Thilza I., Ahmed M., MuhammedTalle, Okwor G. O. The effect of aqueous leaves extract of henna (Lawsoniainermis) in carbon tetrachloride induced hepato-toxicity in swiss albino mice. Academia Arena. 2010;2(6):87–89."}, {"Citation": "Manjunatha B., Mankani K. L., Vidya S. M., Krishna V., Manohara Y. N. Hepatoprotective activity of Butea superba against carbon tetrachloride induced hepatic damage in rodents. Pharmacognosy Magazine. 2008;4:S41–S45."}, {"Citation": "Diallo A., Eklu-Gadeg K., Mobio T., et al. Protective effect of Moringa oleifera Lam. and Lannea kerstingii extracts against cadmium and ethanol-induced lipid peroxidation. Journal of Pharmacology and Toxicology. 2009;4(4):160–166. doi: 10.3923/jpt.2009.160.166.", "ArticleIdList": ["10.3923/jpt.2009.160.166"]}, {"Citation": "Anwar F., Latif S., Ashraf M., Gilani A. H. Moringa oleifera: a food plant with multiple medicinal uses. Phytotherapy Research. 2007;21(1):17–25. doi: 10.1002/ptr.2023.", "ArticleIdList": ["10.1002/ptr.2023", "17089328"]}, {"Citation": "Meera R., Devi P., Kameswari B., Madhumitha B., Merlin N. J. Antioxidant and hepatoprotective Activities of Ocimum basilicum Linn. and Trigonella foenum-graecum Linn. against H2O2 and CCl4 induced hepatotoxicity in goat liver. Indian Journal of Experimental Biology. 2009;47(7):584–590.", "ArticleIdList": ["19761043"]}, {"Citation": "Mushtaq A., Ahmad M. Hepatoprotective activity of aqueous-ethanolic extract of Solanum nigrum against nimesulide intoxicated albino rats. European Journal of Zoological Research. 2013;2(2):19–25."}, {"Citation": "Marzouk M., Sayed A. A., Soliman A. M. Hepatoprotective and antioxidant effects of Cichorium endivia L. leaves extract against acetaminophen toxicity on rats. Journal of Medicine and Medical Sciences. 2011;2(12):1273–1279."}, {"Citation": "El-Mougy S. A., Abed Aziz S. A., Al-Shanawany M., Omar A. The gonadotropic activity of Palmae in mature male rats. Alexandria Journal of Pharmaceutical Sciences. 1991;5:156–159."}, {"Citation": "Kowalska M., Brandt M., Puett D. Inhibition of cytochrome P-450 aromatase activity by plant extracts. Planta Medica. 1990;56(6):p. 675. doi: 10.1055/s-2006-961343.", "ArticleIdList": ["10.1055/s-2006-961343"]}, {"Citation": "Daniyan S., Muhammad H. Evaluation of the antimicrobial activities and phytochemical properties of extracts of Tamaridus indica against some diseases causing bacteria. African Journal of Biotechnology. 2008;7(14)"}, {"Citation": "Musa M. S., Abdelrasool F. E., Elsheikh E. A., Ahmed L. A. M. N., Mahmoud A. L. E., Yagi S. M. Ethnobotanical study of medicinal plants in the blue nile state, south-eastern Sudan. Journal of Medicinal Plants Research. 2011;5(17):4287–4297."}, {"Citation": "El-Kamali H. H. Ethnopharmacology of medicinal plants used in North kordofan (western Sudan) Ethnobotanical Leaflets. 2009;13:89–97."}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "4", "Day": "30"}, {"Year": "2019", "Month": "9", "Day": "30"}, {"Year": "2019", "Month": "11", "Day": "12"}, {"Year": "2020", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "12", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["31929810", "PMC6935815", "10.1155/2019/2196315"]}}], "PubmedBookArticle": []}