{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31950049", "DateCompleted": {"Year": "2020", "Month": "07", "Day": "02"}, "DateRevised": {"Year": "2020", "Month": "07", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "28"}], "Language": ["eng"], "ELocationID": ["6831520", "10.1155/2019/6831520"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2019", "PubDate": {"Year": "2019"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "Preventive and Therapeutic Roles of Berberine in Gastrointestinal Cancers.", "Pagination": {"StartPage": "6831520", "MedlinePgn": "6831520"}, "Abstract": {"AbstractText": ["Berberine (BBR) is an isoquinoline alkaloid isolated from various types of plants, including those from the Berberidaceae, Ranunculaceae, and Papaveraceae families. It has long been used in traditional Chinese medicine for treating diarrhea and gastrointestinal disorders. The medicinal properties of BBR include antimicrobial, anti-inflammatory, antioxidative, lipid-regulatory, and antidiabetic actions. Importantly, the efficacy of BBR against cancers has been assessed in several experimental studies and clinical trials. Gastrointestinal (GI) cancers are a group of the most prevalent cancers worldwide that are associated with high morbidity and mortality, and their associated mortality has been increasing over the years. Thus, GI cancers have become a burden to the patients and health care systems. This review summarizes the cellular and molecular mechanisms underlying the therapeutic effects of BBR and explores its potential preventive and therapeutic applications against GI cancers."], "CopyrightInformation": "Copyright © 2019 Siwang Hu et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Spine Surgery, The Affiliated Wenling Hospital of Wenzhou Medical University, Wenling 317500, China."}], "LastName": "Hu", "ForeName": "Siwang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, Ningbo First Hospital, Ningbo 315000, China."}], "LastName": "Zhao", "ForeName": "Ruochi", "Initials": "R"}, {"Identifier": ["0000-0002-0461-8348"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Laboratory, Ningbo First Hospital, Ningbo 315010, China."}], "LastName": "Liu", "ForeName": "Yahui", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of General Surgery, The Affiliated Wenling Hospital of Wenzhou Medical University, Wenling 317500, China."}], "LastName": "Chen", "ForeName": "Junzheng", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of General Surgery, The Affiliated Wenling Hospital of Wenzhou Medical University, Wenling 317500, China."}], "LastName": "Zheng", "ForeName": "Zhijian", "Initials": "Z"}, {"Identifier": ["0000-0003-1634-5399"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, Ningbo First Hospital, Ningbo 315000, China."}], "LastName": "Wang", "ForeName": "Shuangshuang", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0I8Y3P32UF", "NameOfSubstance": "Berberine"}], "MeshHeadingList": [{"QualifierName": ["therapeutic use"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Berberine"}, {"QualifierName": ["drug therapy", "pathology"], "DescriptorName": "Gastrointestinal Neoplasms"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}], "CoiStatement": "The authors declare that they have no conflicts of interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Meng F. C., Wu Z. F., Yin Z. Q., Lin L. G., Wang R., Zhang Q. W. Coptidis rhizoma and its main bioactive components: recent advances in chemical investigation. Quality Evaluation and Pharmacological Activity. 2018;13:p. 13. doi: 10.1186/s13020-018-0171-3.", "ArticleIdList": ["10.1186/s13020-018-0171-3", "PMC5842587", "29541156"]}, {"Citation": "Wang J., Wang L., Lou G.-H., et al. Coptidis Rhizoma: a comprehensive review of its traditional uses, botany, phytochemistry, pharmacology and toxicology. Pharmaceutical Biology. 2019;57(1):193–225. doi: 10.1080/13880209.2019.1577466.", "ArticleIdList": ["10.1080/13880209.2019.1577466", "PMC6461078", "30963783"]}, {"Citation": "Imenshahidi M., Hosseinzadeh H. Berberine and barberry (Berberis vulgaris): a clinical review. Phytotherapy Research. 2019;33(3):504–523. doi: 10.1002/ptr.6252.", "ArticleIdList": ["10.1002/ptr.6252", "30637820"]}, {"Citation": "Xiao D., Liu Z., Zhang S., et al. Berberine derivatives with different pharmacological activities via structural modifications. Mini-Reviews in Medicinal Chemistry. 2018;18(17):1424–1441. doi: 10.2174/1389557517666170321103139.", "ArticleIdList": ["10.2174/1389557517666170321103139", "28325147"]}, {"Citation": "Wang K., Feng X., Chai L., Cao S., Qiu F. The metabolism of berberine and its contribution to the pharmacological effects. Drug Metabolism Reviews. 2017;49(2):139–157. doi: 10.1080/03602532.2017.1306544.", "ArticleIdList": ["10.1080/03602532.2017.1306544", "28290706"]}, {"Citation": "Lan J., Zhao Y., Dong F., et al. Meta-analysis of the effect and safety of berberine in the treatment of type 2 diabetes mellitus, hyperlipemia and hypertension. Journal of Ethnopharmacology. 2015;161:69–81. doi: 10.1016/j.jep.2014.09.049.", "ArticleIdList": ["10.1016/j.jep.2014.09.049", "25498346"]}, {"Citation": "Feng X., Sureda A., Jafari S., et al. Berberine in cardiovascular and metabolic diseases: from mechanisms to therapeutics. Theranostics. 2019;9(7):1923–1951. doi: 10.7150/thno.30787.", "ArticleIdList": ["10.7150/thno.30787", "PMC6485276", "31037148"]}, {"Citation": "Wang H., Liu C., Mei X., et al. Berberine attenuated pro-inflammatory factors and protect against neuronal damage via triggering oligodendrocyte autophagy in spinal cord injury. Oncotarget. 2017;8(58):98312–98321. doi: 10.18632/oncotarget.21203.", "ArticleIdList": ["10.18632/oncotarget.21203", "PMC5716731", "29228691"]}, {"Citation": "Yue S.-J., Liu J., Wang W.-X., et al. Berberine treatment-emergent mild diarrhea associated with gut microbiota dysbiosis. Biomedicine & Pharmacotherapy. 2019;116 doi: 10.1016/j.biopha.2019.109002.109002", "ArticleIdList": ["10.1016/j.biopha.2019.109002", "31154270"]}, {"Citation": "Xu J., Long Y., Ni L., et al. Anticancer effect of berberine based on experimental animal models of various cancers: a systematic review and meta-analysis. BMC Cancer. 2019;19(1):p. 589. doi: 10.1186/s12885-019-5791-1.", "ArticleIdList": ["10.1186/s12885-019-5791-1", "PMC6580644", "31208348"]}, {"Citation": "Jiang S.-X., Qi B., Yao W.-J., et al. Berberine displays antitumor activity in esophageal cancer cellsin vitro. World Journal of Gastroenterology. 2017;23(14):2511–2518. doi: 10.3748/wjg.v23.i14.2511.", "ArticleIdList": ["10.3748/wjg.v23.i14.2511", "PMC5394514", "28465635"]}, {"Citation": "Ferlay J., Soerjomataram I., Dikshit R., et al. Cancer incidence and mortality worldwide: sources, methods and major patterns in GLOBOCAN 2012. International Journal of Cancer. 2015;136(5):E359–E386. doi: 10.1002/ijc.29210.", "ArticleIdList": ["10.1002/ijc.29210", "25220842"]}, {"Citation": "Rahib L., Smith B. D., Aizenberg R., Rosenzweig A. B., Fleshman J. M., Matrisian L. M. Projecting cancer incidence and deaths to 2030: the unexpected burden of thyroid, liver, and pancreas cancers in the United States. Cancer Research. 2014;74(11):2913–2921. doi: 10.1158/0008-5472.can-14-0155.", "ArticleIdList": ["10.1158/0008-5472.can-14-0155", "24840647"]}, {"Citation": "Iizuka N., Miyamoto K., Hazama S., et al. Anticachectic effects of Coptidis rhizoma, an anti-inflammatory herb, on esophageal cancer cells that produce interleukin 6. Cancer Letters. 2000;158(1):35–41. doi: 10.1016/s0304-3835(00)00496-1.", "ArticleIdList": ["10.1016/s0304-3835(00)00496-1", "10940506"]}, {"Citation": "Mishan M. A., Ahmadiankia N., Matin M. M., et al. Role of Berberine on molecular markers involved in migration of esophageal cancer cells. Cellular and Molecular Biology. 2015;61(8):37–43.", "ArticleIdList": ["26667771"]}, {"Citation": "Ren K., Zhang W., Wu G., et al. Synergistic anti-cancer effects of galangin and berberine through apoptosis induction and proliferation inhibition in oesophageal carcinoma cells. Biomedicine & Pharmacotherapy. 2016;84:1748–1759. doi: 10.1016/j.biopha.2016.10.111.", "ArticleIdList": ["10.1016/j.biopha.2016.10.111", "27876206"]}, {"Citation": "Yang X., Yang B., Cai J., et al. Berberine enhances radiosensitivity of esophageal squamous cancer by targeting HIF-1α in vitro and in vivo. Cancer Biology & Therapy. 2013;14(11):1068–1073. doi: 10.4161/cbt.26426.", "ArticleIdList": ["10.4161/cbt.26426", "PMC3925662", "24025355"]}, {"Citation": "Liu Q., Jiang H., Liu Z., et al. Berberine radiosensitizes human esophageal cancer cells by downregulating homologous recombination repair protein RAD51. PloS One. 2011;6(8) doi: 10.1371/journal.pone.0023427.e23427", "ArticleIdList": ["10.1371/journal.pone.0023427", "PMC3152570", "21858113"]}, {"Citation": "Yuan H. F., Li Y., Ye W. H., et al. Downregulation of annexin A7 decreases proliferation, migration, and invasion of gastric cancer cells by reducing matrix metalloproteinase 1 and 9 expression. American Journal of Translational Research. 2019;11(5):2754–2764.", "ArticleIdList": ["PMC6556647", "31217851"]}, {"Citation": "Li Y., Jiang L., Lv S., et al. E2F6-mediated lncRNA CASC2 down-regulation predicts poor prognosis and promotes progression in gastric carcinoma. Life Sciences. 2019;232 doi: 10.1016/j.lfs.2019.116649.116649", "ArticleIdList": ["10.1016/j.lfs.2019.116649", "31301415"]}, {"Citation": "He Y., Cao X., Kong Y., et al. Apoptosis-promoting and migration-suppressing effect of alantolactone on gastric cancer cell lines BGC-823 and SGC-7901 via regulating p38MAPK and NF-κB pathways. Human & Experimental Toxicology. 2019;38(10):1132–1144. doi: 10.1177/0960327119855128.", "ArticleIdList": ["10.1177/0960327119855128", "31203647"]}, {"Citation": "Lin J. P., Yang J. S., Wu C. C., et al. Berberine induced down-regulation of matrix metalloproteinase-1, -2 and -9 in human gastric cancer cells (SNU-5) in vitro. In vivo. 2008;22(2):223–230.", "ArticleIdList": ["18468407"]}, {"Citation": "Revathidevi S., Munirajan A. K. Akt in cancer: mediator and more. Seminars in Cancer Biology. 2019;59:80–91. doi: 10.1016/j.semcancer.2019.06.002.", "ArticleIdList": ["10.1016/j.semcancer.2019.06.002", "31173856"]}, {"Citation": "Yi T., Zhuang L., Song G., Zhang B., Li G., Hu T. Akt signaling is associated with the berberine-induced apoptosis of human gastric cancer cells. Nutrition and Cancer. 2015;67(3):523–531. doi: 10.1080/01635581.2015.1004733.", "ArticleIdList": ["10.1080/01635581.2015.1004733", "25837881"]}, {"Citation": "Altieri D. C. Survivin, cancer networks and pathway-directed drug discovery. Nature Reviews Cancer. 2008;8(1):61–70. doi: 10.1038/nrc2293.", "ArticleIdList": ["10.1038/nrc2293", "18075512"]}, {"Citation": "Martinez-Garcia D., Manero-Ruperez N., Quesada R., Korrodi-Gregorio L., Soto-Cerrato V. Therapeutic strategies involving survivin inhibition in cancer. Medicinal Research Reviews. 2019;39(3):887–909. doi: 10.1002/med.21547.", "ArticleIdList": ["10.1002/med.21547", "30421440"]}, {"Citation": "Song S., Su Z., Xu H., et al. Luteolin selectively kills STAT3 highly activated gastric cancer cells through enhancing the binding of STAT3 to SHP-1. Cell Death & Disease. 2017;8(2) doi: 10.1038/cddis.2017.38.e2612", "ArticleIdList": ["10.1038/cddis.2017.38", "PMC5386483", "28182003"]}, {"Citation": "Pandey A., Vishnoi K., Mahata S., et al. Berberine and curcumin target survivin and STAT3 in gastric cancer cells and synergize actions of standard chemotherapeutic 5-fluorouracil. Nutrition and Cancer. 2015;67(8):1293–1304. doi: 10.1080/01635581.2015.1085581.", "ArticleIdList": ["10.1080/01635581.2015.1085581", "26492225"]}, {"Citation": "Liu X., Ji Q., Ye N., et al. Berberine inhibits invasion and metastasis of colorectal cancer cells via COX-2/PGE2 mediated JAK2/STAT3 signaling pathway. PloS One. 2015;10(5) doi: 10.1371/journal.pone.0123478.e0123478", "ArticleIdList": ["10.1371/journal.pone.0123478", "PMC4425560", "25954974"]}, {"Citation": "Cai Y., Xia Q., Luo R., et al. Berberine inhibits the growth of human colorectal adenocarcinoma in vitro and in vivo. Journal of Natural Medicines. 2014;68(1):53–62. doi: 10.1007/s11418-013-0766-z.", "ArticleIdList": ["10.1007/s11418-013-0766-z", "23604974"]}, {"Citation": "Li W., Hua B., Saud S. M., et al. Berberine regulates AMP-activated protein kinase signaling pathways and inhibits colon tumorigenesis in mice. Molecular Carcinogenesis. 2015;54(10):1096–1109. doi: 10.1002/mc.22179.", "ArticleIdList": ["10.1002/mc.22179", "PMC4504840", "24838344"]}, {"Citation": "Piyanuch R., Sukhthankar M., Wandee G., Baek S. J. Berberine, a natural isoquinoline alkaloid, induces NAG-1 and ATF3 expression in human colorectal cancer cells. Cancer Letters. 2007;258(2):230–240. doi: 10.1016/j.canlet.2007.09.007.", "ArticleIdList": ["10.1016/j.canlet.2007.09.007", "PMC2171032", "17964072"]}, {"Citation": "Li D., Zhang Y., Liu K., et al. Berberine inhibits colitis-associated tumorigenesis via suppressing inflammatory responses and the consequent EGFR signaling-involved tumor cell growth. Laboratory Investigation. 2017;97(11):1343–1353. doi: 10.1038/labinvest.2017.71.", "ArticleIdList": ["10.1038/labinvest.2017.71", "28759012"]}, {"Citation": "La X., Zhang L., Li Z., Yang P., Wang Y. Berberine-induced autophagic cell death by elevating GRP78 levels in cancer cells. Oncotarget. 2017;8(13):20909–20924. doi: 10.18632/oncotarget.14959.", "ArticleIdList": ["10.18632/oncotarget.14959", "PMC5400555", "28157699"]}, {"Citation": "Mao L., Chen Q., Gong K., et al. Berberine decelerates glucose metabolism via suppression of mTORdependent HIF-1α protein synthesis in colon cancer cells. Oncology Reports. 2018;39(5):2436–2442. doi: 10.3892/or.2018.6318.", "ArticleIdList": ["10.3892/or.2018.6318", "29565467"]}, {"Citation": "Zhang J., Cao H., Zhang B., et al. Berberine potently attenuates intestinal polyps growth in ApcMin mice and familial adenomatous polyposis patients through inhibition of Wnt signalling. Journal of Cellular and Molecular Medicine. 2013;17(11):1484–1493. doi: 10.1111/jcmm.12119.", "ArticleIdList": ["10.1111/jcmm.12119", "PMC4117561", "24015932"]}, {"Citation": "Ruan H., Zhan Y. Y., Hou J., et al. Berberine binds RXRα to suppress β-catenin signaling in colon cancer cells. Oncogene. 2017;36(50):6906–6918. doi: 10.1038/onc.2017.296.", "ArticleIdList": ["10.1038/onc.2017.296", "PMC5735301", "28846104"]}, {"Citation": "Park S. H., Sung J. H., Chung N. Berberine diminishes side population and down-regulates stem cell-associated genes in the pancreatic cancer cell lines PANC-1 and MIA PaCa-2. Molecular and Cellular Biochemistry. 2014;394(1-2):209–215. doi: 10.1007/s11010-014-2096-1.", "ArticleIdList": ["10.1007/s11010-014-2096-1", "24894821"]}, {"Citation": "Park S. H., Sung J. H., Kim E. J., Chung N. Berberine induces apoptosis via ROS generation in PANC-1 and MIA-PaCa2 pancreatic cell lines. Brazilian journal of medical and biological research. 2015;48(48):111–119. doi: 10.1590/1414-431X20144293.", "ArticleIdList": ["10.1590/1414-431X20144293", "PMC4321216", "25517919"]}, {"Citation": "Pinto-Garcia L., Efferth T., Torres A., Hoheisel J., Youns M. Berberine inhibits cell growth and mediates caspase-independent cell death in human pancreatic cancer cells. Planta Medica. 2010;76(11):1155–1161. doi: 10.1055/s-0030-1249931.", "ArticleIdList": ["10.1055/s-0030-1249931", "20455200"]}, {"Citation": "Puthdee N., Vaeteewoottacharn K., Seubwai W., et al. Establishment of an allo-transplantable hamster cholangiocarcinoma cell line and its application for in vivo screening of anti-cancer drugs. The Korean Journal of Parasitology. 2013;51(6):711–717. doi: 10.3347/kjp.2013.51.6.711.", "ArticleIdList": ["10.3347/kjp.2013.51.6.711", "PMC3916462", "24516278"]}, {"Citation": "Li F., Dong X., Lin P., Jiang J. Regulation of Akt/FoxO3a/skp2 Axis is critically involved in berberine-induced cell cycle arrest in hepatocellular carcinoma cells. International Journal of Molecular Sciences. 2018;19(2):327. doi: 10.3390/ijms19020327.", "ArticleIdList": ["10.3390/ijms19020327", "PMC5855549", "29360760"]}, {"Citation": "Saxena S., Shukla S., Kakkar P. Berberine induced modulation of PHLPP2-Akt-MST1 kinase signaling is coupled with mitochondrial impairment and hepatoma cell death. Toxicology and Applied Pharmacology. 2018;347:92–103. doi: 10.1016/j.taap.2018.03.033.", "ArticleIdList": ["10.1016/j.taap.2018.03.033", "29626488"]}, {"Citation": "Huang Y., Wang K., Gu C., et al. Berberine, a natural plant alkaloid, synergistically sensitizes human liver cancer cells to sorafenib. Oncology Reports. 2018;40(3):1525–1532. doi: 10.3892/or.2018.6552.", "ArticleIdList": ["10.3892/or.2018.6552", "30015938"]}, {"Citation": "Dai B., Ma Y., Yang T., et al. Synergistic effect of berberine and HMQ1611 impairs cell proliferation and migration by regulating Wnt signaling pathway in hepatocellular carcinoma. Phytotherapy Research. 2019;33(3):745–755. doi: 10.1002/ptr.6267.", "ArticleIdList": ["10.1002/ptr.6267", "30565332"]}, {"Citation": "Yang Y., Zhang N., Li K., Chen J., Qiu L., Zhang J. Integration of microRNA&–mRNA profiles and pathway analysis of plant isoquinoline alkaloid berberine in SGC-7901 gastric cancers cells. Drug Design, Development and Therapy. 2018;12:393–408. doi: 10.2147/dddt.s155993.", "ArticleIdList": ["10.2147/dddt.s155993", "PMC5836656", "29535501"]}, {"Citation": "Jiang L., Wang R., Fang L., et al. HCP5 is a SMAD3-responsive long non-coding RNA that promotes lung adenocarcinoma metastasis via miR-203/SNAI axis. Theranostics. 2019;9(9):2460–2474. doi: 10.7150/thno.31097.", "ArticleIdList": ["10.7150/thno.31097", "PMC6525996", "31131047"]}, {"Citation": "Okugawa Y., Toiyama Y., Hur K., et al. Circulating miR-203 derived from metastatic tissues promotes myopenia in colorectal cancer patients. Journal of Cachexia, Sarcopenia and Muscle. 2019;10(3):536–548. doi: 10.1002/jcsm.12403.", "ArticleIdList": ["10.1002/jcsm.12403", "PMC6596405", "31091026"]}, {"Citation": "You H.-Y., Xie X.-M., Zhang W.-J., Zhu H.-L., Jiang F.-Z. Berberine modulates cisplatin sensitivity of human gastric cancer cells by upregulation of miR-203. In Vitro Cellular & Developmental Biology—Animal. 2016;52(8):857–863. doi: 10.1007/s11626-016-0044-y.", "ArticleIdList": ["10.1007/s11626-016-0044-y", "27142767"]}, {"Citation": "Huang C., Liu H., Gong X.-L., Wu L.-Y., Wen B. Effect of evodiamine and berberine on the interaction between DNMTs and target microRNAs during malignant transformation of the colon by TGF-β1. Oncology Reports. 2017;37(3):1637–1645. doi: 10.3892/or.2017.5379.", "ArticleIdList": ["10.3892/or.2017.5379", "28098901"]}, {"Citation": "Li J., Du L., Yang Y., et al. MiR-429 is an independent prognostic factor in colorectal cancer and exerts its anti-apoptotic function by targeting SOX2. Cancer Letters. 2013;329(1):84–90. doi: 10.1016/j.canlet.2012.10.019.", "ArticleIdList": ["10.1016/j.canlet.2012.10.019", "23111103"]}, {"Citation": "Liu H., Huang C., Wu L., Wen B. Effect of evodiamine and berberine on miR-429 as an oncogene in human colorectal cancer. OncoTargets and Therapy. 2016;9(9):4121–4127. doi: 10.2147/OTT.S104729.", "ArticleIdList": ["10.2147/OTT.S104729", "PMC4940014", "27462166"]}, {"Citation": "Zhu L., Deng H., Hu J., Huang S., Xiong J., Deng J. The promising role of miR-296 in human cancer. Pathology—Research and Practice. 2018;214(12):1915–1922. doi: 10.1016/j.prp.2018.09.026.", "ArticleIdList": ["10.1016/j.prp.2018.09.026", "30293950"]}, {"Citation": "Cheng C. W., Tse E. PIN1 in cell cycle control and cancer. Frontiers in Pharmacology. 2018;9:p. 1367. doi: 10.3389/fphar.2018.01367.", "ArticleIdList": ["10.3389/fphar.2018.01367", "PMC6275231", "30534074"]}, {"Citation": "Su Y.-H., Tang W.-C., Cheng Y.-W., et al. Targeting of multiple oncogenic signaling pathways by Hsp90 inhibitor alone or in combination with berberine for treatment of colorectal cancer. Biochimica et Biophysica Acta (BBA)—Molecular Cell Research. 2015;1853(10):2261–2272. doi: 10.1016/j.bbamcr.2015.05.012.", "ArticleIdList": ["10.1016/j.bbamcr.2015.05.012", "25982393"]}, {"Citation": "Chai F.-N., Ma W.-Y., Zhang J., et al. Coptisine from Rhizoma coptidis exerts an anti-cancer effect on hepatocellular carcinoma by up-regulating miR-122. Biomedicine & Pharmacotherapy. 2018;103:1002–1011. doi: 10.1016/j.biopha.2018.04.052.", "ArticleIdList": ["10.1016/j.biopha.2018.04.052", "29710498"]}, {"Citation": "Chang W. Non-coding RNAs and Berberine: a new mechanism of its anti-diabetic activities. European Journal of Pharmacology. 2017;795:8–12. doi: 10.1016/j.ejphar.2016.11.055.", "ArticleIdList": ["10.1016/j.ejphar.2016.11.055", "27915042"]}, {"Citation": "Cao D. W., Liu M. M., Duan R, et al. The lncRNA Malat1 functions as a ceRNA to contribute to berberine-mediated inhibition of HMGB1 by sponging miR-181c-5p in poststroke inflammation. Acta Pharmacologica Sinica. 2019 doi: 10.1038/s41401-019-0284-y.", "ArticleIdList": ["10.1038/s41401-019-0284-y", "PMC7471439", "31431734"]}, {"Citation": "Yuan X., Wang J., Tang X., Li Y., Xia P., Gao X. Berberine ameliorates nonalcoholic fatty liver disease by a global modulation of hepatic mRNA and lncRNA expression profiles. Journal of Translational Medicine. 2015;13(1):p. 24. doi: 10.1186/s12967-015-0383-6.", "ArticleIdList": ["10.1186/s12967-015-0383-6", "PMC4316752", "25623289"]}, {"Citation": "Dai W., Mu L., Cui Y., et al. Long noncoding RNA CASC2 enhances berberineinduced cytotoxicity in colorectal cancer cells by silencing BCL2. Molecular Medicine Reports. 2019;20(2):995–1006.", "ArticleIdList": ["PMC6625213", "31173223"]}, {"Citation": "Pan H., Li Z., Xie J., et al. Berberine influences blood glucose via modulating the gut microbiome in grass carp. Frontiers in Microbiology. 2019;10:p. 1066. doi: 10.3389/fmicb.2019.01066.", "ArticleIdList": ["10.3389/fmicb.2019.01066", "PMC6520828", "31143174"]}, {"Citation": "Sun R., Yang N., Kong B., et al. Orally administered berberine modulates hepatic lipid metabolism by Altering microbial bile acid metabolism and the intestinal FXR signaling pathway. Molecular Pharmacology. 2017;91(2):110–122. doi: 10.1124/mol.116.106617.", "ArticleIdList": ["10.1124/mol.116.106617", "PMC5267522", "27932556"]}, {"Citation": "Shi Y., Hu J., Geng J., et al. Berberine treatment reduces atherosclerosis by mediating gut microbiota in apoE–/– mice. Biomedicine & Pharmacotherapy. 2018;107:1556–1563. doi: 10.1016/j.biopha.2018.08.148.", "ArticleIdList": ["10.1016/j.biopha.2018.08.148", "30257374"]}, {"Citation": "Wang H., Guan L., Li J., Lai M., Wen X. The effects of berberine on the gut microbiota in Apc (min/+) mice fed with a high fat diet. Molecules. 2018;23(9) doi: 10.3390/molecules23092298.", "ArticleIdList": ["10.3390/molecules23092298", "PMC6225274", "30205580"]}, {"Citation": "Gur C., Maalouf N., Shhadeh A., Berhani O., Singer B. B. Fusobacterium nucleatum supresses anti-tumor immunity by activating CEACAM1. OncoImmunology. 2019;8(6) doi: 10.1080/2162402x.2019.1581531.e1581531", "ArticleIdList": ["10.1080/2162402x.2019.1581531", "PMC6492956", "31069151"]}, {"Citation": "Yu Y. N., Yu T. C., Zhao H. J., et al. Berberine may rescue Fusobacterium nucleatum-induced colorectal tumorigenesis by modulating the tumor microenvironment. Oncotarget. 2015;6(31):32013–32026. doi: 10.18632/oncotarget.5166.", "ArticleIdList": ["10.18632/oncotarget.5166", "PMC4741656", "26397137"]}]}], "History": [{"Year": "2019", "Month": "7", "Day": "21"}, {"Year": "2019", "Month": "10", "Day": "20"}, {"Year": "2019", "Month": "11", "Day": "1"}, {"Year": "2020", "Month": "1", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["31950049", "PMC6949668", "10.1155/2019/6831520"]}}]}