{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["2D planar chromatography", "HPLC-DAD-ESI-MS", "densitometry", "ginkgolic acids", "herbal products"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31955143", "DateCompleted": {"Year": "2020", "Month": "09", "Day": "30"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "18"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.2478/acph-2020-0004"], "Journal": {"ISSN": "1846-9558", "JournalIssue": {"Volume": "70", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Jun", "Day": "01"}}, "Title": "Acta pharmaceutica (Zagreb, Croatia)", "ISOAbbreviation": "Acta Pharm"}, "ArticleTitle": "Application of targeted 2D planar chromatography in the control of ginkgolic acids in some herbal drugs and dietary supplements.", "Pagination": {"StartPage": "201", "EndPage": "213", "MedlinePgn": "201-213"}, "Abstract": {"AbstractText": ["Two-step targeted 2D planar chromatographic method (2DTLC) was used in the determination of ginkgolic acids in pharmaceuticals and dietary supplements. The choice of the extraction method and the separation technique was guided by the formulation type (capsule, tablet, tincture) with expected low amounts of ginkgolic acids in the analyzed herbal samples. Separation of ginkgolic acids C15:1 and C17:1 on HPTLC RP18 WF254s was preceded by its separation from the sample matrix on TLC Si60 F254s. Mobile phases consisted of acetonitrile/water/formic acid (80:20:1, V/V/V) and n-heptane/ethyl acetate/formic acid (20:30:1, V/V/V), resp. Identification of separated compounds was based on 2D-TLC co-chromatography with reference substances and off-line 2D-TLC x HPLC-DAD-ESI-MS analysis. Quantification of ginkgolic acids C15:1 and C17:1 was conducted densitometrically. Among the analyzed products, the presence of ginkgolic acids was confirmed only in herbal drugs containing 60 % ethanolic tinctures of Ginkgo biloba leaves. The use of TLC in the quantification of ginkgolic acids C15:1 and C17:1 in ginkgo extracts was described for the first time."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy with Medicinal Plants Garden, Medical University of Gdańsk80-416Gdańsk, Poland."}], "LastName": "Migas", "ForeName": "Piotr", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy with Medicinal Plants Garden, Medical University of Gdańsk80-416Gdańsk, Poland."}], "LastName": "Romańczuk", "ForeName": "Anna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy with Medicinal Plants Garden, Medical University of Gdańsk80-416Gdańsk, Poland."}], "LastName": "Szumacher", "ForeName": "Marta", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy with Medicinal Plants Garden, Medical University of Gdańsk80-416Gdańsk, Poland."}], "LastName": "Krauze-Baranowska", "ForeName": "Mirosława", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Poland", "MedlineTA": "Acta Pharm", "NlmUniqueID": "9303678", "ISSNLinking": "1330-0075"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Salicylates"}, {"RegistryNumber": "19FUJ2C58T", "NameOfSubstance": "Ginkgo biloba extract"}, {"RegistryNumber": "22910-60-7", "NameOfSubstance": "ginkgolic acid"}], "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Dietary Supplements"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ginkgo biloba"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Salicylates"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "1. Z. Huang, Y. Xu, Y. Huang, Ch. Liu, K. Jiang and L. Wang, Rapid determination of ginkgolic acids in Ginkgo biloba kernels and leaves by direct analysis in real time-mass spectrometry, J. Sep. Sci.40 (2017) 4857–4864; https://doi.org/10.1002/jssc.20170062610.1002/jssc.201700626"}, {"Citation": "2. H. Jaggy and E. Koch, Chemistry and biology of alkylphenols from Ginkgo biloba L, Pharmazie52 (1997) 735–738."}, {"Citation": "3. T. A. Van Beek and M. S. Wintermans, Preparative isolation and dual column high-performance liquid chromatography of ginkgolic acids from Ginkgo biloba, J. Chromatogr. A930 (2001) 109–117; https://doi.org/10.1016/S0021-9673(01)01194-310.1016/S0021-9673(01)01194-3"}, {"Citation": "4. J. Deguchi, Y. Hasegawa, A. Takagi, S. Kutsukake, M. Kono, Y. Hirasawa, P. C. Wong, T. Kaneda and H. Morita, Four new ginkgolic acids from Ginkgo biloba, Tetrahedron Lett.55 (2014) 3788–3791; https://doi.org/10.1016/j.tetlet.2014.05.07610.1016/j.tetlet.2014.05.076"}, {"Citation": "5. M. Wang, J. Zhao, B Avula, Y.-H. Wang, C. Avonto, A. G. Chittiboyina, P. L. Wylie, J. F. Parcher and I. A. Khan, High-resolution gas chromatography/mass spectrometry method for characterization and quantitative analysis of ginkgolic acids in Ginkgo biloba plants, extracts, and dietary supplements, J. Agric. Food Chem.62 (2014) 12103–12111; https://doi.org/10.1021/jf503980f10.1021/jf503980f"}, {"Citation": "6. D. Wang, H. Zhu, M. Li, X. Song, H. Yan, J. Yu and X. Wang, An efficient method for the preparative separation and isolation of ginkgolic acids from the sarcotesta of Ginkgo biloba L by pH-zone-refining counter-current chromatography coupled with inner-recycling mode, Ind. Crop. Prod. 126 (2018) 69–75; https://doi.org/10.1016/j.indcrop.2018.09.03410.1016/j.indcrop.2018.09.034"}, {"Citation": "7. X. Yao, G.-S. Zhou, Y.-P. Tang, Y.-F. Qian, H.-L. Guan, H. Pang, S. Zhu, X. Mo, S.-L. Su, C. Jin, Y. Qin, D.-W. Qian and J.-A. Duan, Simultaneous quantification of flavonol glycosides, terpene lactones, biflavones, proanthocyanidins, and ginkgolic acids in Ginkgo biloba leaves from fruit cultivars by ultrahigh-performance liquid chromatography coupled with triple quadrupole mass spectrometry, BioMed. Res. Int. 2013 (2013) Article ID 582591 (11 pages); https://doi.org/10.1155/2013/58259110.1155/2013/582591"}, {"Citation": "8. B. Ahlemeyer, D. Selke, C. Schaper, S. Klumpp and J. Krieglstein, Ginkgolic acids induce neuronal death and activate protein phosphatase type-2C, Eur. J. Pharmacol.430 (2001) 1–7; https://doi.org/10.1016/S0014-2999(01)01237-710.1016/S0014-2999(01)01237-7"}, {"Citation": "9. G. Baron-Ruppert and N. P. Luepke, Evidence for toxic effects of alkylphenols from Ginkgo biloba in the hen’s egg test (HET), Phytomedicine8 (2001) 133–138; https://doi.org/10.1078/0944-7113-0002210.1078/0944-7113-00022"}, {"Citation": "10. H. Hecker, R. Johannisson, E. Koch and C. P. Siegers, In vitro evaluation of the cytotoxic potential of alkylphenols from Ginkgo biloba L, Toxicology177 (2002) 167–177; https://doi.org/10.1016/S0300-483X(02)00189-010.1016/S0300-483X(02)00189-0"}, {"Citation": "11. L. Jiang, Z. H. Si, M. H. Li, H. Zhao, Y. H. Fu, Y. X. Xing, W. Hong, L. Y. Ruan, P. M. Li and J. S. Wang, 1H NMR-based metabolomics study of liver damage induced by ginkgolic acid (15:1) in mice, JPBA136 (2017) 44–54; https://doi.org/10.1016/j.jpba.2016.12.03310.1016/j.jpba.2016.12.03328063335"}, {"Citation": "12. N. Mei, X. Guo, Z. Ren, D. Kobayashi, K. Wada and L. Guo, Review of Ginkgo biloba-induced toxicity, from experimental studies to human case reports, J. Environ. Sci. Health C35 (2017) 1–28; https://doi.org/10.1080/10590501.2016.127829810.1080/10590501.2016.1278298"}, {"Citation": "13. Y. Qian, Y. Peng, E. Shang, M. Zhao, L. Yan, Z. Zhu, J. Tao, S. Su, S. Guo and J. Duan, Metabolic profiling of the hepatotoxicity and nephrotoxicity of ginkgolic acids in rats using ultra-performance liquid chromatography-high-definition mass spectrometry, Chem.-Biol. Interact.273 (2017) 11–17; https://doi.org/10.1016/j.cbi.2017.05.02010.1016/j.cbi.2017.05.020"}, {"Citation": "14. W. Schwabe, Extract from Ginkgo biloba leaves, its method of preparation and pharmaceuticals containing the extract, E. U. Pat. EP0431535 B1, 1994."}, {"Citation": "15. C. Ude, M. Schubert-Zsilavecz and M. Wurglics, Ginkgo biloba extracts: A review of the pharmacokinetics of the active ingredients, Clin. Pharmacokin.52 (2013) 727–749; https://doi.org/10.1007/s40262-013-0074-510.1007/s40262-013-0074-5"}, {"Citation": "16. K. S. Satyan, A. K. Jaiswal, S. Ghosal and S. K. Bhattacharya, Anxiolytic activity of ginkgolic acid conjugates from Indian Ginkgo biloba, Psychopharmacology136 (1998) 148–152.10.1007/s002130050550"}, {"Citation": "17. I. Fukuda, A. Ito, G. Hirai, S. Nishimura, H. Kawasaki, H. Saitoh, K. Kimura, M. Sodeoka and M. Yoshida, Ginkgolic acid inhibits protein SUMOylation by blocking formation of the E1-SUMO intermediate, Chem. Biol.16 (2009) 133–140; https://doi.org/10.1016/j.chembiol.2009.01.00910.1016/j.chembiol.2009.01.009"}, {"Citation": "18. L. Qiao, J. Zheng, X. Jin, G. Wei, G. Wang, X. Sun and X. Li, Ginkgolic acid inhibits the invasiveness of colon cancer cells through AMPK activation, Oncol. Lett.14 (2017) 5831–5838; https://doi.org/10.3892/ol.2017.696710.3892/ol.2017.6967"}, {"Citation": "19. C. Zhou, X. Li, W. Du, Y. Feng, X. Kong, Y. Li, L. Xiao and P. Zhang, Antitumor effects of ginkgolic acid in human cancer cell occur via cell cycle arrest and decrease the Bcl-2/Bax ratio to induce apoptosis, Chemotherapy56 (2010) 393–402; https://doi.org/10.1159/00031775010.1159/000317750"}, {"Citation": "20. A. Gawron-Gzella, P. Marek, J. Chanaj and I. Matławska, Comparative analysis of pharmaceuticals and dietary supplements containing extracts from the leaves of Ginkgo biloba L, Acta Pol. Pharm.67 (2010) 335–343."}, {"Citation": "21. S. Kressmann, W. E. Müller and H. H. Blume, Pharmaceutical quality of different Ginkgo biloba brands, J. Pharm. Pharmacol.54 (2002) 661–669; https://doi.org/10.1211/002235702177897010.1211/0022357021778970"}, {"Citation": "22. N. Fuzzati, R. Pace and F. Villa, A simple HPLC-UV method for the assay of ginkgolic acids in Ginkgo biloba extracts, Fitoterapia74 (2003) 247–256; https://doi.org/10.1016/S0367-326X(03)00040-610.1016/S0367-326X(03)00040-6"}, {"Citation": "23. K. Ndjoko, J. L. Wolfender and K. Hostettmann, Determination of trace amounts of ginkgolic acids in Ginkgo biloba L. leaf extracts and phytopharmaceuticals by liquid chromatography-electrospray mass spectrometry, J. Chromatogr. B744 (2000) 249–255.10.1016/S0378-4347(00)00316-9"}, {"Citation": "24. H. Xian-Guo, M. W. Bernart, G. S. Nolan, L. Long-Ze and M. P. Lindenmaier, High-performance liquid chromatography–electrospray ionization-mass spectrometry study of ginkgolic acid in the leaves and fruits of the ginkgo tree (Ginkgo biloba), J. Chromatogr. Sci.38 (2000) 169–173.10.1093/chromsci/38.4.16910766484"}, {"Citation": "25. R. Wang, Y. Kobayashi, Y. Lin, H. W. Rauwald, J. Yao, L. Fang, H. Qiao and K. Kuchta, HPLC quantification of all five ginkgolic acid derivatives in Ginkgo biloba extracts using 13:0 ginkgolic acid as a single marker compound, Planta Med.81 (2015) 71–78; https://doi.org/10.1055/s-0034-138331210.1055/s-0034-138331225519835"}, {"Citation": "26. C. M. Loescher, D. W. Morton, S. Razic and S. Agatonovic-Kustrin, High performance thin layer chromatography (HPTLC) and high performance liquid chromatography (HPLC) for the qualitative and quantitative analysis of Calendula officinalis - advantages and limitations, J. Pharm. Biomed. Anal. 98 (2014) 52–59; https://doi.org/10.1016/j.jpba.2014.04.02310.1016/j.jpba.2014.04.02324880991"}, {"Citation": "27. B. H. Patel, B. N. Suhagia, M. M. Patel and J. R. Patel, Simultaneous estimation of pantoprazole and domperidone in pure powder and a pharmaceutical formulation by high-performance liquid chromatography and high-performance thin-layer chromatography methods, J. AOAC Int.90 (2007) 142–146.10.1093/jaoac/90.1.142"}, {"Citation": "28. European Pharmacopoeia 8.0, Council of Europe, Strasbourg 2014."}, {"Citation": "29. Sz. Nyiredy, Planar Chromatography. A Retrospective View for the Third Millennium, Springer Scientific Publisher, Budapest 2001."}, {"Citation": "30. F. Rabel, J. Sherma, A review of advances in two-dimensional thin-layer chromatography, J. Liq. Chromatogr. Rel. Technol.39 (2016) 627–639; https://doi.org/10.1080/10826076.2016.121484410.1080/10826076.2016.1214844"}, {"Citation": "31. M. Łuczkiewicz, P. Migas, A. Kokotkiewicz, M. Walijewska and W. Cisowski, Two-dimensional TLC with adsorbent gradient for separation of quinolizidine alkaloids in the herb and in-vitro cultures of several Genista species, JPC17 (2004) 89–94; https://doi.org/10.1556/JPC.17.2004.2.210.1556/JPC.17.2004.2.2"}, {"Citation": "32. P. Migas and M. Świtka, TLC with an adsorbent gradient for the analysis of taxol in Taxus baccata L, JPC23 (2010) 286–288; https://doi.org/10.1556/JPC.23.2010.4.910.1556/JPC.23.2010.4.9"}, {"Citation": "33. M. Krauze-Baranowska, I. Malinowska and J. Skwierawska, TLC of flavonol truxinic esters from Pseudotsuga menziesii, JPC-Modern TLC15 (2002) 437–441."}, {"Citation": "34. M. Glensk, U. Sawicka, I. Mazol and W. Cisowski, 2DTLC-graft planar chromatography in the analysis of a mixture of phenolic acids, JPC-Modern TLC15 (2002) 463–465."}, {"Citation": "35. M. Waksmudzka-Hajnos, J. Sherma and T. Kowalska, Thin Layer Chromatography in Phytochemistry, CRC Press, Boca Raton 2011."}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "4", "Day": "28"}, {"Year": "2020", "Month": "1", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "2", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31955143", "10.2478/acph-2020-0004", "acph-2020-0004"]}}]}