{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "31998432", "DateCompleted": {"Year": "2020", "Month": "06", "Day": "03"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "01", "Day": "07"}], "Language": ["eng"], "ELocationID": ["1490316", "10.1155/2020/1490316"], "Journal": {"ISSN": "1942-0994", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "Oxidative medicine and cellular longevity", "ISOAbbreviation": "Oxid Med Cell Longev"}, "ArticleTitle": "Protective Effects of Dietary Antioxidants against Vanadium-Induced Toxicity: A Review.", "Pagination": {"StartPage": "1490316", "MedlinePgn": "1490316"}, "Abstract": {"AbstractText": ["Vanadium (V) in its inorganic forms is a toxic metal and a potent environmental and occupational pollutant and has been reported to induce toxic effects in animals and people. <i>In vivo</i> and <i>in vitro</i> data show that high levels of reactive oxygen species are often implicated in vanadium deleterious effects. Since many dietary (exogenous) antioxidants are known to upregulate the intrinsic antioxidant system and ameliorate oxidative stress-related disorders, this review evaluates their effectiveness in the treatment of vanadium-induced toxicity. Collected data, mostly from animal studies, suggest that dietary antioxidants including ascorbic acid, vitamin E, polyphenols, phytosterols, and extracts from medicinal plants can bring a beneficial effect in vanadium toxicity. These findings show potential preventive effects of dietary antioxidants on vanadium-induced oxidative stress, DNA damage, neurotoxicity, testicular toxicity, and kidney damage. The relevant mechanistic insights of these events are discussed. In summary, the results of studies on the role of dietary antioxidants in vanadium toxicology appear encouraging enough to merit further investigations."], "CopyrightInformation": "Copyright © 2020 Iwona Zwolak."}, "AuthorList": [{"Identifier": ["0000-0003-1780-1763"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Oxidative Stress, Centre for Interdisciplinary Research, The John Paul II Catholic University of Lublin, Konstantynów 1 J, 20-708 Lublin, Poland."}], "LastName": "Zwolak", "ForeName": "Iwona", "Initials": "I"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Oxid Med Cell Longev", "NlmUniqueID": "101479826", "ISSNLinking": "1942-0994"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}, {"RegistryNumber": "00J9J9XKDE", "NameOfSubstance": "Vanadium"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "DNA Damage"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}, {"QualifierName": ["toxicity"], "DescriptorName": "Vanadium"}], "CoiStatement": "The author declares that she have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Sharma B., Singh S., Siddiqi N. J. Biomedical implications of heavy metals induced imbalances in redox systems. BioMed Research International. 2014;2014:26. doi: 10.1155/2014/640754.640754", "ArticleIdList": ["10.1155/2014/640754", "PMC4145541", "25184144"]}, {"Citation": "Betteridge D. J. What is oxidative stress. Metabolism. 2000;49(2 Supplement 1):3–8. doi: 10.1016/s0026-0495(00)80077-3.", "ArticleIdList": ["10.1016/s0026-0495(00)80077-3", "10693912"]}, {"Citation": "Flora S. J. S., Pachauri V. Chelation in metal intoxication. International Journal of Environmental Research and Public Health. 2010;7(7):2745–2788. doi: 10.3390/ijerph7072745.", "ArticleIdList": ["10.3390/ijerph7072745", "PMC2922724", "20717537"]}, {"Citation": "Ferrero M. E. Rationale for the successful management of EDTA chelation therapy in human burden by toxic metals. BioMed Research International. 2016;2016:13. doi: 10.1155/2016/8274504.8274504", "ArticleIdList": ["10.1155/2016/8274504", "PMC5118545", "27896275"]}, {"Citation": "Chen J., Du L., Li J., Song H. Epigallocatechin-3-gallate attenuates cadmium-induced chronic renal injury and fibrosis. Food and Chemical Toxicology. 2016;96:70–78. doi: 10.1016/j.fct.2016.07.030.", "ArticleIdList": ["10.1016/j.fct.2016.07.030", "27474435"]}, {"Citation": "Akinyemi A. J., Onyebueke N., Faboya O. A., Onikanni S. A., Fadaka A., Olayide I. Curcumin inhibits adenosine deaminase and arginase activities in cadmium-induced renal toxicity in rat kidney. Journal of Food and Drug Analysis. 2017;25(2):438–446. doi: 10.1016/j.jfda.2016.06.004.", "ArticleIdList": ["10.1016/j.jfda.2016.06.004", "PMC9332529", "28911688"]}, {"Citation": "Alshatwi A. A., Hasan T. N., Alqahtani A. M., et al. Delineating the anti-cytotoxic and anti-genotoxic potentials of catechin hydrate against cadmium toxicity in human peripheral blood lymphocytes. Environmental Toxicology and Pharmacology. 2014;38(2):653–662. doi: 10.1016/j.etap.2014.07.013.", "ArticleIdList": ["10.1016/j.etap.2014.07.013", "25218093"]}, {"Citation": "Alkharashi N. A. O., Periasamy V. S., Athinarayanan J., Alshatwi A. A. Sulforaphane alleviates cadmium-induced toxicity in human mesenchymal stem cells through POR and TNFSF10 genes expression. Biomedicine & Pharmacotherapy. 2019;115, article 108896 doi: 10.1016/j.biopha.2019.108896.", "ArticleIdList": ["10.1016/j.biopha.2019.108896", "31035011"]}, {"Citation": "Han X. D., Zhang Y. Y., Wang K. L., Huang Y. P., Yang Z. B., Liu Z. The involvement of Nrf2 in the protective effects of (-)-epigallocatechin-3-gallate (EGCG) on NaAsO2-induced hepatotoxicity. Oncotarget. 2017;8(39):65302–65312. doi: 10.18632/oncotarget.18582.", "ArticleIdList": ["10.18632/oncotarget.18582", "PMC5630332", "29029432"]}, {"Citation": "Zhai Q., Yang L., Zhao J., Zhang H., Tian F., Chen W. Protective effects of dietary supplements containing probiotics, micronutrients, and plant extracts against lead toxicity in mice. Frontiers in Microbiology. 2018;9, article 2134 doi: 10.3389/fmicb.2018.02134.", "ArticleIdList": ["10.3389/fmicb.2018.02134", "PMC6141689", "30254621"]}, {"Citation": "Kianoush S., Balali-Mood M., Mousavi S. R., et al. Comparison of therapeutic effects of garlic and d-penicillamine in patients with chronic occupational lead poisoning. Basic & Clinical Pharmacology & Toxicology. 2012;110(5):476–481. doi: 10.1111/j.1742-7843.2011.00841.x.", "ArticleIdList": ["10.1111/j.1742-7843.2011.00841.x", "22151785"]}, {"Citation": "Yang J., Teng Y., Wu J., et al. Current status and associated human health risk of vanadium in soil in China. Chemosphere. 2017;171:635–643. doi: 10.1016/j.chemosphere.2016.12.058.", "ArticleIdList": ["10.1016/j.chemosphere.2016.12.058", "28056450"]}, {"Citation": "WHO. WHO air quality guidelines for Europe. 2nd. Vol. 91. World Health Organisation, WHO Regional Publications; 2000. Vanadium. (European Series).", "ArticleIdList": ["11372513"]}, {"Citation": "IARC, International Agency for Research on Cancer. Cobalt in hard metals and cobalt sulfate, gallium arsenide, indium phosphide and vanadium pentoxide. Vol. 86. Lyon, France: International Agency for Research on Cancer; 2006. IARC Monographs on the evaluation of carcinogenic risks to humans.", "ArticleIdList": ["PMC4781610", "16906675"]}, {"Citation": "Doetsch C., Burfeind J. Vanadium redox flow batteries. In: Letcher T. M., editor. Storing energy. With special reference to renewable energy surces. Oxford: Elsevier; 2016. Chapter 12."}, {"Citation": "EPA. Fact Sheet: the drinking water contaminant candidate list – the source of priority contaminants for the drinking water program. Washington, DC: United States Environmental Protection Agency. EPA 815-F-05-001. Office of Water, US Environmental Protection Agency; 2005."}, {"Citation": "Xiao X. Y., Yang M., Guo Z. H., Jiang Z. C., Liu Y. N., Cao X. Soil vanadium pollution and microbial response characteristics from stone coal smelting district. Transactions of the Nonferrous Metals Society of China. 2015;25(4):1271–1278. doi: 10.1016/S1003-6326(15)63727-X.", "ArticleIdList": ["10.1016/S1003-6326(15)63727-X"]}, {"Citation": "Imtiaz M., Rizwan M. S., Xiong S., et al. Vanadium, recent advancements and research prospects: a review. Environment International. 2015;80:79–88. doi: 10.1016/j.envint.2015.03.018.", "ArticleIdList": ["10.1016/j.envint.2015.03.018", "25898154"]}, {"Citation": "Khodeir M., Shamy M., Alghamdi M., et al. Source apportionment and elemental composition of PM2.5 and PM10 in Jeddah City, Saudi Arabia. Atmospheric Pollution Research. 2012;3(3):331–340. doi: 10.5094/apr.2012.037.", "ArticleIdList": ["10.5094/apr.2012.037", "PMC3951168", "24634602"]}, {"Citation": "Arena G., Copat C., Dimartino A., et al. Determination of total vanadium and vanadium(V) in groundwater from Mt. Etna and estimate of daily intake of vanadium(V) through drinking water. Journal of Water and Health. 2015;13(2):522–530. doi: 10.2166/wh.2014.209.", "ArticleIdList": ["10.2166/wh.2014.209", "26042983"]}, {"Citation": "Woodin M. A., Liu Y., Neuberg D., Hauser R., Smith T. J., Christiani D. C. Acute respiratory symptoms in workers exposed to vanadium-rich fuel-oil ash. American Journal of Industrial Medicine. 2000;37(4):353–363. doi: 10.1002/(sici)1097-0274(200004)37:4<353::aid-ajim5>3.0.co;2-l.", "ArticleIdList": ["10.1002/(sici)1097-0274(200004)37:4<353::aid-ajim5>3.0.co;2-l", "10706747"]}, {"Citation": "Ehrlich V. A., Nersesyan A. K., Atefie K., et al. Inhalative exposure to vanadium pentoxide causes DNA damage in workers: results of a multiple end point study. Environmental Health Perspectives. 2008;116(12):1689–1693. doi: 10.1289/ehp.11438.", "ArticleIdList": ["10.1289/ehp.11438", "PMC2599764", "19079721"]}, {"Citation": "Li H., Zhou D., Zhang Q., et al. Vanadium exposure-induced neurobehavioral alterations among Chinese workers. Neurotoxicology. 2013;36:49–54. doi: 10.1016/j.neuro.2013.02.008.", "ArticleIdList": ["10.1016/j.neuro.2013.02.008", "PMC4160152", "23500660"]}, {"Citation": "Patel M., Hoepner L., Garfinkel R., et al. Ambient metals, elemental carbon and wheeze and cough in New York City children through 24 months of age. American Journal of Respiratory and Critical Care Medicine. 2009;180(11):1107–1113. doi: 10.1164/rccm.200901-0122OC.", "ArticleIdList": ["10.1164/rccm.200901-0122OC", "PMC2784415", "19745205"]}, {"Citation": "Bell M. L., Ebisu K., Peng R. D., Samet J. M., Dominici F. Hospital admissions and chemical composition of fine particle air pollution. American Journal of Respiratory and Critical Care Medicine. 2009;179(12):1115–1120. doi: 10.1164/rccm.200808-1240OC.", "ArticleIdList": ["10.1164/rccm.200808-1240OC", "PMC2695497", "19299499"]}, {"Citation": "Hu J., Peng Y., Zheng T., et al. Effects of trimester-specific exposure to vanadium on ultrasound measures of fetal growth and birth size: a longitudinal prospective prenatal cohort study. Lancet Planet Health. 2018;2(10):e427–e437. doi: 10.1016/S2542-5196(18)30210-9.", "ArticleIdList": ["10.1016/S2542-5196(18)30210-9", "30318100"]}, {"Citation": "Hu J., Xia W., Pan X., et al. Association of adverse birth outcomes with prenatal exposure to vanadium: a population-based cohort study. Lancet Planet Health. 2017;1(6):e230–e241. doi: 10.1016/S2542-5196(17)30094-3.", "ArticleIdList": ["10.1016/S2542-5196(17)30094-3", "29851608"]}, {"Citation": "Malandrino P., Russo M., Ronchi A., et al. Increased thyroid cancer incidence in a basaltic volcanic area is associated with non-anthropogenic pollution and biocontamination. Endocrine. 2016;53(2):471–479. doi: 10.1007/s12020-015-0761-0.", "ArticleIdList": ["10.1007/s12020-015-0761-0", "26438396"]}, {"Citation": "Boulassel B., Sadeg N., Roussel O., Perrin M., Belhadj-Tahar H. Fatal poisoning by vanadium. Forensic Science International. 2011;206(1-3):e79–e81. doi: 10.1016/j.forsciint.2010.10.027.", "ArticleIdList": ["10.1016/j.forsciint.2010.10.027", "21130588"]}, {"Citation": "Montiel-Dávalos A., Gonzalez-Villava A., Rodriguez-Lara V., Montaño L. F., Fortoul T. I., López-Marure R. Vanadium pentoxide induces activation and death of endothelial cells. Journal of Applied Toxicology. 2012;32(1):26–33. doi: 10.1002/jat.1695.", "ArticleIdList": ["10.1002/jat.1695", "21721017"]}, {"Citation": "Boscolo P., Carmignani M., Volpe A. R., et al. Renal toxicity and arterial hypertension in rats chronically exposed to vanadate. Occupational and Environmental Medicine. 1994;51(7):500–503. doi: 10.1136/oem.51.7.500.", "ArticleIdList": ["10.1136/oem.51.7.500", "PMC1128021", "8044251"]}, {"Citation": "Pinon-Zarate G., Rodriguez-Lara V., Rojas-Lemus M., et al. Vanadium pentoxide inhalation provokes germinal center hyperplasia and suppressed humoral immune responses. Journal of Immunotoxicology. 2008;5(2):115–122. doi: 10.1080/15476910802085749.", "ArticleIdList": ["10.1080/15476910802085749", "18569380"]}, {"Citation": "Ustarroz-Cano M., Garcia-Pelaez I., Cervantes-Yepez S., Lopez-Valdez N., Fortoul T. I. Thymic cytoarchitecture changes in mice exposed to vanadium. Journal of Immunotoxicology. 2017;14(1):9–14. doi: 10.1080/1547691X.2016.1250848.", "ArticleIdList": ["10.1080/1547691X.2016.1250848", "28090785"]}, {"Citation": "Folarin O. R., Snyder A. M., Peters D. G., Olopade F., Connor J. R., Olopade J. O. Brain metal distribution and neuro-inflammatory profiles after chronic vanadium administration and withdrawal in mice. Front. Neuroanat. 2017;11:p. 58. doi: 10.3389/fnana.2017.00058.", "ArticleIdList": ["10.3389/fnana.2017.00058", "PMC5524677", "28790895"]}, {"Citation": "Folarin O., Olopade F., Onwuka S., Olopade J. Memory Deficit Recovery after Chronic Vanadium Exposure in Mice. Oxidative Medicine and Cellular Longevity. 2016;2016:7. doi: 10.1155/2016/4860582.4860582", "ArticleIdList": ["10.1155/2016/4860582", "PMC4745327", "26962395"]}, {"Citation": "Domingo J. L. Vanadium: a review of the reproductive and developmental toxicity. Reproductive Toxicology. 1996;10(3):175–182. doi: 10.1016/0890-6238(96)00019-6.", "ArticleIdList": ["10.1016/0890-6238(96)00019-6", "8738553"]}, {"Citation": "Rondini E. A., Walters D. M., Bauer A. K. Vanadium pentoxide induces pulmonary inflammation and tumor promotion in a strain-dependent manner. Particle and Fibre Toxicology. 2010;7(1):p. 9. doi: 10.1186/1743-8977-7-9.", "ArticleIdList": ["10.1186/1743-8977-7-9", "PMC2861012", "20385015"]}, {"Citation": "Haider S. S., Abdel-Gayoum A. A., El-Fakhri M., Ghwarsha K. M. Effect of selenium on vanadium toxicity in different regions of rat brain. Human & Experimental Toxicology. 1998;17(1):23–28. doi: 10.1177/096032719801700104.", "ArticleIdList": ["10.1177/096032719801700104", "9491334"]}, {"Citation": "Zwolak I. Increased Cytotoxicity of vanadium to CHO-K1 cells in the presence of inorganic selenium. Bulletin of Environmental Contamination and Toxicology. 2015;95(5):593–598. doi: 10.1007/s00128-015-1615-4.", "ArticleIdList": ["10.1007/s00128-015-1615-4", "PMC4608973", "26201834"]}, {"Citation": "Ścibior A. Vanadium (V) and magnesium (Mg) – in vivo interactions: a review. Chemico-Biological Interactions. 2016;258:214–233. doi: 10.1016/j.cbi.2016.09.007.", "ArticleIdList": ["10.1016/j.cbi.2016.09.007", "27620816"]}, {"Citation": "Rehder D. The future of/for vanadium. Dalton Transactions. 2013;42(33):11749–11761. doi: 10.1039/c3dt50457c.", "ArticleIdList": ["10.1039/c3dt50457c", "23567506"]}, {"Citation": "Scior T., Guevara-Garcia J., Do Q. T., Bernard P., Laufer S. Why Antidiabetic Vanadium Complexes are Not in the Pipeline of “Big Pharma” Drug Research? A Critical Review. Current Medicinal Chemistry. 2016;23(25):2874–2891. doi: 10.2174/0929867323666160321121138.", "ArticleIdList": ["10.2174/0929867323666160321121138", "PMC5068500", "26997154"]}, {"Citation": "Domingo J. L., Gomez M. Vanadium compounds for the treatment of human diabetes mellitus: a scientific curiosity? A review of thirty years of research. Food and Chemical Toxicology. 2016;95:137–141. doi: 10.1016/j.fct.2016.07.005.", "ArticleIdList": ["10.1016/j.fct.2016.07.005", "27417449"]}, {"Citation": "León I. E., Cadavid-Vargas J. F., Tiscornia I., et al. Oxidovanadium(IV) complexes with chrysin and silibinin: anticancer activity and mechanisms of action in a human colon adenocarcinoma model. JBIC Journal of Biological Inorganic Chemistry. 2015;20(7, article 1298):1175–1191. doi: 10.1007/s00775-015-1298-7.", "ArticleIdList": ["10.1007/s00775-015-1298-7", "26404080"]}, {"Citation": "Leon I. E., Cadavid-Vargas J. F., Resasco A., et al. In vitro and in vivo antitumor effects of the VO-chrysin complex on a new three-dimensional osteosarcoma spheroids model and a xenograft tumor in mice. Journal of Biological Inorganic Chemistry. 2016;21(8):1009–1020. doi: 10.1007/s00775-016-1397-0.", "ArticleIdList": ["10.1007/s00775-016-1397-0", "27696106"]}, {"Citation": "Hodgson A. B., Baskerville R., Burke L. M., Stear S. J., Castell L. M. A–Z of nutritional supplements: dietary supplements, sports nutrition foods and ergogenic aids for health and performance: part 42. British Journal of Sports Medicine. 2013;47(4):247–248. doi: 10.1136/bjsports-2012-092118.", "ArticleIdList": ["10.1136/bjsports-2012-092118"]}, {"Citation": "Repinc U., Benedik L. Determination of vanadium in dietary supplements. Acta Chimica Slovenica. 2004;51:59–65."}, {"Citation": "Polishetty A., Littlefair G., Praveen Kumar K. Machinability assessment of titanium alloy Ti-6Al-4V for biomedical applications. Advanced Materials Research. 2014;941-944:1985–1990. doi: 10.4028/www.scientific.net/AMR.941-944.1985.", "ArticleIdList": ["10.4028/www.scientific.net/AMR.941-944.1985"]}, {"Citation": "Oldani C., Dominguez A.  In: Titanium as a biomaterial for implants, recent advances in arthroplasty. Fokter S., editor. InTech; 2012.   http://www.intechopen.com/books/recent-advances-in-arthroplasty/titanium-as-a-biomaterial-for-implants."}, {"Citation": "Engelhart S., Segal R. J. Allergic reaction to vanadium causes a diffuse eczematous eruption and titanium alloy orthopedic implant failure. Cutis. 2017;99(4):245–249.", "ArticleIdList": ["28492599"]}, {"Citation": "Sanna D., Micera G., Garribba E. On the transport of vanadium in blood serum. Inorganic Chemistry. 2009;48(13):5747–5757. doi: 10.1021/ic802287s.", "ArticleIdList": ["10.1021/ic802287s", "19514735"]}, {"Citation": "Trevino S., Díaz A., Sánchez-Lara E., Sanchez-Gaytan B. L., Perez-Aguilar J. M., González-Vergara E. Vanadium in biological action: chemical, pharmacological aspects, and metabolic implications in diabetes mellitus. Biological Trace Element Research. 2019;188(1):68–98. doi: 10.1007/s12011-018-1540-6.", "ArticleIdList": ["10.1007/s12011-018-1540-6", "PMC6373340", "30350272"]}, {"Citation": "Rehder D. The role of vanadium in biology. Metallomics. 2015;7(5):730–742. doi: 10.1039/c4mt00304g.", "ArticleIdList": ["10.1039/c4mt00304g", "25608665"]}, {"Citation": "Korbecki J., Baranowska-Bosiacka I., Gutowska I., Chlubek D. Biochemical and medical importance of vanadium compounds. Acta Biochimica Polonica. 2012;59(2):195–200.", "ArticleIdList": ["22693688"]}, {"Citation": "Rehder D. The potentiality of vanadium in medicinal applications. Future Medicinal Chemistry. 2012;4(14):1823–1837. doi: 10.4155/fmc.12.103.", "ArticleIdList": ["10.4155/fmc.12.103", "23043479"]}, {"Citation": "Baran E. J. Vanadium detoxification: chemical and biochemical aspects. Chemistry & Biodiversity. 2008;5(8):1475–1484. doi: 10.1002/cbdv.200890136.", "ArticleIdList": ["10.1002/cbdv.200890136", "18729109"]}, {"Citation": "Gummow B., Botha C. J., Williams M. C. Chronic vanadium poisoning in calves and its treatment with calcium disodium ethylenediaminetetraacetate. Veterinary Research Communications. 2006;30(7):807–822. doi: 10.1007/s11259-006-3279-3.", "ArticleIdList": ["10.1007/s11259-006-3279-3", "17004042"]}, {"Citation": "Sanchez D. J., Colomina M. T., Domingo J. L., Corbella J. Prevention by sodium 4,5-dihydroxybenzene-1,3-disulfonate (Tiron) of vanadium-induced behavioral toxicity in rats. Biological Trace Element Research. 1999;69(3):249–259. doi: 10.1007/BF02783877.", "ArticleIdList": ["10.1007/BF02783877", "10468162"]}, {"Citation": "Ferrer E. G., Baran E. J. Reduction of vanadium(V) with ascorbic acid and isolation of the generated oxovanadium(IV) species. Biological Trace Element Research. 2001;83(2):111–119. doi: 10.1385/BTER:83:2:111.", "ArticleIdList": ["10.1385/BTER:83:2:111", "11762528"]}, {"Citation": "Zwolak I., Gołębiowska D. Protective activity of pyruvate against vanadium-dependent cytotoxicity in Chinese hamster ovary (CHO-K1) cells. Toxicology and Industrial Health. 2018;34(5):283–292. doi: 10.1177/0748233718754979.", "ArticleIdList": ["10.1177/0748233718754979", "29529943"]}, {"Citation": "Huang C., Zhang Z., Ding M., et al. Vanadate induces p53 transactivation through hydrogen peroxide and causes apoptosis. The Journal of Biological Chemistry. 2000;275(42):32516–32522. doi: 10.1074/jbc.M005366200.", "ArticleIdList": ["10.1074/jbc.M005366200", "10922372"]}, {"Citation": "Capella L. S., Gefé M. R., Silva E. F., et al. Mechanisms of vanadate-induced cellular toxicity: role of cellular glutathione and NADPH. Archives of Biochemistry and Biophysics. 2002;406(1):65–72. doi: 10.1016/S0003-9861(02)00408-3.", "ArticleIdList": ["10.1016/S0003-9861(02)00408-3", "12234491"]}, {"Citation": "Fickl H., Theron A. J., Grimmer H., et al. Vanadium promotes hydroxyl radical formation by activated human neutrophils. Free Radical Biology & Medicine. 2006;40(1):146–155. doi: 10.1016/j.freeradbiomed.2005.09.019.", "ArticleIdList": ["10.1016/j.freeradbiomed.2005.09.019", "16337888"]}, {"Citation": "Cuesta S., Francés D., García G. B. ROS formation and antioxidant status in brain areas of rats exposed to sodium metavanadate. Neurotoxicology and Teratology. 2011;33(2):297–302. doi: 10.1016/j.ntt.2010.10.010.", "ArticleIdList": ["10.1016/j.ntt.2010.10.010", "21056100"]}, {"Citation": "Evangelou A. M. Vanadium in cancer treatment. Critical Reviews in Oncology/Hematology. 2002;42(3):249–265. doi: 10.1016/s1040-8428(01)00221-9.", "ArticleIdList": ["10.1016/s1040-8428(01)00221-9", "12050018"]}, {"Citation": "Zhao Y., Ye L., Liu H., et al. Vanadium compounds induced mitochondria permeability transition pore (PTP) opening related to oxidative stress. Journal of Inorganic Biochemistry. 2010;104(4):371–378. doi: 10.1016/j.jinorgbio.2009.11.007.", "ArticleIdList": ["10.1016/j.jinorgbio.2009.11.007", "20015552"]}, {"Citation": "Catalá A. Lipid peroxidation of membrane phospholipids generates hydroxy-alkenals and oxidized phospholipids active in physiological and/or pathological conditions. Chemistry and Physics of Lipids. 2009;157(1):1–11. doi: 10.1016/j.chemphyslip.2008.09.004.", "ArticleIdList": ["10.1016/j.chemphyslip.2008.09.004", "18977338"]}, {"Citation": "Samira M., Mounira T., Kamel K., et al. Hepatotoxicity of vanadyl sulfate in nondiabetic and streptozotocin-induced diabetic rats. Canadian Journal of Physiology and Pharmacology. 2018;96(11):1076–1083. doi: 10.1139/cjpp-2018-0255.", "ArticleIdList": ["10.1139/cjpp-2018-0255", "30075092"]}, {"Citation": "Ścibior A., Gołębiowska D., Niedźwiecka I. Magnesium can protect against vanadium-induced lipid peroxidation in the hepatic tissue. Oxidative Medicine and Cellular Longevity. 2013;2013:11. doi: 10.1155/2013/802734.802734", "ArticleIdList": ["10.1155/2013/802734", "PMC3666205", "23766862"]}, {"Citation": "Marouane W., Soussi A., Murat J. C., Bezzine S., el Feki A. The protective effect of Malva sylvestris on rat kidney damaged by vanadium. Lipids in Health and Disease. 2011;10(1):p. 65. doi: 10.1186/1476-511X-10-65.", "ArticleIdList": ["10.1186/1476-511X-10-65", "PMC3104358", "21513564"]}, {"Citation": "Usende I. L., Olopade J. O., Emikpe B. O., Oyagbemi A. A., Adedapo A. A. Oxidative stress changes observed in selected organs of African giant rats (Cricetomys gambianus) exposed to sodium metavanadate. International Journal of Veterinary Science and Medicine. 2019;6(1):80–89. doi: 10.1016/j.ijvsm.2018.03.004.", "ArticleIdList": ["10.1016/j.ijvsm.2018.03.004", "PMC6147385", "30255083"]}, {"Citation": "Wang L., Medan D., Mercer R., et al. Vanadium-induced apoptosis and pulmonary inflammation in mice: role of reactive oxygen species. Journal of Cellular Physiology. 2003;195(1):99–107. doi: 10.1002/jcp.10232.", "ArticleIdList": ["10.1002/jcp.10232", "12599213"]}, {"Citation": "Fatola O. I., Olaolorun F. A., Olopade F. E., Olopade J. O. Trends in vanadium neurotoxicity. Brain Research Bulletin. 2019;145:75–80. doi: 10.1016/j.brainresbull.2018.03.010.", "ArticleIdList": ["10.1016/j.brainresbull.2018.03.010", "29577939"]}, {"Citation": "Zwolak I. Vanadium carcinogenic, immunotoxic and neurotoxic effects: a review of in vitro studies. Toxicology Mechanisms and Methods. 2014;24(1):1–12. doi: 10.3109/15376516.2013.843110.", "ArticleIdList": ["10.3109/15376516.2013.843110", "24147425"]}, {"Citation": "Bouayed J., Bohn T. Exogenous Antioxidants—Double-Edged Swords in Cellular Redox State: Health Beneficial Effects at Physiologic Doses versus Deleterious Effects at High Doses. Oxidative Medicine and Cellular Longevity. 2010;3(4):237. doi: 10.4161/oxim.3.4.12858.", "ArticleIdList": ["10.4161/oxim.3.4.12858", "PMC2952083", "20972369"]}, {"Citation": "Jones M. M., Basinger M. A. Chelate antidotes for sodium vanadate and vanadyl sulfate intoxication in mice. Journal of Toxicology and Environmental Health. 1983;12(4-6):749–756. doi: 10.1080/15287398309530466.", "ArticleIdList": ["10.1080/15287398309530466", "6608005"]}, {"Citation": "Domingo J. L., Gomez M., Llobet J. M., Corbella J. Chelating agents in the treatment of acute vanadyl sulphate intoxication in mice. Toxicology. 1990;62(2):203–211. doi: 10.1016/0300-483x(90)90110-3.", "ArticleIdList": ["10.1016/0300-483x(90)90110-3", "2353359"]}, {"Citation": "Gómez M., Domingo J. L., Llobet J. M., Corbella J. Effectiveness of some chelating agents on distribution and excretion of vanadium in rats after prolonged oral administration. Journal of Applied Toxicology. 1991;11(3):195–198. doi: 10.1002/jat.2550110307.", "ArticleIdList": ["10.1002/jat.2550110307", "1918793"]}, {"Citation": "Gómez M., Domingo J. L., Llobet J. M., Corbella J. Evaluation of the efficacy of various chelating agents on urinary excretion and tissue distribution of vanadium in rats. Toxicology Letters. 1991;57(2):227–234. doi: 10.1016/0378-4274(91)90149-z.", "ArticleIdList": ["10.1016/0378-4274(91)90149-z", "1853367"]}, {"Citation": "Wang J. P., He K. R., Ding X. M., et al. Effect of dietary vanadium and vitamin C on egg quality and antioxidant status in laying hens. Journal of Animal Physiology and Animal Nutrition. 2016;100(3):440–447. doi: 10.1111/jpn.12377.", "ArticleIdList": ["10.1111/jpn.12377", "26259765"]}, {"Citation": "Chandra A. K., Ghosh R., Chatterjee A., Sarkar M. Amelioration of vanadium-induced testicular toxicity and adrenocortical hyperactivity by vitamin E acetate in rats. Molecular and Cellular Biochemistry. 2007;306(1-2):189–200. doi: 10.1007/s11010-007-9569-4.", "ArticleIdList": ["10.1007/s11010-007-9569-4", "17668152"]}, {"Citation": "Olopade J. O., Fatola I. O., Olopade F. E. Vertical administration of vanadium through lactation induces behavioural and neuromorphological changes: protective role of vitamin E. Nigerian Journal of Physiological Sciences. 2011;26(1):055–060.", "ArticleIdList": ["22314988"]}, {"Citation": "del Carmen García-Rodríguez M., Hernández-Cortés L. M., Altamirano-Lozano M. A. In Vivo Effects of Vanadium Pentoxide and Antioxidants (Ascorbic Acid and Alpha-Tocopherol) on Apoptotic, Cytotoxic, and Genotoxic Damage in Peripheral Blood of Mice. Oxidative Medicine and Cellular Longevity. 2016;2016:11. doi: 10.1155/2016/6797851.6797851", "ArticleIdList": ["10.1155/2016/6797851", "PMC4930826", "27413422"]}, {"Citation": "Hajibabaei K. Antioxidant properties of vitamin E. Annals of Research in Antioxidants. 2016;1, article e22"}, {"Citation": "Padayatty S. J., Katz A., Wang Y., et al. Vitamin C as an antioxidant: evaluation of its role in disease prevention. Journal of the American College of Nutrition. 2003;22(1):18–35. doi: 10.1080/07315724.2003.10719272.", "ArticleIdList": ["10.1080/07315724.2003.10719272", "12569111"]}, {"Citation": "Valko M., Izakovic M., Mazur M., Rhodes C. J., Telser J. Role of oxygen radicals in DNA damage and cancer incidence. Molecular and Cellular Biochemistry. 2004;266(1/2):37–56. doi: 10.1023/B:MCBI.0000049134.69131.89.", "ArticleIdList": ["10.1023/B:MCBI.0000049134.69131.89", "15646026"]}, {"Citation": "Tsao R. Chemistry and biochemistry of dietary polyphenols. Nutrients. 2010;2(12):1231–1246. doi: 10.3390/nu2121231.", "ArticleIdList": ["10.3390/nu2121231", "PMC3257627", "22254006"]}, {"Citation": "Tresserra-Rimbau A., Lamuela-Raventos R. M., Moreno J. J. Polyphenols, food and pharma. Current knowledge and directions for future research. Biochemical Pharmacology. 2018;156:186–195. doi: 10.1016/j.bcp.2018.07.050.", "ArticleIdList": ["10.1016/j.bcp.2018.07.050", "30086286"]}, {"Citation": "Cory H., Passarelli S., Szeto J., Tamez M., Mattei J. The role of polyphenols in human health and food systems: a mini-review. Frontiers in Nutrition. 2018;5:p. 87. doi: 10.3389/fnut.2018.00087.", "ArticleIdList": ["10.3389/fnut.2018.00087", "PMC6160559", "30298133"]}, {"Citation": "Zhai Q., Narbad A., Chen W. Dietary strategies for the treatment of cadmium and lead toxicity. Nutrients. 2015;7(1):552–571. doi: 10.3390/nu7010552.", "ArticleIdList": ["10.3390/nu7010552", "PMC4303853", "25594439"]}, {"Citation": "Mitjavila M. T., Moreno J. J. The effects of polyphenols on oxidative stress and the arachidonic acid cascade. Implications for the prevention/treatment of high prevalence diseases. Biochemical Pharmacology. 2012;84(9):1113–1122. doi: 10.1016/j.bcp.2012.07.017.", "ArticleIdList": ["10.1016/j.bcp.2012.07.017", "22858365"]}, {"Citation": "Yuan Z. H., Zhang K. Y., Ding X. M., et al. Effect of tea polyphenols on production performance, egg quality, and hepatic antioxidant status of laying hens in vanadium-containing diets. Poultry Science. 2016;95(7):1709–1717. doi: 10.3382/ps/pew097.", "ArticleIdList": ["10.3382/ps/pew097", "27044874"]}, {"Citation": "Yuan Z. H., Wang J. P., Zhang K. Y., et al. Effect of vanadium and tea polyphenols on intestinal morphology, microflora and short-chain fatty acid profile of laying hens. Biological Trace Element Research. 2016;174(2):419–427. doi: 10.1007/s12011-016-0721-4.", "ArticleIdList": ["10.1007/s12011-016-0721-4", "27147433"]}, {"Citation": "Legeay S., Rodier M., Fillon L., Faure S., Clere N. Epigallocatechin gallate: a review of its beneficial properties to prevent metabolic syndrome. Nutrients. 2015;7(7):5443–5468. doi: 10.3390/nu7075230.", "ArticleIdList": ["10.3390/nu7075230", "PMC4517007", "26198245"]}, {"Citation": "Soussi A., Abdennabi R., Ghorbel F., Murat J. C., El Feki A. F. Ameliorated effects of (-)-epigallocatechin gallate against toxicity induced by vanadium in the kidneys of Wistar rats. Biological Trace Element Research. 2017;180(2):239–245. doi: 10.1007/s12011-017-1004-4.", "ArticleIdList": ["10.1007/s12011-017-1004-4", "28357648"]}, {"Citation": "Wang J., Yuan Z., Zhang K., et al. Epigallocatechin-3-gallate protected vanadium-induced eggshell depigmentation via P38MAPK-Nrf2/HO-1 signaling pathway in laying hens. Poultry Science. 2018;97(9):3109–3118. doi: 10.3382/ps/pey165.", "ArticleIdList": ["10.3382/ps/pey165", "29788294"]}, {"Citation": "Leopoldini M., Marino T., Russo N., Toscano M. Antioxidant properties of phenolic compounds: H-atom versus electron transfer mechanism. The Journal of Physical Chemistry A. 2004;108(22):4916–4922. doi: 10.1021/jp037247d.", "ArticleIdList": ["10.1021/jp037247d"]}, {"Citation": "Szymonowicz M., Kolanek M. Flavonoids and their properties to form chelate complexes. Biotechnology and Food Science. 2012;76:35–41."}, {"Citation": "Vivancos M., Moreno J. J. Effect of resveratrol, tyrosol and beta-sitosterol on oxidised low-density lipoprotein-stimulated oxidative stress, arachidonic acid release and prostaglandin E2 synthesis by RAW 264.7 macrophages. The British Journal of Nutrition. 2008;99(6):1199–1207. doi: 10.1017/S0007114507876203.", "ArticleIdList": ["10.1017/S0007114507876203", "18081942"]}, {"Citation": "Storniolo C. E., Martínez-Hovelman N., Martínez-Huélamo M., Lamuela-Raventos R. M., Moreno J. J. Extra virgin olive oil minor compounds modulate mitogenic action of oleic acid on colon cancer cell line. Journal of Agricultural and Food Chemistry. 2019;67(41):11420–11427. doi: 10.1021/acs.jafc.9b04816.", "ArticleIdList": ["10.1021/acs.jafc.9b04816", "31545039"]}, {"Citation": "Stefanson A. L., Bakovic M. Dietary regulation of Keap1/Nrf2/ARE pathway: focus on plant-derived compounds and trace minerals. Nutrients. 2014;6(9):3777–3801. doi: 10.3390/nu6093777.", "ArticleIdList": ["10.3390/nu6093777", "PMC4179188", "25244368"]}, {"Citation": "Anwar-Mohamed A., El-Kadi A. O. Down-regulation of the detoxifying enzyme NAD(P)H:quinone oxidoreductase 1 by vanadium in Hepa 1c1c7 cells. Toxicology and Applied Pharmacology. 2009;236(3):261–269. doi: 10.1016/j.taap.2009.02.002.", "ArticleIdList": ["10.1016/j.taap.2009.02.002", "19367690"]}, {"Citation": "McNabney S. M., Henagan T. M. Short chain fatty acids in the colon and peripheral tissues: a focus on butyrate, colon cancer, obesity and insulin resistance. Nutrients. 2017;9(12, article 1348) doi: 10.3390/nu9121348.", "ArticleIdList": ["10.3390/nu9121348", "PMC5748798", "29231905"]}, {"Citation": "Ogbe R. J., Ochalefu D. O., Mafulul S. G., Olaniru O. B. A review on dietary phytosterols: their occurrence, metabolism and health benefits. Asian Journal of Plant Science and Research. 2015;5:10–21."}, {"Citation": "Ghafoorunissa. Impact of quality of dietary fat on serum cholesterol and coronary heart disease: focus on plant sterols and other non-glyceride components. National Medical Journal of India. 2009;22(3):126–132.", "ArticleIdList": ["19764688"]}, {"Citation": "Adebiyi O. E., Olopade J. O., Olayemi F. O. Sodium metavanadate induced cognitive decline, behavioral impairments, oxidative stress and down regulation of myelin basic protein in mice hippocampus: ameliorative roles of β-spinasterol, and stigmasterol. Brain and Behavior. 2018;8(7, article e01014) doi: 10.1002/brb3.1014.", "ArticleIdList": ["10.1002/brb3.1014", "PMC6043703", "29856129"]}, {"Citation": "Adebiyi O. E., Olayemi F. O., Olopade J. O., Tan N. H. Βeta-sitosterol enhances motor coordination, attenuates memory loss and demyelination in a vanadium-induced model of experimental neurotoxicity. Pathophysiology. 2019;26(1):21–29. doi: 10.1016/j.pathophys.2018.12.002.", "ArticleIdList": ["10.1016/j.pathophys.2018.12.002", "30551913"]}, {"Citation": "Yu Y. Y. S., Kassim N. K., Musa K. H., Abdullah A. Measurement of antioxidant activity and structural elucidation of chemical constituents from Aglaia oligophylla Miq. International Proceedings of Chemical, Biological and Environmental Engineering. 2016;95:1–7. doi: 10.7763/IPCBEE.2016.V95.1.", "ArticleIdList": ["10.7763/IPCBEE.2016.V95.1"]}, {"Citation": "Moreno J. J. Effect of olive oil minor components on oxidative stress and arachidonic acid mobilization and metabolism by macrophages RAW 264.7. Free Radical Biology and Medicine. 2003;35(9):1073–1081. doi: 10.1016/S0891-5849(03)00465-9.", "ArticleIdList": ["10.1016/S0891-5849(03)00465-9", "14572610"]}, {"Citation": "Vivancos M., Moreno J. J. β-Sitosterol modulates antioxidant enzyme response in RAW 264.7 macrophages. Free Radical Biology and Medicine. 2005;39(1):91–97. doi: 10.1016/j.freeradbiomed.2005.02.025.", "ArticleIdList": ["10.1016/j.freeradbiomed.2005.02.025", "15925281"]}, {"Citation": "Sharmila R., Sindhu G., Arockianathan P. M. Nephroprotective effect of β-sitosterol on N-diethylnitrosamine initiated and ferric nitrilotriacetate promoted acute nephrotoxicity in Wistar rats. Journal of Basic and Clinical Physiology and Pharmacology. 2016;27(5):473–482. doi: 10.1515/jbcpp-2015-0085.", "ArticleIdList": ["10.1515/jbcpp-2015-0085", "26982615"]}, {"Citation": "Barros L., Carvalho A. M., Ferreira I. C. Leaves, flowers, immature fruits and leafy flowered stems of Malva sylvestris: a comparative study of the nutraceutical potential and composition. Food and Chemical Toxicology. 2010;48(6):1466–1472. doi: 10.1016/j.fct.2010.03.012.", "ArticleIdList": ["10.1016/j.fct.2010.03.012", "20233600"]}, {"Citation": "Koubaa F. G., Abdennabi R., Salah A. S. B., El Feki A. Microwave extraction of Salvia officinalis essential oil and assessment of its GC-MS identification and protective effects versus vanadium-induced nephrotoxicity in Wistar rats models. Archives of Physiology and Biochemistry. 2018;125(5):404–413. doi: 10.1080/13813455.2018.1478427.", "ArticleIdList": ["10.1080/13813455.2018.1478427", "29884068"]}, {"Citation": "Ghorbani A., Esmaeilizadeh M. Pharmacological properties of Salvia officinalis and its components. Journal of Traditional and Complementary Medicine. 2017;7(4):433–440. doi: 10.1016/j.jtcme.2016.12.014.", "ArticleIdList": ["10.1016/j.jtcme.2016.12.014", "PMC5634728", "29034191"]}, {"Citation": "Igado O. O., Glaser J., Ramos-Tirado M., et al. Isolation of a novel compound (MIMO2) from the methanolic extract of Moringa oleifera leaves: protective effects against vanadium-induced cytotoxity. Drug and Chemical Toxicology. 2018;41(3):249–258. doi: 10.1080/01480545.2017.1366504.", "ArticleIdList": ["10.1080/01480545.2017.1366504", "28925291"]}, {"Citation": "Adebiyi O. E., Olopade J. O., Olayemi F. O. Neuroprotective effect of Grewia carpinifolia extract against vanadium induced behavioural impairment. Folia Veterinaria. 2016;60(4):5–13. doi: 10.1515/fv-2016-0031.", "ArticleIdList": ["10.1515/fv-2016-0031"]}, {"Citation": "Soussi A., Croute F., Soleilhavoup J. P., Kammoun A., El Feki A. Impact of green tea on oxidative stress induced by ammonium metavanadate exposure in male rats. Comptes Rendus Biologies. 2006;329(10):775–784. doi: 10.1016/j.crvi.2006.07.004.", "ArticleIdList": ["10.1016/j.crvi.2006.07.004", "17027638"]}, {"Citation": "Chacko S. M., Thambi P. T., Kuttan R., Nishigaki I. Beneficial effects of green tea: a literature review. Chinese Medicine. 2010;5(1):p. 13. doi: 10.1186/1749-8546-5-13.", "ArticleIdList": ["10.1186/1749-8546-5-13", "PMC2855614", "20370896"]}, {"Citation": "Matic I., Guidi A., Kenzo M., Galgani A., Mattei M. Investigation of medicinal plants traditionally used as dietary supplements: a review on Moringa oleifera. Journal of Public Health in Africa. 2018;9(3) doi: 10.4081/jphia.2018.841.", "ArticleIdList": ["10.4081/jphia.2018.841", "PMC6379786", "30854178"]}, {"Citation": "Volpe A. R., Cesare P., Aimola P., Boscolo M., Valle G., Carmignani M. Zinc opposes genotoxicity of cadmium and vanadium but not of lead. Journal of Biological Regulators and Homeostatic Agents. 2011;25(4):589–601.", "ArticleIdList": ["22217991"]}, {"Citation": "Chandra A. K., Ghosh R., Chatterjee A., Sarkar M. Vanadium-induced testicular toxicity and its prevention by oral supplementation of zinc sulphate. Toxicology Mechanisms and Methods. 2007;17(4):175–187. doi: 10.1080/15376510601185871.", "ArticleIdList": ["10.1080/15376510601185871", "20020967"]}, {"Citation": "Bay B. H., Sit K. H., Paramanantham R., Chan Y. G. Hydroxyl free radicals generated by vanadyl[IV] induce cell blebbing in mitotic human Chang liver cells. Biometals. 1997;10(2):119–122. doi: 10.1023/a:1018331223538.", "ArticleIdList": ["10.1023/a:1018331223538", "9210293"]}, {"Citation": "Shrivastava S., Jadon A., Shukla S. Effect of tiron and its combination with nutritional supplements against vanadium intoxication in female albino rats. The Journal of Toxicological Sciences. 2007;32(2):185–192. doi: 10.2131/jts.32.185.", "ArticleIdList": ["10.2131/jts.32.185", "17538242"]}, {"Citation": "Ly C., Yockell-Lelievre J., Ferraro Z. M., Arnason J. T., Ferrier J., Gruslin A. The effects of dietary polyphenols on reproductive health and early development. Human Reproduction Update. 2015;21(2):228–248. doi: 10.1093/humupd/dmu058.", "ArticleIdList": ["10.1093/humupd/dmu058", "25376587"]}, {"Citation": "Rasoanaivo P., Wright C. W., Willcox M. L., Gilbert B. Whole plant extracts versus single compounds for the treatment of malaria: synergy and positive interactions. Malaria Journal. 2011;10(S1) doi: 10.1186/1475-2875-10-S1-S4.", "ArticleIdList": ["10.1186/1475-2875-10-S1-S4", "PMC3059462", "21411015"]}, {"Citation": "Olaolorun F. A., Obasa A. A., Balogun H. A., Aina O. O., Olopade J. O. Lactational vitamin E protects against the histotoxic effects of systemically administered vanadium in neonatal rats. Nigerian Journal of Physiological Sciences. 2014;29(2):125–129.", "ArticleIdList": ["26196578"]}, {"Citation": "Vijaya Bharathi B., Jaya Prakash G., Krishna K. M., et al. Protective effect of alpha glucosyl hesperidin (G-hesperidin) on chronic vanadium induced testicular toxicity and sperm nuclear DNA damage in male Sprague Dawley rats. Andrologia. 2015;47(5):568–578. doi: 10.1111/and.12304.", "ArticleIdList": ["10.1111/and.12304", "24909458"]}, {"Citation": "Zendeboodi S., Esmaili A., Movahed A., et al. The attenuative effects of oral resveratrol on renal changes induced by vanadium injection in rats. Journal of Renal Injury Prevention. 2019;8(2):127–132. doi: 10.15171/jrip.2019.24.", "ArticleIdList": ["10.15171/jrip.2019.24"]}, {"Citation": "Visalli G., Facciolà A., Bertuccio M. P., Picerno I., Di Pietro A. In vitro assessment of the indirect antioxidant activity of sulforaphane in redox imbalance vanadium-induced. Natural Product Research. 2017;31(22):2612–2620. doi: 10.1080/14786419.2017.1286485.", "ArticleIdList": ["10.1080/14786419.2017.1286485", "28278681"]}, {"Citation": "Aureliano M. Decavanadate Toxicology and Pharmacological Activities: V10 or V1 , Both or None? Oxidative Medicine and Cellular Longevity. 2016;2016:8. doi: 10.1155/2016/6103457.6103457", "ArticleIdList": ["10.1155/2016/6103457", "PMC4745863", "26904166"]}, {"Citation": "Ghosh S. K., Saha R., Saha B. Toxicity of inorganic vanadium compounds. Research on Chemical Intermediates. 2015;41(7):4873–4897. doi: 10.1007/s11164-014-1573-1.", "ArticleIdList": ["10.1007/s11164-014-1573-1"]}]}], "History": [{"Year": "2019", "Month": "7", "Day": "12"}, {"Year": "2019", "Month": "11", "Day": "23"}, {"Year": "2020", "Month": "1", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["31998432", "PMC6973198", "10.1155/2020/1490316"]}}]}