{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Catharanthus roseus", "geranylgeranyl diphosphate synthase", "localization", "monoterpene indole alkaloids", "overexpression", "protein geranylgeranyltransferase", "virus-induced gene silencing"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32064705", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2021", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "04", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1111/tpj.14725"], "Journal": {"ISSN": "1365-313X", "JournalIssue": {"Volume": "103", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jul"}}, "Title": "The Plant journal : for cell and molecular biology", "ISOAbbreviation": "Plant J"}, "ArticleTitle": "A plastid-localized bona fide geranylgeranyl diphosphate synthase plays a necessary role in monoterpene indole alkaloid biosynthesis in Catharanthus roseus.", "Pagination": {"StartPage": "248", "EndPage": "265", "MedlinePgn": "248-265"}, "Abstract": {"AbstractText": ["In plants, geranylgeranyl diphosphate (GGPP, C<sub>20</sub> ) synthesized by GGPP synthase (GGPPS) serves as precursor for vital metabolic branches including specialized metabolites. Here, we report the characterization of a GGPPS (CrGGPPS2) from the Madagascar periwinkle (Catharanthus roseus) and demonstrate its role in monoterpene (C<sub>10</sub> )-indole alkaloids (MIA) biosynthesis. The expression of CrGGPPS2 was not induced in response to methyl jasmonate (MeJA), and was similar to the gene encoding type-I protein geranylgeranyltransferase_β subunit (CrPGGT-I_β), which modulates MIA formation in C. roseus cell cultures. Recombinant CrGGPPS2 exhibited a bona fide GGPPS activity by catalyzing the formation of GGPP as the sole product. Co-localization of fluorescent protein fusions clearly showed CrGGPPS2 was targeted to plastids. Downregulation of CrGGPPS2 by virus-induced gene silencing (VIGS) significantly decreased the expression of transcription factors and pathway genes related to MIA biosynthesis, resulting in reduced MIA. Chemical complementation of CrGGPPS2-vigs leaves with geranylgeraniol (GGol, alcoholic form of GGPP) restored the negative effects of CrGGPPS2 silencing on MIA biosynthesis. In contrast to VIGS, transient and stable overexpression of CrGGPPS2 enhanced the MIA biosynthesis. Interestingly, VIGS and transgenic-overexpression of CrGGPPS2 had no effect on the main GGPP-derived metabolites, cholorophylls and carotenoids in C. roseus leaves. Moreover, silencing of CrPGGT-I_β, similar to CrGGPPS2-vigs, negatively affected the genes related to MIA biosynthesis resulting in reduced MIA. Overall, this study demonstrated that plastidial CrGGPPS2 plays an indirect but necessary role in MIA biosynthesis. We propose that CrGGPPS2 might be involved in providing GGPP for modifying proteins of the signaling pathway involved in MIA biosynthesis."], "CopyrightInformation": "© 2020 Society for Experimental Biology and John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Plant Biology and Biotechnology Lab, CSIR-Central Institute of Medicinal and Aromatic Plants, Research Centre, Bengaluru, 560065, India."}], "LastName": "Kumar", "ForeName": "Sarma Rajeev", "Initials": "SR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Plant Biology and Biotechnology Lab, CSIR-Central Institute of Medicinal and Aromatic Plants, Research Centre, Bengaluru, 560065, India."}], "LastName": "Rai", "ForeName": "Avanish", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Plant Biology and Biotechnology Lab, CSIR-Central Institute of Medicinal and Aromatic Plants, Research Centre, Bengaluru, 560065, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), New Delhi, India."}], "LastName": "Bomzan", "ForeName": "Dikki Pedenla", "Initials": "DP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Plant Biology and Biotechnology Lab, CSIR-Central Institute of Medicinal and Aromatic Plants, Research Centre, Bengaluru, 560065, India."}], "LastName": "Kumar", "ForeName": "Krishna", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut de Biologie Moléculaire des Plantes, CNRS, Université de Strasbourg, 12 rue du Général Zimmer, 67084, Strasbourg, France."}], "LastName": "Hemmerlin", "ForeName": "Andréa", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Plant Biology and Biotechnology Lab, CSIR-Central Institute of Medicinal and Aromatic Plants, Research Centre, Bengaluru, 560065, India."}], "LastName": "Dwivedi", "ForeName": "Varun", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Savitribai Phule Pune University, Pune, 4110077, India."}], "LastName": "Godbole", "ForeName": "Rucha C", "Initials": "RC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Savitribai Phule Pune University, Pune, 4110077, India."}], "LastName": "Barvkar", "ForeName": "Vitthal", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Analytical Chemistry Department, CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015, India."}], "LastName": "Shanker", "ForeName": "Karuna", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Plant Biology and Biotechnology Lab, CSIR-Central Institute of Medicinal and Aromatic Plants, Research Centre, Bengaluru, 560065, India."}], "LastName": "Shilpashree", "ForeName": "H B", "Initials": "HB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Plant Biology and Biotechnology Lab, CSIR-Central Institute of Medicinal and Aromatic Plants, Research Centre, Bengaluru, 560065, India."}], "LastName": "Bhattacharya", "ForeName": "Ankita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Plant Biology and Biotechnology Lab, CSIR-Central Institute of Medicinal and Aromatic Plants, Research Centre, Bengaluru, 560065, India."}], "LastName": "Smitha", "ForeName": "Attibele Ramamurthy", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Plant Biology and Biotechnology Lab, CSIR-Central Institute of Medicinal and Aromatic Plants, Research Centre, Bengaluru, 560065, India."}], "LastName": "Hegde", "ForeName": "Namratha", "Initials": "N"}, {"Identifier": ["0000-0002-9418-8918"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Plant Biology and Biotechnology Lab, CSIR-Central Institute of Medicinal and Aromatic Plants, Research Centre, Bengaluru, 560065, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), New Delhi, India."}], "LastName": "Nagegowda", "ForeName": "Dinesh A", "Initials": "DA"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Plant J", "NlmUniqueID": "9207397", "ISSNLinking": "0960-7412"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Monoterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Secologanin Tryptamine Alkaloids"}, {"RegistryNumber": "EC 2.5.1.29", "NameOfSubstance": "Farnesyltranstransferase"}], "CommentsCorrectionsList": [{"RefSource": "Plant J. 2021 Sep;107(6):1854. doi: 10.1111/tpj.15473", "PMID": "34587341"}], "MeshHeadingList": [{"QualifierName": ["enzymology", "genetics", "metabolism"], "DescriptorName": "Catharanthus"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Farnesyltranstransferase"}, {"QualifierName": [], "DescriptorName": "Metabolic Networks and Pathways"}, {"QualifierName": ["metabolism"], "DescriptorName": "Monoterpenes"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plastids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Secologanin Tryptamine Alkaloids"}, {"QualifierName": [], "DescriptorName": "Sequence Analysis, DNA"}, {"QualifierName": [], "DescriptorName": "Transcriptome"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aerts, R.J., Gisi, D., De Carolis, E., De Luca, V. and Baumann, T.W. (1994) Methyl jasmonate vapor increases the developmentally controlled synthesis of alkaloids in Catharanthus and Cinchona seedlings. Plant J. 5, 635-643."}, {"Citation": "Akhtar, T.A., Surowiecki, P., Siekierska, H. et al. (2017) Polyprenols are synthesized by a plastidial cis-prenyltransferase and influence photosynthetic performance. Plant Cell, 29, 1709-1725."}, {"Citation": "Beck, G., Coman, D., Herren, E., Ruiz-Sola, M.A., Rodríguez-Concepción, M., Gruissem, W. and Vranová, E. (2013) Characterization of the GGPP synthase gene family in Arabidopsis thaliana. Plant Mol. Biol. 82, 393-416."}, {"Citation": "Casey, P.J. (1995) Protein lipidation in cell signaling. Science, 268, 221-225."}, {"Citation": "Casey, P.J. and Sebra, M.C. (1996) Protein prenyltransferases. J. Biol. Chem. 271, 5289-5292."}, {"Citation": "Cervantes-Cervantes, M., Gallagher, C.E., Zhu, C. and Wurtzel, E.T. (2006) Maize cDNAs expressed in endosperm encode functional farnesyl diphosphate synthase with geranylgeranyl diphosphate synthase activity. Plant Physiol. 141, 220-231."}, {"Citation": "Clarke, S. (1992) Protein isoprenylation and methylation at carboxy-terminal cysteine residues. Annu. Rev. Biochem. 61, 355-386."}, {"Citation": "Clastre, M., Papon, N., Courdavault, V., Giglioli-Guivarc'h, N., St-Pierre, B. and Simkin, A.J. (2011) Subcellular evidence for the involvement of peroxisomes in plant isoprenoid biosynthesis. Plant Signal. Behav. 6, 2044-2046."}, {"Citation": "Coman, D., Altenhoff, A., Zoller, S., Gruissem, W. and Vranová, E. (2014) Distinct evolutionary strategies in the GGPPS family from plants. Front Plant Sci. 5, 230."}, {"Citation": "Courdavault, V., Thiersault, M., Courtois, M., Gantet, P., Oudin, A., Doireau, P., St-Pierre, B. and Giglioli-Guivarc'h, N. (2005) CaaX-prenyltransferases are essential for expression of genes involved in the early stages of monoterpenoid biosynthetic pathway in Catharanthus roseus cells. Plant Mol. Biol. 57, 855-870."}, {"Citation": "Courdavault, V., Burlat, V., St-Pierre, B. and Giglioli-Guivarc'h, N. (2009) Proteins prenylated by type I protein geranylgeranyltransferase act positively on the jasmonate signalling pathway triggering the biosynthesis of monoterpene indole alkaloids in Catharanthus roseus. Plant Cell Rep. 28, 83-93."}, {"Citation": "Courdavault, V., Clastre, M., Simkin, A.J. and Giglioli-Guivarc'h, N. (2013) Prenylated proteins are required for methyl-jasmonate-induced monoterpene indole alkaloids biosynthesis in Catharanthus roseus. In Isoprenoids Synthesis in Plants and Microorganisms: New Concepts and Experimental Approaches (Bach T.J. and Rohmer, M., eds). New York: Springer International Publishing Group, pp. 285-296."}, {"Citation": "Crowell, D.N. (2000) Functional implications of protein isoprenylation in plants. Prog. Lipid Res. 39, 393-408."}, {"Citation": "Crowell, D.N. and Huizinga, D.H. (2009) Protein isoprenylation: the fat of the matter. Trends Plant. Sci. 14, 163-170."}, {"Citation": "Dong, L., Jongedijk, E., Bouwmeester, H. and Van Der Krol, A. (2016) Monoterpene biosynthesis potential of plant subcellular compartments. New Phytol. 209, 679-690."}, {"Citation": "Doyle, J.J. and Doyle, J.L. (1990) Isolation of plant DNA from fresh tissue. Focus, 12, 13-15."}, {"Citation": "van der Fits, L. and Memelink, J. (2000) ORCA3, a jasmonate-responsive transcriptional regulator of plant primary and secondary metabolism. Science, 289, 295-297."}, {"Citation": "Gerber, E., Hemmerlin, A., Hartmann, M. et al. (2009) The plastidial 2 C-methyl-D-erythritol 4-phosphate pathway provides the isoprenyl moiety for protein geranylgeranylation in tobacco BY-2 cells. Plant Cell, 21, 285-300."}, {"Citation": "Gershenzon, J. and Dudareva, N. (2007) The function of terpene natural products in the natural world. Nat. Chem. Biol. 3, 408-414."}, {"Citation": "Hemmerlin, A., Fischt, I. and Bach, T.J. (2000) Differential interaction of branch-specific inhibitors of isoprenoid biosynthesis with cell cycle progression in tobacco BY-2 cells. Physiol. Plant, 110, 343-350."}, {"Citation": "Hemmerlin, A., Hoeffler, J.F., Meyer, O., Tritsch, D., Kagan, I.A., Grosdemange-Billiard, C., Rohmer, M. and Bach, T.J. (2003) Cross-talk between the cytosolic mevalonate and the plastidial methylerythritol phosphate pathways in tobacco Bright Yellow 2 cells. J. Biol. Chem. 278, 26 666-26 676."}, {"Citation": "Hemmerlin, A., Tritsch, D., Hartmann, M., Pacaud, K., Hoeffler, J.F., van Dorsselaer, A., Rohmer, M. and Bach, T.J. (2006) A cytosolic Arabidopsis D-xylulose kinase catalyzes the phosphorylation of 1-deoxy-D-xylulose into a precursor of the plastidial isoprenoid pathway. Plant Physiol. 142, 441-457."}, {"Citation": "Huchelmann, A., Gastaldo, C., Veinante, M., Zeng, Y., Heintz, D., Tritsch, D., Schaller, H., Rohmer, M., Bach, T.J. and Hemmerlin, A. (2014) S-Carvone suppresses cellulase-induced capsidiol production in Nicotiana tabacum by interfering with protein isoprenylation. Plant Physiol. 164, 935-950."}, {"Citation": "Johnson, C.D., Chary, S.N., Chernoff, E.A., Zeng, Q., Running, M.P. and Crowell, D.N. (2005) Protein geranylgeranyl transferase I is involved in specific aspects of abscisic acid and auxin signaling in Arabidopsis. Plant Physiol. 139, 722-733."}, {"Citation": "Kainou, T., Kawamura, K., Tanaka, K., Matsuda, H. and Kawamukai, M. (1999) Identification of the GGPS1 genes encoding geranylgeranyl diphosphate synthases from mouse and human. Biochim. Biophys. Acta. 1437, 333-340."}, {"Citation": "Kalbande, B.B. and Patil, A.S. (2016) Plant tissue culture independent Agrobacterium tumefaciens mediated In-planta transformation strategy for upland cotton (Gossypium hirsutum). J. Genet. Eng. Biotechnol. 14, 9-18."}, {"Citation": "Kumar, K., Kumar, S.R., Dwivedi, V., Rai, A., Shukla, A.K., Shanker, K. and Nagegowda, D.A. (2015) Precursor feeding studies and molecular characterization of geraniol synthase establish the limiting role of geraniol in monoterpene indole alkaloid biosynthesis in Catharanthus roseus leaves. Plant Sci. 239, 56-66."}, {"Citation": "Kumar, S., Stecher, G. and Tamura, K. (2016) MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets. Mol. Biol. Evol. 33, 1870-1874."}, {"Citation": "Kumar, S.R., Shilpashree, H.B. and Nagegowda, D.A. (2018) Terpene moiety enhancement by overexpression of geranyl(geranyl) diphosphate synthase and geraniol synthase elevates monomeric and dimeric monoterpene indole alkaloids in transgenic Catharanthus roseus. Front. Plant Sci. 9, 942."}, {"Citation": "Kuntz, M., Römer, S., Suire, C., Hugueney, P., Weil, J.H., Schantz, R. and Camara, B. (1992) Identification of a cDNA for the plastid-located geranylgeranyl pyrophosphate synthase from Capsicum annuum: Correlative increase in enzyme activity and transcript level during fruit ripening. Plant J. 2, 25-34."}, {"Citation": "Li, C.Y., Leopold, A.L., Sander, G.W., Shanks, J.V., Zhao, L. and Gibson, S.I. (2013) The ORCA2 transcription factor plays a key role in regulation of the terpenoid indole alkaloid pathway. BMC Plant Biol. 13, 155."}, {"Citation": "Liu, Y., Schiff, M. and Dinesh-Kumar, S.P. (2002) Virus-induced gene silencing in tomato. Plant J. 31, 777-786."}, {"Citation": "Liu, Y., Luo, S.H., Schmidt, A. et al. (2016) A geranylfarnesyl diphosphate synthase provides the precursor for sesterterpenoid (C25) formation in the glandular trichomes of the mint species Leucosceptrum canum. Plant Cell, 28, 804-822."}, {"Citation": "Menke, F.L., Champion, A., Kijne, J.W. and Memelink, J. (1999) A novel jasmonate-and elicitor-responsive element in the periwinkle secondary metabolite biosynthetic gene Str interacts with a jasmonate-and elicitor-inducible AP2-domain transcription factor, ORCA2. The EMBO J. 18, 4455-4463."}, {"Citation": "Nagegowda, D.A. (2010) Plant volatile terpenoid metabolism: biosynthetic genes, transcriptional regulation and subcellular compartmentation. FEBS Lett. 584, 2965-2973."}, {"Citation": "Ogura, K. and Koyama, T. (1998) Enzymatic aspects of isoprenoid chain elongation. Chem. Rev. 98, 1263-1276."}, {"Citation": "Okada, K., Saito, T., Nakagawa, T., Kawamukai, M. and Kamiya, Y. (2000) Five geranylgeranyl diphosphate synthases expressed in different organs are localized into three subcellular compartments in Arabidopsis. Plant Physiol. 122, 1045-1056."}, {"Citation": "Orlova, I., Nagegowda, D.A., Kish, C.M. et al. (2009) The small subunit of snapdragon geranyl diphosphate synthase modifies the chain length specificity of tobacco geranylgeranyl diphosphate synthase in planta. Plant Cell, 21, 4002-4017."}, {"Citation": "Pan, Q., Saiman, M.Z., Mustafa, N.R., Verpoorte, R. and Tang, K. (2016) A simple and rapid HPLC-DAD method for simultaneously monitoring the accumulation of alkaloids and precursors in different parts and different developmental stages of Catharanthus roseus plants. J. Chromatogr. B, 1014, 10-16."}, {"Citation": "Pandey, A., Misra, P., Khan, M.P., Swarnkar, G., Tewari, M.C., Bhambhani, S., Trivedi, R., Chattopadhyay, N. and Trivedi, P.K. (2014) Co-expression of Arabidopsis transcription factor, At MYB12, and soybean isoflavone synthase, GmIFS1, genes in tobacco leads to enhanced biosynthesis of isoflavones and flavonols resulting in osteoprotective activity. Plant Biotech. J. 12, 69-80."}, {"Citation": "Paul, P., Singh, S.K., Patra, B., Sui, X., Pattanaik, S. and Yuan, L. (2017) A differentially regulated AP2/ERF transcription factor gene cluster acts downstream of a MAP kinase cascade to modulate terpenoid indole alkaloid biosynthesis in Catharanthus roseus. New Phytol. 213, 1107-1123."}, {"Citation": "Rai, A., Smitha, S.S., Singh, A.K., Shanker, K. and Nagegowda, D.A. (2013) Homomeric and heteromeric geranyl diphosphate synthases from Catharanthus roseus and their involvement in monoterpene indole alkaloid biosynthesis. Mol. Plant, 6, 1531-1549."}, {"Citation": "Raina, S.K., Wankhede, D.P., Jaggi, M., Singh, P., Jalmi, S.K., Raghuram, B., Sheikh, A.H. and Sinha, A.K. (2012) CrMPK3, a mitogen activated protein kinase from Catharanthus roseus and its possible role in stress induced biosynthesis of monoterpenoid indole alkaloids. BMC Plant Biol. 12, 134."}, {"Citation": "Randall, S.K., Marshall, M.S. and Crowell, D.N. (1993) Protein isoprenylation in suspension-cultured tobacco cells. Plant Cell, 5, 433-442."}, {"Citation": "Rischer, H., Orešič, M., Seppänen-Laakso, T., Katajamaa, M., Lammertyn, F., Ardiles-Diaz, W., Van Montagu, M.C., Inzé, D., Oksman-Caldentey, K.M. and Goossens, A. (2006) Gene-to-metabolite networks for terpenoid indole alkaloid biosynthesis in Catharanthus roseus cells. Proc. Natl Acad. Sci. USA, 103, 5614-5619."}, {"Citation": "Ruiz-Sola, M.Á., Coman, D., Beck, G. et al. (2016) Arabidopsis GERANYLGERANYL DIPHOSPHATE SYNTHASE 11 is a hub isozyme required for the production of most photosynthesis related isoprenoids. New Phytol. 209, 252-264."}, {"Citation": "van Schie, C.C., Haring, M.A. and Schuurink, R.C.. (2012) Prenyldiphosphate synthases and gibberellins biosynthesis. In: Isoprenoid Synthesis in Plants and Microorganisms (Bach, T.J. and Rohmer, M., eds). New York: Springer International Publishing, pp. 213-232."}, {"Citation": "Schmidt, A., Wächtler, B., Temp, U., Krekling, T., Séguin, A. and Gershenzon, J. (2010) A bifunctional geranyl and geranylgeranyl diphosphate synthase is involved in terpene oleoresin formation in Picea abies. Plant Physiol. 152, 639-655."}, {"Citation": "Skorupinska-Tudek, K., Poznanski, J., Wojcik, J. et al. (2008) Contribution of the mevalonate and methylerythritol phosphate pathways to the biosynthesis of dolichols in plants. J. Biol. Chem. 283, 21 024-21 035."}, {"Citation": "Suttipanta, N., Pattanaik, S., Kulshrestha, M., Patra, B., Singh, S.K. and Yuan, L. (2011) The transcription factor CrWRKY1 positively regulates the terpenoid indole alkaloid biosynthesis in Catharanthus roseus. Plant Physiol. 157, 2081-2093."}, {"Citation": "Thabet, I., Guirimand, G., Guihur, A., Lanoue, A., Courdavault, V., Papon, N., Bouzid, S., Giglioli-Guivarc'h, N., Simkin, A.J. and Clastre, M. (2012) Characterization and subcellular localization of geranylgeranyl diphosphate synthase from Catharanthus roseus. Mol. Biol. Rep. 39, 3235-3243."}, {"Citation": "Thai, L., Rush, J.S., Maul, J.E., Devarenne, T., Rodgers, D.L., Chappell, J. and Waechter, C.J. (1999) Farnesol is utilized for isoprenoid biosynthesis in plant cells via farnesyl pyrophosphate formed by successive monophosphorylation reactions. Proc. Natl Acad. Sci. USA, 96, 13 080-13 085."}, {"Citation": "Tholl, D. (2015) Biosynthesis and biological functions of terpenoids in plants. In: Biotechnology of Isoprenoids (Schrader, J. and Bohlmann, J., eds). Switzerland: Springer International Publishing Group, pp. 63-106."}, {"Citation": "Tholl, D. and Lee, S. (2011) Terpene specialized metabolism in Arabidopsis thaliana. Arabidopsis Book, 9, e0143."}, {"Citation": "Tholl, D., Kish, C.M., Orlova, I., Sherman, D., Gershenzon, J., Pichersky, E. and Dudareva, N. (2004) Formation of monoterpenes in Antirrhinum majus and Clarkia breweri flowers involves heterodimeric geranyl diphosphate synthases. Plant Cell, 16, 977-992."}, {"Citation": "Van Moerkercke, A., Steensma, P., Schweizer, F. et al. (2015) The bHLH transcription factor BIS1 controls the iridoid branch of the monoterpenoid indole alkaloid pathway in Catharanthus roseus. Proc. Natl Acad. Sci. USA, 112, 8130-8135."}, {"Citation": "Van Moerkercke, A., Steensma, P., Gariboldi, I. et al. (2016) The basic helix-loop-helix transcription factor BIS2 is essential for monoterpenoid indole alkaloid production in the medicinal plant Catharanthus roseus. Plant J. 88, 3-12."}, {"Citation": "Vom Endt, D., Soares e Silva, M., Kijne, J.W., Pasquali, G.and Memelink, J. (2007) Identification of a bipartite jasmonate-responsive promoter element in the Catharanthus roseus ORCA3 transcription factor gene that interacts specifically with AT-Hook DNA-binding proteins. Plant Physiol. 144, 1680-1689."}, {"Citation": "Wang, G. and Dixon, R.A. (2009) Heterodimeric geranyl(geranyl)diphosphate synthase from hop (Humulus lupulus) and the evolution of monoterpene biosynthesis. Proc. Natl Acad. Sci. USA, 106, 9914-9919."}, {"Citation": "Zhang, H., Hedhili, S., Montiel, G., Zhang, Y., Chatel, G., Pré, M., Gantet, P. and Memelink, J. (2011) The basic helix-loop-helix transcription factor CrMYC2 controls the jasmonate-responsive expression of the ORCA genes that regulate alkaloid biosynthesis in Catharanthus roseus. Plant J. 67, 61-71."}, {"Citation": "Zhou, F., Wang, C.Y., Gutensohn, M., Jiang, L., Zhang, P., Zhang, D., Dudareva, N. and Lu, S. (2017) A recruiting protein of geranylgeranyl diphosphate synthase controls metabolic flux toward chlorophyll biosynthesis in rice. Proc. Natl Acad. Sci. USA, 114, 6866-6871."}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "10", "Day": "9"}, {"Year": "2020", "Month": "1", "Day": "29"}, {"Year": "2020", "Month": "2", "Day": "7"}, {"Year": "2020", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32064705", "10.1111/tpj.14725"]}}]}