{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ayurveda", "Controversial medicinal plants", "Hortus malabaricus"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32070638", "DateRevised": {"Year": "2021", "Month": "01", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "02", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jaim.2019.09.003", "S0975-9476(18)30374-7"], "Journal": {"ISSN": "0975-9476", "JournalIssue": {"Volume": "11", "Issue": "4", "PubDate": {"Year": "2020", "Season": "Oct-Dec"}}, "Title": "Journal of Ayurveda and integrative medicine", "ISOAbbreviation": "J Ayurveda Integr Med"}, "ArticleTitle": "Controversial identities of medicinal plants in classical literature of Ayurveda.", "Pagination": {"StartPage": "565", "EndPage": "572", "MedlinePgn": "565-572"}, "Abstract": {"AbstractText": ["India's medical heritage across its two streams of experiential knowledge viz. the classical (codified) and folk (oral) reveals an incredible range and depth of knowledge of medicinal plants. In the classical stream of Ayurveda, across the period from 1500 BCE to 1900 CE, there is information of more than 12,000 distinct Sanskrit plant names with overlaps across texts. This information is captured in more than 200 texts viz. 6 samhitas, 57 nighantus and 140 vyakhyas. The information about plants has three major dimensions in codified literature viz. morphological description (rupa gnana), pharmacology (dravya guna shastra) and pharmacy (bhaishajya kalpana). The morphological information is however sketchy and wholly inadequate for establishing botanical identity. Thus despite the huge corpus of plant names backed by sophisticated understanding of pharmacology and pharmacy there is the fact of controversial identities of medicinal plants. Why is this the case? The author believes that the gap in morphological detailing is due to the 'experiential' pedagogy of India's health tradition. While knowledge transmission of plants included theoretical propositions and sophisticated logic related to pharmacology, it also assumed an oral, practical and experiential system of learning about the identity of plants through field work. The purpose of this research is to understand the range and depth at which we have understood the problem of controversial identities of medicinal plants, to analyze work done in the field and to propose a Trans disciplinary approach to solve the problem of controversial identities of medicinal plants in Ayurveda."], "CopyrightInformation": "Copyright © 2019 The Authors. Published by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The University of Trans-Disciplinary Health Sciences and Technology (TDU), (A State Private University Established By Karnataka Act 35 of 2013), 74/2 Jarakabande Kaval, Attur Post, Via Yelahanka, Bengaluru, 560064, India. Electronic address: thomasnvarghese@gmail.com."}], "LastName": "Thomas", "ForeName": "Varghese", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Traditional Knowledge & Informatics, The University of Trans-Disciplinary Health Sciences and Technology (TDU), India."}], "LastName": "Nair", "ForeName": "S N Venugopalan", "Initials": "SNV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Conservation of Medicinal Resources, The University of Trans-Disciplinary Health Sciences and Technology (TDU), India."}], "LastName": "Ved", "ForeName": "D K", "Initials": "DK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The University of Trans-Disciplinary Health Sciences and Technology, FRLHT, India."}], "LastName": "Shankar", "ForeName": "Darshan", "Initials": "D"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Ayurveda Integr Med", "NlmUniqueID": "101551404", "ISSNLinking": "0975-9476"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sharma P.V. Chaukhambha orientalia; Varanasi: 1981. Ayurved Ka Vaijnanik Ithihas; p. 43. 1999."}, {"Citation": "Rig-veda-Samhita, Oushadhi Sukta, The sacred hymns of the Brahmans, together with the commentary of Sayanacharya, Edited by F. Max Muller, Krishnadas Academy, Varanasi."}, {"Citation": "Susruta Samhita, Vol 1, Chapter 1, Verse 1-5. translated by K. R. Srikantha Murthy, Chaukhambha Orientalia. Varanasi."}, {"Citation": "Dvivedi K.D., Dvivedi B. Vishvabharati anusandhan parishad publishing; 1993. Vedon men Ayurveda; p. 236."}, {"Citation": "Sharma P.V. 1992. History of medicine in India; p. 188."}, {"Citation": "Venugopal S.N., Ved D.K., Ishtath Fathima T., Naveen S., Ugru G., Arun S. FRLHT; 2009. Plants of Susruta Samhita. CD on Plants of Susruta Samhita."}, {"Citation": "Venugopal S.N., Ved D.K., Ishrath Fathima T., Naveen S., Ugru G., Arun S. FRLHT; 2003. Plants of Caraka Samhita. Plants of Caraka Samhita."}, {"Citation": "Agnivesa, Caraka Samhita, Volume 1, Sutra Sthana. Chowkhamba Krishnadas Academy; 2007. Text with English translation and critical explanation based on Cakrapani datta's Ayurveda Dipika, Dr. Ram Karan Sharma."}, {"Citation": "Venugopal S.N., Ved D.K., Ishrath Fathima T., Naveen S., Ugru G., Arun S. FRLHT; 2011. Plants of Ashtanga Samgraha. CD on Plants of Ashtanga Samgraha."}, {"Citation": "Meulenbeld G. A history of Indian medical literature. Jan. 2000;II A:24–60."}, {"Citation": "Manilal K. S. Hortus malabaricus and the ethnobotanical knowledge of ancient Malabar Department of Botany, University of Calicut, Calicut- 673 635 India."}, {"Citation": "Text with English translation and critical explanation based on Cakrapani datta’s Ayurveda Dipika, Dr. Ram Karan Sharma. Agnivesa, Caraka Samhita, Volume 1, Chikitsa sthana, Chapter 1, Chowkhamba Krishnadas Academy; 2007."}, {"Citation": "Meulenbeld G. II A. Jan. 2000. pp. 117–155. (History of Indian medical literature)."}, {"Citation": "Meulenbeld G. II A. Jan. 2000. pp. 156–236. (History of Indian medical literature)."}, {"Citation": "Meulenbeld G. II A. Jan. 2000. pp. 237–374. (History of Indian medical literature)."}, {"Citation": "Susruta Samhita, Vol 1, Chikitsa Sthana, Chapter 29, translated by K. R. Srikantha Murthy, Chaukhambha Orientalia. Varanasi."}, {"Citation": "Vagbhata. Ashtanga Samgraha. Sutra sthana, Chapter 12, Sasilekha sanskrit commentary by Indu. Edited by Shivprasad Sharma. Chowkhambha Sanskrit series office, Varanasi."}, {"Citation": "Meulenbeld G. II A. Jan. 2000. p. 91. (History of Indian medical literature)."}, {"Citation": "Shankar, Ved, Venugopal, Shilpa, Tabassum, Critical analysis of the botanical identity of Sankhapuspi."}, {"Citation": "Meulenbeld G. II A. Jan. 2000. p. 378. (History of Indian medical literature)."}, {"Citation": "Susruta Samhita, Vol 1, Chapter 38, Verse 9, translated by K. R. Srikantha Murthy, Chaukhambha Orientalia. Varanasi."}, {"Citation": "Verse. Vol. 265. Chowkhamba Krishnadas Academy; 2007. Text with English translation and critical explanation based on Cakrapani datta’s Ayurveda Dipika, Dr. Ram Karan Sharma. Agnivesa, Caraka Samhita, Chikitsa sthana, Chapter 26."}, {"Citation": "Bhavaprakasha Samhita, Purvakhanda, [Chapter 6], 24th part."}, {"Citation": "Bapalal Vaidya, Some controversial drugs in Indian medicine, Chaukhambha Orientlia, Varanasi, p. 77."}, {"Citation": "Bapalal Vaidya, Some controversial drugs in Indian medicine, Chaukhambha Orientlia, Varanasi, p. 79."}, {"Citation": "Indian Medicinal Plant Database. http://www.medicinalplants.in/folksearchpage vie7wed on 10.09.15."}, {"Citation": "The background of Linnaeus's Contributions to the nomenclature and methods of systematic biology. Syst Biol. March 1959;8(Issue 1):4–22. doi: 10.2307/sysbio/8.1.4. Published: 01 March 1959.", "ArticleIdList": ["10.2307/sysbio/8.1.4"]}, {"Citation": "Geographical expansion and the reconfiguration of medical authority: Garcia de Orta's Colloquies on the Simples and Drugs of India (1563) Stud Hist Philos Sci A. March 2012;43(Issue 1):74–81. viewed on 10.09.15.", "ArticleIdList": ["22530483"]}, {"Citation": "Spudich A. NCBS/TIFR; Bangalore: 2008. “Such treasure and rich merchandize, Indian botanical knowledge in 16th and 17th Century European books” exhibition catalog."}, {"Citation": "Manilal K. S. Van Rheede's Horthus malabaricus, English Edition, Vol.vol. 5, University of Kerala, Fig.12, Page 43-45."}, {"Citation": "Manilal K. S. Van Rheede's Horthus malabaricus, English Edition, Vol.vol. 5, University of Kerala, Vol.7, Fig.42, Page.155-157."}, {"Citation": "Bapalal Vaidya, Some controversial drugs in Indian medicine, Chaukhambha Orientlia, Varanasi, p. 277."}, {"Citation": "Bapalal Vaidya, Some controversial drugs in Indian medicine, Chaukhambha Orientlia, Varanasi, p. 6."}, {"Citation": "Bapalal Vaidya, Some controversial drugs in Indian medicine, Chaukhambha Orientlia, Varanasi, p. 93."}, {"Citation": "Unnikrishnan P.M. Amruth; August 1997. An insight into Ayurveda's knowledge of medicinal plants."}, {"Citation": "Thakur Balwant Singh. Chaukhamba Amarabharati Prakashan; Varanasi: 1999. Glossary of vegetable drugs in Brhattrayi; p. 18."}, {"Citation": "Ved D.K., Goraya G.S. Bishen Singh Mahendra Pal Singh, Dehra Dun & FRLHT; Bangalore, India: 2008. Demand and supply of medicinal plants in India; pp. 133–141."}, {"Citation": "FRLHT . 2018. Database. Accessed on 20.03."}, {"Citation": "FRLHT, CDs on plants of Carak Samhita (2003). Susruta Samhita (2009) and Ashtanga Samgraha (2011) by Venugopal et al."}, {"Citation": "Ved (Late) D.K., Sureshchandra S.T., Barve V., Srinivas V., Sangeetha S., Ravikumar K.  FRLHT; 2016. http://envis.frlht.org/implad Accessed on 25.01.19."}], "ReferenceList": []}], "History": [{"Year": "2018", "Month": "5", "Day": "21"}, {"Year": "2019", "Month": "5", "Day": "2"}, {"Year": "2019", "Month": "9", "Day": "20"}, {"Year": "2020", "Month": "2", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "2", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32070638", "PMC7772482", "10.1016/j.jaim.2019.09.003", "S0975-9476(18)30374-7"]}}], "PubmedBookArticle": []}