{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32089694", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "01", "Day": "27"}], "Language": ["eng"], "ELocationID": ["1975904", "10.1155/2020/1975904"], "Journal": {"ISSN": "1687-918X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "International journal of microbiology", "ISOAbbreviation": "Int J Microbiol"}, "ArticleTitle": "Antibacterial Activity Test of Extracts and Fractions of Cassava Leaves (<i>Manihot esculenta</i> Crantz) against Clinical Isolates of <i>Staphylococcus epidermidis</i> and <i>Propionibacterium acnes</i> Causing Acne.", "Pagination": {"StartPage": "1975904", "MedlinePgn": "1975904"}, "Abstract": {"AbstractText": ["This study is aimed at determining antibacterial activity from ethanol extracts and the most active fraction of cassava leaves against clinical isolates of <i>Staphylococcus epidermidis</i> and <i>Propionibacterium acnes</i>. Research carried out by the experimental method involved determination of plants, extraction with maceration method, fractionation with liquid-liquid extraction, antibacterial activity testing of extracts and fractions by agar diffusion method, determination of most active fraction from the extract, and minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC) testing of most active fraction by microdilution method. The results showed that ethanol extracts of cassava leaves had antibacterial activity against both bacteria with the most active fraction indicated by ethyl acetate. MIC values of ethyl acetate fraction against <i>S. epidermidis</i> were in the concentration range of 2.5%-5.0% (w/v) and against <i>P. acnes</i> were in the concentration range of 1.25%-2.5% (w/v). The MBC value of ethyl acetate fraction against <i>S. epidermidis</i> was at a concentration of 5% (w/v), while <i>P. acnes</i> was at a concentration of 2.5% (w/v). From the results of this study, it can be concluded that the ethanol extract of cassava leaves (<i>Manihot esculenta</i> Crantz) has antibacterial activity against clinical isolates of <i>Staphylococcus epidermidis</i> as well as on <i>Propionibacterium acnes</i>. The fraction with the best activity from the ethanol extract of cassava leaves to the two test bacteria was shown by ethyl acetate fraction. It is suggested that cassava leaves are possible to be developed into standardized antiacne herbal."], "CopyrightInformation": "Copyright © 2020 Resmi Mustarichie et al."}, "AuthorList": [{"Identifier": ["0000-0001-6453-0236"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Analysisi and Medicinal Chemistry Department, Faculty of Pharmacy, Farmasi Universitas Padjadjaran, Sumedang 45363, Indonesia."}], "LastName": "Mustarichie", "ForeName": "Resmi", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Pharmacy Department, Faculty of Pharmacy, Universitas Padjadjaran, Sumedang 45363, Indonesia."}], "LastName": "Sulistyaningsih", "ForeName": "Sulistiyaningsih", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Pharmacy Department, Faculty of Pharmacy, Universitas Padjadjaran, Sumedang 45363, Indonesia."}], "LastName": "Runadi", "ForeName": "Dudi", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "Int J Microbiol", "NlmUniqueID": "101516125"}, "CoiStatement": "The authors declare that there are no conflicts of interest regarding the publication of this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aydemir E. H. Acne vulgaris. Türk Pediatri Arşivi. 2017;49(1):13–16. doi: 10.5152/tpa.2014.1943.", "ArticleIdList": ["10.5152/tpa.2014.1943", "PMC4462260", "26078626"]}, {"Citation": "Zouboulis C. C. Acne and sebaceous gland function. Clinics in Dermatology. 2004;22(5):360–366. doi: 10.1016/j.clindermatol.2004.03.004.", "ArticleIdList": ["10.1016/j.clindermatol.2004.03.004", "15556719"]}, {"Citation": "Picardo M., Eichenfield L. F., Tan J. Acne and rosacea. Dermatology and Therapy. 2017;7(S1):43–52. doi: 10.1007/s13555-016-0168-8.", "ArticleIdList": ["10.1007/s13555-016-0168-8", "PMC5289119", "28150107"]}, {"Citation": "Toyoda M., Morohashi M. Pathogenesis of acne. Medical Electron Microscopy. 2001;34(1):29–40. doi: 10.1007/s007950100002.", "ArticleIdList": ["10.1007/s007950100002", "11479771"]}, {"Citation": "Tjekyan R. M. S. Acne vulgaris and its risk factors. Jurnal Kedokteran Media Medika Indonesia. 2008;43(1):37–43."}, {"Citation": "Cogen A. L., Nizet V., Gallo R. L. Skin microbiota: a source of disease or defence? British Journal of Dermatology. 2008;158(3):442–455. doi: 10.1111/j.1365-2133.2008.08437.x.", "ArticleIdList": ["10.1111/j.1365-2133.2008.08437.x", "PMC2746716", "18275522"]}, {"Citation": "Dréno B. What is new in the pathophysiology of acne, an overview. Journal of the European Academy of Dermatology and Venereology. 2017;31(S5):8–12. doi: 10.1111/jdv.14374.", "ArticleIdList": ["10.1111/jdv.14374", "28805938"]}, {"Citation": "Webster G. F. Acne vulgaris. BMJ. 2002;325(7362):475–479.", "ArticleIdList": ["PMC1123998", "12202330"]}, {"Citation": "Gübelin W. M., Martinez A., Molina M. T., Zapata S., Valenzuela M. E. Antimicrobial susceptibility of strains of Propionibacterium acnes isolated from inflammatory acne. Microbiologia. 2006;48(1):14–16.", "ArticleIdList": ["17357569"]}, {"Citation": "Mokhtari F., Faghihi G., Basiri A., Farhadi S., Nilforoushzadeh M., Behfar S. Comparison effect of azithromycin gel 2% with clindamycin gel 1% in patients with acne. Advanced Biomedical Research. 2016;5:p. 72. doi: 10.4103/2277-9175.180641.", "ArticleIdList": ["10.4103/2277-9175.180641", "PMC4854036", "27169103"]}, {"Citation": "Pannu J., McCarthy A., Martin A., et al. In vitro antibacterial activity of NB-003 against Propionibacterium acnes. Antimicrobial Agents and Chemotherapy. 2011;55(9):4211–4217. doi: 10.1128/AAC.00561-11.", "ArticleIdList": ["10.1128/AAC.00561-11", "PMC3165361", "21746943"]}, {"Citation": "Sutcliffe J. K. Antibiotic resistance of Propionibacterium acnes in Acne vulgaris. Dermatology Nursing. 2003;15(4):359–362.", "ArticleIdList": ["14515616"]}, {"Citation": "Hasim H., Falah S., Dewi L. K. Effect of boiled cassava leaves (Manihot esculenta Crantz) on total phenolic, flavonoid, and its antioxidant activity. Current Biochemistry. 2016;3(3):116–127."}, {"Citation": "Fasuyi A. O. Nutrient composition and processing effects on cassava leaf (Manihot esculenta Crantz) antinutrients. Pakistan Journal of Nutrition. 2005;4(1):37–42. doi: 10.3923/pjn.2005.37.42.", "ArticleIdList": ["10.3923/pjn.2005.37.42"]}, {"Citation": "Okeke C. U., Iweal E. Antioxidant profile of Dioscorea rotundata, Manihot esculenta, Ipomoea batatas, Vernonia amygdalina, and Aloe vera. Journal of Medical Research and Technology. 2007;4:4–10."}, {"Citation": "Ebuehi O. A. T., Babalola O., Ahmed Z. Phytochemical, nutritive and anti-nutritive composition of cassava (Manihot esculenta L) tubers and leaves. Nigerian Food Journal. 2006;23(1):40–46. doi: 10.4314/nifoj.v23i1.33597.", "ArticleIdList": ["10.4314/nifoj.v23i1.33597"]}, {"Citation": "Silva G. N. S. D., Primon-Barros M., Macedo A. J., Gnoatto S. C. B. Triterpene derivatives as relevant scaffold for new antibiofilm drugs. Biomolecules. 2019;9(2):58–69. doi: 10.3390/biom9020058.", "ArticleIdList": ["10.3390/biom9020058", "PMC6406419", "30754716"]}, {"Citation": "Mohammad S., Khan M. A., Ali A., Khan L., Khan M. S., Mashwani Z.-U.-R. Feasible production of biomass and natural antioxidants through callus cultures in response to varying light intensities in olive (Olea europaea. L) cult. Arbosana. Journal of Photochemistry and Photobiology B: Biology. 2019;193:140–147. doi: 10.1016/j.jphotobiol.2019.03.001.", "ArticleIdList": ["10.1016/j.jphotobiol.2019.03.001", "30852387"]}, {"Citation": "Kale R. S., Bahekar S. Phytopharmacological aspects of Manihot esculenta crantz (cassava)- A review. Mintage Journal of Pharmaceutical & Medical Sciences. 2013;2(1):1–5."}, {"Citation": "Al-Rofaai A., Rahman W. A., Sulaiman S. F., Yahaya Z. S. In vitro activity of neem (Azadirachta indica) and cassava (Manihot esculenta) on three pre-parasitic stages of susceptible and resistant strains of Teladorsagia (Ostertagia) circumcincta. Veterinary Parasitology. 2012;188(1-2):85–92. doi: 10.1016/j.vetpar.2012.03.002.", "ArticleIdList": ["10.1016/j.vetpar.2012.03.002", "22455724"]}, {"Citation": "Sirait M. How to make Simplicia (Indonesian: Cara Pembuatan Simplisia) 1–3. Jakarta, Indonesia: Direktorat Jenderal Pengawasan Obat dan Makana; 1985. pp. 105–107."}, {"Citation": "Departemen Kesehatan Republik Indonesia (Depkes RI. General Standard Parameters of Medicinal Plant Extracts (Indonesian: Parameter Standar Umum Ekstrak Tumbuhan Obat) Jakarta, Indonesia: Depkes RI; 2000."}, {"Citation": "Mustarichie R., Ramdhani D., Iskandar Y. Characteristics and alopecia activity of pakis gajah (Angiopteris evecta (G.forst) hoffm.) growing in galunggung mountainside, West Java. Asian Journal of Pharmaceutical and Clinical Research. 2017;10(11):337–340. doi: 10.22159/ajpcr.2017.v10i11.21157.", "ArticleIdList": ["10.22159/ajpcr.2017.v10i11.21157"]}, {"Citation": "Handa S. S. An Overview of Extraction Techniques for Medicinal and Aromatic Plants. Trieste, Italy: International Centre for Science and High Technology; 2008. pp. 21–54."}, {"Citation": "Seindel V.  Natural Product Isolation. Berlin, Germany: Springer; 2005.   http://www.springer.com/978-1-58829-447-0."}, {"Citation": "Farnsworth N. R. Biological and phytochemical screening of plants. Journal of Pharmaceutical Sciences. 1996;55(3):225–276.", "ArticleIdList": ["5335471"]}, {"Citation": "Depkes R. I. Indonesian Herbal Pharmacopeia Jilid I. Jakarta, Indonesia: Departemen Kesehatan Republik Indonesia; 2008. pp. 169–171."}, {"Citation": "Salem M., Bernach M., Bajdzienko K., Giavalisco P. A simple fractionated extraction method for the comprehensive analysis of metabolites, lipids, and proteins from a single sample. Journal of Visualized Experiments. 2017;124(124):p. 55802. doi: 10.3791/55802.", "ArticleIdList": ["10.3791/55802", "PMC5608179", "28605387"]}, {"Citation": "Kusuma S. F., Mita S. R., Firdayani I., Mustarichie R. Study on the antibacterial activity of fruit extracts of klutuk banana (Musa balbisiana Colla) against Shigella dysenteriae ATCC 13313. Asian Journal of Pharmaceutical and Clinical Research. 2017;10(7):220–223. doi: 10.22159/ajpcr.2017.v10i7.18561.", "ArticleIdList": ["10.22159/ajpcr.2017.v10i7.18561"]}, {"Citation": "Thiyagarajan M., Suriyavathana M. Phytochemical and antimicrobial screening of Manihot esculanta Crantz varieties Mulluvadi I, CO3 root bark. International Journal of Biotechnology and Biochemistry. 2010;6(6):859–864."}, {"Citation": "Quartey E., Amoatey H., Achoribo E., et al. Phytochemical constituents and antioxidant activities in leaves of 14 breeding lines of cassava (Manihot esculenta Crantz) American Journal of Experimental Agriculture. 2016;12(5):1–10. doi: 10.9734/AJEA/2016/18087.", "ArticleIdList": ["10.9734/AJEA/2016/18087"]}, {"Citation": "Appiah H., Falah S., Dewi L. K. Effect of boiled cassava leaves (Manihot esculenta Crantz) on total phenolic, flavonoid and its antioxidant activity. Current Biochemistry. 2016;3(3)"}, {"Citation": "Angelina M., Amelia P., Irsyad M., Lia Meilawati L., Hanafi M. Characterization of ethanol extract from katumpangan air herbs (Peperomia pellucida L. Kunth) Biopropal Industri. 2015;6(2):53–61."}, {"Citation": "Holt J. G., Krieg N. R., Sneath P. H. A., Staley J. T., Williams S. T. Bergey’s manual of determinative bacteriology. 9th. Vol. 532. Philadelphia, PA, USA: Lippincott, Williams & Wilkins; 2000. pp. 547–548."}, {"Citation": "Langlois B. E., Parlindungan R. J., Harmon K., Akers K. Biochemical characteristics of Staphylococcus species of human and bovine origin. Journal of Food Protection. 1990;53(2):119–126. doi: 10.4315/0362-028x-53.2.119.", "ArticleIdList": ["10.4315/0362-028x-53.2.119", "31003372"]}, {"Citation": "Delgado S., Cabrera-Rubio R., Mira A., Suárez A., Mayo B. Microbiological survey of the human gastric ecosystem using culturing and pyrosequencing methods. Microbial Ecology. 2013;65(3):763–772. doi: 10.1007/s00248-013-0192-5.", "ArticleIdList": ["10.1007/s00248-013-0192-5", "23397369"]}, {"Citation": "Polugari R., Maria S. R., Shailaja D. Isolation and molecular characterization of acne-causing Propionibacterium acnes. International Journal of Scientific and Research Publications. 2016;6(6):809–814."}, {"Citation": "Flanagan J. N., Steck T. R. The relationship between agar thickness and antimicrobial susceptibility testing. Indian Journal of Microbiology. 2017;57(4):503–506. doi: 10.1007/s12088-017-0683-z.", "ArticleIdList": ["10.1007/s12088-017-0683-z", "PMC5671438", "29151653"]}, {"Citation": "Markham K. R. How to Identify Flavonoids, Translated to Indonesian by Kosasih Padmawinata. Bandung, Indonesia: Penerbit ITB; 1988."}, {"Citation": "Suhendi A., Sjahid L. R., Hanwar D. Isolation and identification of flavonoids from Dewandaru (Eugenia uniflora L.) leaf. Pharmacon. 2011;12(2):73–81."}, {"Citation": "Nasri H., Bahmani M., Shahinfard N., Moradi Nafchi A., Saberianpour S., Rafieian Kopaei M. Medicinal plants for the treatment of acne vulgaris: a review of recent evidences. Jundishapur Journal of Microbiology. 2015;8(11) doi: 10.5812/jjm.25580.e25580", "ArticleIdList": ["10.5812/jjm.25580", "PMC4740760", "26862380"]}, {"Citation": "Kapoor S., Saraf S. Topical herbal therapies an alternative and complementary choice to combat acne. Research Journal of Medicinal Plant. 2011;5(6):650–669. doi: 10.3923/rjmp.2011.650.669.", "ArticleIdList": ["10.3923/rjmp.2011.650.669"]}, {"Citation": "Kanlayavattanakul M., Lourith N. Therapeutic agents and herbs in topical application for acne treatment. International Journal of Cosmetic Science. 2011;33(4):289–297. doi: 10.1111/j.1468-2494.2011.00647.x.", "ArticleIdList": ["10.1111/j.1468-2494.2011.00647.x", "21401650"]}]}], "History": [{"Year": "2019", "Month": "5", "Day": "21"}, {"Year": "2019", "Month": "11", "Day": "8"}, {"Year": "2019", "Month": "11", "Day": "27"}, {"Year": "2020", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["32089694", "PMC7008253", "10.1155/2020/1975904"]}}]}