{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Colletotrichum camelliae", "Colletotrichum spp.", "Tea plant (camellia sinensis)", "qRT-PCR"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32095156", "DateRevised": {"Year": "2022", "Month": "04", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "02", "Day": "17"}], "Language": ["eng"], "ELocationID": ["17", "10.1186/s13007-020-00564-x"], "Journal": {"ISSN": "1746-4811", "JournalIssue": {"Volume": "16", "PubDate": {"Year": "2020"}}, "Title": "Plant methods", "ISOAbbreviation": "Plant Methods"}, "ArticleTitle": "Development of a DNA-based real-time PCR assay for the quantification of <i>Colletotrichum camelliae</i> growth in tea (<i>Camellia sinensis</i>).", "Pagination": {"StartPage": "17", "MedlinePgn": "17"}, "Abstract": {"AbstractText": ["Tea, which is produced from new shoots of existing tea plants (<i>Camellia sinensis</i>), is one of the most popular, non-alcoholic, healthy beverages worldwide. <i>Colletotrichum camelliae</i> is one of the dominant fungal pathogens of tea. The interaction of <i>C. camelliae</i> with tea could be a useful pathosystem to elucidate various aspects of woody, medicinal plant-fungal interactions. Currently, many studies characterizing resistance or virulence and aggressiveness use lesion size at the infection sites on the leaves to quantify the growth of the pathogen. However, this method does not offer the sensitivity needed for the robust quantification of small changes in aggressiveness or the accurate quantification of pathogen growth at the early stages of infection.", "A quantitative real-time polymerase chain reaction (qRT-PCR) assay was developed for the quantification of <i>C. camelliae</i> growth on tea plant. This method was based on the comparison of fungal DNA in relation to plant biomass. This assay was used to investigate the phenotypes of tea plant cultivars in response to <i>C. camelliae</i> infection. Two cultivars, Zhongcha 108 (ZC108) and Longjing 43 (LJ43), were tested with this method. ZC108 was previously reported as an anthracnose-resistant cultivar against <i>C. camelliae</i>, while LJ43 was susceptible. The traditional lesion measurement method showed that both cultivars were susceptible to a virulent strain of <i>C. camelliae</i>, while the qRT-PCR approach indicated that very little fungal growth occurred in the anthracnose-resistant cultivar ZC108. The observed results in this study were consistent with previously published research. In addition, the DNA-based real-time PCR method was applied for analysis of pathogenic differences in general <i>C. camelliae</i> isolates and among several <i>Colletotrichum</i> spp that infect tea.", "This study showed that the DNA-based qRT-PCR technique is rapid, highly sensitive and easily applicable for routine experiments and could be used in screening for resistant tea plant cultivars or to identify differences in pathogen aggressiveness within and among <i>Colletotrichum</i> species."], "CopyrightInformation": "© The Author(s) 2020."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.64924.3d", "0000 0004 1760 5735"], "Affiliation": "Laboratory of Molecular Plant Pathology, College of Plant Science, Jilin University, Changchun, Jilin People's Republic of China."}], "LastName": "He", "ForeName": "Shengnan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.64924.3d", "0000 0004 1760 5735"], "Affiliation": "Laboratory of Molecular Plant Pathology, College of Plant Science, Jilin University, Changchun, Jilin People's Republic of China."}], "LastName": "Chen", "ForeName": "Huchen", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.64924.3d", "0000 0004 1760 5735"], "Affiliation": "Laboratory of Molecular Plant Pathology, College of Plant Science, Jilin University, Changchun, Jilin People's Republic of China."}], "LastName": "Wei", "ForeName": "Yi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.64924.3d", "0000 0004 1760 5735"], "Affiliation": "Laboratory of Molecular Plant Pathology, College of Plant Science, Jilin University, Changchun, Jilin People's Republic of China."}], "LastName": "An", "ForeName": "Tai", "Initials": "T"}, {"Identifier": ["0000-0003-1498-4859"], "AffiliationInfo": [{"Identifier": ["grid.64924.3d", "0000 0004 1760 5735"], "Affiliation": "Laboratory of Molecular Plant Pathology, College of Plant Science, Jilin University, Changchun, Jilin People's Republic of China."}], "LastName": "Liu", "ForeName": "Shouan", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Plant Methods", "NlmUniqueID": "101245798", "ISSNLinking": "1746-4811"}, "CoiStatement": "Competing interestsThe authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chen Z. Twenty years in the investigation on the anticarcinogenic activity of tea. J Tea Sci. 2009;29:173–190."}, {"Citation": "Yoshizawa S, Horiuchi T, Fujiki H, Yoshida T, Okuda T, Sugimura T. Antitumor promoting activity of epigallocatechin gallate, the main constituent of “Tannin” in green tea. Phytotherapy Res. 1987;1:44–47. doi: 10.1002/ptr.2650010110.", "ArticleIdList": ["10.1002/ptr.2650010110"]}, {"Citation": "Zhen Y, Chen Z, Cheng S, Chen M. Tea: bioactivity and therapeutic potential. London: Taylor and Francis Publishers; 2002. p. 256."}, {"Citation": "Liu SC, Jin JQ, Ma JQ, Yao MZ, Ma CL, Li CF, Ding ZT, Chen L. Transcriptomic analysis of tea plant responding to drought stress and recovery. PLoS ONE. 2016;11:e0147306. doi: 10.1371/journal.pone.0147306.", "ArticleIdList": ["10.1371/journal.pone.0147306", "PMC4720391", "26788738"]}, {"Citation": "Liu ZW, Wu ZJ, Li XH, Huang Y, Li H, Wang YX, Zhuang J. Identification, classification, and expression profiles of heat shock transcription factors in tea plant (Camellia sinensis) under temperature stress. Gene. 2016;576:52–59. doi: 10.1016/j.gene.2015.09.076.", "ArticleIdList": ["10.1016/j.gene.2015.09.076", "26431998"]}, {"Citation": "Ishibashi Y, Matsuo H, Baba Y, Nagafuchi Y, Imato T, Hirata T. Association of manganese effluent with the application of fertilizer and manure on tea field. Water Res. 2004;38:2821–2826. doi: 10.1016/j.watres.2004.04.006.", "ArticleIdList": ["10.1016/j.watres.2004.04.006", "15223275"]}, {"Citation": "Li Q, Li Y, Wu X, Zhou L, Zhu X, Fang W. Metal transport protein 8 in Camellia sinensis confers superior manganese tolerance when expressed in yeast and Arabidopsis thaliana. Sci Rep. 2017;7:39915. doi: 10.1038/srep39915.", "ArticleIdList": ["10.1038/srep39915", "PMC5209735", "28051151"]}, {"Citation": "Mukhopadhyay M, Das A, Subba P, Bantawa P, Sarkar B, Ghosh P, Mondal TK. Structural, physiological, and biochemical profiling of tea plantlets under zinc stress. Biol Plant. 2012;57:474–480. doi: 10.1007/s10535-012-0300-2.", "ArticleIdList": ["10.1007/s10535-012-0300-2"]}, {"Citation": "Yadav SK, Mohanpuria P. Responses of Camellia sinensis cultivars to Cu and Al stress. Biol Plantarum. 2009;53:737–740. doi: 10.1007/s10535-009-0134-8.", "ArticleIdList": ["10.1007/s10535-009-0134-8"]}, {"Citation": "Wang L, Wang Y, Cao H, Hao X, Zeng J, Yang Y, Wang X. Transcriptome analysis of an anthracnose-resistant tea plant cultivar reveals genes associated with resistance to Colletotrichum camelliae. PLoS ONE. 2016;11:e0148535. doi: 10.1371/journal.pone.0148535.", "ArticleIdList": ["10.1371/journal.pone.0148535", "PMC4743920", "26849553"]}, {"Citation": "Liu SC, Yao MZ, Ma CL, Jin JQ, Ma JQ, Li CF, Chen L. Physiological changes and differential gene expression of tea plant under dehydration and rehydration conditions. Sci Hortic. 2015;184:129–141. doi: 10.1016/j.scienta.2014.12.036.", "ArticleIdList": ["10.1016/j.scienta.2014.12.036"]}, {"Citation": "Wang D, Li CF, Ma CL, Chen L. Novel insights into the molecular mechanisms underlying the resistance of Camellia sinensis to Ectropis oblique provided by strategic transcriptomic comparisons. Sci Hortic. 2015;192:429–440. doi: 10.1016/j.scienta.2015.06.005.", "ArticleIdList": ["10.1016/j.scienta.2015.06.005"]}, {"Citation": "Cannon PF, Damm U, Johnston PR, Weir BS. Colletotrichum-current status and future directions. Stud Mycol. 2012;73:181–213. doi: 10.3114/sim0014.", "ArticleIdList": ["10.3114/sim0014", "PMC3458418", "23136460"]}, {"Citation": "Takahara H, Hacquard S, Kombrink A, Hughes HB, Halder V, Robin GP, Hiruma K, Neumann U, Shinya T, Kombrink E, Shibuya N, Thomma BP, O'Connell RJ. Colletotrichum higginsianum extracellular LysM proteins play dual roles in appressorial function and suppression of chitin-triggered plant immunity. New Phytol. 2016;211:1323–1337. doi: 10.1111/nph.13994.", "ArticleIdList": ["10.1111/nph.13994", "27174033"]}, {"Citation": "Damm U, Cannon PF, Woudenberg JH, Crous PW. The Colletotrichum acutatum species complex. Stud Mycol. 2012;73:37–113. doi: 10.3114/sim0010.", "ArticleIdList": ["10.3114/sim0010", "PMC3458416", "23136458"]}, {"Citation": "Dingley JM, Gilmour JM. Colletotrichum acutatum Simmds. f. sp. pinea associated with “terminal crook” disease of Pinus spp. New Zeal J Forest Sci. 1972;2:192–201."}, {"Citation": "Wang YT, Lo HS, Wang PH. Endophytic fungi from Taxus mairei in Taiwan: First report of Colletotrichum gloeosporioides as an edophyte of Taxus mairei. Bot Stud. 2008;49:39–43."}, {"Citation": "Joshee S, Paulus BC, Park D, Johnston PR. Diversity and distribution of fungal foliar endophytes in New Zealand Podocarpaceae. Mycol Res. 2009;113:1003–1015. doi: 10.1016/j.mycres.2009.06.004.", "ArticleIdList": ["10.1016/j.mycres.2009.06.004", "19539758"]}, {"Citation": "MacKenzie SJ, Peres NA, Barquero MP, Arauz LF, Timmer LW. Host range and genetic relatedness of Colletotrichum acutatum isolates from fruit crops and leatherleaf fern in Florida. Phytopathology. 2009;99:620–631. doi: 10.1094/PHYTO-99-5-0620.", "ArticleIdList": ["10.1094/PHYTO-99-5-0620", "19351258"]}, {"Citation": "Weir BS, Johnston PR, Damm U. The Colletotrichum gloeosporioides species complex. Stud Mycol. 2012;73:115–180. doi: 10.3114/sim0011.", "ArticleIdList": ["10.3114/sim0011", "PMC3458417", "23136459"]}, {"Citation": "Liu F, Weir BS, Damm U, Crous PW, Wang Y, Liu B, Wang M, Zhang M, Cai L. Unravelling Colletotrichum species associated with Camellia: employing ApMat and GS loci to resolve species in the C. gloeosporioides complex. Persoonia. 2015;35:63–86. doi: 10.3767/003158515X687597.", "ArticleIdList": ["10.3767/003158515X687597", "PMC4713112", "26823629"]}, {"Citation": "Wang YC, Hao XY, Wang L, Bin X, Wang XC, Yang YJ. Diverse Colletotrichum species cause anthracnose of tea plants (Camellia sinensis (L.) O. Kuntze) in China. Sci Rep. 2016;6:35287. doi: 10.1038/srep35287.", "ArticleIdList": ["10.1038/srep35287", "PMC5080629", "27782129"]}, {"Citation": "Lu Q, Wang Y, Li N, Ni D, Yang Y, Wang X. Differences in the characteristics and pathogenicity of Colletotrichum camelliae and C. fructicola isolated from the tea plant (Camellia sinensis (L.) O. Kuntze) Front Microbiol. 2018;9:3060. doi: 10.3389/fmicb.2018.03060.", "ArticleIdList": ["10.3389/fmicb.2018.03060", "PMC6297754", "30619146"]}, {"Citation": "Chen Z, Chen X. Diagnosis and treatment of tea tree diseases. Shanghai: Shanghai Scientific and Technical Publishers; 1990."}, {"Citation": "Brouwer M, Lievens B, Hemelrijck W, Ackerveken G, Cammue BPA, Thomma BPHJ. Quantification of disease progression of several microbial pathogens on Arabidopsis thaliana using real-time fluorescence PCR. FEMS Microbiol Lett. 2003;228:241–248. doi: 10.1016/S0378-1097(03)00759-6.", "ArticleIdList": ["10.1016/S0378-1097(03)00759-6", "14638430"]}, {"Citation": "Yan L, Zhang C, Ding L, Ma Z. Development of a real-time PCR assay for the detection of Cladosporium fulvum in tomato leaves. J Appl Microbiol. 2008;104:1417–1424. doi: 10.1111/j.1365-2672.2007.03660.x.", "ArticleIdList": ["10.1111/j.1365-2672.2007.03660.x", "18266707"]}, {"Citation": "Narusaka M, Shirasu K, Noutoshi Y, Kubo Y, Shiraishi T, Iwabuchi M, Narusaka Y. RRS1 and RPS4 provide a dual resistance-gene system against fungal and bacterial pathogens. Plant J. 2009;60:218–226. doi: 10.1111/j.1365-313X.2009.03949.x.", "ArticleIdList": ["10.1111/j.1365-313X.2009.03949.x", "19519800"]}, {"Citation": "Ross A, Somssich IE. A DNA-based real-time PCR assay for robust growth quantification of the bacterial pathogen Pseudomonas syringae on Arabidopsis thaliana. Plant Methods. 2016;12:48. doi: 10.1186/s13007-016-0149-z.", "ArticleIdList": ["10.1186/s13007-016-0149-z", "PMC5117497", "27895701"]}, {"Citation": "Wessling R, Panstruga R. Rapid quantification of plant-powdery mildew interactions by qPCR and conidiospore counts. Plant Methods. 2012;8:35. doi: 10.1186/1746-4811-8-35.", "ArticleIdList": ["10.1186/1746-4811-8-35", "PMC3522566", "22937820"]}, {"Citation": "Anderson RG, McDowell JM. A PCR assay for the quantification of growth of the oomycete pathogen Hyaloperonospora arabidopsidis in Arabidopsis thaliana. Mol Plant Pathol. 2015;16:893–898. doi: 10.1111/mpp.12247.", "ArticleIdList": ["10.1111/mpp.12247", "PMC6638379", "25676785"]}, {"Citation": "Gachon C, Saindrenan P. Real-time PCR monitoring of fungal development in Arabidopsis thaliana infected by Alternaria brassicicola and Botrytis cinerea. Plant Physiol Biochem. 2004;42:367–371. doi: 10.1016/j.plaphy.2004.04.001.", "ArticleIdList": ["10.1016/j.plaphy.2004.04.001", "15191738"]}, {"Citation": "Galli V, Borowski JM, Perin EC, Messias RS, Labonde J, Pereira IS, Silva SDA, Rombaldi CV. Validation of reference genes for accurate normalization of gene expression for real time-quantitative PCR in strawberry fruits using different cultivars and osmotic stresses. Gene. 2015;554:205–214. doi: 10.1016/j.gene.2014.10.049.", "ArticleIdList": ["10.1016/j.gene.2014.10.049", "25445290"]}, {"Citation": "Yao J, Lan C, Huang P, Yu D. PCR detection of Colletotrichum gloeosporioides in Psidium guajava. Australas Plant Pathol. 2018;47:95–100. doi: 10.1007/s13313-018-0540-5.", "ArticleIdList": ["10.1007/s13313-018-0540-5"]}, {"Citation": "Hao X, Horvath DP, Chao WS, Yang Y, Wang X, Xiao B. Identification and evaluation of reliable reference genes for quantitative real-time PCR analysis in tea plant (Camellia sinensis (L.) O. Kuntze) Int J Mol Sci. 2014;15:22155–22172. doi: 10.3390/ijms151222155.", "ArticleIdList": ["10.3390/ijms151222155", "PMC4284700", "25474086"]}, {"Citation": "Wang Y, Xiong F, Lu Q, Hao X, Zheng M, Wang L, Li N, Ding X, Wang X, Yang Y. Diversity of Pestalotiopsis-like species causing gray blight disease of tea plants (Camellia sinensis) in China, including two novel Pestalotiopsis species, and analysis of their pathogenicity. Plant Dis. 2019 doi: 10.1094/PDIS-02-19-0264-RE.", "ArticleIdList": ["10.1094/PDIS-02-19-0264-RE", "31432774"]}, {"Citation": "Skamnioti P, Gurr SJ. Against the grain: safeguarding rice from rice blast disease. Trends Biotechnol. 2009;27:141–150. doi: 10.1016/j.tibtech.2008.12.002.", "ArticleIdList": ["10.1016/j.tibtech.2008.12.002", "19187990"]}, {"Citation": "Yang Y, Yang S, Yang Y, Zeng J. Investigation on the breeding of new tea cultivar, Zhongcha 108, with early-sprouting, superior-quality and suitable for manufacturing high-qulity green tea. China Tea. 2003;25:12–14."}, {"Citation": "Chen L, Apostolides Z, Chen Z. Global tea breeding: achievements, challenges and perspectives. Hangzhou: Zhejiang University Press-Springer; 2012. p. 20."}, {"Citation": "Guo M, Pan YM, Dai YL, Gao ZM. First report of brown blight disease caused by Colletotrichum gloeosporioides on Camellia sinensis in Anhui province. China Plant Dis. 2014;98:284. doi: 10.1094/PDIS-08-13-0896-PDN.", "ArticleIdList": ["10.1094/PDIS-08-13-0896-PDN", "30708777"]}, {"Citation": "Liu S, Kracher B, Ziegler J, Birkenbihl RP, Somssich IE. Negative regulation of ABA signaling by WRKY33 is critical for Arabidopsis immunity towards Botrytis cinerea 2100. Elife. 2015;4:e07295. doi: 10.7554/eLife.07295.", "ArticleIdList": ["10.7554/eLife.07295", "PMC4487144", "26076231"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "1"}, {"Year": "2020", "Month": "2", "Day": "6"}, {"Year": "2020", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "2", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["32095156", "PMC7027280", "10.1186/s13007-020-00564-x", "564"]}}]}