{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["AMF-related benefits", "antioxidants", "chlorophyll", "garlic", "leek", "mineral elements", "onion", "production", "shallot"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32098151", "DateRevised": {"Year": "2024", "Month": "03", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "02", "Day": "21"}], "Language": ["eng"], "ELocationID": ["279", "10.3390/plants9020279"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "9", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Feb", "Day": "21"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Prospects of Arbuscular Mycorrhizal Fungi Utilization in Production of <i>Allium</i> Plants.", "Abstract": {"AbstractText": ["The need to improve crop yield and quality, decrease the level of mineral fertilizers and pesticides/herbicides supply, and increase plants' immunity are important topics of agriculture in the 21st century. In this respect, arbuscular mycorrhizal fungi (AMF) may be considered as a crucial tool in the development of a modern environmentally friendly agriculture. The efficiency of AMF application is connected to genetic peculiarities of plant and AMF species, soil characteristics and environmental factors, including biotic and abiotic stresses, temperature, and precipitation. Among vegetable crops, Allium species are particularly reactive to soil mycorrhiza, due to their less expanded root apparatus surface compared to most other species. Moreover, Allium crops are economically important and able to synthesize powerful anti-carcinogen compounds, such as selenomethyl selenocysteine and gamma-glutamyl selenomethyl selenocysteine, which highlights the importance of the present detailed discussion about the AMF use prospects to enhance Allium plant growth and development. This review reports the available information describing the AMF effects on the seasonal, inter-, and intra-species variations of yield, biochemical characteristics, and mineral composition of Allium species, with a special focus on the selenium accumulation both in ordinary conditions and under selenium supply."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Federal Scientific Center of Vegetable Production, Selectsionnaya 14 VNIISSOK, 143072 Moscow, Odintsovo, Russia."}], "LastName": "Golubkina", "ForeName": "Nadezhda", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Federal Scientific Center of Vegetable Production, Selectsionnaya 14 VNIISSOK, 143072 Moscow, Odintsovo, Russia."}], "LastName": "Krivenkov", "ForeName": "Leonid", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Vegetable and Medicinal Plants, University of Agriculture, 31-120 Krakow, Poland."}], "LastName": "Sekara", "ForeName": "Agnieszka", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Forage Crops, 89 General Vladimir Vazov Str, 5802 Pleven, Bulgaria."}], "LastName": "Vasileva", "ForeName": "Viliana", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Sciences, University of Naples Federico II, 80055 Portici (Naples), Italy."}], "LastName": "Tallarita", "ForeName": "Alessio", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Sciences, University of Naples Federico II, 80055 Portici (Naples), Italy."}], "LastName": "Caruso", "ForeName": "Gianluca", "Initials": "G"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chen M., Arato M., Borghi L., Nouri E., Reinhardt D. Beneficial Services of Arbuscular Mycorrhizal Fungi—From Ecology to Application. Front. Plant Sci. 2018;9:1270. doi: 10.3389/fpls.2018.01270.", "ArticleIdList": ["10.3389/fpls.2018.01270", "PMC6132195", "30233616"]}, {"Citation": "Khan A.G. Mycorrhizoremediation—An enhanced form of phytoremediation. J. Zhejiang Univ. Sci. B. 2006;7:503–514. doi: 10.1631/jzus.2006.B0503.", "ArticleIdList": ["10.1631/jzus.2006.B0503", "PMC1500877", "16773723"]}, {"Citation": "Bahadur A., Batool A., Nasir F., Jiang S., Mingsen Q., Zhang Q., Pan J., Liu Y., Feng H. Mechanistic Insights into Arbuscular Mycorrhizal Fungi-Mediated Drought Stress Tolerance in Plants. Int. J. Mol. Sci. 2019;20:4199. doi: 10.3390/ijms20174199.", "ArticleIdList": ["10.3390/ijms20174199", "PMC6747277", "31461957"]}, {"Citation": "Zhu X., Song F., Liu F. Arbuscular Mycorrhizal Fungi and Tolerance of Temperature Stress in Plants. In: Wu Q.-S., editor. Arbuscular Mycorrhizas and Stress Tolerance of Plants. Springer Science and Business Media LLC; Singapore: 2017. pp. 163–194."}, {"Citation": "Begum N., Qin C., Ahanger M.A., Raza S., Khan M.I., Ashraf M., Ahmed N., Zhang L. Role of Arbuscular Mycorrhizal Fungi in Plant Growth Regulation: Implications in Abiotic Stress Tolerance. Front. Plant Sci. 2019;10:1068. doi: 10.3389/fpls.2019.01068.", "ArticleIdList": ["10.3389/fpls.2019.01068", "PMC6761482", "31608075"]}, {"Citation": "Júnior C.V.T., Araujo K.E.C., De Souza S.R., Schultz N., Júnior O.J.S., Sperandio M.V.L., Zilli J. Édson Plant-mycorrhizal fungi interaction and response to inoculation with different growth-promoting fungi. Pesqui. Agropecuária Bras. 2019;54"}, {"Citation": "Berruti A., Lumini E., Balestrini R.M., Bianciotto V. AMF as natural biofertilizers: Lets benefits from past successes. Front. Microbiol. 2015;6:1559. doi: 10.3389/fmicb.2015.0155928.", "ArticleIdList": ["10.3389/fmicb.2015.0155928", "PMC4717633", "26834714"]}, {"Citation": "White J., Kingsley K.L., Zhang Q., Verma R., Obi N., Dvinskikh S., Elmore M.T., Verma S.K., Gond S.K., Kowalski K.P. Review: Endophytic microbes and their potential applications in crop management. Pest Manag. Sci. 2019;75:2558–2565. doi: 10.1002/ps.5527.", "ArticleIdList": ["10.1002/ps.5527", "PMC6771842", "31228333"]}, {"Citation": "Caruso G., Golubkina N., Seredin T., Sellitto B. Utilization of AMF in production of Allium species. Veg. Crop. Russ. 2018;3:85–90."}, {"Citation": "Golubkina N.A., Caruso G., Vidican R., Sellitto V.M., Pietrantonio L.D., Martorana M.E., Lumini E.F., Balestrini R. Effetto dei funghi micorrizici su fisiologia, produttività e qualità di cipolla, aglio e porro. Agrisicilia. 2018;4:41–44."}, {"Citation": "Golubkina N., Zamana S., Seredin T., Poluboyarinov P.A., Sokolov S., Baranova H., Krivenkov L., Pietrantonio L., Caruso G. Effect of Selenium Biofortification and Beneficial Microorganism Inoculation on Yield, Quality and Antioxidant Properties of Shallot Bulbs. Plants. 2019;8:102. doi: 10.3390/plants8040102.", "ArticleIdList": ["10.3390/plants8040102", "PMC6524039", "30999682"]}, {"Citation": "Deressa T.G., Schenk M.K. Contribution of roots and hyphae to phosphorus uptake of mycorrhizal onion (Allium cepaL.)-A mechanistic modeling approach. J. Plant Nutr. Soil Sci. 2008;171:810–820. doi: 10.1002/jpln.200700209.", "ArticleIdList": ["10.1002/jpln.200700209"]}, {"Citation": "Bowling D.J.F., Mengel K., Kirkby E.A. Principles of Plant Nutrition. J. Ecol. 1980;68:324. doi: 10.2307/2259267.", "ArticleIdList": ["10.2307/2259267"]}, {"Citation": "Greenwood D.J., Gerwitz A., Stone D.A., Barnes A. Root development of vegetable crops. Plant Soil. 1982;68:75–96. doi: 10.1007/BF02374729.", "ArticleIdList": ["10.1007/BF02374729"]}, {"Citation": "Sanders I.R., Fitter A. Evidence for differential responses between host-fungus combinations of vesicular-arbuscular mycorrhizas from a grassland. Mycol. Res. 1992;96:415–419. doi: 10.1016/S0953-7562(09)81084-8.", "ArticleIdList": ["10.1016/S0953-7562(09)81084-8"]}, {"Citation": "Bever J.D., Morton J.B., Antonovics J., Schultz P.A. Host-Dependent Sporulation and Species Diversity of Arbuscular Mycorrhizal Fungi in a Mown Grassland. J. Ecol. 1996;84:71. doi: 10.2307/2261701.", "ArticleIdList": ["10.2307/2261701"]}, {"Citation": "FAOSTAT 2015.  [(accessed on 8 August 2015)]; Available online:  http://faostat3.fao.org/browse/Q/QC/E."}, {"Citation": "Zeng Y., Li Y., Yang J., Pu X., Du J., Yang X., Yang T., Yang S. Therapeutic Role of Functional Components in Alliums for Preventive Chronic Disease in Human Being. Evid. Based Complement. Altern. Med. 2017;2017:1–13. doi: 10.1155/2017/7821095.", "ArticleIdList": ["10.1155/2017/7821095", "PMC5316450", "28261311"]}, {"Citation": "Sugihara S., Kondo M., Chihara Y., Yuji M., Hattori H., Yoshida M. Preparation of selenium-enriched sprouts and identification of their selenium species by high-performance liquid chromatography-inductively coupled plasma mass spectrometry. Biosci. Biotechnol. Biochem. 2004;68:193–199. doi: 10.1271/bbb.68.193.", "ArticleIdList": ["10.1271/bbb.68.193", "14745183"]}, {"Citation": "Brewster J.L. Onions and Other Vegetable Alliums. CAB International; Wallingford, UK: 2008."}, {"Citation": "Sekara A., Pokluda R., Del Vacchio L., Somma S., Caruso G., Agnieszka S., Robert P., Del V.L., Silvano S., Gianluca C. Interactions among genotype, environment and agronomic practices on production and quality of storage onion (Allium cepa L.)—A review. Hortic. Sci. 2017;44:21–42. doi: 10.17221/92/2015-HORTSCI.", "ArticleIdList": ["10.17221/92/2015-HORTSCI"]}, {"Citation": "Etana M.B., Aga M.C., Fufa B.O. Major onion (Allium cepa L.) production challenges in Ethiopia: A review. J. Biol. Agric. Healthc. 2019;9:42–47."}, {"Citation": "Suhardi H.A. Effect of planting date and fungicide applications on the intensity of anthracnose on shallot. Indones. J. Hortic. 1996;6:172–180."}, {"Citation": "Mohammadi K., Khalesro S., Sohrabi Y., Heidari G.A. Review: Beneficial effects of the mycorrhizal fungi for plant growth. J. Appl. Environ. Biol. Sci. 2011;1:310–319."}, {"Citation": "Plenchette C., Clermont-Dauphin C., Meynard J.M., Fortin J.A. Managing arbuscular mycorrhizal fungi in cropping systems. Can. J. Plant Sci. 2005;85:31–40. doi: 10.4141/P03-159.", "ArticleIdList": ["10.4141/P03-159"]}, {"Citation": "Serra A.D.B. Agronomy of onions. In: Rabinowitch H.D., Currah L., editors. Allium Crop Science: Recent Advances. CABI Publishing; New York, NY, USA: 2002. pp. 187–232."}, {"Citation": "Scullion J., Eason W., Scott E. The effectivity of arbuscular mycorrhizal fungi from high input conventional and organic grassland and grass-arable rotations. Plant Soil. 1998;204:243–254. doi: 10.1023/A:1004319325290.", "ArticleIdList": ["10.1023/A:1004319325290"]}, {"Citation": "Patharajan S., Raaman N. Influence of arbuscular mycorrhizal fungi on growth and selenium uptake by garlic plants. Arch. Phytopathol. Plant Prot. 2012;45:138–151. doi: 10.1080/03235408.2010.501166.", "ArticleIdList": ["10.1080/03235408.2010.501166"]}, {"Citation": "Larsen E.H., Łobiński R., Burger-Meÿer K., Hansen M., Ruzik L., Mazurowska L., Rasmussen P.H., Sloth J.J., Scholten O., Kik C. Uptake and speciation of selenium in garlic cultivated in soil amended with symbiotic fungi (mycorrhiza) and selenate. Anal. Bioanal. Chem. 2006;385:1098–1108. doi: 10.1007/s00216-006-0535-x.", "ArticleIdList": ["10.1007/s00216-006-0535-x", "16770577"]}, {"Citation": "Mollavali M., Bolandnazar S., Nazemieh H., Aliasgharzad N. The effect of mycorrhizal fungi on antioxidant activity of various cultivars of onion (Allium cepa L.) Int. J. Biosci. 2015;6:66–79."}, {"Citation": "Kostin M., Podkovyrov I. Using mycorrhiza in onion growing: Russian experience. GISAP Biol. Veter Med. Agric. Sci. 2017:7–9. doi: 10.18007/gisap:bvmas.v0i11.1544.", "ArticleIdList": ["10.18007/gisap:bvmas.v0i11.1544"]}, {"Citation": "Bolandnazar S. The effect of mycorrhizal fungi on onion (Allium cepa L.) growth and yield under three irrigation intervals at field condition. J. Food Agric. Environ. 2009;7:360–362."}, {"Citation": "Shinde S.K., Shinde B.P. Consequence of arbuscular mycorrhiza on enhancement, growth and yield of onion (Allium cepa L.) Int. J. Life. Sci. Sci. Res. 2016;2:206–211."}, {"Citation": "Bolandnazar S., Aliasgarzad N., Neishabury M., Chaparzadeh N. Mycorrhizal colonization improves onion (Allium cepa L.) yield and water use efficiency under water deficit condition. Sci. Hortic. 2007;114:11–15. doi: 10.1016/j.scienta.2007.05.012.", "ArticleIdList": ["10.1016/j.scienta.2007.05.012"]}, {"Citation": "Azcón R., Tobar R.M. Activity of nitrate reductase and glutamine synthetase in shoot and root of mycorrhizal Allium cepa. Plant Sci. 1998;133:1–8. doi: 10.1016/S0168-9452(96)04533-5.", "ArticleIdList": ["10.1016/S0168-9452(96)04533-5"]}, {"Citation": "Mohamed A.A., Eweda W.E., Heggo A., Hassan E.A. Effect of dual inoculation with arbuscular mycorrhizal fungi and sulphur-oxidising bacteria on onion (Allium cepa L.) and maize (Zea mays L.) grown in sandy soil under green house conditions. Ann. Agric. Sci. 2014;59:109–118. doi: 10.1016/j.aoas.2014.06.015.", "ArticleIdList": ["10.1016/j.aoas.2014.06.015"]}, {"Citation": "Bettoni M.M., Mogor Á.F., Pauletti V., Goicoechea N. Growth and metabolism of onion seedlings as affected by the application of humic substances, mycorrhizal inoculation and elevated CO2. Sci. Hortic. 2014;180:227–235. doi: 10.1016/j.scienta.2014.10.037.", "ArticleIdList": ["10.1016/j.scienta.2014.10.037"]}, {"Citation": "Albrechtová L.S.J., Latr A., Nedorost L., Pokluda R., Posta K., Vosátka M. Dual Inoculation with Mycorrhizal and Saprotrophic Fungi Applicable in Sustainable Cultivation Improves the Yield and Nutritive Value of Onion. Sci. World J. 2012;2012:1–8. doi: 10.1100/2012/374091.", "ArticleIdList": ["10.1100/2012/374091", "PMC3361196", "22666113"]}, {"Citation": "Bago B., Azcon C. Changes in the rhizospheric pH induced by arbuscular mycorrhiza formation in onion (Allium cepa L.) J. Plant Nutr. Soil Sci. 1997;160:333–339. doi: 10.1002/jpln.19971600231.", "ArticleIdList": ["10.1002/jpln.19971600231"]}, {"Citation": "Galván G.A., Kuyper T.W., Burger K., Keizer L.C.P., Hoekstra R.F., Kik C., Scholten O.E. Genetic analysis of the interaction between Allium species and arbuscular mycorrhizal fungi. Theor. Appl. Genet. 2011;122:947–960. doi: 10.1007/s00122-010-1501-8.", "ArticleIdList": ["10.1007/s00122-010-1501-8", "PMC3043257", "21222096"]}, {"Citation": "Scholten O.E., Galvan-Vivero G., Burger-Meijer B.J., Kik D.C. Effect of arbuscular mycorrhiza fungi on growth and development of onion and wild relatives; Proceedings of the Poster at: Joint Organic Congress; Odense, Denmark. 30–31 May 2006."}, {"Citation": "Priyadharsini P., Pandey R., Muthukumar T. Arbuscular mycorrhizal and dark septate fungal associations in shallot (Allium cepa L. var. aggregatum) under conventional agriculture. Acta Bot. Croat. 2012;71:159–175. doi: 10.2478/v10184-011-0058-1.", "ArticleIdList": ["10.2478/v10184-011-0058-1"]}, {"Citation": "Kučová L., Kopta T., Sekara A., Pokluda R. Controlling Nitrate and Heavy Metals Content in Leeks (Allium porrum L.) Using Arbuscular Mycorrhizal Fungi Inoculation. Pol. J. Environ. Stud. 2018;27:137–143. doi: 10.15244/pjoes/73799.", "ArticleIdList": ["10.15244/pjoes/73799"]}, {"Citation": "Kučová L., Záhora J., Pokluda R. Effect of mycorrhizal inoculation of leek Allium porrum L. on mineral nitrogen leaching. Hortic. Sci. 2016;43:195–202. doi: 10.17221/182/2015-HORTSCI.", "ArticleIdList": ["10.17221/182/2015-HORTSCI"]}, {"Citation": "Han Y., Douds J.D.D., Boateng A.A., Douds D.D. Effect of biochar soil-amendments on Allium porrum growth and arbuscular mycorrhizal fungus colonization. J. Plant Nutr. 2015;39:1654–1662. doi: 10.1080/01904167.2015.1089903.", "ArticleIdList": ["10.1080/01904167.2015.1089903"]}, {"Citation": "Perner H., Schwar D., George E. Effect of mycorrhyzal inoculation and compost supply on growth and nutrient uptake of young leek plants grown on peat-based substrates. Hortic. Sci. 2006;4:628–632."}, {"Citation": "Borde M., Dudhane M., Jite P.K. Role of bioinoculant (AM Fungi) increasing in growth, flavor content and yield in Allium sativum L. under field condition. Not. Bot. Hortic. Agrobot. 2009;37:124–128."}, {"Citation": "Al-Karaki G.N. Field response of garlic inoculated with arbuscular mycorrhizal fungi to phosphorus fertilization. J. Plant Nutr. 2002;25:747–756. doi: 10.1081/PLN-120002956.", "ArticleIdList": ["10.1081/PLN-120002956"]}, {"Citation": "Smith S.E., Smith F.A. Fresh perspectives on the roles of arbuscular mycorrhizal fungi in plant nutrition and growth. Mycologia. 2012;104:1–13. doi: 10.3852/11-229.", "ArticleIdList": ["10.3852/11-229", "21933929"]}, {"Citation": "Johnson N.C., Graham J.H., Smith F.A. Functioning of mycorrhizal associations along the mutualism-parasitism continuum. New Phytol. 1997;135:575–585. doi: 10.1046/j.1469-8137.1997.00729.x.", "ArticleIdList": ["10.1046/j.1469-8137.1997.00729.x"]}, {"Citation": "Helgason T., Daniell T., Husband R., Fitter A.H., Young J.P.W. Ploughing up the wood-wide web? Nature. 1998;394:431. doi: 10.1038/28764.", "ArticleIdList": ["10.1038/28764", "9697763"]}, {"Citation": "Daniell T., Husband R., Fitter A.H., Young J.P.W. Molecular diversity of arbuscular mycorrhizal fungi colonizing arable crops. FEMS Microbiol. Ecol. 2001;36:203–209. doi: 10.1111/j.1574-6941.2001.tb00841.x.", "ArticleIdList": ["10.1111/j.1574-6941.2001.tb00841.x", "11451525"]}, {"Citation": "Jansa J., Mozafar A., Anken T., Ruh R., Sanders I., Frossard E. Diversity and structure of AMF communities as affected by tillage in a temperate soil. Mycorrhiza. 2002;12:225–234.", "ArticleIdList": ["12375133"]}, {"Citation": "Galván G.A., Parádi I., Burger K., Baar J., Kuyper T.W., Scholten O.E., Kik C. Molecular diversity of arbuscular mycorrhizal fungi in onion roots from organic and conventional farming systems in the Netherlands. Mycorrhiza. 2009;19:317–328. doi: 10.1007/s00572-009-0237-2.", "ArticleIdList": ["10.1007/s00572-009-0237-2", "PMC2687515", "19301039"]}, {"Citation": "Mayr R., Godoy R. Seasonal patterns in vesicular-arbuscular mycorrhiza in Melic-Beech Forest. Agric. Ecosyst. Environ. 1990;29:281–288. doi: 10.1016/0167-8809(90)90288-O.", "ArticleIdList": ["10.1016/0167-8809(90)90288-O"]}, {"Citation": "Jansa J., Smith F.A., Smith S.E. Are there benefits of simultaneous root colonization by different arbuscular mycorrhizal fungi? New Phytol. 2008;177:779–789. doi: 10.1111/j.1469-8137.2007.02294.x.", "ArticleIdList": ["10.1111/j.1469-8137.2007.02294.x", "18042204"]}, {"Citation": "Golubkina N.A., Amagova Z., Matsadze V., Zamana S., Tallarita A., Caruso G. Effects of Arbuscular Mycorrhizal Fungi on Yield, Biochemical Characteristics, and Elemental Composition of Garlic and Onion under Selenium Supply. Plants. 2020;9:84. doi: 10.3390/plants9010084.", "ArticleIdList": ["10.3390/plants9010084", "PMC7020493", "31936528"]}, {"Citation": "Tawaraya K., Tokairin K., Wagatsuma T. Dependence of Allium fistulosum cultivars on the arbuscular mycorrhizal fungus, Glomus fasciculatum. Appl. Soil Ecol. 2001;17:119–124. doi: 10.1016/S0929-1393(01)00126-3.", "ArticleIdList": ["10.1016/S0929-1393(01)00126-3"]}, {"Citation": "Azcon R., Ocampo J.A. Factors affecting the vesicular-arbuscular infection and mycorrhizal dependency of thirteen wheat cultivars. New Phytol. 1981;87:677–685. doi: 10.1111/j.1469-8137.1981.tb01702.x.", "ArticleIdList": ["10.1111/j.1469-8137.1981.tb01702.x"]}, {"Citation": "Baon J.B., Smith S.E., Alston A.M. Mycorrhizal responses of barley cultivars differing in P efficiency. Plant Soil. 1993;157:97–105. doi: 10.1007/BF02390231.", "ArticleIdList": ["10.1007/BF02390231"]}, {"Citation": "Bryla D., Koide R.T. Role of mycorrhizal infection in the growth and reproduction of wild vs. cultivated plants. Oecologia. 1990;84:82–92. doi: 10.1007/BF00665599.", "ArticleIdList": ["10.1007/BF00665599", "28312779"]}, {"Citation": "Bååth E., Spokes J. The effect of added nitrogen and phosphorus on mycorrhizal growth response and infection in Allium schoenoprasum. Can. J. Bot. 1989;67:3227–3232. doi: 10.1139/b89-402.", "ArticleIdList": ["10.1139/b89-402"]}, {"Citation": "Fredotović Ž., Puizina J. Edible Allium species: Chemical composition, biological activity and health effects. Ital. J. Food Sci. 2019;31:19–39."}, {"Citation": "Hanen N., Fattouch S., Ammar E., Neffati M. In: Allium Species, Ancient Health Food for the Future. Valdez B., editor. InTechOpen; London, UK: 2012. pp. 343–354. Chapter 17 in Scientific, Health and Social Aspects of the Food Industry."}, {"Citation": "Kertesz M. The role of soil microbes in plant sulphur nutrition. J. Exp. Bot. 2004;55:1939–1945. doi: 10.1093/jxb/erh176.", "ArticleIdList": ["10.1093/jxb/erh176", "15181108"]}, {"Citation": "Guo T., Zhang J., Christie P., Li X. Effects of Arbuscular Mycorrhizal Fungi and Ammonium: Nitrate Ratios on Growth and Pungency of Onion Seedlings. J. Plant Nutr. 2006;29:1047–1059. doi: 10.1080/01904160600689175.", "ArticleIdList": ["10.1080/01904160600689175"]}, {"Citation": "Guo T., Zhang J., Christie P., Li X. Influence of Nitrogen and Sulfur Fertilizers and Inoculation with Arbuscular Mycorrhizal Fungi on Yield and Pungency of Spring Onion. J. Plant Nutr. 2006;29:1767–1778. doi: 10.1080/01904160600897497.", "ArticleIdList": ["10.1080/01904160600897497"]}, {"Citation": "Salvioli A., Bonfante P. Systems biology and “omics” tools: A cooperation for next-generation mycorrhizal studies. Plant Sci. 2013;203:107–114. doi: 10.1016/j.plantsci.2013.01.001.", "ArticleIdList": ["10.1016/j.plantsci.2013.01.001", "23415334"]}, {"Citation": "Shuab R., Lone R., Naidu J., Sharma V., Imtiyaz S., Koul K.K. Benefits of inoculation of arbuscular mycorrhizal fungi on growth and development of onion (Allium cepa) plant. American-Eurasian. J. Agric. Environ. Sci. 2014;14:527–535. doi: 10.5829/idosi.aejaes.2014.14.06.12347.", "ArticleIdList": ["10.5829/idosi.aejaes.2014.14.06.12347"]}, {"Citation": "Rolland F., Baena-González E., Sheen J. Sugar sensing and signaling in plants: Conserved and Novel Mechanisms. Annu. Rev. Plant Boil. 2006;57:675–709. doi: 10.1146/annurev.arplant.57.032905.105441.", "ArticleIdList": ["10.1146/annurev.arplant.57.032905.105441", "16669778"]}, {"Citation": "Lone R., Shuab R., Wani K., Ganaie M.A., Tiwari A., Koul K. Mycorrhizal influence on metabolites, indigestible oligosaccharides, mineral nutrition and phytochemical constituents in onion (Allium cepa L.) plant. Sci. Hortic. 2015;193:55–61. doi: 10.1016/j.scienta.2015.06.032.", "ArticleIdList": ["10.1016/j.scienta.2015.06.032"]}, {"Citation": "Regvar M., Vogel-Mikuš K., Ševerkar T. Effect of AMF inoculum from field isolates on the yield of green pepper, parsley, carrot, and tomato. Folia Geobot. Phytotaxon. 2003;38:223–234. doi: 10.1007/BF02803154.", "ArticleIdList": ["10.1007/BF02803154"]}, {"Citation": "Igamberdiev A.U., Eprintsev A.T. Organic Acids: The Pools of Fixed Carbon Involved in Redox Regulation and Energy Balance in Higher Plants. Front. Plant Sci. 2016;7:513. doi: 10.3389/fpls.2016.01042.", "ArticleIdList": ["10.3389/fpls.2016.01042", "PMC4945632", "27471516"]}, {"Citation": "Rozpądek P., Rapala-Kozik M., Wężowicz K., Grandin A., Karlsson S., Ważny R., Anielska T., Turnau K. Arbuscular mycorrhiza improves yield and nutritional properties of onion (Allium cepa) Plant Physiol. Biochem. 2016;107:264–272. doi: 10.1016/j.plaphy.2016.06.006.", "ArticleIdList": ["10.1016/j.plaphy.2016.06.006", "27318800"]}, {"Citation": "Charron G., Furlan V., Bernier-Cardou M., Doyon G. Response of onion plants to arbuscular mycorrhizae. 1. Effects of inoculation method and phosphorus fertilization on biomass and bulb firmness. Mycorrhiza. 2001;11:187–197. doi: 10.1007/s005720100122.", "ArticleIdList": ["10.1007/s005720100122", "24595434"]}, {"Citation": "Charron G., Furlan V., Bernier-Cardou M., Doyon G. Response of onion plants to arbuscular mycorrhizae. 2. Effects of nitrogen fertilization on biomass and bulb firmness. Mycorrhiza. 2001;11:145–150. doi: 10.1007/s005720100122.", "ArticleIdList": ["10.1007/s005720100122", "24595434"]}, {"Citation": "Smith S.E. Mycorrhizal Fungi Can Dominate Phosphate Supply to Plants Irrespective of Growth Responses. Plant Physiol. 2003;133:16–20. doi: 10.1104/pp.103.024380.", "ArticleIdList": ["10.1104/pp.103.024380", "PMC1540331", "12970469"]}, {"Citation": "Mosse B., Stribley D.P., LeTacon F. Ecology of Mycorrhizae and Mycorrhizal Fungi. Adv. Microb. Ecol. 1981;5:137–210."}, {"Citation": "Fitter A.H. Functioning of vesicular-arbuscular mycorrhizas under field conditions. New Phytol. 1985;99:257–265. doi: 10.1111/j.1469-8137.1985.tb03654.x.", "ArticleIdList": ["10.1111/j.1469-8137.1985.tb03654.x"]}, {"Citation": "Linderman R., Davis E. Vesicular-Arbuscular Mycorrhiza and Plant Growth Response to Soil Amendment with Composted Grape Pomace or Its Water Extract. HortTechnology. 2001;11:446–450. doi: 10.21273/HORTTECH.11.3.446.", "ArticleIdList": ["10.21273/HORTTECH.11.3.446"]}, {"Citation": "Sato T., Ezawa T., Cheng W., Tawaraya K. Release of acid phosphatase from extraradical hyphae of arbuscular mycorrhizal fungus Rhizophagus clarus. Soil Sci. Plant Nutr. 2015;61:269–274. doi: 10.1080/00380768.2014.993298.", "ArticleIdList": ["10.1080/00380768.2014.993298", "31745622"]}, {"Citation": "Golubkina N.A., Papazyan T.T. Selenium in Food, Plants, Animals and Human Beings. Pechatny Gorod; Moscow, Russia: 2006."}, {"Citation": "Pilon-Smits E.A.H. On the Ecology of Selenium Accumulation in Plants. Plants. 2019;8:197. doi: 10.3390/plants8070197.", "ArticleIdList": ["10.3390/plants8070197", "PMC6681216", "31262007"]}, {"Citation": "Bhattacharya A. Methylselenocysteine: A promising antiangiogenic agent for overcoming drug delivery barriers in solid malignancies for therapeutic synergy with anticancer drugs. Expert Opin. Drug Deliv. 2011;8:749–763. doi: 10.1517/17425247.2011.571672.", "ArticleIdList": ["10.1517/17425247.2011.571672", "PMC3111097", "21473705"]}, {"Citation": "Ip C., Lisk D.J. Enrichment of selenium in allium vegetables for cancer prevention. Carcinogenesis. 1994;15:1881–1885. doi: 10.1093/carcin/15.9.1881.", "ArticleIdList": ["10.1093/carcin/15.9.1881", "7923581"]}, {"Citation": "El-Bayoumy K., Sinha R., Pinto J.T., Rivlin R.S. Cancer Chemoprevention by Garlic and Garlic-Containing Sulfur and Selenium Compounds. J. Nutr. 2006;136:864S–869S. doi: 10.1093/jn/136.3.864S.", "ArticleIdList": ["10.1093/jn/136.3.864S", "16484582"]}, {"Citation": "Fairweather-Tait S.J., Bao Y., Broadley M.R., Collings R., Ford D., Hesketh J.E., Hurst R. Selenium in Human Health and Disease. Antioxid. Redox Signal. 2011;14:1337–1383. doi: 10.1089/ars.2010.3275.", "ArticleIdList": ["10.1089/ars.2010.3275", "20812787"]}, {"Citation": "Dwivedi S., Al-Khedhairy A., Ahamed M., Musarrat J. Biomimetic Synthesis of Selenium Nanospheres by Bacterial Strain JS-11 and Its Role as a Biosensor for Nanotoxicity Assessment: A Novel Se-Bioassay. PLoS ONE. 2013;8:e57404. doi: 10.1371/journal.pone.0057404.", "ArticleIdList": ["10.1371/journal.pone.0057404", "PMC3587581", "23483909"]}, {"Citation": "Duran P., Acuña J., Jorquera M., Azcón R., Borie F., Cornejo P., Mora M.D.L.L. Enhanced selenium content in wheat grain by co-inoculation of selenobacteria and arbuscular mycorrhizal fungi: A preliminary study as a potential Se biofortification strategy. J. Cereal Sci. 2013;57:275–280. doi: 10.1016/j.jcs.2012.11.012.", "ArticleIdList": ["10.1016/j.jcs.2012.11.012"]}, {"Citation": "Sanmartín C., Garmendia I., Romano B., Díaz M., Palop J.A., Goicoechea N. Mycorrhizal inoculation affected growth, mineral composition, proteins and sugars in lettuces biofortified with organic or inorganic selenocompounds. Sci. Hortic. 2014;180:40–51. doi: 10.1016/j.scienta.2014.09.049.", "ArticleIdList": ["10.1016/j.scienta.2014.09.049"]}, {"Citation": "Yü Y., Zhang S., Wen B., Huang H., Luo L. Accumulation and Speciation of Selenium in Plants as Affected by Arbuscular Mycorrhizal Fungus Glomus mosseae. Boil. Trace Elem. Res. 2011;143:1789–1798. doi: 10.1007/s12011-011-8973-5.", "ArticleIdList": ["10.1007/s12011-011-8973-5", "21271295"]}, {"Citation": "González-Morales S., Pérez-Labrada F., García-Enciso E.L., Leija-Martínez P., Medrano-Macías J., Dávila-Rangel I.E., Juárez-Maldonado A., Rivas-Martínez E.N., Benavides-Mendoza A. Selenium and sulfur to produce Allium functional crops. Molecules. 2017;22:558. doi: 10.3390/molecules22040558.", "ArticleIdList": ["10.3390/molecules22040558", "PMC6154330", "28358332"]}, {"Citation": "Minard H.R.G. Effect of clove size, spacing, fertilisers, and lime on yield and nutrient content of garlic (Allium sativum) N. Z. J. Exp. Agric. 1978;6:139–143. doi: 10.1080/03015521.1978.10426030.", "ArticleIdList": ["10.1080/03015521.1978.10426030"]}, {"Citation": "Randle W.M., Kopsell D.E., Kopsell D.A., Snyder R.L. Total sulfur and sulfate accumulation in onion is affected by sulfur fertility. J. Plant Nutr. 1999;22:45–51. doi: 10.1080/01904169909365605.", "ArticleIdList": ["10.1080/01904169909365605"]}, {"Citation": "Bloem E., Haneklaus S., Schnug E. Influence of Nitrogen and Sulfur Fertilization on the Alliin Content of Onions and Garlic. J. Plant Nutr. 2004;27:1827–1839. doi: 10.1081/PLN-200026433.", "ArticleIdList": ["10.1081/PLN-200026433"]}, {"Citation": "Shannon M., Grieve C. Tolerance of vegetable crops to salinity. Sci. Hortic. 1998;78:5–38. doi: 10.1016/S0304-4238(98)00189-7.", "ArticleIdList": ["10.1016/S0304-4238(98)00189-7"]}]}], "History": [{"Year": "2020", "Month": "1", "Day": "17"}, {"Year": "2020", "Month": "2", "Day": "16"}, {"Year": "2020", "Month": "2", "Day": "18"}, {"Year": "2020", "Month": "2", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "2", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["32098151", "PMC7076476", "10.3390/plants9020279", "plants9020279"]}}]}