{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32103043", "DateCompleted": {"Year": "2020", "Month": "11", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "02", "Day": "26"}], "Language": ["eng"], "ELocationID": ["3530", "10.1038/s41598-020-60076-5"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Feb", "Day": "26"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "UHPLC-QTOF-MS/MS based phytochemical characterization and anti-hyperglycemic prospective of hydro-ethanolic leaf extract of Butea monosperma.", "Pagination": {"StartPage": "3530", "MedlinePgn": "3530"}, "Abstract": {"AbstractText": ["Butea monosperma is one of the extensively used plants in traditional system of medicines for many therapeutic purposes. In this study, the antioxidant activity, α-glucosidase and α-amylase inhibition properties of freeze drying assisted ultrasonicated leaf extracts (hydro-ethanolic) of B. monosperma have been investigated. The findings revealed that 60% ethanolic fraction exhibited high phenolic contents, total flavonoid contents, highest antioxidant activity, and promising α-glucosidase and α-amylase inhibitions. The UHPLC-QTOF-MS/MS analysis indicated the presence of notable metabolites of significant medicinal potential including apigenin, apigenin C-hexoside C-pentoside, apigenin C-hexoside C-hexoside, apigenin-6,8-di-C-pentoside and genistin etc., in B. monosperma leave extract. Docking studies were carried out to determine the possible role of each phytochemical present in leaf extract. Binding affinity data and interaction pattern of all the possible phytochemicals in leaf extract of B. monosperma revealed that they can inhibit α-amylase and α-glucosidase synergistically to prevent hyperglycemia."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Hafiz Hayat Campus, University of Gujrat, 50700, Gujrat, Pakistan."}], "LastName": "Farooq", "ForeName": "Muhammad Umar", "Initials": "MU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Hafiz Hayat Campus, University of Gujrat, 50700, Gujrat, Pakistan. muhammad.waseem@uog.edu.pk."}], "LastName": "Mumtaz", "ForeName": "Muhammad Waseem", "Initials": "MW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Industrial Biotechnology, Government College University Lahore, 54000, Lahore, Pakistan. hamidwaseer@yahoo.com."}], "LastName": "Mukhtar", "ForeName": "Hamid", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, COMSATS University Islamabad, Abbottabad Campus, Abbottabad, Pakistan."}], "LastName": "Rashid", "ForeName": "Umer", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Industrial Biotechnology, Government College University Lahore, 54000, Lahore, Pakistan."}], "LastName": "Akhtar", "ForeName": "Muhammad Tayyab", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, GC University, Lahore, Pakistan."}], "LastName": "Raza", "ForeName": "Syed Ali", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Hafiz Hayat Campus, University of Gujrat, 50700, Gujrat, Pakistan."}], "LastName": "Nadeem", "ForeName": "Muhammad", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Glycoside Hydrolase Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "3K9958V90M", "NameOfSubstance": "Ethanol"}, {"RegistryNumber": "EC 3.2.1.1", "NameOfSubstance": "alpha-Amylases"}, {"RegistryNumber": "EC 3.2.1.20", "NameOfSubstance": "alpha-Glucosidases"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Butea"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ethanol"}, {"QualifierName": ["chemistry"], "DescriptorName": "Glycoside Hydrolase Inhibitors"}, {"QualifierName": ["chemistry"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["antagonists & inhibitors", "chemistry"], "DescriptorName": "alpha-Amylases"}, {"QualifierName": ["chemistry"], "DescriptorName": "alpha-Glucosidases"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kameswararao B, Kesavulu M, Apparao C. Evaluation of antidiabetic effect of Momordica cymbalaria fruit in alloxan-diabetic rats. Fitoterapia. 2003;74:7–13. doi: 10.1016/S0367-326X(02)00297-6.", "ArticleIdList": ["10.1016/S0367-326X(02)00297-6", "12628387"]}, {"Citation": "Satyanarayana T, Katyayani B, Latha HE, Mathews AA, Chinna EM. Hypoglycemic and antihyperglycemic effect of alcoholic extract of Euphorbia leucophylla and its fractions in normal and in alloxan induced diabetic rats. Pharmacognosy Mag. 2006;2:244."}, {"Citation": "Eidi A, Eidi M, Esmaeili E. Antidiabetic effect of garlic (Allium sativum L.) in normal and streptozotocin-induced diabetic rats. Phytomedicine. 2006;13:624–629. doi: 10.1016/j.phymed.2005.09.010.", "ArticleIdList": ["10.1016/j.phymed.2005.09.010", "17085291"]}, {"Citation": "Birben E, Sahiner UM, Sackesen C, Erzurum S, Kalayci O. Oxidative stress and antioxidant defense. World Allergy Organ. J. 2012;5:9. doi: 10.1097/WOX.0b013e3182439613.", "ArticleIdList": ["10.1097/WOX.0b013e3182439613", "PMC3488923", "23268465"]}, {"Citation": "Gerber PA, Rutter GA. The role of oxidative stress and hypoxia in pancreatic beta-cell dysfunction in diabetes mellitus. Antioxid. redox Signal. 2017;26:501–518. doi: 10.1089/ars.2016.6755.", "ArticleIdList": ["10.1089/ars.2016.6755", "PMC5372767", "27225690"]}, {"Citation": "Singh VP, Bali A, Singh N, Jaggi AS. Advanced glycation end products and diabetic complications. Korean J. Physiol. Pharmacology. 2014;18:1–14. doi: 10.4196/kjpp.2014.18.1.1.", "ArticleIdList": ["10.4196/kjpp.2014.18.1.1", "PMC3951818", "24634591"]}, {"Citation": "Modak M, Dixit P, Londhe J, Ghaskadbi S, Devasagayam TPA. Recent advances in Indian herbal drug research guest editor: Thomas Paul Asir Devasagayam Indian herbs and herbal drugs used for the treatment of diabetes. J. Clin. Biochem. Nutr. 2007;40:163–173. doi: 10.3164/jcbn.40.163.", "ArticleIdList": ["10.3164/jcbn.40.163", "PMC2275761", "18398493"]}, {"Citation": "Krishnaiah D, Sarbatly R, Nithyanandam R. A review of the antioxidant potential of medicinal plant species. Food Bioprod. Process. 2011;89:217–233. doi: 10.1016/j.fbp.2010.04.008.", "ArticleIdList": ["10.1016/j.fbp.2010.04.008"]}, {"Citation": "Gupta, V. K. & Sharma, S. K. Plants as natural antioxidants. (2006)."}, {"Citation": "Bhattacharya, S. Anticarcinogenic property of medicinal plants: involvement of antioxidant role. Medicinal Plants as Antioxidant Agents: Understanding their Mechanism of Action and Therapeutic Efficacy. Research Signpost, Trivandrum, 83–96 (2012)."}, {"Citation": "Shahidi F. Nutraceuticals, functional foods and dietary supplements in health and disease. J. food drug. Anal. 2012;20:226–230."}, {"Citation": "Grewal, A. S., Sharma, N., Singh, S. & Arora, S. Molecular Docking Evaluation of Some Natural Phenolic Compounds as Aldose Reductase Inhibitors for Diabetic Complications (2017)."}, {"Citation": "Patil, M., Pawar, S. & Patil, D. Ethnobotany of Butea monosperma (Lam.) Kuntze in North Maharashtra, India (2006)."}, {"Citation": "Tandon R, Shivanna K, Mohan Ram H. Reproductive biology of Butea monosperma (Fabaceae) Ann. Botany. 2003;92:715–723. doi: 10.1093/aob/mcg193.", "ArticleIdList": ["10.1093/aob/mcg193", "PMC4244857", "14500327"]}, {"Citation": "Michel T, et al. Two-step centrifugal partition chromatography (CPC) fractionation of Butea monosperma (Lam.) biomarkers. Sep. Purif. Technol. 2011;80:32–37. doi: 10.1016/j.seppur.2011.04.002.", "ArticleIdList": ["10.1016/j.seppur.2011.04.002"]}, {"Citation": "Burlia D, Khadeb A. A comprehensive review on Butea monosperma (Lam.) Kuntze. Pharmacognosy Rev. 2007;1:333–337."}, {"Citation": "Fageria D, Rao D. A review on Butea monosperma (Lam.) kuntze: A great therapeutic valuable leguminous plant. Int. J. Sci. Res. 2015;5:1–8."}, {"Citation": "Mishra U, et al. Potent bactericidal action of a flavonoid fraction isolated from the stem bark of Butea frondosa. vivo. 2009;23:29–32.", "ArticleIdList": ["19368121"]}, {"Citation": "Chokchaisiri R, et al. Bioactive flavonoids of the flowers of Butea monosperma. Chem. Pharm. Bull. 2009;57:428–432. doi: 10.1248/cpb.57.428.", "ArticleIdList": ["10.1248/cpb.57.428", "19336944"]}, {"Citation": "Mengi S, Deshpande S. Anti-inflammatory activity of Butea frondosa leaves. Fitoterapia. 1999;70:521–522. doi: 10.1016/S0367-326X(99)00076-3.", "ArticleIdList": ["10.1016/S0367-326X(99)00076-3"]}, {"Citation": "Bavarva J, Narasimhacharya A. Preliminary study on antihyperglycemic and antihyperlipaemic effects of Butea monosperma in NIDDM rats. Fitoterapia. 2008;79:328–331. doi: 10.1016/j.fitote.2008.02.009.", "ArticleIdList": ["10.1016/j.fitote.2008.02.009", "18534772"]}, {"Citation": "Mazumder P, Das M, Das S. Butea monosperma (Lam) Kuntze-A comprehensive review. Int. J. Pharm. Sci. Nanotechnol. 2011;4:1390–1393."}, {"Citation": "Jamkh, P. G., Patil, P. & Tidke, P. S. In Vitro Antioxidant activity of Butea monosperma Flowers Fractions. International Journal of Drug Development and Research5 (2013)."}, {"Citation": "Dewanto V, Wu X, Adom KK, Liu RH. Thermal processing enhances the nutritional value of tomatoes by increasing total antioxidant activity. J. Agric. food Chem. 2002;50:3010–3014. doi: 10.1021/jf0115589.", "ArticleIdList": ["10.1021/jf0115589", "11982434"]}, {"Citation": "Khorasani Esmaeili, A., Mat Taha, R., Mohajer, S. & Banisalam, B. Antioxidant activity and total phenolic and flavonoid content of various solvent extracts from in vivo and in vitro grown Trifolium pratense L.(Red Clover). BioMed Research International 2015 (2015).", "ArticleIdList": ["PMC4438149", "26064936"]}, {"Citation": "Zhishen J, Mengcheng T, Jianming W. The determination of flavonoid contents in mulberry and their scavenging effects on superoxide radicals. Food Chem. 1999;64:555–559. doi: 10.1016/S0308-8146(98)00102-2.", "ArticleIdList": ["10.1016/S0308-8146(98)00102-2"]}, {"Citation": "Blois MS. Antioxidant determinations by the use of a stable free radical. Nat. 1958;181:1199. doi: 10.1038/1811199a0.", "ArticleIdList": ["10.1038/1811199a0"]}, {"Citation": "Sarkar, B., Manna, P., Bhattacharya, S. & Biswas, M. In vitro free radical scavenging effect of Butea monosperma leaf extracts. Journal of Advanced Pharmacy Education & Research5 (2015)."}, {"Citation": "Shon M-Y, Kim T-H, Sung N-J. Antioxidants and free radical scavenging activity of Phellinus baumii (Phellinus of Hymenochaetaceae) extracts. Food Chem. 2003;82:593–597. doi: 10.1016/S0308-8146(03)00015-3.", "ArticleIdList": ["10.1016/S0308-8146(03)00015-3"]}, {"Citation": "Lai H, Lim Y. Evaluation of antioxidant activities of the methanolic extracts of selected ferns in Malaysia. Int. J. Environ. Sci. Dev. 2011;2:442. doi: 10.7763/IJESD.2011.V2.166.", "ArticleIdList": ["10.7763/IJESD.2011.V2.166"]}, {"Citation": "Harish M, Ahmed F, Urooj A. In vitro hypoglycemic effects of Butea monosperma Lam. leaves and bark. J. food Sci. Technol. 2014;51:308–314. doi: 10.1007/s13197-011-0496-8.", "ArticleIdList": ["10.1007/s13197-011-0496-8", "PMC3907641", "24493888"]}, {"Citation": "Apostolidis E, Kwon Y-I, Shetty K. Inhibitory potential of herb, fruit, and fungal-enriched cheese against key enzymes linked to type 2 diabetes and hypertension. Innovative Food Sci. Emerg. Technol. 2007;8:46–54. doi: 10.1016/j.ifset.2006.06.001.", "ArticleIdList": ["10.1016/j.ifset.2006.06.001"]}, {"Citation": "Pan J, Yi X, Wang Y, Chen G, He X. Benzophenones from mango leaves exhibit α-glucosidase and NO inhibitory activities. J. Agric. food Chem. 2016;64:7475–7480. doi: 10.1021/acs.jafc.6b02404.", "ArticleIdList": ["10.1021/acs.jafc.6b02404", "27643634"]}, {"Citation": "Mohamed EAH, et al. Potent α-glucosidase and α-amylase inhibitory activities of standardized 50% ethanolic extracts and sinensetin from Orthosiphon stamineus Benth as anti-diabetic mechanism. BMC complementary alternative Med. 2012;12:176. doi: 10.1186/1472-6882-12-176.", "ArticleIdList": ["10.1186/1472-6882-12-176", "PMC3533584", "23039079"]}, {"Citation": "Ali M, et al. Synthesis, biological activities, and molecular docking studies of 2-mercaptobenzimidazole based derivatives. Bioorganic Chem. 2018;80:472–479. doi: 10.1016/j.bioorg.2018.06.032.", "ArticleIdList": ["10.1016/j.bioorg.2018.06.032", "29990895"]}, {"Citation": "Iftikhar, F. et al. Design, Synthesis, In-Vitro Thymidine Phosphorylase Inhibition, In-Vivo Antiangiogenic and In-Silico Studies of C-6 substituted dihydropyrimidines. Bioorganic chemistry (2018).", "ArticleIdList": ["29894893"]}, {"Citation": "Biovia. Dassault Systèmes BIOVIA, Discovery Studio Visualizer, San Diego: Dassault Systèmes (2017)."}, {"Citation": "Kumar S, Mishra A, Pandey AK. Antioxidant mediated protective effect of Parthenium hysterophorus against oxidative damage using in vitro models. BMC complementary alternative Med. 2013;13:120. doi: 10.1186/1472-6882-13-120.", "ArticleIdList": ["10.1186/1472-6882-13-120", "PMC3680177", "23721571"]}, {"Citation": "He Y, et al. The changing 50% inhibitory concentration (IC50) of cisplatin: a pilot study on the artifacts of the MTT assay and the precise measurement of density-dependent chemoresistance in ovarian cancer. Oncotarget. 2016;7:70803.", "ArticleIdList": ["PMC5342590", "27683123"]}, {"Citation": "Bhattacharya, S. Are we in the polyphenols era? Pharmacognosy research3 (2011).", "ArticleIdList": ["PMC3129027", "21772762"]}, {"Citation": "Chatterjee P, Chandra S, Dey P, Bhattacharya S. Evaluation of anti-inflammatory effects of green tea and black tea: A comparative in vitro study. J. Adv. Pharm. Technol. Res. 2012;3:136. doi: 10.4103/2231-4040.97298.", "ArticleIdList": ["10.4103/2231-4040.97298", "PMC3401676", "22837963"]}, {"Citation": "Santhosh K, Samydurai P, Ramakrishman R, Nagarajan N. Polyphenols, Vitamin-E Estimation and in vitro Antioxidant Activity of Adriantum capillu-veneris. Int. J. Innov. Pharm. Res. 2013;4:258–262."}, {"Citation": "Murugan, P. K. & Venkatachalam, K. Evaluation of Antioxidant and Free Radical Scavenging Potential of Strychnos Potatorum an Indian Medicinal Herb by Using In-Vitro Radical Scavenging Assays. (2017)."}, {"Citation": "Aliyu AB, et al. Free radical scavenging and total antioxidant capacity of root extracts of Anchomanes difformis Engl.(Araceae) Acta Pol. Pharm. 2013;70:115–121.", "ArticleIdList": ["23610966"]}, {"Citation": "AL-Zuaidy MH, et al. Biochemical characterization and 1 H NMR based metabolomics revealed Melicope lunu-ankenda leaf extract a potent anti-diabetic agent in rats. BMC complementary alternative Med. 2017;17:359. doi: 10.1186/s12906-017-1849-2.", "ArticleIdList": ["10.1186/s12906-017-1849-2", "PMC5504847", "28693595"]}, {"Citation": "Selamoglu Z, Dusgun C, Akgul H, Gulhan MF. In-vitro Antioxidant Activities of the Ethanolic Extracts of Some Contained-Allantoin Plants. Iran. J. Pharm. Res. 2017;16:92–98.", "ArticleIdList": ["PMC5963650", "29844780"]}, {"Citation": "Thilagam E, Parimaladevi B, Kumarappan C, Mandal SC. α-Glucosidase and α-amylase inhibitory activity of Senna surattensis. J. Acupunct. meridian Stud. 2013;6:24–30. doi: 10.1016/j.jams.2012.10.005.", "ArticleIdList": ["10.1016/j.jams.2012.10.005", "23433052"]}, {"Citation": "Chipiti T, Ibrahim MA, Singh M, Islam MS. In vitro α-amylase and α-glucosidase Inhibitory and Cytotoxic Activities of Extracts from Cissus cornifolia Planch Parts. Pharmacognosy Mag. 2017;13:S329. doi: 10.4103/pm.pm_223_16.", "ArticleIdList": ["10.4103/pm.pm_223_16", "PMC5538175", "28808401"]}, {"Citation": "Safithri, M. & Sari, Y. P. In IOP Conference Series: Earth and Environmental Science. 012025 (IOP Publishing)."}, {"Citation": "Raza, S. A. et al. Antihyperglycemic effect of Conocarpus erectus leaf extract in alloxan-induced diabetic mice. Pakistan journal of pharmaceutical sciences31 (2018).", "ArticleIdList": ["29625935"]}, {"Citation": "Ouyang H, et al. Identification and Quantification Analysis on the Chemical Constituents from Traditional Mongolian Medicine Flos Scabiosae Using UHPLC–DAD–Q-TOF-MS Combined with UHPLC–QqQ-MS. J. chromatographic Sci. 2016;54:1028–1036. doi: 10.1093/chromsci/bmw041.", "ArticleIdList": ["10.1093/chromsci/bmw041", "27107093"]}, {"Citation": "Olga Otłowska MS, Kot-Wasik A, Karczewski J, Sliwka-Kaszynska M. Chromatographic and Spectroscopic Identification and Recognition of Natural Dyes, Uncommon Dyestuff Components, and Mordants: Case Study of a 16th Century Carpet with Chintamani Motifs. Molecules. 2018;339:1–15.", "ArticleIdList": ["PMC6017628", "29415495"]}, {"Citation": "Ramos PA, et al. Phenolic composition and antioxidant activity of different morphological parts of Cynara cardunculus L. var. altilis (DC) Ind. Crop. Products. 2014;61:460–471. doi: 10.1016/j.indcrop.2014.07.042.", "ArticleIdList": ["10.1016/j.indcrop.2014.07.042"]}, {"Citation": "Li J, Wang Y-H, Smillie TJ, Khan IA. Identification of phenolic compounds from Scutellaria lateriflora by liquid chromatography with ultraviolet photodiode array and electrospray ionization tandem mass spectrometry. J. Pharm. Biomed. Anal. 2012;63:120–127. doi: 10.1016/j.jpba.2012.01.027.", "ArticleIdList": ["10.1016/j.jpba.2012.01.027", "22342658"]}, {"Citation": "Ferreres F, Silva BM, Andrade PB, Seabra RM, Ferreira MA. Approach to the study of C‐glycosyl flavones by ion trap HPLC‐PAD‐ESI/MS/MS: application to seeds of quince (Cydonia oblonga) Phytochemical Anal. 2003;14:352–359. doi: 10.1002/pca.727.", "ArticleIdList": ["10.1002/pca.727", "14667061"]}, {"Citation": "Barreira JC, et al. Phenolic profiling of Veronica spp. grown in mountain, urban and sandy soil environments. Food Chem. 2014;163:275–283. doi: 10.1016/j.foodchem.2014.04.117.", "ArticleIdList": ["10.1016/j.foodchem.2014.04.117", "24912726"]}, {"Citation": "Wojdyło A, Nowicka P, Carbonell-Barrachina ÁA, Hernández F. Phenolic compounds, antioxidant and antidiabetic activity of different cultivars of Ficus carica L. fruits. J. Funct. Foods. 2016;25:421–432. doi: 10.1016/j.jff.2016.06.015.", "ArticleIdList": ["10.1016/j.jff.2016.06.015"]}, {"Citation": "Ferreres F, Llorach R, Gil‐Izquierdo A. Characterization of the interglycosidic linkage in di‐, tri‐, tetra‐and pentaglycosylated flavonoids and differentiation of positional isomers by liquid chromatography/electrospray ionization tandem mass spectrometry. J. Mass. Spectrometry. 2004;39:312–321. doi: 10.1002/jms.586.", "ArticleIdList": ["10.1002/jms.586", "15039939"]}, {"Citation": "Ağalar, H. G., Çiftçi, G. A., Göger, F. & Kırımer, N. Activity Guided Fractionation of Arum italicum Miller Tubers and the LC/MS-MS Profiles. Records of Natural Products12 (2017)."}, {"Citation": "Vitor RF, et al. Flavonoids of an extract of Pterospartum tridentatum showing endothelial protection against oxidative injury. J. ethnopharmacology. 2004;93:363–370. doi: 10.1016/j.jep.2004.04.003.", "ArticleIdList": ["10.1016/j.jep.2004.04.003", "15234778"]}, {"Citation": "Roriz CL, Barros L, Carvalho AM, Santos-Buelga C, Ferreira IC. Pterospartum tridentatum, Gomphrena globosa and Cymbopogon citratus: A phytochemical study focused on antioxidant compounds. Food Res. Int. 2014;62:684–693. doi: 10.1016/j.foodres.2014.04.036.", "ArticleIdList": ["10.1016/j.foodres.2014.04.036"]}, {"Citation": "Yang X-H, et al. Ultra-high performance liquid chromatography coupled with quadrupole/time of flight mass spectrometry based chemical profiling approach for the holistic quality control of complex Kang-Jing formula preparations. J. Pharm. Biomed. Anal. 2016;124:319–336. doi: 10.1016/j.jpba.2016.03.012.", "ArticleIdList": ["10.1016/j.jpba.2016.03.012", "26977585"]}, {"Citation": "Kumar S, Singh A, Kumar B. Identification and characterization of phenolics and terpenoids from ethanolic extracts of Phyllanthus species by HPLC-ESI-QTOF-MS/MS. J. Pharm. Anal. 2017;7:214–222. doi: 10.1016/j.jpha.2017.01.005.", "ArticleIdList": ["10.1016/j.jpha.2017.01.005", "PMC5790687", "29404041"]}, {"Citation": "Zhou X-J, et al. Structural characterisation and antioxidant activity evaluation of phenolic compounds from cold-pressed Perilla frutescens var. arguta seed flour. Food Chem. 2014;164:150–157. doi: 10.1016/j.foodchem.2014.05.062.", "ArticleIdList": ["10.1016/j.foodchem.2014.05.062", "24996318"]}, {"Citation": "Rydevik A, Bondesson U, Thevis M, Hedeland M. Mass spectrometric characterization of glucuronides formed by a new concept, combining Cunninghamella elegans with TEMPO. J. Pharm. Biomed. Anal. 2013;84:278–284. doi: 10.1016/j.jpba.2013.06.012.", "ArticleIdList": ["10.1016/j.jpba.2013.06.012", "23867089"]}, {"Citation": "Lee YH, et al. Characterization of metabolite profiles from the leaves of green perilla (Perilla frutescens) by ultra high performance liquid chromatography coupled with electrospray ionization quadrupole time-of-flight mass spectrometry and screening for their antioxidant properties. J. food drug. Anal. 2017;25:776–788. doi: 10.1016/j.jfda.2016.09.003.", "ArticleIdList": ["10.1016/j.jfda.2016.09.003", "28987353"]}, {"Citation": "Han B, et al. Comprehensive characterization and identification of antioxidants in Folium Artemisiae Argyi using high-resolution tandem mass spectrometry. J. Chromatogr. B. 2017;1063:84–92. doi: 10.1016/j.jchromb.2017.08.021.", "ArticleIdList": ["10.1016/j.jchromb.2017.08.021", "28850890"]}, {"Citation": "Cao J, Yin C, Qin Y, Cheng Z, Chen D. Approach to the study of flavone di‐C‐glycosides by high performance liquid chromatography‐tandem ion trap mass spectrometry and its application to characterization of flavonoid composition in Viola yedoensis. J. Mass. Spectrometry. 2014;49:1010–1024. doi: 10.1002/jms.3413.", "ArticleIdList": ["10.1002/jms.3413", "25303391"]}, {"Citation": "Zhou, Y. et al. Studies on the antidiabetic activity of apigenin in mice with streptozotocin-induced diabetes. J. Investig. Med.64, 1–14 (2016)."}, {"Citation": "Choi JS, et al. Effects of C-glycosylation on anti-diabetic, anti-Alzheimer’s disease and anti-inflammatory potential of apigenin. Food Chem. Toxicol. 2014;64:27–33. doi: 10.1016/j.fct.2013.11.020.", "ArticleIdList": ["10.1016/j.fct.2013.11.020", "24291393"]}, {"Citation": "Haliloglu Y, et al. Phytochemicals, antioxidant, and antityrosinase activities of Achillea sivasica Çelik and Akpulat. Int. J. Food Prop. 2017;20:S693–S706. doi: 10.1080/10942912.2017.1308954.", "ArticleIdList": ["10.1080/10942912.2017.1308954"]}, {"Citation": "Singhal P, Kaushik G, Mathur P. Antidiabetic potential of commonly consumed legumes: a review. Crit. Rev. food Sci. Nutr. 2014;54:655–672. doi: 10.1080/10408398.2011.604141.", "ArticleIdList": ["10.1080/10408398.2011.604141", "24261538"]}, {"Citation": "Chang W-C, et al. Protective effect of vanillic acid against hyperinsulinemia, hyperglycemia and hyperlipidemia via alleviating hepatic insulin resistance and inflammation in high-fat diet (HFD)-fed rats. Nutrients. 2015;7:9946–9959. doi: 10.3390/nu7125514.", "ArticleIdList": ["10.3390/nu7125514", "PMC4690066", "26633482"]}, {"Citation": "William J, et al. Antioxidant activity, α-glucosidase inhibition and phytochemical profiling of Hyophorbe lagenicaulis leaf extracts. PeerJ. 2019;7:e7022. doi: 10.7717/peerj.7022.", "ArticleIdList": ["10.7717/peerj.7022", "PMC6589327", "31259094"]}, {"Citation": "Arshad, M. et al. Metabolite profiling of Cycas revoluta leaf extract and docking studies on alpha-glucosidase inhibitory molecular targets by phytochemicals. Pakistan journal of pharmaceutical sciences32 (2019).", "ArticleIdList": ["31103985"]}, {"Citation": "Zhang B-w, et al. Dietary flavonoids and acarbose synergistically inhibit α-glucosidase and lower postprandial blood glucose. J. Agric. food Chem. 2017;65:8319–8330. doi: 10.1021/acs.jafc.7b02531.", "ArticleIdList": ["10.1021/acs.jafc.7b02531", "28875706"]}, {"Citation": "Nadeem, M. et al. Calotropis procera: UHPLC-QTOF-MS/MS based profiling of bioactives, antioxidant and anti-diabetic potential of leaf extracts and an insight into molecular docking. Journal of Food Measurement and Characterization, 1–15 (2019)."}]}], "History": [{"Year": "2019", "Month": "2", "Day": "1"}, {"Year": "2019", "Month": "12", "Day": "30"}, {"Year": "2020", "Month": "2", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["32103043", "PMC7044436", "10.1038/s41598-020-60076-5", "10.1038/s41598-020-60076-5"]}}]}