{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimicrobial", "C. albicans", "Hand lotion", "M. elengi", "S. aureus"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32127968", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.3889/oamjms.2019.496"], "Journal": {"ISSN": "1857-9655", "JournalIssue": {"Volume": "7", "Issue": "22", "PubDate": {"Year": "2019", "Month": "Nov", "Day": "30"}}, "Title": "Open access Macedonian journal of medical sciences", "ISOAbbreviation": "Open Access Maced J Med Sci"}, "ArticleTitle": "Antimicrobial Activity of Hand Lotion of Flower <i>Mimusops elengi</i>.", "Pagination": {"StartPage": "3748", "EndPage": "3756", "MedlinePgn": "3748-3756"}, "Abstract": {"AbstractText": ["Aceh is a tropical region that is very many overgrown by various plants that have medicinal properties; one of them is <i>M. elengi. M. elengi</i> flower extract has the main content of triterpene and alcohol, that have antibacterial, antifungal, antioxidant and antineoplastic activity. Extraction of chemical compounds containing essential oils generally uses distillation, and get the small amounts of chemical compounds, while the maceration with <i>n</i>-hexane solvent, producing less active nonpolar compounds against <i>S. aureus</i> bacteria.", "Isolating the methanol extract from <i>M. elengi</i> flowers and test its antibacterial and antifungal activity. Furthermore, extracts with active concentrations are made into a lotion.", "Methanol extract from <i>M. elengi</i> flower was characterised by gas chromatography-mass spectrometry, then tested for antibacterial and antifungal, then made into the lotion. The lotion was tested again for its antimicrobial activity, physical and organoleptic properties.", "The most abundant chemical compounds in an extract of <i>M. elengi</i> based on characterisation with GC-MS is Borneol L; (Bicyclo [2.2.1] heptane-2-ol, 1,7,7-trimethyl, as much as 82%). The methanol extract of <i>M. elengi</i> flower can inhibit the growth of <i>S. aureus</i> bacteria and <i>C. albicans</i> fungi, and also the lotion from methanol extract can inhibit the growth of <i>S. aureus</i> bacteria, but the <i>M. elengi</i> flower extract lotion cannot inhibit the growth of <i>C. albicans</i> fungi. The lotion inhibits the growth of <i>S. aureus</i> bacteria, from a concentration of methanol extract of 8% and 16%. Lotion with 16% methanol extract has 81.33% in activity power compared with positive control. The results of physical and organoleptic properties test, with the concentration of methanol extract of <i>M. elengi</i> 1, 2, 8, and 16%, have pH in the range of 6.6-8 (still in a safe range, 4.5-9 according to SNI 16-4399-1997). The lotion type is m/a, the spreading capacity of the lotion is 18.8 - 39.5 cm2. The power of adhesive at skin ranges from 1 minute 27 seconds to 3 minutes 7 seconds. The viscosity of the lotion ranges from 23,670-24,400 cP, this range is in the range based on SNI 16-4399-1996 (2000-50,000 cP), so the lotion is in a good category. The preferred lotion is at a concentration of 2%, in fragrance.", "Antibacterial activity of the lotion of methanol extract of <i>M. elengi</i> flower against <i>S. aureus</i> bacteria was the best at 16%, but could not inhibit the growth of <i>C. albicans</i> fungi. The most abundant compounds in methanol extract are Borneol L compounds; (Bicyclo [2.2.1] heptane-2-ol, 1,7,7-trimethyl. In general, the physical properties of this lotion meet the requirements of SNI16-4399-1996, SNI 16-4399-1997, and lotions which are preferred at a concentration of 2% in fragrance."], "CopyrightInformation": "Copyright: © 2019 Bastian Arifin, Rosnani Nasution, Novi Desrianti, Marianne Marianne, Hira Helwati."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, Universitas Syiah Kuala, Banda Aceh, Indonesia 23111."}], "LastName": "Arifin", "ForeName": "Bastian", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Mathematics and Natural Sciences, Universitas Syiah Kuala, Banda Aceh 23111, Indonesia."}], "LastName": "Nasution", "ForeName": "Rosnani", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Mathematics and Natural Sciences, Universitas Syiah Kuala, Banda Aceh 23111, Indonesia."}], "LastName": "Desrianti", "ForeName": "Novi", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Pharmacy, Universitas Sumatera Utara, Medan, Indonesia, 20155."}], "LastName": "Marianne", "ForeName": "Marianne", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Mathematics and Natural Sciences, Universitas Syiah Kuala, Banda Aceh 23111, Indonesia."}], "LastName": "Helwati", "ForeName": "Hira", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "North Macedonia", "MedlineTA": "Open Access Maced J Med Sci", "NlmUniqueID": "101662294", "ISSNLinking": "1857-9655"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Nasution R, Barus T, Nasution P, Saidi N. International journal of Pharm Tech Reseach. 2014;6(4):1279–1285."}, {"Citation": "Nasution R, Marianne Nur H. Der Pharma Chemica. 2015;7(6):71–78."}, {"Citation": "Nasution R, Bahi M, Saidi N, Junina I. β-Sitosterol From Bark of Artocarpus Camansi And Its Antidiabetic Activity. Proceedings of The Annual International Conference, Syiah Kuala University-Life Sciences & Engineering Chapter. 2015;5:1."}, {"Citation": "Nasution R, Fitrah CN, Helwati H, Murniana Arifin B, Chamzurni C, Rizal Y Marianne. Asian J Pharm Clin Res. 2018;11(spesial issue 1):12–17. https://doi.org/10.22159/ajpcr.2018.v11s1.26554."}, {"Citation": "Nasution R, et al. Anti-Obesity Compounds from the Leaves of Plants Morus Alba (Moraceae), International. Journal of ChemTech Research. 2015;8(10):228–234."}, {"Citation": "Nasution R, Marzuki I. Isolation Compound Anti-obesity from the Bark Ara (Ficus Racemosa) of Aceh. Oriental Journal Of Chemistry. 2016;32(5):2693–99. https://doi.org/10.13005/ojc/320542."}, {"Citation": "Kadam PV, Yadav KN, Deoda RS, Shivatare RS, Patil MJ. Mimusops elengi:A review on ethnobotany, phytochemical and pharmacological profile. Journal of Pharmacognosy and Phytochemistry. 2012;1:3."}, {"Citation": "Nasution R, Saidi N. Penentuan struktur dengan UV dan IR fraksi heksana kulit kayu M. elengi Linn dan uji aktivitas antifungalnya terhadap jamur C. albicans. Laporan penelitian, MIPA, UNSYIAH. 2003"}, {"Citation": "Baliga MS, Pai RJ, Bhat HP, Palatty PL, Boloor R. Chemistry and medicinal properties of the Bakul (Mimusops elengi Linn):A review. Food Research International. 2011;44(7):1823–9. https://doi.org/10.1016/j.foodres.2011.01.063."}, {"Citation": "Azwar IA. Aktivitas parfum kombinasi minyak atsiri sebagai antibakterial, Skripsi, Jurusan Kimia, FMIPA, UNSYIAH. 2017"}, {"Citation": "Sharma G, Gadiya J, Dhanawat M. A Textbook of Cosmetic Formulations. Department of Pharmacy, Mewar University, Rajasthan-312; p. 901."}, {"Citation": "Harborne JB. Metode Fitokimia:Penuntun Cara Modern Menganalisis Tumbuhan. In: Oleh, Kosasih P, Soediro I, editors. Terjemahan dari Phytochemical Methods. Bandung: ITB; 1987."}, {"Citation": "Bachtiar T. Skripsi. Banda Aceh: Universitas Syiah Kuala; 2009. Senyawa Bioaktif Penolak (Repelent) Nyamuk dari Ekstrak n-Heksana dan Metanol Kulit Batang Vitex Trifolia dalam Formula Lotion."}, {"Citation": "Balsam MS. Cosmetic Science and Technology. Second Edition. London: Jhon Willy and Son. Inc; 1972."}, {"Citation": "Pratiwi ST. Mikrobiologi Farmasi, Fakultas Farmasi Universitas Gadjah Mada: Erlangga. 2008"}, {"Citation": "Namita, Nimisha International Journal of Pharmacological and Biological Sciences. 2013;4(2):86–92."}, {"Citation": "Garg A, Aggrawal D, Garg S, Singla AK. Pharmaceutical Technology. 2002;84:102."}, {"Citation": "Tadros TF. Emulsion formation, stability, and rheology. Emulsion formation and stability. 2013 https://doi.org/10.1002/9783527647941."}, {"Citation": "American Society for Testing and Materials. Standard Test Methods for Rheological Properties of Non-Newtonian Materials by Rotational (Brookfield type) Viscometer; D2196-05. 2006"}, {"Citation": "Zulkarnain AK, Susanti M, Lthifa AN. Trad Med J. 2013;18(3):141–150."}, {"Citation": "Pasaribu G, Gusmailina G, Komarayati S, Zulnely Z, Erik D. Analisis Senyawa Kimia Dryobalanops aromatica. Jurnal Penelitian Hasil Hutan, Journal of Forest Product Research. 2013 https://doi.org/10.20886/jphh.2014.32.1.21-26."}, {"Citation": "Efruan GK, Martosupono M, Rondonuwu FS. Bioaktifitas Senyawa 1, 8-Sineol Pada Minyak Atsiri. 2016"}, {"Citation": "Fan X, Chai L, Zhang H, Wang Y, Zhang B, Gao X. Borneol depresses P-glycoprotein function by a NF-κB signaling mediated mechanism in a blood brain barrier in vitro model. International journal of molecular sciences. 2015;16(11):27576–88. https://doi.org/10.3390/ijms161126051 PMid:26593909 PMCid:PMC4661909.", "ArticleIdList": ["PMC4661909", "26593909"]}, {"Citation": "Morales G, Sierra P, Mancilla A, Paredes A, Loyola La Gallardo O, Borquez J. Secondary metabolites from four medicinal plants from northern Chile:antimicrobial activity and biotoxicity against Artemia salina. Journal of the Chilean Chemical Society. 2003;48(2):1–8. https://doi.org/10.4067/S0717-97072003000200002."}, {"Citation": "Yusnawan E. Efektivitas Ekstrak Metanol dan n-heksana Amaranthus spinosus dalam Pengendalian Penyakit Karat Kacang Tanah dan Uji Fitokimia Golongan Senyawa Aktif. Prosiding Seminar Hasil Penelitian Tanaman Aneka Kacang Dan Umbi. 2013;1(2):399–405."}, {"Citation": "Reddy LJ, Jose B. Evaluation of Antibacterial Activitiy of Mimusops elengi L. Flowers and Trichosanthes cucumerina L. Fruits from South India. Journal of Pharmacy and Pharmaceutical Sciences. 2013;5(3):362–364."}, {"Citation": "Pelzcar MJ, Chan ECS. Dasar-dasar Mikrobiologi. Jakarta: UI Pr; 1986."}, {"Citation": "Fitriani A, Hamdiyati Y, Engriyani RE. Aktivitas antifungi ekstrak etanol daun salam (Syzygium polyanthum (Wight) Walp.). terhadap pertumbuhan jamur Candida albicans secara in vitro. Majalah Ilmiah Biologi BIOSFERA: A Scientific Journal. 2012;29(2):71–9."}, {"Citation": "Yuliana SR, Leman MA, Anindita PS. Uji Daya Hambat Senyawa Saponin Batang Pisang (Musa pardisiaca) terhadap Pertumbuhan Jamur Candida albicans. e-GiGi. 2015;3(2):616–620. https://doi.org/10.35790/eg.3.2.2015.10486."}, {"Citation": "Elfiyani RK, Siti Y, dan Nurita MAL. Perbandingan Penggunaan Setil Alkohol dan Setostearil Alkohol Sebagai Thickening Agent Terhadap Stabilitas Fisik Scalp Lotion Ekstrak Etanol 96% Buah Mengkudu (Morinda citrifolia L) Farmasains. 2013;2(1):31–37."}, {"Citation": "Purwaningsih S, Salamah E, Budiarti TA. Formulasi Skin Lotion Dengan Penambahan Karagenan Dan Antioksidan Alami Dari Rhizophora Mucronata Lamk. Jurnal Akuatika. 2014;5(1):55–62."}, {"Citation": "SNI 16-3499-1996. Sediaan Tabir Surya. Dewan Standarisasi Nasional. Jakarta. 1996"}, {"Citation": "Hasibuan KR, Andhi F, Dan Eka K. Formulasi dan Uji Sifat Fisiko kimia Sediaan Losio dengan Berbagai Variasi Konsentrasi Vitamin E. Skripsi. Universitas Tanjungpura; 2014."}, {"Citation": "Tiran AF, dan Christofori MR. Aktifitas antibakteri lotion minyak minyak kayu manis terhadap Staphyllococcus epidermis penyebab bau kaki. Jurnal Farmasi Sains dan Komunitas. 2014;11(2):72–80."}, {"Citation": "Susanti L, Kusmiyarsih P. Formulasi dan Uji Stabilitas Krim Ekstrak Etanolik Daun Bayam Duri (Amaranthus spinosus L.) Surakarta: Universitas Setia Budi; 2011."}, {"Citation": "Setyaningrum PR, Nurjanah S, Widyasanti A, Zain S. Uji aktivitas antijamur pada minyak nilam hasil destilasi fraksinasi terhadap jamur C. albicans dan T. Mentagrophytes. Jurnal Teknotan. 2017;11:1. https://doi.org/10.24198/jtvol11n1.9."}]}], "History": [{"Year": "2019", "Month": "9", "Day": "25"}, {"Year": "2019", "Month": "10", "Day": "17"}, {"Year": "2019", "Month": "10", "Day": "18"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "11", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["32127968", "PMC7048346", "10.3889/oamjms.2019.496", "OAMJMS-7-3748"]}}]}