{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Endophytic fungi", "Fusarium species", "biological activities", "secondary metabolites"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32128278", "DateRevised": {"Year": "2024", "Month": "08", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "07", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.1080/21501203.2019.1645053"], "Journal": {"ISSN": "2150-1203", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2020"}}, "Title": "Mycology", "ISOAbbreviation": "Mycology"}, "ArticleTitle": "Bioprospecting endophytic fungi from <i>Fusarium</i> genus as sources of bioactive metabolites.", "Pagination": {"StartPage": "1", "EndPage": "21", "MedlinePgn": "1-21"}, "Abstract": {"AbstractText": ["Endophytic fungi became an attractive source for the discovery of new leads, because of the complexity and the structural diversity of their secondary metabolites. The genus <i>Fusarium</i> comprising about 70 species is extremely variable in terms of genetics, biology, ecology, and consequently, secondary metabolism and have been isolated from countless plants genera from diverse habitats. These endophytic microbes may provide protection and survival strategies in their host plants with production of a repertoire of chemically diverse and structurally unprecedented secondary metabolites reported to exhibit an incredible array of biological activities including antimicrobial, anticancer, antiviral, antioxidants, antiparasitics, immunosuppressants, immunomodulatory, antithrombotic, and biocontrol ability against plants pathogens and nematodes. This review comprehensively highlights over the period 1981-2019, the bioactive potential of metabolites produced by endophytes from <i>Fusarium</i> genus. <b>Abbreviations</b>: AIDS: Acquired immune deficiency syndrome; BAPT: C-13 phenylpropanoid side chain-CoA acyltransferase; CaBr2: Calcium bromide; DBAT: 10-deacetylbaccatin III-10-O-acetyl transferase; DNA: Deoxyribonucleic acid; EI-MS: Electron ionization mass spectrometer; EN: Enniatin; ERK: Extracellular regulated protein kinase; EtOAc: Ethyl acetate; FDA: Food and Drug Administration; GAE/g: Gallic acid equivalent per gram; GC-MS: Gas chromatography-mass spectrometry; HA: Hyperactivation; HCV: Hepatitis C Virus; HCVPR: Hepatitis C Virus protease; HeLa: Human cervical cancer cell line; HIV: Human immunodeficiency viruses; HPLC: High Performance Liquid Chromatography; IAA: Indole-3-acetic acid; IARC: International Agency for Research on Cancer; IC<sub>50</sub>: Half maximal inhibitory concentration; LC<sub>50</sub>: Concentration of the compound that is lethal for 50% of exposed population; LC-MS: Liquid chromatography-mass spectrometry; MCF-7: Human breast cancer cell line; MDR: Multidrug-resistant; MDRSA: Multidrug-resistant <i>S. aureus</i>; MFC: Minimum fungicidal concentration; MIC: Minimum inhibitory concentration; MRSA: Multidrug-resistant <i>S. aureus</i>; MTCC: Microbial type culture collection; PBMCs: Peripheral blood mononuclear cells; PCR: Polymerase chain reaction; TB: Tuberculosis; TLC: Thin layer chromatography; TNF: Tumor necrosis factor; WHO: World Health Organization http://www.zoobank.org/urn:lsid:zoobank.org:pub:D0A7B2D8-5952-436D-85C8-C79EAAD1013C."], "CopyrightInformation": "© 2019 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group."}, "AuthorList": [{"Identifier": ["0000-0003-2144-0710"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Antimicrobial and Biocontrol Agents Unit (AmBcAU), Laboratory for Phytobiochemistry and Medicinal Plants Studies, Department of Biochemistry, Faculty of Science, University of Yaoundé I, Yaoundé, Cameroon."}], "LastName": "Toghueo", "ForeName": "Rufin Marie Kouipou", "Initials": "RMK"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Mycology", "NlmUniqueID": "101523848", "ISSNLinking": "2150-1203"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alasmari W, Barratt CL, Publicover SJ, Whalley KM, Foster E, Kay V, Martins Da Silva S, Oxenham SK.. 2013. The clinical significance of calcium-signalling pathways mediating human sperm hyperactivation. Hum Reprod. 28(4):866–876.", "ArticleIdList": ["PMC3600839", "23406974"]}, {"Citation": "Ariefta NR, Nikmawahda HT, Aboshi T, Murayama T, Tawaraya K, Koseki T, Katagi G, Kakihara Y, Shiono Y.. 2019. Fusaspirols A-D, novel oxaspirol derivatives isolated from Fusarium solani B-18. Tetrahedron. 10(8):1371–1377."}, {"Citation": "Ashuthosh K, Prasad A, Absar A. 2013. Cultural, morphological and molecular characterization of vinca alkaloids producing endophytic fungus Fusarium solani isolated from Catharanthus roseus. Int J Bot Res. 3:1–12."}, {"Citation": "Ateba JET, Toghueo RMK, Awantu AF, Mba’ning BM, Gohlke S, Sahal D, Rodrigues-Filho E, Tsamo E, Boyom FF, Sewald N , et al. 2018. Antiplasmodial Properties and Cytotoxicity of Endophytic Fungi from Symphonia globulifera Clusiaceae). J Fungi. 4:70.", "ArticleIdList": ["PMC6023428", "29895768"]}, {"Citation": "Athman SY, Dubois T, Viljoen A, Labuschagne N, Coyne D, Ragama P, Gold C, Niere B. 2006. In vitro antagonism of endophytic Fusarium oxysporum isolates against the burrowing nematode Radopholus similis. Nematology. 8:627–636."}, {"Citation": "Bayrami Z, Hajiaghaee R, Khalighi-Sigaroodi F, Rahimi R, Farzaei MH, Hodjat M, Baeeri M, Rahimifard M, Navaei-Nigjeh M, Abdollahi M. 2018. Bio-guided fractionation and isolation of active component from Tragopogon graminifolius based on its wound healing property. J Ethnopharmacol. 226. 48–55.doi:10.1016/j.jep.2018.08.002.", "ArticleIdList": ["10.1016/j.jep.2018.08.002", "30096362"]}, {"Citation": "Belofsky GN, Jensen PR, Fenical W. 1999. Sansalvamide: A new cytotoxic cyclic depsipeptide produced by a marine Fungus of the Genus Fusarium. Tetrahedron Lett. 40:2913–2916."}, {"Citation": "Bergmann S, Schümann J, Scherlach K, Lange C, Brakhage AA, Hertweck C. 2007. Genomics-driven discovery of PKS-NRPS hybrid metabolites from Aspergillus nidulans. Nat Chem Biol. 3:213–217. doi:10.1038/nchembio869.", "ArticleIdList": ["10.1038/nchembio869", "17369821"]}, {"Citation": "Bertrand S, Azzollini A, Schumpp O, Bohni N, Schrenzel J, Monod M. 2014a. Multi-well fungal co-culture for de novo metabolite-induction in time-series studies based on untargeted metabolomics. Mol Biosyst. 10:2289–2298. doi:10.1039/C4MB00223G.", "ArticleIdList": ["10.1039/C4MB00223G", "24948000"]}, {"Citation": "Bills GF, Gloer JB. 2016. Biologically active secondary metabolites from the fungi. Microbiol Spectr. 4(6): FUNK-0009-2016. doi: 10.1128/microbiolspec.FUNK-0009-2016.", "ArticleIdList": ["10.1128/microbiolspec.FUNK-0009-2016", "27809954"]}, {"Citation": "Bode HB, Bethe B, Höfs R, Zeeck A. 2002. Big effects from small changes: possible ways to explore nature’s chemical diversity. Chembiochem. 3:619–627.", "ArticleIdList": ["12324995"]}, {"Citation": "Bogner CW, Kamdem RS, Sichtermann G, Matthäus C, Hölscher D, Popp J, Proksch P, Grundler FMW, Schouten A. 2016. Bioactive secondary metabolites with multiple activities from a fungal endophyte. Microbial Biotech. 10(1):175–188.", "ArticleIdList": ["PMC5270730", "27990770"]}, {"Citation": "Boonyaketgoson S, Trisuwan K, Bussaban B, Rukachaisirikul V, Phongpaichit S. 2015. Isochromanone derivatives from the endophytic fungus Fusarium sp. PDB51F5. Tetrahedron Lett. 56:5076–5078."}, {"Citation": "Brady SF, Clardy J. 2000. CR377, a new pentaketide antifungal agent isolated from an endophytic fungus. J Nat Prod. 63:1447–1448.", "ArticleIdList": ["11076576"]}, {"Citation": "Brakhage AA. 2013. Regulation of fungal secondary metabolism. Nat Rev Microbiol. 11:21–32. doi:10.1038/nrmicro2916.", "ArticleIdList": ["10.1038/nrmicro2916", "23178386"]}, {"Citation": "Bungtongdee N, Sopalun K, Laosripaiboon W, Iamtham S. 2019. The chemical composition, antifungal, antioxidant and antimutagenicity properties of bioactive compounds from fungal endophytes associated with Thai orchids. J Phytopathol. 167:56–64."}, {"Citation": "Campos FF, Johann S, Cota BB, Alves TMA, Rosa LH, Caligiorne RB, Cisalpino PS, Rosa CA, Zani CL. 2011. Antifungal activity of trichothecenes from Fusarium sp. against clinical isolates of Paracoccidioides brasiliensis. Mycoses. 54:122–129.", "ArticleIdList": ["20337937"]}, {"Citation": "Campos FF, Junior PAS, Romanha AJ, Araújo MSS, Siqueira EP, Resende JM, Alves TMA, Martins-Filho OA, Dos Santos VL, Rosa CA, et al. 2015. Bioactive endophytic fungi isolated from Caesalpinia echinata Lam. (Brazilwood) and identification of beauvericin as a trypanocidal metabolite from Fusarium sp. Mem Inst Oswaldo Cruz. Rio de Janeiro. 110(1):65–74.", "ArticleIdList": ["PMC4371219", "25742265"]}, {"Citation": "Chakravarthi BVSK, Das P, Surendranath K, Karande AA, Jayabaskaran C. 2008. Production of paclitaxel by Fusarium solani isolated from Taxus celebica. J Bios. 33:259–267.", "ArticleIdList": ["18535360"]}, {"Citation": "Chen Z-M, Dong W-B, Li Z-H, Feng T, Liu J-K. 2014. New chlamydosporol derivatives from the endophytic fungus Fusarium sp. #001. J Asian Nat Prod Res. 16(5):465–470.", "ArticleIdList": ["24717139"]}, {"Citation": "Cheng L, Ma QM, Tao GJ, Tao WY, Wang RM, Yang J, Guo XL. 2007. Systemic identification of a paclitaxel producing endophytic fungus. Ind Microbiol. 37:23–30."}, {"Citation": "Chiller T. 2017. The unexpected and troubling rise of Candida auris. Centers for Disease Control and Prevention, National Center for Emerging and Zoonotic Infectious Diseases (NCEZID), Division of Foodborne, Waterborne, and Environmental Diseases (DFWED). https://www.medscape.com/viewarticle/884470?src=par_cdc_stm_mscpedt&faf=1"}, {"Citation": "Chowdhury NS, Sohrab MH, Rana MS, Hasan CM, Jamshidi S, Rahman KM. 2017. Cytotoxic Naphthoquinone and Azaanthraquinone Derivatives from an Endophytic Fusarium solani. J Nat Prod. 80(4):1173–1177.", "ArticleIdList": ["28257197"]}, {"Citation": "Christian N, Sullivan C, Visser ND, Clay K. 2016. Plant host and geographic location drive endophyte community composition in the face of perturbation. Microb Ecol. 72:621–632.", "ArticleIdList": ["27341838"]}, {"Citation": "Cichewicz RH. 2010. Epigenome manipulation as a pathway to new natural product scaffolds and their congeners. Nat Prod Re. 27:11–22. doi:10.1039/B920860G.", "ArticleIdList": ["10.1039/B920860G", "PMC2958777", "20024091"]}, {"Citation": "Cui J-L, Vijayakumar V, Zhang G. 2018. Partitioning of fungal endophyte assemblages in root-parasitic plant Cynomorium songaricum and Its Host Nitraria tangutorum. Front Microbiol. 9:666. doi:10.3389/fmicb.2018.00666.", "ArticleIdList": ["10.3389/fmicb.2018.00666", "PMC5900785", "29686655"]}, {"Citation": "Cui Y, Yi D, Bai X, Sun B, Zhao Y, Zhang Y. 2012. Ginkgolide B produced endophytic fungus (Fusarium oxysporum) isolated from Ginkgo biloba. Fitoterapia. 5:913–920.", "ArticleIdList": ["22537641"]}, {"Citation": "Dababat AA, Sikora RA. 2007. Influence of the mutualistic endophyte Fusarium oxysporum162 on Meloidogyne incognita attraction and invasion. Nematology. 9:771–776."}, {"Citation": "Dai W, Tao W. 2008. Preliminarly study on fermentation conditions of taxol-producing endophytic fungus. Chem Ind Eng Prog. 27:883–886."}, {"Citation": "Dame ZT, Silima B, Gryzenhout M, Van Ree T. 2016. Bioactive compounds from the endophytic fungus Fusarium proliferatum. Nat Prod Res. 30(11):1301–1304.", "ArticleIdList": ["26158312"]}, {"Citation": "De Clercq E. 2004. Antivirals and antiviral strategies. Nat Rev Microbiol. 2:704–720. doi:10.1038/nrmicro975.", "ArticleIdList": ["10.1038/nrmicro975", "PMC7097272", "15372081"]}, {"Citation": "Deng BW, Liu KH, Chen WQ, Ding XW, Xie XC. 2009. Fusarium solani, Tax-3, a new endophytic taxol-producing fungus from Taxus chinensis. World J Microbiol Biotech. 25:139–143."}, {"Citation": "Dubois T, Gold CS, Coyne D, Paparu P, Mukwaba E, Athman S, Kapindu S, Adipala E. 2004. Merging biotechnology with biological control: banana Musa tissue culture plants enhanced by endophytic fungi. Uganda J Agric Sci. 9:445–451."}, {"Citation": "Elavarasi A, Rathna GS, Kalaiselvam M. 2012. Taxol producing mangrove endophytic fungi Fusarium oxysporum from Rhizophora annamalayana. Asian Pac J Trop Biomed. 2(2):S1081–S1085."}, {"Citation": "Fauci A, Morens D. 2012. The Perpetual Challenge of Infectious Diseases. New Engl J Med. 366:454–461.", "ArticleIdList": ["22296079"]}, {"Citation": "Fleming A. 1929. On the antibacterial action of cultures of a penicillium, with special reference to their use in the isolation of B. influenzae. Br J Exp Pathol. 10:226–236.", "ArticleIdList": ["0"]}, {"Citation": "Gai Y, Zhao LL, Hu CQ, Zhang HP. 2007. Fusarielin E, a new antifungal antibiotic from Fusarium sp. Chin Chem Lett. 18:954–956."}, {"Citation": "Garantonakis N, Pappas ML, Varikou K, Skiada V, Broufas G, Kavroulakis N. 2018. Tomato inoculation with the endophytic strain Fusarium solani K results in reduced feeding damage by the zoophytophagous predator Nesidiocoris tenuis. Front Ecol Evol. 6:126."}, {"Citation": "Garyali S, Kumar A, Sudhakara RM. 2013. Taxol production by an endophytic fungus Fusarium redolens, isolated from Himalayan Yew. J Microbiol Biotechnol. 23(10):1372–1380.", "ArticleIdList": ["23801250"]}, {"Citation": "Gitler AD, Dhillon P, Shorter J. 2017. Neurodegenerative disease: models, mechanisms, and a new hope. Dis Model Mech. 10(5):499–502.", "ArticleIdList": ["PMC5451177", "28468935"]}, {"Citation": "Gurudatt PS, Priti V, Shweta S, Ramesha BT, Ravikanth G, Vasudeva R, Amna T, Deepika S, Ganeshaiah KN, Uma Shaanker R, et al. 2010. Attenuation of camptothecin production and negative relation between hyphal biomass and camptothecin content in endophytic fungal strains isolated from Nothapodytes nimmoniana Grahm (Icacinaceae). Curr Sci. 98:1006–1009."}, {"Citation": "Hallman J, Sikora RA. 1994. Influence of Fusarium oxysporum, a mutualistic fungal endophyte on Meloidogyne incognita infection of tomato. J Plant Dis Prot. 101:475–481."}, {"Citation": "Hamzah T, Lee S, Hidayat A, Terhem R, Faridah-Hanum I, Mohamed R. 2018. Diversity and characterization of endophytic fungi isolated from the tropical mangrove species, Rhizophora mucronata, and identification of potential antagonists against the soil-borne fungus, Fusarium solani. Front Microbiol. 9:1707. doi:10.3389/fmicb.2018.01707.", "ArticleIdList": ["10.3389/fmicb.2018.01707", "PMC6068387", "30090097"]}, {"Citation": "Han SM, Weaver FA, Comerota AJ, Perler BA, Joing M. 2010. Efficacy and safety of alfimeprase in patients with acute peripheral arterial occlusion (PAO). J Vasc Surg. 51(3):600–609.", "ArticleIdList": ["20110153"]}, {"Citation": "Hawas WU, Al-Farawati R, El-Kassem LTA, Adnan J, Turk AJ. 2016. Different Culture Metabolites of the Red Sea Fungus Fusarium equiseti optimize the Inhibition of Hepatitis C Virus NS3/4A Protease (HCV PR). Mar Drugs. 14:190.", "ArticleIdList": ["PMC5082338", "27775589"]}, {"Citation": "Hemphill PFC, Sureechatchaiyan P, Kassack UM, Orfali SR, Lin W, Daletos G, Proksch P. 2017. OSMAC approach leads to new fusarielin metabolites from Fusarium tricinctum. J Antibiot. 70(6): 726–732.", "ArticleIdList": ["28270687"]}, {"Citation": "Hidayat I, Radiastuti N, Rahayu G. 2015. Three Quinine – and Cinchonidine – producing Fusarium species from Indonesia. Curr Res Environ Appl Mycol. 6:20–34."}, {"Citation": "Huang YF, Zhao JL, Zhou LG, Wang MA, Wang JG, Li XL, Chen Q. 2009a. Antimicrobial compounds from the endophytic fungus Fusarium sp. Ppf4 isolated from the medicinal plant Paris polyphylla var. yunnanensis. Nat Prod Comm. 4:1455–1458.", "ArticleIdList": ["19967972"]}, {"Citation": "Huang Z, Yang J, She Z, Lin Y. 2012. A new isoflavone from the mangrove endophytic fungus Fusarium sp. (ZZF60). Nat Prod Res. 26(1):11–15.", "ArticleIdList": ["21714733"]}, {"Citation": "Humberto H, Lara V, Ayala-Nunez NV, Carmen LD, Ixtepan T, Cristina RP. 2010. Bactericidal effect of silver nanoparticles against multidrug-resistant bacteria. World J Microbiol Biotechnol. 26:615–621."}, {"Citation": "Hung T, Lin S. 2017. Microbial natural products: A promising source for drug discovery. J Appl Microbiol Biochem. 1:2–5."}, {"Citation": "Hwang Y, Rowley D, Rhodes D, Gertsch J, Fenical W, Bushman F. 1999. Mechanism of inhibition of poxvirus topoisomerase by the Marine natural product sansalvamide A. Mol Pharmacol. 55:1049–1053.", "ArticleIdList": ["10347247"]}, {"Citation": "Ibrahim SRM, Abdallah HM, Elkhayat ES, Al Musayeib NM, Asfour HZ, Zayed MF, Mohamed GA. 2018a. Fusaripeptide A: new antifungal and anti-malarial cyclodepsipeptide from the endophytic fungus Fusarium sp. J Asian Nat Prod Res. 20(1):75–85.", "ArticleIdList": ["28446036"]}, {"Citation": "Ibrahim SRM, Elkhayat ES, Mohamed GAA, Fat’hi SM, Ross SA. 2016a. Fusarithioamide A, a new antimicrobial and cytotoxic benzamide derivative from the endophytic fungus Fusarium chlamydosporium. Biochem Biophys Res Commun. 479(2):211–216.", "ArticleIdList": ["27634222"]}, {"Citation": "Ibrahim SRM, Mohamed GA, Al Haidari RA, Zayed MF, El-Kholy AA, Elkhayat ES, Ross SA. 2018b. Fusarithioamide B, a new benzamide derivative from the endophytic fungus Fusarium chlamydosporium with potent cytotoxic and antimicrobial activities. Bioorg Med Chem. 26:786–790.", "ArticleIdList": ["29317147"]}, {"Citation": "Ibrahim SRM, Mohamed GA, Rosse SA. 2016b. Integracides F and G: new tetracyclic triterpenoids from the endophytic fungus Fusarium sp. Phytochem Lett. 15:125–130.", "ArticleIdList": ["27282207"]}, {"Citation": "Imazaki I, Kadota I. 2015. Molecular phylogeny and diversity of Fusarium endophytes isolated from tomato stems. FEMS Microbiol Ecol. 91(9):fiv 098.", "ArticleIdList": ["26298015"]}, {"Citation": "Ishii K, Ueno Y. 1981. Isolation and characterization of two new trichothecenes from Fusarium sporotrichioides strain m-1-1. Appl Environ Microb. 42(3):541–543.", "ArticleIdList": ["PMC244050", "7294786"]}, {"Citation": "Ji H-F, Li X-J, Zhang H-Y. 2009. Natural products and drug discovery. Can thousands of years of ancient medical knowledge lead us to new and powerful drug combinations in the fight against cancer and dementia? EMBO Rep. 10(3):194–200. doi:10.1038/embor.2009.12.", "ArticleIdList": ["10.1038/embor.2009.12", "PMC2658564", "19229284"]}, {"Citation": "Jia M, Chen L, Xin HL, Zheng CJ, Rahman K, Han T. 2016. A friendly relationship between endophytic fungi and medicinal plants: a systematic review. Front Microbiol. 7:906.", "ArticleIdList": ["PMC4899461", "27375610"]}, {"Citation": "Jiang C-X, Li J, Zhang J-M, Jin X-J, Yu B, Fang J-G, Wu Q-X. 2019. Isolation, identification, and activity evaluation of chemical constituents from soil fungus Fusarium avenaceum SF-1502 and endophytic fungus Fusarium proliferatum AF-04. J Agric Food Chem. 67:1839–1846.", "ArticleIdList": ["30688448"]}, {"Citation": "Jin Z, Gao L, Zhang L, Liu T, Yu F, Zhang Z, Guo Q, Wang B. 2017. Antimicrobial activity of saponins produced by two novel endophytic fungi from Panax notoginseng. Nat Prod Res. 31(22):2700–2703.", "ArticleIdList": ["28278662"]}, {"Citation": "Kaul S, Sharma T, Dhar MK. 2016. “Omics” Tools for Better Understanding the Plant-Endophyte Interactions. Front Plant Sci. 7:955. doi:10.3389/fpls.2016.00955.", "ArticleIdList": ["10.3389/fpls.2016.00955", "PMC4925718", "27446181"]}, {"Citation": "Kaushik NK, Murali TS, Dinkar S, Suryanarayanan TS. 2014. A search for antiplasmodial metabolites among fungal endophytes of terrestrial and marine plants of southern India. Acta Parasitol. 59(4):745–757.", "ArticleIdList": ["25236288"]}, {"Citation": "Kavroulakis N, Ntougias S, Zervakis GI, Ehalioti C, Haralampidis K, Papadopoulou KK. 2007. Role of ethylene in the protection of tomato plants against soil-borne fungal pathogens conferred by an endophytic Fusarium solani strain. J Exp Bot. 58(14):3853–3864.", "ArticleIdList": ["18048373"]}, {"Citation": "Khan N, Afroz F, Begum M, Rony SR, Sharmin S, Moni F, Hasan CM, Shaha K, Sohra M. 2018. Endophytic Fusarium solani: A rich source of cytotoxic and antimicrobial napthaquinone and aza-anthraquinone derivatives. Toxicol Rep. 5:970–976.", "ArticleIdList": ["PMC6169151", "30294556"]}, {"Citation": "Kharwar RN, Mishra A, Gond SK, Stierle A, Stierle D. 2011. Anticancer compounds derived from fungal endophytes: their importance and future challenges. Nat Prod Rep. 28(7):1208. doi:10.1039/c1np00008j.", "ArticleIdList": ["10.1039/c1np00008j", "21455524"]}, {"Citation": "Kildgaard S, Subko K, Phillips E, Goidts V, de la Cruz M, Díaz C, Gotfredsen CH, Andersen B, Frisvad JC, Nielsen KF, et al. 2017. A dereplication and bioguided discovery approach to reveal new compounds from a marine-derived fungus Stilbella fimetaria. Mar Drugs. 15(8):253. doi:10.3390/md15080253.", "ArticleIdList": ["10.3390/md15080253", "PMC5577607", "28805711"]}, {"Citation": "Kloepper JW, Ryu C-M. 2006. Bacterial endophytes as elicitors of induced systemic resistance. In: Schulz BJE, Boyle CJC, Sieber TN, editors. Microbial Root Endophytes. Berlin:Springer; p. 33–52 doi: 10.1007/3-540-33526-9.", "ArticleIdList": ["10.1007/3-540-33526-9"]}, {"Citation": "Kornsakulkarn J, Dolsophon K, Boonyuen N, Boonruangprapa T, Rachtawee P, Prabpai S. 2011. Dihydronaphthalenones from endophytic fungus Fusarium sp. BCC14842. Tetrahedron. 67(39):7540–7547."}, {"Citation": "Kour A, Shawl SA, Rehman S, Sultan P, Qazi PH, Suden P, Khajuria KR, Verma V. 2008. Isolation and identification of an endophytic strain of Fusarium oxysporum producing podophyllotoxin from Juniperus recurva. World J Microbiol Biotechnol. 24:1115–1121."}, {"Citation": "Kumar A, Patil D, Rajamohanan PR, Ahmad A. 2013. Isolation, purification and characterization of vinblastine and vincristine from endophytic fungus Fusarium oxysporum isolated from Catharanthus roseus. PLoS One. 8(9):e71805.", "ArticleIdList": ["PMC3774759", "24066024"]}, {"Citation": "Kumara PM, Soujanya KN, Ravikanth G, Vasudeva R, Ganeshaiah KN, Uma Shaanker R. 2014. Rohitukine, a chromone alkaloid and a precursor of flavopiridol, isproduced by endophytic fungi isolated from Dysoxylum binectariferum Hook.f and Amoora rohituka (Roxb).Wight & Arn. Phytomedicine. 21:541–546.", "ArticleIdList": ["24215673"]}, {"Citation": "Kundu A, Saha S, Walia S, Dutta TK. 2016. Anti-nemic secondary metabolites produced by Fusarium oxysporum f. sp. ciceris. J Asia-Pac Entomol. 19:631–636."}, {"Citation": "Kusari S, Zühlke S, Spiteller M. 2009. An endophytic fungus from Camptotheca acuminata that produces camptothecin and analogues. J Nat Prod. 72:2–7.", "ArticleIdList": ["19119919"]}, {"Citation": "Kyekyeku JO, Kusari S, Adosraku RK, Bullach A, Golz C, Strohmann C, Spiteller M. 2017. Antibacterial secondary metabolites from an endophytic fungus, Fusarium solani JK10. Fitoterapia. 119:108–114.", "ArticleIdList": ["28392268"]}, {"Citation": "Lata R, Chowdhury S, Gond SK, White JF Jr. 2018. Induction of abiotic stress tolerance in plants by endophytic microbes. Lett Appl Microbiol. 66(4):268–276.", "ArticleIdList": ["29359344"]}, {"Citation": "Le HTT, Padgham JL, Hagemann MH, Sikora RA, Schouten A. 2016. Developmental and behavioural effects of the endophytic Fusarium moniliforme Fe14 towards Meloidogyne graminicola in rice. Ann Appl Biol. 169:134–143."}, {"Citation": "Lee J, Lobkovsky E, Pliam NB, Strobel G, Clardy J. 1995. Subglutinols A & B: immunosuppressive compounds from the endophytic fungus-Fusarium subglutinans. J Org Chem. 60:7076–7077."}, {"Citation": "Li C-T, Li Y, Wang Q-J, Sung C-K. 2008. Taxol production by Fusarium arthrosporioides isolated from yew, Taxus cuspidata. J Med Biochem. 27:454–458."}, {"Citation": "Li P, Mou Y, Shan T, Xu J, Li Y, Lu S, Zhou L. 2011. Effects of polysaccharide elicitors from endophytic Fusarium oxysporium Dzf17 on growth and diosgenin production in cell suspension culture of Dioscorea zingiberensis. Molecules. 16(11):9003–9016.", "ArticleIdList": ["PMC6264267", "22031064"]}, {"Citation": "Li YC, Tao WY, Cheng L. 2009. Paclitaxel production using co-culture of Taxus suspension cells and paclitaxel-producing endophytic fungi in a co-bioreactor. Appl Microbiol Biotechnol. 83:233–239.", "ArticleIdList": ["19172266"]}, {"Citation": "Looke FMD, Gottlieb T, Jones CA. 2015. The global challenges of infectious diseases. Med J Aust. 202(5):225–226.", "ArticleIdList": ["PMC7168492", "25758680"]}, {"Citation": "Mander P, Cho SS, Simkhada JR. 2011. A low molecular weight chymotrypsin-like novel fibrinolytic enzyme from Streptomyces sp. CS624. Process Biochem. 46:1449–1455."}, {"Citation": "Marmann A, Aly A, Lin W, Wang B, Proksch P. 2014. Co-cultivation—a powerful emerging tool for enhancing the chemical diversity of microorganisms. Mar Drugs. 12:1043–1065. doi:10.3390/md12021043.", "ArticleIdList": ["10.3390/md12021043", "PMC3944530", "24549204"]}, {"Citation": "Martinuz A, Schouten A, Sikora RA. 2012. Post‐infection development of Meloidogyne incognitaon tomato treated with the endophytes Fusarium oxysporum strain Fo162 and Rhizobium etli strain G12. BioControl. 58:95–104."}, {"Citation": "Mennan S, Aksoy HM, Ecevit O. 2005. Antagonistic effect of Fusarium oxysporum on Heterodera cruciferae. J Phytopathol. 153:221–225."}, {"Citation": "Michelakis ED, Webster L, Mackey JR. 2008. Dichloroacetate (DCA) as a potential metabolic-targeting therapy for cancer. Br J Cancer. 99(7):989–994.", "ArticleIdList": ["PMC2567082", "18766181"]}, {"Citation": "Mine Y, Wong AHK, Jiang B. 2005. Fibrinolytic enzymes in Asian traditional fermented foods. Food Res Int. 38:243–250. doi:10.1016/j.foodres.2004.04.008.", "ArticleIdList": ["10.1016/j.foodres.2004.04.008"]}, {"Citation": "Moron LS, Lim YW, Dela Cruz TEE. 2018. Antimicrobial activities of crude culture extracts from mangrove fungal endophytes collected in Luzon Island, Philippines. Philipp Sci Lett. 11:28–36."}, {"Citation": "Moussa M, Ebrahim W, Bonus M, Gohlke H, Mándi A, Kurtán T, Proksch P. 2019. Co-culture of the fungus Fusarium tricinctum with Streptomyces lividans induces production of cryptic naphthoquinone dimers. RSC Adv. 9(3):1491–1500.", "ArticleIdList": ["PMC9060880", "35518011"]}, {"Citation": "Musavi SF, Balakrishnan RJ. 2013. Biodiversity, antimicrobial potential, and phylogenetic placement of an endophytic Fusarium oxysporum NFX 06 isolated from Nothapodytes foetida. J Mycol. doi:10.1155/2013/172056.", "ArticleIdList": ["10.1155/2013/172056"]}, {"Citation": "Mwaura P, Dubois T, Losenge T, Coyne D, Kahangi EM. 2010. Effect of endophytic Fusarium oxysporum on paralysis and mortality of Pratylenchus goodeyi. Afr J Biotechnol. 9:1130–1134."}, {"Citation": "Mwaura P, Kahangi EM, Losenge T, Dubois T, Coyne D. 2009. In vitro screening of endophytic Fusarium oxysporum against banana nematode (Helicotylenchus multicinctus). Afr J Hortic Sci. 2:103–110."}, {"Citation": "Nadeem M, Ram M, Alam P, Ahmad MM, Mohammad A, Al-Qurainy F, Khan S, Abdin MZ. 2012. Fusarium solani, P1, a new endophytic podophyllotoxin producing fungus from roots of Podophyllum hexandrum. Afr J Microbiol Res. 6:2493–2499."}, {"Citation": "Nascimento AM, Conti R, Turatti ICC, Cavalcanti BC, Costa-Lotufo LV, Pessoa C, de Moraes MO, Manfrim V, Toledo JS, Cruz AK, et al. 2012. Bioactive extracts and chemical constituents of two endophytic strains of Fusarium oxysporum. Rev Bras Farmacogn. 22(6):1276–1281."}, {"Citation": "Nenkep V, Yun K, Zhang D, Choi DH, Kang JS, Son BW. 2010. Induced Production of Bromomethylchlamydosporols A and B from the marine-derived fungus Fusarium tricinctum. J Nat Prod. 73:2061–2063.", "ArticleIdList": ["21090694"]}, {"Citation": "Netzker T, Fischer J, Weber J, Mattern DJ, König CC, Valiante V, Schroeckh V, Brakhage AA. 2015. Microbial communication leading to the activation of silent fungal secondary metabolite gene clusters. Front Microbiol. 6:299.", "ArticleIdList": ["PMC4403501", "25941517"]}, {"Citation": "Newman DJ, Cragg GM. 2016. Natural products as sources of new drugs from 1981 to 2014. J Nat Prod. 79:629–661.", "ArticleIdList": ["26852623"]}, {"Citation": "Ola RBA, Thomy D, Lai D, Brotz-Oesterhelt H, Proksch P. 2013. Inducing secondary metabolite production by the endophytic fungus Fusarium tricinctum through coculture with Bacillus subtilis. J Nat Prod. 76:2094−2099.", "ArticleIdList": ["24175613"]}, {"Citation": "Pappas ML, Liapoura M, Papantoniou D, Avramidou M, Kavroulakis N, Weinhold A, Broufas GD, Papadopoulou KK. 2018. The beneficial endophytic fungus Fusarium solani strain K alters tomato responses against spider mites to the benefit of the plant. Front Plant Sci. 9:1603. doi:10.3389/fpls.2018.01603.", "ArticleIdList": ["10.3389/fpls.2018.01603", "PMC6232530", "30459791"]}, {"Citation": "Peng Y, Yang X, Zhang Y. 2005. Microbial fibrinolytic enzymes: an overview of source, production, properties, and thrombolytic activity in vivo. Appl Microbiol Biotechnol. 69:126–132.", "ArticleIdList": ["16211381"]}, {"Citation": "Peters RJB, Rijk JCW, Bovee TFH, Nijrolder AWJM, Lommen A, Nielen MWF. 2010. Identification of anabolic steroids and derivatives using bioassay-guided fractionation, UHPLC/TOFMS analysis and accurate mass database searching. Anal Chim Acta. 664:77–88.", "ArticleIdList": ["20226935"]}, {"Citation": "Plummer M, de Martel C, Vignat J, Ferlay J, Bray F, Franceschi S. 2016. Global burden of cancers attributable to infections in 2012: a synthetic analysis. Lancet Glob Health. 4(9):e609–16.", "ArticleIdList": ["27470177"]}, {"Citation": "Qin C, Lin X, Lu X, Wan J, Zhou X, Liao S, Tu Z, Xu S, Liu Y. 2014. Sesquiterpenoids and xanthones derivatives produced by sponge-derived fungus Stachybotry sp. HH1 ZSDS1F1-2. J Antibiot. 68:121–125. doi:10.1038/ja.2014.97.", "ArticleIdList": ["10.1038/ja.2014.97", "25118104"]}, {"Citation": "Ran X, Zhang G, Li S, Wang J. 2017. Characterization and antitumor activity of camptothecin from endophytic fungus Fusarium solani isolated from Camptotheca acuminate. Afri Health Sci. 17(2):566–574.", "ArticleIdList": ["PMC5637045", "29062355"]}, {"Citation": "Rather RA, Srinivasan V, Anwar M. 2018. Seasonal deviation effects foliar endophyte assemblage and diversity in Asparagus racemosus and Hemidesmus indicus. BMC Ecol. 18(1):52. doi:10.1186/s12898-018-0211-y.", "ArticleIdList": ["10.1186/s12898-018-0211-y", "PMC6278056", "30514254"]}, {"Citation": "Ratnaweera PB, Dilip de Silva E, Williams DE, Andersen RJ. 2015. Antimicrobial activities of endophytic fungi obtained from the arid zone invasive plant Opuntia dillenii and the isolation of equisetin, from endophytic Fusarium sp. BMC Compl Alternat Med. 15:220.", "ArticleIdList": ["PMC4496918", "26160390"]}, {"Citation": "Rodriguez RJ, Henson J, Van Volkenburgh E, Hoy M, Wright L, Beckwith F, Kim Y, Redman RS. 2008. Stress tolerance in plants via habitat‐adapted symbiosis. Inter Soc Microb Ecol. 2:404–416.", "ArticleIdList": ["18256707"]}, {"Citation": "Rovati JI, Delgado OD, Figueroa LIC, Farina JI. 2010. A novel source of fibrinolytic activity: bionectria sp., an unconventional enzyme-producing fungus isolated from Las Yungas rainforest (Tucumán, Argentina). World J Microb Biot. 26:55–62."}, {"Citation": "Schulz B, Rommert AK, Dammann U, Aust HJ, Strack D. 1999. The endophyte‐host interaction: a balanced antagonism? Mycol Res. 10:1275–1283."}, {"Citation": "Schulze-Makuch D, Wagner D, Kounaves SP, Mangelsdorf K, Devine KG, de Vera JP, Schmitt-Kopplin P, Grossart HP, Parro V, Kaupenjohann M, et al. 2018. Transitory microbial habitat in the hyperarid Atacama Desert. Proc Natl Acad Sci USA. 115(11):2670–2675. doi:10.1073/pnas.1714341115.", "ArticleIdList": ["10.1073/pnas.1714341115", "PMC5856521", "29483268"]}, {"Citation": "Selosse M-A, Bessis A, Pozo M-J. 2014. Microbial priming of plant and animal immunity: symbionts as developmental signals. Trends Microbiol. 22:607–613.", "ArticleIdList": ["25124464"]}, {"Citation": "Shah A, Rather MA, Hassan QP, Aga MA, Mushtaq S, Shah AM, Hussain A, Baba SA, Ahmad Z. 2017. Discovery of anti-microbial and anti-tubercular molecules from Fusarium solani: an endophyte of Glycyrrhiza glabra. J Appl Microbiol. 122:1168–1176.", "ArticleIdList": ["28150900"]}, {"Citation": "Shah S, Shrestha R, Maharjan S, Selosse M-A, Pant B. 2019. Isolation and characterization of plant growth-promoting endophytic fungi from the roots of Dendrobium moniliforme. Plants. 8:5. doi:10.3390/plants8010005.", "ArticleIdList": ["10.3390/plants8010005", "PMC6359427", "30597827"]}, {"Citation": "Shahasi A, Dubois Y, Viljoen A, Nico L, Ragama P, Niere B. 2006. vitro antagonism of endophytic Fusarium oxysporum isolates against the burrowing nematode Radopholus similis. Nematology. 8(4):627–636."}, {"Citation": "Shao C, Wang C, Zheng C, She Z, Gu Y, Lin Y. 2010. A new anthraquinone derivative from the marine endophytic fungus Fusarium sp. (No. b77). Nat Prod Res. 24(1):81–85.", "ArticleIdList": ["20013477"]}, {"Citation": "Shao RJ. 2012. Screening of efficient thrombolytic strains and comparative analysis of methods for detecting thrombolytic activity. J Chongqing Normal Univ. 1–1. (in Chinese)."}, {"Citation": "Shiono Y, Shibuya F, Koseki T, Harizon Supratman U, Uesugi S, Kimura K-I. 2014. A new α-pyrone metabolite from a mangrove plant endophytic fungus, Fusarium sp. J Asian Nat Prod Res. doi:10.1080/10286020.2014.961919.", "ArticleIdList": ["10.1080/10286020.2014.961919", "25355135"]}, {"Citation": "Shu RG, Wang FW, Yang YM, Liu YX, Tan RX. 2004. Antibacterial and xanthine oxidase inhibitory cerebrosides from Fusarium sp. IFB-121, an endophytic fungus in Quercus variabilis. Lipids. 39:667–673.", "ArticleIdList": ["15588024"]}, {"Citation": "Shweta S, Zuehlke S, Ramesha BT, Priti V, Mohana Kumar P, Ravikanth G, Spiteller M, Vasudeva R, Uma Shaanker R. 2010. Endophytic fungal strains of Fusarium solani, from Apodytes dimidiata E. Mey. ex Arn (Icacinaceae) produce camptothecin, 10-hydroxycamptothecin and 9-methoxycamptothecin. Phytochemistry. 71:117–122.", "ArticleIdList": ["19863979"]}, {"Citation": "Sim J-H, Chai-Hoon K, Learn-Han L, Yoke-Kqueen C. 2010. Molecular diversity of fungal endophytes isolated from Garcinia mangostana and Garcinia parvifolia. J Microbiol Biotechnol. 20(4):651–658. doi:10.4014/jmb.0909.09030.", "ArticleIdList": ["10.4014/jmb.0909.09030", "20467234"]}, {"Citation": "Stępień Ł, Lalak-Kańczugowska J, Witaszak N, Urbaniak M. 2018. Fusarium secondary metabolism biosynthetic pathways: so close but so far away. Co-Evolution of Secondary Metabolites. 1–37. doi:10.1007/978-3-319-76887-8_28-1.", "ArticleIdList": ["10.1007/978-3-319-76887-8_28-1"]}, {"Citation": "Stierle A, Strobel GA, Stierle D. 1993. Taxol and taxanes production by Taxomyces andreanae, an entophytic fungus of pacific yew. Science. 260:214.", "ArticleIdList": ["8097061"]}, {"Citation": "Strobel G. 2018. The emergence of endophytic microbes and their biological promise. J Fungi. 4:57. doi:10.3390/jof4020057.", "ArticleIdList": ["10.3390/jof4020057", "PMC6023353", "29772685"]}, {"Citation": "Strobel G, Daisy B. 2003. Bioprospecting for microbial endophytes and their natural products. Microbiology and Molecular Biology Reviews. 67(4):491––502..", "ArticleIdList": ["PMC309047", "14665674"]}, {"Citation": "Strobel GA, Hess WM, Ford E, Sidhu RS, Yang X. 1996. Taxol from fungal endophytes and issue of biodiversity. J Ind Microbiol. 17:417–423."}, {"Citation": "Summerell BA, Leslie JF. 2011. Fifty years of Fusarium: how could nine species have ever been enough? Fungal Divers. 50:135–144."}, {"Citation": "Sun WJ, Zhu HT, Zhang TY, Yang C-R, Zhang Y-X. 2018. Two new alkaloids from Fusarium tricinctum SYPF 7082, an endophyte from the root of Panax notoginseng. Nat Prod Bioprospect. 8:391.", "ArticleIdList": ["PMC6109442", "29915912"]}, {"Citation": "Tacconelli E, Carrara E, Savoldi A, Harbarth S, Mendelson M, Monnet D, Pulcini C, Kahlmeter G, Kluytmans J, Carmeli Y, et al., WHO Pathogens Priority List Working Group . 2018. Discovery, research, and development of new antibiotics: the WHO priority list of antibiotic-resistant bacteria and tuberculosis. Lancet Infect Dis. 18(3): 318–327.", "ArticleIdList": ["29276051"]}, {"Citation": "Tan QW, Ouyang MA, Shen S, Li W. 2012. Bioactive metabolites from a marine-derived strain of the fungus Neosartorya fischeri. Nat Prod Res. 26:1402–1407.", "ArticleIdList": ["21916772"]}, {"Citation": "Tan RX, Zou WX. 2001. Endophytes: as rich source of fuctional metabolite. Nat Prod Rep. 18:448–459.", "ArticleIdList": ["11548053"]}, {"Citation": "Tayung K, Barik BP, Jha DK, Deka DC. 2011. Identification and characterization of antimicrobial metabolite from an endophytic fungus, Fusarium solani isolated from bark of Himalayan yew. Mycosphere. 2(3):203–213."}, {"Citation": "Thrane U. 2001. Developments in the taxonomy of Fusarium species based on secondary metabolites. In: Summerbell BA, Leslie JF, Backhouse D, Bryden WL, Burgess LW, editors. Fusarium. St. Paul (Minnesota): Paul E Nelson Memorial Symposium. APS Press; p. 29–49."}, {"Citation": "Tiwari S, Singh S, Pandey P, Saikia SK, Negi AS, Gupta SK, Pandey R, Banerjee S. 2014. Isolation, structure determination, and antiaging effects of 2,3-pentanediol from endophytic fungus of Curcuma amada and docking studies. Protoplasma. 251:1089–1098.", "ArticleIdList": ["24515569"]}, {"Citation": "Toghueo KRM, Dinkar S, Boyom FF. 2016b. Stimulation of the production of new volatile and nonvolatile metabolites by endophytic Aspergillus niger using small organic chemicals. Curr Res Environ Appl Mycol. 6(4):256–267. doi:10.5943/cream/6/4/3.", "ArticleIdList": ["10.5943/cream/6/4/3"]}, {"Citation": "Toghueo KRM, Dinkar S, Inigo Z, Baker B, Boyom FF. 2018. Conditioned media and organic elicitors underpin the production of potent antiplasmodial metabolites by endophytic fungi from Cameroonian medicinal plants. Parasitol Res. 117:2473–2485.", "ArticleIdList": ["29797084"]}, {"Citation": "Toghueo RMK, Kemgne EAM, Eke P, Kanko MIM, Dize D, Sahal D, Boyom FF. 2019. Antiplasmodial potential and GC-MS fingerprint of endophytic fungal extracts derived from Cameroonian Annona muricata. J Ethnopharmacol. 235:111–121.", "ArticleIdList": ["30738118"]}, {"Citation": "Toghueo RMK, Zeuko’o Menkem E, Mbekou Kanko MI, Jesus Marie A-E-C, Ngo Mback N, Eke P, Vázquez de Aldana BR, Íñigo Z, Fekam Boyom F. 2016a. Antimicrobial and antiradical activities of ethyl acetate extracts from endophytic fungi isolated from Cameroonian medicinal plants. J Med Plant Stud. 4(4):290–295."}, {"Citation": "Tung CY, Yang DB, Gou M. 2002. A preliminary study on the condition of the culture and isolate of endophytic fungus producing Vincristine. J Chuxiong Normal Univ. 6:39–41."}, {"Citation": "Ueda M, Kubo T, Miyatake K, Nakamura T. 2007. Purification and characterization of fibrinolytic alkaline protease from Fusarium sp. BLB. Appl Microbiol Biotechnol. 74(2):331–338.", "ArticleIdList": ["17221202"]}, {"Citation": "Van Bael SA, Seid MA, Wcislo WT. 2012. Endophytic fungi increase the processing rate of leaves by leaf-cutting ants (Atta). Ecol Entomo. 37:318–321."}, {"Citation": "Van Dessel P, Coyne D, Dubois T, De Waele D, Franco J. 2011. In vitro nematicidal effect of endophytic Fusarium oxysporum against radopholus similis, Pratylenchus goodeyi and Helicotylenchus multicinctus. Nematropica. 41:154–160."}, {"Citation": "Vandenkoornhuyse P, Quaiser A, Duhamel M, Van L, Dufresne A. 2015. The importance of the microbiome of the plant holobiont. New Phytol. 206:1196–1206.", "ArticleIdList": ["25655016"]}, {"Citation": "Vasundhara M, Baranwal M, Kumar A. 2016. Isolation and Analysis of Salt Response of Lactobacillusplantarum FS5-5 from Dajiang. Indian J Microbiol. 56:433.", "ArticleIdList": ["PMC5061687", "27784942"]}, {"Citation": "Venugopalan A, Potunuru UR, Dixit M, Srivastava S. 2016. Reprint of: effect of fermentation parameters, elicitors and precursors on camptothecin production from the endophyte Fusarium solani. Bioresour Technol. 213:311–318.", "ArticleIdList": ["27189536"]}, {"Citation": "Vu TT, Sikora RA, Hauschild R. 2004. Effects of endophytic Fusarium oxysporum towards Radopholus similis activity in the absence of banana. Commun Agricul Appl Biol Sci. 69:381–385.", "ArticleIdList": ["15759438"]}, {"Citation": "Vujanovic V, Vujanovic J. 2007. Mycovitality and mycoheterotrophy: where lies dormancy in terrestrial orchid and plants with minute seeds. Symbiosis. 44:93–99."}, {"Citation": "Wang H, Liu T, Xin Z. 2014. A new glucitol from an endophytic fungus Fusarium equiseti Salicorn 8. Eur Food Res Technol. 239:365–376."}, {"Citation": "Wang QX, Li SF, Zhao F, Dai HQ, Bao L, Ding R. 2011. Chemical constituents from endophytic fungus Fusarium oxysporum. Fitoterapia. 82:777–781.", "ArticleIdList": ["21497643"]}, {"Citation": "Wang Z-F, Zhang W, Xiao L, Zhou Y-M, Du F-Y. 2018. Characterization and bioactive potentials of secondary metabolites from Fusarium chlamydosporum. Nat Prod Res. doi:10.1080/14786419.2018.1508142.", "ArticleIdList": ["10.1080/14786419.2018.1508142", "30445856"]}, {"Citation": "Wani ZA, Ashraf N, Mohiuddin T, Riyaz-Ui-Hassan S. 2015. Plant-endophyte symbiosis, an ecological perspective. Appl Microbiol Biotechnol. 99:2955–2965.", "ArticleIdList": ["25750045"]}, {"Citation": "Wätjen W, Debbab A, Hohlfeld A, Chovolou Y, Kampkötter A, Edrada RA, Ebel R, Hakiki A, Mosaddak M, Totzke F, et al. 2009. Enniatins A1, B and B1 from an endophytic strain of Fusarium tricinctum induce apoptotic cell death in H4IIE hepatoma cells accompanied by inhibition of ERK phosphorylation. Mol Nutr Food Res. 53:431–440.", "ArticleIdList": ["19065580"]}, {"Citation": "Waweru B, Turoop L, Kahangi E, Coyne D, Dubois T. 2014. Non-pathogenic Fusarium oxysporum endophytes provide field control of nematodes, improving yield of banana (Musa sp.). Biol Control. 74:82–88."}, {"Citation": "Weller MG. 2012. A unifying review of bioassay-guided fractionation, effect-directed analysis and related techniques. Sensors. 12(7):9181–9209. doi:10.3390/s120709181.", "ArticleIdList": ["10.3390/s120709181", "PMC3444097", "23012539"]}, {"Citation": "WHO . 2018. World malaria report. World Health Organization: Geneva (Switzerland)"}, {"Citation": "Woolhouse M, Gowtage-Sequeria S. 2005. Host range and emerging and reemerging pathogens. Emerging Infect Dis. 11(12):1842–1847.", "ArticleIdList": ["PMC3367654", "16485468"]}, {"Citation": "Woolhouse ME, Dye C. 2001. Population biology of emerging and re-emerging pathogens—preface. Philos Trans R Soc Lond B Biol Sci. 356:981–982."}, {"Citation": "Wu B, Wu L, Ruan L, Ge M, Chen D. 2009. Screening of endophytic fungi with antithrombotic activity and identification of a bioactive metabolite from the endophytic fungal strain CPCC 480097. Curr Microbiol. 58(5):522–527.", "ArticleIdList": ["19198939"]}, {"Citation": "Xiao W-J, Chen H-Q, Wang H, Cai C-H, Mei W-L, Dai H-F. 2018. New secondary metabolites from the endophytic fungus Fusarium sp. HP-2 isolated from “Qi-Nan” agarwood. Fitoterapia. 130:180–183.", "ArticleIdList": ["30145336"]}, {"Citation": "Xiong Z-Q, Yang -Y-Y, Na Zhao N, Wang Y. 2013. Diversity of endophytic fungi and screening of fungal paclitaxel producer from Anglojap yew, Taxus x media. BMC Microbiol. 13:71.", "ArticleIdList": ["PMC3618195", "23537181"]}, {"Citation": "Xu F, Tao WY, Cheng L, Guo LJ. 2006. Strain improvement and optimization of the media of taxol-producing fungus Fusarium mairei. Biochem Eng J. 31:67–73."}, {"Citation": "Xu L, Wang J, Zhao J, Li P, Shan T, Wang J, Li X, Zhou L. 2010. Beauvericin from the endophytic fungus, Fusarium redolens, isolated from Dioscorea zingiberensis and its antibacterial activity. Nat Prod Commun. 5:811–814.", "ArticleIdList": ["20521553"]}, {"Citation": "Yang S-X, Xiao J, Laatsch H, Holstein JJ, Dittrich B, Zhang Q, Gao J-M. 2012. Fusarimine, a novel polyketide isoquinoline alkaloid, from the endophytic fungus Fusarium sp. LN12, isolated from Melia azedarach. Tetrahedron Lett. 53(47):6372–6375."}, {"Citation": "Yong YH, Dai CC, Gao FK, Yang QY, Zhao M. 2009. Effects of endophytic fungi on growth and two kinds of terpenoids for Euphorbia pekinensis. Chin Trad Herb Drugs. 40:18–22."}, {"Citation": "Zaher AM, Makboul MA, Moharram AM, Tekwani BL, Calderón AI. 2014. A new enniatin antibiotic from the endophyte Fusarium tricinctum Corda. J Antibiot. 1:4.", "ArticleIdList": ["25315756"]}, {"Citation": "Zhan J, Burns AM, Liu MX, Faeth SH, Gunatilaka AAL. 2007. Search for cell motility and angiogenesis inhibitors with potential anticancer activity: beauvericin and other constituents of two endophytic strains of Fusarium oxysporum. J Nat Prod. 70:227–232.", "ArticleIdList": ["PMC3361905", "17286429"]}, {"Citation": "Zhang J, Liu D, Wang H, Liu T, Xin Z. 2015a. Fusartricin, a sesquiterpenoid ether produced by an endophytic fungus Fusarium tricinctum Salicorn 19. Eur Food Res Technol. 240:805–814."}, {"Citation": "Zhang LB, Gou LH, Zeng SV. 2000. Preliminary study on the isolation of endophytic fungus of Catharanthus roseus and its fermentation to produce product of therapeutic value. Chin Trad Herb Drugs. 11:805–807."}, {"Citation": "Zhang S, Wang Y, Zhang N. 2015b. Purification and characterisation of a fibrinolytic enzyme from Rhizopus microsporus var. tuberosus. Food Technol Biotechnol. 53(2):243–248.", "ArticleIdList": ["PMC5068409", "27904355"]}, {"Citation": "Zhao JT, Fu YJ, Luo M, Zu YG, Wang W, Zhao CJ, Gu CB. 2012. Endophytic fungi from pigeon pea [Cajanus cajan(L.) Mill sp.] produce antioxidant Cajaninstilbene Acid. J Agric Food Chem. 60:4314–4319.", "ArticleIdList": ["22494407"]}, {"Citation": "Zhong L, Niu B, Tang L, Chen F, Zhao G, Zhao J. 2016. Effects of polysaccharide elicitors from endophytic Fusarium oxysporum Fat9 on the growth, flavonoid accumulation and antioxidant property of Fagopyrum tataricum sprout cultures. Molecules. 21:1590. doi:10.3390/molecules21121590.", "ArticleIdList": ["10.3390/molecules21121590", "PMC6274569", "27897983"]}]}], "History": [{"Year": "2019", "Month": "6", "Day": "13"}, {"Year": "2019", "Month": "7", "Day": "14"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "7", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["32128278", "PMC7033707", "10.1080/21501203.2019.1645053", "1645053"]}}]}