{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bioactive", "Cuscuta", "Folk medicines", "Pharmacological activities", "Phytochemicals"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32128087", "DateRevised": {"Year": "2024", "Month": "03", "Day": "28"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22038/ijbms.2019.35296.8407"], "Journal": {"ISSN": "2008-3866", "JournalIssue": {"Volume": "22", "Issue": "11", "PubDate": {"Year": "2019", "Month": "Nov"}}, "Title": "Iranian journal of basic medical sciences", "ISOAbbreviation": "Iran J Basic Med Sci"}, "ArticleTitle": "The genus <i>Cuscuta</i> (Convolvolaceac): An updated review on indigenous uses, phytochemistry, and pharmacology.", "Pagination": {"StartPage": "1225", "EndPage": "1252", "MedlinePgn": "1225-1252"}, "Abstract": {"AbstractText": ["<i>Cuscuta</i>, commonly known as dodder, is a genus of family convolvolaceace. Approximately 170 species of <i>Cuscuta</i> are extensively distributed in temperate and subtropical areas of the world. Species of this genus are widely used as essential constituents in functional foods and traditional medicinal systems. Various parts of many members of Cuscuta have been found efficacious against a variety of diseases. Phytochemical investigations have confirmed presence of biologically active moieties such as flavonoids, alkaloids, lignans, saponines, phenolics, tannins, and fatty acids. Pharmacological studies and traditional uses of these plants have proved that they are effective antibacterial, antioxidant, antiostioporotic, hepatoprotective, anti-inflammatory, antitumor, antipyretic, antihypertensive, analgesic, anti hair fall, and antisteriogenic agents."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Sargodha, Sargodha-40100, Pakistan."}], "LastName": "Noureen", "ForeName": "Shazia", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Sargodha, Sargodha-40100, Pakistan."}], "LastName": "Noreen", "ForeName": "Sobia", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, University of Sargodha, Sargodha-40100, Pakistan."}], "LastName": "Ghumman", "ForeName": "Shazia Akram", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Sargodha, Sargodha-40100, Pakistan."}], "LastName": "Batool", "ForeName": "Fozia", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, College of Pharmacy, Jouf University, Aljouf, Sakaka2014, Saudi Arabia."}], "LastName": "Bukhari", "ForeName": "Syed Nasir Abbas", "Initials": "SNA"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Basic Med Sci", "NlmUniqueID": "101517966", "ISSNLinking": "2008-3866"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Sermakkani M, Thangapandian V. GC-MS analysis of Cassia italica leaf methanol extract. Asian J Pharm Clin Res. 2012;5:90–94."}, {"Citation": "Gulfraz M, Sadiq A, Tariq H, Imran M, Qureshi R, Zeenat A. Phytochemical analysis and antibacterial activity of Eruca sativa seed. Pak J Bot. 2011;43:1351–1359."}, {"Citation": "Ramasamy S, Manoharan AC. Antibacterial effect of volatile components of selected medicinal plants against human pathogens. Asian J Microbiol Biotechnol Environ Sci. 2004;6:209–210."}, {"Citation": "Hoareau L, DaSilva EJ. Medicinal plants: a re-emerging health aid. Electron J Biotechnol. 1999;2:3–4."}, {"Citation": "Gurib-Fakim A. Medicinal plants: traditions of yesterday and drugs of tomorrow. Mol Aspects Med. 2006;27:1–93.", "ArticleIdList": ["16105678"]}, {"Citation": "Rates SM. Plants as source of drugs. Toxicon. 2001;39:603–613.", "ArticleIdList": ["11072038"]}, {"Citation": "Balandrin MF, Klocke JA. Medicinal and Aromatic Plants I. Heidelberg: Springer ; 1988. Medicinal, aromatic, and industrial materials from plants; pp. 3–36."}, {"Citation": "Prajapati ND, Purohit SS. Agro S Colour Atlas of Medicinal Plants. Agrobios (India); 2003."}, {"Citation": "Rojas R, Bustamante B, Bauer J, Fernández I, Albán J, Lock O. Antimicrobial activity of selected Peruvian medicinal plants. J Ethnopharmacol. 2003;88:199–204.", "ArticleIdList": ["12963143"]}, {"Citation": "Riaz M, Bilal A, Ali MS, Fatima I, Faisal A, Sherkheli MA, et al. Natural products from Cuscuta reflexa Roxb with antiproliferation activities in HCT116 colorectal cell lines. Nat Prod Res. 2017;315:583–587.", "ArticleIdList": ["27450325"]}, {"Citation": "Kaul K, Jaitak V, Kaul VK. Review on pharmceutical properties and conservation measures of Potentilla fulgens Wall ex Hoo-a medicinal endangered herb of higher Himalaya. Indian J Nat Prod Resour. 2011;2:298–306."}, {"Citation": "Benkeblia N. Antimicrobial activity of essential oil extracts of various onions (Allium cepa) and garlic (Allium sativum) Food Sci Technol. 2004;37:263–268."}, {"Citation": "Anjum F, Bukhari SA, Shahid M, Anwar S, Afzal M, Akhter N. Comparative evaluation of antioxidant potential of parasitic plant collected from different hosts. J Food Process Technol . 2013;4:1–6."}, {"Citation": "Jafari E, Bahmanzadegan A, Ghanbarian G, Rowshan V. Antioxidant activity and total phenolic content from aerial parts of three Cuscuta species. Anal Chem Lett. 2015;5:377–384."}, {"Citation": "Bhagat M, Arora JS, Saxena AK. In vitro and in vivo antiproliferative potential of Cuscuta reflexa Roxb. J Pharm Res. 2013;6:690–695."}, {"Citation": "Rao VS, Dasaradhan P, Krishnaiah KS. Antifertility effect of some indigenous plants. Indian J Med Res. 1979;70:517–520.", "ArticleIdList": ["535965"]}, {"Citation": "Costa-Lotufo LV, Khan MT, Ather A, Wilke DV, Jimenez PC, Pessoa C, et al. Studies of the anticancer potential of plants used in bangladeshi folk medicine. J Ethnopharmacol. 2005;99:21–30.", "ArticleIdList": ["15848015"]}, {"Citation": "Begum HA, Hamayun M, Zaman K, Hussain A, Ruaf M. Phytochemical evaluation of ethnobotanically selected medicinal plants of mardan, pakistan. J Adv Bot Zool. 2015;3:1–5."}, {"Citation": "Qureshi R, Bhatti GR. Ethnobotany of plants used by the thari people of nara desert, pakistan. Fitoterapia. 2008;79:468–473.", "ArticleIdList": ["18538950"]}, {"Citation": "Sharma H, Kumar A. Ethnobotanical studies on medicinal plants of rajasthan (india): a review. J Med Plants Res. 2011;5:1107–1112."}, {"Citation": "Malhotra SP, Dutta BK, Gupta R, Gaur YD. Medicinal plants of the indian arid zone. J Agric Tradit Bot Appl. 1966;13:247–288."}, {"Citation": "Yang L, Chen Q, Wang F, Zhang G. Antiosteoporotic compounds from seeds of Cuscuta chinensis. J ethnopharmacol. 2011;135:553–560.", "ArticleIdList": ["21463675"]}, {"Citation": "Schmelzer GH, Gurib-Fakim A. Plant resources of tropical Africa 11 (2): medicinal plants 2. Plant resources of tropical Africa 11. Medicinal Plants. 2013:101–105."}, {"Citation": "Sharma L, Khandelwal S. Weeds of rajasthan and their ethno-botanical importance. Stud Ethno-Med. 2010;4:75–79."}, {"Citation": "Jang IM. reatise on asian herbal medicines. Seoul: Haksul-pyunsu-kwan in Research Institute of Natural Products of Seoul National University. 2003."}, {"Citation": "Zekry SH, Abo-elmatty DM, Zayed RA, Radwan MM, ElSohly MA, Hassanean HA, et al. Effect of metabolites isolated from Cuscuta pedicellata on high fat diet-fed rats. Med Chem Res. 2015;24:1964–1973."}, {"Citation": "Raza MA, Mukhtar F, Danish M. Cuscuta reflexa and Carthamus Oxyacantha: potent sources of alternative and complimentary drug. SpringerPlus. 2015;4:76–82.", "ArticleIdList": ["PMC4344478", "25741457"]}, {"Citation": "Inamdar FB, Oswal RJ, Chorage TV, Garje K. In vitro antimicrobial activity of Cuscuta reflexa ROXB. Int Res J Pharm. 2011;2:214–216."}, {"Citation": "Kalita D, Saikia J. Ethnomedicinal, Antibacterial and antifungal potentiality of Centella asiatica, Nerium indicum and Cuscuta reflexa -widely used in tiwa tribe of morigaon district of assam, india. Int J Phytomed. 2012;4:380–385."}, {"Citation": "Nisa M, Akbar S, Tariq M, Hussain Z. Effect of Cuscuta chinensis water extract on 7, 12-dimethylbenz [a] anthracene-induced skin papillomas and carcinomas in mice. J Ethnopharmacol. 1986;18:21–31.", "ArticleIdList": ["3102856"]}, {"Citation": "Umehara K, Nemoto K, Ohkubo T, Miyase T, Degawa M, Noguchi H. Isolation of a new 15-membered macrocyclic glycolipid lactone, Cuscutic Resinoside a from the seeds of Cuscuta chinensis: a stimulator of breast cancer cell proliferation. Planta Med. 2004;70:299–304.", "ArticleIdList": ["15095143"]}, {"Citation": "Balakrishnan BR, Sangameswaran B, Bhaskar VH. Effect of methanol extract of Cuscuta reflexa aerial parts on hepatotoxicity induced by antitubercular drugs in rats. Int J Appl Res Nat Prod. 2010;3:18–22."}, {"Citation": "Yen FL, Wu TH, Lin LT, Lin CC. Hepatoprotective and antioxidant effects of Cuscuta chinensis against acetaminophen-induced hepatotoxicity in rats. J Ethnopharmacol. 2007;111:123–128.", "ArticleIdList": ["17145147"]}, {"Citation": "Borole SP, Oswal RJ, Antre RV, Kshirsagar SS, Bagul YR. Evaluation of anti-epileptic activity of Cuscuta reflexa Roxb. Res J Pharm Biol Chem Sci. 2011;2:657–663."}, {"Citation": "Amol P, Vikas P, Kundan C, Vijay P, Rajesh C. In vitro free radicals scavenging activity of stems of Cuscuta reflexa. J Pharm Res. 2009;2:58–61."}, {"Citation": "Bao X, Wang Z, Fang J, Li X. Structural features of an immunostimulating and antioxidant acidic polysaccharide from the seeds of Cuscuta chinensis. Planta Med. 2002;68:237–243.", "ArticleIdList": ["11914961"]}, {"Citation": "Noureen S, Noreen S, Ghumman SA, Batool F, Arshad M, Noreen F, et al. Seeds of giant dodder (Cuscuta reflexa) as a function of extract procedure and solvent nature. Not Bot Hort Agrobot Cluj. 2018;46:653–662."}, {"Citation": "Anis E, Anis I, Ahmed S, Mustafa G, Malik A, Afza N, et al. α-glucosidase inhibitory constituents from Cuscuta reflexa. Chem Pharm Bull. 2002;50:112–114.", "ArticleIdList": ["11824569"]}, {"Citation": "Pal DI, Panda CH, Sinhababu SA, Dutta AR, Bhattacharya SH. Evaluation of psychopharmacol effects of petroleum ether extract of Cuscuta reflexa Roxb stem in mice. Acta Pol Pharm. 2003;60:481–486.", "ArticleIdList": ["15080597"]}, {"Citation": "Pandit S, Chauhan NS, Dixit VK. Effect of Cuscuta reflexa Roxb on androgen-induced alopecia. J Cosmet Dermatol. 2008;7:199–204.", "ArticleIdList": ["18789055"]}, {"Citation": "Roy RK, Thakur M, Dixit VK. Development and evaluation of polyherbal formulation for hair growth–promoting activity. J Cosmet Dermatol. 2007;6:108–112.", "ArticleIdList": ["17524127"]}, {"Citation": "Gupta M, Mazumder UK, Pal DK, Bhattacharya S. Anti-steroidogenic activity of methanolic extract of Cuscuta reflexa Roxb stem and Corchorus olitorius Linn seed in mouse ovary. Indian J Exp Biol. 2003;41:641–644.", "ArticleIdList": ["15266914"]}, {"Citation": "Katiyar NS, Rao NV, Gangwar AK. Evaluation of anti-inflammatory activity of stem extracts of Cuscuta reflexa Roxb in rats. Int J Res Pharm Biomed Sci. 2012;3:1805–1808."}, {"Citation": "Udavant PB, Satyanarayana SV, Upasani CD. Preliminary screening of Cuscuta reflexa stems for anti inflammatory and cytotoxic activity. Asian Pac J Trop Biom. 2012;2:1303–1307."}, {"Citation": "Sharma S, Hullatti KK, Prasanna SM, Kuppast IJ, Sharma P. Comparative study of Cuscuta reflexa and Cassytha filiformis for diuretic activity. Pharmacogn Res. 2009;1:327–330."}, {"Citation": "Ghule RS, Venkatanarayan R, Thakare SP, Jain H, Ghule PR. Analgesic activity of Cuscuta campestris Yuncker a parasitic plant grown on Nerium indicum Mill. J Adv PharmTechnol Res. 2011;1:45–51."}, {"Citation": "Agha AM, Sattar EA, Galal A. Pharmacological study of Cuscuta campestris Yuncker. Phytother Res. 1996;10:117–120."}, {"Citation": "Bhattacharya S, Roy B. Preliminary investigation on antipyretic activity of Cuscuta reflexa in rats. J Adv Pharm Technol Res. 2010;1:83–87.", "ArticleIdList": ["PMC3255388", "22247835"]}, {"Citation": "Mahmood N, Piacente S, Burke A, Khan AL, Pizza C. Constituents of Cuscuta reflexa are anti-HIV agents. Antivir Chem Chemother. 1997;8:70–74."}, {"Citation": "Rahmatullah M, Sultan S, Toma T, Lucky S, Chowdhury M, Haque W, et al. Effect of Cuscuta reflex stem and Calotropis procera leaf extracts on glucose tolerance in glucose-induced hyperglycemic rats and mice. Afri J Tradit Complementary Altern Med 2010. 7:109–112.", "ArticleIdList": ["PMC3021163", "21304621"]}, {"Citation": "Chung TW, Koo BS, Choi EG, Kim MG, Lee IS, Kim CH. Neuroprotective effect of a chuk-me-sun-dan on neurons from ischemic damage and neuronal cell toxicity. Neurochem res. 2006;31:1–9.", "ArticleIdList": ["16474991"]}, {"Citation": "Ferraz HO, Silva MG, Kato ETM, Barros S, Bacchi EM. Antiulcer and antioxidant activities and acute toxicity of extracts of Cuscuta racemosa Mart (Convolvulaceae) Lat Am Jo Pharm . 2011;30:1090–1097."}, {"Citation": "Teware K. Pytochemical extraction and TLC estimation of extract of Cuscuta reflexa. World J Pharm Pharm Sci. 2016;5:378–384."}, {"Citation": "Kuijt J. The biology of parasitic flowering plants. University of California Press, Berkeley: 1969."}, {"Citation": "Liao GI, Chen MY, Kuoh CS. Cuscuta L. (Convolvulaceae) in Taiwan. Taiwania. 2000;45:226–34."}, {"Citation": "Parker C, Riches CR. Parasitic weeds of the world: biology and control. CAB International: 1993."}, {"Citation": "Yuncker TG. The genus Cuscuta. Mem Torrey Bot Club. 1932;18:109–331."}, {"Citation": "Chrtek J, Osbornová J. Notes on the synanthropic plants of Egypt 3 Grammica campestris and other species of family Cuscutaceae. Folia Geobot Phytotax. 1991;26:287–314."}, {"Citation": "Cronquist A, Takhtadzhian AL. An integrated system of classification of flowering plants. Columbia University Press. 1981"}, {"Citation": "Dahlgren G. The Davis and Hedge Festschrift. 1989. The last Dahlgrenogram. System of Classification of the Dicotyledons; pp. 249–260."}, {"Citation": "Dawson JH, Musselman LJ, Wolswinkel PI, Dörr I. Biology and control of Cuscuta. Rev Weed Sci. 1994;6:265–317."}, {"Citation": "Fang R, Musselman L, Plitmann U, Cuscuta In P. Raven and C. Y. Wu (eds.) Flora Chin. 1995;16:322–325."}, {"Citation": "Gwo-Ing LI, Ming-Yih CH, Chang-Sheng KU. Pollen morphology of Cuscuta (Convolvulaceae) in Taiwan. Bot Bull Acad Sinica. 2005;46:75–81."}, {"Citation": "Hadaĉ E, Chrtek J. Notes on the taxonomy of Cuscutaceae. Folia Geobot. 1970;5:443–445."}, {"Citation": "Täckholm V, Boulos L. Supplementary notes to Student’s flora of Egypt. Cairo Univ: Herbarium; 1974."}, {"Citation": "Takhtajan A. Flowering Plants: Origin and Dispersal, Oliver and Boyd, Edinburgh. 1969."}, {"Citation": "Patel S, Sharma V, Chauhan NS, Dixit VK. An updated review on the parasitic herb of Cuscuta reflexa Roxb. Jo Chin Integr Med. 2012;10:249–255.", "ArticleIdList": ["22409913"]}, {"Citation": "Donnapee S, Li J, Yang X, Ge AH, Donkor PO, Gao XM, Chang YX. Cuscuta chinensis Lam a systematic review on ethnopharmacology, phytochemistry and pharmacology of an important traditional herbal medicine. J ethnopharmacol. 2014;157:292–308.", "ArticleIdList": ["25281912"]}, {"Citation": "Jang JY, Kim HN, Kim YR, Choi YH, Kim BW, Shin HK, et al. Aqueous fraction from Cuscuta japonica seed suppresses melanin synthesis through inhibition of the p38 mitogen-activated protein kinase signaling pathway in B16F10 cells. J ethnopharmacol. 2012;141:338–344.", "ArticleIdList": ["22414478"]}, {"Citation": "Folarin RO, Omirinde JO, Bejide R, Isola TO, Usende LI, Basiru A. Comparative hepatoprotective activity of ethanolic extracts of Cuscuta australis against acetaminophen intoxication in wistar rats. Int Sch Res Notices. 2014;2014:1–6.", "ArticleIdList": ["PMC4897053", "27433518"]}, {"Citation": "Dangwal LR, Rana CS, Sharma A. Ethno-medicinal plants from transitional zone of Nanda evi Biosphere Reserve, District Chamoli, Uttarakhand. India. 2011;2:116–120."}, {"Citation": "Haq F. The ethno botanical uses of medicinal plants of Allai Valley, Western Himalaya Pakistan. Int J Plant Res. 2012;2:21–34."}, {"Citation": "Meena AK, Rao MM. Folk herbal medicines used by the Meena community in Rajasthan. Asian J Tradit Med. 2010;5:19–31."}, {"Citation": "Ali A, Haider MS, Hanif S, Akhtar N. Assessment of the antibacterial activity of Cuscuta pedicellata Ledeb. Afri J Biotechnol. 2014;13:430–433."}, {"Citation": "Lakhdari W, Dehliz A, Acheuk F, Mlik R, Hammi H, Doumandji-mitiche B, et al. Ethnobotanical study of some plants used in traditional medicine in the region of Oued Righ (Algerian Sahara) J Med Plants Stud. 2016;4:6–10."}, {"Citation": "Njoroge GN, Bussmann RW. Traditional management of ear, nose and throat (ENT) diseases in Central Kenya. J Ethnobiol Ethnomed. 2006;2:54–63.", "ArticleIdList": ["PMC1770906", "17192184"]}, {"Citation": "Sepehr MF, Jameie SB, Hajijafari B. The Cuscuta kotschyana effects on breast cancer cells line MCF7. J Med Plants Res. 2011;5:6344–6351."}, {"Citation": "Villa N, Pacheco Y, Rubio E, Cruz R, Lozoya E. Essential oil composition, carotenoid profile, antioxidant and antimicrobial activities of the parasitic plant Cuscuta mitraeformis. Bol latinoam Caribe plantas med aromát. 2017;16:463–470."}, {"Citation": "Weimann C, Heinrich M. Indigenous medicinal plants in Mexico: the example of the Nahua (Sierra de Zongolica) Bot Acta. 1997;110:62–72."}, {"Citation": "Ballabh B, Chaurasia OP, Ahmed Z, Singh SB. Traditional medicinal plants of cold desert Ladakh—used against kidney and urinary disorders. J Ethnopharmacol. 2008;118:331–339.", "ArticleIdList": ["18550306"]}, {"Citation": "Holm LG, Holm L, Holm E, Pancho JV, Herberger JP. World weeds: natural histories and distribution. John Wiley & Sons. 1997"}, {"Citation": "Furuhashi T, Furuhashi K, Weckwerth W. The parasitic mechanism of the holostemparasitic plant Cuscuta. J Plant Interact. 2011;6:207–219."}, {"Citation": "Kaiser B, Vogg G, Fürst UB, Albert M. Parasitic plants of the genus Cuscuta and their interaction with susceptible and resistant host plants. Front Plant Sci. 2015;6:45–54.", "ArticleIdList": ["PMC4316696", "25699071"]}, {"Citation": "Shen HW, Ye W, Hong L, Huang H, Wang Z, Deng X, et al. Progress in parasitic plant biology: host selection and nutrient transfer. Plant Biol. 2006;8:175–185.", "ArticleIdList": ["16547862"]}, {"Citation": "Kelly CK, Horning K. Acquisition order and resource value in Cuscuta attenuata. Proc Nat Acad Sci. 1999;96:13219–13222.", "ArticleIdList": ["PMC23928", "10557301"]}, {"Citation": "Nwokocha MI, Aigbokhan EI. Host range and preference of Cuscuta campestris (Yunck) among common weeds in Benin city, Nigeria. Niger J Bot. 2013;26:1–29."}, {"Citation": "Prather LA. Biology of Cuscuta Attenuata Waterfall. Proc Oklahoma Acad Sci. 1990;73:7–13."}, {"Citation": "Diggs GM, Lipscomb BL, O’Kennon RJ, Mahler WF, Shinners LH. Shinners’ and Mahler’s illustrated flora of North Central Texas. Bot Res Inst Texas. 1999"}, {"Citation": "Akter MH, Akter MH, Rahmatullah M. Synergistic antihyperglycemic activity of Coccinia grandis leaves and Cuscuta reflexa stems. J Pharm Pharm Sci. 2016;5:236–243."}, {"Citation": "Vijikumar S. Cuscuta reflexa Roxb–a wonderful miracle plant in ethnomedicine. Indian J Nat Sci. 2011;11:676–683."}, {"Citation": "Mavlonov GT, Ubaidullaeva KA, Kadryaeva GV, Kuznetsova NN. Cytotoxic components of Cuscuta. Chem Nat Compd. 2008;44:409–410."}, {"Citation": "Shin SJ, Lee KH, Chung KS, Cheon SY, An HJ. The traditional Korean herbal medicine Ga-Gam-Nai-Go-Hyan suppresses testosterone-induced benign prostatic hyperplasia by regulating inflammatory responses and apoptosis. Exp Ther Med. 2017;13:1025–1031.", "ArticleIdList": ["PMC5403478", "28450936"]}, {"Citation": "Talha J, Priyanka M, Akanksha A. Hypertension and herbal plants. Int Res J Pharm. 2011;2:26–30."}, {"Citation": "Kuo CS, Liao GI. Flower initiation and development in Cuscuta australis R. Br.(Convolvulaceae). Taiwania. 1993;38:99–108."}, {"Citation": "Quattrocchi U. CRC world dictionary of plant names: common names, scientific names, eponyms, synonyms, and etymology. CRC Press; 2000."}, {"Citation": "Weinberg T, Lalazar A, Rubin B. Effects of bleaching herbicides on field dodder (Cuscuta campestris) Weed sci. 2003;51:663–670."}, {"Citation": "Joshi SK, Sanjay G. Cuscuta europaea Linn (Dodder plant): an emerging threat to plant diversity of Valley of Flowers. Curr Sci. 2003;84:1285–1286."}, {"Citation": "Papuc C, Crivineanu M, Nicorescu V, Predescu C. Reactive oxygen species scavenging activity and hepatoprotective effects of a polyphenolic extract obtained from Cuscuta Europaea. Rev Chim (Bucharest) 2012;9:869–873."}, {"Citation": "Jafari EF, Assadi MO, Ghanbarian GA. A revision of Cuscutaceae family in Iran. Iran J Bot. 2016;22:23–29."}, {"Citation": "Costea M, Stefanović S. Evolutionary history and taxonomy of the Cuscuta umbellata complex (Convolvulaceae): evidence of extensive hybridization from discordant nuclear and plastid phylogenies. Taxon. 2010;59:1783–1800."}, {"Citation": "Hashem A, Patabendige D, Roberts C. Managing weeds in a changing climate Weed Management Society of South Australia. 2006 . Biology and management of red dodder-a new threat to the grains industry. In15th Australian Weeds Conference, Papers and Proceedings, Adelaide, South Australia, 24-28 September 2006; pp. 163–166."}, {"Citation": "Orr GL, Haidar MA, Orr DA. Smallseed dodder (Cuscuta planiflora) gravitropism in red light and in red plus far-red. Weed sci. 1996;44:795–796."}, {"Citation": "Farah AF, Al-Abdulsalam MA. Effect of field dodder (Cuscuta campestris Yuncker) on some legume crops. Sci J King Faisal Univ (Basic Appl Sci) 2004;5:103–113."}, {"Citation": "Peng WH, Chen YW, Lee MS, Chang WT, Tsai JC, Lin YC, et al. Hepatoprotective effect of Cuscuta campestris Yunck whole plant on carbon tetrachloride induced chronic liver injury in mice. Int J Mol Sci. 2016;17:2056–2067.", "ArticleIdList": ["PMC5187856", "27941627"]}, {"Citation": "Youssef SA. Medicinal and non-medicinal uses of some plants found in the middle region of Saudi Arabia. J Med Plants Res. 2013;7:2501–2517."}, {"Citation": "Hillman FH. Dodder In Relation To Farm Seeds. US Department of Agriculture: 1907."}, {"Citation": "Mukhtar I, Atiq M, Hanan A, Iqbal Z. Antifungal activity of Cuscuta reflexa Roxb. Pakistan J Phytopathol. 2012;24:163–166."}, {"Citation": "Quattrocchi U. CRC world dictionary of medicinal and poisonous plants: common names, scientific names, eponyms, synonyms, and etymology: CRC Press. 2012."}, {"Citation": "Shahid M, Rao NK. New records of three Convolvulaceae species to the flora of the United Arab Emirates. J New Biol Sci. 2016;5:114–121."}, {"Citation": "Doyle GJ. Cuscuta epithymum (L) L (Convolvulaceae), its hosts and associated vegetation in a limestone pavement habitat in the Burren lowlands in county Clare (H9), Western Ireland. Biology and Environment: Proceedings of the Royal Irish Academy. 1993"}, {"Citation": "Hussain F, Leghari IH, Naveed S. Vegetation in sindh: an analytical and literary study. Karoonjhar. 2015;7:11–28."}, {"Citation": "Piwowarczyk R, Guzikowski S, Góralski G, Denysenko-Bennett M, Kwolek D, Joachimiak AJ. First report of dodder (Cuscuta epithymum) parasitizing hemiparasitic species of santalaceae (thesium) and orobanchaceae (euphrasia, melampyrum, odontites, orthantha, and rhinanthus) in Poland. Plant Dis. 2018;102:456–460."}, {"Citation": "Shimi P, Rezapanah MR. A study of Smicronyx robustus faust (Curculionidae) as a biological control agent of eastern dodder (Cuscuta monogyna Vahl) Iran J Agric Sci. 1995;1:43–51."}, {"Citation": "Anac E, Kaya I, Tepe I. Determination of alfalfa dodder (Cuscuta approximata Bab.) damage on alfalfa (Medicago sativa L.) grown in Van, Turkey. In Proceedings of Joint Workshop of the EWRS Working Groups Weed Management in Arid and Semi-arid Climate and Weed Management Systems in Vegetables. 2011. pp. 4–8."}, {"Citation": "Tepe I, Celebi SZ, Kaya I, Ozkan RY. Control of smoothseed alfalfa dodder (Cuscuta approximata) in alfalfa (Medicago sativa) Int J Agric Biol. 2017;19:199–203."}, {"Citation": "Bhadrecha P, Kumar V, Kumar M. Medicinal plant growing under sub-optimal conditions in trans-himalaya region at high altitude. Def Life Sci J. 2017;2:37–45."}, {"Citation": "Bibi T, Ahmad M, Tareen RB, Tareen NM, Jabeen R, Rehman SU, et al. Ethnobotany of medicinal plants in district Mastung of Balochistan province-Pakistan. J Ethnopharm. 2014;157:79–89.", "ArticleIdList": ["25260579"]}, {"Citation": "Petrovska BB. Historical review of medicinal plants’ usage. Pharmacogn Rev. 2012;6:1–5.", "ArticleIdList": ["PMC3358962", "22654398"]}, {"Citation": "Ogbulie JN, Ogueke CC, Okorondu S. Antibacterial properties of A cordifolia, M. flurum, U. chamae, B. pinnatum, C. albidum and A. ciliata on some hospital isolates. Niger J Microbiol. 2004;18:249–255."}, {"Citation": "Chopra RN, Nayar L, Chopra IC. Glossary of Indian medicinal plants. New Delhi: C SIR; 1956."}, {"Citation": "Chopra R, Chopra I Handa K, Kapur L. Indigenous drugs of India UN Dhur and Sons. Pvt. Ltd., Calcutta; 1958. p. 358."}, {"Citation": "Dokuparthi SK, Banerjee N, Kumar A, Singamaneni V, Giri AK, Mukhopadhyay S. Phytochemical investigation and evaluation of antimutagenic activity of the extract of Cuscuta reflexa Roxb by Ames Test. Int J Pharm Sci Res. 2014;5:3430–3434."}, {"Citation": "Saini P, Mithal R, Menghani E. A parasitic medicinal plant Cuscuta reflexa : an overview. Int J Sci Eng Res. 2015;6:951–959."}, {"Citation": "Singh S, Sharma A. Studies on ethnomedicinal Plant of Baghicha Jashpur Chattisgarh. J Sci Lett. 2017;2:48–55."}, {"Citation": "Basak S, Banerjee A, Manna CK. Role of some ethno medicines used by the Santal tribal people, of the district Bankura, WB, India, for abortifacient purposes. J Med Plants Stud. 2016;4:125–129."}, {"Citation": "Singh RS, Shahi SK. Diversity of medicinal plants of Ratanpur region of Bilaspur district (Chhattisgarh) J Med Plants. 2017;5:276–281."}, {"Citation": "Singh S. Ethnobotanical study of some climbers of Parsa district forest of Nepal. J Med Plants . 2016;4:6–10."}, {"Citation": "Mohapatra SS, Sarma J, Roy RK, Panigrahi S, Ganguly S. Ethnomedicinal plants used in balasore district of Odisha: a comprehensive report. Int J Cur Microbiol App Sci. 2018;7:1959–1963."}, {"Citation": "Kirtikar KR , Basum BD . Indian medicinal plants. Vol 1. Delhi: Periodical Experts Book Agency; 1984."}, {"Citation": "Darias V, Bravo L, Rabanal R, Mateo CS, Luis RG, Perez AH. New contribution to the ethnopharmacological study of the Canary Islands. J Ethnopharmacol. 1;25:77–92.", "ArticleIdList": ["2716345"]}, {"Citation": "Chowdhury M, Das AP. Folk medicines used by the Rabha tribe in Coochbehar district of West Bengal: a preliminary report. Adv Ethnobot . 2007:289–296."}, {"Citation": "Rai Y, Kumar D. Survey on medicinal climbers in meerut district, Uttar Pradesh, India. Imperial J Interdisciplinary Res. 2016;2:603–610."}, {"Citation": "Patel JN, Patel NK. Study of parasite hosts of the genus Cuscuta and its traditional uses in Planpur Taluka, Gujarat, India. Ethnobot Leaf. 2010;14:126–135."}, {"Citation": "Dutta ML. Plants used as ethnomedicine by the Thengal Kacharies of Assam, India. Asian J Plant Sci Res. 2017;7:7–8."}, {"Citation": "Khalid M, Bilal M, Hassani D, Zaman S, Huang D. Characterization of ethno-medicinal plant resources of karamar valley Swabi, Pakistan. J Radiat Res Appl Sci. 2017;10:152–163."}, {"Citation": "Khattak NS, Nouroz F, Rahman IU, Noreen S. Ethno veterinary uses of medicinal plants of district Karak, Pakistan. J ethnopharmacol. 2015;171:273–279.", "ArticleIdList": ["26055343"]}, {"Citation": "Kumar S, Singh BS, Singh RB. Ethnomedicinal plants uses to cure different human diseases by rural and tribal peoples of Hathras district of Uttar Pradesh. J Pharmacogn Phytochem. 2017;6:346–348."}, {"Citation": "Azam MN, Mannan MA, Ahmed MN. Medicinal plants used by the traditional medical practitioners of Barendra and Shamatat (Rajshahi & Khulna Division) region in Bangladesh for treatment of cardiovascular disorders. J Med Plants. 2014;2:9–14."}, {"Citation": "Khanday ZH, Singh S. Ethnomedicinal Plants used for curing various skin diseases in Shopian district of Jammu and Kashmir. J Phytology. 2017;9:5–6."}, {"Citation": "Senthilkumar S , Vijayakumari K A review-pharmacology of medicinal plants. Int J Univers Pharm Bio Sci. 2016;5:37–59."}, {"Citation": "Shahidullah M, Al-Mujahidee M, Uddin SN, Hossan MS, Hanif A, Bari S, et al. Medicinal plants of the Santal tribe residing in Rajshahi district, Bangladesh. Am Eur J Sustain Agric. 2009;3:220–226."}, {"Citation": "Singh EA, Kamble SY, Bipinraj NK, Jagtap SD. Medicinal plants used by the Thakar tribes of Raigad district, Maharashtra for the treatment of snake-bite and scorpion-bite. Int J Phytother Res. 2012;2:26–35."}, {"Citation": "Hossan MS, Hanif A, Khan M, Bari S, Jahan R, Rahmatullah M. Ethnobotanical survey of the Tripura tribe of Bangladesh. Am Eur J Sustain Agric. 2009;3:253–261."}, {"Citation": "Patel H, Patel N. Sacred and medicinal plant diversity of patan sacres grove of Patan District (NG) Life Sci Leaf . 2017;92:50–60."}, {"Citation": "Siwakoti M, Siwakoti S. Ethnomedicinal uses of plants among the satar tribe of Nepal. J Econ Taxon Bot. 2000;24:323–333."}, {"Citation": "Saheb TS, Rao BR, Venkateswarlu M, Swamulu M. Medicinal plants used for jaundice by the tribal people of nallamalais in Andhra Pradesh. J Pharmacogn Phytochem. 2018;7:528–531."}, {"Citation": "Divakara BN, Prasad S. Ethnomedicinal importance of invasive alien flora of latehar and hazaribagh districts: Jharkhand. Indian For. 2015;141:1172–1175."}, {"Citation": "Mahmud MR, Parvin A, Anny IP, Akter F, Tarannom SR, Moury SI, et al. Home remedies of village people in six villages of Dinajpur and Rangpur districts, Bangladesh. World J Pharm Pharm Sci. 2015;4:63–73."}, {"Citation": "Rahmatullah M, Khatun Z, Hasan A, Parvin W, Moniruzzaman M, Khatun A, et al. Survey and scientific evaluation of medicinal plants used by the Pahan and Teli tribal communities of Natore district, Bangladesh. Afr J Tradit Complementary Altern Med . 2012;9:366–373.", "ArticleIdList": ["PMC3746669", "23983368"]}, {"Citation": "Seliya AR, Patel NK. Ethnomedicinal uses of climbers from Saraswati river region of Patan district, North Gujarat. Ethnobot leaf. 2009;13:865–872."}, {"Citation": "Qureshi R, Bhatti GR, Memon RA. Ethnomedicinal uses of herbs from northern part of Nara desert, Pakistan. Pak J Bot. 2010;42:839–851."}, {"Citation": "Patil JU, Biradar SD. Folkloric medicinal plants of Hingoli district, Maharashtra. 2011;2:97–101."}, {"Citation": "Van Sam H, Baas P, Kebler PJ. Traditional medicinal plants in Ben En national park, Vietnam. Blumea Biodivers Evol Biogeogr Plants. 2008;53:569–601."}, {"Citation": "Sohn DW, Kim HY, Kim SD, Lee EJ, Kim HS, Kim JK, et al. Elevation of intracavernous pressure and NO-cGMP activity by a new herbal formula in penile tissues of spontaneous hypertensive male rats. J ethnopharmacol. 2008;120:176–180.", "ArticleIdList": ["18762238"]}, {"Citation": "Deepakkumar R, Sabari E, Karthick M, Raysad KS. Traditionally used ethno-medicinal plants of the Kurumba communities surrounded in Thalamalai hills, Namakkal district, Tamil Nadu. South Indian J Biol Sci. 2017;3:15–26."}, {"Citation": "Patil SJ, Patil HM. Ethnomedicinal herbal recipes from satpura hill ranges of shirpur tahsil, dhule, maharashtra. India Res J Recent Sci. 2012;1:333–336."}, {"Citation": "Akbar S, Nisa M, Tariq M. CNS depressant activity of Cuscuta chinensis Lam. Int J Crude Drug Res. 1985;23:91–94."}, {"Citation": "Fahmy GM. Qatar biodiversity newsletter. Ostrich. 2008;2:1–5."}, {"Citation": "Rizk AM, El-Ghazaly GA. Medicinal and poisonous plants of Qatar. University of Qatar. 1995"}, {"Citation": "Wang TJ, An J, Chen XH, Deng QD, Yang L. Assessment of Cuscuta chinensis seeds, effect on melanogenesis: comparison of water and ethanol fractions in vitro and in vivo. J Ethnopharmacol. 2014;154:240–248.", "ArticleIdList": ["24746484"]}, {"Citation": "Shubhangi P, Patil DA. Herbal haircare as revealed by people in Jalgaon district, Maharashtra, India. J Exp Sci. 2012;3:32–34."}, {"Citation": "Ghayoumi A, Mashayekhi A. Scleroderma treatment in iranian traditional medicine: a case report. Adv Herb Med. 2016;2:1–4."}, {"Citation": "Tavili A, Farajollahi A, Pouzesh H, Bandak E. Treatment induced germination improvement in medicinal species of Foeniculum vulgare Miller and Cuscuta epithymum (L) L. Mod Appl Sci. 2010;4:163–169."}, {"Citation": "Haq F, Ahmad H, Alam M. Traditional uses of medicinal plants of Nandiar Khuwarr catchment (District Battagram) Pakistan J Med Plants Res. 2011;5:39–48."}, {"Citation": "Dangwal LR, Sharma A, Rana CS. Ethnomedicinal plants of the Garhwal Himalaya used to cure various diseases: a case study. N Y Sci J. 2010;3:28–31."}, {"Citation": "Nedelcheva A, Pavlova D, Krasteva I, Nikolov S. Medicinal plants biodiversity and their resources of one serpentine site in the Rhodope MTS (Bulgaria) Nat Montenegr. 2010;9:373–387."}, {"Citation": "Uniyal B, Shiva V. Traditional knowledge on medicinal plants among rural women of the Garhwal Himalaya, Uttaranchal. Indian J Tradit Knowl. 2005;4:259–266."}, {"Citation": "Naz R, Ayub H, Nawaz S, Islam ZU, Yasmin T, Bano A, et al. Antimicrobial activity, toxicity and anti-inflammatory potential of methanolic extracts of four ethnomedicinal plant species from Punjab, Pakistan. BMC Complement Altern Med. 2017;17:302–315.", "ArticleIdList": ["PMC5465528", "28595608"]}, {"Citation": "169 Nita RD, Haresh DL. Ethno-botanical survey of some medicinal plants in jatasankar region of girnar forest, gujarat, india. Glob J Res Med Plants Indig Med. 2013;2:830–841."}, {"Citation": "Paudel N, Adhikari DC, Das BD. Some medicinal plants uses in ethnical group from batnagar, eastern, Nepal. Am Sci Res J Eng Tech Sci. 2018;41:233–239."}, {"Citation": "Ahirwar RK. Diversity of ethnomedicinal plants in Boridand forest of district Korea, Chhattisgarh, India. Am J Plant Sci. 2015;6:413–425."}, {"Citation": "Yaseen G, Ahmad M, Potter D, Zafar M, Sultana S, Mir S. Plant and Human Health. Volume 1. Springer, Cham: 2018. Ethnobotany of medicinal plants for livelihood and community health in deserts of Sindh-Pakistan; pp. 767–792."}, {"Citation": "Kala CP. Ethnomedicinal botany of the Apatani in the Eastern Himalayan region of India. J Ethnobiol Ethnomed. 2005;1:1–8.", "ArticleIdList": ["PMC1315349", "16288657"]}, {"Citation": "Akter MH, Akter MH, Prodhan MT, Akter S, Akter N, Sultana J, et al. Documentation of plant-based remedies of a folk herbalist of Comilla district, Bangladesh. World J Pharm Pharm Sci. 2017;6:1–11."}, {"Citation": "Khatun MM, Rahma M. Medicinal plants used by the village Pania under Baghmara District, Bangladesh. Discovery. 2018;54:60–71."}, {"Citation": "Azam MN, Ahmed MN, Rahman MM, Rahmatullah M. Ethnomedicines used by the Oraon and Gor tribes of Sylhet district, Bangladesh. Am-Eurasian J Sustain Agric. 2013;7:391–402."}, {"Citation": "Verma N, Yadav RK. Cuscuta reflexa: a paracitic medicinal plant. Plant Arch. 2018;18:1938–1942."}, {"Citation": "Kumar S, Sharma SD, Kumar N. Ethnobatanical study of some common plants from district hamirpur of Himachal Pradesh (India) Int J Adv Res. 2015;3:492–496."}, {"Citation": "Shipa A, Koli S, Akter K, Shahriar SS, Rahmatullah M. Phytotherapeutic practices of a folk medicinal practitioner in Kishoreganj district, Bangladesh. J Med Plants. 2018;6:240–242."}, {"Citation": "Khan W, Khan SM, Ahmad H. Plant and Human Health. Volume 1. Springer, Cham; 2018. Ethno-ecology, Human Health and Plants of the Thandiani Sub Forest Division, Abbottabad, KP, Pakistan; pp. 547–567."}, {"Citation": "Chen GT, Lu Y, Yang M, Li JL, Fan BY. Medicinal uses, pharmacology, and phytochemistry of convolvulaceae plants with central nervous system efficacies: a systematic review. Phytother Res. 2018;32:823–864.", "ArticleIdList": ["29356185"]}, {"Citation": "Ganapaty SE, Ramaiah MA, Yasaswini KA, Kumar CR. Determination of total phenolic, flavonoid, alkaloidal contents and in vitro screening for hepatoprotective activity of Cuscuta epithymum (L) whole plant against CCl4 induced liver damage animal model. Int J Pharm Pharm Sci. 2013;5:738–742."}, {"Citation": "Sahranavard S, Ghafari S, Mosaddegh M. Medicinal plants used in Iranian traditional medicine to treat epilepsy. Seizure. 2014;23:328–332.", "ArticleIdList": ["24525263"]}, {"Citation": "Farnsworth NR, Morris RW. Higher plants-the sleeping giant of drug development. Am J Pharm Sci Support Public Health. 1976;148:46–52.", "ArticleIdList": ["984178"]}, {"Citation": "Dillard CJ, German JB. Phytochemicals: nutraceuticals and human health. J Sci Food Agric. 2000;80:1744–1756."}, {"Citation": "Ahmad M, Khan MA, Zafar M, Sultana S. Ethnomedicinal demography and ecological diversification of some important weeds from district attock Pakistan. Pak J Weed Sci Res. 2006;12:37–46."}, {"Citation": "Dhalwal K, Shinde VM, Mahadik KR, Namdeo AG. Rapid densitometric method for simultaneous analysis of umbelliferone, psoralen, and eugenol in herbal raw materials using HPTLC. J Sep Sci. 2007;30:2053–2058.", "ArticleIdList": ["17628870"]}, {"Citation": "Mir MA, Sawhney SS, Jassal MM. Qualitative and quantitative analysis of phytochemicals of Taraxacum officinale. Wudpecker J Pharm Pharmacol. 2013;2:1–5."}, {"Citation": "Almodaifer S, Alsibaie N, Alhoumendan G, Alammari G, Kavita MS. Role of phytochemicals in health and nutrition. BAO J Nutr. 2017;3:28–34."}, {"Citation": "Savithramma N, Rao ML, Suhrulatha D. Screening of medicinal plants for secondary metabolites. Middle East J Sci Res. 2011;8:579–584."}, {"Citation": "Yahara S, Domoto H, Sugimura C, Nohara T, Niiho Y, Nakajima Y, et al. An alkaloid and two lignans from Cuscuta chinensis. Phytochem. 1994;37:1755–1757."}, {"Citation": "Garcia MR, Erazo GS, Pena RC. Flavonoids and alkaloids from Cuscuta (Cuscutaceae) Biochem Syst Ecol. 1995;23:571–572."}, {"Citation": "Miyahara K, Du XM, Watamab M, Sugimura C, Yahara S, Nohara T. Resin glycosides. XXIII. Two novel acylated trisaccharides related to resin glycoside from the seeds of Cuscuta chinensis. Chem Pharm bull. 1996;44:481–485."}, {"Citation": "Du XM, Kohinata K, Kawasaki T, Guo YT, Miyahara K. Components of the ether-insoluble resin glycoside-like fraction from Cuscuta chinensis. Phytochem. 1998;48:843–850.", "ArticleIdList": ["9664709"]}, {"Citation": "Yen FL, Wu TH, Lin LT, Cham TM, Lin CC. Concordance between antioxidant activities and flavonol contents in different extracts and fractions of Cuscuta chinensis. Food Chem. 2008;108:455–462.", "ArticleIdList": ["26059122"]}, {"Citation": "He XH, Yang WZ, Meng AH, He WN, Guo DA, Ye M. Two new lignan glycosides from the seeds of Cuscuta chinensis. J Asian Nat Prod Res. 2010;12:934–939.", "ArticleIdList": ["21061214"]}, {"Citation": "Fan BY, Luo JG, Gu YC, Kong LY. Unusual ether-type resin glycoside dimers from the seeds of Cuscuta chinensis. Tetrahedron. 2014;70:2003–2014."}, {"Citation": "Wang J, Tan D, Wei G, Guo Y, Chen C, Zhu H, et al. Studies on the Chemical Constituents of Cuscuta chinensis. Chem Nat Compd. 2016;52:1133–1136."}, {"Citation": "Ibrahim M, Rehman K, Hussain I, Farooq T, Ali B, Majeed I, et al. Ethnopharmacological investigations of phytochemical constituents isolated from the genus cuscuta. Crit Rev Eukaryot Gene Expr. 2017;27:113–150.", "ArticleIdList": ["28845763"]}, {"Citation": "Löffler C, Czygan FC, Proksch P. Phenolic constituents as taxonomic markers in the genus Cuscuta (Cuscutaceae) Biochem Syst Ecol. 1997;25:297–303."}, {"Citation": "Wink M, Witte L. Quinolizidine alkaloids in Genista acanthoclada and its holoparasite, Cuscuta palaestina. J Chem Ecol. 1993;19:441–448.", "ArticleIdList": ["24248948"]}, {"Citation": "Ye M, Li Y, Yan Y, Liu H, Ji X. Determination of flavonoids in Semen Cuscutae by RP-HPLC. J Pharm Biomed Anal. 2002;28:621–628.", "ArticleIdList": ["12008141"]}, {"Citation": "Siddiqui MS, Memon AA, Memon S, Baloch SG. Cuscuta reflexa as a rich source of bioactive phenolic compounds. J Herbs Spices Med Plants. 2017;23:157–168."}, {"Citation": "Ramya B, Natrajan E, Vijaykumar S, John Vasanth MS, Muthuramsanjivani VK. Isolation and characterization of bioactive metabolites in Cuscuta reflexa Roxb. Indian J Nat Sci. 2010;1:134–139."}, {"Citation": "Uddin SJ, Shilpi JA, Middleton M, Byres M, Shoeb M, Nahar L, et al. Swarnalin and cis-swarnalin, two new tetrahydrofuran derivatives with free radical scavenging activity, from the aerial parts of Cuscuta reflexa. Nat Prod Res. 2007;21:663–668.", "ArticleIdList": ["17613825"]}, {"Citation": "Tripathi VJ, Yadav SB, Upadhyay AK. A new flavanone, reflexin, from Cuscuta reflexa and its selective sensing of nitric oxide. Appl Biochem Biotechnol. 2005;127:63–67.", "ArticleIdList": ["16186624"]}, {"Citation": "Chatterjee DP, Sahu RK. Chemical characterization of the flavonoid constituents of Cuscuta reflexa. UK J Pharm Bio Sci. 2014;2:13–16."}, {"Citation": "Awasthi LP. The purification and nature of an antiviral protein from Cuscuta reflexa plants. Arch Virol. 1981;70:215–223.", "ArticleIdList": ["7325807"]}, {"Citation": "Shekarchi M, Kondori BM, Hajimehdipoor H, Abdi L, Naseri M, Pourfarzib M, et al. Finger printing and quantitative analysis of Cuscuta chinensis flavonoid contents from different hosts by RP-HPLC. Food Nutr Sci. 2014;5:914–922."}, {"Citation": "Zhan W, Zhisheng H. Studies on the chemical constituents of the seed of chinese dodder (Cuscuta chinensis) Chin Tradit Herb drugs. 1998;9:115–117."}, {"Citation": "Ye M, Yan Y, Guo DA. Characterization of phenolic compounds in the Chinese herbal drug Tu-Si-Zi by liquid chromatography coupled to electrospray ionization mass spectrometry. Rapid Commun Mass Spectrom. 2005;19:1469–1484.", "ArticleIdList": ["15880618"]}, {"Citation": "Tsai YC, Lai WC, Du YC, Wu SF, El-Shazly M, Lee CL, et al. Lignan and flavonoid phytoestrogens from the seeds of Cuscuta chinensis. J Nat Prod. 2012;75:1424–1431.", "ArticleIdList": ["22632123"]}, {"Citation": "Du XM, Sun NY, Nishi M, Kawasaki T, Guo YT, Miyahara K. Components of the ether-insoluble resin glycoside fraction from the seed of Cuscuta australis. J Nat Prod. 1999;62:722–725.", "ArticleIdList": ["10346954"]}, {"Citation": "Ferraz HO, Silva MG, Carvalho R, Suffredini IB, Kato E, Arakaki F, et al. Phytochemical study and evaluation of the antimicrobial activity and cytotoxicity of Cuscuta racemosa. Rev Bras Farm. 2011;21:41–46."}, {"Citation": "Shailajan S, Joshi H. Optimized separation and quantification of pharmacologically active markers quercetin, kaempferol, ß-sitosterol and lupeol from Cuscuta reflexa Roxb. J Pharm Res. 2011;4:1851–1853."}, {"Citation": "Versiani MA, Kanwal A, Faizi S, Farooq AD. Cytotoxic cardiac glycoside from the parasitic plant Cuscuta reflexa. Chem Nat Compd. 2017;53:915–922."}, {"Citation": "Jahan IA, Akbar PN, Enayetullah M, Ahmmad N, Nuruddin M, Ahmed MR. Elemental and fatty acid content of four medicinal plants: Kaiempferia rotunda, Cuscuta reflexa, Centella asiatica and Asparagus racemosus. European J Med Plants. 2015:1."}, {"Citation": "Bais N, Kakkar A. Comparative phytochemical analysis of Cuscuta reflexa parasite grown on Cassia fistula and Ficus benghlensis by GC-MS. Int J Pharm Pharm Sci. 2013;5:350–355."}, {"Citation": "Rath D, Panigrahi SK, Kar DM, Maharana L. Identification of bioactive constituents from different fractions of stems of Cuscuta reflexa Roxb. Using GC-MS. Nat Prod Res. 2017;32:1977–1981.", "ArticleIdList": ["28748736"]}, {"Citation": "Mukherjee R, Bordoloi J, Goswami A, Goswami BC. Carotenoids of dodder (Cuscuta reflexa ) grown on hedge, Clerodendrum enermy. Adv Nat Appl Sci. 2008;2:99–103."}, {"Citation": "Ye M, Yan Y, Ni X, Qiao L. Studies on the chemical constituents of the herba of Cuscuta chinensis. J Chinese Med Mat. 2001;24:339–341.", "ArticleIdList": ["12587208"]}, {"Citation": "Cheng PP, Shi J, Du P, Liu DH, Cao X, Wen X. Fatty acid in the Cuscuta chinensis lam by capillary gas chromatography. Acad Periodical Farm Prod Process. 2013;8:116–118."}, {"Citation": "Kwon Y, Chang B, Kim C. Antioxidative constituents from the seeds of Cuscuta chinensis. Nat Prod Sci. 2000;6:135–138."}, {"Citation": "Xiang SX, He ZS, Ye Y. Furofuran lignans from Cuscuta chinensis. Chin J Chem. 2001;19:282–285."}, {"Citation": "Lin Q, Jia LY, Sun QS. Chemical constituents of the seeds of Cuscuta chinensis Lam. [J]. J Shenyang Pharm Univ. 2009;12:1–10."}, {"Citation": "Oh H, Kang DG, Lee S, Lee HS. Angiotensin converting enzyme inhibitors from Cuscuta japonica Choisy. J Ethnopharmacol. 2002;83:105–108.", "ArticleIdList": ["12413714"]}, {"Citation": "Baccarini A, Bertossi F, Bagni N. Carotenoid pigments in the stem of Cuscuta australis. Phytochemistry. 1965;4:349–351."}, {"Citation": "Hongzhu G, Jiashi L. Study on constituents of the seed from Cuscuta Australis. J Beijing Univ Tradit Chin Med. 2000;23:20–23."}, {"Citation": "Guo H, Li J. Study on flavonoids of Cuscuta australis R. Br. China J Chin Materia Med. 1997;22:38–39.", "ArticleIdList": ["10683910"]}, {"Citation": "Sousa AL, Sales QS, Braz-Filho R, de Oliveira RR. Lignans and flavonoids isolated from Cuscuta racemosa Mart & Humb (Convolvulaceae) by droplet counter-current chromatography. J Liq Chromatogr R T. 2012;35:2294–2303."}, {"Citation": "Bacchi EM. Flavonoids from Cuscuta racemosa. Planta Medi. 1993;59:605–606."}, {"Citation": "Abdallah WE, Elsayed WM, Abdelshafeek KA. Chemical constituents and radical scavenging activity of Cuscuta pedicellata seed extracts. Int J ChemTech Res. 2016;9:580–587."}, {"Citation": "Szymańska R, Kruk J. Tocopherol content and isomers’ composition in selected plant species. Plant Physiol Biochem. 2008;46:29–33.", "ArticleIdList": ["18023194"]}, {"Citation": "Prior RL, Cao G. Antioxidant phytochemicals in fruits and vegetables: diet and health implications. Hort Sci. 2000;35:588–592."}, {"Citation": "Rice-Evans C. Flavonoids and isoflavones: absorption, metabolism, and bioactivity. Free Radic Biol Med. 2004;7:827–828.", "ArticleIdList": ["15019967"]}, {"Citation": "Chanda S, Dave R, Kaneria M, Nagani K. Seaweeds: A Novel, Untapped Source of Drugs From Sea to Combat Infectious Diseases Current research Technology And Education Topics. Applied Microbiology Microbial Biotechnology. 2010:473–480."}, {"Citation": "Tanruean K, Poolprasert P, Kumla J, Suwannarach N, Lumyong S. Bioactive compounds content and their biological properties of acetone extract of Cuscuta reflexa Roxb. grown on various host plants. Nat Prod Res. 2017;3:1–4.", "ArticleIdList": ["29098872"]}, {"Citation": "Hussain SA, Farheen S, Sultana T, Tabassum A, Hussain SI, Khan R. Evaluation of anticovulsant and anioxidant activity of selected medicinal plants. World J Pharm Pharm Sci. 2017;6:1899–1914."}, {"Citation": "Yen FL, Wu TH, Lin LT, Cham TM, Lin CC. Nanoparticles formulation of Cuscuta chinensis prevents acetaminophen-induced hepatotoxicity in rats. Food Chem toxicol. 2008;46:1771–1777.", "ArticleIdList": ["18308443"]}, {"Citation": "Gao JM, Li R, Zhang L, Jia LL, Ying XX, Dou DQ, et al. Cuscuta chinensis seeds water extraction protecting murine osteoblastic MC3T3-E1 cells against tertiary butyl hydroperoxide induced injury. J Ethnopharmacol. 2013;148:587–595.", "ArticleIdList": ["23702038"]}, {"Citation": "Zhen GH, Jiang B, Bao YM, Li DX, An LJ. The protective effect of flavonoids from Cuscuta chinensis in PC12 cells from damage induced by H2O2. J Chin Med Mater. 2006;29:1051–1055.", "ArticleIdList": ["17326406"]}, {"Citation": "Amaresh P, Seemanchala R, Debashis P, Arpan M, Bijan G, Kumar BN. hepatoprotective activity of whole part of the plant Cuscuta reflexa Roxb(Convolvulaceae) in chloroform, ethanol and paracetamol induced hepatotoxic rat models. Int J Pharm Clin Res. 2014;6:127–132."}, {"Citation": "Taghizadieh M, Issabeagloo E, Valiloo MR, Afshari F, Asadi J. Hepatoprotective and antioxidant activity of ethanolic extract of aerial parts of Cuscuta reflexa Robx on liver damage due to cisplantin in rats. Baltica. 2014;27:274–279."}, {"Citation": "Shaw JE, Sicree RA, Zimmet PZ. Global estimates of the prevalence of diabetes for 2010 and 2030. Diabetes Res Clin Pract. 2010;87:4–14.", "ArticleIdList": ["19896746"]}, {"Citation": "Rath D, Kar DM, Panigrahi SK, Maharana L. Antidiabetic effects of Cuscuta reflexa Roxb in streptozotocin induced diabetic rats. J Ethnopharmacol. 2016;192:442–449.", "ArticleIdList": ["27649679"]}, {"Citation": "Ma JZ, Yang LX, Shen XL, Qin JH, Deng LL, Ahmed S, et al. Effects of traditional Chinese medicinal plants on anti-insulin resistance bioactivity of DXMS-induced insulin resistant HepG2 cells. Nat Prod Bioprospect. 2014;4:197–206.", "ArticleIdList": ["PMC4111871", "25089237"]}, {"Citation": "Li DZ, Peng DY, Zhang R, Xu XX. Effects of Cuscuta chinensis polysaccharide on diabetic mice by alloxan. Anhui Med Pharm J. 2008;12:900–911."}, {"Citation": "Li XJ, You HY, Yang J, Liu BM, You G, Song Y. Aqueous extracts of Cuscuta chinensis Lam induces differentiat ion of amelanotic melanocytes of human hair follicles. Chin J Dermatovenereol. 2008;22:13–15."}, {"Citation": "Xu XX, Li DZ, Peng DY, Zhang R. Effects of Cuscuta chinensis Polysaccharide on Glucose-lipid Metabolism in Diabetic Rats. Chin J Exp Tradit Med Formula. 2011;17:232–234."}, {"Citation": "Lei X, He J, Ren C, Zhou Y, Chen X, Dou J. Protective effects of the Chinese herbal medicine prescription Zhujing pill on retina of streptozotocin-induced diabetic rats. Biomed Pharmacother. 2018;98:643–650.", "ArticleIdList": ["29289839"]}, {"Citation": "Al-Sultany , Fadia H, Al-Saadi A H, Al-Husainy IM. Evaluated the Up–regulation in gene expression of hepatic insulin gene and hepatic insulin receptor gene in type 1 diabetic rats treated with Cuscuta chinesis Lam. J Babylon Univ. 2018;26:75–93."}, {"Citation": "Trinchieri G. Cancer and inflammation: an old intuition with rapidly evolving new concepts. Annu Rev Immunol. 2012;30:677–706.", "ArticleIdList": ["22224761"]}, {"Citation": "Suresh V, Sruthi V, Padmaja B, Asha VV. In vitro anti-inflammatory and anti-cancer activities of Cuscuta reflexa Roxb. J Ethnopharmacol. 2011;134:872–877.", "ArticleIdList": ["21295129"]}, {"Citation": "Katiyar NS, Singh AP, Gangwar AK, Rao NV. Evaluation of carrageenan induced antiinflammatory activity of stem extracts of Cuscuta reflexa (Roxb) in rats. Int J Res Pharm Chem. 2015;5:322–326."}, {"Citation": "Kang SY, Jung HW, Lee MY, Lee HW, Chae SW, Park YK. Effect of the semen extract of Cuscuta chinensis on inflammatory responses in LPS-stimulated BV-2 microglia. Chin J Nat Med. 2014;12:573–581.", "ArticleIdList": ["25156282"]}, {"Citation": "Liao JC, Chang WT, Lee MS, Chiu YJ, Chao WK, Lin YC, et al. Antinociceptive and anti-inflammatory activities of Cuscuta chinensis seeds in mice. The Am J Chin Med. 2014;42:223–242.", "ArticleIdList": ["24467546"]}, {"Citation": "Koca U, Küpeli-Akkol E, Sekeroglu N. Evaluation of in vivo and in vitro biological activities of different extracts of Cuscuta arvensis. Nat Prod Commun. 2011;6:1433–1436.", "ArticleIdList": ["22164775"]}, {"Citation": "Islam R, Rahman MS, Rahman SM. GC-MS analysis and antibacterial activity of Cuscuta reflexa against bacterial pathogens. Asian Pac J Trop Dis. 2015;5:399–403."}, {"Citation": "Pal DK, Mandal M, Senthilkumar GP, Padhiari A. Antibacterial activity of Cuscuta reflexa stem and Corchorus olitorius seed. Fitoterapia. 2006;77:589–591.", "ArticleIdList": ["16890386"]}, {"Citation": "Bibi Y, Naeem J, Zahara K, Arshad M, Qayyum A. In Vitro antimicrobial assessment of selected plant extracts from pakistan. Iran J Sci Technol A. 2018;42:267–272."}, {"Citation": "Okiei W, Ogunlesi M, Ademoye MA. An assessment of the antimicrobial properties of extracts of various polarities from Chasmanthera dependens, Emilia coccinea and Cuscuta australis, herbal medications for eye diseases. J Appl Sci . 2009;9:4076–4080."}, {"Citation": "Bonjar S. Evaluation of antibacterial properties of some medicinal plants used in iran. J Ethnopharmacol. 2004;94:301–305.", "ArticleIdList": ["15325735"]}, {"Citation": "Abdullah JA, Hammadi AA, Hakem R, Hatef Z, Hussein N. Study effect of plant extraction for Cuscuta europaea (Dodder) against two species of bacteria Staphylococcus aureus and Escherichia coli. J Contemp Med Sci. 2016;2:133–137."}, {"Citation": "Etedali P, Behbahani M, Rahiminejad RM, Rad SJ. Effect of crude extracts and fractions of Cuscuta campestris and two different hosts on peripheral blood mononuclear cells and HIV replication. Int J Biosci. 2014;4:83–89."}, {"Citation": "Ahmed HM, Yeh JY, Tang YC, Cheng WT, Ou BR. Molecular screening of chinese medicinal plants for progestogenic and anti-progestogenic activity. J Biosci. 2014;39:453–461.", "ArticleIdList": ["24845509"]}, {"Citation": "Alaoui-Jamali M. Alternative and complementary therapies for cancer: Integrative approaches and discovery of conventional drugs. Springer Science Business Media; New York, USA: 2010. p. 63."}, {"Citation": "Zeraati F, Zamani A, Goodarzi MT, Hashjin SM, Razzaghi K. In vitro cytotoxic effects of Cuscuta chinensis whole extract on human acute lymphoblastic leukemia cell line. Iran J Med Sci. 2015;35:310–314."}, {"Citation": "Choi EJ, Kim GH, Kim T. Equol induced the apoptosis via cell cycle arrest in MDA-MB-453 but not in MCF-7 cells. Faseb J. 2008;22:265–265.", "ArticleIdList": ["21479403"]}, {"Citation": "Magee PJ, Raschke M, Steiner C, Duffin JG, Pool-Zobel BL, Jokela T, et al. Equol: a comparison of the effects of the racemic compound with that of the purified S-enantiomer on the growth, invasion, and DNA integrity of breast and prostate cells in vitro. Nutr Cancer. 2006;54:232–242.", "ArticleIdList": ["16898868"]}, {"Citation": "Selvi EK, Turumtay H, Demir A, Turumtay EA. Phytochemical profiling and evaluation of the hepatoprotective effect of Cuscuta campestris by high-performance liquid chromatography with diode array detection. Anal Lett. 2018;51:1464–1478."}, {"Citation": "Behbahani M. Evaluation of in vitro anticancer activity of Ocimum basilicum, Alhagi maurorum, Calendula officinalis and their parasite Cuscuta campestris. PloS one. 2014;9:1–13.", "ArticleIdList": ["PMC4280134", "25548920"]}, {"Citation": "Pan HJ, Sun HX, Pan YJ. Adjuvant effect of ethanol extract of semen cuscutae on the immune responses to ovalbumin in mice. J Ethnopharmacol. 2005;99:99–103.", "ArticleIdList": ["15848026"]}, {"Citation": "Lin MK, Yu YL, Chen KC, Chang WT, Lee MS, Yang MJ, et al. Kaempferol from semen cuscutae attenuates the immune function of dendritic cells. Immunobiology. 2011;216:1103–1109.", "ArticleIdList": ["21621872"]}, {"Citation": "Lin HB, Lin JQ, Lu N, Yi XY. Comparative study on immune enhancement effects of four kinds of dodder seeds in shandong province. J Chin Integr Med. 2003;1:51–53.", "ArticleIdList": ["15339618"]}, {"Citation": "Xiao J, Cui F, Ning T, Zhao W. Effects of alcohol extract from Polygonatum odoratum and Cuscuta australis on immunological function of mice injured by burns. Chin J Chin Mater Med. 1990;15:557–559.", "ArticleIdList": ["2092718"]}, {"Citation": "Gu LG, Ye M, Yan YN, Jia L, Zhao JQ. Study of Cuscuta australis hyperoside on immunological function of mice in vivo and in vitro. Chin J Tradit Chin Med Inf. 2001;8:42–44."}, {"Citation": "Jian-Hui L, Bo J, Yong-Ming B, Li-Jia A. Effect of Cuscuta chinensis glycoside on the neuronal differentiation of rat pheochromocytoma PC12 cells. Int J Dev Neurosci. 2003;21:277–281.", "ArticleIdList": ["12850061"]}, {"Citation": "Liu ZY, Yang YG, Zheng B. Effect of improving memory and inhibiting acetylcholinesterase activity by invigorating-qi and warming-yang recipe. Chin J Integr Tradit West Med. 1993;13:675–676.", "ArticleIdList": ["8155947"]}, {"Citation": "Yu Q, Song FJ, Chen JF, Dong X, Jiang Y, Zeng KW, et al. antineuroinflammatory effects of modified wu-zi-yan-zong prescription in β-amyloid-stimulated BV2 microglia via the NF-κB and ERK/p38 MAPK signaling pathways. J Evid Based Complementary Altern Med. 2017;2017:1–10.", "ArticleIdList": ["PMC5535734", "28798805"]}, {"Citation": "Cai XG, Xu AX, Ge B, Gao X, Yang SH. Effects of a polysaccharide from CCL on inhibiting oxygen free radical threshold of senile mice model. Acta Acad Med Mil Tertiae. 2005;27:1326–1328."}, {"Citation": "Li CS, Deng HB, Li DD, Li ZH. Advances and challenges in screening traditional chinese anti-aging materia medica. Chin J Integr Med. 2013;19:243–252.", "ArticleIdList": ["23546627"]}, {"Citation": "Yang FY, Huang J. “Tai Ping Sheng Hui Fang” in the anti-aging effects medical research. J Guiyang Coll of Tradit Chin Med. 1998;2:7–8."}, {"Citation": "Gilani AU, Aftab K. Pharmacological actions of Cuscuta reflexa. Int J Pharma. 1992;30:296–302."}, {"Citation": "Yao CH, Tsai CC, Chen YS, Chang CJ, Liu BS, Lin CC, et al. Fabrication and evaluation of a new composite composed of tricalcium phosphate, gelatin and Chi-Li-Saan as a bone substitute. Am J Chin Med. 2002;30:471–482.", "ArticleIdList": ["12568275"]}, {"Citation": "Yang HM, Shin HK, Kang YH, Kim JK. Cuscuta chinensis extract promotes osteoblast differentiation and mineralization in human osteoblast-like MG-63 cells. J Med Food. 2009;12:85–92.", "ArticleIdList": ["19298200"]}, {"Citation": "Yang M, Sun J, Lu Z, Chen G, Guan S, Liu X, et al. Phytochemical analysis of traditional chinese med using liquid chromatography coupled with mass spectrometry. J Chromatogr A. 2009;1216:2045–2062.", "ArticleIdList": ["18804769"]}, {"Citation": "Shin S, Lee YJ, Kim EJ, Lee AS, Kang DG, Lee HS. Effect of Cuscuta chinensis on renal function in ischemia/reperfusion-induced acute renal failure rats. Am J Chin Med. 2011;39:889–902.", "ArticleIdList": ["21905280"]}, {"Citation": "Sun K, Zhao C, Chen XF, Kim HK, Choi BR, Huang YR, et al. Ex vivo relaxation effect of Cuscuta chinensis extract on rabbit corpus cavernosum. Asian J Androl. 2013;15:134–137.", "ArticleIdList": ["PMC3739115", "23147465"]}, {"Citation": "Peng SJ, Lu RK, Yu LH. Effect of semen cuacutae, rhizoma curculiginis, radix morindae, officinalis on human spermatozoa’s motility and membrane function in vitro. Chin J West Med. 1997;17:145–147.", "ArticleIdList": ["9863078"]}, {"Citation": "Shah GR, Chaudhari MV, Patankar SB, Pensalwar SV, Sabale VP, Sonawane NA. Evaluation of a multi-herb supplement for erectile dysfunction: a randomized double-blind, placebo-controlled study. BMC Complementary Altern Med. 2012;12:155–163.", "ArticleIdList": ["PMC3478157", "22978405"]}, {"Citation": "Linmao Y. Integrating chinese and western medicine to treat infantile uterus. Herb J Tradit Chin Med. 1992;14:40–54."}, {"Citation": "Jang H, Bae WJ, Kim SJ, Cho HJ, Yuk SM, Han DS, et al. The herbal formula KH-204 is protective against erectile dysfunction by minimizing oxidative stress and improving lipid profiles in a rat model of erectile dysfunction induced by hypercholesterolaemia. BMC Complementary Altern Med. 2017;17:129–140.", "ArticleIdList": ["PMC5324223", "28235412"]}, {"Citation": "Yang J, Wang Y, Bao Y, Guo J. The total flavones from semen cuscutae reverse the reduction of testosterone level and the expression of androgen receptor gene in kidney-yang deficient mice. J Ethnopharmacol. 2008;119:166–171.", "ArticleIdList": ["18640256"]}, {"Citation": "Wang J, Wang M, Ou Y, Wu Q. Effects of flavonoids from semen cuscutae on changes of beta-EP in hypothalamuses and FSH and LH in anterior pituitaries in female rats exposed to psychologic stress. J Chin Med Mater. 2002;25:886–888.", "ArticleIdList": ["12685350"]}, {"Citation": "Ma HX, You ZL, Wang RG. Effect of total flavones from Cuscuta chinensis on expression of Th type-1/Th type-2 cytokines, serum P and PR in abortion rats model. J Chin Med Mater. 2008;31:1201–1204.", "ArticleIdList": ["19112902"]}, {"Citation": "Ma HX, You ZL, Wang XY. Effect of total flavones from Cuscuta chinensis on expression of Fas/FasL, PCNA and HB-EGF in SD rats model with bromocriptine-induced abortion. J Chin Med Mater. 2008;31:1706–1709.", "ArticleIdList": ["19260287"]}, {"Citation": "Zhu JF, She YC, Zhou CH. Experimental and clinical studies on the effect of Shou Tai Wan and additives on threatened abortion. J Integr Tradit Western Med. 1987;7:407–409.", "ArticleIdList": ["3690766"]}, {"Citation": "Aqil F, Zahin M, Ahmad I. Antimutagenic activity of methanolic extracts of four ayurvedic medicinal plants. Indian J Exp Biol. 2008;46:668–672.", "ArticleIdList": ["18949897"]}, {"Citation": "Nakahara K, Trakoontivakorn G, Alzoreky NS, Ono H, Onishi-Kameyama M, Yoshida M. Antimutagenicity of some edible Thai plants, and a bioactive carbazole alkaloid, mahanine, isolated from Micromelum minutum. J Agric Food Chem. 2002;50:4796–4802.", "ArticleIdList": ["12166962"]}, {"Citation": "Zweier JL, Talukder MH. The role of oxidants and free radicals in reperfusion injury. Cardiovasc Res. 2006;70:181–190.", "ArticleIdList": ["16580655"]}, {"Citation": "Veinot JP, Gattinger DA, Fliss H. Early apoptosis in human myocardial infarcts. Hu Pathol. 1997;28:485–492.", "ArticleIdList": ["9104950"]}, {"Citation": "Rabkin SW. Apoptosis in human acute myocardial infarction: the rationale for clinical trials of apoptosis inhibition in acute myocardial infarction. Sch Res Exch. 2009;2009:1–10."}, {"Citation": "Sun SL, Guo L, Ren YC, Wang B, Li RH, Qi YS, et al. Anti-apoptosis effect of polysaccharide isolated from the seeds of Cuscuta chinensis lam on cardiomyocytes in aging rats. Mol Biol Rep. 2014;41:6117–6124.", "ArticleIdList": ["24972571"]}, {"Citation": "Zhongrong L, Pengtie L, Tiejun F, Yuanqiao J, Ruozhu W. The effect of three extraction technique of Chinese dodder seed on cardiovascular activity. Nat Prod Res Develop. 2004;16:532–533."}, {"Citation": "Thomas S, Shrikumar S, Velmurugan C, Kumar BA. Evaluation of anxiolytic effect of whole plant of Cuscuta reflexa. World J Pharm Sci. 2015;4:1245–1253."}, {"Citation": "Mokhtarifar N, Sharif B, Naderi N, Mosaddegh M, Faizi M. Evaluation of anti-depressant effects of Cuscuta chinensis in experimental models. Res Pharm Sci. 2012;7:826–827."}, {"Citation": "Cheng D, Murtaza G, Ma S, Li L, Li X, Tian F, et al. In silico prediction of the anti-depression mechanism of a herbal formula (tiansi liquid) containing Morinda officinalis and Cuscuta chinensis. Molecules. 2017;22:1614–1630.", "ArticleIdList": ["PMC6151506", "28954415"]}, {"Citation": "Firoozabadi A, Zarshenas MM, Salehi A, Jahanbin S, Mohagheghzadeh A. Effectiveness of Cuscuta planiflora ten and Nepeta menthoides Boiss & Buhse in major depression: a triple-blind randomized controlled trial study. J Evi based Complementary Altern Med. 2015;20:94–97.", "ArticleIdList": ["25416496"]}, {"Citation": "Shen L, Huang YY, Wang XN, Du J, Wang YY, Zhang DQ. Pharmacological effect of cuscutae Semen by external useon experimental vitiligo in guinea pigs. Chin J Exp Tradit Med Formulae. 2012;18:199–202."}, {"Citation": "Wang TJ, An J, Chen XH, Deng QD, Yang L. Assessment of Cuscuta chinensis seeds, effect on melanogenesis: comparison of water and ethanol fractions in vitro and in vivo. J Ethnopharmacol. 2014;154:240–248.", "ArticleIdList": ["24746484"]}, {"Citation": "Mojtabaee M, Mokaberinejad R, Hamzeloo-Moghadam M, Nasab MR, Adhami S, Farshi S, et al. The effect of the traditional medicine product” Milk-Cuscuta” on skin hyperpigmentation in patients with melasma. Middle East J Family Med. 2018;7:204–211."}, {"Citation": "Suk KD, Lee SJ, Bae JM. Inhibitory effects of Cuscuta japonica extract and C australis extract on mushroom tyrosinase activity. Korean J Pharma. 2004;35:380–383."}, {"Citation": "Patel S, Sharma V, Chauhan NS, Dixit VK. A study on the extracts of Cuscuta reflexa Roxb in treatment of cyclophosphamide induced alopecia. Daru J Pharm Sci. 2014;22:27–34.", "ArticleIdList": ["PMC3922840", "24393240"]}, {"Citation": "Huang AG, Yi YL, Ling F, Lu L, Zhang QZ, Wang GX. Screening of plant extracts for anthelmintic activity against Dactylogyrus intermedius (Monogenea) in goldfish (Carassius auratus) Parasitol Res. 2013;112:4065–4072.", "ArticleIdList": ["24005478"]}, {"Citation": "Moon M, Jeong HU, Choi JG, Jeon SG, Song EJ, Hong SP, et al. Memory-enhancing effects of Cuscuta japonica Choisy via enhancement of adult hippocampal neurogenesis in mice. Behav Brain Res. 2016;311:173–182.", "ArticleIdList": ["27185736"]}, {"Citation": "Mehrabani M, Modirian E, Ebrahimabadi AR, Vafazadeh J. Study of the effects of hydro-methanol extracts of Lavandula vera DC and Cuscuta epithymum Murr on the seizure induced by pentylentetranzol in mice. J Kerman Univ Med Sci. 2014;14:25–32."}, {"Citation": "Gupta MA, Mazumder UK, Pal D, Bhattacharya S, Chakrabarty SU. Studies on brain biogenic amines in methanolic extract of Cuscuta reflexa Roxb and Corchorus olitorius Linn seed treated mice. Acta Pol Pharma. 2003;60:207–210.", "ArticleIdList": ["14556490"]}, {"Citation": "Ohta Y, Sami M, Kanda T, Saito K, Osada K, Kato H. Gene expression analysis of the anti-obesity effect by apple polyphenols in rats fed a high fat diet or a normal diet. J Oleo Sci. 2006;55:305–314."}, {"Citation": "Kakhorova KA, Khashimova ZS, Terenteva EO. Studies on cytotoxicity and antioxidant activities of lectin-like proteins from phytoparasites (Cuscuta eurospaea) Asian Pharm Pharmacol. 2018;4:265–270."}, {"Citation": "Bhan S, Mohan L, Srivastava CN. Efficacy of Cuscuta reflexa extract and its synergistic activity with Temephos against mosquito larvae. Int J Mosquito Res. 2015;2:34–41."}, {"Citation": "Alamgeer , Niazi SG, Uttra AM, Qaiser MN, Ahsan H. Appraisal of anti-arthritic and nephroprotective potential of Cuscuta reflexa. Pharm Biol. 2017;55:792–798.", "ArticleIdList": ["PMC6130659", "28103731"]}, {"Citation": "Gautam T, Thakur V, Gupta V. Phytochemical Screening and Wound Healing Potential of Cuscuta reflexa Roxb. Int J Pharm Life Sci. 2018;9:21–21."}, {"Citation": "Sakib MH, Hossain MS, Hossain MS, Al Mahmood A, Sarkar MY, Rahman S, Shill LK. In-vitro cytotoxicity and antioxidant property evaluation from methanolic extract of Cuscuta Reflexa flowers. Asian J Med Biol Res. 2015;1:285–291."}, {"Citation": "Manirujjaman M, Suchana S, Collet T, Nawshin LN, Chowdhury MA. Antimicrobial effects of ethanolic extracts from Cuscuta reflexa Roxb (Convolvulaceae) Int J Pharmacogn Phytochem Res. 2016;8:930–932."}, {"Citation": "Praseeja RJ, Sreejith PS, Asha VV. Studies on the apoptosis inducing and cell cycle regulatory effect of Cuscuta reflexa Roxb chloroform extract on human hepatocellular carcinoma cell line, Hep 3B. Int J Appl Res Nat Prod. 2015;8:37–47."}, {"Citation": "Roohina Ali S, Haque S, Versiani MA, Faizi S, Farooq AD. Cytotoxicity and chromosomal aberrations induced by methanolic extract of Cuscuta reflexa and its pure compounds on meristematic cells of Allium species. Pak J Pharm sci. 2017;30:521–529.", "ArticleIdList": ["28649079"]}, {"Citation": "Mala FA, Sofi MA. Evaluation of antihistaminic Activity of herbal drug isolated from Cuscuta reflexa Roxb. Ann Plant Sci. 2017;6:1807–1810."}]}], "History": [{"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32128087", "PMC7038433", "10.22038/ijbms.2019.35296.8407"]}}]}