{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Hexane fraction", "Natural compounds", "Pleopeltis crassinervata", "Terpenoids", "Toxoplasma gondii"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32127756", "DateRevised": {"Year": "2024", "Month": "07", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2019.12.032"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "27", "Issue": "3", "PubDate": {"Year": "2020", "Month": "Mar"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Anti-toxoplasma, antioxidant and cytotoxic activities of <i>Pleopeltis crassinervata</i> (Fée) T. Moore hexane fraction.", "Pagination": {"StartPage": "812", "EndPage": "819", "MedlinePgn": "812-819"}, "Abstract": {"AbstractText": ["The apicomplexan parasite <i>Toxoplasma gondii</i> (<i>T. gondii</i>) causes toxoplasmosis in humans. Pyrimethamine and sulfadiazine that are the drugs of choice to treat the disease, produce severe side effects as well as failure treatments because of drug resistance; thus, novel anti-Toxoplasma compounds are needed and natural compounds can be a good source to obtain them, as medicinal plants have been used to control other apicomplexan parasites. <i>Pleopeltis crassinervata</i> (<i>P. crassinervata</i>) is a fern used in some rural areas of Mexico to treat among other malaises, mouth ulcers, gastrointestinal problems and parasites. Therefore, the efficacy of extracts and fractions obtained from <i>P. crassinervata</i> fronds was evaluated on the viability of <i>T. gondii</i> RH strain tachyzoites by the Stytox green method. RH is the prototypical type 1 Toxoplasma strain, isolated for the first time from the brain of a patient boy named R. H. Its phytochemical profile, MTT (3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide) assay, Hep-2 cytotoxicity and antioxidant activity by ABTS (2,2'-azino-bis (3-ethylbenzothiazoline-6-sulfonic acid) and DPPH (2,2-diphenyl-1-picrylhydrazyl) methods, were also assessed. Hexane fraction exhibited the highest anti-Toxoplasma activity with an IC<sub>50</sub> of 16.90 µg/mL. This fraction did not show antioxidant activity and contained at least 2 terpenoid type compounds with retention factor (Rf) of 0.75 and 0.86. The fraction was not toxic to the host cells in doses up to 50 µg/mL. <i>P. crassinervata</i> frond hexane fraction seems to be a good candidate to obtain possible anti-Toxoplasma compounds. This study is the first to report the biological, antioxidant and cytotoxic activity of <i>P. crassinervata</i> fern."], "CopyrightInformation": "© 2019 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Doctorado en Ciencias Biológicas y de la Salud, Departamento de Ciencias Naturales e Ingeniería, Universidad Autónoma Metropolitana, Cuajimalpa 05370, CDMX, México."}], "LastName": "Anacleto-Santos", "ForeName": "Jhony", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Ciencias Naturales e Ingeniería, Universidad Autónoma Metropolitana, Cuajimalpa 05370, CDMX, México."}], "LastName": "López-Camacho", "ForeName": "Perla", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Bioquímica, Centro de Investigación y de Estudios Avanzados del Instituto Politécnico Nacional (CINVESTAV-IPN), Col Zacatenco 07360, CDMX, México."}], "LastName": "Mondragón-Flores", "ForeName": "Ricardo", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Ciencias de la Salud, Universidad Autónoma Metropolitana, Iztapalapa 09340, CDMX, México."}], "LastName": "Vega-Ávila", "ForeName": "Elisa", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Ingenierías, Química, Electrónica y Biomédica, Universidad de Guanajuato Mex, Campus León, México."}], "LastName": "Islas", "ForeName": "Gustavo Basurto", "Initials": "GB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Bioquímica, Centro de Investigación y de Estudios Avanzados del Instituto Politécnico Nacional (CINVESTAV-IPN), Col Zacatenco 07360, CDMX, México."}], "LastName": "Mondragón-Castelán", "ForeName": "Mónica", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Microbiología y Parasitología, Facultad de Medicina, Universidad Nacional Autónoma de México, 04510 CDMX, México."}], "LastName": "Carrasco-Ramírez", "ForeName": "Elba", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Microbiología y Parasitología, Facultad de Medicina, Universidad Nacional Autónoma de México, 04510 CDMX, México."}], "LastName": "Rivera-Fernández", "ForeName": "Norma", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}, "CoiStatement": "None."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bavoba O., Occhipinti A., Capuzzo A., Maffei M.E. Extractions of bilberry (Vaccinium mytrillus) antioxidants using supercritical/subcriticalCO2and ethanol as co-solvent. J. Supercrit. Fluids. 2016;107:358–363."}, {"Citation": "Castro E.K.N., Hernández C.P., Ramírez F.C.J., González P.S., Gómez de León C.T., Mondragón C.M., Mondragón F.R. Mycophenolic acid induces differentiation of Toxoplasma gondii RH strain tachyzoites into bradyzoites and formation of cyst-like structure in vitro. Parasitol. Res. 2018;117:547–563.", "ArticleIdList": ["29308550"]}, {"Citation": "De la Cruz R.Y., Ang A.M., Doblas G.Z., Librando I.L., Porquis H.C., Batoctoy L.S., Cabresos C.C., Jacalan D.R., Amoroso V.B. Phytochemical screening, antioxidant and anti-inflammatory activities of the three fern (polypodiaceae) species in Bukidnon, Philippines. Bull. Env. Pharmacol. Life. Sci. 2017;6:28–33."}, {"Citation": "Fernández N.R., Ramos Z.D., Carranza G.E. Notas sobre plantas medicinales del estado de Querétaro, México. Polibotánica. 2001;12:1–40."}, {"Citation": "Gopalakrishnan A.M., Kumar N. Antimalarial action of artesunate involves DNA damage mediated by reactive oxygen species. Antimicrob. Agents. Chemother. 2015;59:317–325.", "ArticleIdList": ["PMC4291367", "25348537"]}, {"Citation": "Grin S.G., Wyllie J.L., Markham D.N. Leach, The role of structure and molecular properties of terpenoids in determining their antimicrobial activity. Flavour. Fragr. J. 1999;14:322–332."}, {"Citation": "Ho W.E., Peh H.Y., Chan T.K., Wong W.S. Artemisinins: pharmacological actions beyond anti-malarial. Pharmacol. Ther. 2014;142:126–139.", "ArticleIdList": ["24316259"]}, {"Citation": "Lang D., Schott B.H., van Ham M.L., Kulikovskaja L., Herrera M.R., Pielot R.F., Klawonn F., Montag D., Jänsch, Gundelfinger E.D., Smalla K.H., Dunay I.R. Chronic Toxoplasma infection is associated with distinct alterations in the synaptic protein composition. J. Neuroinflammation. 2018;15:15–216.", "ArticleIdList": ["PMC6090988", "30068357"]}, {"Citation": "Liu C., Zhao Y., Wang Y. Artemisinin: current state and perspectives for biotechnological production of an antimalarial drug. Appl. Microbiol. Biotechnol. 2006;72:11–20.", "ArticleIdList": ["16773335"]}, {"Citation": "Mandelbrot L.I., Villena F., Kieffer D.H., Laurichesse N., Winer L., Mesnard A., Berrebi G., Le Bouar G.A., Cordier R., Sitta R. Congenital toxoplasmosis prevention by pyrimethamine-sulfadiazine vs spiramycin. a randomized trial. AJOG. 2018;218:S25.", "ArticleIdList": ["0"]}, {"Citation": "Molineux P. The Use of stable free radical diphenylpicrilhydrayl (DPPH) for estimating antioxidant activity. Sci. Tech. 2004;121:93–101."}, {"Citation": "Montazeri M.S., Mehrzadi M., Sharif S., Sarvi A., Tanzifi S., Aghayan A. Drug resistance in Toxoplasma gondii. Front. Microbiol. 2018;9:2587.", "ArticleIdList": ["PMC6215853", "30420849"]}, {"Citation": "Nasr I., Ahmed F., Pullishery F., El-Ashram S., Ramaiah V. Toxoplasmosis and anti-Toxoplasma effects of medicinal plant extracts-A mini-review. Asian. Pac. J. Trop. Med. 2016;9:730–734.", "ArticleIdList": ["27569880"]}, {"Citation": "Pavlou M.G., Biesaga B., Touquet V., Lagal M., Balland A., Dufour, Hakimi M.A., Tardieux I. Toxoplasma parasite twisting motion mechanically induces host cell membrane fission to complete invasion within a protective vacuole. Cell. Host. Microbe. 2018;24:81–96.", "ArticleIdList": ["30008293"]}, {"Citation": "Re R., Pellegrini N., Proteggente A., Pannala A., Yang M., Rice E.C. Antioxidant activity Applying an Improved ABTS Radical Cation Decolorization Assay. Free. Rad. Biol. Med. 1999;26:1231–1237.", "ArticleIdList": ["10381194"]}, {"Citation": "Rivera F.N., Mondragón C.M., González P.S., Ramírez F.C., Mondragón C.T., Gómez de León C.K., Marrero P.Y., Arán V.J., Martins A.M., Mondragón F.R. A new type of quinoxalinone derivatives affects viability, invasion, and intracellular growth of Toxoplasma gondii tachyzoites in vitro. Parasitol. Res. 2016;115:2081–2096.", "ArticleIdList": ["26888289"]}, {"Citation": "Rivera N., López C.P., Lemus M., Fortoul T., Reynalda D., Reyes A., Rivera E., Beltrán H., Malagón F. Antimalarial efficacy, cytotoxicity and genotoxicity of methanolic stem bark extract from Hintonia latiflora in a Plasmodium yoelii yoelii lethal murine malaria model. Parasitol. Res. 2014;113:1529–1536.", "ArticleIdList": ["24549754"]}, {"Citation": "Shah B., Nayak B.S., Modi D.C. Terpenoids as A Potent Antiprotozoal Agents – A Review. Int. J. Pharm. Res. 2009"}, {"Citation": "Smith A.R., Tejero D.D. Pleopeltis (polypodiaceae), a redefinition of the genus and nomenclatural novelties. Botan. Sci. 2014;92:43–58."}, {"Citation": "Soeder R.W. Fern Constituents: including occurrence, chemotaxonomy and physiological activity. Bot. Rev. 1985;51:442–536."}, {"Citation": "Tadesse A., Hymete A., Bekhit A., Mohammed S.F. Quantification of total polyphenols, catechin, caffeine, L-theanine, determination of antioxidant activity and effect on antileishmanial drugs of ethiopian tea leaves extracts. Pharmacognosy Res. 2015;7:S7–S14.", "ArticleIdList": ["PMC4466773", "26109792"]}, {"Citation": "Van der Ven A.J., van de Ven E.M., Camps W.J., Melchers P.P., Koopmans J.W., van der Meer J.M. Anti-toxoplasma effect of pyrimethamine, trimethoprim and sulphonamides alone and in combination: implications for therapy. J. Antimicrob. Chemother. 1996;38:75–80.", "ArticleIdList": ["8858459"]}, {"Citation": "Van Meerloo J., Kaspers G.J., Cloos J. Cell sensitivity assays: the MTT assay. Methods. Mol. Biol. 2011;731:237–245.", "ArticleIdList": ["21516412"]}, {"Citation": "Vidal J.E. HIV-related cerebral toxoplasmosis revisited: current concepts and controversies of an old disease. J. Int. Assoc. Provid. AIDS. Care. 2019;18", "ArticleIdList": ["PMC6900575", "31429353"]}, {"Citation": "Wagner H.S., Bladt S., Zgainski E.M. A Thin Layer Chromatography Atlas. Spring-Verlang; Berlin Heidelberg New York Tokyo: 1984. Plant drug analysis."}, {"Citation": "Weathers P.J., Elkholy S. Artemisinin: The Biosynthetic Pathway and Its Regulation in Artemisia annua, a Terpenoid-Rich Species. In. Vitro. Cell. Dev. Biol. Plant. 2006;42:309–317."}, {"Citation": "Yadav R.N.S., Agarwala M. Phytochemical Analysis of Some Medicinal Plants. J. Phytol. 2011;3:10–14."}, {"Citation": "Zacchino S.A., Butassi E., Cordisco E., Svetaz L.A. Hybrid combinations containing natural products and antimicrobial drugs that interfere with bacterial and fungal biofilms. Phytomed. 2017;37:14–26.", "ArticleIdList": ["29174600"]}]}], "History": [{"Year": "2019", "Month": "11", "Day": "23"}, {"Year": "2019", "Month": "12", "Day": "12"}, {"Year": "2019", "Month": "12", "Day": "22"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "12", "Day": "31"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32127756", "PMC7042671", "10.1016/j.sjbs.2019.12.032", "S1319-562X(19)30332-8"]}}]}