{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Artemisia campestris", "hypoglycemic activity", "isolated perfused rat liver", "rats"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32127860", "DateCompleted": {"Year": "2020", "Month": "09", "Day": "03"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4314/ahs.v19i4.6"], "Journal": {"ISSN": "1729-0503", "JournalIssue": {"Volume": "19", "Issue": "4", "PubDate": {"Year": "2019", "Month": "Dec"}}, "Title": "African health sciences", "ISOAbbreviation": "Afr Health Sci"}, "ArticleTitle": "Exploration of hypoglycemic effect of an extract from leaves of a plant from Tunisian pharmacopeia: <i>Artemisia campestris</i> (<i>Asteraceae</i>).", "Pagination": {"StartPage": "2846", "EndPage": "2853", "MedlinePgn": "2846-2853"}, "Abstract": {"AbstractText": ["A lot of research has been directed towards medicinal plants which are considered as a source of multiple phytotherapic substances endowed with hypoglycemic activities that could be used to treat diabetes and its complications. Our study was carried out in Wistar rats to investigate the hypoglycemic effect of n-Butanol Fraction from <i>Artemisia campestris</i> leaf Methanolic Extract (BFACME).", "Two experimental models were used in rats: orally induced hyperglycemia (OGTT) and isolated perfused liver (IPRL).", "BFACME at 550 mg/kg BW dose significantly reduced fasting glucose level in normal rats as compared to controls. The decrease of glycaemia was 12.6% more significant than that obtained with the standard drug glibenclamide (10 mg/kg BW), an oral antidiabetic preparation belonging to sulfonylurea class. In OGTT model, BFACME at the highest doses of 550 and 400 mg/kg BW significantly reduced the postprandial hyperglycemic peak compared to controls. In the IPRL model, treatment with BFACME significantly decreased glucose concentrations after 30 min of perfusion with 30 mM glucose solely when insulin was present. The higher doses of BFACME lead to glucose concentration at basal level as early as 90 min, while the lowest dose does not restore this concentration even to t = 120min. The best initial glucose concentration retrieval was obtained with 0.7 mg BFACME/mL/g liver. At this dose, BFACME improves the decrease of glucose level caused by only insulin by about 18%.", "The BFACME appears to exert a hypoglycemic activity by potentiating the insulin action."], "CopyrightInformation": "© 2019 Belgacem et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Tunis El Manar, Faculty of Sciences of Tunis, University campus 2092, El Manar, Tunis, Tunisia."}], "LastName": "Belgacem", "ForeName": "Amel", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Tunis El Manar, Faculty of Sciences of Tunis, University campus 2092, El Manar, Tunis, Tunisia."}], "LastName": "Gdara", "ForeName": "Neyla Ben", "Initials": "NB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Tunis El Manar, Faculty of Sciences of Tunis, University campus 2092, El Manar, Tunis, Tunisia."}], "LastName": "Khemiri", "ForeName": "Ikram", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Tunis El Manar, Faculty of Sciences of Tunis, University campus 2092, El Manar, Tunis, Tunisia."}], "LastName": "Bitri", "ForeName": "Lotfi", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Uganda", "MedlineTA": "Afr Health Sci", "NlmUniqueID": "101149451", "ISSNLinking": "1680-6905"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Blood Glucose"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Artemisia"}, {"QualifierName": ["drug effects"], "DescriptorName": "Blood Glucose"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Diabetes Mellitus, Experimental"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Hyperglycemia"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "American Diabetes Association, author. Diagnosis and Classification of Diabetes Mellitus. Diabetes Care. 2011;34(1):S62–S69.", "ArticleIdList": ["PMC3006051", "21193628"]}, {"Citation": "Fontbonne A, Simon D. Diabète de type 2, coordonné par Grimaldi A. EMC référence. Paris: Elsevier; 2004. Epidémiologie du diabète; pp. 23–44."}, {"Citation": "IDF, author. Journée Mondiale du Diabète. 5th edition 2011."}, {"Citation": "Whiting DR, Guariguatam L, Weil C, Shaw J. Global estimates of the prevalence of diabetes for 2011 and 2030. Diabetes Res Clin Pract. 2011;94:311–321.", "ArticleIdList": ["22079683"]}, {"Citation": "WHO, author. Statistiques sanitaires mondiales. 2013."}, {"Citation": "Ben Salem Hachmi L. L'étude IDMPS (International Diabetes Management Practicies Study): Les résultats tunisiens. REV Maghreb Endocrinol Diab Reprod. 2012;17:52–58."}, {"Citation": "Ghourri M, Zidane L, Douira A. Usage des plantes médicinales dans le traitement du Diabète Au Sahara marocain (Tan -Tan) J Anim Plant Sci. 2013;17(1):2388–2411."}, {"Citation": "Le Floc'h E. Contribution à une étude ethnobotanique de la flore tunisienne; Ministère de l'Enseignement Supérieur et de la Recherche Scientifique: Tunis, Tunisia. PubI Sci tunisiennes. Programme “Flore et végétation tunisiennes”. Imprimerie Officielle de la République Tunisienne; 1983. p. 402."}, {"Citation": "Sijelmassi A. Les plantes médicinales du Maroc. Edition Le Fennec. Casablanca. Maroc: 1993."}, {"Citation": "Dib I, Angenot L, Mihamou A, Ziyyat A, Tits M. Artemisia campestris L.: Ethnomedicinal, phytochemical and pharmacological review. J Herb Med. 2016;7:1–10."}, {"Citation": "Bnouham M, Mekhfi H, Legssyer A, Ziyyat A. Ethnopharmacology Forum: Medicinal plants used in the treatment of diabetes in Morocco. Int J Diab Metab. 2002;10:33–50."}, {"Citation": "Vasconcelos JMJ, Silva AMS, Cavaleiro JAS. Chromones and flavanones from Artemisia campestris subsp. maritima. Phytochem. 1998;49(5):1421–1424."}, {"Citation": "Bora KS, Sharma A. The Genus Artemisia: A Comprehensive Review. J Pharm Biol. 2011;49(1):101–109.", "ArticleIdList": ["20681755"]}, {"Citation": "Pereira CG, Barreira L, Bijttebier S, Pieters L, Marques C, Santos TF, Rodrigues MJ, Varela J, Custódio L. Health promoting potential of herbal teas and tinctures from Artemisia campestris subsp. maritima: from traditional remedies to prospective products. Sci Rep. 2018;8(1):4689.", "ArticleIdList": ["PMC5856739", "29549352"]}, {"Citation": "Boukef MK Librairie Larose, editor. Les plantes dans la médecine traditionnelle tunisienne. Paris: Médecine traditionnelle et pharmacopée; 1986. p. 350."}, {"Citation": "Sefi M, Fetoui H, Makni M, Zeghal N. Mitigating effects of antioxidant properties of Artemisia campestris leaf extract on hyperlipidemia, advanced glycation end products and oxidative stress in alloxan-induced diabetic rats. Food Chem Toxicol. 2010;48:1986–1993.", "ArticleIdList": ["20457207"]}, {"Citation": "Sefi M, Fetoui H, Soudani N, Chtourou Y, Makni M, Zeghal N. Artemisia campestris leaf extract alleviates early diabetic nephropathy in rats by inhibiting protein oxidation and nitric oxide end products. Pathol Res Pract. 2012;208:157–162.", "ArticleIdList": ["22361035"]}, {"Citation": "Miller NJ, Miller LC, Tainter ML. Estimation of the ED50 and its error by means of logarithmic Probit paper. Proc Soc Exp Biol Med. 1944;57:261–264."}, {"Citation": "Irin S, Bappy S, Hossain N, Rahmatullah M. Oral glucose tolerance test (OGTT) with methanol extract of Senna obtusifolia whole plant. World J Pharm Pharm Sci. 2017;7(1):28–35."}, {"Citation": "Pareek H, Sharma S, Khajja BS, Jain K, Jain GC. Evaluation of hypoglycemic and anti-hyperglycemic potential of Tridax procumbens (Linn.) BMC Complement Altern Med. 2009;9:48.", "ArticleIdList": ["PMC2790435", "19943967"]}, {"Citation": "N'doua R, Akouah L, Abo Kouakou JC, Aoussi S, Gbogbo M, Angoue PY, Ehile EE. Effets hypoglycémique et anti-hyperglycémique de l'extrait éthanolique 70 % de racines de Rauvolfia vomitoria Afzel (Apocynaceae) Eur Scientific J. 2015;11:6."}, {"Citation": "N'Diaye M, Diatta W, Sy GY, Fall AD, Faye B, Bassène E. Activité antihyperglycémiante de l'extrait éthanolique des feuilles d'Icacina senegalensis (Icacinaceae) Med Afr Noire. 2008;5509:441–445."}, {"Citation": "González-Martin G, Dominguez AR, Guevara A. Pharmacokinetics and hepatotoxicity of diclofenac using an isolated perfused rat liver. Biomed Pharmacother. 1997;51:170–175.", "ArticleIdList": ["9207985"]}, {"Citation": "Baillet-Blanco L, Beauvieux MC, Gin H, Rigalleau V, Gallis JL. Insulin induces a positive relationship between the rates of ATP and glycogen changes in isolated rat liver in presence of glucose: a 31P and 13C NMR study. Nutr Metab. 2005;2:32.", "ArticleIdList": ["PMC1315323", "16300674"]}, {"Citation": "Beauvieux MC, Roumes H, Kassem C, Couzigou P, Gin H, Rigalleau V, Gallis JL. Action de l'éthanol sur les métabolismes énergétiques et glucidiques contrôlés par l'insuline. Etude par RMN du foie isolé et perfusé de rat. Cahiers de l'Ireb. 2007;18:79–84."}, {"Citation": "Choudhurya H, Pandeya M, Hua CK, Mun CS, Jing JK, Kong L, Ern LY, Ashraf NA, Kit SW, Yee TS, Pichika MR, Gorain B, Kesharwani P. An update on natural compounds in the remedy of diabetes mellitus: A systematic review. J Tradit Complement Med. 2018;8(3):361–376.", "ArticleIdList": ["PMC6035310", "29992107"]}, {"Citation": "Kim DL, Kim SD, Kim SK, Park S, Song KH. Is an Oral Glucose Tolerance Test Still Valid for Diagnosing Diabetes Mellitus? Diabetes Metab J. 2016;40:118–128.", "ArticleIdList": ["PMC4853219", "26616592"]}, {"Citation": "Chaudhury A, Duvoor C, Dendi VSR, Kraleti S, Chada A, Ravilla R, Marco A, Shekhawat NS, Montales MT, Kuriakose K, Sasapu A, Beebe A, Patil N, Musham CK, Lohani GP, Mirza W. Clinical Review of Antidiabetic Drugs: Implications for Type 2 Diabetes Mellitus Management. Front Endocrinol (Lausanne) 2017;8:6.", "ArticleIdList": ["PMC5256065", "28167928"]}, {"Citation": "Saltiel AR, Kahn CR. Insulin signaling and the regulation of glucose and lipid metabolism. Nature. 2001;414:799–806.", "ArticleIdList": ["11742412"]}, {"Citation": "Megdiche-Ksouri W, Trabelsi N, Mkadmini K, Bourgou S, Noumi A, Snoussi M, Barbria R, Tebourbi O, Ksouri R. Artemisia campestris phenolic compounds have antioxidant and antimicrobial activity. Indus Crop Prod. 2015;63:104–113."}, {"Citation": "Lutz M, Henríquez C, Escobar M. Chemical composition and antioxidant properties of mature and baby artichokes (Cynara scolymus L.), raw and cooked. J Food Comp Ana. 2011;24:49–54."}, {"Citation": "Zhao Y, Geng CA, Ma YB, Huang XY, Chen H, Cao TW, He K, Wang H, Zhang XM, Chen JJ. UFLC/MSIT-TOF guided isolation of anti-HBV active chlorogenic acid analogues from Artemisia capillaris as a traditional Chinese herb for the treatment of hepatitis. J Ethnopharmacol. 2014;156:147–154.", "ArticleIdList": ["25219603"]}, {"Citation": "Yang J, Guo J, Yuan J. In vitro antioxidant properties of rutin. LWT Food Sci Technol. 2008;41(6):1060–1066."}, {"Citation": "Ishikawa A, Yamashita H, Hiemori M, Inagaki E, Kimoto M, Okamoto M, Tsuji H, Memon AN, Mohammadio A, Natori Y. Characterization of inhibitors of postprandial hyperglycemia from the leaves of Nerium indicum. J Nutr Sci Vitaminol (Tokyo) 2007;53:166–173.", "ArticleIdList": ["17616005"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32127860", "PMC7040308", "10.4314/ahs.v19i4.6", "jAFHS.v19.i4.pg2846"]}}], "PubmedBookArticle": []}