{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Gastrodiae Rhizoma", "SEMA3F", "antiepileptic", "astrogliosis", "mTOR", "neuronal atrophy"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32140643", "DateRevised": {"Year": "2022", "Month": "04", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "13"}], "Language": ["eng"], "ELocationID": ["10.1002/epi4.12372"], "Journal": {"ISSN": "2470-9239", "JournalIssue": {"Volume": "5", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Mar"}}, "Title": "Epilepsia open", "ISOAbbreviation": "Epilepsia Open"}, "ArticleTitle": "The antiepileptic effect of Gastrodiae Rhizoma through modulating overexpression of mTOR and attenuating astrogliosis in pilocarpine mice model.", "Pagination": {"StartPage": "50", "EndPage": "60", "MedlinePgn": "50-60"}, "Abstract": {"AbstractText": ["To investigate the effect of water extract of Gastrodiae Rhizoma (GR) on the development of acquired temporal lobe epilepsy (TLE) and on regulating the expression of the mammalian target of rapamycin (mTOR) and semaphorin 3F (SEMA3F).", "A pilocarpine-induced status epilepticus (SE) model was adopted to precipitate injury in the limbic systems. GR and carbamazepine (CBZ) treatments were given to mice for 14 days prior to SE induction to demonstrate the antiepileptic effects and continued for 5 more days to illustrate the effects on histologic studies.", "Our results consolidated that GR treatment (92.1 minutes) could delay the SE onset in comparison with the control group (61.5 minutes, <i>P</i> = .041). Fewer mice had reached SE with GR treatment (41.7%) when compared with the control group (83.3%, <i>P</i> = .044). GR treatment (2.1 hours/mouse) could suppress the number of acute seizures in post-SE survival mice when compared with the control group (4.5 hours/mouse, <i>P</i> < .001). The effects of GR treatment were elucidated with the mechanism of actions. GR treatment reduced the overexpression of mTOR (0.27 vs 0.67 AU/mg protein, <i>P</i> = .047). GR treatment increased the underexpression of SEMA3F (0.51 vs 0.16 µg/mg protein, <i>P</i> = .034). In the histochemical study of microtubule-associated protein 2 (MAP2) staining, our results showed that GR prevented neuronal loss in the GR treatment group (64.8% positively stained pixel area) as compared with the control group (59%, <i>P</i> = .014) in the hippocampus. In glial fibrillary acidic protein (GFAP) staining, the severity of astrogliosis was mitigated by the GR treatment (4.1% positively stained pixel area) when compared to the control group (5.6%, <i>P</i> = .047) in the hippocampus.", "These results provide preclinical evidence to support the use of GR, which could suppress acute seizures and relieve pathological changes in pilocarpine-induced TLE mice. We demonstrated that the antiepileptic effects of GR could be accompanied by mTOR reduction and astrogliosis attenuation."], "CopyrightInformation": "© 2019 The Authors. Epilepsia Open published by Wiley Periodicals Inc. on behalf of International League Against Epilepsy."}, "AuthorList": [{"Identifier": ["0000-0002-3355-2317"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine and Therapeutics The Chinese University of Hong Kong New Territories Hong Kong."}], "LastName": "Yip", "ForeName": "Ka Lai", "Initials": "KL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine The Chinese University of Hong Kong New Territories Hong Kong."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants The Chinese University of Hong Kong New Territories Hong Kong."}], "LastName": "Koon", "ForeName": "Chi Man", "Initials": "CM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology The First Affiliated Hospital Sun Yat-sen University Guangzhou China."}], "LastName": "Chen", "ForeName": "Zi Yi", "Initials": "ZY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine The Chinese University of Hong Kong New Territories Hong Kong."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants The Chinese University of Hong Kong New Territories Hong Kong."}], "LastName": "Chook", "ForeName": "Ping", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine The Chinese University of Hong Kong New Territories Hong Kong."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants The Chinese University of Hong Kong New Territories Hong Kong."}], "LastName": "Leung", "ForeName": "Ping Chung", "Initials": "PC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beth Israel Deaconess Medical Center Harvard Medical School Boston MA USA."}, {"Identifier": [], "Affiliation": "Center for Integration of Medicine and Innovative Technology Massachusetts General Hospital Boston MA USA."}], "LastName": "Schachter", "ForeName": "Steven", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine and Therapeutics The Chinese University of Hong Kong New Territories Hong Kong."}], "LastName": "Leung", "ForeName": "Wai Hong", "Initials": "WH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine and Therapeutics The Chinese University of Hong Kong New Territories Hong Kong."}], "LastName": "Mok", "ForeName": "Chung Tong", "Initials": "CT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine and Therapeutics The Chinese University of Hong Kong New Territories Hong Kong."}], "LastName": "Leung", "ForeName": "Howan", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Epilepsia Open", "NlmUniqueID": "101692036", "ISSNLinking": "2470-9239"}, "CoiStatement": "The authors declared that there is no conflict of interest. We confirm that we have read the Journal's position on issues involved in ethical publication and affirm that this report is consistent with those guidelines."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ojemann LM, Nelson WL, Shin DS, Rowe AO, Buchanan RA. Tian ma, an ancient Chinese herb, offers new options for the treatment of epilepsy and other conditions. Epilepsy Behav. 2006;8:376–83.", "ArticleIdList": ["16461011"]}, {"Citation": "Wu J, Wu B, Tang C, Zhao J. Analytical techniques and pharmacokinetics of gastrodia elata blume and its constituents. Molecules. 2017;22:E1137.", "ArticleIdList": ["PMC6152015", "28698450"]}, {"Citation": "Wu HQ, Xie L, Jin XN, Ge Q, Jin H, Liu GQ. The effect of vanillin on the fully amygdala‐kindled seizures in the rat. Yao Xue Xue Bao. 1989;24:482–6.", "ArticleIdList": ["2618688"]}, {"Citation": "Liu J, Mori A. Antioxidant and free radical scavenging activities of Gastrodia elata Bl. and Uncaria rhynchophylla (Miq.) Jacks. Neuropharmacology. 1992;31:1287–98.", "ArticleIdList": ["1470304"]}, {"Citation": "Hsieh CL, Tang NY, Chiang SY, Hsieh CT, Lin JG. Anticonvulsive and free radical scavenging actions of two herbs, Uncaria rhynchophylla (MIQ) Jack and Gastrodia elata Bl., in kainic acid‐treated rats. Life Sci. 1999;65:2071–82.", "ArticleIdList": ["10579461"]}, {"Citation": "Hsieh CL, Chang CH, Chiang SY, Li TC, Tang NY, Pon CZ, et al. Anticonvulsive and free radical scavenging activities of vanillyl alcohol in ferric chloride‐induced epileptic seizures in Sprague‐Dawley rats. Life Sci. 2000;67:1185–95.", "ArticleIdList": ["10954052"]}, {"Citation": "Hsieh CL, Chiang SY, Cheng KS, Lin YH, Tang NY, Lee CJ, et al. Anticonvulsive and free radical scavenging activities of Gastrodia elata Bl. in kainic acid‐treated rats. Am J Chin Med. 2001;29:331–41.", "ArticleIdList": ["11527075"]}, {"Citation": "Kim HJ, Moon KD, Oh SY, Kim SP, Lee SR. Ether fraction of methanol extracts of Gastrodia elata, a traditional medicinal herb, protects against kainic acid‐induced neuronal damage in the mouse hippocampus. Neurosci Lett. 2001;314:65–8.", "ArticleIdList": ["11698148"]}, {"Citation": "Shao H, Yang Y, Qi AP, Hong P, Zhu GX, Cao XY, et al. Gastrodin reduces the severity of status epilepticus in the rat pilocarpine model of temporal lobe epilepsy by inhibiting Nav1.6 Sodium Currents. Neurochem Res. 2017;42:360–74.", "ArticleIdList": ["27743286"]}, {"Citation": "Hsieh CL, Lin JJ, Chiang SY, Su SY, Tang NY, Lin GG, et al. Gastrodia elata modulated activator protein 1 via c‐Jun N‐terminal kinase signaling pathway in kainic acid‐induced epilepsy in rats. J Ethnopharmacol. 2007;109:241–7.", "ArticleIdList": ["16934418"]}, {"Citation": "Chen L, Liu X, Wang H, Qu M. Gastrodin attenuates pentylenetetrazole‐induced seizures by modulating the mitogen‐activated protein kinase‐associated inflammatory responses in mice. Neurosci Bull. 2017;33:264–72.", "ArticleIdList": ["PMC5567506", "27909971"]}, {"Citation": "Gupta RC. Biomarkers in Toxicology. Waltham, MA: Elsevier, 2019."}, {"Citation": "Turski WA, Cavalheiro EA, Schwarz M, Czuczwar SJ, Kleinrok Z, Turski L. Limbic seizures produced by pilocarpine in rats: behavioural, electroencephalographic and neuropathological study. Behav Brain Res. 1983;9:315–35.", "ArticleIdList": ["6639740"]}, {"Citation": "Curia G, Longo D, Biagini G, Jones RS, Avoli M. The pilocarpine model of temporal lobe epilepsy. J Neurosci Methods. 2008;172:143–57.", "ArticleIdList": ["PMC2518220", "18550176"]}, {"Citation": "Schulz H. Pharmacopoeia of Chinese medicine. J Appl Bot Food Qual. 2012;85:127–127."}, {"Citation": "Racine RJ. Modification of seizure activity by electrical stimulation. II. Motor seizure. Electroencephalogr Clin Neurophysiol. 1972;32:281–94.", "ArticleIdList": ["4110397"]}, {"Citation": "Cai Z, Li S, Li S, Song F, Zhang Z, Qi G, et al. Antagonist targeting microRNA‐155 protects against lithium‐pilocarpine‐induced status epilepticus in C57BL/6 mice by activating brain‐derived neurotrophic factor. Front Pharmacol. 2016;7:129.", "ArticleIdList": ["PMC4885878", "27303295"]}, {"Citation": "Hamilton SE, Loose MD, Qi M, Levey AI, Hille B, McKnight GS, et al. Disruption of the m1 receptor gene ablates muscarinic receptor‐dependent M current regulation and seizure activity in mice. Proc Natl Acad Sci U S A. 1997;94:13311–6.", "ArticleIdList": ["PMC24305", "9371842"]}, {"Citation": "Priel MR, Albuquerque EX. Short‐term effects of pilocarpine on rat hippocampal neurons in culture. Epilepsia. 2002;43(Suppl 5):40–6.", "ArticleIdList": ["12121294"]}, {"Citation": "Goffin K, Nissinen J, Van Laere K, Pitkänen A. Cyclicity of spontaneous recurrent seizures in pilocarpine model of temporal lobe epilepsy in rat. Exp Neurol. 2007;205:501–5.", "ArticleIdList": ["17442304"]}, {"Citation": "Pitsch J, Becker AJ, Schoch S, Müller JA, de Curtis M, Gnatkovsky V. Circadian clustering of spontaneous epileptic seizures emerges after pilocarpine‐induced status epilepticus. Epilepsia. 2017;58:1159–71.", "ArticleIdList": ["28542864"]}, {"Citation": "Lehmann TN, Gabriel S, Eilers A, Njunting M, Kovacs R, Schulze K, et al. Fluorescent tracer in pilocarpine‐treated rats shows widespread aberrant hippocampal neuronal connectivity. Eur J Neurosci. 2001;14:83–95.", "ArticleIdList": ["11488952"]}, {"Citation": "Jefferys J, Steinhauser C, Bedner P. Chemically‐induced TLE models: Topical application. J Neurosci Methods. 2016;260:53–61.", "ArticleIdList": ["25960204"]}, {"Citation": "Becker AJ. Animal models of acquired epilepsy: insights into mechanisms of human epileptogenesis. Neuropathol Appl Neurobiol. 2017.", "ArticleIdList": ["29130506"]}, {"Citation": "Mathern GW, Adelson PD, Cahan LD, Leite JP. Hippocampal neuron damage in human epilepsy: Meyer's hypothesis revisited. Prog Brain Res. 2002;135:237–51.", "ArticleIdList": ["12143344"]}, {"Citation": "Wetherington J, Serrano G, Dingledine R. Astrocytes in the epileptic brain. Neuron. 2008;58:168–78.", "ArticleIdList": ["PMC4124883", "18439402"]}, {"Citation": "Han YJ, Je JH, Kim SH, Ahn SM, Kim HN, Kim YR, et al. Gastrodia elata shows neuroprotective effects via activation of PI3K signaling against oxidative glutamate toxicity in HT22 cells. Am J Chin Med. 2014;42:1007–19.", "ArticleIdList": ["25004888"]}, {"Citation": "Heja L. Astrocytic target mechanisms in epilepsy. Curr Med Chem. 2014;21:755–63.", "ArticleIdList": ["24251560"]}, {"Citation": "Wong M, Crino PB. Tuberous sclerosis and epilepsy: role of astrocytes. Glia. 2012;60:1244–50.", "ArticleIdList": ["22438024"]}, {"Citation": "Guo D, Zou J, Wong M. Rapamycin attenuates acute seizure‐induced astrocyte injury in mice in vivo. Sci Rep. 2017;7:2867.", "ArticleIdList": ["PMC5460181", "28588256"]}, {"Citation": "Jiang G, Wu H, Hu Y, Li J, Li Q. Gastrodin inhibits glutamate‐induced apoptosis of PC12 cells via inhibition of CaMKII/ASK‐1/p38 MAPK/p53 signaling cascade. Cell Mol Neurobiol. 2014;34:591–602.", "ArticleIdList": ["24619207"]}, {"Citation": "Kumar V, Zhang MX, Swank MW, Kunz J, Wu GY. Regulation of dendritic morphogenesis by Ras‐PI3K‐Akt‐mTOR and Ras‐MAPK signaling pathways. J Neurosci. 2005;25:11288–99.", "ArticleIdList": ["PMC6725910", "16339024"]}, {"Citation": "Venigalla RK, Turner M. RNA‐binding proteins as a point of convergence of the PI3K and p38 MAPK pathways. Front Immunol. 2012;3:398.", "ArticleIdList": ["PMC3530045", "23272005"]}, {"Citation": "Narayanan U, Nalavadi V, Nakamoto M, Thomas G, Ceman S, Bassell GJ, et al. S6K1 phosphorylates and regulates fragile X mental retardation protein (FMRP) with the neuronal protein synthesis‐dependent mammalian target of rapamycin (mTOR) signaling cascade. J Biol Chem. 2008;283:18478–82.", "ArticleIdList": ["PMC2441545", "18474609"]}, {"Citation": "Nateri AS, Raivich G, Gebhardt C, Da Costa C, Naumann H, Vreugdenhil M, et al. ERK activation causes epilepsy by stimulating NMDA receptor activity. EMBO J. 2007;26:4891–901.", "ArticleIdList": ["PMC2099472", "17972914"]}, {"Citation": "Weston MC, Chen H, Swann JW. Multiple roles for mammalian target of rapamycin signaling in both glutamatergic and GABAergic synaptic transmission. J Neurosci. 2012;32:11441–52.", "ArticleIdList": ["PMC3432956", "22895726"]}, {"Citation": "Citraro R, Leo A, Constanti A, Russo E, De Sarro G. mTOR pathway inhibition as a new therapeutic strategy in epilepsy and epileptogenesis. Pharmacol Res. 2016;107:333–43.", "ArticleIdList": ["27049136"]}, {"Citation": "Godale CM, Danzer SC. Signaling pathways and cellular mechanisms regulating mossy fiber sprouting in the development of epilepsy. Front Neurol. 2018;9:298.", "ArticleIdList": ["PMC5943493", "29774009"]}, {"Citation": "Heng K, Haney MM, Buckmaster PS. High‐dose rapamycin blocks mossy fiber sprouting but not seizures in a mouse model of temporal lobe epilepsy. Epilepsia. 2013;54:1535–41.", "ArticleIdList": ["PMC3769425", "23848506"]}, {"Citation": "Mazzuferi M, Kumar G, Rospo C, Kaminski RM. Rapid epileptogenesis in the mouse pilocarpine model: video‐EEG, pharmacokinetic and histopathological characterization. Exp Neurol. 2012;238:156–67.", "ArticleIdList": ["22960187"]}, {"Citation": "Shibley H. Pilocarpine‐induced status epilepticus results in mossy fiber sprouting and spontaneous seizures in C57BL/6 and CD‐1 mice. Epilepsy Res. 2002;49:109–20.", "ArticleIdList": ["12049799"]}, {"Citation": "Cai X, Long L, Yang L, Chen Z, Ni G, Qin J, et al. Association between mossy fiber sprouting and expression of semaphorin‐3f protein in dentate gyrus of hippocampus in lithium‐pilocarpine‐induced status epilepticus mouse model. Neurol Res. 2016;38:1035–40.", "ArticleIdList": ["27745527"]}, {"Citation": "Lew FH, Buckmaster PS. Is there a critical period for mossy fiber sprouting in a mouse model of temporal lobe epilepsy? Epilepsia. 2011;52:2326–32.", "ArticleIdList": ["PMC3233231", "22092282"]}, {"Citation": "Tessier‐Lavigne M, Goodman CS. The molecular biology of axon guidance. Science. 1996;274:1123–33.", "ArticleIdList": ["8895455"]}, {"Citation": "Tran TS, Rubio ME, Clem RL, Johnson D, Case L, Tessier‐Lavigne M, et al. Secreted semaphorins control spine distribution and morphogenesis in the postnatal CNS. Nature. 2009;462:1065–9.", "ArticleIdList": ["PMC2842559", "20010807"]}, {"Citation": "Barnes G, Puranam RS, Luo Y, McNamara JO. Temporal specific patterns of semaphorin gene expression in rat brain after kainic acid‐induced status epilepticus. Hippocampus. 2003;13:1–20.", "ArticleIdList": ["12625453"]}, {"Citation": "Sahay A, Kim CH, Sepkuty JP, Cho E, Huganir RL, Ginty DD, et al. Secreted semaphorins modulate synaptic transmission in the adult hippocampus. J Neurosci. 2005;25:3613–20.", "ArticleIdList": ["PMC6725392", "15814792"]}, {"Citation": "Fu AKY, Ip NY. Homeostatic scaling of AMPA receptors by Semaphorin. Neuron. 2017;96:955–8.", "ArticleIdList": ["29216456"]}, {"Citation": "Sykes L, Wood E, Kwan J. Antiepileptic drugs for the primary and secondary prevention of seizures after stroke. Cochrane Database Syst Rev. 2014;(1):CD005398.", "ArticleIdList": ["24464793"]}]}], "History": [{"Year": "2019", "Month": "3", "Day": "6"}, {"Year": "2019", "Month": "10", "Day": "21"}, {"Year": "2019", "Month": "11", "Day": "7"}, {"Year": "2020", "Month": "3", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "12", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["32140643", "PMC7049815", "10.1002/epi4.12372", "EPI412372"]}}]}