{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32168153", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "11"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "08"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1097/FJC.0000000000000823"], "Journal": {"ISSN": "1533-4023", "JournalIssue": {"Volume": "75", "Issue": "6", "PubDate": {"Year": "2020", "Month": "Jun"}}, "Title": "Journal of cardiovascular pharmacology", "ISOAbbreviation": "J Cardiovasc Pharmacol"}, "ArticleTitle": "Chrysin Alleviates Monocrotaline-Induced Pulmonary Hypertension in Rats Through Regulation of Intracellular Calcium Homeostasis in Pulmonary Arterial Smooth Muscle Cells.", "Pagination": {"StartPage": "596", "EndPage": "602", "MedlinePgn": "596-602"}, "Abstract": {"AbstractText": ["Chrysin (CH) is the main ingredient of many medicinal plants. Our previous study showed that CH could suppress hypoxia-induced pulmonary arterial smooth muscle cells proliferation and alleviate chronic hypoxia-induced pulmonary hypertension by targeting store-operated Ca entry (SOCE)-[Ca]i pathway. In this study, we investigated the effect of CH on monocrotaline-induced pulmonary hypertension (MCTPH) and the mechanism behind it. Results show that, in MCTPH model rats, (1) CH significantly reduced the enhancement of right ventricular pressure, right ventricular hypertrophy, and pulmonary vascular remodeling; (2) CH markedly suppressed the promotion of SOCE and [Ca]i in pulmonary arterial smooth muscle cells; and (3) CH obviously inhibited the MCT-upregulated proliferating cell nuclear antigen, TRPC1, TRPC4, and TRPC6 expression in distal pulmonary arteries. These results demonstrate that CH likely alleviates MCTPH by targeting TRPC1,4,6-SOCE-[Ca]i pathway."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Medicine and Health, Lishui University, Lishui, Zhejiang, China; and."}], "LastName": "Dong", "ForeName": "Fang", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Medicine and Health, Lishui University, Lishui, Zhejiang, China; and."}], "LastName": "Zhang", "ForeName": "Jun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Medicine and Health, Lishui University, Lishui, Zhejiang, China; and."}], "LastName": "Chen", "ForeName": "Xiuqing", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chengxi Primary School, Lishui, Zhejiang, China."}], "LastName": "Zhang", "ForeName": "Suya", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Medicine and Health, Lishui University, Lishui, Zhejiang, China; and."}], "LastName": "Zhu", "ForeName": "Licheng", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Medicine and Health, Lishui University, Lishui, Zhejiang, China; and."}], "LastName": "Peng", "ForeName": "Yufei", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Medicine and Health, Lishui University, Lishui, Zhejiang, China; and."}], "LastName": "Guo", "ForeName": "Zhiping", "Initials": "Z"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Cardiovasc Pharmacol", "NlmUniqueID": "7902492", "ISSNLinking": "0160-2446"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antihypertensive Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "TRPC Cation Channels"}, {"RegistryNumber": "0", "NameOfSubstance": "TRPC4 ion channel"}, {"RegistryNumber": "0", "NameOfSubstance": "Trpc6 protein, rat"}, {"RegistryNumber": "0", "NameOfSubstance": "transient receptor potential cation channel, subfamily C, member 1"}, {"RegistryNumber": "3CN01F5ZJ5", "NameOfSubstance": "chrysin"}, {"RegistryNumber": "73077K8HYV", "NameOfSubstance": "Monocrotaline"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antihypertensive Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Arterial Pressure"}, {"QualifierName": ["drug effects"], "DescriptorName": "Calcium Signaling"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["chemically induced", "drug therapy", "metabolism", "physiopathology"], "DescriptorName": "Hypertension, Pulmonary"}, {"QualifierName": ["chemically induced", "metabolism", "physiopathology", "prevention & control"], "DescriptorName": "Hypertrophy, Right Ventricular"}, {"QualifierName": [], "DescriptorName": "Monocrotaline"}, {"QualifierName": ["drug effects", "metabolism", "physiopathology"], "DescriptorName": "Muscle, Smooth, Vascular"}, {"QualifierName": ["drug effects", "metabolism", "physiopathology"], "DescriptorName": "Pulmonary Artery"}, {"QualifierName": [], "DescriptorName": "Rats, Sprague-Dawley"}, {"QualifierName": ["antagonists & inhibitors", "metabolism"], "DescriptorName": "TRPC Cation Channels"}, {"QualifierName": ["drug effects"], "DescriptorName": "Vascular Remodeling"}, {"QualifierName": ["drug effects"], "DescriptorName": "Ventricular Function, Right"}, {"QualifierName": ["drug effects"], "DescriptorName": "Ventricular Pressure"}, {"QualifierName": ["drug effects"], "DescriptorName": "Ventricular Remodeling"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Gaynitdinova VV, Avdeev SN. Novel biomarkers of pulmonary hypertension. Kardiologiia. 2019;59:84–94."}, {"Citation": "Maron BA, Galie N. Diagnosis, treatment, and clinical management of pulmonary arterial hypertension in the contemporary era: a review. JAMA Cardiol. 2016;1:1056–1065."}, {"Citation": "Fukuda K, Date H, Doi S, et al. Guidelines for the treatment of pulmonary hypertension (JCS 2017/JPCPHS 2017). Circ J. 2019;83:842–945."}, {"Citation": "Morrell NW, Adnot S, Archer SL, et al. Cellular and molecular basis of pulmonary arterial hypertension. J Am Coll Cardiol. 2009;54(1 suppl):S20–S31."}, {"Citation": "Machado RD. The molecular genetics and cellular mechanisms underlying pulmonary arterial hypertension. Scientifica (Cairo). 2012;2012:106576."}, {"Citation": "Lin MJ, Leung GP, Zhang WM, et al. Chronic hypoxia-induced upregulation of store-operated and receptor-operated Ca2+ channels in pulmonary arterial smooth muscle cells: a novel mechanism of hypoxic pulmonary hypertension. Circ Res. 2004;95:496–505."}, {"Citation": "Song S, Carr SG, McDermott KM, et al. STIM2 (stromal interaction molecule 2)-mediated increase in resting cytosolic free Ca(2+) concentration stimulates PASMC proliferation in pulmonary arterial hypertension. Hypertension. 2018;71:518–529."}, {"Citation": "Karaki H, Ozaki H, Hori M, et al. Calcium movements, distribution, and functions in smooth muscle. Pharmacol Rev. 1997;49:157–230."}, {"Citation": "Almagor L, Chomsky-Hecht O, Ben-Mocha A, et al. The role of a voltage-dependent Ca2+ channel intracellular linker: a structure-function analysis. J Neurosci. 2012;32:7602–7613."}, {"Citation": "Shimoda LA, Wang J, Sylvester JT. Ca2+ channels and chronic hypoxia. Microcirculation. 2006;13:657–670."}, {"Citation": "Peng G, Li S, Hong W, et al. CORRIGENDUM: chronic hypoxia increases intracellular Ca2+ concentration via enhanced Ca2+ entry through receptor-operated Ca2+ channels in pulmonary venous smooth muscle cells. Circ J. 2015;79:2284."}, {"Citation": "Kawasaki T, Ueyama T, Lange I, et al. Protein kinase C-induced phosphorylation of Orai1 regulates the intracellular Ca2+ level via the store-operated Ca2+ channel. J Biol Chem. 2010;285:25720–25730."}, {"Citation": "Zhang J, Lu W, Chen Y, et al. Bortezomib alleviates experimental pulmonary hypertension by regulating intracellular calcium homeostasis in PASMCs. Am J Physiol Cell Physiol. 2016;311:C482–C497."}, {"Citation": "Wang J, Weigand L, Lu W, et al. Hypoxia inducible factor 1 mediates hypoxia-induced TRPC expression and elevated intracellular Ca2+ in pulmonary arterial smooth muscle cells. Circ Res. 2006;98:1528–1537."}, {"Citation": "Cheng KT, Ong HL, Liu X, et al. Contribution and regulation of TRPC channels in store-operated Ca2+ entry. Curr Top Membr. 2013;71:149–179."}, {"Citation": "Lu W, Wang J, Shimoda LA, et al. Differences in STIM1 and TRPC expression in proximal and distal pulmonary arterial smooth muscle are associated with differences in Ca2+ responses to hypoxia. Am J Physiol Lung Cell Mol Physiol. 2008;295:L104–L113."}, {"Citation": "Xia Y, Yang XR, Fu Z, et al. Classical transient receptor potential 1 and 6 contribute to hypoxic pulmonary hypertension through differential regulation of pulmonary vascular functions. Hypertension. 2014;63:173–180."}, {"Citation": "Miao R, Wan J, Liu J, et al. Bone marrow-derived endothelial progenitor cells contribute to monocrotaline-induced pulmonary arterial hypertension in rats via inhibition of store-operated Ca(2+) channels. Biomed Res Int. 2018;2018:4892349."}, {"Citation": "Liu XR, Zhang MF, Yang N, et al. Enhanced store-operated Ca(2)+ entry and TRPC channel expression in pulmonary arteries of monocrotaline-induced pulmonary hypertensive rats. Am J Physiol Cell Physiol. 2012;302:C77–C87."}, {"Citation": "Samarghandian S, Farkhondeh T, Azimi-Nezhad M. Protective effects of chrysin against drugs and toxic agents. Dose Response. 2017;15:713806682."}, {"Citation": "Qing ZJ, Yong W, Hui LY, et al. Two new natural products from the fruits of Alpinia oxyphylla with inhibitory effects on nitric oxide production in lipopolysaccharide-activated RAW264.7 macrophage cells. Arch Pharm Res. 2012;35:2143–2146."}, {"Citation": "Samarghandian S, Nezhad MA, Mohammadi G. Role of caspases, Bax and Bcl-2 in chrysin-induced apoptosis in the A549 human lung adenocarcinoma epithelial cells. Anticancer Agents Med Chem. 2014;14:901–909."}, {"Citation": "Pai SA, Munshi RP, Panchal FH, et al. Chrysin ameliorates nonalcoholic fatty liver disease in rats. Naunyn Schmiedebergs Arch Pharmacol. 2019;392:1617–1628."}, {"Citation": "Krishnamoorthy A, Sevanan M, Mani S, et al. Chrysin restores MPTP induced neuroinflammation, oxidative stress and neurotrophic factors in an acute Parkinson's disease mouse model. Neurosci Lett. 2019;709:134382."}, {"Citation": "Chen N, Wang R, Lu LJ, et al. Synthesis of chrysin derivatives and screening of antitumor activity. J Asian Nat Prod Res. 2020;22:444–451"}, {"Citation": "Wang L, Wang Y, Lei Z. Chrysin ameliorates ANTU-induced pulmonary edema and pulmonary arterial hypertension via modulation of VEGF and eNOs. J Biochem Mol Toxicol. 2019;33:e22332."}, {"Citation": "Li XW, Wang XM, Li S, et al. Effects of chrysin (5,7-dihydroxyflavone) on vascular remodeling in hypoxia-induced pulmonary hypertension in rats. Chin Med. 2015;10:4."}, {"Citation": "Lu W, Ran P, Zhang D, et al. Sildenafil inhibits chronically hypoxic upregulation of canonical transient receptor potential expression in rat pulmonary arterial smooth muscle. Am J Physiol Cell Physiol. 2010;298:C114–C123."}, {"Citation": "Wang J, Jiang Q, Wan L, et al. Sodium tanshinone IIA sulfonate inhibits canonical transient receptor potential expression in pulmonary arterial smooth muscle from pulmonary hypertensive rats. Am J Respir Cell Mol Biol. 2013;48:125–134."}, {"Citation": "Wang Y, Lu W, Yang K, et al. Peroxisome proliferator-activated receptor gamma inhibits pulmonary hypertension targeting store-operated calcium entry. J Mol Med (Berl). 2015;93:327–342."}, {"Citation": "Strzalka W, Ziemienowicz A. Proliferating cell nuclear antigen (PCNA): a key factor in DNA replication and cell cycle regulation. Ann Bot. 2011;107:1127–1140."}, {"Citation": "Krishna TS, Kong XP, Gary S, et al. Crystal structure of the eukaryotic DNA polymerase processivity factor PCNA. Cell. 1994;79:1233–1243."}, {"Citation": "Moldovan GL, Pfander B, Jentsch S. PCNA, the maestro of the replication fork. Cell. 2007;129:665–679."}, {"Citation": "Gulbis JM, Kelman Z, Hurwitz J, et al. Structure of the C-terminal region of p21(WAF1/CIP1) complexed with human PCNA. Cell. 1996;87:297–306."}, {"Citation": "Punchihewa C, Inoue A, Hishiki A, et al. Identification of small molecule proliferating cell nuclear antigen (PCNA) inhibitor that disrupts interactions with PIP-box proteins and inhibits DNA replication. J Biol Chem. 2012;287:14289–14300."}, {"Citation": "Mandegar M, Fung YC, Huang W, et al. Cellular and molecular mechanisms of pulmonary vascular remodeling: role in the development of pulmonary hypertension. Microvasc Res. 2004;68:75–103."}, {"Citation": "Jiang Q, Lu W, Yang K, et al. Sodium tanshinone IIA sulfonate inhibits hypoxia-induced enhancement of SOCE in pulmonary arterial smooth muscle cells via the PKG-PPAR-gamma signaling axis. Am J Physiol Cell Physiol. 2016;311:C136–C149."}, {"Citation": "Sabourin J, Boet A, Rucker-Martin C, et al. Ca(2+) handling remodeling and STIM1L/Orai1/TRPC1/TRPC4 upregulation in monocrotaline-induced right ventricular hypertrophy. J Mol Cell Cardiol. 2018;118:208–224."}, {"Citation": "Li XW, Guo B, Shen YY, et al. Effect of chrysin on expression of NOX4 and NF-kappaB in right ventricle of monocrotaline-induced pulmonary arterial hypertension of rats. Yao Xue Xue Bao. 2015;50:1128–1134."}, {"Citation": "Feng W, Hu Y, An N, et al. Alginate oligosaccharide alleviates monocrotaline-induced pulmonary hypertension via anti-oxidant and anti-inflammation pathways in rats. Int Heart J. 2020;61:160–168."}, {"Citation": "Jin H, Jiang Y, Du F, et al. Isoliquiritigenin attenuates monocrotaline-induced pulmonary hypertension via inhibition of the inflammatory response and PASMCs proliferation. Evid Based Complement Alternat Med. 2019;2019:4568198."}, {"Citation": "Feng S, Chen S, Yu W, et al. H2S inhibits pulmonary arterial endothelial cell inflammation in rats with monocrotaline-induced pulmonary hypertension. Lab Invest. 2017;97:268–278."}]}], "History": [{"Year": "2020", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32168153", "10.1097/FJC.0000000000000823", "00005344-202006000-00013"]}}]}