{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antenatal care", "Ethiopia", "Herbal medicine", "Pregnant women"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32164603", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "23"}, "DateRevised": {"Year": "2020", "Month": "12", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "03", "Day": "12"}], "Language": ["eng"], "ELocationID": ["157", "10.1186/s12884-020-2856-8"], "Journal": {"ISSN": "1471-2393", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Mar", "Day": "12"}}, "Title": "BMC pregnancy and childbirth", "ISOAbbreviation": "BMC Pregnancy Childbirth"}, "ArticleTitle": "Herbal medicine use and predictors among pregnant women attending antenatal care in Ethiopia: a systematic review and meta-analysis.", "Pagination": {"StartPage": "157", "MedlinePgn": "157"}, "Abstract": {"AbstractText": ["The use of herbal medicine among pregnant women is increasing in many low- and high-income countries due to their cost-effectiveness in treatment and ease of access. Research findings across Ethiopia on the prevalence and predictors of herbal medicine use among pregnant women attending antenatal care are highly variable and inconsistent. Therefore, this systematic review and meta-analysis aims to estimate the overall prevalence of the use of herbal medicine and its predictors among pregnant women attending antenatal care in Ethiopia.", "We searched articles in Medline (PubMed), EMBASE, HINARI, Google Scholar, Science Direct, Cochrane Library, and other sources. The study included a total of eight studies that reported the prevalence and predictors of herbal medicine use among pregnant women from different regions of Ethiopia. Cochrane Q test statistics and I<sup>2</sup> tests were used to assess heterogeneity. A random effect meta-analysis model was used to estimate the pooled prevalence. In addition, the association between risk factors and herbal medicine use in pregnant women attending antenatal care were examined.", "A total of eight studies were included in this review. The pooled prevalence of herbal medicine use among pregnant women attending antenatal care in Ethiopia was 47.77% (95% CI: 28.00-67.55). Subgroup analysis by geographic regions has showed that the highest prevalence (57.49%;95% CI: 53.14, 61.85) was observed in Oromia Region and the lowest prevalence was observed in Addis Ababa (31.39%; 95% CI: 2.83, 79.96). The herbal medicines commonly consumed by women during pregnancy were ginger: 41.11% (95% CI: 25.90, 56.32), damakasse: 34.63% (95% CI: 17.68, 51.58), garlic: 32.98% (95% CI: 22.21, 43.76), tenaadam: 19.59% (95% CI: 7.54, 31.63) and eucalyptus: 4.71% (95% CI: 1.1, 8.26). Mothers' previous history of self-medication (95% CI: 1.91, 51.35), illness during pregnancy (95% CI: 1.56, 23.91), employment status (95% CI: 3.89, 10.89), educational status (95% CI: 1.52, 2.68), and place of residence (95% CI: 1.86, 3.23) were predictors of herbal medicine use by women during pregnancy.", "In this study, about half of women attending antenatal care use herbal medicine and it is relatively high. The most commonly consumed herbal medicine during pregnancy was ginger followed by damakasse, garlic, tenaadam and eucalyptus. During pregnancy, it is not known that these most commonly consumed plant species have harmful fetal effects. However, many of the medicinal plant species are poorly studied, and it is not possible to rule out teratogenic effects. Teamwork between healthcare professionals and traditional practitioners to educate on the use of medicinal plants will encourage healthier pregnancies and better health for mothers and infants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia. habtamfentahun.2003@gmail.com."}], "LastName": "Adane", "ForeName": "Fentahun", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Seyoum", "ForeName": "Girma", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Medicine, Debre Markos University, Debre Markos, Ethiopia."}], "LastName": "Alamneh", "ForeName": "Yoseph Merkeb", "Initials": "YM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Medicine, Debre Markos University, Debre Markos, Ethiopia."}], "LastName": "Abie", "ForeName": "Worku", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Midwifery, College of Health Science, Debre Markos University, Debre Markos, Ethiopia."}], "LastName": "Desta", "ForeName": "Melaku", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Traditional and modern medicine research directorate, Ethiopia Public health institution, Addis Ababa, Ethiopia."}], "LastName": "Sisay", "ForeName": "Bihonegn", "Initials": "B"}], "PublicationTypeList": ["Journal Article", "Meta-Analysis", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Pregnancy Childbirth", "NlmUniqueID": "100967799", "ISSNLinking": "1471-2393"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Educational Status"}, {"QualifierName": [], "DescriptorName": "Employment"}, {"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": ["therapy"], "DescriptorName": "Pregnancy Complications"}, {"QualifierName": [], "DescriptorName": "Prenatal Care"}, {"QualifierName": [], "DescriptorName": "Prevalence"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Self Medication"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Organization WH . Legal status of traditional medicine and complementary. Geneva: World Health Organization; 2001."}, {"Citation": "Ernst E. Herbal medicines put into context. Br Med J Pub Group. 2002;327:881–2.", "ArticleIdList": ["PMC218802", "14563719"]}, {"Citation": "Furnharm A. Why do people choose and use complementary therapies? In complementary medicine an objective appraisal. Edited by: Ernst E. Oxford: Butterworth-Heinemann; 1996."}, {"Citation": "Henry A, Crowther C. Patterns of medication use during and prior to pregnancy: the MAP study. Aust N Z J Obstet Gynaecol. 2000;40(2):165–172. doi: 10.1111/j.1479-828X.2000.tb01140.x.", "ArticleIdList": ["10.1111/j.1479-828X.2000.tb01140.x", "10925903"]}, {"Citation": "Fakeye TO. Adisa R, Musa IE. Attitude and use of herbal medicines among pregnant women in Nigeria. BMC Complement Altern Med. 2009;9(1):53. doi: 10.1186/1472-6882-9-53.", "ArticleIdList": ["10.1186/1472-6882-9-53", "PMC2808296", "20043858"]}, {"Citation": "Gardiner P, Graham R, Legedza AT, Ahn AC, Eisenberg DM, Phillips RS. Factors associated with herbal therapy use by adults in the United States. Altern Ther Health Med. 2007;13:2.", "ArticleIdList": ["17405675"]}, {"Citation": "Organisation mondiale de la santé. WHO traditional medicine strategy 2002-2005. World Health Organization; 2002."}, {"Citation": "Mothupi MC. Use of herbal medicine during pregnancy among women with access to public healthcare in Nairobi, Kenya: a cross-sectional survey. BMC Complement Altern Med. 2014;14(1):432. doi: 10.1186/1472-6882-14-432.", "ArticleIdList": ["10.1186/1472-6882-14-432", "PMC4230355", "25370478"]}, {"Citation": "J-l O, Okafor C, Okoronkwo I, Anarado A, Chukwukelu E, Nwaneri A, et al. Complementary and alternative medicine use: Results from a descriptive study of pregnant women in Udi local Government area of Enugu state, Nigeria. BMC Complement Altern Med. 2017;17(1):189. doi: 10.1186/s12906-017-1689-0.", "ArticleIdList": ["10.1186/s12906-017-1689-0", "PMC5379706", "28372550"]}, {"Citation": "Ernst E. Herbal medicinal products during pregnancy: are they safe? BJOG Int J Obstet Gynaecol. 2002;109(3):227–235. doi: 10.1111/j.1471-0528.2002.t01-1-01009.x.", "ArticleIdList": ["10.1111/j.1471-0528.2002.t01-1-01009.x", "11950176"]}, {"Citation": "Forster DA, Denning A, Wills G, Bolger M, McCarthy E. Herbal medicine use during pregnancy in a group of Australian women. BMC Pregnancy Childbirth. 2006;6(1):21. doi: 10.1186/1471-2393-6-21.", "ArticleIdList": ["10.1186/1471-2393-6-21", "PMC1544352", "16780602"]}, {"Citation": "Dugoua J-J, Perri D, Seely D, Mills E, Koren G. Safety and efficacy of blue cohosh (Caulophyllum thalictroides) during pregnancy and lactation. J Popul Ther Clin Pharmacol. 2008;15:1.", "ArticleIdList": ["18204101"]}, {"Citation": "Conover EA. Herbal agents and over-the-counter medications in pregnancy. Best Pract Res Clin Endocrinol Metab. 2003;17(2):237–251. doi: 10.1016/S1521-690X(02)00102-1.", "ArticleIdList": ["10.1016/S1521-690X(02)00102-1", "12787550"]}, {"Citation": "Kassaye KD, Amberbir A, Getachew B, Mussema Y. A historical overview of traditional medicine practices and policy in Ethiopia. Ethiop J Health Dev. 2006;20(2):127–134."}, {"Citation": "Bayisa B, Tatiparthi R, Mulisa E. Use of herbal medicine among pregnant women on antenatal care at Nekemte Hospital, Western Ethiopia. Jundishapur J Nat Pharm Prod. 2014;9:4. doi: 10.17795/jjnpp-17368.", "ArticleIdList": ["10.17795/jjnpp-17368", "PMC4302397", "25625049"]}, {"Citation": "Beza SW. Self-medication practice and associated factors among pregnant women in Addis Ababa, Ethiopia. Trop Med Health. 2018;46(1):10. doi: 10.1186/s41182-018-0091-z.", "ArticleIdList": ["10.1186/s41182-018-0091-z", "PMC5928590", "29743807"]}, {"Citation": "Laelago T, Yohannes T, Lemango F. Prevalence of herbal medicine use and associated factors among pregnant women attending antenatal care at public health facilities in Hossana town, southern Ethiopia: facility based cross sectional study. Arch Public Health. 2016;74(1):7. doi: 10.1186/s13690-016-0118-z.", "ArticleIdList": ["10.1186/s13690-016-0118-z", "PMC4753650", "26881052"]}, {"Citation": "Liberati A, Altman DG, Tetzlaff J, Mulrow C, Gøtzsche PC, Ioannidis JP, et al. The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration. PLoS Med. 2009;6(7):e1000100. doi: 10.1371/journal.pmed.1000100.", "ArticleIdList": ["10.1371/journal.pmed.1000100", "PMC2707010", "19621070"]}, {"Citation": "Egger M, Smith GD, Schneider M, Minder C. Bias in meta-analysis detected by a simple, graphical test. Bmj. 1997;315(7109):629–634. doi: 10.1136/bmj.315.7109.629.", "ArticleIdList": ["10.1136/bmj.315.7109.629", "PMC2127453", "9310563"]}, {"Citation": "Rücker G, Schwarzer G, Carpenter JR, Schumacher M. Undue reliance on I 2 in assessing heterogeneity may mislead. BMC Med Res Methodol. 2008;8(1):79. doi: 10.1186/1471-2288-8-79.", "ArticleIdList": ["10.1186/1471-2288-8-79", "PMC2648991", "19036172"]}, {"Citation": "Sterne JA, Egger M. Funnel plots for detecting bias in meta-analysis: guidelines on choice of axis. J Clin Epidemiol. 2001;54(10):1046–1055. doi: 10.1016/S0895-4356(01)00377-8.", "ArticleIdList": ["10.1016/S0895-4356(01)00377-8", "11576817"]}, {"Citation": "Nyeko R, Tumwesigye NM, Halage AA. Prevalence and factors associated with use of herbal medicines during pregnancy among women attending postnatal clinics in Gulu district, northern Uganda. BMC Pregnancy Childbirth. 2016;16(1):296. doi: 10.1186/s12884-016-1095-5.", "ArticleIdList": ["10.1186/s12884-016-1095-5", "PMC5053208", "27716105"]}, {"Citation": "Duru CB, Uwakwe KA, Chinomnso NC, Mbachi II, Diwe KC, Agunwa CC, et al. Socio-demographic determinants of herbal medicine use in pregnancy among nigerian women attending clinics in a tertiary hospital in Imo state, south-east, Nigeria. Am J Med Stud. 2016;4(1):1–10."}, {"Citation": "Van der Kooi R, Theobald S. Traditional medicine in late pregnancy and labour: perceptions of Kgaba remedies amongst the Tswana in South Africa. Afr J Tradit Complement Altern Med. 2006;3(1):11–22."}, {"Citation": "Gebremedhin GL, Gomathi P. Assessment of drug use and effect in pregnant women attending antenatal care in hospitals of Mekelle, Tigray, Ethiopia. J Drug Deliv Ther. 2014;4(6):75–82."}, {"Citation": "Shafie M, Eyasu M, Muzeyin K, Worku Y, Martin-Aragon S. Prevalence and determinants of self-medication practice among selected households in Addis Ababa community. PLoS One. 2018;13(3):e0194122. doi: 10.1371/journal.pone.0194122.", "ArticleIdList": ["10.1371/journal.pone.0194122", "PMC5868796", "29579074"]}, {"Citation": "Befekadu A, Dhekama NH, Mohammed MA. Self-medication and contributing factors among pregnant women attending antenatal care in Ethiopia: the case of Jimma University specialized hospital. Med Sci. 2014;3(1):969–981. doi: 10.5455/medscience.2013.02.8098.", "ArticleIdList": ["10.5455/medscience.2013.02.8098"]}, {"Citation": "Tuasha N, Petros B, Asfaw Z. Medicinal plants used by traditional healers to treat malignancies and other human ailments in Dalle District, Sidama zone, Ethiopia. J Ethnobiol Ethnomed. 2018;14(1):15. doi: 10.1186/s13002-018-0213-z.", "ArticleIdList": ["10.1186/s13002-018-0213-z", "PMC5813379", "29444684"]}, {"Citation": "Megersa M, Asfaw Z, Kelbessa E, Beyene A, Woldeab B. An ethnobotanical study of medicinal plants in Wayu Tuka district, east Welega zone of Oromia regional state, West Ethiopia. J Ethnobiol Ethnomed. 2013;9(1):68. doi: 10.1186/1746-4269-9-68.", "ArticleIdList": ["10.1186/1746-4269-9-68", "PMC3851437", "24295044"]}, {"Citation": "Lulekal E, Asfaw Z, Kelbessa E, Van Damme P. Ethnoveterinary plants of Ankober District, north Shewa zone, Amhara region, Ethiopia. J Ethnobiol Ethnomed. 2014;10(1):21. doi: 10.1186/1746-4269-10-21.", "ArticleIdList": ["10.1186/1746-4269-10-21", "PMC3924401", "24517385"]}, {"Citation": "Gedif T, Hahn HJ. Epidemiology of herbal drugs use in Addis Ababa, Ethiopia. Pharmacoepidemiol Drug Saf. 2002;11(7):587–591. doi: 10.1002/pds.729.", "ArticleIdList": ["10.1002/pds.729", "12462136"]}, {"Citation": "Endale Gurmu A, Teni FS, Tadesse WT. Pattern of traditional medicine utilization among HIV/AIDS patients on antiretroviral therapy at a university hospital in northwestern Ethiopia: a cross-sectional study. Evid Based Complement Alternat Med. 2017;2017:1–6.", "ArticleIdList": ["PMC5380827", "28421118"]}, {"Citation": "Jambo A, Mengistu G, Sisay M, Amare F, Edessa D. Self-medication and contributing factors among pregnant women attending antenatal care at public hospitals of Harar town, Ethiopia. Front Pharmacol. 2018;9:1063. doi: 10.3389/fphar.2018.01063.", "ArticleIdList": ["10.3389/fphar.2018.01063", "PMC6178140", "30337871"]}, {"Citation": "Mekuria AB, Erku DA, Gebresillassie BM, Birru EM, Tizazu B, Ahmedin A. Prevalence and associated factors of herbal medicine use among pregnant women on antenatal care follow-up at University of Gondar referral and teaching hospital, Ethiopia: a cross-sectional study. BMC Complement Altern Med. 2017;17(1):86. doi: 10.1186/s12906-017-1608-4.", "ArticleIdList": ["10.1186/s12906-017-1608-4", "PMC5286838", "28143507"]}, {"Citation": "Abeje G, Admasie C, Wasie B. Factors associated with self-medication practice among pregnant mothers attending antenatal care at governmental health centers in Bahir Dar city administration, Northwest Ethiopia, a cross sectional study. Pan Afr Med J. 2015;20:1–9.", "ArticleIdList": ["PMC4483357", "26161199"]}, {"Citation": "Nega SS, Bekele HM, Meles GG, Nordeng H. Medicinal plants and concomitant use with pharmaceutical drugs among pregnant women. J Altern Complement Med. 2019;25(4):427–434. doi: 10.1089/acm.2018.0062.", "ArticleIdList": ["10.1089/acm.2018.0062", "30508387"]}, {"Citation": "Kebede B, Gedif T, Getachew A. Assessment of drug use among pregnant women in Addis Ababa, Ethiopia. Pharmacoepidemiol Drug Saf. 2009;18(6):462–468. doi: 10.1002/pds.1732.", "ArticleIdList": ["10.1002/pds.1732", "19334033"]}, {"Citation": "Rahman AA, Sulaiman SA, Ahmad Z, Daud WNW, Hamid AM. Prevalence and pattern of use of herbal medicines during pregnancy in Tumpat district, Kelantan. Malays J Med Sci. 2008;15(3):40.", "ArticleIdList": ["PMC3341906", "22570588"]}, {"Citation": "Sam-Wobo S, Akinboroye T, Anosike J, Adewale B. Knowledge and practices on malaria treatment measures among pregnant women in Aveokuta, Nigeria. Tanzan J Health Res. 2008;10:4.", "ArticleIdList": ["19402584"]}, {"Citation": "Yusof J, Mahdy ZA, Noor RM. Use of complementary and alternative medicine in pregnancy and its impact on obstetric outcome. Complement Ther Clin Pract. 2016;25:155–163. doi: 10.1016/j.ctcp.2016.09.005.", "ArticleIdList": ["10.1016/j.ctcp.2016.09.005", "27863606"]}, {"Citation": "Cuzzolin L, Francini-Pesenti F, Verlato G, Joppi M, Baldelli P, Benoni G. Use of herbal products among 392 Italian pregnant women: focus on pregnancy outcome. Pharmacoepidemiol Drug Saf. 2010;19(11):1151–1158. doi: 10.1002/pds.2040.", "ArticleIdList": ["10.1002/pds.2040", "20872924"]}, {"Citation": "Wassie SM, Aragie LL, Taye BW, Mekonnen LB. Knowledge, attitude, and utilization of traditional medicine among the communities of merawi town, Northwest Ethiopia: a cross-sectional study. Evid Based Complement Alternat Med. 2015;2015:1–7.", "ArticleIdList": ["PMC4609866", "26508974"]}, {"Citation": "Abebe D. The role of medicinal plants in health care coverage of Ethiopia: the possible benefits of integration. 2001."}, {"Citation": "Orief YI, Farghaly NF, Ibrahim MIA. Use of herbal medicines among pregnant women attending family health centers in Alexandria. Middle East Fertil Soc J. 2014;19(1):42–50. doi: 10.1016/j.mefs.2012.02.007.", "ArticleIdList": ["10.1016/j.mefs.2012.02.007"]}, {"Citation": "Glover DD, Amonkar M, Rybeck BF, Tracy TS. Prescription, over-the-counter, and herbal medicine use in a rural, obstetric population. Am J Obstet Gynecol. 2003;188(4):1039–1045. doi: 10.1067/mob.2003.223.", "ArticleIdList": ["10.1067/mob.2003.223", "12712107"]}, {"Citation": "Mbarambara PM, Songa PB, Wansubi LM, Mututa PM, Minga BBK, Bisangamo CK. Self-medication practice among pregnant women attending antenatal care at health centers in Bukavu, eastern DR Congo. Int J Innov Appl Stud. 2016;16(1):38."}, {"Citation": "Emmanuel A, Achema G, Afoi BB, Maroof R. Self Medicaltion Practice Among Pregnant Women Attending Antenatal Clinic in Selected Hospitals In Jos, Nigeria. 2014."}, {"Citation": "Finkelstein N. Treatment programming for alcohol and drug-dependent pregnant women. Int J Addict. 1993;28(13):1275–1309. doi: 10.3109/10826089309062189.", "ArticleIdList": ["10.3109/10826089309062189", "8294172"]}, {"Citation": "Deshpande S, Tiwari R. Self medication--a growing concern. Indian J Med Sci. 1997;51(3):93–96.", "ArticleIdList": ["9355716"]}, {"Citation": "van Andel T, Carvalheiro LG. Why urban citizens in developing countries use traditional medicines: the case of Suriname. Evid Based Complement Alternat Med. 2013;2013:1–13.", "ArticleIdList": ["PMC3638607", "23653663"]}, {"Citation": "Addo V. Herbal medicines: socio-demographic characteristics and pattern of use by patients in a tertiary obstetrics and gynaecology unit. J Sci Technol (Ghana) 2007;27(3):149–155."}, {"Citation": "Skouteris H, Wertheim EH, Rallis S, Paxton SJ, Kelly L, Milgrom J. Use of complementary and alternative medicines by a sample of Australian women during pregnancy. Aust N Z J Obstet Gynaecol. 2008;48(4):384–390. doi: 10.1111/j.1479-828X.2008.00865.x.", "ArticleIdList": ["10.1111/j.1479-828X.2008.00865.x", "18837844"]}, {"Citation": "King EM, Hill MA. Women’s education in developing countries: barriers, benefits, and policies: the World Bank. 1993."}]}], "History": [{"Year": "2020", "Month": "1", "Day": "22"}, {"Year": "2020", "Month": "3", "Day": "4"}, {"Year": "2020", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["32164603", "PMC7069203", "10.1186/s12884-020-2856-8", "10.1186/s12884-020-2856-8"]}}]}