{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Arnica montana L.", "T98G and MOGGCCM cell lines", "anticancer activity", "essential oil", "rhizomes", "roots"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32178275", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "17"}, "DateRevised": {"Year": "2020", "Month": "12", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "03", "Day": "12"}], "Language": ["eng"], "ELocationID": ["1284", "10.3390/molecules25061284"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "25", "Issue": "6", "PubDate": {"Year": "2020", "Month": "Mar", "Day": "12"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Chemical Characteristics and Anticancer Activity of Essential Oil from <i>Arnica Montana</i> L. Rhizomes and Roots.", "Abstract": {"AbstractText": ["<i>Arnica montana</i> L. is a medicinal plant with diverse biological activities commonly used in pharmacy and cosmetics. The attributes of <i>A. montana</i> are mainly related to the concentration and chemical composition of essential oils (EOs). Therefore, the objective of this study was to characterize the chemical composition of EOs derived from <i>A. montana</i> rhizomes and roots taking into account the age of the plants and to investigate the effect of the analyzed EOs on induction of apoptosis, necrosis, and autophagy in human glioblastoma multiforme T98G and anaplastic astrocytoma MOGGCCM cell lines. Rhizomes and roots of mountain arnica were harvested at the end of the third and fourth vegetation periods. The chemical composition of essential oils was determined with the GC-MS technique. Among the 37 components of the essential oil of <i>A. montana</i>, 2,5-dimethoxy-p-cymene (46.47%-60.31%), 2,6-diisopropylanisole (14.48%-23.10%), thymol methyl ether (5.31%-17.79%), <i>p</i>-methoxyheptanophenone (5.07%-9.65%), and α-isocomene (0.68%-2.87%), were detected in the rhizomes and roots of the three-year-old plants and in the rhizomes and roots of the four-year-old plants. The plant part (rhizome, root) and plant age can be determinants of the essential oil composition and, consequently, their biological activity. The induction of apoptosis (but not autophagy nor necrosis) at a level of 28.5%-32.3% is a promising result, for which 2,5-dimethoxy-p-cymene, 2,6-diisopropylanisole, thymol methyl ether, and p-methoxyheptanophenone are probably mainly responsible. The present study is the first report on the anticancer activities of essential oils from <i>A. montana</i> rhizomes and roots."]}, "AuthorList": [{"Identifier": ["0000-0002-1448-1517"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mycology and Ecology, Institute of Biological Sciences, Maria Curie-Skłodowska University, 19 Akademicka Street, 20-033 Lublin, Poland."}], "LastName": "Sugier", "ForeName": "Piotr", "Initials": "P"}, {"Identifier": ["0000-0003-2077-804X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Functional Anatomy and Cytobiology, Institute of Biological Sciences, Maria Curie-Skłodowska University, 19 Akademicka Street, 20-033 Lublin, Poland."}], "LastName": "Jakubowicz-Gil", "ForeName": "Joanna", "Initials": "J"}, {"Identifier": ["0000-0002-0837-9751"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Industrial and Medicinal Plants, University of Life Sciences in Lublin, 15 Akademicka Street, 20-950 Lublin, Poland."}], "LastName": "Sugier", "ForeName": "Danuta", "Initials": "D"}, {"Identifier": ["0000-0003-3063-8710"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analysis and Evaluation of Food Quality, University of Life Sciences in Lublin, 8 Skromna Street, 20-704 Lublin, Poland."}], "LastName": "Kowalski", "ForeName": "Radosław", "Initials": "R"}, {"Identifier": ["0000-0002-7308-4335"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Food Chemistry, University of Life Sciences, Skromna 8, 20-704 Lublin, Poland."}], "LastName": "Gawlik-Dziki", "ForeName": "Urszula", "Initials": "U"}, {"Identifier": ["0000-0002-3128-3926"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Industrial and Medicinal Plants, University of Life Sciences in Lublin, 15 Akademicka Street, 20-950 Lublin, Poland."}], "LastName": "Kołodziej", "ForeName": "Barbara", "Initials": "B"}, {"Identifier": ["0000-0003-4879-4404"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Thermal Technology and Food Process Engineering, University of Life Sciences, Głęboka 31, 20-612 Lublin, Poland."}], "LastName": "Dziki", "ForeName": "Dariusz", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Apoptosis"}, {"QualifierName": ["chemistry"], "DescriptorName": "Arnica"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": ["drug therapy", "pathology"], "DescriptorName": "Glioblastoma"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rhizome"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Clardy J., Walsh C. Lessons from natural molecules. Nature. 2004;432:829–837. doi: 10.1038/nature03194.", "ArticleIdList": ["10.1038/nature03194", "15602548"]}, {"Citation": "Cavalieri E., Mariotto S., Fabrizi C., de Prati A.C., Gottardo R., Leone S., Berra L.V., Lauro G.M., Ciampa A.R., Suzuki H. α-Bisabolol, a nontoxic natural compound, strongly induces apoptosis in glioma cells. Biochem. Biophys. Res. Commun. 2004;315:589–594. doi: 10.1016/j.bbrc.2004.01.088.", "ArticleIdList": ["10.1016/j.bbrc.2004.01.088", "14975741"]}, {"Citation": "Sharifi-Rad M., Varoni E.M., Salehi B., Sharifi-Rad J., Matthews K.R., Ayatollahi S.A., Kobarfard F., Ibrahim S.A., Mnayer D., Zakaria Z.A. Plants of the genus Zingiber as a source of bioactive phytochemicals: From tradition to pharmacy. Molecules. 2017;22:2145. doi: 10.3390/molecules22122145.", "ArticleIdList": ["10.3390/molecules22122145", "PMC6149881", "29207520"]}, {"Citation": "Tsai M.L., Lin C.D., Khoo K.A., Wang M.Y., Kuan T.K., Lin W.C., Zhang Y.N., Wang Y.Y. Composition and bioactivity of essential oil from Citrus grandis (L.) Osbeck ‘Mato Peiyu’ leaf. Molecules. 2017;22:2154. doi: 10.3390/molecules22122154.", "ArticleIdList": ["10.3390/molecules22122154", "PMC6149744", "29206180"]}, {"Citation": "Zhang H.Y., Gao Y., Lai P.X. Chemical composition, antioxidant, antimicrobial and cytotoxic activities of essential oil from Premna microphylla Turczaninow. Molecules. 2017;22:381. doi: 10.3390/molecules22030381.", "ArticleIdList": ["10.3390/molecules22030381", "PMC6155397", "28264507"]}, {"Citation": "Bailen M., Julio L.F., Diaz C.E., Sanz J., Martínez-Díaz R.A., Cabrera R., Burillo J., Gonzalez-Coloma A. Chemical composition and biological effects of essential oils from Artemisia absinthium L. cultivated under different environmental conditions. Ind. Crops Prod. 2013;49:102–107. doi: 10.1016/j.indcrop.2013.04.055.", "ArticleIdList": ["10.1016/j.indcrop.2013.04.055"]}, {"Citation": "Giuliani C., Lazzaro L., Calamassi R., Calamai L., Romoli R., Fico G., Foggi B., Lippi M.M. A volatolomic approach for studying plant variability: The case of selected Helichrysum species (Asteraceae) Phytochemistry. 2016;130:128–143. doi: 10.1016/j.phytochem.2016.07.013.", "ArticleIdList": ["10.1016/j.phytochem.2016.07.013", "27502926"]}, {"Citation": "Vidic D., Zeljković S.Ć., Dizdar M., Maksimović M. Essential oil composition and antioxidant activity of four Asteraceae species from Bosnia. J. Essent. Oil Res. 2016;28:445–457. doi: 10.1080/10412905.2016.1150216.", "ArticleIdList": ["10.1080/10412905.2016.1150216"]}, {"Citation": "Sugier D., Sugier P., Kowalski R., Kołodziej B., Olesińska K. Foliar boron fertilization as factor affecting the essential oil content and yield of oil components from flower heads of Arnica montana L. and Arnica chamissonis Less. cultivated for industry. Ind. Crops Prod. 2017;109:587–597. doi: 10.1016/j.indcrop.2017.09.014.", "ArticleIdList": ["10.1016/j.indcrop.2017.09.014"]}, {"Citation": "Sugier D., Sugier P., Jakubowicz-Gil J., Winiarczyk K., Kowalski R. Essential oil from Arnica montana L. achenes: Chemical characteristics and anticancer activity. Molecules. 2019;24:4158. doi: 10.3390/molecules24224158.", "ArticleIdList": ["10.3390/molecules24224158", "PMC6891426", "31744121"]}, {"Citation": "Ganzera M., Egger C., Zidorn C., Stuppner H. Quantitative analysis of flavonoids and phenolic acids in Arnica montana L. by micellar electrokineticcapillary chromatography. Anal Chim Acta. 2008;614:196–200. doi: 10.1016/j.aca.2008.03.023.", "ArticleIdList": ["10.1016/j.aca.2008.03.023", "18420051"]}, {"Citation": "Sugier P., Kołos A., Wołkowycki D., Sugier D., Plak A., Sozinov O. Evaluation of species inter-relations and soil conditions in Arnica montana L. habitats: A step towards active protection of endangered and high-valued medicinal plant species in NE Poland. Acta Soc Bot Pol. 2018;87:3592. doi: 10.5586/asbp.3592.", "ArticleIdList": ["10.5586/asbp.3592"]}, {"Citation": "Sugier P., Sugier D., Sozinov O., Kołos A., Wołkowycki D., Plak A., Budnyk O. Characteristics of plant communities, population features, and edaphic conditions of Arnica montana L. populations in pine forests of mid-eastern Europe. Acta Soc. Bot. Pol. 2019;88:3640. doi: 10.5586/asbp.3640.", "ArticleIdList": ["10.5586/asbp.3640"]}, {"Citation": "Gawlik-Dziki U., Świeca M., Sugier D., Cichocka J. Seeds of Arnica montana and Arnica chamissonis as a potential source of natural antioxidants. Herba. Pol. 2009;55:60–71."}, {"Citation": "Judžentienė A., Būdienė J. Analysis of the chemical composition of flower essential oils from Arnica montana of Lithuanian origin. Chemija. 2009;20:190–194."}, {"Citation": "Gawlik-Dziki U., Świeca M., Sugier D., Cichocka J. Comparison of in vitro lipoxygenase, xanthine oxidase inhibitory and antioxidant activity of Arnica montana and Arnica chamissonis tinctures. Acta. Sci. Pol. Hortorum Cultus. 2011;10:15–27."}, {"Citation": "Pljevljakušić D., Rančić D., Ristić M., Vujisić L., Radanović D., Dajić-Stevanović Z. Rhizome and root yield of the cultivated Arnica montana L.: Chemical composition and histochemical localization of essential oil. Ind. Crops Prod. 2012;39:177–189. doi: 10.1016/j.indcrop.2012.02.030.", "ArticleIdList": ["10.1016/j.indcrop.2012.02.030"]}, {"Citation": "Clauser M., Aiello N., Scartezzini F., Innocenti G., Dall’Acqua S. Differences in the chemical composition of Arnica montana flowers from wild populations of north Italy. Nat Prod Commun. 2014;9:3–6. doi: 10.1177/1934578X1400900102.", "ArticleIdList": ["10.1177/1934578X1400900102", "24660447"]}, {"Citation": "Gaspar A., Cracinescu O., Trif M., Moisei M., Moldovan L. Antioxidant and anti-inflammatory properties of active compounds from Arnica montana L. Rom Biotech Lett. 2014;19:9353–9365."}, {"Citation": "Pljevljakušić D., Janković T., Jelačić S., Novakovič M., Menkovič N., Beatovič D., Dajić-Stevanović Z. Morphological and chemical characterization of Arnica montana L. under different cultivation models. Ind. Crops Prod. 2014;52:233–244. doi: 10.1016/j.indcrop.2013.10.035.", "ArticleIdList": ["10.1016/j.indcrop.2013.10.035"]}, {"Citation": "Kowalski R., Sugier D., Sugier P., Kołodziej B. Evaluation of the chemical composition of essential oils with respect to the maturity of flower heads of Arnica montana L. and Arnica chamissonis Less. cultivated for industry. Ind. Crops Prod. 2015;76:857–865. doi: 10.1016/j.indcrop.2015.07.029.", "ArticleIdList": ["10.1016/j.indcrop.2015.07.029"]}, {"Citation": "Kriplani P., Guarve K., Baghael U.S. Arnica montana L.—a plant of healing: Review. J. Pharm. Pharmacol. 2017;69:925–945. doi: 10.1111/jphp.12724.", "ArticleIdList": ["10.1111/jphp.12724", "28401567"]}, {"Citation": "Aiello N., Scartezzini F., Vender C. Cultivation trial of Arnica montana wild accessions results of the second year. Acta. Hortic. 2012;955:253–257. doi: 10.17660/ActaHortic.2012.955.36.", "ArticleIdList": ["10.17660/ActaHortic.2012.955.36"]}, {"Citation": "Sugier D., Kołodziej B., Bielińska E. The effect of leonardite application on Arnica montana L. yielding and chosen chemical properties and enzymatic activity of the soil. J. Geochem. Explor. 2013;129:76–81. doi: 10.1016/j.gexplo.2012.10.013.", "ArticleIdList": ["10.1016/j.gexplo.2012.10.013"]}, {"Citation": "Sugier D., Sugier P., Gawlik-Dziki U. Propagation and introduction of Arnica montana L. into cultivation: A step to reduce the pressure on endangered and high-valued medicinal plant species. Sci. World J. 2013;2013 doi: 10.1155/2013/414363.", "ArticleIdList": ["10.1155/2013/414363", "PMC3824641", "24282381"]}, {"Citation": "Weremczuk-Jeżyna L., Wysokińska H., Kalemba D. Constituents of the essential oil from hairy roots and plant roots of Arnica montana. J. Essent. Oil Res. 2011;23:91–97. doi: 10.1080/10412905.2011.9700432.", "ArticleIdList": ["10.1080/10412905.2011.9700432"]}, {"Citation": "Kromer K., Kreitschitz A., Kleinteich T., Gorb S.N., Szumny A. Oil secretory system in vegetative organs of three Arnica taxa: Essential oil synthesis, distribution and accumulation. Plant Cell Physiol. 2016;57:1020–1037. doi: 10.1093/pcp/pcw040.", "ArticleIdList": ["10.1093/pcp/pcw040", "26936790"]}, {"Citation": "Amin A., Gali-Muhtasib H., Schneider-Stock R. Overview of major classes of plant-derived anticancer drugs. Int. J Biomed Sci. 2009;5:1–11.", "ArticleIdList": ["PMC3614754", "23675107"]}, {"Citation": "Kleihues P., Louis D.N., Scheithauer B.W., Rorke L.B., Reifenberger G., Burger P.C., Cavenee W.K. The WHO classification of tumors of the nervous system. J. Neuropathol. Exp. Neurol. 2002;61:215–225. doi: 10.1093/jnen/61.3.215.", "ArticleIdList": ["10.1093/jnen/61.3.215", "11895036"]}, {"Citation": "Kaefer C.M., Milner J.A. The role of herbs and spices in cancer prevention. J. Nutr. Biochem. 2008;19:347–361. doi: 10.1016/j.jnutbio.2007.11.003.", "ArticleIdList": ["10.1016/j.jnutbio.2007.11.003", "PMC2771684", "18499033"]}, {"Citation": "Bray F., Ferlay J., Soerjomataram I., Siegel R.L., Torre L.A., Jemal A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J. Clin. 2018;68:394–424. doi: 10.3322/caac.21492.", "ArticleIdList": ["10.3322/caac.21492", "30207593"]}, {"Citation": "Mu L., Wang T., Chen Y., Tang X., Yuan Y., Zhao Y. β-Elemene enhances the efficacy of gefitinib on glioblastoma multiforme cells through the inhibition of the EGFR signaling pathway. Int. J. Oncol. 2016;49:1427–1436. doi: 10.3892/ijo.2016.3626.", "ArticleIdList": ["10.3892/ijo.2016.3626", "27498706"]}, {"Citation": "Lesgards J.F., Baldovini N., Vidal N., Pietri S. Anticancer activities of essential oils constituents and synergy with conventional therapies: A review. Phytother. Res. 2014;28:1423–1446. doi: 10.1002/ptr.5165.", "ArticleIdList": ["10.1002/ptr.5165", "24831562"]}, {"Citation": "Jakubowicz-Gil J., Langner E., Wertel I., Piersiak T., Rzeski W. Temozolomide, quercetin and cell death in the MOGGCCM astrocytoma cell line. Chem. Biol. Interact. 2010;188:190–203. doi: 10.1016/j.cbi.2010.07.015.", "ArticleIdList": ["10.1016/j.cbi.2010.07.015", "20654599"]}, {"Citation": "Jakubowicz-Gil J., Langner E., Rzeski W. Kinetic studies of the effects of Temodal and quercetin on astrocytoma cells. Pharmacol Rep. 2011;63:403–416. doi: 10.1016/S1734-1140(11)70506-0.", "ArticleIdList": ["10.1016/S1734-1140(11)70506-0", "21602595"]}, {"Citation": "Jakubowicz-Gil J., Langner E., Bądziul D., Wertel I., Rzeski W. Apoptosis induction in human glioblastoma multiforme T98G cells upon temozolomide and quercetin treatment. Tumor Biol. 2013;34:2367–2378. doi: 10.1007/s13277-013-0785-0.", "ArticleIdList": ["10.1007/s13277-013-0785-0", "PMC3713258", "23580181"]}, {"Citation": "Jakubowicz-Gil J., Langner E., Bądziul D., Wertel I., Rzeski W. Silencing of Hsp27 and Hsp72 in glioma cells as a tool for programmed cell death induction upon temozolomide and quercetin treatment. Toxicol. Appl. Pharmacol. 2013;273:580–589. doi: 10.1016/j.taap.2013.10.003.", "ArticleIdList": ["10.1016/j.taap.2013.10.003", "24126416"]}, {"Citation": "Jakubowicz-Gil J., Langner E., Bądziul D., Wertel I., Rzeski W. Quercetin and sorafenib as a novel and effective couple in programmed cell death induction in human gliomas. Neurotox Res. 2014;26:64–77. doi: 10.1007/s12640-013-9452-x.", "ArticleIdList": ["10.1007/s12640-013-9452-x", "PMC4035551", "24366851"]}, {"Citation": "Jakubowicz-Gil J., Bądziul D., Langner E., Wertel I., Zając A., Rzeski W. Temozolomide and sorafenib as programmed cell death inducers of human glioma cells. Pharmacol Rep. 2017;69:779–787. doi: 10.1016/j.pharep.2017.03.008.", "ArticleIdList": ["10.1016/j.pharep.2017.03.008", "28587939"]}, {"Citation": "Ristić M., Krivokuća-Dokić D., Radanović D., Nastovska T. Essential oil of Arnica montana and Arnica chamissonis. Hem. Ind. 2007;61:272–277. doi: 10.2298/HEMIND0704272R.", "ArticleIdList": ["10.2298/HEMIND0704272R"]}, {"Citation": "Danila D., Stefanache C.P., Bujor O.C., Necula R., Tanase C. Phytochemical profile of Arnica montana L. root and rhizome samples from several wild populations in the Romanian Eastern Carpathians. Planta Med. 2016;82:S1–S381. doi: 10.1055/s-0036-1597064.", "ArticleIdList": ["10.1055/s-0036-1597064"]}, {"Citation": "Van Den Dool H., Kratz D.J. A generalization of the retention index system including liner temperature programmed gas-liquid partition chromatography. J. Chromatogr. 1963;11:463–467. doi: 10.1016/S0021-9673(01)80947-X.", "ArticleIdList": ["10.1016/S0021-9673(01)80947-X", "14062605"]}, {"Citation": "Adams R.P. Identification of Essential Oil Compounds by Gas Chromatography/Quadrupole Mass Spectroscopy. Allured; Carol Stream, IL, USA: 2001."}, {"Citation": "Gauvin-Bialecki A., Marodon C. Essential oil of Ayapana triplinervis from Reunion Island: A good natural source of thymohydroquinone dimethyl ether. Biochem. Syst. Ecol. 2008;36:853–858. doi: 10.1016/j.bse.2008.09.006.", "ArticleIdList": ["10.1016/j.bse.2008.09.006"]}, {"Citation": "Unnikrishnan P.K., Varughese T., Sreedhar S., Balan N., Balachandran I., Rema Shree A.B. Study on Eupatorium triplinerve vahl from South India, a rich source for thymohydroquinone dimethylether and its antimicrobial activity. J. Essent. Oil Bear Plants. 2014;17:652–657. doi: 10.1080/0972060X.2014.914000.", "ArticleIdList": ["10.1080/0972060X.2014.914000"]}, {"Citation": "Haddad J.G., Picard M., Bénard S., Desvignes C., Desprès P., Diotel N., El Kalamouni C. Ayapana triplinervis essential oil and its main component thymohydroquinone dimethyl ether inhibit Zika virus at doses devoid of toxicity in Zebrafish. Molecules. 2019;24:3447. doi: 10.3390/molecules24193447.", "ArticleIdList": ["10.3390/molecules24193447", "PMC6804133", "31547527"]}, {"Citation": "Maplestone R.A., Stone M.J., Williams D.H. The evolutionary role of secondary metabolites—A review. Gene. 1992;115:151–157. doi: 10.1016/0378-1119(92)90553-2.", "ArticleIdList": ["10.1016/0378-1119(92)90553-2", "1612430"]}, {"Citation": "Dewick P.M. Medicinal Natural Products: A Biosynthentic Approach. 2nd ed. John Wiley and Son; West Sussex, UK: 2002."}, {"Citation": "Colegate S.M., Molyneux R.J. Bioactive Natural Products: Detection, Isolation and Structure Determination. CRC Press; Boca Raton, FL, USA: 2008."}, {"Citation": "Naghdi Badi H., Yazdani D., Mohammad A.S., Nazari F. Effects of spacing and harvesting on herbage yield and quality/quantity of oil in thyme, Thymus vulgaris L. Ind. Crops Prod. 2004;19:231–236. doi: 10.1016/j.indcrop.2003.10.005.", "ArticleIdList": ["10.1016/j.indcrop.2003.10.005"]}, {"Citation": "Moghaddam M., Mehdizadeh L. Chemistry of Essential Oils and Factors Influencing Their Constituents. In: Grumezescu A.M., Holban A.M., editors. Soft Chemistry and Food Fermentation. Handbook of Food Bioengineering. Elsevier; London, UK: 2017."}, {"Citation": "Kofidis G., Bosabalidis A., Moustakas M. Chemical composition of essential oils from leaves and twigs of Pistacia lentiscus, Pistacia lentiscus var. chia, and Pistacia terebinthus from Turkey. Pharm. Biol. 2003;42:360–366."}, {"Citation": "Agnihotri V.K., Lattoo S.K., Thappa R.K., Kaul P., Qazi G.N., Dhar A.K., Saraf A., Kapahi B.K., Saxena R.K., Agarwal S.G. Chemical variability in the essential oil components of Achillea millefolium Agg. from different Himalayan habitats (India) Planta Med. 2005;71:280–283. doi: 10.1055/s-2005-837828.", "ArticleIdList": ["10.1055/s-2005-837828", "15770553"]}, {"Citation": "Tkachev A.V., Korolyuk E.A., Letchamo W. Chemical screening of volatile oil- bearing flora of Siberia IX. Variations in chemical composition of the essential oil of Heteropappus altaicus Willd. (Novopokr.) growing wild at different altitudes of Altai Region, Russia. J. Essent. Oil Res. 2006;18:149–151."}, {"Citation": "Ribeiro S.S., de Jesus A.M., dos Anjos C.S., da Silva T.B., Santos A.D., de Jesus J.R., Andrade M.S., Sampaio T.S., Gomes W.F., Alves P.B., et al. Evaluation of the cytotoxic activity of some Brazilian medicinal plants. Planta Med. 2012;78:1601–1606. doi: 10.1055/s-0032-1315043.", "ArticleIdList": ["10.1055/s-0032-1315043", "22814822"]}, {"Citation": "Lima R.N., Ribeiro A.S., Santiago G.M.P., d’S Costa C.O., Soares M.B., Bezerra D.P., Shanmugam S., dos S., Freitas L., Alves P.B. Antitumor and Aedes aegypti larvicidal activities of essential oils from Piper klotzschianum, P. hispidum, and P. arboretum. Nat. Prod. Commun. 2019;14:1–6."}, {"Citation": "da Silva J.K., Pinto L.C., Burbano R.M., Montenegro R.C., Guimarães E.F., Andrade E.H., Maia J.G. Essential oils of Amazon Piper species and their cytotoxic, antifungal, antioxidant and anti-cholinesterase activities. Ind. Crops Prod. 2014;58:55–60. doi: 10.1016/j.indcrop.2014.04.006.", "ArticleIdList": ["10.1016/j.indcrop.2014.04.006"]}, {"Citation": "Capello T.M., Martins E.G.A., de Farias C.F., Figueiredo C.R., Matsuo A.L., Passero L.F.D., Oliveira-Silva D., Sartorelli P., Lago J.H.G. Chemical composition and in vitro cytotoxic and antileishmanial activities of extract and essential oil from leaves of Piper cernuum. Nat. Prod. Commun. 2015;10:285–288. doi: 10.1177/1934578X1501000217.", "ArticleIdList": ["10.1177/1934578X1501000217", "25920262"]}, {"Citation": "Girola N., Figueiredo C.R., Farias C.F., Azevedo R.A., Ferreira A.K., Teixeira S.F., Capello T.M., Martins E.G.A., Matsuo A.L., Travassos L.R., et al. Camphene isolated from essential oil of Piper cernuum (Piperaceae) induces intrinsic apoptosis in melanoma cells and displays antitumor activity in vivo. Biochem. Biophys. Res. Commun. 2015;467:928–934. doi: 10.1016/j.bbrc.2015.10.041.", "ArticleIdList": ["10.1016/j.bbrc.2015.10.041", "26471302"]}, {"Citation": "Kaufmann S.H., Vaux D.L. Alterations in the apoptotic machinery and their potential role in anticancer drug resistance. Oncogene. 2003;22:7414. doi: 10.1038/sj.onc.1206945.", "ArticleIdList": ["10.1038/sj.onc.1206945", "14576849"]}, {"Citation": "Lefranc F., Facchini V., Kiss R. Proautophagic drugs: A novel means to combat apoptosis-resistant cancers, with a special emphasis on gliomas. Oncologist. 2007;12:1395–1403. doi: 10.1634/theoncologist.12-12-1395.", "ArticleIdList": ["10.1634/theoncologist.12-12-1395", "18165616"]}, {"Citation": "Hsu S.S., Lin K.L., Chou C.T., Chiang A.J., Liang W.Z., Chang H.T., Tsai J.Y., Liao W.C., Huang F.D., Huang J.K., et al. Effect of thymol on Ca2+ homeostasis and viability in human glioblastoma cells. Eur. J. Pharmacol. 2011;670:85–91. doi: 10.1016/j.ejphar.2011.08.017.", "ArticleIdList": ["10.1016/j.ejphar.2011.08.017", "21914442"]}, {"Citation": "Gautam N., Mantha A.K., Mittal S. Essential oils and their constituents as anticancer agents: A mechanistic view. BioMed Res. Int. 2014;2014:154106. doi: 10.1155/2014/154106.", "ArticleIdList": ["10.1155/2014/154106", "PMC4070586", "25003106"]}, {"Citation": "Detoni C.B., de Oliveira D.M., Santo I.E., Pedro A.S., El-Bacha R., da Silva Velozo E., Ferreira D., Sarmento B., de Magalhães Cabral-Albuquerque E.C. Evaluation of thermal-oxidative stability and antiglioma activity of Zanthoxylum tingoassuiba essential oil entrapped into multi- and unilamellar liposomes. J. Liposome Res. 2012;22:1–7. doi: 10.3109/08982104.2011.573793.", "ArticleIdList": ["10.3109/08982104.2011.573793", "21548711"]}, {"Citation": "Quassinti L., Lupidi G., Maggi F., Sagratini G., Papa F., Vittori S., Bianco A., Bramucci M. Antioxidant and antiproliferative activity of Hypericum hircinum L. subsp. majus (Aiton) N. Robson essential oil. Nat. Prod. Res. 2013;27:862–868.", "ArticleIdList": ["22480321"]}, {"Citation": "Bayala B., Bassole I.H.N., Gnoula C., Nebie R., Yonli A., Morel L., Figueredo G., Nikiema J.B., Lobaccaro J.M.A., Simpore J. Chemical composition, antioxidant, anti-inflammatory and anti-proliferative activities of essential oils of plants from burkina faso. PLoS ONE. 2014;9:e92122. doi: 10.1371/journal.pone.0092122.", "ArticleIdList": ["10.1371/journal.pone.0092122", "PMC3963878", "24662935"]}, {"Citation": "Zhao Y.S., Zhu T.Z., Chen Y.W., Yao Y.Q., Wu C.M., Wei Z.Q., Wang W., Xu Y.H. β-elemene inhibits Hsp90/Raf-1 molecular complex inducing apoptosis of glioblastoma cells. J. Neurooncol. 2012;107:307–314. doi: 10.1007/s11060-011-0770-7.", "ArticleIdList": ["10.1007/s11060-011-0770-7", "22160627"]}, {"Citation": "Arcella A., Oliva M.A., Staffieri S., Sanchez M., Madonna M., Riozzi B., Esposito V., Giangaspero F., Frati L. Effects of aloe emodin on U87MG glioblastoma cell growth: In vitro and in vivo study. Environ. Toxicol. 2018;33:1160–1167. doi: 10.1002/tox.22622.", "ArticleIdList": ["10.1002/tox.22622", "30218594"]}, {"Citation": "Ruberto G., Biondi D., Piattelli M. Composition of the volatile oil of Crithmum maritimum L. Flavour. Fragr. J. 1991;6:121–123. doi: 10.1002/ffj.2730060205.", "ArticleIdList": ["10.1002/ffj.2730060205"]}, {"Citation": "Senatore F., Napolitano F.M. Composition and antibacterial activity of the essential oil from Crithmum maritimum L. (Apiaceae) growing wild in Turkey. Flavour. Fragr. J. 2000;15:186–189. doi: 10.1002/1099-1026(200005/06)15:3<186::AID-FFJ889>3.0.CO;2-I.", "ArticleIdList": ["10.1002/1099-1026(200005/06)15:3<186::AID-FFJ889>3.0.CO;2-I"]}, {"Citation": "Hadad M., Zygadlo J.A., Lima B., Derita M., Feresin G.E., Zacchino S.A., Tapia A. Chemical composition and antimicrobial activity of essential oil from Baccharis grisebachii Hieron (Asteraceae) J. Chil. Chem. Soc. 2007;52:1186–1189. doi: 10.4067/S0717-97072007000200015.", "ArticleIdList": ["10.4067/S0717-97072007000200015"]}, {"Citation": "Dob T., Dahmane D., Benabdelkader T., Chelghoum C. Composition and antimicrobial activity of the essential oil of Thymus fontanesii. Pharm. Biol. 2006;44:607–612. doi: 10.1080/13880200600897106.", "ArticleIdList": ["10.1080/13880200600897106"]}, {"Citation": "Saidj F., Rezzoug S.-A., Bentahar F., Boutekedjiret C. Chemical composition and insecticidal properties of Thymus numidicus (Poiret) essential oil from Algeria. J. Essent. Oil Bear Plants. 2008;11:397–405. doi: 10.1080/0972060X.2008.10643646.", "ArticleIdList": ["10.1080/0972060X.2008.10643646"]}, {"Citation": "Pezzani R., Salehi B., Vitalini S., Iriti M., Zuniga F.A., Sharifi-Rad J., Martorell M., Martins N. Synergistic effects of plant derivatives and conventional chemotherapeutic agents: An update on the cancer perspective. Medicina. 2019;55:110. doi: 10.3390/medicina55040110.", "ArticleIdList": ["10.3390/medicina55040110", "PMC6524059", "30999703"]}, {"Citation": "Iten F., Saller R., Abel G., Reichling J. Additive antimicrobial effects of the active components of the essential oil of Thymus vulgaris—chemotype carvacrol. Planta Med. 2009;75:1231–1236. doi: 10.1055/s-0029-1185541.", "ArticleIdList": ["10.1055/s-0029-1185541", "19347798"]}, {"Citation": "Mulyaningsih S., Sporer F., Zimmermann S., Reichling J., Wink M. Synergistic properties of the terpenoids aromadendrene and 1,8-cineole from the essential oil of Eucalyptus globulus against antibiotic-susceptible and antibiotic-resistant pathogens. Phytomedicine. 2010;17:1061–1066. doi: 10.1016/j.phymed.2010.06.018.", "ArticleIdList": ["10.1016/j.phymed.2010.06.018", "20727725"]}, {"Citation": "Bakkali F., Averbeck S., Averbeck D., Idaomar M. Biological effects ofessential oils—A review. Food Chem. Toxicol. 2008;46:446–475. doi: 10.1016/j.fct.2007.09.106.", "ArticleIdList": ["10.1016/j.fct.2007.09.106", "17996351"]}, {"Citation": "Polish Pharmaceutical Society . Polish Pharmacopoeia VI. The Minister of Health; Warsaw, Poland: 2002."}, {"Citation": "NIST/EPA/NIH . Mass Spectral Library with Search Program: Data Version: NIST08, Software Version 2.0f. National Institute of Standards and Technology; Gaithersburg, MD, USA: 2005."}, {"Citation": "Joulain D., König W.A. The Atlas of Spectral Data of Sesquiterpene Hydrocarbons. E.B. Verlag; Hamburg, Germany: 1998."}, {"Citation": "Kowalski R., Wawrzykowski J. Effect of ultrasound-assisted maceration onthe quality of oil from the leaves of thyme Thymus vulgaris L. Flavour. Fragr. J. 2009;24:69–74. doi: 10.1002/ffj.1918.", "ArticleIdList": ["10.1002/ffj.1918"]}, {"Citation": "Jakubowicz-Gil J., Paduch R., Gawron A., Kandefer-Szerszeń M. The effect of cisplatin, etoposide and quercetin on Hsp72 expression. Pol. J. Pathol. 2002;53:133–137.", "ArticleIdList": ["12476615"]}, {"Citation": "Kovach W. MVSP—A Multivariate Statistical Package for Windows. Ver. 3.1. Kovach Computing Services; Pentraeth, Wales, UK: 1999."}]}], "History": [{"Year": "2020", "Month": "1", "Day": "12"}, {"Year": "2020", "Month": "3", "Day": "6"}, {"Year": "2020", "Month": "3", "Day": "9"}, {"Year": "2020", "Month": "3", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["32178275", "PMC7143959", "10.3390/molecules25061284", "molecules25061284"]}}]}