{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32198535", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "25"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "03", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1007/s00284-020-01950-3"], "Journal": {"ISSN": "1432-0991", "JournalIssue": {"Volume": "77", "Issue": "8", "PubDate": {"Year": "2020", "Month": "Aug"}}, "Title": "Current microbiology", "ISOAbbreviation": "Curr Microbiol"}, "ArticleTitle": "Isolation and Identification of Endophytic Fungi in Kernels of Coix lachrymal-jobi L. Cultivars.", "Pagination": {"StartPage": "1448", "EndPage": "1456", "MedlinePgn": "1448-1456"}, "Abstract": {"AbstractText": ["Coix lachrymal-jobi L. var. ma-yuen Stapf of Gramineae are annual or perennial herbs and an important food-medicine homologous plants of high value in nutrition, health protection, and comprehensive utilization. In recent years, the revival of researches on its roles in food and medicinal applications of this underutilized grass for food security and economic empowerment of rural communities has been seen . In this research, Coix kernel endophytic fungi were isolated and identified by fungal colony morphology observation combined with the PCR-amplified fungal internal transcribed spacer (ITS) sequence analyses. All together six isolates to five species of Coix endophytic fungi and two isolates to the genus level were identified from the kernels of six Coix cultivars: Penicillium expansum, Penicillium polonicum, Cladosporium cladosporioides, Alternaria alternata, Aspergillus flavus, and two genera of Aspergillus and Fusarium. Potential benefits and harms analyses showed that Penicillium expansum, Aspergillus oryzae, and Cladosporium cladosporioides can produce a variety of beneficial composite enzymes and have an extensive application in microbial chemistry, food science, and fermentation, whereas Penicillium, Aspergillus flavus, Alternaria alternate, and Fusarium can produce corresponding toxins harmful to plants, animals, and humans. These results not only provided a basis for the targeted prevention of contamination in the tissue culture of Coix kernels by the addition of specific antibiotics, but also enriched the endophytic fungi resource pool of Gramineae crops and suggested new ideas for the improvement, cultivation, post-harvest seeds/kernels storage, and the development of new natural drugs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Southwest University, Chongqing, 400716, China. grli@swu.edu.cn."}], "LastName": "Li", "ForeName": "Guan-Rong", "Initials": "GR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Southwest University, Chongqing, 400716, China."}], "LastName": "Cao", "ForeName": "Bao-Hong", "Initials": "BH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Southwest University, Chongqing, 400716, China."}], "LastName": "Liu", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Southwest University, Chongqing, 400716, China."}], "LastName": "Ren", "ForeName": "Rui-Hua", "Initials": "RH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Southwest University, Chongqing, 400716, China."}], "LastName": "Feng", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Southwest University, Chongqing, 400716, China."}], "LastName": "Lv", "ForeName": "Da-Jin", "Initials": "DJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Curr Microbiol", "NlmUniqueID": "7808448", "ISSNLinking": "0343-8651"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Fungal"}, {"RegistryNumber": "0", "NameOfSubstance": "DNA, Intergenic"}], "MeshHeadingList": [{"QualifierName": ["classification", "isolation & purification"], "DescriptorName": "Aspergillus"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["classification", "isolation & purification"], "DescriptorName": "Cladosporium"}, {"QualifierName": ["microbiology"], "DescriptorName": "Coix"}, {"QualifierName": ["genetics"], "DescriptorName": "DNA, Fungal"}, {"QualifierName": ["genetics"], "DescriptorName": "DNA, Intergenic"}, {"QualifierName": ["classification", "isolation & purification"], "DescriptorName": "Endophytes"}, {"QualifierName": ["classification", "isolation & purification"], "DescriptorName": "Fungi"}, {"QualifierName": [], "DescriptorName": "Genome, Fungal"}, {"QualifierName": ["classification", "isolation & purification"], "DescriptorName": "Penicillium"}, {"QualifierName": ["microbiology"], "DescriptorName": "Seeds"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Qu D, He JJ, Liu CY, Zhou J, Chen Y (2014) Triterpene-loaded microemulsion using Coix lacryma-jobi seed extract as oil phase for enhanced antitumor efficacy: preparation and in vivo evaluation. Int J Nanomed 9:109–119"}, {"Citation": "Jiradej M, Narinthorn K, Aranya M (2014) Biological activities of fructooligosaccharide (FOS)-containing Coix lachryma-jobi Linn Extract. J Food Sci Technol 51(2):341–346", "ArticleIdList": ["10.1007/s13197-011-0498-6"]}, {"Citation": "Kim SO, Yun SJ, Lee EH (2007) The water extract of Adlay seed (Coix lachryma jobi var. mayuen) exhibits anti-obesity effects through neuroendocrine modulation. Am J Chin Med 35(2):297–308", "ArticleIdList": ["17436369", "10.1142/S0192415X07004825"]}, {"Citation": "Chung CP, Hsia SM, Lee MY, Chen HJ, Chen F, Chan LC, Kuo YH, Lin YL, Chiang W (2011) Gastroprotective activities of adlay (Coix lachrymal-jobi L. var. ma-yuen Stapf) on the growth of the stomach cancer AGS cell line and indomethacin-induced gastric ulcers. J Agric Food Chem 59(11):6025–6033", "ArticleIdList": ["21517098", "10.1021/jf2009556"]}, {"Citation": "Hsia SM, Yeh CL, Kuo YH, Wang PS, Chiang W (2007) Effects of adlay (Coix lachryma-jobi L. var. ma-yuen Stapf.) hull extracts on the secretion of progesterone and estradiol in vivo and in vitro. Exp Biol Med 232:1181–1194", "ArticleIdList": ["10.3181/0612-RM-306"]}, {"Citation": "Otsuka H, Hirai Y, Nagao T, Yamasaki K (1988) Anti-inflammatory activity of benzoxazinoids from roots of Coix lachryma-jobi var. Ma-yuen. J Nat Prod 51(1):74–79", "ArticleIdList": ["2453615", "10.1021/np50055a009"]}, {"Citation": "Phung TH, Nguyen HA, Nguyen QC, Nguyen TD, Nguyen TH (2012) Chemical composition and effects on carbohydrate metabolism of chloroform fraction of Coix lachryma-jobi (L) stem extract. Mahidol Univ J Pharm Sci 39(1):19–24"}, {"Citation": "Mustarichie R, Udin Z, Levita J, Musfiroh I, Zulfricar I (2011) Activity of leaf extracts of Coix lachrymal Linn and Asparagus cochinchinensis Linn as breast anticancer drugs. Med Health Sci J 9(5):47–57", "ArticleIdList": ["10.15208/mhsj.2011.178"]}, {"Citation": "Sturz AV, Nowak J (2000) Endophytic communities of rhizobacteria and the strategies required to create yield enhancing associations with corps. Appl Soil Ecol 15(2):183–190", "ArticleIdList": ["10.1016/S0929-1393(00)00094-9"]}, {"Citation": "Zabalgogeazcoa I (2008) Fungal endophytes and their interaction with plant pathogens: a review. Span J Agric Res 6(S1):138–146", "ArticleIdList": ["10.5424/sjar/200806S1-382"]}, {"Citation": "Jia M, Chen L, Xin HL, Zheng CJ, Rahman K, Han T, Qin LP (2016) A friendly relationship between endophytic fungi and medicinal plants: A systematic review. Front Microbiol 7:906. https://doi.org/10.3389/fmicb.2016.00906", "ArticleIdList": ["27375610", "4899461", "10.3389/fmicb.2016.00906"]}, {"Citation": "Wang M, Tang HR, Liu SF, Liu XL, Li J (2005) Inhibition of four kinds of antibiotics on endophytic bacteria in ‘Zoji’ strawberry and their effects on the growth of its in vitro shoots. J Sichuan Agric Univ 23(2):189–191 (In Chinese)"}, {"Citation": "Zhou JH, Yang Miao XA, Li Chun X, Song WF (2005) Studies on contamination control by adding antibiotics into medium in stem culture of Dieffenbachia amoena cv. Camilla. Guihaia 25(3):233–235"}, {"Citation": "Yao N, Lai ZQ (2010) Screening of explant disinfection method for Pennisetum purpureum axillary bud. Genom Appl Biol 5:20–24"}, {"Citation": "Zhang WQ, Wen TC, Qiu GJ (2014) Isolation and antimicrobial activity of endophytic fungi in Coix lachrymal-jobi kernels. Guizhou Agric Sci 42(10):152–157 (In Chinese)"}, {"Citation": "White TJ, Bruns TD, Lee S, Taylor J (1990) Analysis of phylogenetic relationships by amplification and direct sequencing of ribosomal RNA genes. InnisMA.PCR protocols: a guide to methods and applications. Academic, New York, pp 15–22"}, {"Citation": "Wei JC (1979) Pamphlet of fungus identification, 1st edn. Science and Technology Press, Shanghai (In Chinese)"}, {"Citation": "Zhang ZY (2003) Chinese mycology (V14): dendrobium. Science Press, Fusicladium and Pyricularia, Beijing (In Chinese)"}, {"Citation": "Qi ZT (1997) Chinese mycology (V5): Aspergillus and its associated sexual types. Science Press, Beijing (In Chinese)"}, {"Citation": "Kong HZ (2007) Chinese mycology (V35): Penicillium and its related sexual genus. Science Press, Beijing (In Chinese)"}, {"Citation": "Hong JP, He B, Guo MX (2015) Shanxi Fusarium. China Forestry Press, Beijing (In Chinese)"}, {"Citation": "Landeweert R, Leeflang P, Kuyper TW, Hoffland E, Rosling A, Wernars K, Smit E (2003) Molecular identification of ectomycorrhizal mycelium in soil horizons. Appl Environ Microbiol 69(1):327–333", "ArticleIdList": ["12514012", "152382", "10.1128/AEM.69.1.327-333.2003"]}, {"Citation": "Zhang ZP, Yang JK, Xu L, Liu Y, Yan YJ (2010) Cloning, codon optimization and expression of mature lipase gene in Penicillum expansum. Acta Microbiol Sin 50(2):228–235 (In Chinese)"}, {"Citation": "Lin J (2017) Method for making proteins in the dormant spores of P. expansum by using foreign RNA. CN106381308A[P]2017-02-08."}, {"Citation": "Min XF, Deng BX, Chen LF, Yu H (2007) Molecular identification of Penicillium species causing post-harvest diseases of citrus fruits. J Fruit Sci 24(5):653–656 (In Chinese)"}, {"Citation": "Tan J, Zheng RS, Wang WL, Xu H (2012) Simultaneous determination of aflatoxins and zearalenone in Chinese crud drugs by high performance liquid chromatography-tandem mass spectrometry. Lishizhen Medi Materia Medica Res 23(10):2469–2471 (In Chinese)"}, {"Citation": "Jin ZX, Luo DQ, Wang Y (2003) Study on the ability of Aspergillus oryzae to decompose starch. Guangxi Med J 25(12):2435–2436 (In Chinese)"}, {"Citation": "Liang PY, Chen KY (1986) A new mycovirus from Asperillus oryzae and comparative serological studies with other mycoviruses. Chin J Virol 20(4):54–56 (In Chinese)"}, {"Citation": "Zhang XM (2005) History and current research on taxonomy of the genus Fusarium. J Fungal Res 3(2):59–62 (In Chinese)"}, {"Citation": "Chen HK, Wang GC, Wang XY (1982) Studies on Fusarium species infecting spikes of wheat and barley in Zhejiang Province. Acta Phytopathol Sin 12(3):1–12 (In Chinese)"}, {"Citation": "Gao F, Wu YH (2008) Progress on the biocontrol of plant diseases caused by Alternaria. Plant Prot 34(8):1–4 (In Chinese)"}, {"Citation": "Han LR, Wang YH, He J, An FQ (2010) Response surface optimization of medium components for producing cellulase by Claddosporium cladosporioides F4–1. J Zhejiang Univ (Agric. & Life Sci.) 36(1):56–61 (In Chinese)"}, {"Citation": "Sang H, Deng DQ, He W (2010) Research Progress of Cladosporium cladosporioides. Chin J Mycol 5(1):57–60 (In Chinese)"}, {"Citation": "Zhao XM (2000) Coix lachryma-jobi Linn. China Forestry Publishing House, Beijing (In Chinese)"}, {"Citation": "Li XL, Yang HY, Chen HH (2015) Study on pathogen identification and biological characteristics of the leaf spot of Coix lachrymal-jobi. J Chuxiong Normal Univ 30(9):38–41 (In Chinese)"}]}], "History": [{"Year": "2019", "Month": "11", "Day": "18"}, {"Year": "2020", "Month": "3", "Day": "9"}, {"Year": "2020", "Month": "3", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "22", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32198535", "10.1007/s00284-020-01950-3", "10.1007/s00284-020-01950-3"]}}]}