{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Elicitor", "Jasmonic acid", "Medicinal plant", "Salicylic acid", "Secondary metabolites"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32205932", "DateRevised": {"Year": "2021", "Month": "03", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "01", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-020-00762-w"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "26", "Issue": "3", "PubDate": {"Year": "2020", "Month": "Mar"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Improvement of dioscorealide B production by elicitation in shoot cultures of <i>Dioscorea membranacea</i> Pierre ex Prain & Burkill.", "Pagination": {"StartPage": "585", "EndPage": "591", "MedlinePgn": "585-591"}, "Abstract": {"AbstractText": ["Dioscorealide B is an important secondary metabolite isolated from <i>Dioscorea membranacea</i> Pierre ex Prain & Burkill. The effect on secondary metabolite content of different concentrations of two elicitors [jasmonic acid (JA) and salicylic acid (SA)], and of medium status and JA exposure period were investigated. In the JA and SA concentration experiment, 6-week-old shoots were cultured on MS medium supplemented with 8.87 µM BA (6-benzyladenine) in combination with 100-500 µM JA or 50-200 µM SA for 3 weeks. MS medium supplemented only with 8.87 µM BA was used as a control. The highest dioscorealide B content was recorded in the 100 µM JA shoots. To determine the optimal medium status and JA exposure period, shoots were cultured on solid and in liquid MS media supplemented with 8.87 µM BA and 100 µM JA for 2, 3, 4 and 5 weeks. No interaction was found between the medium status and the elicitor exposure period in the dioscorealide B production. Shoots cultured on the solid MS medium supplemented with 100 µM JA had a higher dioscorealide B content (0.57 ± 0.35% w/w) than those cultured in liquid medium (0.36 ± 0.40% w/w) and 5-week JA exposure produced the highest dioscorealide B content of 1.05 ± 0.15% (w/w)."], "CopyrightInformation": "© Prof. H.S. Srivastava Foundation for Science and Society 2020."}, "AuthorList": [{"Identifier": ["0000-0001-7193-8424"], "AffiliationInfo": [{"Identifier": ["grid.412434.4", "0000 0004 1937 1127"], "Affiliation": "1Department of Agricultural Technology, Faculty of Science and Technology, Thammasat University, Rangsit Campus, Pathumthani, 12120 Thailand."}], "LastName": "Jirakiattikul", "ForeName": "Yaowapha", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412434.4", "0000 0004 1937 1127"], "Affiliation": "1Department of Agricultural Technology, Faculty of Science and Technology, Thammasat University, Rangsit Campus, Pathumthani, 12120 Thailand."}], "LastName": "Rithichai", "ForeName": "Panumart", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412434.4", "0000 0004 1937 1127"], "Affiliation": "1Department of Agricultural Technology, Faculty of Science and Technology, Thammasat University, Rangsit Campus, Pathumthani, 12120 Thailand."}], "LastName": "Boonyeun", "ForeName": "Thipsukon", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412434.4", "0000 0004 1937 1127"], "Affiliation": "2Department of Applied Thai Traditional Medicine, Faculty of Medicine, Thammasat University, Rangsit Campus, Pathumthani, 12120 Thailand."}], "LastName": "Ruangnoo", "ForeName": "Srisopa", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412434.4", "0000 0004 1937 1127"], "Affiliation": "2Department of Applied Thai Traditional Medicine, Faculty of Medicine, Thammasat University, Rangsit Campus, Pathumthani, 12120 Thailand."}], "LastName": "Itharat", "ForeName": "Arunporn", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}, "CoiStatement": "Conflict of interestThe authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Amoo SO, Aremu AO, Van Staden J. In vitro plant regeneration, secondary metabolite production and antioxidant activity of micropropagated Aloe arborescens Mill. Plant Cell Tissue Organ Cult. 2012;11:345–358. doi: 10.1007/s11240-012-0200-3.", "ArticleIdList": ["10.1007/s11240-012-0200-3"]}, {"Citation": "Blando F, Scardino AP, De Bellis L, Nicoletti I, Giovinazzo G. Characterization of in vitro anthocyanin-producing sour cherry (Prunus cerasus L.) callus cultures. Food Res Int. 2005;38:937–942. doi: 10.1016/j.foodres.2005.02.014.", "ArticleIdList": ["10.1016/j.foodres.2005.02.014"]}, {"Citation": "Boonyuen T, Jirakiattikul Y, Rithichai P, Ruangnoo S, Itharat A. Dioscorealide B content of in vitro Khao–Yen–Tai (Dioscorea membranacea Pierre ex Prain & Burkill) shoots at different culture periods. Khon Kaen Agric J. 2014;3:306–310."}, {"Citation": "Bulgakov VP, Tchernoded GK, Mischenko NP, Khodakovskaya MV, Glazunov VP, Radchenko SV, Zvereva EV, Fedoreyev SA, Zhuravlev YN. Effect of salicylic acid, methyl jasmonate, ethephon and cantharidin on anthraquinone production by Rubia cordifolia callus cultures transformed with the rolB and rolC genes. J Biotechnol. 2002;97:213–221. doi: 10.1016/S0168-1656(02)00067-6.", "ArticleIdList": ["10.1016/S0168-1656(02)00067-6", "12084477"]}, {"Citation": "Chen H, Chen F. Effect of yeast elicitor on the secondary metabolism of Ti-transformed Salvia miltiorrhiza cell suspension culture. Plant Cell Rep. 2000;19:710–717. doi: 10.1007/s002999900166.", "ArticleIdList": ["10.1007/s002999900166", "30754810"]}, {"Citation": "Chong TM, Abdullah MA, Lai OM, Nor’Aini FM, Lajis NH. Effective elicitation factors in Morinda elliptica cell suspension culture. Process Biochem. 2005;40:3397–3405. doi: 10.1016/j.procbio.2004.12.028.", "ArticleIdList": ["10.1016/j.procbio.2004.12.028"]}, {"Citation": "Coste A, Vlase L, Halmagyi A, Deliu C, Coldea G. Effects of plant growth regulators and elicitors on production of secondary metabolites in shoot cultures of Hypericum hirsutum and Hypericum maculatum. Plant Cell Tissue Organ. 2011;106:279–288. doi: 10.1007/s11240-011-9919-5.", "ArticleIdList": ["10.1007/s11240-011-9919-5"]}, {"Citation": "Gabr AMM, Ghareeb H, El Shabrawi HM, Smetanska I, Bekheet SA. Enhancement of silymarin and phenolic compound accumulation in tissue culture of Milk thistle using elicitor feeding and hairy root cultures. J Genet Eng Biotechnol. 2016;14:327–333. doi: 10.1016/j.jgeb.2016.10.003.", "ArticleIdList": ["10.1016/j.jgeb.2016.10.003", "PMC6299848", "30647631"]}, {"Citation": "Gundlach H, Müller MJ, Kutchan TM, Zenk MH. Jasmonic acid is a signal transducer in elicitor-induced plant cell cultures. Plant Biol. 1992;89:2389–2393.", "ArticleIdList": ["PMC48663", "11607285"]}, {"Citation": "Huber H. Dioscoreaceae. In: Kubitzki K, editor. The families and genera of vascular plants. Flowering plant monocotyledons, Lilianae (except Orchidaceae) Germany: Springer; 1998. pp. 216–235."}, {"Citation": "Itharat A, Plubrukarn A, Kongsaeree P, Bui T, Keawpradub N, Houghton PJ. Dioscorealides and dioscoreanone, novel cytotoxi naphthofuranoxepins and 1,4-phenanthraquinone from Dioscorea membranacea Pierre. Org Lett. 2003;5:2879–2882. doi: 10.1021/ol034926y.", "ArticleIdList": ["10.1021/ol034926y", "12889898"]}, {"Citation": "Itharat A, Houghton PJ, Amooquaye EE, Burke PJ, Sampson JH, Raman A. In vitro cytotoxic activity of Thai medicinal plants used traditionally to treat cancer. J Ethnopharmacol. 2004;90:33–38. doi: 10.1016/j.jep.2003.09.014.", "ArticleIdList": ["10.1016/j.jep.2003.09.014", "14698505"]}, {"Citation": "Jirakiattikul Y, Rithichai P, Songsri O, Ruangnoo S, Itharat A. In vitro propagation and bioactive compound accumulation in regenerated shoots of Dioscorea birmanica Prain & Burkill. Acta Physiol Plant. 2016;38:249. doi: 10.1007/s11738-016-2268-6.", "ArticleIdList": ["10.1007/s11738-016-2268-6"]}, {"Citation": "Krolicka A, Szpitter A, Gilgenast E, Romanik G, Kaminski M, Lojkowska E. Stimulation of antibacterial naphthoquinones and flavonoids accumulation in carnivorous plants grown in vitro by addition of elicitors. Enzym Microb Technol. 2008;42:216–221. doi: 10.1016/j.enzmictec.2007.09.011.", "ArticleIdList": ["10.1016/j.enzmictec.2007.09.011"]}, {"Citation": "Largia MJV, Pothiraj G, Shilpha J, Ramesh M. Methyl jasmonate and salicylic acid synergism enhances bacoside A content in shoot cultures of Bacopa monnieri (L.) Plant Cell Tissue Organ Cult. 2015;122:9–20. doi: 10.1007/s11240-015-0745-z.", "ArticleIdList": ["10.1007/s11240-015-0745-z"]}, {"Citation": "Matkowski A. Plant in vitro culture for the production of antioxidants—a review. Biotechnol Adv. 2008;26:548–560. doi: 10.1016/j.biotechadv.2008.07.001.", "ArticleIdList": ["10.1016/j.biotechadv.2008.07.001", "18682287"]}, {"Citation": "Mizukami H, Tabira Y, Ellis BE. Methyl jasmonate-induced rosmarinic acid biosynthesis in Lithospermum erythrorhizon cell suspension culture. Plant Cell Rep. 1993;12:706–709. doi: 10.1007/BF00233424.", "ArticleIdList": ["10.1007/BF00233424", "24201969"]}, {"Citation": "Putalun W, Luealon W, De-Eknamkul W, Tanaka H, Shoyama Y. Improvement of artemisinin production by chitosan in hairy root cultures of Artemisia annua L. Biotechnol Lett. 2007;29:1143–1146. doi: 10.1007/s10529-007-9368-8.", "ArticleIdList": ["10.1007/s10529-007-9368-8", "17426924"]}, {"Citation": "Qian ZG, Zhao ZJ, Qian X, Zhong JJ. Novel chemically synthesized salicylate derivative as an effective elicitor for inducing the biosynthesis of plant secondary metabolites. Biotechnol Prog. 2006;22:331–333. doi: 10.1021/bp0502330.", "ArticleIdList": ["10.1021/bp0502330", "16454528"]}, {"Citation": "Ramachandra Rao S, Ravishankar GA. Plant cell culture: chemical factories of secondary metabolites. Biotechnol Adv. 2002;20:101–153. doi: 10.1016/S0734-9750(02)00007-1.", "ArticleIdList": ["10.1016/S0734-9750(02)00007-1", "14538059"]}, {"Citation": "Rithichai P, Itharat A, Jirakiattikul Y, Ruangnoo S. Growth of Dioscorea membranacea Pierre ex Prain & Burkill and dioscorealide B content at different harvest times. Pharmacologyonline. 2013;1:225–229."}, {"Citation": "Saetung A, Itharat A, Dechsukum C, Wattanapiromsakul C, Keawpradub N, Ratanasuwan P. Cytotoxic activity of Thai medicinal plants for cancer treatment. Songklanakarin J Sci Technol. 2005;27:469–478."}, {"Citation": "Sauerwein M, Flores HE, Yamazaki T, Shimomura K. Lippia dulcis shoot cultures as a source of the sweet sesquiterpene hernandulcin. Plant Cell Rep. 1991;9:663–666. doi: 10.1007/BF00235352.", "ArticleIdList": ["10.1007/BF00235352", "24213688"]}, {"Citation": "Saxena M, Saxena J, Pradhan A. Flavonoids and phenolic acids as antioxidants in plants and human health. Int J Pharm Sci Rev Res. 2012;16:130–134."}, {"Citation": "Sirikatitham A, Chuchom T, Itharat A. Development of the chromatographic fingerprint analysis of dioscorealides and dioscoreanone from Dioscorea membranacea Pierre. Songklanakarin J Sci Technol. 2007;29:101–107."}, {"Citation": "Sukkarn B, Itharat A. Development of the HPLC quantitative analysis of dioscorealide B from Dioscorea membranacea Pierre. Thammasat Med J. 2009;9:156–163."}, {"Citation": "Tan SH, Musa R, Afiff A, Maziah M. Effect of plant growth regulators on callus, cell suspension and cell line selection for flavonoid production from Pegaga (Centella asiatica L. urban) Am J Biochem Biotechnol. 2010;6:284–299. doi: 10.3844/ajbbsp.2010.284.299.", "ArticleIdList": ["10.3844/ajbbsp.2010.284.299"]}, {"Citation": "Tewtrakul S, Itharat A. Anti-allergic substances from the rhizomes of Dioscorea membranacea. Bioorgan Med Chem. 2006;14:8707–8711. doi: 10.1016/j.bmc.2006.08.012.", "ArticleIdList": ["10.1016/j.bmc.2006.08.012", "16942883"]}, {"Citation": "Tewtrakul S, Itharat A, Rattanasuwan P. Anti-HIV-1 protease- and HIV-1 integrase activities of Thai medicinal plants known as Hua–Khao–Yen. J Ethnopharmacol. 2006;105:312–315. doi: 10.1016/j.jep.2005.11.021.", "ArticleIdList": ["10.1016/j.jep.2005.11.021", "16406414"]}, {"Citation": "Vasconsuelo A, Boland R. Molecular aspects of the early stages of elicitation of secondary metabolites in plants. Plant Sci. 2007;172:861–875. doi: 10.1016/j.plantsci.2007.01.006.", "ArticleIdList": ["10.1016/j.plantsci.2007.01.006"]}, {"Citation": "Vasconsuelo A, Giutetti AM, Picotto G, Rodriguez T, Boland R. Involvement of the PLC/PKC pathway in Chitosan-induced anthraquinone production by Rubia tinctorum L. cell cultures. Plant Sci. 2003;165:429–436. doi: 10.1016/S0168-9452(03)00208-5.", "ArticleIdList": ["10.1016/S0168-9452(03)00208-5"]}, {"Citation": "Walker TS, Bais HP, Vivanco JM. Jasmonic acid-induced hypericin production in cell suspension cultures of Hypericum perforatum L. (St. John’s wort) Phytochemistry. 2002;60:289–293. doi: 10.1016/S0031-9422(02)00074-2.", "ArticleIdList": ["10.1016/S0031-9422(02)00074-2", "12031448"]}, {"Citation": "Wang YD, Yuan YJ, Wu JC. Induction studies of methyl jasmonate and salicylic acid on taxane production in suspension cultures of Taxus chinensis var. mairei. Biochem Eng J. 2004;19:256–259. doi: 10.1016/j.bej.2004.02.006.", "ArticleIdList": ["10.1016/j.bej.2004.02.006"]}, {"Citation": "Wien HC. Correlation growth in vegetables. In: Wien HC, editor. The physiology of vegetable crops. Wallingford: CABI Publishing; 2002. pp. 181–206."}, {"Citation": "Wiktorowska E, Dlugosz M, Janiszowska W. Significant enhancement of oleanolic acid accumulation by biotic elicitors in cell suspension cultures of Calendula officinalis L. Enzym Microb Technol. 2010;46:14–20. doi: 10.1016/j.enzmictec.2009.09.002.", "ArticleIdList": ["10.1016/j.enzmictec.2009.09.002"]}, {"Citation": "Wilkin P, Thapyai C. Dioscoreaceae. In: Santisuk T, Larsen K, editors. Flora of Thailand 10. Bangkok: Prachachon; 2009. pp. 1–140."}, {"Citation": "Yamasaki K, Hashimoto A, Kokusenya Y, Miyamoto T, Sato T. Electrochemical method for estimating the antioxidative effect of methanol extracts of crude drugs. Chem Pharm Bull. 1994;42:1663–1665. doi: 10.1248/cpb.42.1663.", "ArticleIdList": ["10.1248/cpb.42.1663", "7954918"]}, {"Citation": "Yu KW, Gao W, Hahn EJ, Paek KY. Jasmonic acid improves ginsenoside accumulation in adventitious root culture of Panax ginseng C.A. Meyer. Biochem Eng J. 2002;11:211–215. doi: 10.1016/S1369-703X(02)00029-3.", "ArticleIdList": ["10.1016/S1369-703X(02)00029-3"]}, {"Citation": "Zhao J, Davis LC, Verpoorte R. Elicitor signal transduction leading to production of plant secondary metabolites. Biotechnol Adv. 2005;23:283–333. doi: 10.1016/j.biotechadv.2005.01.003.", "ArticleIdList": ["10.1016/j.biotechadv.2005.01.003", "15848039"]}]}], "History": [{"Year": "2019", "Month": "7", "Day": "3"}, {"Year": "2019", "Month": "12", "Day": "11"}, {"Year": "2020", "Month": "1", "Day": "13"}, {"Year": "2020", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32205932", "PMC7078432", "10.1007/s12298-020-00762-w", "762"]}}]}