{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32224196", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "03", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2020.112742", "S0378-8741(19)33231-3"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "256", "PubDate": {"Year": "2020", "Month": "Jun", "Day": "28"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Ethnobotanical study of selected medicinal plants traditionally used in the rural Greater Mpigi region of Uganda.", "Pagination": {"StartPage": "112742", "MedlinePgn": "112742"}, "Abstract": {"AbstractText": ["This study provides the first report on selected traditional medicinal plant use, including parts used and methods of preparation, in the Greater Mpigi region of Uganda. This data supports the conservation of local traditional ecological knowledge and will facilitate future drug discovery research.", "Our study aimed to conserve culturally and scientifically-valuable medical knowledge of 16 plant species traditionally used in the Greater Mpigi region in Uganda, namely Albizia coriaria, Cassine buchananii, Combretum molle, Erythrina abyssinica, Ficus saussureana, Harungana madagascariensis, Leucas calostachys, Microgramma lycopodioides, Morella kandtiana, Plectranthus hadiensis, Securidaca longipedunculata, Sesamum calycinum subsp. angustifolium, Solanum aculeastrum, Toddalia asiatica, Warburgia ugandensis and Zanthoxylum chalybeum. An additional objective of the study was an ethnological investigation of the socio-cultural background and medical understanding of diseases treated by traditional healers in the study area.", "A pilot survey in the study area revealed that 16 plant species were frequently used in treatment of a variety of medical disorders. In order to obtain more complete information, we conducted a broader ethnobotanical survey using structured interviews with 39 traditional healers from 29 villages, specifically asking about the traditional uses of these 16 medicinal species.", "Results of the survey confirmed a high level of traditional use of these species in the Greater Mpigi region. In addition, various other traditional uses and methods of preparation were recorded, most of them for the first time. In total, 75 different medical disorders treated with the plants were documented.", "Conservation of traditional knowledge for future generations is vital, as loss has already been recorded due to multiple causes. The need for novel and more effective drugs derived from natural products is more important than ever, making future studies on herbal remedies both justified and urgently required. The traditional healers surveyed in this project also have expectations of the research - they would like to be updated about any resulting studies into the pharmacological efficacy of medicinal plants so that the research findings can inform their confidence in each herbal remedy."], "CopyrightInformation": "Copyright © 2020 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biotechnology, Faculty III - Process Sciences, Technical University of Berlin, Gustav-Meyer-Allee 25, Berlin, 13355, Germany; Department of Agriculture and Food Sciences, Neubrandenburg University of Applied Sciences, Brodaer Str. 2, Neubrandenburg, 17033, Germany; Department of Dermatology, Emory University School of Medicine, 615 Michael St., Atlanta, 30322, Georgia, USA. Electronic address: Fabien.Schultz@mailbox.tu-berlin.de."}], "LastName": "Schultz", "ForeName": "Fabien", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, Microbiology and Biotechnology, Makerere University, P.O Box 7062, Kampala, Uganda."}], "LastName": "Anywar", "ForeName": "Godwin", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture and Food Sciences, Neubrandenburg University of Applied Sciences, Brodaer Str. 2, Neubrandenburg, 17033, Germany."}], "LastName": "Wack", "ForeName": "Barbara", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Emory University School of Medicine, 615 Michael St., Atlanta, 30322, Georgia, USA; Center for Study of Human Health, Emory University College of Arts and Sciences, 615 Michael St., Atlanta, 30322, Georgia, USA."}], "LastName": "Quave", "ForeName": "Cassandra Leah", "Initials": "CL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biotechnology, Faculty III - Process Sciences, Technical University of Berlin, Gustav-Meyer-Allee 25, Berlin, 13355, Germany; Department of Agriculture and Food Sciences, Neubrandenburg University of Applied Sciences, Brodaer Str. 2, Neubrandenburg, 17033, Germany; ZELT - Neubrandenburg Center for Nutrition and Food Technology gGmbH, Seestraße 7A, Neubrandenburg, 17033, Germany."}], "LastName": "Garbe", "ForeName": "Leif-Alexander", "Initials": "LA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rural Population"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": [], "DescriptorName": "Uganda"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "Declaration of competing interest This study was performed according to the international, national and institutional rules considering the Convention on Biodiversity and the Nagoya Protocol. Informed consent was requested and obtained from all participants of the ethnobotanical survey. All results from future lab work on mentioned plants will be transferred back to traditional healers and survey participants through workshops. The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "8", "Day": "16"}, {"Year": "2020", "Month": "3", "Day": "2"}, {"Year": "2020", "Month": "3", "Day": "3"}, {"Year": "2020", "Month": "4", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "1", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32224196", "10.1016/j.jep.2020.112742", "S0378-8741(19)33231-3"]}}], "PubmedBookArticle": []}