{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Camel milk", "Chronic kidney disease (CKD)", "Glomerular filtration rate (GFR)", "Randomized controlled trial", "Tarangabin (manna of Alhagi maurorum)", "Traditional Persian Medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32257889", "DateRevised": {"Year": "2022", "Month": "04", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "10", "Issue": "2", "PubDate": {"Year": "2020", "Season": "Mar-Apr"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "The efficacy of camel milk and Tarangabin (manna of <i>Alhagi</i> <i>maurorum</i>( combination therapy on glomerular filtration rate in patients with chronic kidney disease: A randomized controlled trial.", "Pagination": {"StartPage": "170", "EndPage": "180", "MedlinePgn": "170-180"}, "Abstract": {"AbstractText": ["This study was designed to investigate the effect of camel milk and Tarangabin (manna of <i>Alhagi maurorum</i>) combination therapy in addition to conventional treatments in patients with chronic kidney disease (CKD).", "Forty-four patients of 15 to 70 years old, with CKD due to hypertension or diabetes, and estimated glomerular filtration rate (eGFR) of 15-60 ml/min per 1.73 m<sup>2</sup>, were enrolled in this trial. The patients were randomized to receive either 400 cc of camel milk with 10 cc of Tarangabin syrup orally in two divided daily doses for 3 months plus conventional therapy or conventional therapy alone. The conventional treatment included diabetes medications and angiotensin converting enzyme inhibitors or angiotensin receptor blockers.", "The baseline characteristics of patients were similar in the two groups. Serum levels of creatinine (p=0.01), blood levels of urea nitrogen (p=0.0001), triglyceride (p=0.02), and potassium (p=0.05), and diastolic blood pressure (p=0.0001) decreased, while eGFR (p=0.001) improved in intervention group significantly.", "It seems that the therapeutic protocol used in this study can improve renal function in patients with CKD through regulating glucose and anti-inflammatory, laxative, and immunostimulatory properties."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gastroenterology, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hoseini", "ForeName": "Seyed Mousalreza", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Persian Medicine, School of Persian and Complementary Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Anushiravani", "ForeName": "Majid", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Kidney Transplantation Complications Research Center, Ghaem Hospital, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Mojahedi", "ForeName": "Mohammad Javad", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Kidney Transplantation Complications Research Center, Ghaem Hospital, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hami", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Razi Vaccine and Serum Research Institute, Agricultural Research Education and Extension Organization (AREEO), Mashhad, Iran."}], "LastName": "Zibaee", "ForeName": "Saeid", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Rakhshandeh", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, School of Health, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Taghipour", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Persian Medicine, School of Persian and Complementary Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Nikakhtar", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Kidney Transplantation Complications Research Center, Ghaem Hospital, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Eshraghi", "ForeName": "Hamid", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Persian Medicine, School of Persian and Complementary Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Tavassoli", "ForeName": "Amir Parviz", "Initials": "AP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdalla K. An overview of the therapeutic effects of camel milk in the treatment of type 1 diabetes mellitus. Biomol Res Therap. 2014;3:118–124."}, {"Citation": "Agrawal R, Dogra R, Mohta N, Tiwari R. Beneficial effect of camel milk in diabetic nephropathy. Acta Biomed. 2009;80:131–134.", "ArticleIdList": ["19848050"]}, {"Citation": "Agrawal R, Jain S, Shah S, Chopra A, Agarwal V. Effect of camel milk on glycemic control and insulin requirement in patients with type 1 diabetes: 2-years randomized controlled trial. Eur J Clin Nutr. 2011a;65:1048–1052.", "ArticleIdList": ["21629270"]}, {"Citation": "Agrawal R, Kochar D, Sahani M, Tuteja F, Ghorui S. Hypoglycemic activity of camel milk in streptozotocin induced diabetic rats. Int J Diabetes Dev Ctries. 2004;24:47–49."}, {"Citation": "Agrawal R, Sharma P, Gafoorunissa SJ. Effect of camel milk on glucose metabolism in adults with normal glucose tolerance and type 2 diabetes in Raica community: a crossover study. Acta Bio Medica Atenei Parmensis. 2011b;82:181–186.", "ArticleIdList": ["22783713"]}, {"Citation": "Agarwal R, Swami S, Beniwal R, Kochar D, Sahani M, Tuteja F, Ghouri S. Effect of camel milk on glycemic control, risk factors and diabetes quality of life in type-1 diabetes: A randomized prospective controlled study. Journal of Camel Practice and Research (JCPR) 2003;10:45–50."}, {"Citation": "Agrawal R, Tantia P, Jain S, Agrawal R, Agrawal V. Cell Mol Biol (OMICS) 2013 Camel milk: a possible boon for type 1 diabetic patients;59:99–107.", "ArticleIdList": ["24200025"]}, {"Citation": "Al-Hashem F. Camel's milk protects against aluminum chloride-induced toxicity in the liver and kidney of white albino rats. Am J Biochem Biotechnol. 2009;5:98–109."}, {"Citation": "Al-Rawi S, Fetters MD. Traditional arabic & islamic medicine: a conceptual model for clinicians and researchers. Glob J Health Sci. 2012;4:164–169.", "ArticleIdList": ["PMC4776947", "22980243"]}, {"Citation": "Arazani MA. Tebbe-Akbari. Qom: Jalalleddin Publication; 2009. pp. 1157–1158."}, {"Citation": "Ashraf H, Heidari R, Nejati V, Ilkhanipoor M. Aqueous extract of Berberis integerrima root improves renal dysfunction in streptozotocin induced diabetic rats. Avicenna J Phytomed. 2013;3:82–90.", "ArticleIdList": ["PMC4075691", "25050261"]}, {"Citation": "Azam Khan M. Exire-Azam. Tehran: Research Institute for Islamic and Complementary Medicine; 2008. pp. 418–419."}, {"Citation": "Eckardt K-U, Coresh J, Devuyst O, Johnson R J, Köttgen A, Levey AS, Levin A. Evolving importance of kidney disease: from subspecialty to global health burden. The Lancet. 2013;382:158–169.", "ArticleIdList": ["23727165"]}, {"Citation": "Ejtahed HS, Naslaji AN, Mirmiran P, Yeganeh MZ, Hedayati M, Azizi F, Movahedi AM. Effect of camel milk on blood sugar and lipid profile of patients with type 2 diabetes: a pilot clinical trial. Int J Endocrinol Metab. 2015;13:e21160.", "ArticleIdList": ["PMC4338669", "25745496"]}, {"Citation": "El-Sayed M, Al-Shoeibi Z, El-Ghany AA, Atef Z. Effects of camels milk as a vehicle for insulin on glycaemic control and lipid profile in Type 1 diabetics. Am J Biochem Biotechnol. 2011;7:179–189."}, {"Citation": "Goldman L, Schafer AI. Goldman's Cecil Medicine. Philadelphia: Saunders Elsevier; 2016. pp. 834–835."}, {"Citation": "Hamad E, Abdel-Rahim E, Romeih E. Beneficial effect of camel milk on liver and kidneys function in diabetic Sprague-Dawley rats. Int J Dairy Sci. 2011;6:190–197."}, {"Citation": "Hamedi A, Farjadian Sh, Karami MR. Immunomodulatory properties of Taranjebin (Camel’s Thorn) manna and its isolated carbohydrate macromolecules. JEvid Based Complementary Altern Med. 2015;20:269–274.", "ArticleIdList": ["25868568"]}, {"Citation": "Hill NR, Fatoba ST, Oke JL, Hirst , JA , O’Callaghan CA, Lasserson DS, Hobbs FR. Global prevalence of chronic kidney disease–a systematic review and meta-analysis. PloS one. 2016;11:e0158765.", "ArticleIdList": ["PMC4934905", "27383068"]}, {"Citation": "Ibn al-Baytar AA. Al-Jamee Le-Mofradaat al-Adwiah wa al-Aghziyah (Book in Simple Drugs and Foods) Beirut Dar al-Kotob al-Ilamiyah: 1992. p. 187."}, {"Citation": "Ibn e Sina AAH. Al-Qanun fi'l-Tibb (Canon of Medicine) Beirut, Alamy Le-Al-Matbooat Institute: 2005. pp. 348–350."}, {"Citation": "Kalla KRGAM, Manthani V, Keerthi S. Camel milk a white gold of dessert-a review. IntArch App Sci Technol. 2017;8:74–83."}, {"Citation": "KDIGO consortium. Chapter 1: Definition and classification of CKD. Kidney Int Suppl. 2013;3:19–62.", "ArticleIdList": ["PMC4089693", "25018975"]}, {"Citation": "Khan AA, Alzohairy MA, Mohieldein AH. Antidiabetic effects of camel milk in streptozotocin-induced diabetic rats. Am J Biochem Mol Biol. 2013;3:151–158."}, {"Citation": "Korish A. The antidiabetic action of camel milk in experimental type 2 diabetes mellitus: an overview on the changes in incretin hormones, insulin resistance, and inflammatory cytokines. Horm Metab Res. 2014;46:404–411.", "ArticleIdList": ["24627103"]}, {"Citation": "Korish AA, Gader AGA, Korashy HM, Al-Drees AM, Alhaider AA, Arafah MM. Camel milk attenuates the biochemical and morphological features of diabetic nephropathy: inhibition of Smad1 and collagen type IV synthesis. Chem Biol Interact. 2015;229:100–108.", "ArticleIdList": ["25617480"]}, {"Citation": "Kula J. Medicinal values of camel milk. Int J Vet Sci Res. 2016;2:18–25."}, {"Citation": "Kulkarni OP, Gilda S, Shintre N, Deodhar S, Dalvi M, Wele A. Comparative antimicrobial potential of standardized syrup and suspension form of Talisadi Choorna–A classical Ayurvedic formulation. J Pharm Pharmacogn Res. 2012;5:4957–4961."}, {"Citation": "Levey AS, Bosch JP, Lewis JB, Greene T, Rogers N, Roth D. A more accurate method to estimate glomerular filtration rate from serum creatinine: a new prediction equation. Ann Intern Med. 1999;130:461–470.", "ArticleIdList": ["10075613"]}, {"Citation": "Lin SL, Chen YM, Chiang WC, Wu KD, Tsai TJ. Effect of pentoxifylline in addition to losartan on proteinuria and GFR in CKD: a 12-month randomized trial. Am J Kidney Dis. 2008;52:464–474.", "ArticleIdList": ["18617301"]}, {"Citation": "López-Novoa JM, Martínez-Salgado C, Rodríguez-Peña AB, Hernández FJL. Common pathophysiological mechanisms of chronic kidney disease: therapeutic perspectives. Pharmacol Ther. 2010;128:61–81.", "ArticleIdList": ["20600306"]}, {"Citation": "Malik A, Al-Senaidy A, Skrzypczak-Jankun E, Jankun J. A study of the anti-diabetic agents of camel milk. Int J Mol Med. 2012;30:585–592.", "ArticleIdList": ["22751901"]}, {"Citation": "Mills KT, Xu Y, Zhang W, Bundy JD, Chen CS, Kelly TN, Chen J, He J. A systematic analysis of worldwide population-based data on the global burden of chronic kidney disease in 2010. Kidney Int. 2015;88:950–957.", "ArticleIdList": ["PMC4653075", "26221752"]}, {"Citation": "Mirmiran P, Niasari Naslaji A, Moosavi Movahedi A, Eslami F, Azizi F. Effect of camel milk on glycemic control and lipid profiles of diabetic patients. Iranian Journal of Endocrinology and Metabolism. 2017;19:223–233."}, {"Citation": "Mohamad RH, Zekry ZK, Al-Mehdar HA, Salama O, El-Shaieb SE, El-Basmy AA, Al-said MGAM, Sharawy SM. Camel milk as an adjuvant therapy for the treatment of type 1 diabetes: verification of a traditional ethnomedical practice. J Med Food. 2009;12:461–465.", "ArticleIdList": ["19459752"]}, {"Citation": "Neuen BL, Chadban SJ, Demaio AR, Johnson DW, Perkovic V. Chronic kidney disease and the global NCDs agenda. BMJ Glob Health. 2017;2:e000380.", "ArticleIdList": ["PMC5717948", "29225940"]}, {"Citation": "Quigley E. The enteric microbiota in the pathogenesis and management of constipation. Best Pract Res Clin Gastroenterol. 2011;25:119–126.", "ArticleIdList": ["21382583"]}, {"Citation": "Ramezany F, Kiyani N, Khademizadeh M. Persian manna in the past and the present: an overview. Am J Pharmacol Sci. 2013;1:35–37."}, {"Citation": "Razi MZ. Al-Hawi fi al-Tibbe (Comprehensive Book of Medicine) Hyderabad, Osmania Oriental Publications Bureau, Osmania University: 1971. p. 67."}, {"Citation": "Salami M, Moosavi-Movahedi AA, Moosavi-Movahedi F, Ehsani MR, Yousefi R, Farhadi M, Niasari-Naslaji A, Saboury AA, Chobert JM, Haertlé T. Biological activity of camel milk casein following enzymatic digestion. J Dairy Res. 2011;78:471–478.", "ArticleIdList": ["21910944"]}, {"Citation": "Shori AB. Camel milk as a potential therapy for controlling diabetes and its complications: A review of in vivo studies. J Food Drug Anal. 2015;23:609–618.", "ArticleIdList": ["28911476"]}, {"Citation": "Skorecki K, Chertow GM, Marsden PA, Taal MW, Alan S, Luyckx V. Brenner and Rector's. The Kidney E-Book. 2015:1987–1989."}, {"Citation": "Stahl T, Sallmann H-P, Duehlmeier R, Wernery U. Selected vitamins and fatty acid patterns in dromedary milk and colostrum. J Camel Pract Res. 2006;13:53–57."}, {"Citation": "Sumida K, Molnar MZ, Potukuchi PK, Thomas F, Lu JL, Matsushita K, Yamagata K, Kalantar-Zadeh K, Kovesdy CP. Constipation and incident CKD. J Am Soc Nephrol (ASN) 2017;28:1248–1258.", "ArticleIdList": ["PMC5373459", "28122944"]}]}], "History": [{"Year": "2020", "Month": "4", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32257889", "PMC7103430"]}}]}