{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Achillea", "Apoptosis", "Cervical cancer", "LIN28B", "p53"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32274404", "DateRevised": {"Year": "2022", "Month": "04", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2322-3480", "JournalIssue": {"Volume": "8", "Issue": "3", "PubDate": {"Year": "2019", "Month": "Oct"}}, "Title": "Reports of biochemistry & molecular biology", "ISOAbbreviation": "Rep Biochem Mol Biol"}, "ArticleTitle": "<i>Achillea Wilhelmsii C. Koch</i>Hydroalcoholic Extract Induces Apoptosis and Alters <i>LIN28B</i> and <i>p53</i> Gene Expression in Hela Cervical Cancer Cells.", "Pagination": {"StartPage": "318", "EndPage": "325", "MedlinePgn": "318-325"}, "Abstract": {"AbstractText": ["Inappropriate activation of the proto-oncogene LIN28B and inactivation of the p53 tumor suppressor, have been shown to have a critical role in tumorigenesis. Previous research has shown therapeutic potential for the use of herbal plants as an alternative strategy for cancer treatment. <i>Achillae wilhelmsii</i> C. Koch is a plant that has been traditionally used for its medicinal properties. The aim of this study was to investigate the cytotoxic and apoptosis-inducing effect of <i>Achillea wilhelmsii C. Koch</i> hydroalcoholic extract (<i>AWHE</i>) on HeLa cervical cancer cells and its effect on <i>LIN28B</i> and <i>p53</i> expression.", "The cytotoxic activity of <i>AWHE</i> was evaluated on HeLa cells using a trypan blue exclusion assay. The Annexin V/PI double staining assay was used to evaluate the apoptosis-inducing effect of the extract. The expression of <i>LIN28B</i> and <i>p53</i> mRNA was measured using the real-time-PCR method.", "Treatment with <i>AWHE</i> was shown to induce cytotoxicity in both time and concentration-dependent manners (P<0.05). The proposition of HeLa cells undergoing apoptosis increased with increasing concentrations of <i>AWHE</i> (P<0.05). The mRNA levels of p53 increased following 12, 24, and 48 hours of AWHE treatment whereas the mRNA levels of <i>LIN28B</i> were significantly decreased after 4 to 12 hours of <i>AWHE</i> treatment (p<0.05).", "Our findings confirmed the pro-apoptotic function of <i>AWHE</i> on the cervical cancer HeLa cell line. This indicates that targeting the LIN28B signaling cascade may be a promising therapeutic strategy for cervical cancer. Further research is required to understand the therapeutic effects of <i>AWHE</i> in primary human cervical cancer cells and a pre-clinical cervical cancer model."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, School of Medicine, Zahedan University of Medical Sciences, Zahedan, Iran."}], "LastName": "Rezai", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, School of Medicine, Zahedan University of Medical Sciences, Zahedan, Iran."}, {"Identifier": [], "Affiliation": "Cellular and Molecular Research Center, Resistant Tuberculosis Institute, Zahedan University of Medical Sciences, Zahedan, Iran."}], "LastName": "Saravani", "ForeName": "Ramin", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular and Molecular Research Center, Resistant Tuberculosis Institute, Zahedan University of Medical Sciences, Zahedan, Iran."}], "LastName": "Sargazi", "ForeName": "Saman", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Genetics of Non-Communicable Disease Research Center, Zahedan University of Medical Sciences, Zahedan, Iran."}], "LastName": "Moudi", "ForeName": "Mahdiyeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular and Molecular Research Center, Resistant Tuberculosis Institute, Zahedan University of Medical Sciences, Zahedan, Iran."}], "LastName": "Jafari Shahroudi", "ForeName": "Mahdieh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Iran University of Science and Technology; Tehran, Iran."}], "LastName": "Saravani", "ForeName": "Roya", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Rep Biochem Mol Biol", "NlmUniqueID": "101637937", "ISSNLinking": "2322-3480"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Jin Y-m, Xu T-m, Zhao Y-h, Wang Y-c, Cui M-h. In vitro and in vivo anti-cancer activity of formononetin on human cervical cancer cell line HeLa. Tumor Biol. 2014;35(3):2279–84.", "ArticleIdList": ["24272199"]}, {"Citation": "Schiffman M, Castle PE, Jeronimo J, Rodriguez AC, Wacholder S. Human papillomavirus and cervical cancer. The Lancet. 2007;370(9590):890–907.", "ArticleIdList": ["17826171"]}, {"Citation": "Einstein MH, Baron M, Levin MJ, Chatterjee A, Edwards RP, Zepp F, et al. Comparison of the immunogenicity and safety of Cervarix™ and Gardasil® human papillomavirus (HPV) cervical cancer vaccines in healthy women aged 18–45 years. . Human vaccines. 2009;5(10):705–19.", "ArticleIdList": ["19684472"]}, {"Citation": "Monie A, Hung C-F, Roden R, Wu TC. Cervarix™: a vaccine for the prevention of HPV 16, 18-associated cervical cancer. . Biologics: targets & therapy. 2008;2(1):107.", "ArticleIdList": ["PMC2727782", "19707432"]}, {"Citation": "Barh D, Malhotra R, Ravi B, Sindhurani P. MicroRNA let-7: an emerging next-generation cancer therapeutic. Curr Oncol. 2010;17(1):70.", "ArticleIdList": ["PMC2826782", "20179807"]}, {"Citation": "Balzeau J, Menezes MR, Cao S, Hagan JP. The LIN28/let-7 pathway in cancer. Front Genet. 2017;8:31.", "ArticleIdList": ["PMC5368188", "28400788"]}, {"Citation": "Mayr F, Heinemann U. Mechanisms of Lin28-mediated miRNA and mRNA regulation—a structural and functional perspective. Int J Mol Sci. 2013;14(8):16532–53.", "ArticleIdList": ["PMC3759924", "23939427"]}, {"Citation": "Nguyen LH, Zhu H. Lin28 and let-7 in cell metabolism and cancer. . Transl Pediatr. 2015;4(1):4.", "ArticleIdList": ["PMC4729067", "26835354"]}, {"Citation": "Viswanathan SR, Powers JT, Einhorn W, Hoshida Y, Ng TL, Toffanin S, et al. Lin28 promotes transformation and is associated with advanced human malignancies. Nat Genet. 2009;41(7):843.", "ArticleIdList": ["PMC2757943", "19483683"]}, {"Citation": "Liang L, Wong CM, Ying Q, Fan DNY, Huang S, Ding J, et al. MicroRNA-125b suppressesed human liver cancer cell proliferation and metastasis by directly targeting oncogene LIN28B 2. Hepatology. 2010;52(5):1731–40.", "ArticleIdList": ["20827722"]}, {"Citation": "Borrego-Diaz E, PoWERS BC, Azizov V, Lovell S, REyES R, ChAPMAN B, et al. A potential regulatory loop between Lin28B: miR-212 in androgen-independent prostate cancer. Int J Oncol. 2014;45(6):2421–9.", "ArticleIdList": ["PMC4215582", "25201220"]}, {"Citation": "Lv K, Liu L, Wang L, Yu J, Liu X, Cheng Y, et al. Lin28 mediates paclitaxel resistance by modulating p21, Rb and Let-7a miRNA in breast cancer cells. PloS one. 2012;7(7):e40008.", "ArticleIdList": ["PMC3392258", "22808086"]}, {"Citation": "Song H, Xu W, Song J, Liang Y, Fu W, Zhu XC, et al. Overexpression of Lin28 inhibits the proliferation, migration and cell cycle progression and induces apoptosis of BGC-823 gastric cancer cells. Oncol Rep. 2015;33(2):997–1003.", "ArticleIdList": ["25515921"]}, {"Citation": "Subramanian M, Francis P, Bilke S, Li X, Hara T, Lu X. A mutant p53/let-7i-axis-regulated gene network drives cell migration, invasion and metastasis. Oncogene. . 2015;34(9):1094.", "ArticleIdList": ["PMC4391367", "24662829"]}, {"Citation": "Fesik SW. Promoting apoptosis as a strategy for cancer drug discovery. Nat Rev Cancer. . 2005;5(11):876.", "ArticleIdList": ["16239906"]}, {"Citation": "Huang W-Y, Cai Y-Z, Zhang Y. Natural phenolic compounds from medicinal herbs and dietary plants: potential use for cancer prevention. Nutr cancer. 2009;62(1):1–20.", "ArticleIdList": ["20043255"]}, {"Citation": "Ashtiani M, Nabatchian F, Galavi HR, Saravani R, Farajian-Mashhadi F, Salimi S. Effect of Achillea wilhelmsii extract on expression of the human telomerase reverse transcriptase mRNA in the PC3 prostate cancer cell line. Biomed Rep. 2017;7(3):251–6.", "ArticleIdList": ["PMC5547767", "28811896"]}, {"Citation": "Bali EB, Açık L, Elçi P, Sarper M, Avcu F, Vural M. In vitro anti-oxidant, cytotoxic and pro-apoptotic effects of Achillea teretifolia Willd extracts on human prostate cancer cell lines. Pharmacogn Mag. 2015;11(Suppl 2):S308.", "ArticleIdList": ["PMC4653342", "26664020"]}, {"Citation": "Phillips HJ. Dye exclusion tests for cell viability. Tissue culture: Elsevier. 1973:406–8."}, {"Citation": "Chou T, Martin N. CompuSyn software for drug combinations and for general dose-effect analysis, and user’s guide. . Paramus: ComboSyn Inc. 2007"}, {"Citation": "Elmore S. Apoptosis: a review of programmed cell death. . Toxicol Pathol. 2007;35(4):495–516.", "ArticleIdList": ["PMC2117903", "17562483"]}, {"Citation": "Raies AB, Bajic VB. In silico toxicology: computational methods for the prediction of chemical toxicity. Wires Comput Mol Sci. 2016;6(2):147–72.", "ArticleIdList": ["PMC4785608", "27066112"]}, {"Citation": "Saravani R, Galavi HR, Shahraki A. Inhibition of Phosphodiesterase 5 and Increasing the Level of Cyclic Guanosine 3',5' Monophosphate by Hydroalcoholic Achillea wilhelmsii C. Koch Extract in Human Breast Cancer Cell Lines MCF-7 and MDA-Mb-468. Breast cancer (Auckl). 2017;11:1178223417690178.", "ArticleIdList": ["PMC5391053", "28469435"]}, {"Citation": "Tixeira R, Caruso S, Paone S, Baxter AA, Atkin-Smith GK, Hulett MD, et al. Defining the morphologic features and products of cell disassembly during apoptosis. Apoptosis. 2017;22(3):475–7.", "ArticleIdList": ["28102458"]}, {"Citation": "Szliszka E, Czuba Z, Domino M, Mazur B, Krol W. Ethanolic extract of propolis (EEP) enhances the apoptosis-inducing potential of TRAIL in cancer cells. . Molecules. 2009;14(2):738–54.", "ArticleIdList": ["PMC6254026", "19223822"]}, {"Citation": "Galavi HR, Saravani R, Shahraki A, Ashtiani M. Anti-proliferative and apoptosis inducing potential of hydroalcoholic Achillea wilhelmsii C. Koch extract on human breast adenocarcinoma cell lines MCF-7 and MDA-Mb-468. Pak J Pharm Sci. 2016;29(6 Suppl):2397–403.", "ArticleIdList": ["28167484"]}, {"Citation": "Fridman JS, Lowe SW. Control of apoptosis by p53. Oncogene. 2003;22(56):9030.", "ArticleIdList": ["14663481"]}, {"Citation": "Slack ALK. J F. Potential microRNA therapies targeting Ras, NFκB and p53 signaling. Curr Opin Mol Ther. 2010;12(2):147–57.", "ArticleIdList": ["20373258"]}, {"Citation": "Iliopoulos D, Hirsch HA, Struhl K. An epigenetic switch involving NF-κB, Lin28, Let-7 MicroRNA, and IL6 links inflammation to cell transformation. . Cell. 2009;139(4):693–706.", "ArticleIdList": ["PMC2783826", "19878981"]}]}], "History": [{"Year": "2020", "Month": "4", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32274404", "PMC7103081"]}}]}